{
  "video_id": "JkdPCZ98J78",
  "title": "Geoffrey Chaucer",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1050.0,
      "end_time": 6670.0,
      "text": "Geoffrey Chaucer Geoffrey Chaucer , known as the Father of"
    },
    {
      "index": 2,
      "start_time": 6670.0,
      "end_time": 11580.0,
      "text": "English literature, is widely considered the greatest English poet of the Middle Ages and"
    },
    {
      "index": 3,
      "start_time": 11580.0,
      "end_time": 16590.0,
      "text": "was the first poet to have been buried in Poet&#39;s Corner of Westminster Abbey. While"
    },
    {
      "index": 4,
      "start_time": 16590.0,
      "end_time": 22380.0,
      "text": "he achieved fame during his lifetime as an author, philosopher, alchemist and astronomer,"
    },
    {
      "index": 5,
      "start_time": 22380.0,
      "end_time": 27439.0,
      "text": "composing a scientific treatise on the astrolabe for his ten year-old son Lewis, Chaucer also"
    },
    {
      "index": 6,
      "start_time": 27439.0,
      "end_time": 33480.0,
      "text": "maintained an active career in the civil service as a bureaucrat, courtier and diplomat. Among"
    },
    {
      "index": 7,
      "start_time": 33480.0,
      "end_time": 38739.0,
      "text": "his many works, which include The Book of the Duchess, the House of Fame, the Legend"
    },
    {
      "index": 8,
      "start_time": 38739.0,
      "end_time": 45070.0,
      "text": "of Good Women and Troilus and Criseyde, he is best known today for The Canterbury Tales."
    },
    {
      "index": 9,
      "start_time": 45070.0,
      "end_time": 49850.0,
      "text": "Chaucer is a crucial figure in developing the legitimacy of the vernacular, Middle English,"
    },
    {
      "index": 10,
      "start_time": 49850.0,
      "end_time": 56100.0,
      "text": "at a time when the dominant literary languages in England were French and Latin."
    },
    {
      "index": 11,
      "start_time": 56100.0,
      "end_time": 60070.0,
      "text": "Life Geoffrey Chaucer was born in London sometime"
    },
    {
      "index": 12,
      "start_time": 60070.0,
      "end_time": 66820.0,
      "text": "around 1343, though the precise date and location of his birth remain unknown. His father and"
    },
    {
      "index": 13,
      "start_time": 66820.0,
      "end_time": 72370.0,
      "text": "grandfather were both London vintners; several previous generations had been merchants in"
    },
    {
      "index": 14,
      "start_time": 72370.0,
      "end_time": 78930.0,
      "text": "Ipswich. (His family name derives from the French chausseur, meaning &quot;shoemaker&quot;.) In"
    },
    {
      "index": 15,
      "start_time": 78930.0,
      "end_time": 84100.0,
      "text": "1324 John Chaucer, Geoffrey&#39;s father, was kidnapped by an aunt in the hope of marrying"
    },
    {
      "index": 16,
      "start_time": 84100.0,
      "end_time": 89280.0,
      "text": "the twelve-year-old boy to her daughter in an attempt to keep property in Ipswich. The"
    },
    {
      "index": 17,
      "start_time": 89280.0,
      "end_time": 95790.0,
      "text": "aunt was imprisoned and the £250 fine levied suggests that the family was financially secure—bourgeois,"
    },
    {
      "index": 18,
      "start_time": 95790.0,
      "end_time": 103670.0,
      "text": "if not elite. John Chaucer married Agnes Copton, who, in 1349, inherited properties including"
    },
    {
      "index": 19,
      "start_time": 103670.0,
      "end_time": 109340.0,
      "text": "24 shops in London from her uncle, Hamo de Copton, who is described in a will dated 3"
    },
    {
      "index": 20,
      "start_time": 109340.0,
      "end_time": 115730.0,
      "text": "April 1354 and listed in the City Hustings Roll as &quot;moneyer&quot;; he was said to be moneyer"
    },
    {
      "index": 21,
      "start_time": 115730.0,
      "end_time": 124360.0,
      "text": "at the Tower of London. In the City Hustings Roll 110, 5, Ric II, dated June 1380, Geoffrey"
    },
    {
      "index": 22,
      "start_time": 124360.0,
      "end_time": 131270.0,
      "text": "Chaucer refers to himself as me Galfridum Chaucer, filium Johannis Chaucer, Vinetarii,"
    },
    {
      "index": 23,
      "start_time": 131270.0,
      "end_time": 134390.0,
      "text": "Londonie&#39;. While records concerning the lives of his"
    },
    {
      "index": 24,
      "start_time": 134390.0,
      "end_time": 140130.0,
      "text": "contemporary poets, William Langland and the Pearl Poet are practically non-existent, since"
    },
    {
      "index": 25,
      "start_time": 140130.0,
      "end_time": 145230.0,
      "text": "Chaucer was a public servant, his official life is very well documented, with nearly"
    },
    {
      "index": 26,
      "start_time": 145230.0,
      "end_time": 151040.0,
      "text": "five hundred written items testifying to his career. The first of the &quot;Chaucer Life Records&quot;"
    },
    {
      "index": 27,
      "start_time": 151040.0,
      "end_time": 157300.0,
      "text": "appears in 1357, in the household accounts of Elizabeth de Burgh, the Countess of Ulster,"
    },
    {
      "index": 28,
      "start_time": 157300.0,
      "end_time": 162510.0,
      "text": "when he became the noblewoman&#39;s page through his father&#39;s connections. She was married"
    },
    {
      "index": 29,
      "start_time": 162510.0,
      "end_time": 168170.0,
      "text": "to Lionel, Duke of Clarence, the second surviving son of the king, Edward III, and the position"
    },
    {
      "index": 30,
      "start_time": 168170.0,
      "end_time": 172430.0,
      "text": "brought the teenage Chaucer into the close court circle, where he was to remain for the"
    },
    {
      "index": 31,
      "start_time": 172430.0,
      "end_time": 178900.0,
      "text": "rest of his life. He also worked as a courtier, a diplomat, and a civil servant, as well as"
    },
    {
      "index": 32,
      "start_time": 178900.0,
      "end_time": 183819.0,
      "text": "working for the king, collecting and inventorying scrap metal."
    },
    {
      "index": 33,
      "start_time": 183819.0,
      "end_time": 189760.0,
      "text": "In 1359, in the early stages of the Hundred Years&#39; War, Edward III invaded France and"
    },
    {
      "index": 34,
      "start_time": 189760.0,
      "end_time": 195319.0,
      "text": "Chaucer travelled with Lionel of Antwerp, 1st Duke of Clarence, Elizabeth&#39;s husband,"
    },
    {
      "index": 35,
      "start_time": 195319.0,
      "end_time": 202319.0,
      "text": "as part of the English army. In 1360, he was captured during the siege of Rheims. Edward"
    },
    {
      "index": 36,
      "start_time": 202319.0,
      "end_time": 208390.0,
      "text": "paid £16 for his ransom, a considerable sum, and Chaucer was released."
    },
    {
      "index": 37,
      "start_time": 208390.0,
      "end_time": 214650.0,
      "text": "After this, Chaucer&#39;s life is uncertain, but he seems to have travelled in France, Spain,"
    },
    {
      "index": 38,
      "start_time": 214650.0,
      "end_time": 219810.0,
      "text": "and Flanders, possibly as a messenger and perhaps even going on a pilgrimage to Santiago"
    },
    {
      "index": 39,
      "start_time": 219810.0,
      "end_time": 228209.0,
      "text": "de Compostela. Around 1366, Chaucer married Philippa (de) Roet. She was a lady-in-waiting"
    },
    {
      "index": 40,
      "start_time": 228209.0,
      "end_time": 234970.0,
      "text": "to Edward III&#39;s queen, Philippa of Hainault, and a sister of Katherine Swynford, who later"
    },
    {
      "index": 41,
      "start_time": 234970.0,
      "end_time": 242599.0,
      "text": "(c. 1396) became the third wife of John of Gaunt. It is uncertain how many children Chaucer"
    },
    {
      "index": 42,
      "start_time": 242599.0,
      "end_time": 248819.0,
      "text": "and Philippa had, but three or four are most commonly cited. His son, Thomas Chaucer, had"
    },
    {
      "index": 43,
      "start_time": 248819.0,
      "end_time": 254709.0,
      "text": "an illustrious career, as chief butler to four kings, envoy to France, and Speaker of"
    },
    {
      "index": 44,
      "start_time": 254709.0,
      "end_time": 262180.0,
      "text": "the House of Commons. Thomas&#39;s daughter, Alice, married the Duke of Suffolk. Thomas&#39;s great-grandson"
    },
    {
      "index": 45,
      "start_time": 262180.0,
      "end_time": 267779.0,
      "text": "(Geoffrey&#39;s great-great-grandson), John de la Pole, Earl of Lincoln, was the heir to"
    },
    {
      "index": 46,
      "start_time": 267779.0,
      "end_time": 272830.0,
      "text": "the throne designated by Richard III before he was deposed. Geoffrey&#39;s other children"
    },
    {
      "index": 47,
      "start_time": 272830.0,
      "end_time": 279460.0,
      "text": "probably included Elizabeth Chaucy, a nun at Barking Abbey. Agnes, an attendant at Henry"
    },
    {
      "index": 48,
      "start_time": 279460.0,
      "end_time": 286020.0,
      "text": "IV&#39;s coronation; and another son, Lewis Chaucer. Chaucer’s “Treatise on the Astrolabe”"
    },
    {
      "index": 49,
      "start_time": 286020.0,
      "end_time": 290229.0,
      "text": "was written for Lewis. Chaucer probably studied law in the Inner"
    },
    {
      "index": 50,
      "start_time": 290229.0,
      "end_time": 296009.0,
      "text": "Temple (an Inn of Court) at this time. He became a member of the royal court of Edward"
    },
    {
      "index": 51,
      "start_time": 296009.0,
      "end_time": 303240.0,
      "text": "III as a varlet de chambre, yeoman, or esquire on 20 June 1367, a position which could entail"
    },
    {
      "index": 52,
      "start_time": 303240.0,
      "end_time": 310330.0,
      "text": "a wide variety of tasks. His wife also received a pension for court employment. He travelled"
    },
    {
      "index": 53,
      "start_time": 310330.0,
      "end_time": 317059.0,
      "text": "abroad many times, at least some of them in his role as a valet. In 1368, he may have"
    },
    {
      "index": 54,
      "start_time": 317059.0,
      "end_time": 322469.0,
      "text": "attended the wedding of Lionel of Antwerp to Violante Visconti, daughter of Galeazzo"
    },
    {
      "index": 55,
      "start_time": 322469.0,
      "end_time": 328740.0,
      "text": "II Visconti, in Milan. Two other literary stars of the era were in attendance: Jean"
    },
    {
      "index": 56,
      "start_time": 328740.0,
      "end_time": 334080.0,
      "text": "Froissart and Petrarch. Around this time, Chaucer is believed to have written The Book"
    },
    {
      "index": 57,
      "start_time": 334080.0,
      "end_time": 339789.0,
      "text": "of the Duchess in honour of Blanche of Lancaster, the late wife of John of Gaunt, who died in"
    },
    {
      "index": 58,
      "start_time": 339789.0,
      "end_time": 343960.0,
      "text": "1369. Chaucer travelled to Picardy the next year"
    },
    {
      "index": 59,
      "start_time": 343960.0,
      "end_time": 351770.0,
      "text": "as part of a military expedition; in 1373 he visited Genoa and Florence. Numerous scholars"
    },
    {
      "index": 60,
      "start_time": 351770.0,
      "end_time": 358270.0,
      "text": "such as Skeat, Boitani, and Rowland suggested that, on this Italian trip, he came into contact"
    },
    {
      "index": 61,
      "start_time": 358270.0,
      "end_time": 364150.0,
      "text": "with Petrarch or Boccaccio. They introduced him to medieval Italian poetry, the forms"
    },
    {
      "index": 62,
      "start_time": 364150.0,
      "end_time": 370770.0,
      "text": "and stories of which he would use later. The purposes of a voyage in 1377 are mysterious,"
    },
    {
      "index": 63,
      "start_time": 370770.0,
      "end_time": 377020.0,
      "text": "as details within the historical record conflict. Later documents suggest it was a mission,"
    },
    {
      "index": 64,
      "start_time": 377020.0,
      "end_time": 382210.0,
      "text": "along with Jean Froissart, to arrange a marriage between the future King Richard II and a French"
    },
    {
      "index": 65,
      "start_time": 382210.0,
      "end_time": 387419.0,
      "text": "princess, thereby ending the Hundred Years War. If this was the purpose of their trip,"
    },
    {
      "index": 66,
      "start_time": 387419.0,
      "end_time": 391800.0,
      "text": "they seem to have been unsuccessful, as no wedding occurred."
    },
    {
      "index": 67,
      "start_time": 391800.0,
      "end_time": 398479.0,
      "text": "In 1378, Richard II sent Chaucer as an envoy (secret dispatch) to the Visconti and to Sir"
    },
    {
      "index": 68,
      "start_time": 398479.0,
      "end_time": 404860.0,
      "text": "John Hawkwood, English condottiere (mercenary leader) in Milan. It has been speculated that"
    },
    {
      "index": 69,
      "start_time": 404860.0,
      "end_time": 409770.0,
      "text": "it was Hawkwood on whom Chaucer based his character the Knight in the Canterbury Tales,"
    },
    {
      "index": 70,
      "start_time": 409770.0,
      "end_time": 413930.0,
      "text": "for a description matches that of a 14th-century condottiere."
    },
    {
      "index": 71,
      "start_time": 413930.0,
      "end_time": 418979.0,
      "text": "A possible indication that his career as a writer was appreciated came when Edward III"
    },
    {
      "index": 72,
      "start_time": 418979.0,
      "end_time": 423119.0,
      "text": "granted Chaucer &quot;a gallon of wine daily for the rest of his life&quot; for some unspecified"
    },
    {
      "index": 73,
      "start_time": 423119.0,
      "end_time": 430949.0,
      "text": "task. This was an unusual grant, but given on a day of celebration, St George&#39;s Day,"
    },
    {
      "index": 74,
      "start_time": 430949.0,
      "end_time": 436009.0,
      "text": "1374, when artistic endeavours were traditionally rewarded, it is assumed to have been another"
    },
    {
      "index": 75,
      "start_time": 436009.0,
      "end_time": 442349.0,
      "text": "early poetic work. It is not known which, if any, of Chaucer&#39;s extant works prompted"
    },
    {
      "index": 76,
      "start_time": 442349.0,
      "end_time": 447529.0,
      "text": "the reward, but the suggestion of him as poet to a king places him as a precursor to later"
    },
    {
      "index": 77,
      "start_time": 447529.0,
      "end_time": 453689.0,
      "text": "poets laureate. Chaucer continued to collect the liquid stipend until Richard II came to"
    },
    {
      "index": 78,
      "start_time": 453689.0,
      "end_time": 460399.0,
      "text": "power, after which it was converted to a monetary grant on 18 April 1378."
    },
    {
      "index": 79,
      "start_time": 460399.0,
      "end_time": 464550.0,
      "text": "Chaucer obtained the very substantial job of comptroller of the customs for the port"
    },
    {
      "index": 80,
      "start_time": 464550.0,
      "end_time": 470869.0,
      "text": "of London, which he began on 8 June 1374. He must have been suited for the role as he"
    },
    {
      "index": 81,
      "start_time": 470869.0,
      "end_time": 476710.0,
      "text": "continued in it for twelve years, a long time in such a post at that time. His life goes"
    },
    {
      "index": 82,
      "start_time": 476710.0,
      "end_time": 482339.0,
      "text": "undocumented for much of the next ten years, but it is believed that he wrote (or began)"
    },
    {
      "index": 83,
      "start_time": 482339.0,
      "end_time": 489169.0,
      "text": "most of his famous works during this period. He was mentioned in law papers of 4 May 1380,"
    },
    {
      "index": 84,
      "start_time": 489169.0,
      "end_time": 495589.0,
      "text": "involved in the raptus of Cecilia Chaumpaigne. What raptus means is unclear, but the incident"
    },
    {
      "index": 85,
      "start_time": 495589.0,
      "end_time": 500809.0,
      "text": "seems to have been resolved quickly and did not leave a stain on Chaucer&#39;s reputation."
    },
    {
      "index": 86,
      "start_time": 500809.0,
      "end_time": 504919.0,
      "text": "It is not known if Chaucer was in the city of London at the time of the Peasants&#39; Revolt,"
    },
    {
      "index": 87,
      "start_time": 504919.0,
      "end_time": 510330.0,
      "text": "but if he was, he would have seen its leaders pass almost directly under his apartment window"
    },
    {
      "index": 88,
      "start_time": 510330.0,
      "end_time": 515269.0,
      "text": "at Aldgate. While still working as comptroller, Chaucer"
    },
    {
      "index": 89,
      "start_time": 515269.0,
      "end_time": 520110.0,
      "text": "appears to have moved to Kent, being appointed as one of the commissioners of peace for Kent,"
    },
    {
      "index": 90,
      "start_time": 520110.0,
      "end_time": 525459.0,
      "text": "at a time when French invasion was a possibility. He is thought to have started work on The"
    },
    {
      "index": 91,
      "start_time": 525459.0,
      "end_time": 532610.0,
      "text": "Canterbury Tales in the early 1380s. He also became a Member of Parliament for Kent in"
    },
    {
      "index": 92,
      "start_time": 532610.0,
      "end_time": 537910.0,
      "text": "1386. There is no further reference after this date to Philippa, Chaucer&#39;s wife, and"
    },
    {
      "index": 93,
      "start_time": 537910.0,
      "end_time": 544690.0,
      "text": "she is presumed to have died in 1387. He survived the political upheavals caused by the Lords"
    },
    {
      "index": 94,
      "start_time": 544690.0,
      "end_time": 548740.0,
      "text": "Appellants, despite the fact that Chaucer knew some of the men executed over the affair"
    },
    {
      "index": 95,
      "start_time": 548740.0,
      "end_time": 554209.0,
      "text": "quite well. On 12 July 1389, Chaucer was appointed the"
    },
    {
      "index": 96,
      "start_time": 554209.0,
      "end_time": 560220.0,
      "text": "clerk of the king&#39;s works, a sort of foreman organising most of the king&#39;s building projects."
    },
    {
      "index": 97,
      "start_time": 560220.0,
      "end_time": 565600.0,
      "text": "No major works were begun during his tenure, but he did conduct repairs on Westminster"
    },
    {
      "index": 98,
      "start_time": 565600.0,
      "end_time": 571620.0,
      "text": "Palace, St. George&#39;s Chapel, Windsor, continue building the wharf at the Tower of London,"
    },
    {
      "index": 99,
      "start_time": 571620.0,
      "end_time": 577339.0,
      "text": "and build the stands for a tournament held in 1390. It may have been a difficult job,"
    },
    {
      "index": 100,
      "start_time": 577339.0,
      "end_time": 583500.0,
      "text": "but it paid well: two shillings a day, more than three times his salary as a comptroller."
    },
    {
      "index": 101,
      "start_time": 583500.0,
      "end_time": 587740.0,
      "text": "Chaucer was also appointed keeper of the lodge at the King’s park in Feckenham, which was"
    },
    {
      "index": 102,
      "start_time": 587740.0,
      "end_time": 593680.0,
      "text": "a largely honorary appointment. In September 1390, records say that he was"
    },
    {
      "index": 103,
      "start_time": 593680.0,
      "end_time": 599690.0,
      "text": "robbed, and possibly injured, while conducting the business, and it was shortly after, on"
    },
    {
      "index": 104,
      "start_time": 599690.0,
      "end_time": 607579.0,
      "text": "17 June 1391, that he stopped working in this capacity. Almost immediately, on 22 June,"
    },
    {
      "index": 105,
      "start_time": 607579.0,
      "end_time": 613990.0,
      "text": "he began as Deputy Forester in the royal forest of North Petherton, Somerset. This was no"
    },
    {
      "index": 106,
      "start_time": 613990.0,
      "end_time": 618620.0,
      "text": "sinecure, with maintenance an important part of the job, although there were many opportunities"
    },
    {
      "index": 107,
      "start_time": 618620.0,
      "end_time": 625170.0,
      "text": "to derive profit. He was granted an annual pension of twenty pounds by Richard II in"
    },
    {
      "index": 108,
      "start_time": 625170.0,
      "end_time": 630160.0,
      "text": "1394. It is believed that Chaucer stopped work on the Canterbury Tales sometime towards"
    },
    {
      "index": 109,
      "start_time": 630160.0,
      "end_time": 635100.0,
      "text": "the end of this decade. Not long after the overthrow of his patron,"
    },
    {
      "index": 110,
      "start_time": 635100.0,
      "end_time": 642629.0,
      "text": "Richard II, in 1399, Chaucer&#39;s name fades from the historical record. The last few records"
    },
    {
      "index": 111,
      "start_time": 642629.0,
      "end_time": 647660.0,
      "text": "of his life show his pension renewed by the new king, and his taking of a lease on a residence"
    },
    {
      "index": 112,
      "start_time": 647660.0,
      "end_time": 654629.0,
      "text": "within the close of Westminster Abbey on 24 December 1399. Although Henry IV renewed the"
    },
    {
      "index": 113,
      "start_time": 654629.0,
      "end_time": 659190.0,
      "text": "grants assigned to Chaucer by Richard, Chaucer&#39;s own The Complaint of Chaucer to his Purse"
    },
    {
      "index": 114,
      "start_time": 659190.0,
      "end_time": 664019.0,
      "text": "hints that the grants might not have been paid. The last mention of Chaucer is on 5"
    },
    {
      "index": 115,
      "start_time": 664019.0,
      "end_time": 669050.0,
      "text": "June 1400, when some monies owed to him were paid."
    },
    {
      "index": 116,
      "start_time": 669050.0,
      "end_time": 675480.0,
      "text": "He is believed to have died of unknown causes on 25 October 1400, but there is no firm evidence"
    },
    {
      "index": 117,
      "start_time": 675480.0,
      "end_time": 680449.0,
      "text": "for this date, as it comes from the engraving on his tomb, erected more than one hundred"
    },
    {
      "index": 118,
      "start_time": 680449.0,
      "end_time": 686889.0,
      "text": "years after his death. There is some speculation—most recently in Terry Jones&#39; book Who Murdered"
    },
    {
      "index": 119,
      "start_time": 686889.0,
      "end_time": 692110.0,
      "text": "Chaucer?: A Medieval Mystery—that he was murdered by enemies of Richard II or even"
    },
    {
      "index": 120,
      "start_time": 692110.0,
      "end_time": 698230.0,
      "text": "on the orders of his successor Henry IV, but the case is entirely circumstantial. Chaucer"
    },
    {
      "index": 121,
      "start_time": 698230.0,
      "end_time": 703069.0,
      "text": "was buried in Westminster Abbey in London, as was his right owing to his status as a"
    },
    {
      "index": 122,
      "start_time": 703069.0,
      "end_time": 709000.0,
      "text": "tenant of the Abbey&#39;s close. In 1556, his remains were transferred to a more ornate"
    },
    {
      "index": 123,
      "start_time": 709000.0,
      "end_time": 716649.0,
      "text": "tomb, making Chaucer the first writer interred in the area now known as Poets&#39; Corner."
    },
    {
      "index": 124,
      "start_time": 716649.0,
      "end_time": 720879.0,
      "text": "Works Chaucer&#39;s first major work, The Book of the"
    },
    {
      "index": 125,
      "start_time": 720879.0,
      "end_time": 728009.0,
      "text": "Duchess, was an elegy for Blanche of Lancaster (who died in 1369). It is possible that this"
    },
    {
      "index": 126,
      "start_time": 728009.0,
      "end_time": 733819.0,
      "text": "work was commissioned by her husband John of Gaunt, as he granted Chaucer a £10 annuity"
    },
    {
      "index": 127,
      "start_time": 733819.0,
      "end_time": 739949.0,
      "text": "on 13 June 1374. This would seem to place the writing of The Book of the Duchess between"
    },
    {
      "index": 128,
      "start_time": 739949.0,
      "end_time": 747209.0,
      "text": "the years 1369 and 1374. Two other early works by Chaucer were Anelida and Arcite and The"
    },
    {
      "index": 129,
      "start_time": 747209.0,
      "end_time": 753000.0,
      "text": "House of Fame. Chaucer wrote many of his major works in a prolific period when he held the"
    },
    {
      "index": 130,
      "start_time": 753000.0,
      "end_time": 760899.0,
      "text": "job of customs comptroller for London (1374 to 1386). His Parlement of Foules, The Legend"
    },
    {
      "index": 131,
      "start_time": 760899.0,
      "end_time": 766370.0,
      "text": "of Good Women and Troilus and Criseyde all date from this time. Also it is believed that"
    },
    {
      "index": 132,
      "start_time": 766370.0,
      "end_time": 772459.0,
      "text": "he started work on The Canterbury Tales in the early 1380s. Chaucer is best known as"
    },
    {
      "index": 133,
      "start_time": 772459.0,
      "end_time": 777139.0,
      "text": "the writer of The Canterbury Tales, which is a collection of stories told by fictional"
    },
    {
      "index": 134,
      "start_time": 777139.0,
      "end_time": 784579.0,
      "text": "pilgrims on the road to the cathedral at Canterbury; these tales would help to shape English literature."
    },
    {
      "index": 135,
      "start_time": 784579.0,
      "end_time": 788920.0,
      "text": "The Canterbury Tales contrasts with other literature of the period in the naturalism"
    },
    {
      "index": 136,
      "start_time": 788920.0,
      "end_time": 793509.0,
      "text": "of its narrative, the variety of stories the pilgrims tell and the varied characters who"
    },
    {
      "index": 137,
      "start_time": 793509.0,
      "end_time": 799079.0,
      "text": "are engaged in the pilgrimage. Many of the stories narrated by the pilgrims seem to fit"
    },
    {
      "index": 138,
      "start_time": 799079.0,
      "end_time": 804000.0,
      "text": "their individual characters and social standing, although some of the stories seem ill-fitting"
    },
    {
      "index": 139,
      "start_time": 804000.0,
      "end_time": 809560.0,
      "text": "to their narrators, perhaps as a result of the incomplete state of the work. Chaucer"
    },
    {
      "index": 140,
      "start_time": 809560.0,
      "end_time": 814519.0,
      "text": "drew on real life for his cast of pilgrims: the innkeeper shares the name of a contemporary"
    },
    {
      "index": 141,
      "start_time": 814519.0,
      "end_time": 819689.0,
      "text": "keeper of an inn in Southwark, and real-life identities for the Wife of Bath, the Merchant,"
    },
    {
      "index": 142,
      "start_time": 819689.0,
      "end_time": 825759.0,
      "text": "the Man of Law and the Student have been suggested. The many jobs that Chaucer held in medieval"
    },
    {
      "index": 143,
      "start_time": 825759.0,
      "end_time": 832839.0,
      "text": "society—page, soldier, messenger, valet, bureaucrat, foreman and administrator—probably"
    },
    {
      "index": 144,
      "start_time": 832839.0,
      "end_time": 838129.0,
      "text": "exposed him to many of the types of people he depicted in the Tales. He was able to shape"
    },
    {
      "index": 145,
      "start_time": 838129.0,
      "end_time": 842279.0,
      "text": "their speech and satirise their manners in what was to become popular literature among"
    },
    {
      "index": 146,
      "start_time": 842279.0,
      "end_time": 847069.0,
      "text": "people of the same types. Chaucer&#39;s works are sometimes grouped into"
    },
    {
      "index": 147,
      "start_time": 847069.0,
      "end_time": 852529.0,
      "text": "first a French period, then an Italian period and finally an English period, with Chaucer"
    },
    {
      "index": 148,
      "start_time": 852529.0,
      "end_time": 858079.0,
      "text": "being influenced by those countries&#39; literatures in turn. Certainly Troilus and Criseyde is"
    },
    {
      "index": 149,
      "start_time": 858079.0,
      "end_time": 862639.0,
      "text": "a middle period work with its reliance on the forms of Italian poetry, little known"
    },
    {
      "index": 150,
      "start_time": 862639.0,
      "end_time": 867499.0,
      "text": "in England at the time, but to which Chaucer was probably exposed during his frequent trips"
    },
    {
      "index": 151,
      "start_time": 867499.0,
      "end_time": 873829.0,
      "text": "abroad on court business. In addition, its use of a classical subject and its elaborate,"
    },
    {
      "index": 152,
      "start_time": 873829.0,
      "end_time": 879249.0,
      "text": "courtly language sets it apart as one of his most complete and well-formed works. In Troilus"
    },
    {
      "index": 153,
      "start_time": 879249.0,
      "end_time": 885149.0,
      "text": "and Criseyde Chaucer draws heavily on his source, Boccaccio, and on the late Latin philosopher"
    },
    {
      "index": 154,
      "start_time": 885149.0,
      "end_time": 891970.0,
      "text": "Boethius. However, it is The Canterbury Tales, wherein he focuses on English subjects, with"
    },
    {
      "index": 155,
      "start_time": 891970.0,
      "end_time": 896879.0,
      "text": "bawdy jokes and respected figures often being undercut with humour, that has cemented his"
    },
    {
      "index": 156,
      "start_time": 896879.0,
      "end_time": 901569.0,
      "text": "reputation. Chaucer also translated such important works"
    },
    {
      "index": 157,
      "start_time": 901569.0,
      "end_time": 906370.0,
      "text": "as Boethius&#39; Consolation of Philosophy and The Romance of the Rose by Guillaume de Lorris"
    },
    {
      "index": 158,
      "start_time": 906370.0,
      "end_time": 912689.0,
      "text": "(extended by Jean de Meun). However, while many scholars maintain that Chaucer did indeed"
    },
    {
      "index": 159,
      "start_time": 912689.0,
      "end_time": 917569.0,
      "text": "translate part of the text of Roman de la Rose as The Romaunt of the Rose, others claim"
    },
    {
      "index": 160,
      "start_time": 917569.0,
      "end_time": 923499.0,
      "text": "that this has been effectively disproved. Many of his other works were very loose translations"
    },
    {
      "index": 161,
      "start_time": 923499.0,
      "end_time": 929509.0,
      "text": "of, or simply based on, works from continental Europe. It is in this role that Chaucer receives"
    },
    {
      "index": 162,
      "start_time": 929509.0,
      "end_time": 935470.0,
      "text": "some of his earliest critical praise. Eustache Deschamps wrote a ballade on the great translator"
    },
    {
      "index": 163,
      "start_time": 935470.0,
      "end_time": 941430.0,
      "text": "and called himself a &quot;nettle in Chaucer&#39;s garden of poetry&quot;. In 1385 Thomas Usk made"
    },
    {
      "index": 164,
      "start_time": 941430.0,
      "end_time": 947370.0,
      "text": "glowing mention of Chaucer, and John Gower, Chaucer&#39;s main poetic rival of the time, also"
    },
    {
      "index": 165,
      "start_time": 947370.0,
      "end_time": 952889.0,
      "text": "lauded him. This reference was later edited out of Gower&#39;s Confessio Amantis and it has"
    },
    {
      "index": 166,
      "start_time": 952889.0,
      "end_time": 957269.0,
      "text": "been suggested by some that this was because of ill feeling between them, but it is likely"
    },
    {
      "index": 167,
      "start_time": 957269.0,
      "end_time": 962790.0,
      "text": "due simply to stylistic concerns. One other significant work of Chaucer&#39;s is"
    },
    {
      "index": 168,
      "start_time": 962790.0,
      "end_time": 967720.0,
      "text": "his Treatise on the Astrolabe, possibly for his own son, that describes the form and use"
    },
    {
      "index": 169,
      "start_time": 967720.0,
      "end_time": 972499.0,
      "text": "of that instrument in detail and is sometimes cited as the first example of technical writing"
    },
    {
      "index": 170,
      "start_time": 972499.0,
      "end_time": 977930.0,
      "text": "in the English language. Although much of the text may have come from other sources,"
    },
    {
      "index": 171,
      "start_time": 977930.0,
      "end_time": 983920.0,
      "text": "the treatise indicates that Chaucer was versed in science in addition to his literary talents."
    },
    {
      "index": 172,
      "start_time": 983920.0,
      "end_time": 990069.0,
      "text": "Another scientific work discovered in 1952, Equatorie of the Planetis, has similar language"
    },
    {
      "index": 173,
      "start_time": 990069.0,
      "end_time": 994240.0,
      "text": "and handwriting compared to some considered to be Chaucer&#39;s and it continues many of the"
    },
    {
      "index": 174,
      "start_time": 994240.0,
      "end_time": 1001309.0,
      "text": "ideas from the Astrolabe. Furthermore, it contains an example of early European encryption."
    },
    {
      "index": 175,
      "start_time": 1001310.0,
      "end_time": 1007070.0,
      "text": "The attribution of this work to Chaucer is still uncertain."
    },
    {
      "index": 176,
      "start_time": 1007070.0,
      "end_time": 1012421.0,
      "text": "Influence Linguistic"
    },
    {
      "index": 177,
      "start_time": 1012420.0,
      "end_time": 1017389.0,
      "text": "Chaucer wrote in continental accentual-syllabic meter, a style which had developed since around"
    },
    {
      "index": 178,
      "start_time": 1017390.0,
      "end_time": 1022840.0,
      "text": "the 12th century as an alternative to the alliterative Anglo-Saxon metre. Chaucer is"
    },
    {
      "index": 179,
      "start_time": 1022840.0,
      "end_time": 1027911.0,
      "text": "known for metrical innovation, inventing the rhyme royal, and he was one of the first English"
    },
    {
      "index": 180,
      "start_time": 1027910.0000000001,
      "end_time": 1034540.0000000001,
      "text": "poets to use the five-stress line, a decasyllabic cousin to the iambic pentameter, in his work,"
    },
    {
      "index": 181,
      "start_time": 1034540.0,
      "end_time": 1040339.0,
      "text": "with only a few anonymous short works using it before him. The arrangement of these five-stress"
    },
    {
      "index": 182,
      "start_time": 1040339.9999999999,
      "end_time": 1045490.9999999999,
      "text": "lines into rhyming couplets, first seen in his The Legend of Good Women, was used in"
    },
    {
      "index": 183,
      "start_time": 1045490.0,
      "end_time": 1050830.0,
      "text": "much of his later work and became one of the standard poetic forms in English. His early"
    },
    {
      "index": 184,
      "start_time": 1050830.0,
      "end_time": 1056040.0,
      "text": "influence as a satirist is also important, with the common humorous device, the funny"
    },
    {
      "index": 185,
      "start_time": 1056040.0,
      "end_time": 1062300.0,
      "text": "accent of a regional dialect, apparently making its first appearance in The Reeve&#39;s Tale."
    },
    {
      "index": 186,
      "start_time": 1062300.0,
      "end_time": 1067760.0,
      "text": "The poetry of Chaucer, along with other writers of the era, is credited with helping to standardise"
    },
    {
      "index": 187,
      "start_time": 1067760.0,
      "end_time": 1072650.0,
      "text": "the London Dialect of the Middle English language from a combination of the Kentish and Midlands"
    },
    {
      "index": 188,
      "start_time": 1072650.0,
      "end_time": 1080090.0,
      "text": "dialects. This is probably overstated; the influence of the court, chancery and bureaucracy—of"
    },
    {
      "index": 189,
      "start_time": 1080090.0,
      "end_time": 1085070.0,
      "text": "which Chaucer was a part—remains a more probable influence on the development of Standard"
    },
    {
      "index": 190,
      "start_time": 1085070.0,
      "end_time": 1089960.0,
      "text": "English. Modern English is somewhat distanced from the language of Chaucer&#39;s poems owing"
    },
    {
      "index": 191,
      "start_time": 1089960.0,
      "end_time": 1096060.0,
      "text": "to the effect of the Great Vowel Shift some time after his death. This change in the pronunciation"
    },
    {
      "index": 192,
      "start_time": 1096060.0,
      "end_time": 1101610.0,
      "text": "of English, still not fully understood, makes the reading of Chaucer difficult for the modern"
    },
    {
      "index": 193,
      "start_time": 1101610.0,
      "end_time": 1107190.0,
      "text": "audience. The status of the final -e in Chaucer&#39;s verse is uncertain: it seems likely that during"
    },
    {
      "index": 194,
      "start_time": 1107190.0,
      "end_time": 1111470.0,
      "text": "the period of Chaucer&#39;s writing the final -e was dropping out of colloquial English"
    },
    {
      "index": 195,
      "start_time": 1111470.0,
      "end_time": 1117080.0,
      "text": "and that its use was somewhat irregular. Chaucer&#39;s versification suggests that the final -e is"
    },
    {
      "index": 196,
      "start_time": 1117080.0,
      "end_time": 1123270.0,
      "text": "sometimes to be vocalised, and sometimes to be silent; however, this remains a point on"
    },
    {
      "index": 197,
      "start_time": 1123270.0,
      "end_time": 1130100.0,
      "text": "which there is disagreement. When it is vocalised, most scholars pronounce it as a schwa. Apart"
    },
    {
      "index": 198,
      "start_time": 1130100.0,
      "end_time": 1136060.0,
      "text": "from the irregular spelling, much of the vocabulary is recognisable to the modern reader. Chaucer"
    },
    {
      "index": 199,
      "start_time": 1136060.0,
      "end_time": 1141090.0,
      "text": "is also recorded in the Oxford English Dictionary as the first author to use many common English"
    },
    {
      "index": 200,
      "start_time": 1141090.0,
      "end_time": 1146520.0,
      "text": "words in his writings. These words were probably frequently used in the language at the time"
    },
    {
      "index": 201,
      "start_time": 1146520.0,
      "end_time": 1152680.0,
      "text": "but Chaucer, with his ear for common speech, is the earliest manuscript source. Acceptable,"
    },
    {
      "index": 202,
      "start_time": 1152680.0,
      "end_time": 1160970.0,
      "text": "alkali, altercation, amble, angrily, annex, annoyance, approaching, arbitration, armless,"
    },
    {
      "index": 203,
      "start_time": 1160970.0,
      "end_time": 1167630.0,
      "text": "army, arrogant, arsenic, arc, artillery and aspect are just some of the many English words"
    },
    {
      "index": 204,
      "start_time": 1167630.0,
      "end_time": 1173470.0,
      "text": "first attested in Chaucer. Literary"
    },
    {
      "index": 205,
      "start_time": 1173470.0,
      "end_time": 1177870.0,
      "text": "Widespread knowledge of Chaucer&#39;s works is attested by the many poets who imitated or"
    },
    {
      "index": 206,
      "start_time": 1177870.0,
      "end_time": 1183670.0,
      "text": "responded to his writing. John Lydgate was one of the earliest poets to write continuations"
    },
    {
      "index": 207,
      "start_time": 1183670.0,
      "end_time": 1188420.0,
      "text": "of Chaucer&#39;s unfinished Tales while Robert Henryson&#39;s Testament of Cresseid completes"
    },
    {
      "index": 208,
      "start_time": 1188420.0,
      "end_time": 1194040.0,
      "text": "the story of Cressida left unfinished in his Troilus and Criseyde. Many of the manuscripts"
    },
    {
      "index": 209,
      "start_time": 1194040.0,
      "end_time": 1199270.0,
      "text": "of Chaucer&#39;s works contain material from these poets and later appreciations by the romantic"
    },
    {
      "index": 210,
      "start_time": 1199270.0,
      "end_time": 1203920.0,
      "text": "era poets were shaped by their failure to distinguish the later &quot;additions&quot; from original"
    },
    {
      "index": 211,
      "start_time": 1203920.0,
      "end_time": 1211120.0,
      "text": "Chaucer. Writers or the 17th and 18th centuries, such as John Dryden, admired Chaucer for his"
    },
    {
      "index": 212,
      "start_time": 1211120.0,
      "end_time": 1215820.0,
      "text": "stories, but not for his rhythm and rhyme, as few critics could then read Middle English"
    },
    {
      "index": 213,
      "start_time": 1215820.0,
      "end_time": 1221740.0,
      "text": "and the text had been butchered by printers, leaving a somewhat unadmirable mess. It was"
    },
    {
      "index": 214,
      "start_time": 1221740.0,
      "end_time": 1227900.0,
      "text": "not until the late 19th century that the official Chaucerian canon, accepted today, was decided"
    },
    {
      "index": 215,
      "start_time": 1227900.0,
      "end_time": 1233940.0,
      "text": "upon, largely as a result of Walter William Skeat&#39;s work. Roughly seventy-five years after"
    },
    {
      "index": 216,
      "start_time": 1233940.0,
      "end_time": 1238790.0,
      "text": "Chaucer&#39;s death, The Canterbury Tales was selected by William Caxton to be one of the"
    },
    {
      "index": 217,
      "start_time": 1238790.0,
      "end_time": 1245240.0,
      "text": "first books to be printed in England. English"
    },
    {
      "index": 218,
      "start_time": 1245240.0,
      "end_time": 1250360.0,
      "text": "Chaucer is sometimes considered the source of the English vernacular tradition. His achievement"
    },
    {
      "index": 219,
      "start_time": 1250360.0,
      "end_time": 1254880.0,
      "text": "for the language can be seen as part of a general historical trend towards the creation"
    },
    {
      "index": 220,
      "start_time": 1254880.0,
      "end_time": 1261220.0,
      "text": "of a vernacular literature, after the example of Dante, in many parts of Europe. A parallel"
    },
    {
      "index": 221,
      "start_time": 1261220.0,
      "end_time": 1265780.0,
      "text": "trend in Chaucer&#39;s own lifetime was underway in Scotland through the work of his slightly"
    },
    {
      "index": 222,
      "start_time": 1265780.0,
      "end_time": 1270990.0,
      "text": "earlier contemporary, John Barbour, and was likely to have been even more general, as"
    },
    {
      "index": 223,
      "start_time": 1270990.0,
      "end_time": 1275810.0,
      "text": "is evidenced by the example of the Pearl Poet in the north of England."
    },
    {
      "index": 224,
      "start_time": 1275810.0,
      "end_time": 1280690.0,
      "text": "Although Chaucer&#39;s language is much closer to Modern English than the text of Beowulf,"
    },
    {
      "index": 225,
      "start_time": 1280690.0,
      "end_time": 1285860.0,
      "text": "such that (unlike that of Beowulf) a Modern English-speaker with a large vocabulary of"
    },
    {
      "index": 226,
      "start_time": 1285860.0,
      "end_time": 1290960.0,
      "text": "archaic words may understand it, it differs enough that most publications modernise his"
    },
    {
      "index": 227,
      "start_time": 1290960.0,
      "end_time": 1296440.0,
      "text": "idiom. Following is a sample from the prologue of &quot;The Summoner&#39;s Tale&quot; that compares Chaucer&#39;s"
    },
    {
      "index": 228,
      "start_time": 1296440.0,
      "end_time": 1304040.0,
      "text": "text to a modern translation: Critical reception"
    },
    {
      "index": 229,
      "start_time": 1304040.0,
      "end_time": 1308740.0,
      "text": "Early criticism The poet Thomas Hoccleve, who may have met"
    },
    {
      "index": 230,
      "start_time": 1308740.0,
      "end_time": 1313400.0,
      "text": "Chaucer and considered him his role model, hailed Chaucer as &quot;the firste fyndere of our"
    },
    {
      "index": 231,
      "start_time": 1313400.0,
      "end_time": 1319320.0,
      "text": "fair langage.&quot; John Lydgate referred to Chaucer within his own text The Fall of Princes as"
    },
    {
      "index": 232,
      "start_time": 1319320.0,
      "end_time": 1325960.0,
      "text": "the &quot;lodesterre... off our language&quot;. Around two centuries later, Sir Philip Sidney greatly"
    },
    {
      "index": 233,
      "start_time": 1325960.0,
      "end_time": 1331860.0,
      "text": "praised Troilus and Criseyde in his own Defence of Poesie."
    },
    {
      "index": 234,
      "start_time": 1331860.0,
      "end_time": 1336360.0,
      "text": "Manuscripts and audience The large number of surviving manuscripts"
    },
    {
      "index": 235,
      "start_time": 1336360.0,
      "end_time": 1341330.0,
      "text": "of Chaucer&#39;s works is testimony to the enduring interest in his poetry prior to the arrival"
    },
    {
      "index": 236,
      "start_time": 1341330.0,
      "end_time": 1348070.0,
      "text": "of the printing press. There are 83 surviving manuscripts of the Canterbury Tales (in whole"
    },
    {
      "index": 237,
      "start_time": 1348070.0,
      "end_time": 1353390.0,
      "text": "or part) alone, along with sixteen of Troilus and Criseyde, including the personal copy"
    },
    {
      "index": 238,
      "start_time": 1353390.0,
      "end_time": 1359130.0,
      "text": "of Henry IV. Given the ravages of time, it is likely that these surviving manuscripts"
    },
    {
      "index": 239,
      "start_time": 1359130.0,
      "end_time": 1364950.0,
      "text": "represent hundreds since lost. Chaucer&#39;s original audience was a courtly one, and would have"
    },
    {
      "index": 240,
      "start_time": 1364950.0,
      "end_time": 1370140.0,
      "text": "included women as well as men of the upper social classes. Yet even before his death"
    },
    {
      "index": 241,
      "start_time": 1370140.0,
      "end_time": 1375930.0,
      "text": "in 1400, Chaucer&#39;s audience had begun to include members of the rising literate, middle and"
    },
    {
      "index": 242,
      "start_time": 1375930.0,
      "end_time": 1380930.0,
      "text": "merchant classes, which included many Lollard sympathisers who may well have been inclined"
    },
    {
      "index": 243,
      "start_time": 1380930.0,
      "end_time": 1387160.0,
      "text": "to read Chaucer as one of their own, particularly in his satirical writings about friars, priests,"
    },
    {
      "index": 244,
      "start_time": 1387160.0,
      "end_time": 1394000.0,
      "text": "and other church officials. In 1464, John Baron, a tenant farmer in Agmondesham, was"
    },
    {
      "index": 245,
      "start_time": 1394000.0,
      "end_time": 1400110.0,
      "text": "brought before John Chadworth, the Bishop of Lincoln, on charges he was a Lollard heretic;"
    },
    {
      "index": 246,
      "start_time": 1400110.0,
      "end_time": 1407100.0,
      "text": "he confessed to owning a &quot;boke of the Tales of Caunterburie&quot; among other suspect volumes."
    },
    {
      "index": 247,
      "start_time": 1407100.0,
      "end_time": 1412450.0,
      "text": "Printed editions William Caxton, the first English printer,"
    },
    {
      "index": 248,
      "start_time": 1412450.0,
      "end_time": 1417080.0,
      "text": "was responsible for the first two folio editions of The Canterbury Tales which were published"
    },
    {
      "index": 249,
      "start_time": 1417080.0,
      "end_time": 1425200.0,
      "text": "in 1478 and 1483. Caxton&#39;s second printing, by his own account, came about because a customer"
    },
    {
      "index": 250,
      "start_time": 1425200.0,
      "end_time": 1430350.0,
      "text": "complained that the printed text differed from a manuscript he knew; Caxton obligingly"
    },
    {
      "index": 251,
      "start_time": 1430350.0,
      "end_time": 1436520.0,
      "text": "used the man&#39;s manuscript as his source. Both Caxton editions carry the equivalent of manuscript"
    },
    {
      "index": 252,
      "start_time": 1436520.0,
      "end_time": 1442670.0,
      "text": "authority. Caxton&#39;s edition was reprinted by his successor, Wynkyn de Worde, but this"
    },
    {
      "index": 253,
      "start_time": 1442670.0,
      "end_time": 1448780.0,
      "text": "edition has no independent authority. Richard Pynson, the King&#39;s Printer under Henry"
    },
    {
      "index": 254,
      "start_time": 1448780.0,
      "end_time": 1453460.0,
      "text": "VIII for about twenty years, was the first to collect and sell something that resembled"
    },
    {
      "index": 255,
      "start_time": 1453460.0,
      "end_time": 1458230.0,
      "text": "an edition of the collected works of Chaucer, introducing in the process five previously"
    },
    {
      "index": 256,
      "start_time": 1458230.0,
      "end_time": 1463820.0,
      "text": "printed texts that we now know are not Chaucer&#39;s. (The collection is actually three separately"
    },
    {
      "index": 257,
      "start_time": 1463820.0,
      "end_time": 1470190.0,
      "text": "printed texts, or collections of texts, bound together as one volume.) There is a likely"
    },
    {
      "index": 258,
      "start_time": 1470190.0,
      "end_time": 1476060.0,
      "text": "connection between Pynson&#39;s product and William Thynne&#39;s a mere six years later. Thynne had"
    },
    {
      "index": 259,
      "start_time": 1476060.0,
      "end_time": 1482350.0,
      "text": "a successful career from the 1520s until his death in 1546, when he was one of the masters"
    },
    {
      "index": 260,
      "start_time": 1482350.0,
      "end_time": 1489430.0,
      "text": "of the royal household. His editions of Chaucers Works in 1532 and 1542 were the first major"
    },
    {
      "index": 261,
      "start_time": 1489430.0,
      "end_time": 1495220.0,
      "text": "contributions to the existence of a widely recognised Chaucerian canon. Thynne represents"
    },
    {
      "index": 262,
      "start_time": 1495220.0,
      "end_time": 1499600.0,
      "text": "his edition as a book sponsored by and supportive of the king who is praised in the preface"
    },
    {
      "index": 263,
      "start_time": 1499600.0,
      "end_time": 1504710.0,
      "text": "by Sir Brian Tuke. Thynne&#39;s canon brought the number of apocryphal works associated"
    },
    {
      "index": 264,
      "start_time": 1504710.0,
      "end_time": 1511090.0,
      "text": "with Chaucer to a total of 28, even if that was not his intention. As with Pynson, once"
    },
    {
      "index": 265,
      "start_time": 1511090.0,
      "end_time": 1516400.0,
      "text": "included in the Works, pseudepigraphic texts stayed within it, regardless of their first"
    },
    {
      "index": 266,
      "start_time": 1516400.0,
      "end_time": 1522060.0,
      "text": "editor&#39;s intentions. In the 16th and 17th centuries, Chaucer was"
    },
    {
      "index": 267,
      "start_time": 1522060.0,
      "end_time": 1526180.0,
      "text": "printed more than any other English author, and he was the first author to have his works"
    },
    {
      "index": 268,
      "start_time": 1526180.0,
      "end_time": 1532180.0,
      "text": "collected in comprehensive single-volume editions in which a Chaucer canon began to cohere."
    },
    {
      "index": 269,
      "start_time": 1532180.0,
      "end_time": 1537030.0,
      "text": "Some scholars contend that 16th-century editions of Chaucer&#39;s Works set the precedent for all"
    },
    {
      "index": 270,
      "start_time": 1537030.0,
      "end_time": 1543160.0,
      "text": "other English authors in terms of presentation, prestige and success in print. These editions"
    },
    {
      "index": 271,
      "start_time": 1543160.0,
      "end_time": 1548240.0,
      "text": "certainly established Chaucer&#39;s reputation, but they also began the complicated process"
    },
    {
      "index": 272,
      "start_time": 1548240.0,
      "end_time": 1552810.0,
      "text": "of reconstructing and frequently inventing Chaucer&#39;s biography and the canonical list"
    },
    {
      "index": 273,
      "start_time": 1552810.0,
      "end_time": 1558020.0,
      "text": "of works which were attributed to him. Probably the most significant aspect of the"
    },
    {
      "index": 274,
      "start_time": 1558020.0,
      "end_time": 1562840.0,
      "text": "growing apocrypha is that, beginning with Thynne&#39;s editions, it began to include medieval"
    },
    {
      "index": 275,
      "start_time": 1562840.0,
      "end_time": 1568230.0,
      "text": "texts that made Chaucer appear as a proto-Protestant Lollard, primarily the Testament of Love and"
    },
    {
      "index": 276,
      "start_time": 1568230.0,
      "end_time": 1573360.0,
      "text": "The Plowman&#39;s Tale. As &quot;Chaucerian&quot; works that were not considered apocryphal until"
    },
    {
      "index": 277,
      "start_time": 1573360.0,
      "end_time": 1578910.0,
      "text": "the late 19th century, these medieval texts enjoyed a new life, with English Protestants"
    },
    {
      "index": 278,
      "start_time": 1578910.0,
      "end_time": 1584050.0,
      "text": "carrying on the earlier Lollard project of appropriating existing texts and authors who"
    },
    {
      "index": 279,
      "start_time": 1584050.0,
      "end_time": 1589780.0,
      "text": "seemed sympathetic—or malleable enough to be construed as sympathetic—to their cause."
    },
    {
      "index": 280,
      "start_time": 1589780.0,
      "end_time": 1594780.0,
      "text": "The official Chaucer of the early printed volumes of his Works was construed as a proto-Protestant"
    },
    {
      "index": 281,
      "start_time": 1594780.0,
      "end_time": 1600960.0,
      "text": "as the same was done, concurrently, with William Langland and Piers Plowman. The famous Plowman&#39;s"
    },
    {
      "index": 282,
      "start_time": 1600960.0,
      "end_time": 1607770.0,
      "text": "Tale did not enter Thynne&#39;s Works until the second, 1542, edition. Its entry was surely"
    },
    {
      "index": 283,
      "start_time": 1607770.0,
      "end_time": 1613950.0,
      "text": "facilitated by Thynne&#39;s inclusion of Thomas Usk&#39;s Testament of Love in the first edition."
    },
    {
      "index": 284,
      "start_time": 1613950.0,
      "end_time": 1620330.0,
      "text": "The Testament of Love imitates, borrows from, and thus resembles Usk&#39;s contemporary, Chaucer."
    },
    {
      "index": 285,
      "start_time": 1620330.0,
      "end_time": 1626050.0,
      "text": "(Testament of Love also appears to borrow from Piers Plowman.) Since the Testament of"
    },
    {
      "index": 286,
      "start_time": 1626050.0,
      "end_time": 1632220.0,
      "text": "Love mentions its author&#39;s part in a failed plot (book 1, chapter 6), his imprisonment,"
    },
    {
      "index": 287,
      "start_time": 1632220.0,
      "end_time": 1639050.0,
      "text": "and (perhaps) a recantation of (possibly Lollard) heresy, all this was associated with Chaucer."
    },
    {
      "index": 288,
      "start_time": 1639050.0,
      "end_time": 1646000.0,
      "text": "(Usk himself was executed as a traitor in 1388.) Interestingly, John Foxe took this"
    },
    {
      "index": 289,
      "start_time": 1646000.0,
      "end_time": 1652120.0,
      "text": "recantation of heresy as a defence of the true faith, calling Chaucer a &quot;right Wiclevian&quot;"
    },
    {
      "index": 290,
      "start_time": 1652120.0,
      "end_time": 1657440.0,
      "text": "and (erroneously) identifying him as a schoolmate and close friend of John Wycliffe at Merton"
    },
    {
      "index": 291,
      "start_time": 1657440.0,
      "end_time": 1662900.0,
      "text": "College, Oxford. (Thomas Speght is careful to highlight these facts in his editions and"
    },
    {
      "index": 292,
      "start_time": 1662900.0,
      "end_time": 1668570.0,
      "text": "his &quot;Life of Chaucer.&quot;) No other sources for the Testament of Love exist—there is only"
    },
    {
      "index": 293,
      "start_time": 1668570.0,
      "end_time": 1672570.0,
      "text": "Thynne&#39;s construction of whatever manuscript sources he had."
    },
    {
      "index": 294,
      "start_time": 1672570.0,
      "end_time": 1680790.0,
      "text": "John Stow (1525–1605) was an antiquarian and also a chronicler. His edition of Chaucer&#39;s"
    },
    {
      "index": 295,
      "start_time": 1680790.0,
      "end_time": 1687110.0,
      "text": "Works in 1561 brought the apocrypha to more than 50 titles. More were added in the 17th"
    },
    {
      "index": 296,
      "start_time": 1687110.0,
      "end_time": 1692200.0,
      "text": "century, and they remained as late as 1810, well after Thomas Tyrwhitt pared the canon"
    },
    {
      "index": 297,
      "start_time": 1692200.0,
      "end_time": 1698790.0,
      "text": "down in his 1775 edition. The compilation and printing of Chaucer&#39;s works was, from"
    },
    {
      "index": 298,
      "start_time": 1698790.0,
      "end_time": 1703820.0,
      "text": "its beginning, a political enterprise, since it was intended to establish an English national"
    },
    {
      "index": 299,
      "start_time": 1703820.0,
      "end_time": 1709730.0,
      "text": "identity and history that grounded and authorised the Tudor monarchy and church. What was added"
    },
    {
      "index": 300,
      "start_time": 1709730.0,
      "end_time": 1714720.0,
      "text": "to Chaucer often helped represent him favourably to Protestant England."
    },
    {
      "index": 301,
      "start_time": 1714720.0,
      "end_time": 1721840.0,
      "text": "In his 1598 edition of the Works, Speght (probably taking cues from Foxe) made good use of Usk&#39;s"
    },
    {
      "index": 302,
      "start_time": 1721840.0,
      "end_time": 1726250.0,
      "text": "account of his political intrigue and imprisonment in the Testament of Love to assemble a largely"
    },
    {
      "index": 303,
      "start_time": 1726250.0,
      "end_time": 1731660.0,
      "text": "fictional &quot;Life of Our Learned English Poet, Geffrey Chaucer.&quot; Speght&#39;s &quot;Life&quot; presents"
    },
    {
      "index": 304,
      "start_time": 1731660.0,
      "end_time": 1736950.0,
      "text": "readers with an erstwhile radical in troubled times much like their own, a proto-Protestant"
    },
    {
      "index": 305,
      "start_time": 1736950.0,
      "end_time": 1742150.0,
      "text": "who eventually came around the king&#39;s views on religion. Speght states that &quot;In the second"
    },
    {
      "index": 306,
      "start_time": 1742150.0,
      "end_time": 1748110.0,
      "text": "year of Richard the second, the King tooke Geffrey Chaucer and his lands into his protection."
    },
    {
      "index": 307,
      "start_time": 1748110.0,
      "end_time": 1753130.0,
      "text": "The occasion wherof no doubt was some daunger and trouble whereinto he was fallen by favouring"
    },
    {
      "index": 308,
      "start_time": 1753130.0,
      "end_time": 1758660.0,
      "text": "some rash attempt of the common people.&quot; Under the discussion of Chaucer&#39;s friends, namely"
    },
    {
      "index": 309,
      "start_time": 1758660.0,
      "end_time": 1764750.0,
      "text": "John of Gaunt, Speght further explains: Later, in &quot;The Argument&quot; to the Testament"
    },
    {
      "index": 310,
      "start_time": 1764750.0,
      "end_time": 1769650.0,
      "text": "of Love, Speght adds: Speght is also the source of the famous tale"
    },
    {
      "index": 311,
      "start_time": 1769650.0,
      "end_time": 1774780.0,
      "text": "of Chaucer being fined for beating a Franciscan friar in Fleet Street, as well as a fictitious"
    },
    {
      "index": 312,
      "start_time": 1774780.0,
      "end_time": 1781860.0,
      "text": "coat of arms and family tree. Ironically—and perhaps consciously so—an introductory,"
    },
    {
      "index": 313,
      "start_time": 1781860.0,
      "end_time": 1787440.0,
      "text": "apologetic letter in Speght&#39;s edition from Francis Beaumont defends the unseemly, &quot;low&quot;,"
    },
    {
      "index": 314,
      "start_time": 1787440.0,
      "end_time": 1793490.0,
      "text": "and bawdy bits in Chaucer from an elite, classicist position. Francis Thynne noted some of these"
    },
    {
      "index": 315,
      "start_time": 1793490.0,
      "end_time": 1799630.0,
      "text": "inconsistencies in his Animadversions, insisting that Chaucer was not a commoner, and he objected"
    },
    {
      "index": 316,
      "start_time": 1799630.0,
      "end_time": 1804950.0,
      "text": "to the friar-beating story. Yet Thynne himself underscores Chaucer&#39;s support for popular"
    },
    {
      "index": 317,
      "start_time": 1804950.0,
      "end_time": 1809700.0,
      "text": "religious reform, associating Chaucer&#39;s views with his father William Thynne&#39;s attempts"
    },
    {
      "index": 318,
      "start_time": 1809700.0,
      "end_time": 1815980.0,
      "text": "to include The Plowman&#39;s Tale and The Pilgrim&#39;s Tale in the 1532 and 1542 Works."
    },
    {
      "index": 319,
      "start_time": 1815980.0,
      "end_time": 1821150.0,
      "text": "The myth of the Protestant Chaucer continues to have a lasting impact on a large body of"
    },
    {
      "index": 320,
      "start_time": 1821150.0,
      "end_time": 1826790.0,
      "text": "Chaucerian scholarship. Though it is extremely rare for a modern scholar to suggest Chaucer"
    },
    {
      "index": 321,
      "start_time": 1826790.0,
      "end_time": 1831090.0,
      "text": "supported a religious movement that didn&#39;t exist until more than a century after his"
    },
    {
      "index": 322,
      "start_time": 1831090.0,
      "end_time": 1835610.0,
      "text": "death, the predominance of this thinking for so many centuries left it for granted that"
    },
    {
      "index": 323,
      "start_time": 1835610.0,
      "end_time": 1841290.0,
      "text": "Chaucer was at least hostile toward Catholicism. This assumption forms a large part of many"
    },
    {
      "index": 324,
      "start_time": 1841290.0,
      "end_time": 1846700.0,
      "text": "critical approaches to Chaucer&#39;s works, including neo-Marxism."
    },
    {
      "index": 325,
      "start_time": 1846700.0,
      "end_time": 1851850.0,
      "text": "Alongside Chaucer&#39;s Works, the most impressive literary monument of the period is John Foxe&#39;s"
    },
    {
      "index": 326,
      "start_time": 1851850.0,
      "end_time": 1856810.0,
      "text": "Acts and Monuments.... As with the Chaucer editions, it was critically significant to"
    },
    {
      "index": 327,
      "start_time": 1856810.0,
      "end_time": 1862910.0,
      "text": "English Protestant identity and included Chaucer in its project. Foxe&#39;s Chaucer both derived"
    },
    {
      "index": 328,
      "start_time": 1862910.0,
      "end_time": 1868070.0,
      "text": "from and contributed to the printed editions of Chaucer&#39;s Works, particularly the pseudepigrapha."
    },
    {
      "index": 329,
      "start_time": 1868070.0,
      "end_time": 1874380.0,
      "text": "Jack Upland was first printed in Foxe&#39;s Acts and Monuments, and then it appeared in Speght&#39;s"
    },
    {
      "index": 330,
      "start_time": 1874380.0,
      "end_time": 1880110.0,
      "text": "edition of Chaucer&#39;s Works. Speght&#39;s &quot;Life of Chaucer&quot; echoes Foxe&#39;s own account, which"
    },
    {
      "index": 331,
      "start_time": 1880110.0,
      "end_time": 1884760.0,
      "text": "is itself dependent upon the earlier editions that added the Testament of Love and The Plowman&#39;s"
    },
    {
      "index": 332,
      "start_time": 1884760.0,
      "end_time": 1891380.0,
      "text": "Tale to their pages. Like Speght&#39;s Chaucer, Foxe&#39;s Chaucer was also a shrewd (or lucky)"
    },
    {
      "index": 333,
      "start_time": 1891380.0,
      "end_time": 1899510.0,
      "text": "political survivor. In his 1563 edition, Foxe &quot;thought it not out of season... to couple..."
    },
    {
      "index": 334,
      "start_time": 1899510.0,
      "end_time": 1904640.0,
      "text": "some mention of Geoffrey Chaucer&quot; with a discussion of John Colet, a possible source for John"
    },
    {
      "index": 335,
      "start_time": 1904640.0,
      "end_time": 1910440.0,
      "text": "Skelton&#39;s character Colin Clout. Probably referring to the 1542 Act for the"
    },
    {
      "index": 336,
      "start_time": 1910440.0,
      "end_time": 1916550.0,
      "text": "Advancement of True Religion, Foxe said that he &quot;marvel to consider... how the bishops,"
    },
    {
      "index": 337,
      "start_time": 1916550.0,
      "end_time": 1920300.0,
      "text": "condemning and abolishing all manner of English books and treatises which might bring the"
    },
    {
      "index": 338,
      "start_time": 1920300.0,
      "end_time": 1924960.0,
      "text": "people to any light of knowledge, did yet authorise the works of Chaucer to remain still"
    },
    {
      "index": 339,
      "start_time": 1924960.0,
      "end_time": 1931920.0,
      "text": "and to be occupied; who, no doubt, saw into religion as much almost as even we do now,"
    },
    {
      "index": 340,
      "start_time": 1931920.0,
      "end_time": 1937120.0,
      "text": "and uttereth in his works no less, and seemeth to be a right Wicklevian, or else there never"
    },
    {
      "index": 341,
      "start_time": 1937120.0,
      "end_time": 1943920.0,
      "text": "was any. And that, all his works almost, if they be thoroughly advised, will testify (albeit"
    },
    {
      "index": 342,
      "start_time": 1943920.0,
      "end_time": 1949710.0,
      "text": "done in mirth, and covertly); and especially the latter end of his third book of the Testament"
    },
    {
      "index": 343,
      "start_time": 1949710.0,
      "end_time": 1956320.0,
      "text": "of Love... Wherein, except a man be altogether blind, he may espy him at the full: although"
    },
    {
      "index": 344,
      "start_time": 1956320.0,
      "end_time": 1962450.0,
      "text": "in the same book (as in all others he useth to do), under shadows covertly, as under a"
    },
    {
      "index": 345,
      "start_time": 1962450.0,
      "end_time": 1967810.0,
      "text": "visor, he suborneth truth in such sort, as both privily she may profit the godly-minded,"
    },
    {
      "index": 346,
      "start_time": 1967810.0,
      "end_time": 1973600.0,
      "text": "and yet not be espied of the crafty adversary. And therefore the bishops, belike, taking"
    },
    {
      "index": 347,
      "start_time": 1973600.0,
      "end_time": 1979050.0,
      "text": "his works but for jests and toys, in condemning other books, yet permitted his books to be"
    },
    {
      "index": 348,
      "start_time": 1979050.0,
      "end_time": 1983470.0,
      "text": "read.&quot; It is significant, too, that Foxe&#39;s discussion"
    },
    {
      "index": 349,
      "start_time": 1983470.0,
      "end_time": 1987250.0,
      "text": "of Chaucer leads into his history of &quot;The Reformation of the Church of Christ in the"
    },
    {
      "index": 350,
      "start_time": 1987250.0,
      "end_time": 1992770.0,
      "text": "Time of Martin Luther&quot; when &quot;Printing, being opened, incontinently ministered unto the"
    },
    {
      "index": 351,
      "start_time": 1992770.0,
      "end_time": 1997770.0,
      "text": "church the instruments and tools of learning and knowledge; which were good books and authors,"
    },
    {
      "index": 352,
      "start_time": 1997770.0,
      "end_time": 2003230.0,
      "text": "which before lay hid and unknown. The science of printing being found, immediately followed"
    },
    {
      "index": 353,
      "start_time": 2003230.0,
      "end_time": 2008300.0,
      "text": "the grace of God; which stirred up good wits aptly to conceive the light of knowledge and"
    },
    {
      "index": 354,
      "start_time": 2008300.0,
      "end_time": 2014000.0,
      "text": "judgment: by which light darkness began to be espied, and ignorance to be detected; truth"
    },
    {
      "index": 355,
      "start_time": 2014000.0,
      "end_time": 2017410.0,
      "text": "from error, religion from superstition, to be discerned.&quot;"
    },
    {
      "index": 356,
      "start_time": 2017410.0,
      "end_time": 2023780.0,
      "text": "Foxe downplays Chaucer&#39;s bawdy and amorous writing, insisting that it all testifies to"
    },
    {
      "index": 357,
      "start_time": 2023780.0,
      "end_time": 2029620.0,
      "text": "his piety. Material that is troubling is deemed metaphoric, while the more forthright satire"
    },
    {
      "index": 358,
      "start_time": 2029620.0,
      "end_time": 2035910.0,
      "text": "(which Foxe prefers) is taken literally. John Urry produced the first edition of the"
    },
    {
      "index": 359,
      "start_time": 2035910.0,
      "end_time": 2042680.0,
      "text": "complete works of Chaucer in a Latin font, published posthumously in 1721. Included were"
    },
    {
      "index": 360,
      "start_time": 2042680.0,
      "end_time": 2048540.0,
      "text": "several tales, according to the editors, for the first time printed, a biography of Chaucer,"
    },
    {
      "index": 361,
      "start_time": 2048540.0,
      "end_time": 2054260.0,
      "text": "a glossary of old English words, and testimonials of author writers concerning Chaucer dating"
    },
    {
      "index": 362,
      "start_time": 2054260.0000000002,
      "end_time": 2060690.0000000002,
      "text": "back to the 16th century. According to A.S.G Edwards, &quot;This was the first collected edition"
    },
    {
      "index": 363,
      "start_time": 2060690.0,
      "end_time": 2065870.0,
      "text": "of Chaucer to be printed in roman type. The life of Chaucer prefixed to the volume was"
    },
    {
      "index": 364,
      "start_time": 2065870.0,
      "end_time": 2071649.0,
      "text": "the work of the Reverend John Dart, corrected and revised by Timothy Thomas. The glossary"
    },
    {
      "index": 365,
      "start_time": 2071650.0,
      "end_time": 2077271.0,
      "text": "appended was also mainly compiled by Thomas. The text of Urry&#39;s edition has often been"
    },
    {
      "index": 366,
      "start_time": 2077270.0,
      "end_time": 2082760.0,
      "text": "criticised by subsequent editors for its frequent conjectural emendations, mainly to make it"
    },
    {
      "index": 367,
      "start_time": 2082760.0000000002,
      "end_time": 2088480.0000000002,
      "text": "conform to his sense of Chaucer&#39;s metre. The justice of such criticisms should not obscure"
    },
    {
      "index": 368,
      "start_time": 2088480.0,
      "end_time": 2093419.0,
      "text": "his achievement. His is the first edition of Chaucer for nearly a hundred and fifty"
    },
    {
      "index": 369,
      "start_time": 2093420.0,
      "end_time": 2098451.0,
      "text": "years to consult any manuscripts and is the first since that of William Thynne in 1534"
    },
    {
      "index": 370,
      "start_time": 2098450.0,
      "end_time": 2104490.0,
      "text": "to seek systematically to assemble a substantial number of manuscripts to establish his text."
    },
    {
      "index": 371,
      "start_time": 2104490.0,
      "end_time": 2109450.0,
      "text": "It is also the first edition to offer descriptions of the manuscripts of Chaucer&#39;s works, and"
    },
    {
      "index": 372,
      "start_time": 2109450.0,
      "end_time": 2114050.0,
      "text": "the first to print texts of &#39;Gamelyn&#39; and &#39;The Tale of Beryn&#39;, works ascribed to, but"
    },
    {
      "index": 373,
      "start_time": 2114050.0,
      "end_time": 2118640.0,
      "text": "not by, Chaucer.&quot; Modern scholarship"
    },
    {
      "index": 374,
      "start_time": 2118640.0,
      "end_time": 2124890.0,
      "text": "Although Chaucer&#39;s works were admired for many years, serious scholarly work on his"
    },
    {
      "index": 375,
      "start_time": 2124890.0,
      "end_time": 2130830.0,
      "text": "legacy did not begin until the 19th century. Scholars such as Frederick James Furnivall,"
    },
    {
      "index": 376,
      "start_time": 2130830.0,
      "end_time": 2137270.0,
      "text": "who founded the Chaucer Society in 1868, pioneered the establishment of diplomatic editions of"
    },
    {
      "index": 377,
      "start_time": 2137270.0,
      "end_time": 2142650.0,
      "text": "Chaucer&#39;s major texts, along with careful accounts of Chaucer&#39;s language and prosody."
    },
    {
      "index": 378,
      "start_time": 2142650.0,
      "end_time": 2147530.0,
      "text": "Walter William Skeat, who like Furnivall was closely associated with the Oxford English"
    },
    {
      "index": 379,
      "start_time": 2147530.0,
      "end_time": 2152850.0,
      "text": "Dictionary, established the base text of all of Chaucer&#39;s works with his edition, published"
    },
    {
      "index": 380,
      "start_time": 2152850.0,
      "end_time": 2158720.0,
      "text": "by Oxford University Press. Later editions by John H. Fisher and Larry D. Benson have"
    },
    {
      "index": 381,
      "start_time": 2158720.0,
      "end_time": 2164190.0,
      "text": "offered further refinements, along with critical commentary and bibliographies."
    },
    {
      "index": 382,
      "start_time": 2164190.0,
      "end_time": 2169360.0,
      "text": "With the textual issues largely addressed, if not solved, the questions of Chaucer&#39;s"
    },
    {
      "index": 383,
      "start_time": 2169360.0,
      "end_time": 2176780.0,
      "text": "themes, structure, and audience were addressed. In 1966, the Chaucer Review was founded, and"
    },
    {
      "index": 384,
      "start_time": 2176780.0,
      "end_time": 2183070.0,
      "text": "has maintained its position as the preeminent journal of Chaucer studies."
    },
    {
      "index": 385,
      "start_time": 2183070.0,
      "end_time": 2188700.0,
      "text": "Popular culture Powell and Pressburger&#39;s 1944 film A Canterbury"
    },
    {
      "index": 386,
      "start_time": 2188700.0,
      "end_time": 2194050.0,
      "text": "Tale opens with a re-creation of Chaucer&#39;s Canterbury pilgrims; the film itself takes"
    },
    {
      "index": 387,
      "start_time": 2194050.0,
      "end_time": 2199980.0,
      "text": "place on the road to, and in, wartime Canterbury. The plot of the detective novel Landscape"
    },
    {
      "index": 388,
      "start_time": 2199980.0,
      "end_time": 2204560.0,
      "text": "with Dead Dons by Robert Robinson centres on the apparent rediscovery of The Book of"
    },
    {
      "index": 389,
      "start_time": 2204560.0,
      "end_time": 2210190.0,
      "text": "the Leoun, and a passage from it (eleven lines of good Chaucerian pastiche) turn out to be"
    },
    {
      "index": 390,
      "start_time": 2210190.0,
      "end_time": 2215100.0,
      "text": "the vital murder clue as well as proving that the &quot;rediscovered&quot; poem is an elaborate, clever"
    },
    {
      "index": 391,
      "start_time": 2215100.0,
      "end_time": 2221090.0,
      "text": "forgery by the murderer (a Chaucer scholar). In Rudyard Kipling&#39;s story &quot;Dayspring Mishandled&quot;,"
    },
    {
      "index": 392,
      "start_time": 2221090.0,
      "end_time": 2226840.0,
      "text": "a writer plans an elaborate revenge on a former friend, a Chaucer expert, who has insulted"
    },
    {
      "index": 393,
      "start_time": 2226840.0,
      "end_time": 2232260.0,
      "text": "the woman he loves, by fabricating a &quot;medieval&quot; manuscript sheet containing an alleged fragment"
    },
    {
      "index": 394,
      "start_time": 2232260.0,
      "end_time": 2235770.0,
      "text": "of a lost Canterbury Tale (actually his own composition)."
    },
    {
      "index": 395,
      "start_time": 2235770.0,
      "end_time": 2240340.0,
      "text": "Both an asteroid and a lunar crater have been named after Chaucer."
    },
    {
      "index": 396,
      "start_time": 2240340.0,
      "end_time": 2246380.0,
      "text": "A (fictionalized) version of Chaucer was portrayed by Paul Bettany in the movie A Knight&#39;s Tale."
    },
    {
      "index": 397,
      "start_time": 2246380.0,
      "end_time": 2251650.0,
      "text": "Kafka&#39;s Soup, a literary pastiche in the form of a cookbook, contains a recipe for onion"
    },
    {
      "index": 398,
      "start_time": 2251650.0,
      "end_time": 2256500.0,
      "text": "tart à la Chaucer. Works"
    },
    {
      "index": 399,
      "start_time": 2256500.0,
      "end_time": 2261210.0,
      "text": "The following major works are in rough chronological order but scholars still debate the dating"
    },
    {
      "index": 400,
      "start_time": 2261210.0,
      "end_time": 2265730.0,
      "text": "of most of Chaucer&#39;s output and works made up from a collection of stories may have been"
    },
    {
      "index": 401,
      "start_time": 2265730.0,
      "end_time": 2272360.0,
      "text": "compiled over a long period. Major works"
    },
    {
      "index": 402,
      "start_time": 2272360.0,
      "end_time": 2276840.0,
      "text": "Translation of Roman de la Rose, possibly extant as The Romaunt of the Rose"
    },
    {
      "index": 403,
      "start_time": 2276840.0,
      "end_time": 2279480.0,
      "text": "The Book of the Duchess The House of Fame"
    },
    {
      "index": 404,
      "start_time": 2279480.0,
      "end_time": 2282720.0,
      "text": "Anelida and Arcite Parlement of Foules"
    },
    {
      "index": 405,
      "start_time": 2282720.0,
      "end_time": 2286600.0,
      "text": "Translation of Boethius&#39; Consolation of Philosophy as Boece"
    },
    {
      "index": 406,
      "start_time": 2286600.0,
      "end_time": 2290110.0,
      "text": "Troilus and Criseyde The Legend of Good Women"
    },
    {
      "index": 407,
      "start_time": 2290110.0,
      "end_time": 2295190.0,
      "text": "The Canterbury Tales A Treatise on the Astrolabe"
    },
    {
      "index": 408,
      "start_time": 2295190.0,
      "end_time": 2298250.0,
      "text": "Short poems An ABC"
    },
    {
      "index": 409,
      "start_time": 2298250.0,
      "end_time": 2303220.0,
      "text": "Chaucers Wordes unto Adam, His Owne Scriveyn The Complaint unto Pity"
    },
    {
      "index": 410,
      "start_time": 2303220.0,
      "end_time": 2307280.0,
      "text": "The Complaint of Chaucer to his Purse The Complaint of Mars"
    },
    {
      "index": 411,
      "start_time": 2307280.0,
      "end_time": 2310680.0,
      "text": "The Complaint of Venus A Complaint to His Lady"
    },
    {
      "index": 412,
      "start_time": 2310680.0,
      "end_time": 2312890.0,
      "text": "The Former Age Fortune"
    },
    {
      "index": 413,
      "start_time": 2312890.0,
      "end_time": 2315900.0,
      "text": "Gentilesse Lak of Stedfastnesse"
    },
    {
      "index": 414,
      "start_time": 2315900.0,
      "end_time": 2320480.0,
      "text": "Lenvoy de Chaucer a Scogan Lenvoy de Chaucer a Bukton"
    },
    {
      "index": 415,
      "start_time": 2320480.0,
      "end_time": 2322630.0,
      "text": "Proverbs Balade to Rosemounde"
    },
    {
      "index": 416,
      "start_time": 2322630.0,
      "end_time": 2326420.0,
      "text": "Truth Womanly Noblesse"
    },
    {
      "index": 417,
      "start_time": 2326420.0,
      "end_time": 2330710.0,
      "text": "Poems of dubious authorship Against Women Unconstant"
    },
    {
      "index": 418,
      "start_time": 2330710.0,
      "end_time": 2332970.0,
      "text": "A Balade of Complaint Complaynt D&#39;Amours"
    },
    {
      "index": 419,
      "start_time": 2332970.0,
      "end_time": 2337760.0,
      "text": "Merciles Beaute The Equatorie of the Planets – A rough"
    },
    {
      "index": 420,
      "start_time": 2337760.0,
      "end_time": 2342930.0,
      "text": "translation of a Latin work derived from an Arab work of the same title. It is a description"
    },
    {
      "index": 421,
      "start_time": 2342930.0,
      "end_time": 2347670.0,
      "text": "of the construction and use of a planetary equatorium, which was used in calculating"
    },
    {
      "index": 422,
      "start_time": 2347670.0,
      "end_time": 2353300.0,
      "text": "planetary orbits and positions (at the time it was believed the sun orbited the Earth)."
    },
    {
      "index": 423,
      "start_time": 2353300.0,
      "end_time": 2358100.0,
      "text": "The similar Treatise on the Astrolabe, not usually doubted as Chaucer&#39;s work, in addition"
    },
    {
      "index": 424,
      "start_time": 2358100.0,
      "end_time": 2362670.0,
      "text": "to Chaucer&#39;s name as a gloss to the manuscript are the main pieces of evidence for the ascription"
    },
    {
      "index": 425,
      "start_time": 2362670.0,
      "end_time": 2368570.0,
      "text": "to Chaucer. However, the evidence Chaucer wrote such a work is questionable, and as"
    },
    {
      "index": 426,
      "start_time": 2368570.0,
      "end_time": 2374310.0,
      "text": "such is not included in The Riverside Chaucer. If Chaucer did not compose this work, it was"
    },
    {
      "index": 427,
      "start_time": 2374310.0,
      "end_time": 2379090.0,
      "text": "probably written by a contemporary. Presumedly lost works"
    },
    {
      "index": 428,
      "start_time": 2379090.0,
      "end_time": 2386120.0,
      "text": "Of the Wreched Engendrynge of Mankynde, possible translation of Innocent III&#39;s De miseria conditionis"
    },
    {
      "index": 429,
      "start_time": 2386120.0,
      "end_time": 2388820.0,
      "text": "humanae Origenes upon the Maudeleyne"
    },
    {
      "index": 430,
      "start_time": 2388820.0,
      "end_time": 2393650.0,
      "text": "The Book of the Leoun – The Book of the Leon is mentioned in Chaucer&#39;s retraction."
    },
    {
      "index": 431,
      "start_time": 2393650.0,
      "end_time": 2399500.0,
      "text": "It is likely he wrote such a work; one suggestion is that the work was such a bad piece of writing"
    },
    {
      "index": 432,
      "start_time": 2399500.0,
      "end_time": 2405170.0,
      "text": "it was lost, but if that had been the case, Chaucer would not have mentioned it. A likely"
    },
    {
      "index": 433,
      "start_time": 2405170.0,
      "end_time": 2409670.0,
      "text": "source dictates it was probably a &#39;redaction of Guillaume de Machaut&#39;s &#39;Dit dou lyon,&#39;"
    },
    {
      "index": 434,
      "start_time": 2409670.0,
      "end_time": 2415860.0,
      "text": "a story about courtly love, a subject about which Chaucer frequently wrote."
    },
    {
      "index": 435,
      "start_time": 2415860.0,
      "end_time": 2421050.0,
      "text": "Spurious works The Pilgrim&#39;s Tale – written in the 16th"
    },
    {
      "index": 436,
      "start_time": 2421050.0,
      "end_time": 2425619.0,
      "text": "century with many Chaucerian allusions The Plowman&#39;s Tale or The Complaint of the"
    },
    {
      "index": 437,
      "start_time": 2425620.0,
      "end_time": 2430051.0,
      "text": "Ploughman – a Lollard satire later appropriated as a Protestant text"
    },
    {
      "index": 438,
      "start_time": 2430050.0,
      "end_time": 2435350.0,
      "text": "Pierce the Ploughman&#39;s Crede – a Lollard satire later appropriated by Protestants"
    },
    {
      "index": 439,
      "start_time": 2435350.0,
      "end_time": 2440690.0,
      "text": "The Ploughman&#39;s Tale – its body is largely a version of Thomas Hoccleve&#39;s &quot;Item de Beata"
    },
    {
      "index": 440,
      "start_time": 2440690.0,
      "end_time": 2443580.0,
      "text": "Virgine&quot; &quot;La Belle Dame Sans Merci&quot; – Richard Roos&#39;s"
    },
    {
      "index": 441,
      "start_time": 2443580.0,
      "end_time": 2447170.0,
      "text": "translation of a poem of the same name by Alain Chartier"
    },
    {
      "index": 442,
      "start_time": 2447170.0,
      "end_time": 2450320.0,
      "text": "The Testament of Love – actually by Thomas Usk"
    },
    {
      "index": 443,
      "start_time": 2450320.0,
      "end_time": 2455280.0,
      "text": "Jack Upland – a Lollard satire The Floure and the Leafe – a 15th-century"
    },
    {
      "index": 444,
      "start_time": 2455280.0,
      "end_time": 2458360.0,
      "text": "allegory Derived works"
    },
    {
      "index": 445,
      "start_time": 2458360.0,
      "end_time": 2468360.0,
      "text": "God Spede the Plough – Borrows twelve stanzas of Chaucer&#39;s Monk&#39;s Tale"
    }
  ]
}