{
  "video_id": "JKHUaNAxsTg",
  "title": "Rupert Sheldrake - The Science Delusion BANNED TED TALK",
  "json": [
    {
      "index": 1,
      "start_time": 16970.0,
      "end_time": 23210.0,
      "text": "The science delusion is the belief that science already understands the nature of reality"
    },
    {
      "index": 2,
      "start_time": 23210.0,
      "end_time": 29460.0,
      "text": "in principle, leaving only the details to be filled in. This is a very widespread belief"
    },
    {
      "index": 3,
      "start_time": 29460.0,
      "end_time": 35160.0,
      "text": "in our society. It&#39;s the kind of belief system of people who say &quot;I don&#39;t believe in God,"
    },
    {
      "index": 4,
      "start_time": 35160.0,
      "end_time": 43620.0,
      "text": "I believe in science.&quot; It&#39;s a belief system which has now been spread to the entire world."
    },
    {
      "index": 5,
      "start_time": 43620.0,
      "end_time": 48300.0,
      "text": "But there&#39;s a conflict in the heart of science between science as a method of inquiry based"
    },
    {
      "index": 6,
      "start_time": 48300.0,
      "end_time": 55909.0,
      "text": "on reason, evidence, hypothesis and collective investigation, and science as a belief system"
    },
    {
      "index": 7,
      "start_time": 55909.0,
      "end_time": 62570.0,
      "text": "or a world view. And unfortunately the world view aspect of science has come to inhibit"
    },
    {
      "index": 8,
      "start_time": 62570.0,
      "end_time": 69640.0,
      "text": "and constrict the free inquiry which is the very lifeblood of the scientific endeavour."
    },
    {
      "index": 9,
      "start_time": 69640.0,
      "end_time": 75770.0,
      "text": "Since the late nineteenth century, science has been conducted under the aspect of a belief"
    },
    {
      "index": 10,
      "start_time": 75770.0,
      "end_time": 82909.0,
      "text": "system or a world view which is essentially that of materialism; philosophical materialism."
    },
    {
      "index": 11,
      "start_time": 82909.0,
      "end_time": 90420.0,
      "text": "And the sciences are now wholly owned subsidiaries of the materialist world view. I think that"
    },
    {
      "index": 12,
      "start_time": 90420.0,
      "end_time": 97750.0,
      "text": "as we break out of it, the sciences will be regenerated. What I do in my book The Science"
    },
    {
      "index": 13,
      "start_time": 97750.0,
      "end_time": 105170.0,
      "text": "Delusion, which is called Science Set Free in the United States, is take the ten dogmas,"
    },
    {
      "index": 14,
      "start_time": 105170.0,
      "end_time": 113010.0,
      "text": "or assumptions of science, and turn them into questions. Seeing how well they stand up if"
    },
    {
      "index": 15,
      "start_time": 113010.0,
      "end_time": 119600.0,
      "text": "you look at them scientifically. None of them stand up very well."
    },
    {
      "index": 16,
      "start_time": 119600.0,
      "end_time": 124760.0,
      "text": "What I&#39;m going to do is first run through what these ten dogmas are. And then I&#39;ll only"
    },
    {
      "index": 17,
      "start_time": 124760.0,
      "end_time": 129860.0,
      "text": "have time to discuss one or two of them in a bit more detail. But essentially the ten"
    },
    {
      "index": 18,
      "start_time": 129860.00000000001,
      "end_time": 136099.0,
      "text": "dogmas, which are the world view of most educated people all over the world are:"
    },
    {
      "index": 19,
      "start_time": 136099.0,
      "end_time": 142200.0,
      "text": "First, that nature&#39;s mechanical or machine-like. The universe is like a machine, animals and"
    },
    {
      "index": 20,
      "start_time": 142200.0,
      "end_time": 147840.0,
      "text": "plants are like machines, we&#39;re like machines. In fact, we are machines. We are lumbering"
    },
    {
      "index": 21,
      "start_time": 147840.0,
      "end_time": 153650.0,
      "text": "robots, in Richard Dawkins&#39; vivid phrase. With brains that are genetically programmed"
    },
    {
      "index": 22,
      "start_time": 153650.0,
      "end_time": 158800.0,
      "text": "computers. Second, matter is unconscious. The whole universe"
    },
    {
      "index": 23,
      "start_time": 158800.0,
      "end_time": 165980.0,
      "text": "is made up of unconscious matter. There&#39;s no consciousness in stars, in galaxies, in"
    },
    {
      "index": 24,
      "start_time": 165980.0,
      "end_time": 171080.0,
      "text": "planets, in animals, in plants, and there ought not in any of us either, if this theory&#39;s"
    },
    {
      "index": 25,
      "start_time": 171080.0,
      "end_time": 176660.0,
      "text": "true. So a lot of the philosophy of mind over the last hundred years has been trying to"
    },
    {
      "index": 26,
      "start_time": 176660.0,
      "end_time": 184450.0,
      "text": "prove that we&#39;re not really conscious at all. So the matter&#39;s unconscious, then the laws"
    },
    {
      "index": 27,
      "start_time": 184450.0,
      "end_time": 189599.0,
      "text": "of nature are fixed. This is dogma three. The laws of nature are"
    },
    {
      "index": 28,
      "start_time": 189599.0,
      "end_time": 194250.0,
      "text": "the same now as they were at the time of the big bang and they&#39;ll be the same forever."
    },
    {
      "index": 29,
      "start_time": 194250.0,
      "end_time": 200660.0,
      "text": "Not just the laws; but the constants of nature are fixed, which is why they are called constants."
    },
    {
      "index": 30,
      "start_time": 200660.0,
      "end_time": 206940.0,
      "text": "Dogma four: The total amount of matter and energy is always the same. It never changes"
    },
    {
      "index": 31,
      "start_time": 206940.0,
      "end_time": 211760.0,
      "text": "in total quantity, except at the moment of the big bang when it all sprang into existence"
    },
    {
      "index": 32,
      "start_time": 211760.0,
      "end_time": 218000.0,
      "text": "from nowhere in a single instant. The fifth dogma is that nature&#39;s purposeless."
    },
    {
      "index": 33,
      "start_time": 218000.0,
      "end_time": 227110.0,
      "text": "There are no purposes in all nature and the evolutionary process has no purpose or direction."
    },
    {
      "index": 34,
      "start_time": 227110.0,
      "end_time": 235500.0,
      "text": "Dogma six, the biological hereditary is material. Everything you inheret is in your genes, or"
    },
    {
      "index": 35,
      "start_time": 235500.0,
      "end_time": 242550.0,
      "text": "in epigenetic modifications of the genes, or in cytoplasmic inheritance. It&#39;s material."
    },
    {
      "index": 36,
      "start_time": 242550.0,
      "end_time": 249230.0,
      "text": "Dogma seven, memories are stored inside your brain as material traces. Somehow everything"
    },
    {
      "index": 37,
      "start_time": 249230.0,
      "end_time": 254370.0,
      "text": "you remember is in your brain in modified nerve endings, phosphorylated proteins, no-one"
    },
    {
      "index": 38,
      "start_time": 254370.0,
      "end_time": 259180.0,
      "text": "knows how it works. But nevertheless almost everyone in the scientific world believes"
    },
    {
      "index": 39,
      "start_time": 259180.0,
      "end_time": 265430.0,
      "text": "it must be in the brain. Dogma eight, your mind is inside your head."
    },
    {
      "index": 40,
      "start_time": 265430.0,
      "end_time": 270810.0,
      "text": "All your consciousness is the activity of your brain, nothing more."
    },
    {
      "index": 41,
      "start_time": 270810.0,
      "end_time": 276820.0,
      "text": "Dogma nine, which follows from dogma eight, psychic phenomena like telepathy are impossible."
    },
    {
      "index": 42,
      "start_time": 276820.0,
      "end_time": 281560.0,
      "text": "Your thoughts and intentions cannot have any effect at a distance because your mind&#39;s inside"
    },
    {
      "index": 43,
      "start_time": 281560.0,
      "end_time": 287050.0,
      "text": "your head. Therefore all the apparent evidence for telepathy and other psychic phenomena"
    },
    {
      "index": 44,
      "start_time": 287050.0,
      "end_time": 292580.0,
      "text": "is illusory. People believe these things happen, but it&#39;s just because they don&#39;t know enough"
    },
    {
      "index": 45,
      "start_time": 292580.0,
      "end_time": 299870.0,
      "text": "about statistics, or they&#39;re deceived by coincidences, or it&#39;s wishful thinking."
    },
    {
      "index": 46,
      "start_time": 299870.0,
      "end_time": 305590.0,
      "text": "And dogma ten, mechanistic medicine is the only kind that really works. That&#39;s why governments"
    },
    {
      "index": 47,
      "start_time": 305590.0,
      "end_time": 312300.0,
      "text": "only fund research into mechanistic medicine and ignore complementary and alternative therapies."
    },
    {
      "index": 48,
      "start_time": 312300.0,
      "end_time": 317910.0,
      "text": "Those can&#39;t possibly really work because they&#39;re not mechanistic. They may appear to work because"
    },
    {
      "index": 49,
      "start_time": 317910.0,
      "end_time": 324770.0,
      "text": "people would have got better anyway, or because of the placebo effect. But the only kind that"
    },
    {
      "index": 50,
      "start_time": 324770.0,
      "end_time": 331229.0,
      "text": "really works is mechanistic medicine.Well this is the default world view which is held"
    },
    {
      "index": 51,
      "start_time": 331229.0,
      "end_time": 337220.0,
      "text": "by almost all educated people all over the world. It&#39;s the basis of the educational system,"
    },
    {
      "index": 52,
      "start_time": 337220.0,
      "end_time": 345290.0,
      "text": "the national health service, the medical research council, governments and it&#39;s just the default"
    },
    {
      "index": 53,
      "start_time": 345290.0,
      "end_time": 353830.0,
      "text": "world view of educated people. But I think every one of these dogmas is very, very questionable."
    },
    {
      "index": 54,
      "start_time": 353830.0,
      "end_time": 361540.0,
      "text": "And when you look at it, they fall apart.I&#39;m going to take first the idea that the laws"
    },
    {
      "index": 55,
      "start_time": 361540.0,
      "end_time": 367610.0,
      "text": "of nature are fixed. This is a hangover from an older world view, before the 1960s, when"
    },
    {
      "index": 56,
      "start_time": 367610.0,
      "end_time": 373330.0,
      "text": "the big bang theory came in. People thought that the whole universe was eternal, governed"
    },
    {
      "index": 57,
      "start_time": 373330.0,
      "end_time": 380500.0,
      "text": "by eternal mathematical laws. When the big bang came in, then that assumption continued,"
    },
    {
      "index": 58,
      "start_time": 380500.0,
      "end_time": 385900.0,
      "text": "even though the big bang revealed a universe that&#39;s radically evolutionary, about fourteen"
    },
    {
      "index": 59,
      "start_time": 385900.0,
      "end_time": 392120.0,
      "text": "billion years old. Growing and developing and evolving, for fourteen billion years."
    },
    {
      "index": 60,
      "start_time": 392120.0,
      "end_time": 397110.0,
      "text": "Growing and cooling and more structures and patterns appear within it. But the idea is"
    },
    {
      "index": 61,
      "start_time": 397110.0,
      "end_time": 401750.0,
      "text": "all the laws of nature were completely fixed at the moment of the big bang like a cosmic"
    },
    {
      "index": 62,
      "start_time": 401750.0,
      "end_time": 408050.0,
      "text": "Napoleonic code. As my friend Terrence McKenna used to say, modern science is based upon"
    },
    {
      "index": 63,
      "start_time": 408050.0,
      "end_time": 412990.0,
      "text": "the principle &quot;give us one free miracle, and we&#39;ll explain the rest&quot;. And the one free"
    },
    {
      "index": 64,
      "start_time": 412990.0,
      "end_time": 416800.0,
      "text": "miracle is the appearance of all the matter and energy in the universe and all the laws"
    },
    {
      "index": 65,
      "start_time": 416800.0,
      "end_time": 420990.0,
      "text": "that govern it, from nothing, in a single instant."
    },
    {
      "index": 66,
      "start_time": 420990.0,
      "end_time": 428780.0,
      "text": "Well, in an evolutionary universe, why shouldn&#39;t the laws themselves evolve? After all, human"
    },
    {
      "index": 67,
      "start_time": 428780.0,
      "end_time": 434210.0,
      "text": "laws do, and the idea of laws of nature is based a metaphor with human laws. It&#39;s a very"
    },
    {
      "index": 68,
      "start_time": 434210.0,
      "end_time": 439460.0,
      "text": "anthropocentric metaphor; only humans have laws. In fact, only civilised societies have"
    },
    {
      "index": 69,
      "start_time": 439460.0,
      "end_time": 445370.0,
      "text": "laws. As C.S. Lewis once said, to say that a stone falls to earth because it&#39;s obeying"
    },
    {
      "index": 70,
      "start_time": 445370.0,
      "end_time": 452370.0,
      "text": "a law makes it a man, and even a citizen. It&#39;s a metaphor we&#39;ve got so used to we forgot"
    },
    {
      "index": 71,
      "start_time": 452370.0,
      "end_time": 457199.0,
      "text": "it&#39;s a metaphor. In an evolving universe, I think a much better idea is the idea of"
    },
    {
      "index": 72,
      "start_time": 457199.0,
      "end_time": 462710.0,
      "text": "habits. I think the habits of nature evolve; the regularities of nature are essentially"
    },
    {
      "index": 73,
      "start_time": 462710.0,
      "end_time": 468569.0,
      "text": "habitual. This was an idea put forward at the beginning of the twentieth century by"
    },
    {
      "index": 74,
      "start_time": 468569.0,
      "end_time": 474630.0,
      "text": "the American philosopher C.S. Pierce, and it&#39;s an idea which various other philosophers"
    },
    {
      "index": 75,
      "start_time": 474630.0,
      "end_time": 480720.0,
      "text": "have entertained, and it&#39;s one which I, myself have developed into a scientific hypothesis;"
    },
    {
      "index": 76,
      "start_time": 480720.0,
      "end_time": 487060.0,
      "text": "the hypothesis of morphic resonance, which is the basis of these evolving habits. According"
    },
    {
      "index": 77,
      "start_time": 487060.0,
      "end_time": 492729.0,
      "text": "to this hypothesis, everything in nature has a kind of collective memory, resonance occurs"
    },
    {
      "index": 78,
      "start_time": 492729.0,
      "end_time": 498650.0,
      "text": "on the basis of similarity. As a young giraffe embryo grows in its mother&#39;s"
    },
    {
      "index": 79,
      "start_time": 498650.0,
      "end_time": 505680.0,
      "text": "womb, it tunes in to the morphic resonance of previous giraffes. It draws on that collective"
    },
    {
      "index": 80,
      "start_time": 505680.0,
      "end_time": 510110.0,
      "text": "memory, grows like a giraffe, and it behaves like a giraffe, because it&#39;s drawing on this"
    },
    {
      "index": 81,
      "start_time": 510110.0,
      "end_time": 515610.0,
      "text": "collective memory. It has to have the right genes to make the right proteins. But genes"
    },
    {
      "index": 82,
      "start_time": 515610.0,
      "end_time": 521039.0,
      "text": "in my view are grossly overrated. They only account for the proteins that the organism"
    },
    {
      "index": 83,
      "start_time": 521039.0,
      "end_time": 527440.0,
      "text": "can make, not the form or the shape or the behaviour. Every species has a kind of collective"
    },
    {
      "index": 84,
      "start_time": 527440.0,
      "end_time": 533079.0,
      "text": "memory. Even crystals do. This theory predicts that if you make a new kind of crystal for"
    },
    {
      "index": 85,
      "start_time": 533079.0,
      "end_time": 540470.0,
      "text": "the first time, the very first time you make it, it won&#39;t have an existing habit. But once"
    },
    {
      "index": 86,
      "start_time": 540470.0,
      "end_time": 544790.0,
      "text": "it crystallises, then the next time you make it, there&#39;ll be an influence from the first"
    },
    {
      "index": 87,
      "start_time": 544790.0,
      "end_time": 549540.0,
      "text": "crystals to the second ones, all over the world by morphic resonance, it&#39;ll crystallise"
    },
    {
      "index": 88,
      "start_time": 549540.0,
      "end_time": 554550.0,
      "text": "a bit easier. The third time, there&#39;ll be an influence from the first and second crystals."
    },
    {
      "index": 89,
      "start_time": 554550.0,
      "end_time": 560170.0,
      "text": "There is, in fact, good evidence that new compounds get easier to crystallise all round"
    },
    {
      "index": 90,
      "start_time": 560170.0,
      "end_time": 566699.0,
      "text": "the world, just as this theory would predict. It also predicts that if you train animals"
    },
    {
      "index": 91,
      "start_time": 566699.0,
      "end_time": 571499.0,
      "text": "to learn a new trick, for example rats learn a new trick in London, then all round the"
    },
    {
      "index": 92,
      "start_time": 571499.0,
      "end_time": 575579.0,
      "text": "world rats of the same breed should learn the same trick quicker just because the rats"
    },
    {
      "index": 93,
      "start_time": 575579.0,
      "end_time": 582269.0,
      "text": "had learned it here. And surprisingly, there&#39;s already evidence that this actually happens."
    },
    {
      "index": 94,
      "start_time": 582269.0,
      "end_time": 588179.0,
      "text": "Anyway, that&#39;s my own hypothesis in a nutshell of morphic resonance. Everything depends on"
    },
    {
      "index": 95,
      "start_time": 588179.0,
      "end_time": 593939.0,
      "text": "evolving habits not on fixed laws. But I want to spend a few moments on the constants"
    },
    {
      "index": 96,
      "start_time": 593939.0,
      "end_time": 600569.0,
      "text": "of nature too. Because these are, again, assumed to be constant. Things like the gravitational"
    },
    {
      "index": 97,
      "start_time": 600569.0,
      "end_time": 606230.0,
      "text": "constant of the speed of light are called the fundamental constants. Are they really"
    },
    {
      "index": 98,
      "start_time": 606230.0,
      "end_time": 612569.0,
      "text": "constant? Well, when I got interested in this question, I tried to find out. They&#39;re given"
    },
    {
      "index": 99,
      "start_time": 612569.0,
      "end_time": 618119.0,
      "text": "in physics handbooks. Handbooks of physics list the existing fundamental constants, tell"
    },
    {
      "index": 100,
      "start_time": 618119.0,
      "end_time": 624119.0,
      "text": "you their value. But I wanted to see if they&#39;d changed, so I got the old volumes of physical"
    },
    {
      "index": 101,
      "start_time": 624119.0,
      "end_time": 629019.0,
      "text": "handbooks. I went to the patent office library here in London - they&#39;re the only place I"
    },
    {
      "index": 102,
      "start_time": 629019.0,
      "end_time": 633639.0,
      "text": "could find that kept the old volumes. Normally people throw them away when the new values"
    },
    {
      "index": 103,
      "start_time": 633639.0,
      "end_time": 638239.0,
      "text": "(volumes) come out, they throw away the old ones. When I did this I found that the speed"
    },
    {
      "index": 104,
      "start_time": 638239.0,
      "end_time": 643779.0,
      "text": "of light dropped between nineteen twenty-eight and nineteen fourty-five by about twenty kilometres"
    },
    {
      "index": 105,
      "start_time": 643779.0,
      "end_time": 650209.0,
      "text": "per second. It&#39;s a huge drop because they&#39;re given with errors of any fractions of a second/decimal"
    },
    {
      "index": 106,
      "start_time": 650209.0,
      "end_time": 656639.0,
      "text": "points of error. And yet, all over the world, it dropped, and they were all getting very"
    },
    {
      "index": 107,
      "start_time": 656639.0,
      "end_time": 662119.0,
      "text": "similar values to each other with tiny errors. Then in nineteen fourty-eight, it went up"
    },
    {
      "index": 108,
      "start_time": 662119.0,
      "end_time": 668860.0,
      "text": "again. And then people started getting very similar values again. I was very intrigued"
    },
    {
      "index": 109,
      "start_time": 668860.0,
      "end_time": 673110.0,
      "text": "by this and I couldn&#39;t make sense of it, so I went to see the head of metrology at the"
    },
    {
      "index": 110,
      "start_time": 673110.0,
      "end_time": 680540.0,
      "text": "National Physical Laboratory in Teddington. Metrology is the science in which people measure"
    },
    {
      "index": 111,
      "start_time": 680540.0,
      "end_time": 684009.0,
      "text": "constants. And I asked him about this, I said &quot;what do"
    },
    {
      "index": 112,
      "start_time": 684009.0,
      "end_time": 688379.0,
      "text": "you make of this drop in the speed of light between nineteen twenty-eight and nineteen"
    },
    {
      "index": 113,
      "start_time": 688379.0,
      "end_time": 692299.0,
      "text": "fourty-five?&quot; And he said &quot;oh dear&quot;, he said &quot;you&#39;ve uncovered"
    },
    {
      "index": 114,
      "start_time": 692299.0,
      "end_time": 696499.0,
      "text": "the most embarrassing episode in the history of our science.&quot;"
    },
    {
      "index": 115,
      "start_time": 696499.0,
      "end_time": 701209.0,
      "text": "So I said &quot;well, could the speed of light have actually dropped? And that would have"
    },
    {
      "index": 116,
      "start_time": 701209.0,
      "end_time": 704589.0,
      "text": "amazing implications if so.&quot; He said &quot;no, no, of course it couldn&#39;t have"
    },
    {
      "index": 117,
      "start_time": 704589.0,
      "end_time": 711189.0,
      "text": "actually dropped. It&#39;s a constant!&quot; &quot;Oh, well then how do you explain the fact"
    },
    {
      "index": 118,
      "start_time": 711189.0,
      "end_time": 715749.0,
      "text": "that everyone was finding it going much slower during that period? Is it because they were"
    },
    {
      "index": 119,
      "start_time": 715749.0,
      "end_time": 720249.0,
      "text": "fudging their results to get what they thought other people should be getting and the whole"
    },
    {
      "index": 120,
      "start_time": 720249.0,
      "end_time": 727109.0,
      "text": "thing was just produced in the minds of physicists?&quot; &quot;We don&#39;t like to use the word &#39;fudge&#39;.&quot;"
    },
    {
      "index": 121,
      "start_time": 727109.0,
      "end_time": 732029.0,
      "text": "I said &quot;Well, so what do you prefer?&quot; He said &quot;well, we prefer to call it &#39;intellectual"
    },
    {
      "index": 122,
      "start_time": 732029.0,
      "end_time": 741600.0,
      "text": "phase-locking&#39;.&quot; So I said &quot;well if it was going on then, how"
    },
    {
      "index": 123,
      "start_time": 741600.0,
      "end_time": 747509.0,
      "text": "can you be so sure it&#39;s not going on today? And the present values produced are by intellectual"
    },
    {
      "index": 124,
      "start_time": 747509.0,
      "end_time": 750549.0,
      "text": "phase-locking?&quot; And he said &quot;oh we know that&#39;s not the case.&quot;"
    },
    {
      "index": 125,
      "start_time": 750549.0,
      "end_time": 754579.0,
      "text": "And I said &quot;how do we know?&quot; He said &quot;well&quot;, he said &quot;we&#39;ve solved the"
    },
    {
      "index": 126,
      "start_time": 754579.0,
      "end_time": 755759.0,
      "text": "problem.&quot; And I said &quot;well how?&quot;"
    },
    {
      "index": 127,
      "start_time": 755759.0,
      "end_time": 761529.0,
      "text": "And he said &quot;well we fixed the speed of light by definition in nineteen seventy-two.&quot;"
    },
    {
      "index": 128,
      "start_time": 761529.0,
      "end_time": 765040.0,
      "text": "So I said &quot;but it might still change.&quot; He said &quot;yes, but we&#39;d never know it, because"
    },
    {
      "index": 129,
      "start_time": 765040.0,
      "end_time": 770029.0,
      "text": "we&#39;ve defined the metre in terms of the speed of light, so the units would change with it!&quot;"
    },
    {
      "index": 130,
      "start_time": 770029.0,
      "end_time": 776989.0,
      "text": "So he looked very pleased about that, they&#39;d fixed that problem."
    },
    {
      "index": 131,
      "start_time": 776989.0,
      "end_time": 781420.0,
      "text": "But I said &quot;well, then what about big G?&quot; The gravitational constant, known in the trade"
    },
    {
      "index": 132,
      "start_time": 781420.0,
      "end_time": 786759.0,
      "text": "as &quot;big G&quot;, it was written with a capital G. Newton&#39;s universal gravitational constant."
    },
    {
      "index": 133,
      "start_time": 786759.0,
      "end_time": 794949.0,
      "text": "&quot;That&#39;s varied by more than 1.3% in recent years. And it seems to vary from place to"
    },
    {
      "index": 134,
      "start_time": 794949.0,
      "end_time": 799889.0,
      "text": "place and from time to time.&quot; And he said &quot;oh well, those are just errors."
    },
    {
      "index": 135,
      "start_time": 799889.0,
      "end_time": 803139.0,
      "text": "And unfortunately there are quite big errors with big G.&quot;"
    },
    {
      "index": 136,
      "start_time": 803139.0,
      "end_time": 809359.0,
      "text": "So I said &quot;well, what if it&#39;s really changing? I mean, perhaps it is really changing.&quot;"
    },
    {
      "index": 137,
      "start_time": 809359.0,
      "end_time": 813519.0,
      "text": "And then I looked at how they do it, what happens is they measure it in different labs,"
    },
    {
      "index": 138,
      "start_time": 813519.0,
      "end_time": 818439.0,
      "text": "they get different values on different days, and then they average them. And then other"
    },
    {
      "index": 139,
      "start_time": 818439.0,
      "end_time": 822459.0,
      "text": "labs around the world do the same, they come out usually with a rather different average."
    },
    {
      "index": 140,
      "start_time": 822459.0,
      "end_time": 827639.0,
      "text": "And then the international committee of metrology meets every ten years or so and average the"
    },
    {
      "index": 141,
      "start_time": 827639.0,
      "end_time": 833439.0,
      "text": "ones from labs all around the world to come up with the value of big G. But what if G"
    },
    {
      "index": 142,
      "start_time": 833439.0,
      "end_time": 838899.0,
      "text": "were actually fluctuating? What if it changed? There&#39;s already evidence actually that it"
    },
    {
      "index": 143,
      "start_time": 838899.0,
      "end_time": 843999.0,
      "text": "changes throughout the day and througout the year. What if the earth, as it moves through"
    },
    {
      "index": 144,
      "start_time": 843999.0,
      "end_time": 849169.0,
      "text": "the galactic environment went through patches of dark matter or other environmental factors"
    },
    {
      "index": 145,
      "start_time": 849169.0,
      "end_time": 854499.0,
      "text": "that could alter it? Maybe they all change together. What if these errors are going up"
    },
    {
      "index": 146,
      "start_time": 854499.0,
      "end_time": 859230.0,
      "text": "together and down together? For more than ten years I&#39;ve been trying to persuade metrologists"
    },
    {
      "index": 147,
      "start_time": 859230.0,
      "end_time": 863919.0,
      "text": "to look at the raw data. In fact I&#39;m now trying to persuade them to put it up online, on the"
    },
    {
      "index": 148,
      "start_time": 863919.0,
      "end_time": 869509.0,
      "text": "internet. With the dates, and the actual measurements, and see if they&#39;re correlated. To see if they&#39;re"
    },
    {
      "index": 149,
      "start_time": 869509.0,
      "end_time": 874379.0,
      "text": "all up at one time, all down at another. If so, they might be fluctuating together. And"
    },
    {
      "index": 150,
      "start_time": 874379.0,
      "end_time": 878619.0,
      "text": "what would tell us something very, very interesting. But no-one has done this, they haven&#39;t done"
    },
    {
      "index": 151,
      "start_time": 878619.0,
      "end_time": 884419.0,
      "text": "it because G is a constant. There&#39;s no point looking for changes. You see, here&#39;s a very"
    },
    {
      "index": 152,
      "start_time": 884419.0,
      "end_time": 890790.0,
      "text": "simple example of where a dogmatic assumption actually inhibits enquiry. I, myself think"
    },
    {
      "index": 153,
      "start_time": 890790.0,
      "end_time": 896290.0,
      "text": "that the constants may vary quite considerably. Well, within narrow limits. But they may all"
    },
    {
      "index": 154,
      "start_time": 896290.0,
      "end_time": 901119.0,
      "text": "be varying, and I think the day will come when scientific journals like Nature have"
    },
    {
      "index": 155,
      "start_time": 901119.0,
      "end_time": 905839.0,
      "text": "a weekly report on the constants, like stock-market reports in the newspapers. You know, &quot;this"
    },
    {
      "index": 156,
      "start_time": 905839.0,
      "end_time": 911249.0,
      "text": "week, big G was slightly up, the charge on the electron was down, the speed of light"
    },
    {
      "index": 157,
      "start_time": 911249.0,
      "end_time": 922720.0,
      "text": "held steady, and so on.&quot; So that&#39;s one area where I think thinking"
    },
    {
      "index": 158,
      "start_time": 922720.0,
      "end_time": 927029.0,
      "text": "this dogmatically could open things up. One of the biggest areas is the nature of"
    },
    {
      "index": 159,
      "start_time": 927029.0,
      "end_time": 933499.0,
      "text": "the mind. This is the most unsolved problem as Graham just said, that science simply can&#39;t"
    },
    {
      "index": 160,
      "start_time": 933499.0,
      "end_time": 939290.0,
      "text": "deal with the fact we&#39;re conscious. And it can&#39;t deal with the fact that our thoughts"
    },
    {
      "index": 161,
      "start_time": 939290.0,
      "end_time": 946569.0,
      "text": "don&#39;t seem to be inside our brains. Our experiences don&#39;t all seem to be inside our brain. Your"
    },
    {
      "index": 162,
      "start_time": 946569.0,
      "end_time": 951769.0,
      "text": "image of me now doesn&#39;t seem to be inside your brain, yet the official view is that"
    },
    {
      "index": 163,
      "start_time": 951769.0,
      "end_time": 956100.0,
      "text": "there&#39;s a little Rupert somewhere inside your head. And everything else in this room is"
    },
    {
      "index": 164,
      "start_time": 956100.0,
      "end_time": 961959.0,
      "text": "inside your head; your experience is inside your brain. I&#39;m suggesting actually that vision"
    },
    {
      "index": 165,
      "start_time": 961959.0,
      "end_time": 965850.0,
      "text": "involves an outward projection of images, what you&#39;re seeing is inside your mind but"
    },
    {
      "index": 166,
      "start_time": 965850.0,
      "end_time": 972929.0,
      "text": "not inside your head. Our minds are extended beyond our brains in the simplest act of perception."
    },
    {
      "index": 167,
      "start_time": 972929.0,
      "end_time": 978540.0,
      "text": "I think that we project out the images we&#39;re seeing, and these images touch what we&#39;re"
    },
    {
      "index": 168,
      "start_time": 978540.0,
      "end_time": 984319.0,
      "text": "looking at. If I look at you from behind, you don&#39;t know I&#39;m there. Could I affect you?"
    },
    {
      "index": 169,
      "start_time": 984319.0,
      "end_time": 989199.0,
      "text": "Could you feel my gaze? There&#39;s a great deal of evidence that people can. The sense of"
    },
    {
      "index": 170,
      "start_time": 989199.0,
      "end_time": 995129.0,
      "text": "being stared at is an extremely common experience, and recent experimental evidence actually"
    },
    {
      "index": 171,
      "start_time": 995129.0,
      "end_time": 999119.0,
      "text": "suggests it&#39;s real. Animals seem to have it too, I think it probably"
    },
    {
      "index": 172,
      "start_time": 999119.0,
      "end_time": 1004749.0,
      "text": "evolved in the context of predator/prey relationships. Prey animals that could feel the gaze of a"
    },
    {
      "index": 173,
      "start_time": 1004750.0,
      "end_time": 1009000.0,
      "text": "predator would survive better than those that couldn&#39;t. This would lead to a whole new way"
    },
    {
      "index": 174,
      "start_time": 1009000.0,
      "end_time": 1013560.0,
      "text": "of thinking about ecological relationships between predators and prey."
    },
    {
      "index": 175,
      "start_time": 1013560.0,
      "end_time": 1019080.0,
      "text": "Also about the extent of our minds. If we look at distant stars, I think our minds reach"
    },
    {
      "index": 176,
      "start_time": 1019080.0,
      "end_time": 1025751.0,
      "text": "out in a sense to touch those stars, and literally extend out over astronomical distances. They&#39;re"
    },
    {
      "index": 177,
      "start_time": 1025750.0,
      "end_time": 1031850.0,
      "text": "not just inside our heads. Now it may seem astonishing that this is a topic of debate"
    },
    {
      "index": 178,
      "start_time": 1031849.9999999999,
      "end_time": 1036519.9999999999,
      "text": "in the twenty-first century. We know so little about our own minds that where our images"
    },
    {
      "index": 179,
      "start_time": 1036520.0,
      "end_time": 1041079.0,
      "text": "are is a hot topic of debate within consciousness studies right now."
    },
    {
      "index": 180,
      "start_time": 1041079.9999999999,
      "end_time": 1047630.9999999999,
      "text": "I don&#39;t have time to deal with any more of these dogmas, but every single one of them"
    },
    {
      "index": 181,
      "start_time": 1047630.0000000001,
      "end_time": 1052620.0,
      "text": "is questionable. If one questions it, new forms of research, new possibilities open"
    },
    {
      "index": 182,
      "start_time": 1052620.0,
      "end_time": 1059490.0,
      "text": "up. And I think as we question these dogmas that have held back science so long, science"
    },
    {
      "index": 183,
      "start_time": 1059490.0,
      "end_time": 1064590.0,
      "text": "will undergo a reflowering, a renaissance. I&#39;m a total believer in the importance of"
    },
    {
      "index": 184,
      "start_time": 1064590.0,
      "end_time": 1071710.0,
      "text": "science. I&#39;ve spent my whole life as a research scientist, my whole career. But I think by"
    },
    {
      "index": 185,
      "start_time": 1071710.0,
      "end_time": 1077470.0,
      "text": "moving beyond these dogmas, it can be regenerated. Once again, it can become interesting, and"
    },
    {
      "index": 186,
      "start_time": 1077470.0,
      "end_time": 1087470.0,
      "text": "I hope, life-affirming. Thank you."
    }
  ]
}