{
  "video_id": "JKqudzWUHOM",
  "title": "The Global Insurance Industry, Sectors, and Growth Opportunities",
  "json": [
    {
      "index": 1,
      "start_time": 8000.0,
      "end_time": 13549.0,
      "text": "Hi, I&#39;m Jack Plunkett. Today we&#39;re going to talk about the global insurance industry."
    },
    {
      "index": 2,
      "start_time": 13549.0,
      "end_time": 18000.0,
      "text": "Now this is a really giant industry. On a global basis, it accounts for about six and"
    },
    {
      "index": 3,
      "start_time": 18000.0,
      "end_time": 24310.0,
      "text": "a half percent of G-D-P, or gross domestic product. In developed nations like the United States,"
    },
    {
      "index": 4,
      "start_time": 24310.0,
      "end_time": 29210.0,
      "text": "many countries in Europe, Japan, where insurance is very mature industry, it accounts for a"
    },
    {
      "index": 5,
      "start_time": 29210.0,
      "end_time": 35320.0,
      "text": "much higher portion of the economy than that. Now, there are many different, very important segments"
    },
    {
      "index": 6,
      "start_time": 35320.0,
      "end_time": 39000.0,
      "text": "to the insurance industry you should consider when you&#39;re trying to get an overview of the"
    },
    {
      "index": 7,
      "start_time": 39000.0,
      "end_time": 44970.0,
      "text": "entire sector. Those include health insurance, life insurance, property and casualty insurance,"
    },
    {
      "index": 8,
      "start_time": 44970.0,
      "end_time": 52960.0,
      "text": "specialty insurance, reinsurance, and investments and annuities. All part of the insurance industry"
    },
    {
      "index": 9,
      "start_time": 52960.0,
      "end_time": 59510.0,
      "text": "and all underwriting risk to either a small or very large extent. But, all very unique,"
    },
    {
      "index": 10,
      "start_time": 59510.0,
      "end_time": 65519.0,
      "text": "very different business models. Casualty insurance is the sector that would underwrite your car"
    },
    {
      "index": 11,
      "start_time": 65519.00000000001,
      "end_time": 71430.0,
      "text": "insurance or your house insurance, or big building risks, or big risks at industrial"
    },
    {
      "index": 12,
      "start_time": 71430.0,
      "end_time": 77740.0,
      "text": "factories, things like that. It&#39;s a huge, varied industry. But it&#39;s all based on trying to"
    },
    {
      "index": 13,
      "start_time": 77740.0,
      "end_time": 84740.0,
      "text": "control mitigate risks. Profitability, however, is always an issue for P and C, or property and casualty"
    },
    {
      "index": 14,
      "start_time": 84740.0,
      "end_time": 91320.0,
      "text": "insurance, because they can&#39;t always make a profit in that industry. Big, natural disasters"
    },
    {
      "index": 15,
      "start_time": 91320.0,
      "end_time": 95389.0,
      "text": "or other things occur every once in a while that wipe out a year&#39;s profits and take a"
    },
    {
      "index": 16,
      "start_time": 95390.0,
      "end_time": 100420.0,
      "text": "lot of the company&#39;s reserves. Something like a major hurricane. A really bad hurricane"
    },
    {
      "index": 17,
      "start_time": 100420.0,
      "end_time": 106290.0,
      "text": "season can be just devastating to the P and C industry. Now, life insurance. It&#39;s"
    },
    {
      "index": 18,
      "start_time": 106290.0,
      "end_time": 112310.0,
      "text": "pretty obvious. It insures lives, expecting them to live a certain number of years. Making"
    },
    {
      "index": 19,
      "start_time": 112310.0,
      "end_time": 118170.0,
      "text": "sure that all of the underwriting parameters have been determined carefully and then offering"
    },
    {
      "index": 20,
      "start_time": 118170.0,
      "end_time": 123220.0,
      "text": "a set premium to an individual to cover his or her life. But, what a lot of people don&#39;t"
    },
    {
      "index": 21,
      "start_time": 123220.0,
      "end_time": 128600.0,
      "text": "think about, is that the life insurance industry is very focused on selling investments. A"
    },
    {
      "index": 22,
      "start_time": 128600.0,
      "end_time": 132879.0,
      "text": "big piece of the life industry is what&#39;s called annuities, where your get the"
    },
    {
      "index": 23,
      "start_time": 132879.0,
      "end_time": 136349.0,
      "text": "customer to give you a fixed amount of money or give you a certain amount of money every"
    },
    {
      "index": 24,
      "start_time": 136349.0,
      "end_time": 141238.0,
      "text": "year. It&#39;s invested for the customer, and then paid back over a period of time upon"
    },
    {
      "index": 25,
      "start_time": 141239.0,
      "end_time": 147519.0,
      "text": "retirement. Annuities are an immense, very popular, very profitable global business."
    },
    {
      "index": 26,
      "start_time": 147519.0,
      "end_time": 153230.0,
      "text": "How about health insurance? Health insurance has gone through so many changes. It&#39;s such"
    },
    {
      "index": 27,
      "start_time": 153230.0,
      "end_time": 158429.0,
      "text": "a difficult situation. We&#39;re really talking about the United States of America when we"
    },
    {
      "index": 28,
      "start_time": 158430.0,
      "end_time": 163409.0,
      "text": "talk about health insurance because most other developed economies have what we call a national"
    },
    {
      "index": 29,
      "start_time": 163409.0,
      "end_time": 168409.0,
      "text": "health. For instance, if you go to the UK, if you&#39;re a resident there, your health needs"
    },
    {
      "index": 30,
      "start_time": 168409.0,
      "end_time": 173989.0,
      "text": "are going to be covered by a government program, not by traditional health insurance. But in"
    },
    {
      "index": 31,
      "start_time": 173989.0,
      "end_time": 178150.0,
      "text": "the United States, health insurance is an immense industry that has just been tipped"
    },
    {
      "index": 32,
      "start_time": 178150.0,
      "end_time": 184499.0,
      "text": "on its ear and completely revamped because of the Affordable Care Act, that is the so-called"
    },
    {
      "index": 33,
      "start_time": 184499.0,
      "end_time": 190249.0,
      "text": "Obamacare regulations that dramatically changed all the underwriting rules, all of the pay"
    },
    {
      "index": 34,
      "start_time": 190249.0,
      "end_time": 195309.0,
      "text": "out rules, all of the operating rules for the health insurance industry. As a result,"
    },
    {
      "index": 35,
      "start_time": 195309.0,
      "end_time": 199840.0,
      "text": "it&#39;s become more and more complex and more complicated, and more difficult to be a health"
    },
    {
      "index": 36,
      "start_time": 199840.0,
      "end_time": 205769.0,
      "text": "insurance underwriter. And consequently, we&#39;re seeing health insurance companies merge. And"
    },
    {
      "index": 37,
      "start_time": 205769.0,
      "end_time": 210230.0,
      "text": "it&#39;s getting to the point where very soon the entire health insurance industry is going"
    },
    {
      "index": 38,
      "start_time": 210230.0,
      "end_time": 214749.0,
      "text": "to be run by a very small number of companies as they continue to merge and merge,"
    },
    {
      "index": 39,
      "start_time": 214749.0,
      "end_time": 219319.0,
      "text": "becoming more and more powerful, especially in certain markets where they tend to dominate."
    },
    {
      "index": 40,
      "start_time": 219319.0,
      "end_time": 224939.0,
      "text": "What about reinsurance? Most consumers don&#39;t know about reinsurance, but it&#39;s a very unique"
    },
    {
      "index": 41,
      "start_time": 224939.0,
      "end_time": 231400.0,
      "text": "segment of the insurance industry where insurance underwriters can lay off part of their risk"
    },
    {
      "index": 42,
      "start_time": 231400.0,
      "end_time": 236659.0,
      "text": "to a reinsurance company that says, well I&#39;ll take 10 percent of your approval risk for"
    },
    {
      "index": 43,
      "start_time": 236659.0,
      "end_time": 242469.0,
      "text": "this year, for instance, and you give me a fee of so much. So, an insurance company can"
    },
    {
      "index": 44,
      "start_time": 242469.0,
      "end_time": 248900.0,
      "text": "hedge its bets by paying a fee to a reinsurance company, but knowing that its losses will be limited"
    },
    {
      "index": 45,
      "start_time": 248900.0,
      "end_time": 254449.0,
      "text": "if something catastrophic happens. Big important industry, very, very vital in the United States,"
    },
    {
      "index": 46,
      "start_time": 254449.0,
      "end_time": 259199.0,
      "text": "and Europe, and Japan in particular. Where are the growth opportunities for the insurance"
    },
    {
      "index": 47,
      "start_time": 259199.0,
      "end_time": 266900.0,
      "text": "industry? Well one is in the vast number of people; this huge segment of the population"
    },
    {
      "index": 48,
      "start_time": 266900.0,
      "end_time": 271799.0,
      "text": "that are aging in the world&#39;s largest economies. Including, rapidly aging populations in China,"
    },
    {
      "index": 49,
      "start_time": 271800.0,
      "end_time": 277530.0,
      "text": "the United States, Japan, most of Europe. The insurance industry has an amazing opportunity"
    },
    {
      "index": 50,
      "start_time": 277530.0,
      "end_time": 282900.0,
      "text": "to tailor products particularly investment products and annuities to take care of the"
    },
    {
      "index": 51,
      "start_time": 282900.0,
      "end_time": 289500.0,
      "text": "needs of those aging populations. Next, the biggest pure growth opportunities are in the emerging"
    },
    {
      "index": 52,
      "start_time": 289500.0,
      "end_time": 296199.0,
      "text": "and developing nations. So while insurance is a huge part of the economy, and a huge"
    },
    {
      "index": 53,
      "start_time": 296199.0,
      "end_time": 301600.0,
      "text": "part of most households&#39; monthly expenses in developed nations like the US, the UK,"
    },
    {
      "index": 54,
      "start_time": 301600.0,
      "end_time": 307849.0,
      "text": "Japan, etc., in emerging and less developed nations, there&#39;s a very, very modest level"
    },
    {
      "index": 55,
      "start_time": 307849.0,
      "end_time": 313400.0,
      "text": "of insurance. So as middle class continues to grow in places like Indonesia, and Brazil,"
    },
    {
      "index": 56,
      "start_time": 313400.0,
      "end_time": 320799.0,
      "text": "and Thailand, and China, and more and more households buy cars; buy their own homes;"
    },
    {
      "index": 57,
      "start_time": 320800.0,
      "end_time": 324300.0,
      "text": "have other needs for insurance, that&#39;s where the real growth opportunities are for the"
    },
    {
      "index": 58,
      "start_time": 324300.0,
      "end_time": 329520.0,
      "text": "industry. The United States is a sort of unique situation because insurance, rather than being"
    },
    {
      "index": 59,
      "start_time": 329520.0,
      "end_time": 335669.0,
      "text": "broadly regulated at a national level, is regulated in each of the 50 of the of the"
    },
    {
      "index": 60,
      "start_time": 335669.0,
      "end_time": 340400.0,
      "text": "U.S. states. Each state has its own insurance commission; has its own insurance regulations."
    },
    {
      "index": 61,
      "start_time": 340400.0,
      "end_time": 345479.0,
      "text": "Any insurance company that wants to underwrite in any state, whether it&#39;s Oklahoma or Oregon,"
    },
    {
      "index": 62,
      "start_time": 345479.0,
      "end_time": 351000.0,
      "text": "has to pass muster with the insurance regulators in that state. Consequently, most insurance"
    },
    {
      "index": 63,
      "start_time": 351000.0,
      "end_time": 356930.0,
      "text": "companies in the United States are not licensed to operate in all 50 states. It&#39;s a big regulatory"
    },
    {
      "index": 64,
      "start_time": 356930.0,
      "end_time": 362569.0,
      "text": "burden to them. Finally, we have more and more regulation going on of the insurance"
    },
    {
      "index": 65,
      "start_time": 362569.0,
      "end_time": 369689.0,
      "text": "industry in general since the big financial bust of 2007 through 2009. Watch for lots of"
    },
    {
      "index": 66,
      "start_time": 369689.0,
      "end_time": 374900.0,
      "text": "new technologies to take place in insurance particularly in property and casualty, where"
    },
    {
      "index": 67,
      "start_time": 374900.0,
      "end_time": 378840.0,
      "text": "the auto insurance companies are starting to put monitors on individual cars, where"
    },
    {
      "index": 68,
      "start_time": 378840.0,
      "end_time": 384938.0,
      "text": "the consumer is willing and actually gauge the individual driving habits of each driver"
    },
    {
      "index": 69,
      "start_time": 384939.0,
      "end_time": 390759.0,
      "text": "to then, either give the driver a discount, or perhaps charge the driver more based on how they drive. Technology"
    },
    {
      "index": 70,
      "start_time": 390759.0,
      "end_time": 396240.0,
      "text": "has a tremendous opportunity to make the insurance industry much more efficient; to deliver better"
    },
    {
      "index": 71,
      "start_time": 396240.0,
      "end_time": 401909.0,
      "text": "pricing and better products to consumers; and a tremendous opportunity for entrepreneurs"
    },
    {
      "index": 72,
      "start_time": 401909.0,
      "end_time": 407460.0,
      "text": "and startups who can come up with financial technology-insurance technology answers for"
    },
    {
      "index": 73,
      "start_time": 407460.0,
      "end_time": 414138.0,
      "text": "this huge industry. Thanks, I&#39;m Jack Plunkett. Be sure to see our insurance industry books,"
    },
    {
      "index": 74,
      "start_time": 414139.0,
      "end_time": 418169.0,
      "text": "our insurance industry segment on Plunkett Research Online and all of the tremendous"
    },
    {
      "index": 75,
      "start_time": 418169.0,
      "end_time": 421990.0,
      "text": "insurance industry data that we gather all of the time, I know you&#39;ll love it. Thanks."
    }
  ]
}