{
  "video_id": "JLKm5m0UVEk",
  "title": "Human Physiology - Carbohydrates Digestion and Absorption",
  "json": [
    {
      "index": 1,
      "start_time": 1400.0,
      "end_time": 5290.0,
      "text": "&gt;&gt;Dr. Ketchum: In this lecture video we are going to focus on digestion and absorption"
    },
    {
      "index": 2,
      "start_time": 5290.0,
      "end_time": 10679.0,
      "text": "of carbohydrates. So we’re working with the gastrointestinal system, but focusing"
    },
    {
      "index": 3,
      "start_time": 10679.0,
      "end_time": 18400.0,
      "text": "on carbohydrates. And so, so far we’ve provided you an overview of the gastrointestinal system"
    },
    {
      "index": 4,
      "start_time": 18400.0,
      "end_time": 23199.0,
      "text": "and it’s processes, the functional anatomy, which we’ve talked about the major organs"
    },
    {
      "index": 5,
      "start_time": 23199.0,
      "end_time": 28869.0,
      "text": "and the accessory organs, and now what we’re going to do is discuss, well once that food"
    },
    {
      "index": 6,
      "start_time": 28869.0,
      "end_time": 35770.0,
      "text": "enters into your digestive system or your GI system, how is it broken down? And then how"
    },
    {
      "index": 7,
      "start_time": 35770.0,
      "end_time": 42180.0,
      "text": "are those nutrients absorbed into the blood? Okay, so the focus once again is going to"
    },
    {
      "index": 8,
      "start_time": 42180.0,
      "end_time": 44640.0,
      "text": "be on carbohydrates."
    },
    {
      "index": 9,
      "start_time": 44640.0,
      "end_time": 52100.0,
      "text": "So in a typical diet, we actually consume about 250 to 800 grams of carbohydrates. Most"
    },
    {
      "index": 10,
      "start_time": 52100.0,
      "end_time": 58290.0,
      "text": "of these are consumed as disaccharides or polysaccharides. But, here’s the concern"
    },
    {
      "index": 11,
      "start_time": 58290.0,
      "end_time": 65110.0,
      "text": "or here’s the, the, the important part: Only monosaccharides can be absorbed. So be"
    },
    {
      "index": 12,
      "start_time": 65110.0,
      "end_time": 69150.0,
      "text": "sure you understand what we mean by “can be absorbed.” So that means that we’re going"
    },
    {
      "index": 13,
      "start_time": 69150.0,
      "end_time": 77500.0,
      "text": "to—can take them from the lumen of the gut, and we can transport those monosaccharides,"
    },
    {
      "index": 14,
      "start_time": 77500.0,
      "end_time": 83500.0,
      "text": "we can absorb them into the blood, from lumen to the blood."
    },
    {
      "index": 15,
      "start_time": 83500.0,
      "end_time": 88690.0,
      "text": "So the disaccharides and polysaccharides that we typically consume are things like"
    },
    {
      "index": 16,
      "start_time": 88690.0,
      "end_time": 98000.0,
      "text": "sucrose, which would be table sugar, lactose, which would be milk sugar, maltose, starch,"
    },
    {
      "index": 17,
      "start_time": 98000.0,
      "end_time": 104090.0,
      "text": "glycogen and cellulose. So pause the video for a moment and determine which of these"
    },
    {
      "index": 18,
      "start_time": 104090.0,
      "end_time": 112100.0,
      "text": "are disaccharides and which of these are polysaccharides. So sucrose, lactose and maltose are all"
    },
    {
      "index": 19,
      "start_time": 112100.0,
      "end_time": 121000.0,
      "text": "considered disaccharides, whereas starch, glycogen, and cellulose are all considered polysaccharides."
    },
    {
      "index": 20,
      "start_time": 121000.0,
      "end_time": 126070.0,
      "text": "So cellulose cannot be digested. So if you just ate a salad for example, the cellulose"
    },
    {
      "index": 21,
      "start_time": 126070.0,
      "end_time": 130959.0,
      "text": "in the lettuce cannot be digested. So why is it still important? Well, that’s providing"
    },
    {
      "index": 22,
      "start_time": 130959.0,
      "end_time": 136000.0,
      "text": "the dietary fiber that’s important for intestinal mobility. In other words, you have to"
    },
    {
      "index": 23,
      "start_time": 136000.0,
      "end_time": 140000.0,
      "text": "have contents passing through your intestines, otherwise you’ll get very ill,"
    },
    {
      "index": 24,
      "start_time": 140000.0,
      "end_time": 144590.0,
      "text": "and you can actually die from that if your contents of your gut don’t"
    },
    {
      "index": 25,
      "start_time": 144590.0,
      "end_time": 149100.0,
      "text": "pass through. So how then are we going to go about digesting these"
    },
    {
      "index": 26,
      "start_time": 149100.0,
      "end_time": 156000.0,
      "text": "disaccharides and these polysaccharides so that we can absorb the resulting monosaccharide?"
    },
    {
      "index": 27,
      "start_time": 156000.0,
      "end_time": 165200.0,
      "text": "And so let’s look at digestion of starch. So if you recall, starch is a polysaccharide that consists of glucose"
    },
    {
      "index": 28,
      "start_time": 165200.0,
      "end_time": 172600.0,
      "text": "monomers. So each one of these green structures is a glucose subunit or a glucose monomer."
    },
    {
      "index": 29,
      "start_time": 172600.0,
      "end_time": 179600.0,
      "text": "And so since starch is a polysaccharide, we cannot digest it, or we cannot absorb it into the blood."
    },
    {
      "index": 30,
      "start_time": 179600.0,
      "end_time": 189000.0,
      "text": "So we have to be able to digest it. So here we’ve ingested starch. Maybe, for example, you had some"
    },
    {
      "index": 31,
      "start_time": 189000.0,
      "end_time": 193900.0,
      "text": "pasta for dinner. Or you had crackers for dinner that have a lot of starch in them."
    },
    {
      "index": 32,
      "start_time": 193900.0,
      "end_time": 200000.0,
      "text": "This carbohydrate, we’ve got to start breaking it down. So we have two enzymes that can assist with the break"
    },
    {
      "index": 33,
      "start_time": 200000.0,
      "end_time": 208500.0,
      "text": "down of starch: salivary amylase and pancreatic amylase. Salivary amylase is produced by your salivary"
    },
    {
      "index": 34,
      "start_time": 208500.0,
      "end_time": 215069.0,
      "text": "glands and pancreatic amylase is produced by the pancreas. And so what this enzyme"
    },
    {
      "index": 35,
      "start_time": 215069.0,
      "end_time": 222659.0,
      "text": "can do is break down starch into two different products. You can wind up with limit dextrins"
    },
    {
      "index": 36,
      "start_time": 222659.0,
      "end_time": 229180.0,
      "text": "when you break down starch. Which are basically short-branched polysaccharides, or you can"
    },
    {
      "index": 37,
      "start_time": 229180.0,
      "end_time": 239000.0,
      "text": "wind up with maltose, which is a disaccharide, which consists of two glucose monomers. Okay,"
    },
    {
      "index": 38,
      "start_time": 239000.0,
      "end_time": 244089.0,
      "text": "so that doesn’t do us much good either, because we cannot absorb disaccharides and"
    },
    {
      "index": 39,
      "start_time": 244089.0,
      "end_time": 249029.0,
      "text": "we certainly cannot absorb short polysaccharides either. So we have to break these down even"
    },
    {
      "index": 40,
      "start_time": 249029.0,
      "end_time": 254370.0,
      "text": "further. So how do we do that? Well that’s going to require additional enzymes."
    },
    {
      "index": 41,
      "start_time": 254370.0,
      "end_time": 262800.0,
      "text": "So dextrinase will break down those limit dextrins. So dextrinase catalyzes the reaction"
    },
    {
      "index": 42,
      "start_time": 262800.0,
      "end_time": 271200.0,
      "text": "where the limit dextrins are further broken down into glucose subunits. If it’s maltose"
    },
    {
      "index": 43,
      "start_time": 271200.0,
      "end_time": 280200.0,
      "text": "that we’re concerned with, the enzyme maltase will break down our maltose into two glucose"
    },
    {
      "index": 44,
      "start_time": 280200.0,
      "end_time": 285930.0,
      "text": "subunits. Okay, because once you have the glucose, and glucose is a monosaccharide,"
    },
    {
      "index": 45,
      "start_time": 285930.0,
      "end_time": 291949.0,
      "text": "then the body can absorb that monosaccharide. Now as far as some of these other disaccharides"
    },
    {
      "index": 46,
      "start_time": 291949.0,
      "end_time": 298979.0,
      "text": "that we see like sucrose, sucrose is broken down by sucrase, the enzyme sucrase, into"
    },
    {
      "index": 47,
      "start_time": 298979.0,
      "end_time": 307400.0,
      "text": "its subunits which are fructose and glucose. And then lactose, that sugar that’s found"
    },
    {
      "index": 48,
      "start_time": 307400.0,
      "end_time": 316000.0,
      "text": "in milk, is broken down into its subunits galactose and glucose via the enzyme lactase."
    },
    {
      "index": 49,
      "start_time": 316000.0,
      "end_time": 324100.0,
      "text": "And so lastly we have glucoamylase, which will take any polysaccharide and break that"
    },
    {
      "index": 50,
      "start_time": 324100.0,
      "end_time": 332700.0,
      "text": "polysaccharide down into glucose. So what we wind up with because of all of these enzymes are"
    },
    {
      "index": 51,
      "start_time": 332700.0,
      "end_time": 338310.0,
      "text": "all of these monosaccharides. So be sure you know which of these are monosaccharides, which"
    },
    {
      "index": 52,
      "start_time": 338310.0,
      "end_time": 341530.0,
      "text": "are di and which are polysaccharides."
    },
    {
      "index": 53,
      "start_time": 341530.0,
      "end_time": 347099.0,
      "text": "Okay, now the locations for these enzymes are on the brush border of the small intestine."
    },
    {
      "index": 54,
      "start_time": 347099.0,
      "end_time": 353900.0,
      "text": "And so if you recall if you looked at the lining of the small intestine, you would see villi."
    },
    {
      "index": 55,
      "start_time": 353900.0,
      "end_time": 359400.0,
      "text": "And at the tip of the villi are the microvilli."
    },
    {
      "index": 56,
      "start_time": 359400.0,
      "end_time": 363770.0,
      "text": "And we’ll put the microvilli in green."
    },
    {
      "index": 57,
      "start_time": 363770.0,
      "end_time": 371400.0,
      "text": "And so located on the brush border are enzymes. So this enzyme here is called the brush border enzyme. And"
    },
    {
      "index": 58,
      "start_time": 371400.0,
      "end_time": 378379.0,
      "text": "many of the enzymes that we talk about, excluding salivary and pancreatic amylase are brush"
    },
    {
      "index": 59,
      "start_time": 378379.0,
      "end_time": 385169.0,
      "text": "border enzymes. So now once we have our carbohydrate broken down into a monosaccharide,"
    },
    {
      "index": 60,
      "start_time": 385169.0,
      "end_time": 391909.0,
      "text": "now we can absorb the monosaccharide. Here what we will do is focus on the absorption of"
    },
    {
      "index": 61,
      "start_time": 391909.0,
      "end_time": 398500.0,
      "text": "glucose and galactose. So here we have the lumen, we have the epithelial cells,"
    },
    {
      "index": 62,
      "start_time": 398500.0,
      "end_time": 407400.0,
      "text": "and here we have the blood. So the goal is to absorb glucose...and galactose"
    },
    {
      "index": 63,
      "start_time": 407400.0,
      "end_time": 413999.0,
      "text": "and even fructose, okay? All monosaccharides. So we’re going to start on the basolateral"
    },
    {
      "index": 64,
      "start_time": 413999.0,
      "end_time": 418500.0,
      "text": "membrane. And we’re going to start with a type of transport that I’m going to label"
    },
    {
      "index": 65,
      "start_time": 418500.0,
      "end_time": 424189.0,
      "text": "a one. So now inside of an epithelial cell you know the concentration for sodium and"
    },
    {
      "index": 66,
      "start_time": 424189.0,
      "end_time": 431200.0,
      "text": "potassium. So pause the video, write in your concentration for sodium and potassium inside"
    },
    {
      "index": 67,
      "start_time": 431200.0,
      "end_time": 435689.0,
      "text": "of your epithelial cell and then see if you can’t determine what type of transport is"
    },
    {
      "index": 68,
      "start_time": 435689.0,
      "end_time": 445500.0,
      "text": "occurring in number two as well as number three, and number four. So if you’ve"
    },
    {
      "index": 69,
      "start_time": 445500.0,
      "end_time": 450280.0,
      "text": "already paused the video and determined what type of transport’s occurring at 1, 2, 3,"
    },
    {
      "index": 70,
      "start_time": 450280.0,
      "end_time": 455210.0,
      "text": "and 4, let’s see if you were correct. So we’re going to start with the concentrations"
    },
    {
      "index": 71,
      "start_time": 455210.0,
      "end_time": 461300.0,
      "text": "for sodium and potassium inside the epithelial cell. So we noticed that sodium is being pumped from"
    },
    {
      "index": 72,
      "start_time": 461300.0,
      "end_time": 471000.0,
      "text": "a low concentration toward a high concentration. Potassium is being pumped from a low concentration"
    },
    {
      "index": 73,
      "start_time": 471000.0,
      "end_time": 479700.0,
      "text": "toward a high concentration, and this requires ATP. So number one must be primary active"
    },
    {
      "index": 74,
      "start_time": 479700.0,
      "end_time": 485500.0,
      "text": "transport. So let’s look at number two now up on the apical membrane. So on the apical membrane"
    },
    {
      "index": 75,
      "start_time": 485500.0,
      "end_time": 491639.0,
      "text": "we have this purple thing, right? That’s representing a carrier protein. Sodium is going from a high"
    },
    {
      "index": 76,
      "start_time": 491639.0,
      "end_time": 498620.0,
      "text": "concentration in the lumen toward a low concentration within the cytoplasm of the epithelial cell. So"
    },
    {
      "index": 77,
      "start_time": 498620.0,
      "end_time": 503949.0,
      "text": "high to low using a carrier. Then we notice glucose is going from a low concentration"
    },
    {
      "index": 78,
      "start_time": 503949.0,
      "end_time": 512100.0,
      "text": "in the lumen to a high concentration in the epithelial cell. So if one ion is going along"
    },
    {
      "index": 79,
      "start_time": 512100.0,
      "end_time": 518310.0,
      "text": "a gradient, that’s releasing the indirect energy to drive the second solute against"
    },
    {
      "index": 80,
      "start_time": 518309.99999999994,
      "end_time": 531500.0,
      "text": "its gradient. So number two must be sodium glucose co-transport, which is a type of secondary"
    },
    {
      "index": 81,
      "start_time": 531500.0,
      "end_time": 536780.0,
      "text": "active transport. Okay, so now once we have glucose at a high concentration inside the"
    },
    {
      "index": 82,
      "start_time": 536780.0,
      "end_time": 543240.0,
      "text": "epithelial cell, here it’s going from a high concentration toward a lower concentration,"
    },
    {
      "index": 83,
      "start_time": 543240.0,
      "end_time": 549880.0,
      "text": "but it’s using a carrier protein. So number three must be facilitated diffusion. And then"
    },
    {
      "index": 84,
      "start_time": 549880.0,
      "end_time": 555300.0,
      "text": "finally we have number four. So in number four, you can see how potassium is moving from"
    },
    {
      "index": 85,
      "start_time": 555300.0,
      "end_time": 562490.0,
      "text": "a high concentration in the epithelial cell through a channel toward a low concentration."
    },
    {
      "index": 86,
      "start_time": 562490.0,
      "end_time": 570500.0,
      "text": "So number four must also be facilitated diffusion. So that explains how glucose is absorbed,"
    },
    {
      "index": 87,
      "start_time": 570500.0,
      "end_time": 576730.0,
      "text": "the mechanism for glucose absorption in the small intestine. Now there’s"
    },
    {
      "index": 88,
      "start_time": 576730.0,
      "end_time": 583290.0,
      "text": "also galactose absorption, which is the exact same as glucose. So instead of writing glucose"
    },
    {
      "index": 89,
      "start_time": 583290.0,
      "end_time": 587660.0,
      "text": "on the diagram, scratch that out and you could put galactose and it would be exactly the"
    },
    {
      "index": 90,
      "start_time": 587660.0,
      "end_time": 594230.0,
      "text": "same as what we just discussed for glucose. What’s different is fructose."
    },
    {
      "index": 91,
      "start_time": 594230.0,
      "end_time": 600350.0,
      "text": "So fructose is actually absorbed by facilitated diffusion across both of the membranes. So"
    },
    {
      "index": 92,
      "start_time": 600350.0,
      "end_time": 606070.0,
      "text": "by both of the membranes, we mean apical membrane as well as the basolateral membrane."
    },
    {
      "index": 93,
      "start_time": 606070.0,
      "end_time": 613370.0,
      "text": "So now, how do the brush border enzymes play a role? So here we have a brush border enzyme"
    },
    {
      "index": 94,
      "start_time": 613370.0,
      "end_time": 620370.0,
      "text": "called maltase. So this would be the lumen of the small intestine. Remember that most"
    },
    {
      "index": 95,
      "start_time": 620370.0,
      "end_time": 627510.0,
      "text": "of your digestion and absorption takes place in the small intestine, specifically the duodenum."
    },
    {
      "index": 96,
      "start_time": 627510.0,
      "end_time": 636100.0,
      "text": "So maltose is the brush border enzyme that’s going to take maltose and catalyze a reaction"
    },
    {
      "index": 97,
      "start_time": 636100.0,
      "end_time": 644500.0,
      "text": "to break that bond between those two glucose units into your monosaccharide glucose."
    },
    {
      "index": 98,
      "start_time": 644500.0,
      "end_time": 651500.0,
      "text": "And then we can absorb glucose just like I described in the previous diagram. The only extra step"
    },
    {
      "index": 99,
      "start_time": 651500.0,
      "end_time": 661500.0,
      "text": "here is that you have a brush border enzyme called maltase to help break down that disaccharide."
    }
  ]
}