{
  "video_id": "jPo6bby-Fcg",
  "title": "Moral Machines: How culture changes values​",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 11860.0,
      "end_time": 17780.0,
      "text": "Who would you save, the pedestrian in the road or the drivers in the car?"
    },
    {
      "index": 2,
      "start_time": 17780.0,
      "end_time": 22580.0,
      "text": "It's not easy, and yet that's the kind of decision which millions of autonomous cars"
    },
    {
      "index": 3,
      "start_time": 22580.0,
      "end_time": 29120.0,
      "text": "would have to make in the near future. We programme the machine but who do we tell it to save?"
    },
    {
      "index": 4,
      "start_time": 29120.0,
      "end_time": 35360.0,
      "text": "That is the set-up of the moral machine experiment."
    },
    {
      "index": 5,
      "start_time": 35360.0,
      "end_time": 41500.0,
      "text": "There are so many moral decisions that we usually make during the day we don't realise."
    },
    {
      "index": 6,
      "start_time": 41500.0,
      "end_time": 46900.0,
      "text": "In driverless cars, these decisions will have to be implemented ahead of time."
    },
    {
      "index": 7,
      "start_time": 46900.0,
      "end_time": 51400.0,
      "text": "The goal was to open this discussion to the public."
    },
    {
      "index": 8,
      "start_time": 51400.0,
      "end_time": 57460.0,
      "text": "Some decisions might seem simple - should the car save a family of 4 or a cat?"
    },
    {
      "index": 9,
      "start_time": 57460.0,
      "end_time": 61140.0,
      "text": "But what about a homeless person and their dog instead of a businessman?"
    },
    {
      "index": 10,
      "start_time": 61140.0,
      "end_time": 66340.0,
      "text": "Or how about two athletes and an old woman instead of two schoolchildren?"
    },
    {
      "index": 11,
      "start_time": 66340.0,
      "end_time": 72760.0,
      "text": "The problem was that there were so many combinations, so many possible accidents,"
    },
    {
      "index": 12,
      "start_time": 72760.0,
      "end_time": 77880.0,
      "text": "that it seemed impossible to investigate them all using classic social science methods."
    },
    {
      "index": 13,
      "start_time": 77880.0,
      "end_time": 83720.0,
      "text": "Not only that, but how do people's culture and background affect the decisions that they make?"
    },
    {
      "index": 14,
      "start_time": 83720.0,
      "end_time": 90980.0,
      "text": "The only option we had really was to turn it into a viral website. Of course, it's easier said than done, right."
    },
    {
      "index": 15,
      "start_time": 90980.0,
      "end_time": 98020.0,
      "text": "But that is exactly what the team managed to do. They turned these situations into an online task"
    },
    {
      "index": 16,
      "start_time": 98020.0,
      "end_time": 102720.0,
      "text": "that people across the globe wanted to share and take part in."
    },
    {
      "index": 17,
      "start_time": 102720.0,
      "end_time": 106920.0,
      "text": "They gathered almost 40 million moral decisions, taken from millions of online participants across 233 countries and territories from all around the world."
    },
    {
      "index": 18,
      "start_time": 114100.0,
      "end_time": 122540.0,
      "text": "The results are intriguing. First, there are three fundamental principles which hold true across the world."
    },
    {
      "index": 19,
      "start_time": 122540.0,
      "end_time": 128520.0,
      "text": "The main results of the paper, for me, are first, the big three in people's preferences which is save human, save the greater number, save the kids."
    },
    {
      "index": 20,
      "start_time": 133440.0,
      "end_time": 140720.0,
      "text": "The second most interesting finding was the clusters, the clusters of countries with different moral profiles."
    },
    {
      "index": 21,
      "start_time": 140720.0,
      "end_time": 147340.0,
      "text": "The first cluster included many western countries, the second cluster had many eastern countries"
    },
    {
      "index": 22,
      "start_time": 147340.0,
      "end_time": 153840.0,
      "text": "and the third cluster had countries from Latin America and also from former French colonies."
    },
    {
      "index": 23,
      "start_time": 153840.0,
      "end_time": 159080.0,
      "text": "The cultural differences we find are sometimes hard to describe because they're multidimensional,"
    },
    {
      "index": 24,
      "start_time": 159080.0,
      "end_time": 163400.0,
      "text": "but some of them are very striking, like the fact that eastern countries do not have such a strong preference for saving young lives."
    },
    {
      "index": 25,
      "start_time": 167980.0,
      "end_time": 177069.0,
      "text": "Eastern countries seem to be more respectful of older people, which I thought was a very interesting finding."
    },
    {
      "index": 26,
      "start_time": 177069.0,
      "end_time": 184400.0,
      "text": "And it wasn't just age. One cluster showed an unexpectedly strong preference for saving women over men."
    },
    {
      "index": 27,
      "start_time": 184400.0,
      "end_time": 192440.0,
      "text": "I was also struck by the fact that French and the French subcluster was so interested in saving women."
    },
    {
      "index": 28,
      "start_time": 192440.0,
      "end_time": 196180.0,
      "text": "That was, yeah, I'm still not quite sure what's going on here."
    },
    {
      "index": 29,
      "start_time": 196180.0,
      "end_time": 204360.0,
      "text": "Another surprising finding concerned people's social status. On one side we put male and female executives,"
    },
    {
      "index": 30,
      "start_time": 204360.0,
      "end_time": 209000.0,
      "text": "and on the other side we put a homeless person. The higher the economic inequality in a country,"
    },
    {
      "index": 31,
      "start_time": 209000.0,
      "end_time": 216640.0,
      "text": "the more people were willing to spare the executives at the cost of the homeless people."
    },
    {
      "index": 32,
      "start_time": 216640.0,
      "end_time": 221880.0,
      "text": "This work provides new insight into how morals change across cultures"
    },
    {
      "index": 33,
      "start_time": 221880.0,
      "end_time": 227000.0,
      "text": "and the team see particular relevance to the field of artificial intelligence and autonomous vehicles."
    },
    {
      "index": 34,
      "start_time": 227000.0,
      "end_time": 232360.0,
      "text": "In the grand scheme of it, I think these results are going to be very important to align artificial intelligence to human values. We sometimes change our minds."
    },
    {
      "index": 35,
      "start_time": 239220.0,
      "end_time": 245080.0,
      "text": "Other people next to us don't think the same things we do. Other countries don't think the same things we do."
    },
    {
      "index": 36,
      "start_time": 245080.0,
      "end_time": 251500.0,
      "text": "So aligning AI and human moral value is only possible if we do understand these differences,"
    },
    {
      "index": 37,
      "start_time": 251500.0,
      "end_time": 258380.0,
      "text": "and that's what we tried to do. I so much hope that we can converge, that we avoid a future"
    },
    {
      "index": 38,
      "start_time": 258380.0,
      "end_time": 264940.0,
      "text": "where you have to learn about the new ethical setting of your car every time you cross a border."
    }
  ]
}