{
  "video_id": "Jq5SObMdV3o",
  "title": "How to Play Go",
  "json": [
    {
      "index": 1,
      "start_time": 3770.0,
      "end_time": 9500.0,
      "text": "How to Play Go. Go has been played in China for thousands of years, but it wasn&#39;t until"
    },
    {
      "index": 2,
      "start_time": 9500.0,
      "end_time": 14500.0,
      "text": "it was introduced to Japan 1,200 years ago that it achieved real popularity. You will"
    },
    {
      "index": 3,
      "start_time": 14500.0,
      "end_time": 21500.0,
      "text": "need A game board Black and white stones and two players. Step 1. Set the lined, empty"
    },
    {
      "index": 4,
      "start_time": 22200.0,
      "end_time": 27250.0,
      "text": "board on a flat surface. Go can be played on a square board marked by any number of"
    },
    {
      "index": 5,
      "start_time": 27250.0,
      "end_time": 34250.0,
      "text": "crossing lines. Conventional boards use nine by nine, 13 by 13, or 19 by 19 lined grids."
    },
    {
      "index": 6,
      "start_time": 34469.0,
      "end_time": 39910.0,
      "text": "Step 2. Place a black stone on any intersection of lines on the board. Your opponent will"
    },
    {
      "index": 7,
      "start_time": 39910.0,
      "end_time": 44760.0,
      "text": "then place a white stone at a different vacant intersection. It is customary for the more"
    },
    {
      "index": 8,
      "start_time": 44760.0,
      "end_time": 49239.0,
      "text": "experienced player to use white stones and for the player using black stones to move"
    },
    {
      "index": 9,
      "start_time": 49239.0,
      "end_time": 55230.0,
      "text": "first. Step 3. Take turns placing black and white stones at vacant intersections. Try"
    },
    {
      "index": 10,
      "start_time": 55230.0,
      "end_time": 60599.0,
      "text": "to place your stones adjacent to each other on the same vertical or horizontal line. The"
    },
    {
      "index": 11,
      "start_time": 60600.0,
      "end_time": 65810.0,
      "text": "object of the game is to surround vacant areas, called points, on the board with your stones."
    },
    {
      "index": 12,
      "start_time": 65810.0,
      "end_time": 70409.0,
      "text": "You can also capture your opponent&#39;s stones by completely surrounding them. Stones remain"
    },
    {
      "index": 13,
      "start_time": 70409.0,
      "end_time": 76900.0,
      "text": "in place unless captured. Step 4. Continue placing stones until neither you nor your"
    },
    {
      "index": 14,
      "start_time": 76900.0,
      "end_time": 80859.0,
      "text": "opponent can capture any more territory, or until you both agree that further play offers"
    },
    {
      "index": 15,
      "start_time": 80859.0,
      "end_time": 87158.0,
      "text": "no additional advantages. Step 5. Tally the score. One point is given for each vacant"
    },
    {
      "index": 16,
      "start_time": 87159.0,
      "end_time": 92279.0,
      "text": "position within one&#39;s own territory, and one point for every stone captured. The player"
    },
    {
      "index": 17,
      "start_time": 92279.0,
      "end_time": 98369.0,
      "text": "with the larger amount of territory plus captured stones wins. Did you know Go is the only board"
    },
    {
      "index": 18,
      "start_time": 98369.0,
      "end_time": 102390.0,
      "text": "game in which humans can still reliably defeat computers."
    }
  ]
}