{
  "video_id": "JQmpsP4GUXA",
  "title": "THE ULTIMATE SKILL TO LEARN IN 2018",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1479.0,
      "end_time": 7289.0,
      "text": "One of the things that I do daily as an entrepreneur and blogger is checking your DMS on"
    },
    {
      "index": 2,
      "start_time": 7630.0,
      "end_time": 15029.0,
      "text": "Instagram and sometimes I find that the questions are really really basic but I also understand that in some questions"
    },
    {
      "index": 3,
      "start_time": 15030.0,
      "end_time": 16049.0,
      "text": "I'm a real pro"
    },
    {
      "index": 4,
      "start_time": 16049.0,
      "end_time": 18029.0,
      "text": "So I get it when you ask me them"
    },
    {
      "index": 5,
      "start_time": 18029.0,
      "end_time": 25109.0,
      "text": "But I recently realized that the skills that you should learn in 2018 that can definitely change your life"
    },
    {
      "index": 6,
      "start_time": 25140.0,
      "end_time": 32160.0,
      "text": "it's googling. When you google something and when you ask yourself first, you can get a lot more information. \"Google it.\""
    },
    {
      "index": 7,
      "start_time": 32950.0,
      "end_time": 39089.0,
      "text": "And yes, I normally understand that sometimes a person can help you better, but it's also about saving other person's time"
    },
    {
      "index": 8,
      "start_time": 39090.0,
      "end_time": 42689.0,
      "text": "Like I'm this blogger who is still getting back to you on DMs."
    },
    {
      "index": 9,
      "start_time": 42809.0,
      "end_time": 49739.0,
      "text": "I don't really answer comments on YouTube because that's too much but I always read them. So I know some bloggers wouldn't do that"
    },
    {
      "index": 10,
      "start_time": 49739.0,
      "end_time": 53459.0,
      "text": "I reach out to some famous people asking them a question. They would never reply"
    },
    {
      "index": 11,
      "start_time": 53460.0,
      "end_time": 57930.0,
      "text": "They're always looking for something that people can offer them instead of like giving back"
    },
    {
      "index": 12,
      "start_time": 57930.0,
      "end_time": 61439.0,
      "text": "I still try to give back to my community and answer those questions"
    },
    {
      "index": 13,
      "start_time": 61530.0,
      "end_time": 65909.0,
      "text": "What my CTO have recently told me when I kept asking him stupid questions"
    },
    {
      "index": 14,
      "start_time": 65970.0,
      "end_time": 70139.0,
      "text": "He was like Marina buy yourself this golden Roberta put it on your desk"
    },
    {
      "index": 15,
      "start_time": 70140.0,
      "end_time": 72930.0,
      "text": "And whenever you have a question, please ask the duck first"
    },
    {
      "index": 16,
      "start_time": 73090.0,
      "end_time": 78990.0,
      "text": "Maybe it has an answer because you know why there are some questions that you don't have to ask, the answer is in your head"
    },
    {
      "index": 17,
      "start_time": 79020.0,
      "end_time": 83939.0,
      "text": "In other situations, you can just google because sometimes people ask me like Marina. How do I learn English?"
    },
    {
      "index": 18,
      "start_time": 83939.0,
      "end_time": 86879.0,
      "text": "But I also understand there are some specific questions like Marina"
    },
    {
      "index": 19,
      "start_time": 86880.0,
      "end_time": 91290.0,
      "text": "How do I get financial aid for my bachelor's and I think it's really important to answer them"
    },
    {
      "index": 20,
      "start_time": 91290.0,
      "end_time": 94619.0,
      "text": "So I'm starting my own podcast where I will answer your questions"
    },
    {
      "index": 21,
      "start_time": 94619.0,
      "end_time": 98938.0,
      "text": "So the link will be below subscribe! When you google, when you watch other"
    },
    {
      "index": 22,
      "start_time": 99520.0,
      "end_time": 104549.0,
      "text": "Professionals speak about the topic you're interested in you become the best in whatever you do"
    },
    {
      "index": 23,
      "start_time": 104549.0,
      "end_time": 107938.0,
      "text": "And I'm especially talking about professions like marketing SMM"
    },
    {
      "index": 24,
      "start_time": 108759.0,
      "end_time": 113489.0,
      "text": "Social media like you can do so many things yourself without having the proper education"
    },
    {
      "index": 25,
      "start_time": 113710.0,
      "end_time": 117719.0,
      "text": "I recently talked to a chief marketing officer of a company"
    },
    {
      "index": 26,
      "start_time": 117719.0,
      "end_time": 122039.0,
      "text": "Everybody knows like it's a huge company and she was talking about"
    },
    {
      "index": 27,
      "start_time": 122590.0,
      "end_time": 129690.0,
      "text": "Really stupid things. I was like I couldn't really understand how she can be a CMO without understanding the basic. Current education,"
    },
    {
      "index": 28,
      "start_time": 130060.0,
      "end_time": 137160.0,
      "text": "It's good. But I also think that self education rocks this world like on your own with Google with YouTube"
    },
    {
      "index": 29,
      "start_time": 137160.0,
      "end_time": 143189.0,
      "text": "You can learn a lot in this world. And another thing that I just found out there are some professions like doctors"
    },
    {
      "index": 30,
      "start_time": 143190.0,
      "end_time": 145350.0,
      "text": "Okay, you have to have 12 years of education"
    },
    {
      "index": 31,
      "start_time": 145870.0,
      "end_time": 150719.0,
      "text": "But in some topics like for example hair health or whatever trichology"
    },
    {
      "index": 32,
      "start_time": 150720.0,
      "end_time": 155400.0,
      "text": "I visited a couple of doctors in Russia and they're like they were so tired of their jobs"
    },
    {
      "index": 33,
      "start_time": 155400.0,
      "end_time": 161459.0,
      "text": "They were like, yes, they got their doctor education whatever but they just didn't care about the customer"
    },
    {
      "index": 34,
      "start_time": 161460.0,
      "end_time": 166139.0,
      "text": "But when I reached out to a blogger who has no education being a doctor"
    },
    {
      "index": 35,
      "start_time": 166140.0,
      "end_time": 170250.0,
      "text": "But she has hair that is that long and she's interested in the health of hair"
    },
    {
      "index": 36,
      "start_time": 170250.0,
      "end_time": 173309.0,
      "text": "She gave me so much advice and I'm like wow"
    },
    {
      "index": 37,
      "start_time": 173310.0,
      "end_time": 179100.0,
      "text": "If you google if you're really interested in the topic, you can become top specialist"
    },
    {
      "index": 38,
      "start_time": 179410.0,
      "end_time": 182670.0,
      "text": "That's why guys skill to learn in 2018"
    },
    {
      "index": 39,
      "start_time": 183010.0,
      "end_time": 188249.0,
      "text": "Googling, watching YouTube videos, and self-education. Subscribe to my podcast and I'll see you soon"
    }
  ]
}