{
  "video_id": "JrL4XTIFwMQ",
  "title": "Tony Robbins | Why we do what we do (Key Points Version)",
  "json": [
    {
      "index": 1,
      "start_time": 1079.0,
      "end_time": 5799.0,
      "text": "I&#39;ve had an obsession basically for 30 years and that obsession has been what makes the"
    },
    {
      "index": 2,
      "start_time": 5799.0,
      "end_time": 8559.0,
      "text": "difference in the quality of people&#39;s lives? What&#39;s the difference in somebody&#39;s life if"
    },
    {
      "index": 3,
      "start_time": 8559.0,
      "end_time": 12280.0,
      "text": "you look at somebody like those people that you&#39;ve given everything to. Like all the resources"
    },
    {
      "index": 4,
      "start_time": 12280.0,
      "end_time": 15000.0,
      "text": "they say they need. You give them not a 100 dollar computer you give them the best computer,"
    },
    {
      "index": 5,
      "start_time": 15000.0,
      "end_time": 17520.0,
      "text": "you give them love, you give them joy, you were there to comfort them. And then you meet"
    },
    {
      "index": 6,
      "start_time": 17520.0,
      "end_time": 21980.0,
      "text": "people that have been through ultimate pain. Psychologically, spiritually, sexually, emotionally"
    },
    {
      "index": 7,
      "start_time": 21980.0,
      "end_time": 25890.0,
      "text": "abused- and not always, but often they become some of the people that contribute the most"
    },
    {
      "index": 8,
      "start_time": 25890.0,
      "end_time": 30189.0,
      "text": "to society. You may not have the money, but that is not the defining factor. The defining"
    },
    {
      "index": 9,
      "start_time": 30189.0,
      "end_time": 34309.0,
      "text": "factor is never resources, it&#39;s resourcefulness. We can get ourselves to do anything, we can"
    },
    {
      "index": 10,
      "start_time": 34309.0,
      "end_time": 37680.0,
      "text": "get through- if you&#39;re creative enough, playful enough, fun enough, can you get through to"
    },
    {
      "index": 11,
      "start_time": 37680.0,
      "end_time": 41839.0,
      "text": "anybody, yes or no? What determines your resources, we&#39;ve said decisions shape destiny, which"
    },
    {
      "index": 12,
      "start_time": 41839.0,
      "end_time": 45869.0,
      "text": "is my focus here. If decisions shape destiny, what determines it is 3 decisions, what are"
    },
    {
      "index": 13,
      "start_time": 45869.0,
      "end_time": 48589.0,
      "text": "you going to focus on? The minute you decide to focus on something, you got to give it"
    },
    {
      "index": 14,
      "start_time": 48589.0,
      "end_time": 52979.0,
      "text": "a meaning. An emotion then creates what we&#39;re gonna do or the action. In the last 5 or 10"
    },
    {
      "index": 15,
      "start_time": 52979.0,
      "end_time": 55440.0,
      "text": "years, 15 years, haven&#39;t there have been some decisions you&#39;ve made that if you&#39;d made a"
    },
    {
      "index": 16,
      "start_time": 55440.0,
      "end_time": 59519.0,
      "text": "different decision, your life would be completely different? Or being in a position like Lance"
    },
    {
      "index": 17,
      "start_time": 59519.0,
      "end_time": 63600.0,
      "text": "Armstrong and someone says to you you&#39;ve got testicular cancer, but what was his decision"
    },
    {
      "index": 18,
      "start_time": 63600.0,
      "end_time": 66920.0,
      "text": "what to focus on? What did it mean? It wasn&#39;t the end, it was the beginning. What am I gonna"
    },
    {
      "index": 19,
      "start_time": 66920.0,
      "end_time": 71290.0,
      "text": "do? He goes off and wins seven championships he never won once before the cancer because"
    },
    {
      "index": 20,
      "start_time": 71290.0,
      "end_time": 77480.0,
      "text": "he got emotional fitness. So, what shapes Lance, what shapes you? #1 State. We all have"
    },
    {
      "index": 21,
      "start_time": 77480.0,
      "end_time": 80230.0,
      "text": "had times, have you had a time you did something and after you did it you thought to yourself"
    },
    {
      "index": 22,
      "start_time": 80230.0,
      "end_time": 83580.0,
      "text": "&quot;I can&#39;t believe I said that! I can&#39;t believe I did that! That was so stupid!&quot; It wasn&#39;t"
    },
    {
      "index": 23,
      "start_time": 83580.0,
      "end_time": 88130.0,
      "text": "your ability, it was your state. Your model of the world is what shapes you long term."
    },
    {
      "index": 24,
      "start_time": 88130.0,
      "end_time": 92720.0,
      "text": "And it&#39;s made up of 3 points I believe: First, what&#39;s your target? What are you after? So,"
    },
    {
      "index": 25,
      "start_time": 92720.0,
      "end_time": 96130.0,
      "text": "it&#39;s needs we have. I believe there are six human needs. Second, once you know what the"
    },
    {
      "index": 26,
      "start_time": 96130.0,
      "end_time": 99630.0,
      "text": "target that&#39;s driving you is and you uncover it, then you find out what&#39;s your map. What&#39;s"
    },
    {
      "index": 27,
      "start_time": 99630.0,
      "end_time": 102560.0,
      "text": "the belief systems that are telling you how to get those needs. Some people think the"
    },
    {
      "index": 28,
      "start_time": 102560.0,
      "end_time": 105610.0,
      "text": "way to get those needs is to destroy the world, some people is to build something, create"
    },
    {
      "index": 29,
      "start_time": 105610.0,
      "end_time": 109670.0,
      "text": "something, love someone. Six needs, let me tell you what they are. First one, certainty."
    },
    {
      "index": 30,
      "start_time": 109670.0,
      "end_time": 113260.0,
      "text": "Everyone needs certainty that they can avoid pain and at least be comfortable. But, while"
    },
    {
      "index": 31,
      "start_time": 113260.0,
      "end_time": 117720.0,
      "text": "we go for certainty, if we get total certainty we get what? Bored out of your minds! So god,"
    },
    {
      "index": 32,
      "start_time": 117720.0,
      "end_time": 122700.0,
      "text": "in her infinite wisdom, gave us a second human need which is uncertainty. We need variety."
    },
    {
      "index": 33,
      "start_time": 122700.0,
      "end_time": 127630.0,
      "text": "Third human need, critical: Significance. We all need to feel important, special, unique."
    },
    {
      "index": 34,
      "start_time": 127630.0,
      "end_time": 131310.0,
      "text": "You can get it by making more money, you can do it by being more spiritual. Here&#39;s what"
    },
    {
      "index": 35,
      "start_time": 131310.0,
      "end_time": 135670.0,
      "text": "we really need: Connection and Love, fourth need. We can do it through intimacy, through"
    },
    {
      "index": 36,
      "start_time": 135670.0,
      "end_time": 139160.0,
      "text": "friendship. The last two: Number 5 you must grow. If a relationship is not growing, if"
    },
    {
      "index": 37,
      "start_time": 139160.0,
      "end_time": 141819.0,
      "text": "a business is not growing, if you&#39;re not growing, it doesn&#39;t matter how much money you have,"
    },
    {
      "index": 38,
      "start_time": 141819.0,
      "end_time": 145660.0,
      "text": "how many friends you have, you feel like hell! And the reason we grow, I believe is so we"
    },
    {
      "index": 39,
      "start_time": 145660.0,
      "end_time": 149830.0,
      "text": "have something to give of value. Cause the sixth need is to contribute beyond ourselves."
    },
    {
      "index": 40,
      "start_time": 149830.0,
      "end_time": 154099.0,
      "text": "The second piece is the map. Some people&#39;s map is I&#39;m going to save lives even if I die"
    },
    {
      "index": 41,
      "start_time": 154099.0,
      "end_time": 157730.0,
      "text": "for other people and there are firemen, somebody else&#39;s is I&#39;m gonna kill people to do it."
    },
    {
      "index": 42,
      "start_time": 157730.0,
      "end_time": 162360.0,
      "text": "They&#39;re trying to meet the same needs of significance. The last thing is emotion. How many of you"
    },
    {
      "index": 43,
      "start_time": 162360.0,
      "end_time": 166470.0,
      "text": "know somebody who, no matter what happens find a way to be happy or excited? How of"
    },
    {
      "index": 44,
      "start_time": 166470.0,
      "end_time": 170640.0,
      "text": "you know somebody like this? Come on! Explore your web, the web in here- the needs, the"
    },
    {
      "index": 45,
      "start_time": 170640.0,
      "end_time": 174590.0,
      "text": "beliefs, the emotions that are controlling you. For 2 reasons, so there is more of you"
    },
    {
      "index": 46,
      "start_time": 174590.0,
      "end_time": 178670.0,
      "text": "to give and secondly so you can appreciate what&#39;s driving other people. It&#39;s the only"
    },
    {
      "index": 47,
      "start_time": 178670.0,
      "end_time": 188670.0,
      "text": "way our world&#39;s gonna change. God bless you, thank you."
    }
  ]
}