{
  "video_id": "jT9cvFwB_6c",
  "title": "Google I/O 2012 - Google Play: Marketing 101 for Developers",
  "json": [
    {
      "index": 1,
      "start_time": 890.0,
      "end_time": 1420.0,
      "text": "&gt;&gt;&gt; Ladies and gentlemen, would you please welcome Patrick Mork."
    },
    {
      "index": 2,
      "start_time": 1420.0,
      "end_time": 1560.0,
      "text": "[ Applause ] &gt;&gt;Patrick Mork: Thank you. It&#39;s great to see"
    },
    {
      "index": 3,
      "start_time": 1560.0,
      "end_time": 5500.0,
      "text": "everybody today. Welcome to the marketing session of apps marketing 101 for developers"
    },
    {
      "index": 4,
      "start_time": 5500.0,
      "end_time": 8900.0,
      "text": "for Google Play. Delighted to see everybody here. It&#39;s been"
    },
    {
      "index": 5,
      "start_time": 8900.0,
      "end_time": 14230.0,
      "text": "a pretty amazing day, at least to say it&#39;s been a surprise, it&#39;s been full of surprises"
    },
    {
      "index": 6,
      "start_time": 14230.0,
      "end_time": 17789.0,
      "text": "even for some of us on the marketing team. It&#39;s been really exciting."
    },
    {
      "index": 7,
      "start_time": 17789.0,
      "end_time": 22890.0,
      "text": "20 billion app downloads, of course, on Google Play. One and a half billion downloads every"
    },
    {
      "index": 8,
      "start_time": 22890.0,
      "end_time": 26550.0,
      "text": "single month. And, of course, the source of a lot of those revenues, as you&#39;ve seen from"
    },
    {
      "index": 9,
      "start_time": 26550.0,
      "end_time": 30249.0,
      "text": "some of the previous sessions, in application billing, of course, being on a tear."
    },
    {
      "index": 10,
      "start_time": 30249.0,
      "end_time": 36250.0,
      "text": "We&#39;re going to talk to you about marketing today, spend a couple of minutes on how we"
    },
    {
      "index": 11,
      "start_time": 36250.0,
      "end_time": 40059.0,
      "text": "market the store and your apps to consumers, which I think could be of interest to a number"
    },
    {
      "index": 12,
      "start_time": 40059.0,
      "end_time": 45309.0,
      "text": "of you, and then talk about app marketing in itself, what is app marketing all about,"
    },
    {
      "index": 13,
      "start_time": 45309.0,
      "end_time": 49079.0,
      "text": "how should we do it? What kind of frameworks can we share with you and what kind of tools"
    },
    {
      "index": 14,
      "start_time": 49079.0,
      "end_time": 52309.0,
      "text": "can we share with you? Let&#39;s think about marketing for a second."
    },
    {
      "index": 15,
      "start_time": 52309.0,
      "end_time": 55559.0,
      "text": "And probably some of you out there in the audience have heard of the famous four Ps."
    },
    {
      "index": 16,
      "start_time": 55559.0,
      "end_time": 59929.0,
      "text": "Who&#39;s heard of the four Ps? Okay. A couple people."
    },
    {
      "index": 17,
      "start_time": 59929.0,
      "end_time": 63460.0,
      "text": "Well, let&#39;s talk first of all what the four Ps are not."
    },
    {
      "index": 18,
      "start_time": 63460.0,
      "end_time": 68329.0,
      "text": "Please, please, please, please download my application. Please, please, please buy my"
    },
    {
      "index": 19,
      "start_time": 68329.0,
      "end_time": 70820.0,
      "text": "app. Yes, you can do marketing that way, of course,"
    },
    {
      "index": 20,
      "start_time": 70820.0,
      "end_time": 73820.0,
      "text": "it&#39;s not the most effective. But we&#39;re going to talk about all the tricks in the books"
    },
    {
      "index": 21,
      "start_time": 73820.0,
      "end_time": 78439.0,
      "text": "that have to do with marketing, including the real four Ps which we&#39;ll get to in a minute."
    },
    {
      "index": 22,
      "start_time": 78439.0,
      "end_time": 83890.0,
      "text": "One of the things I want to share is a little bit our friendly neighborhood checklist for"
    },
    {
      "index": 23,
      "start_time": 83890.0,
      "end_time": 88409.0,
      "text": "what it is to do marketing when we&#39;re talking about apps."
    },
    {
      "index": 24,
      "start_time": 88409.0,
      "end_time": 92829.0,
      "text": "So if your eyes do kind of start glazing over at this point, it is 4:00 in the afternoon."
    },
    {
      "index": 25,
      "start_time": 92829.0,
      "end_time": 96740.0,
      "text": "It&#39;s been a very exciting day. Don&#39;t worry. The presentation is going to be available"
    },
    {
      "index": 26,
      "start_time": 96740.0,
      "end_time": 101430.0,
      "text": "offline. And we&#39;ll have versions for you to download, especially of this particular slide."
    },
    {
      "index": 27,
      "start_time": 101430.0,
      "end_time": 107710.0,
      "text": "What we&#39;re going to talk about is basically our apps, our business models, how to promote"
    },
    {
      "index": 28,
      "start_time": 107710.0,
      "end_time": 111799.0,
      "text": "applications, and how to distribute applications. And what we&#39;ve done, actually, for all you"
    },
    {
      "index": 29,
      "start_time": 111799.0,
      "end_time": 116130.0,
      "text": "developers in the house to make this even easier is we&#39;ve kind of color-coded everything."
    },
    {
      "index": 30,
      "start_time": 116130.0,
      "end_time": 120200.0,
      "text": "So, basically, if you&#39;re a new developer or you&#39;re a developer who don&#39;t potentially have"
    },
    {
      "index": 31,
      "start_time": 120200.0,
      "end_time": 124950.0,
      "text": "a lot of experience developing or marketing applications, then there&#39;s a lot of this is"
    },
    {
      "index": 32,
      "start_time": 124950.0,
      "end_time": 128229.0,
      "text": "going to be new to you, especially the stuff in blue, which is the basic stuff on marketing"
    },
    {
      "index": 33,
      "start_time": 128229.00000000001,
      "end_time": 131950.0,
      "text": "that you should be looking at. If you&#39;re already a little bit more advanced or an intermediate"
    },
    {
      "index": 34,
      "start_time": 131950.0,
      "end_time": 135760.0,
      "text": "developer with some basic marketing experience, you&#39;re going to want to look at all the things"
    },
    {
      "index": 35,
      "start_time": 135760.0,
      "end_time": 139470.0,
      "text": "that are highlighted in green. And, of course, for those of you who have"
    },
    {
      "index": 36,
      "start_time": 139470.0,
      "end_time": 143640.0,
      "text": "been really successful, or some of the larger developers who are making some money on Android,"
    },
    {
      "index": 37,
      "start_time": 143640.0,
      "end_time": 150510.0,
      "text": "which is always great news to hear, then a lot of the color coded stuff in red is advanced."
    },
    {
      "index": 38,
      "start_time": 150510.0,
      "end_time": 153920.0,
      "text": "But before we go into the actual nuts and bolts, let&#39;s play a little video which gives"
    },
    {
      "index": 39,
      "start_time": 153920.0,
      "end_time": 158790.0,
      "text": "you a good idea of how we actually market apps to consumers."
    },
    {
      "index": 40,
      "start_time": 158790.0,
      "end_time": 161440.0,
      "text": "This is gears and premiers exclusively at Google Play."
    },
    {
      "index": 41,
      "start_time": 161440.0,
      "end_time": 163489.0,
      "text": "[ Video. ] &gt;&gt;&gt; Suppose you buy an app on your computer"
    },
    {
      "index": 42,
      "start_time": 163489.0,
      "end_time": 172349.0,
      "text": "to send to your smartphone. You might need a cable to transfer it from one to the other."
    },
    {
      "index": 43,
      "start_time": 172349.0,
      "end_time": 179930.0,
      "text": "And if you want it on your tablet, you need to transfer it again."
    },
    {
      "index": 44,
      "start_time": 179930.0,
      "end_time": 187860.0,
      "text": "Suppose you used Google Play. You can buy an app on your computer and send"
    },
    {
      "index": 45,
      "start_time": 187860.0,
      "end_time": 195690.0,
      "text": "it to any of your Android devices instantly, with no cables."
    },
    {
      "index": 46,
      "start_time": 195690.0,
      "end_time": 203450.0,
      "text": "Because Google Play makes your apps available anywhere, so you can enjoy them everywhere."
    },
    {
      "index": 47,
      "start_time": 203450.0,
      "end_time": 207800.0,
      "text": "Google Play, your entertainment all simply here."
    },
    {
      "index": 48,
      "start_time": 207800.0,
      "end_time": 210620.0,
      "text": "[ Video concludes. ] &gt;&gt;Patrick Mork: So this is kind of a little"
    },
    {
      "index": 49,
      "start_time": 210620.0,
      "end_time": 214879.0,
      "text": "bit just an example of how we&#39;re actually getting out there and really starting to market"
    },
    {
      "index": 50,
      "start_time": 214879.0,
      "end_time": 218189.0,
      "text": "applications on your behalf and going out and talking to consumers."
    },
    {
      "index": 51,
      "start_time": 218189.0,
      "end_time": 221610.0,
      "text": "I think it&#39;s also worth sharing a little bit what are the other kinds of things that we&#39;re"
    },
    {
      "index": 52,
      "start_time": 221610.0,
      "end_time": 225379.0,
      "text": "doing to market Google Play. In particular, one of the things that&#39;s worth sharing with"
    },
    {
      "index": 53,
      "start_time": 225379.0,
      "end_time": 228580.0,
      "text": "all of you in the room and all of the people in our international audience who are live"
    },
    {
      "index": 54,
      "start_time": 228580.0,
      "end_time": 232870.0,
      "text": "streaming this today, is just how much effort is going into marketing the store."
    },
    {
      "index": 55,
      "start_time": 232870.0,
      "end_time": 239599.0,
      "text": "In the first six weeks of launch alone, we did over 5 billion impressions to consumers"
    },
    {
      "index": 56,
      "start_time": 239599.0,
      "end_time": 243629.0,
      "text": "all over the world. Not to mention a lot of the other advertising that you may have seen,"
    },
    {
      "index": 57,
      "start_time": 243629.0,
      "end_time": 248290.0,
      "text": "for example, seeing Google Play available on the nav bar across all our Google properties."
    },
    {
      "index": 58,
      "start_time": 248290.0,
      "end_time": 251280.0,
      "text": "Or a lot of the emails in CRM that we&#39;ve been doing or a lot of the work that we&#39;ve been"
    },
    {
      "index": 59,
      "start_time": 251280.0,
      "end_time": 254519.0,
      "text": "doing with partners. The advertising effort on behalf of the team"
    },
    {
      "index": 60,
      "start_time": 254519.0,
      "end_time": 258070.0,
      "text": "at Google Play and the marketing team has been nothing less than spectacular over the"
    },
    {
      "index": 61,
      "start_time": 258070.0,
      "end_time": 262770.0,
      "text": "past couple of months and is only going to grow and accelerate over time."
    },
    {
      "index": 62,
      "start_time": 262770.0,
      "end_time": 266250.0,
      "text": "More importantly, though -- and this is really kind of, like, a big callout to all of you"
    },
    {
      "index": 63,
      "start_time": 266250.0,
      "end_time": 270190.0,
      "text": "in the room and to awesome of the developers who have supported us, as Hugo said in his"
    },
    {
      "index": 64,
      "start_time": 270190.0,
      "end_time": 273860.0,
      "text": "keynote -- is there&#39;s been a lot of love from the developer community, there&#39;s been a lot"
    },
    {
      "index": 65,
      "start_time": 273860.0,
      "end_time": 279390.0,
      "text": "of support from all our content partners, whether that&#39;s game developers, app developers,"
    },
    {
      "index": 66,
      "start_time": 279390.0,
      "end_time": 284600.0,
      "text": "books publishers, music labels, and movie studios. Really, kind of the feedback that"
    },
    {
      "index": 67,
      "start_time": 284600.0,
      "end_time": 288660.0,
      "text": "we&#39;ve gotten from the community, from all our partners, has been tremendous. And has"
    },
    {
      "index": 68,
      "start_time": 288660.0,
      "end_time": 293140.0,
      "text": "really also helped accelerate the awareness of consumers of what Google Play is and as"
    },
    {
      "index": 69,
      "start_time": 293140.0,
      "end_time": 297520.0,
      "text": "a destination to get all the things content for their devices. So this has been amazing,"
    },
    {
      "index": 70,
      "start_time": 297520.0,
      "end_time": 301880.0,
      "text": "and we really thank you for that. But let&#39;s get to the nitty-gritty. Let&#39;s get"
    },
    {
      "index": 71,
      "start_time": 301880.0,
      "end_time": 305160.0,
      "text": "to the stuff that we&#39;re really interested in and excited about. And that is, how do"
    },
    {
      "index": 72,
      "start_time": 305160.0,
      "end_time": 310200.0,
      "text": "we actually market apps? Well, one of the ways that we look at things"
    },
    {
      "index": 73,
      "start_time": 310200.0,
      "end_time": 314860.0,
      "text": "at Google, and we encourage our partners to do the same, is really this very simple matrix"
    },
    {
      "index": 74,
      "start_time": 314860.0,
      "end_time": 318690.0,
      "text": "that our CMO, Lorraine Twohill, has come up with, which really guides the essence and"
    },
    {
      "index": 75,
      "start_time": 318690.0,
      "end_time": 324770.0,
      "text": "philosophy of marketing at Google. And that is really understanding users, building magical"
    },
    {
      "index": 76,
      "start_time": 324770.0,
      "end_time": 329840.0,
      "text": "experiences -- which in this case is you guys building magical applications -- and then"
    },
    {
      "index": 77,
      "start_time": 329840.0,
      "end_time": 333740.0,
      "text": "really connecting the two. So let&#39;s take a really kind of bizarre but"
    },
    {
      "index": 78,
      "start_time": 333740.0,
      "end_time": 338650.0,
      "text": "fun and specific example of how that works in reality when we talk about apps."
    },
    {
      "index": 79,
      "start_time": 338650.0,
      "end_time": 344580.0,
      "text": "Let&#39;s say that you&#39;re a carpenter. Or you&#39;re doing DIY in your house. And you&#39;re fixing"
    },
    {
      "index": 80,
      "start_time": 344580.0,
      "end_time": 348790.0,
      "text": "chairs and you&#39;re hanging frames up on your wall and you&#39;re maybe adjusting beams, you"
    },
    {
      "index": 81,
      "start_time": 348790.0,
      "end_time": 352400.0,
      "text": "know, in your house and you&#39;re doing all sorts of work in your house. Well, how cool would"
    },
    {
      "index": 82,
      "start_time": 352400.0,
      "end_time": 356100.0,
      "text": "it be if when you&#39;re putting that frame up on the wall, the one that you kind of like"
    },
    {
      "index": 83,
      "start_time": 356100.0,
      "end_time": 360740.0,
      "text": "have to ask your wife to sit 50 meters behind you to tell if you it&#39;s crooked or straight,"
    },
    {
      "index": 84,
      "start_time": 360740.0,
      "end_time": 365660.0,
      "text": "how cool would it be if you had a little application that could do that for you? Like Ben Zibble&#39;s"
    },
    {
      "index": 85,
      "start_time": 365660.0,
      "end_time": 371500.0,
      "text": "bubble app. I could fire up my bubble app and place my phone on top of that frame and"
    },
    {
      "index": 86,
      "start_time": 371500.0,
      "end_time": 377580.0,
      "text": "see if the frame is perfectly aligned or not. Saves me a lot of time. Makes my life easier,"
    },
    {
      "index": 87,
      "start_time": 377580.0,
      "end_time": 381230.0,
      "text": "and to some extent as well, it&#39;s kind of a magical experience."
    },
    {
      "index": 88,
      "start_time": 381230.0,
      "end_time": 386550.0,
      "text": "The point is that applications are either enhancing our lives or making our lives more"
    },
    {
      "index": 89,
      "start_time": 386550.0,
      "end_time": 391260.0,
      "text": "productive, or they&#39;re entertaining us. And they do it in such a way that really has a"
    },
    {
      "index": 90,
      "start_time": 391260.0,
      "end_time": 395620.0,
      "text": "magical quality and component to it. And our role as marketers and your role as"
    },
    {
      "index": 91,
      "start_time": 395620.0,
      "end_time": 400150.0,
      "text": "marketers is, how do we connect those two. How do we connect the magic of the apps that"
    },
    {
      "index": 92,
      "start_time": 400150.0,
      "end_time": 405690.0,
      "text": "we build with, essentially, an entertaining experience for a consumer or a productive"
    },
    {
      "index": 93,
      "start_time": 405690.0,
      "end_time": 409630.0,
      "text": "experience for consumers? But, really, before we actually get into the"
    },
    {
      "index": 94,
      "start_time": 409630.0,
      "end_time": 414440.0,
      "text": "nuts and bolts of the four Ps themselves, let&#39;s talk about research for a minute. Because"
    },
    {
      "index": 95,
      "start_time": 414440.0,
      "end_time": 420000.0,
      "text": "when you talk about users, it really starts with research. Before you even write that"
    },
    {
      "index": 96,
      "start_time": 420000.0,
      "end_time": 425280.0,
      "text": "first line of code, you really have to understand who your consumers are, what they&#39;re doing,"
    },
    {
      "index": 97,
      "start_time": 425280.0,
      "end_time": 430480.0,
      "text": "how they download apps, where they download apps, and how they consume and use those applications."
    },
    {
      "index": 98,
      "start_time": 430480.0,
      "end_time": 434450.0,
      "text": "And, really, it&#39;s a lot simpler than would you think. People always think, oh, research."
    },
    {
      "index": 99,
      "start_time": 434450.0,
      "end_time": 438720.0,
      "text": "They think about IDC or they think about Nielsen or they think about tens of thousand of dollars"
    },
    {
      "index": 100,
      "start_time": 438720.0,
      "end_time": 443840.0,
      "text": "spent on research. It&#39;s really not that complex or that expensive."
    },
    {
      "index": 101,
      "start_time": 443840.0,
      "end_time": 448150.0,
      "text": "The way we break it down, for example, is we look at quantitative versus qualitative"
    },
    {
      "index": 102,
      "start_time": 448150.0,
      "end_time": 454620.0,
      "text": "research. At its very basic level, your quantitative research is basically when you go out and"
    },
    {
      "index": 103,
      "start_time": 454620.0,
      "end_time": 460370.0,
      "text": "you do extensive questionnaires and you survey thousands of different consumers or hundreds"
    },
    {
      "index": 104,
      "start_time": 460370.0,
      "end_time": 463720.0,
      "text": "of different consumers. And you&#39;re asking the basic questions that you&#39;re trying to"
    },
    {
      "index": 105,
      "start_time": 463720.0,
      "end_time": 469340.0,
      "text": "get answered. How often does this consumer download applications? What kind of handsets"
    },
    {
      "index": 106,
      "start_time": 469340.0,
      "end_time": 474720.0,
      "text": "are they using? How much per month are they spending downloading applications? How long"
    },
    {
      "index": 107,
      "start_time": 474720.0,
      "end_time": 478460.0,
      "text": "are they spending in an application session? You&#39;re really trying to understand kind of"
    },
    {
      "index": 108,
      "start_time": 478460.0,
      "end_time": 484910.0,
      "text": "the macro, broad picture of consumer demographics and habits and consumption to guide the development"
    },
    {
      "index": 109,
      "start_time": 484910.0,
      "end_time": 489320.0,
      "text": "philosophy for your application. Then, of course, as you start building your"
    },
    {
      "index": 110,
      "start_time": 489320.0,
      "end_time": 494540.0,
      "text": "application, you get near that famous milestone, that first milestone of having a beta or an"
    },
    {
      "index": 111,
      "start_time": 494540.0,
      "end_time": 499410.0,
      "text": "alpha, then, really, it&#39;s about qualitative research. And qualitative research can take"
    },
    {
      "index": 112,
      "start_time": 499410.0,
      "end_time": 504310.0,
      "text": "a lot of different forms, like focus groups, for example. Or screen focus groups, or just"
    },
    {
      "index": 113,
      "start_time": 504310.0,
      "end_time": 508430.0,
      "text": "sitting down with a bunch of people that you may or may not know that well around pizza"
    },
    {
      "index": 114,
      "start_time": 508430.0,
      "end_time": 512279.0,
      "text": "and beers and trying to understand what they think of your app. And this is really the"
    },
    {
      "index": 115,
      "start_time": 512279.0,
      "end_time": 516409.0,
      "text": "in-depth part of the market research, which is where you&#39;re really trying to understand"
    },
    {
      "index": 116,
      "start_time": 516409.0,
      "end_time": 521450.0,
      "text": "how&#39;s the consumer using my app? How quickly does my app load? What kind of features do"
    },
    {
      "index": 117,
      "start_time": 521450.00000000006,
      "end_time": 526470.0,
      "text": "they like? How easy is the UI to navigate? And what kind of features could enhance the"
    },
    {
      "index": 118,
      "start_time": 526470.0,
      "end_time": 530650.0,
      "text": "application? Or better yet, what features should I remove because the consumers simply"
    },
    {
      "index": 119,
      "start_time": 530650.0,
      "end_time": 535810.0,
      "text": "don&#39;t either get the features or they don&#39;t really use the features?"
    },
    {
      "index": 120,
      "start_time": 535810.0,
      "end_time": 541140.0,
      "text": "The best news about research and its ability to guide our development philosophy, as I"
    },
    {
      "index": 121,
      "start_time": 541140.0,
      "end_time": 546020.0,
      "text": "said earlier, is that it&#39;s neither that expensive or that time-consuming. You can start right"
    },
    {
      "index": 122,
      "start_time": 546020.0,
      "end_time": 550710.0,
      "text": "now and you can do research online. You can go, for example, to google.com/insights, put"
    },
    {
      "index": 123,
      "start_time": 550710.0,
      "end_time": 555140.0,
      "text": "together three simple questions, survey 1500 consumers and get answers in three to four"
    },
    {
      "index": 124,
      "start_time": 555140.0,
      "end_time": 561070.0,
      "text": "days at less than $1,000. On the quantitative side."
    },
    {
      "index": 125,
      "start_time": 561070.0,
      "end_time": 564500.0,
      "text": "And your focus groups -- again, this is something you just need to know enough people that you"
    },
    {
      "index": 126,
      "start_time": 564500.0,
      "end_time": 569260.0,
      "text": "can get together groups of people and spend an afternoon brainstorming and getting feedback."
    },
    {
      "index": 127,
      "start_time": 569260.0,
      "end_time": 574880.0,
      "text": "It&#39;s really not that hard and there&#39;s a lot of tools available to do that."
    },
    {
      "index": 128,
      "start_time": 574880.0,
      "end_time": 581580.0,
      "text": "And now introducing the real four Ps. So how did the real four Ps influence our marketing"
    },
    {
      "index": 129,
      "start_time": 581580.0,
      "end_time": 585610.0,
      "text": "and our thinking around app marketing? Well, of course, when we talk about the real"
    },
    {
      "index": 130,
      "start_time": 585610.0,
      "end_time": 591130.0,
      "text": "four Ps, we&#39;re talking about product, which is our app. We&#39;re talking about price, which"
    },
    {
      "index": 131,
      "start_time": 591130.0,
      "end_time": 596710.0,
      "text": "is our business model. We&#39;re talking about distribution, which ends up being how many"
    },
    {
      "index": 132,
      "start_time": 596710.0,
      "end_time": 602920.0,
      "text": "devices are we covering? What operating systems are we developing on? And what channels within"
    },
    {
      "index": 133,
      "start_time": 602920.0,
      "end_time": 605260.0,
      "text": "those operating systems are we distributing on?"
    },
    {
      "index": 134,
      "start_time": 605260.0,
      "end_time": 609750.0,
      "text": "And lastly, we&#39;re talking about promotions, which can be anything from the type of assets"
    },
    {
      "index": 135,
      "start_time": 609750.0,
      "end_time": 615230.0,
      "text": "that we build, the thumbnails, the screen shots, the assets, the videos, our banners,"
    },
    {
      "index": 136,
      "start_time": 615230.0,
      "end_time": 621170.0,
      "text": "search ads, all the kind of tools that we would use to promote our applications."
    },
    {
      "index": 137,
      "start_time": 621170.0,
      "end_time": 626620.0,
      "text": "So talking about product, and I love this analogy, and it&#39;s actually even better to"
    },
    {
      "index": 138,
      "start_time": 626620.0,
      "end_time": 630090.0,
      "text": "use this analogy at 4:00 in the afternoon, because by that point, I know most of you"
    },
    {
      "index": 139,
      "start_time": 630090.0,
      "end_time": 633940.0,
      "text": "people have eaten, so you&#39;re not starving, and you won&#39;t just run out of the room when"
    },
    {
      "index": 140,
      "start_time": 633940.0,
      "end_time": 638150.0,
      "text": "you see all this stuff that&#39;s on the slide. But truth be told, the way I look at it is"
    },
    {
      "index": 141,
      "start_time": 638150.0,
      "end_time": 644800.0,
      "text": "it&#39;s about snacking versus feasting. Right? So around 4:00 or 5:00 in the afternoon, like"
    },
    {
      "index": 142,
      "start_time": 644800.0,
      "end_time": 648280.0,
      "text": "right now, you might have a little hunger. You might want a little something to snack"
    },
    {
      "index": 143,
      "start_time": 648280.0,
      "end_time": 654650.0,
      "text": "on. So you grab, you know, a Snickers bar or you&#39;ll grab a bag of chips. And you open"
    },
    {
      "index": 144,
      "start_time": 654650.0,
      "end_time": 658680.0,
      "text": "that bag of chips, and you will push your hand into the bag, and you will take out one"
    },
    {
      "index": 145,
      "start_time": 658680.0,
      "end_time": 662030.0,
      "text": "or two chips. But you&#39;re not going to put your hand in and take all the chips out of"
    },
    {
      "index": 146,
      "start_time": 662030.0,
      "end_time": 666650.0,
      "text": "the bag and stuff them in your face. Well, some people might, but you probably won&#39;t."
    },
    {
      "index": 147,
      "start_time": 666650.0,
      "end_time": 670460.0,
      "text": "It&#39;s really something that you do just to kill the hunger at that particular point in"
    },
    {
      "index": 148,
      "start_time": 670460.0,
      "end_time": 675630.0,
      "text": "time, versus, of course, feasting, which is what&#39;s going to happen around 11:00 or midnight"
    },
    {
      "index": 149,
      "start_time": 675630.0,
      "end_time": 679960.0,
      "text": "tonight after you&#39;ve been hearing Paul Oakenfold and you&#39;re starving and you need about five"
    },
    {
      "index": 150,
      "start_time": 679960.0,
      "end_time": 689740.0,
      "text": "courses. Totally different experience. Why am I using this example? Mobile app usage"
    },
    {
      "index": 151,
      "start_time": 689740.0,
      "end_time": 697860.0,
      "text": "and mobile app consumption is all about snacking. It&#39;s not about feasting. If you look at the"
    },
    {
      "index": 152,
      "start_time": 697860.0,
      "end_time": 702680.0,
      "text": "research, the research that we see and the research that&#39;s publicly available will tell"
    },
    {
      "index": 153,
      "start_time": 702680.0,
      "end_time": 707450.0,
      "text": "you that on average, consumers are spending probably around an hour and a half per day"
    },
    {
      "index": 154,
      "start_time": 707450.0,
      "end_time": 713330.0,
      "text": "using apps. So what does that tell us? Well, that tells us that if they&#39;re spending about"
    },
    {
      "index": 155,
      "start_time": 713330.0,
      "end_time": 718360.0,
      "text": "an hour and a half per day using apps, and they&#39;ve got maybe 30 apps on their phone,"
    },
    {
      "index": 156,
      "start_time": 718360.0,
      "end_time": 722570.0,
      "text": "of which they use ten frequently, well, they&#39;re probably going to use your app no more than"
    },
    {
      "index": 157,
      "start_time": 722570.0,
      "end_time": 730090.0,
      "text": "nine or ten minutes a day. Sounds obvious. But what&#39;s the implication for product development?"
    },
    {
      "index": 158,
      "start_time": 730090.0,
      "end_time": 733590.0,
      "text": "There&#39;s a couple of implications. The first implication is that if I&#39;m -- as"
    },
    {
      "index": 159,
      "start_time": 733590.0,
      "end_time": 738400.0,
      "text": "a consumer, I&#39;m using my favorite app, and I&#39;m using it for five minutes a day, if I"
    },
    {
      "index": 160,
      "start_time": 738400.0,
      "end_time": 742570.0,
      "text": "get a notification from you that says that I need to update my application, activate"
    },
    {
      "index": 161,
      "start_time": 742570.0,
      "end_time": 748060.0,
      "text": "my Wi-Fi, and download two gigabytes of files -- well, maybe with smart apps, now that&#39;s"
    },
    {
      "index": 162,
      "start_time": 748060.0,
      "end_time": 752420.0,
      "text": "going to be easier. But that still kind of goes against the philosophy of snacking. Why"
    },
    {
      "index": 163,
      "start_time": 752420.0,
      "end_time": 757760.0,
      "text": "am I going to spend five minutes downloading a file when I&#39;m using the app maybe nine minutes"
    },
    {
      "index": 164,
      "start_time": 757760.0,
      "end_time": 762310.0,
      "text": "every single day? It has implications in terms of the load speed;"
    },
    {
      "index": 165,
      "start_time": 762310.0,
      "end_time": 767430.0,
      "text": "right? If I&#39;m getting on a bus and I&#39;ve got two stops and I want to check my sports scores"
    },
    {
      "index": 166,
      "start_time": 767430.0,
      "end_time": 770630.0,
      "text": "or I want to see what the weather&#39;s like in London -- we know what the weather&#39;s like"
    },
    {
      "index": 167,
      "start_time": 770630.0,
      "end_time": 776100.0,
      "text": "in London -- but if I want to see what the weather is like in London, I don&#39;t want the"
    },
    {
      "index": 168,
      "start_time": 776100.0,
      "end_time": 781210.0,
      "text": "application to take 20 to 30 seconds to load. I want to dip my hand into the experience,"
    },
    {
      "index": 169,
      "start_time": 781210.0,
      "end_time": 785270.0,
      "text": "dip it out, get my information, thank you very much, and I&#39;m done."
    },
    {
      "index": 170,
      "start_time": 785270.0,
      "end_time": 790090.0,
      "text": "And it has lots of other implications as well. Right? It has implications in terms of how"
    },
    {
      "index": 171,
      "start_time": 790090.0,
      "end_time": 794850.0,
      "text": "easy is the application to use. Let&#39;s say that I am on that bus in London and I&#39;ve got"
    },
    {
      "index": 172,
      "start_time": 794850.0,
      "end_time": 800290.0,
      "text": "about 15 minutes&#39; commute. Well, am I going to spend five minutes of"
    },
    {
      "index": 173,
      "start_time": 800290.0,
      "end_time": 804690.0,
      "text": "those 15 minutes actually reading through all, like, you know, the options that are"
    },
    {
      "index": 174,
      "start_time": 804690.0,
      "end_time": 808790.0,
      "text": "available in the app and trying to read and understand how the app works? Probably not."
    },
    {
      "index": 175,
      "start_time": 808790.0,
      "end_time": 814010.0,
      "text": "I really want to get into the experience quickly, which means I need an intuitive UI, I need"
    },
    {
      "index": 176,
      "start_time": 814010.0,
      "end_time": 819000.0,
      "text": "very easy-to-use features, I need to be able to dip in and dip out very quickly."
    },
    {
      "index": 177,
      "start_time": 819000.0,
      "end_time": 823130.0,
      "text": "So understanding your users and understanding that people snack has direct implications"
    },
    {
      "index": 178,
      "start_time": 823130.0,
      "end_time": 829500.0,
      "text": "for how you develop content. So let&#39;s talk for a minute about great applications."
    },
    {
      "index": 179,
      "start_time": 829500.0,
      "end_time": 833250.0,
      "text": "And there are thousands of great applications. And, of course, we can&#39;t possibly cite them"
    },
    {
      "index": 180,
      "start_time": 833250.0,
      "end_time": 836730.0,
      "text": "all. But this is an old-school example that I like to use."
    },
    {
      "index": 181,
      "start_time": 836730.0,
      "end_time": 842440.0,
      "text": "eBuddy is a Dutch developer that&#39;s been around since 2005, 2006, started originally developing"
    },
    {
      "index": 182,
      "start_time": 842440.0,
      "end_time": 848220.0,
      "text": "J2ME apps. I remember that fondly, because I started my career in games trying to sell"
    },
    {
      "index": 183,
      "start_time": 848220.0,
      "end_time": 854240.0,
      "text": "J2ME games to carriers five years ago. And hence the first slide about please, please,"
    },
    {
      "index": 184,
      "start_time": 854240.0,
      "end_time": 859560.0,
      "text": "please. You probably get the rest of the picture. Needless to say, obviously, you know, these"
    },
    {
      "index": 185,
      "start_time": 859560.0,
      "end_time": 864620.0,
      "text": "guys have been around a very long time. And they do a lot of things really, really"
    },
    {
      "index": 186,
      "start_time": 864620.0,
      "end_time": 866700.0,
      "text": "well. So what we did was we put together a handy"
    },
    {
      "index": 187,
      "start_time": 866700.0,
      "end_time": 873589.0,
      "text": "little checklist together for these guys for what we think they do well. A couple of things."
    },
    {
      "index": 188,
      "start_time": 873589.0,
      "end_time": 878339.0,
      "text": "First of all, the product really solves a clear and present need. As I mentioned earlier,"
    },
    {
      "index": 189,
      "start_time": 878339.0,
      "end_time": 883480.0,
      "text": "at the beginning of my speech, you&#39;re either entertaining or you&#39;re addressing a specific"
    },
    {
      "index": 190,
      "start_time": 883480.0,
      "end_time": 889060.0,
      "text": "issue or making the person&#39;s life easier. eBuddy does that basically by aggregating"
    },
    {
      "index": 191,
      "start_time": 889060.0,
      "end_time": 893470.0,
      "text": "five or six different IMs into one easy to use client where you can be logged into all"
    },
    {
      "index": 192,
      "start_time": 893470.0,
      "end_time": 897160.0,
      "text": "your instant messengers and be chatting with your friends anywhere in the world no matter"
    },
    {
      "index": 193,
      "start_time": 897160.0,
      "end_time": 901750.0,
      "text": "what instant messenger they&#39;re using. They saw the need."
    },
    {
      "index": 194,
      "start_time": 901750.0,
      "end_time": 906310.0,
      "text": "They had excellent device coverage. One of the things that amazes me about developers"
    },
    {
      "index": 195,
      "start_time": 906310.0,
      "end_time": 911920.0,
      "text": "is that sometimes we&#39;ll see these great apps, and they&#39;ll be, like, 500 megabytes in size"
    },
    {
      "index": 196,
      "start_time": 911920.0,
      "end_time": 920029.0,
      "text": "and have a black list of 1200 devices. Well, one of the ways that you basically get noticed"
    },
    {
      "index": 197,
      "start_time": 920029.0,
      "end_time": 925680.0,
      "text": "in the apps market is through virality. And virality means reach. And reach means device"
    },
    {
      "index": 198,
      "start_time": 925680.0,
      "end_time": 928830.0,
      "text": "coverage. These guys have a very simple app that works"
    },
    {
      "index": 199,
      "start_time": 928830.0,
      "end_time": 934279.0,
      "text": "very quickly, it&#39;s easy to use, it loads quickly, the UI is super intuitive and they&#39;re available"
    },
    {
      "index": 200,
      "start_time": 934279.0,
      "end_time": 938890.0,
      "text": "across lots of different devices. As a matter of fact, they&#39;re available on nearly every"
    },
    {
      "index": 201,
      "start_time": 938890.0,
      "end_time": 943779.0,
      "text": "device from Android 1.5 and up. Now, I&#39;m not telling you guys need to go back"
    },
    {
      "index": 202,
      "start_time": 943779.0,
      "end_time": 948649.0,
      "text": "and develop on 1.5. But what I&#39;m saying is, you need to be available on as many devices"
    },
    {
      "index": 203,
      "start_time": 948649.0,
      "end_time": 955420.0,
      "text": "as are relevant to maximize your virality. Of course, the other thing that&#39;s important"
    },
    {
      "index": 204,
      "start_time": 955420.0,
      "end_time": 960100.0,
      "text": "with this application which goes without saying and also helps virality is parity of features"
    },
    {
      "index": 205,
      "start_time": 960100.0,
      "end_time": 965770.0,
      "text": "across operating systems. If I have a great application that I get on Android and it&#39;s"
    },
    {
      "index": 206,
      "start_time": 965770.0,
      "end_time": 969230.0,
      "text": "got these cool features and I tell my friend about it and he&#39;s got an iPhone, he goes out"
    },
    {
      "index": 207,
      "start_time": 969230.0,
      "end_time": 972690.0,
      "text": "and downloads it and it doesn&#39;t have the same features, that&#39;s kind of a crummy experience"
    },
    {
      "index": 208,
      "start_time": 972690.0,
      "end_time": 978630.0,
      "text": "for him. Right? Likewise, if the opposite happens that somebody gets a great application"
    },
    {
      "index": 209,
      "start_time": 978630.0,
      "end_time": 982820.0,
      "text": "on iOS and then tells their friend and their friend downloads the Android version and it&#39;s"
    },
    {
      "index": 210,
      "start_time": 982820.0,
      "end_time": 986390.0,
      "text": "a port, that&#39;s not a really cool thing to do, either."
    },
    {
      "index": 211,
      "start_time": 986390.0,
      "end_time": 989589.0,
      "text": "And, as a matter of fact, when you talk about placement and getting featured in the Google"
    },
    {
      "index": 212,
      "start_time": 989589.0,
      "end_time": 996200.0,
      "text": "Play Store, that is a sure way not to get featured in the Play Store. Right? We want"
    },
    {
      "index": 213,
      "start_time": 996200.0,
      "end_time": 1000370.0,
      "text": "to make sure that Android consumers have the best possible experience, and, if possible,"
    },
    {
      "index": 214,
      "start_time": 1000370.0,
      "end_time": 1006290.0,
      "text": "a better experience than on other platforms. And lastly, continuously upgrading the application,"
    },
    {
      "index": 215,
      "start_time": 1006290.0,
      "end_time": 1010290.0,
      "text": "making sure that you&#39;re constantly fixing bugs, constantly removing features that are"
    },
    {
      "index": 216,
      "start_time": 1010290.0,
      "end_time": 1016029.0,
      "text": "out of date, constantly improving on new features, and making sure that the quality of your application"
    },
    {
      "index": 217,
      "start_time": 1016030.0,
      "end_time": 1020631.0,
      "text": "isn&#39;t just good when you launch, but it&#39;s continuously and consistently good across"
    },
    {
      "index": 218,
      "start_time": 1020630.0,
      "end_time": 1030470.0,
      "text": "all your revisions. And if you look at eBuddy, they have a 4.3 rating across 155,000 reviews."
    },
    {
      "index": 219,
      "start_time": 1030470.0,
      "end_time": 1036050.0,
      "text": "And they have done 10 to 50 million downloads on Google Play, which is actually a lot more"
    },
    {
      "index": 220,
      "start_time": 1036050.0,
      "end_time": 1039939.0,
      "text": "than some of the better-known apps than we know here in the Valley."
    },
    {
      "index": 221,
      "start_time": 1039940.0,
      "end_time": 1044041.0,
      "text": "So a lot of different things to (indiscernible) over on our checklist."
    },
    {
      "index": 222,
      "start_time": 1044040.0,
      "end_time": 1048860.0,
      "text": "So you&#39;ve heard a lot with productive from me, but I&#39;d like to turn it over to a video"
    },
    {
      "index": 223,
      "start_time": 1048860.0,
      "end_time": 1054320.0,
      "text": "from one of our top developers to talk about their experience on product."
    },
    {
      "index": 224,
      "start_time": 1054320.0,
      "end_time": 1064890.0,
      "text": "[ Video. ] &gt;&gt;&gt; My name is Perry Tam, I&#39;m CEO and cofounder"
    },
    {
      "index": 225,
      "start_time": 1064890.0,
      "end_time": 1066830.0,
      "text": "of Storm8. &gt;&gt;&gt; And I&#39;m Vatsal Bhardwaj, product manager"
    },
    {
      "index": 226,
      "start_time": 1066830.0,
      "end_time": 1071290.0,
      "text": "for growth initiatives here at Storm8. &gt;&gt;&gt; At Storm8, we make social games for mobile. In"
    },
    {
      "index": 227,
      "start_time": 1071290.0,
      "end_time": 1076110.0,
      "text": "the past three years, we have created 30 titles, and they have been downloaded more than 300"
    },
    {
      "index": 228,
      "start_time": 1076110.0,
      "end_time": 1080900.0,
      "text": "million times on more than 100 million devices. &gt;&gt;&gt; When we look at marketing and marketing"
    },
    {
      "index": 229,
      "start_time": 1080900.0,
      "end_time": 1086679.0,
      "text": "strategy at Storm8, it actually starts with the product concept. So when we are thinking"
    },
    {
      "index": 230,
      "start_time": 1086680.0,
      "end_time": 1091211.0,
      "text": "about what game we are going to build next, that&#39;s when marketing starts. So we do a lot"
    },
    {
      "index": 231,
      "start_time": 1091210.0,
      "end_time": 1098110.0,
      "text": "of rigorous market research, surveying of our users to understand what kind of games,"
    },
    {
      "index": 232,
      "start_time": 1098110.0,
      "end_time": 1105770.0,
      "text": "what kind of features, game mechanics will deliver the most fun."
    },
    {
      "index": 233,
      "start_time": 1105770.0,
      "end_time": 1110010.0,
      "text": "&gt;&gt;&gt; So to deliver high-quality product for our users, there are really three things which"
    },
    {
      "index": 234,
      "start_time": 1110010.0,
      "end_time": 1115850.0,
      "text": "go with that. The first is a very strong focus on the target consumers. The second piece"
    },
    {
      "index": 235,
      "start_time": 1115850.0,
      "end_time": 1121170.0,
      "text": "is a solid product and product management process. And then the third piece is add Analytics"
    },
    {
      "index": 236,
      "start_time": 1121170.0,
      "end_time": 1128590.0,
      "text": "and data capabilities. We pay a lot of attention to who are our target users, where are they"
    },
    {
      "index": 237,
      "start_time": 1128590.0,
      "end_time": 1132679.0,
      "text": "located, what kind of Android devices they are using."
    },
    {
      "index": 238,
      "start_time": 1132680.0,
      "end_time": 1141180.0,
      "text": "&gt;&gt;&gt; There was a time that we did, like, 40% of pricing to test out what would that drive"
    },
    {
      "index": 239,
      "start_time": 1141180.0,
      "end_time": 1148341.0,
      "text": "the effect of, you know, our users&#39; behavior. We also did maybe drop the price to 99 cents"
    },
    {
      "index": 240,
      "start_time": 1148340.0,
      "end_time": 1155030.0,
      "text": "for a limited time period. And from those tests, we collect a lot of data as to whether"
    },
    {
      "index": 241,
      "start_time": 1155030.0,
      "end_time": 1162400.0,
      "text": "they convert more free users to paying users or actually could be detrimental to us down"
    },
    {
      "index": 242,
      "start_time": 1162400.0,
      "end_time": 1168160.0,
      "text": "the road. &gt;&gt;&gt; We pay a lot of attention to packaging"
    },
    {
      "index": 243,
      "start_time": 1168160.0,
      "end_time": 1174140.0,
      "text": "of our games. So it includes things like the screen shots, the app icon, the description."
    },
    {
      "index": 244,
      "start_time": 1174140.0,
      "end_time": 1180490.0,
      "text": "And we want to make sure that it&#39;s well optimized so that users who love that game can easily"
    },
    {
      "index": 245,
      "start_time": 1180490.0,
      "end_time": 1185470.0,
      "text": "discover it. We have a very strong data and analytics team. And throughout the process,"
    },
    {
      "index": 246,
      "start_time": 1185470.0,
      "end_time": 1191120.0,
      "text": "we make sure we do regress analysis and measurement to, again, create the game that&#39;s going to"
    },
    {
      "index": 247,
      "start_time": 1191120.0,
      "end_time": 1196390.0,
      "text": "be most fun for our users. [ Video concludes. ]"
    },
    {
      "index": 248,
      "start_time": 1196390.0,
      "end_time": 1203080.0,
      "text": "&gt;&gt;Patrick Mork: Great. So there you have a little bit from Storm8. But as I hope you"
    },
    {
      "index": 249,
      "start_time": 1203080.0,
      "end_time": 1207730.0,
      "text": "noticed, research, rigorous development process, really iterating and really understanding"
    },
    {
      "index": 250,
      "start_time": 1207730.0,
      "end_time": 1210210.0,
      "text": "the data, right, critical to getting the product right."
    },
    {
      "index": 251,
      "start_time": 1210210.0,
      "end_time": 1215780.0,
      "text": "But, of course, although we like to make great apps and games, you know, if we can&#39;t pay"
    },
    {
      "index": 252,
      "start_time": 1215780.0,
      "end_time": 1220610.0,
      "text": "the water bill at the end of the month, it all becomes a little bit hairy; right? So"
    },
    {
      "index": 253,
      "start_time": 1220610.0,
      "end_time": 1223799.0,
      "text": "no conversation would be complete, you know, without talking about business models."
    },
    {
      "index": 254,
      "start_time": 1223800.0,
      "end_time": 1226550.0,
      "text": "I&#39;m not going to spend a lot of time here, because, of course, many of you just sat through"
    },
    {
      "index": 255,
      "start_time": 1226550.0,
      "end_time": 1231861.0,
      "text": "a session on monetization with Kenneth Lui and his colleagues. I think they did an excellent"
    },
    {
      "index": 256,
      "start_time": 1231860.0,
      "end_time": 1235440.0,
      "text": "job of describing the various models out there. What I will try and do is add a little bit"
    },
    {
      "index": 257,
      "start_time": 1235440.0,
      "end_time": 1239920.0,
      "text": "my two cents and experience based on how to look at each one of these individual models"
    },
    {
      "index": 258,
      "start_time": 1239920.0,
      "end_time": 1242410.0,
      "text": "and some of the unique variables that affect each."
    },
    {
      "index": 259,
      "start_time": 1242410.0,
      "end_time": 1245980.0,
      "text": "So, you know, you&#39;ve heard about freemium, you&#39;ve heard about the march of freemium and"
    },
    {
      "index": 260,
      "start_time": 1245980.0,
      "end_time": 1250230.0,
      "text": "how well that&#39;s doing. As Chris mentioned, it&#39;s over 50% of our revenue now which is"
    },
    {
      "index": 261,
      "start_time": 1250230.0,
      "end_time": 1255230.0,
      "text": "exciting. And we&#39;ve seen a huge takeoff in freemium over the last months. That&#39;s not"
    },
    {
      "index": 262,
      "start_time": 1255230.0,
      "end_time": 1259030.0,
      "text": "to say that it&#39;s the right model for you. That&#39;s not to say that it&#39;s going to make"
    },
    {
      "index": 263,
      "start_time": 1259030.0,
      "end_time": 1263870.0,
      "text": "you super competitive against the other apps on your system. As we see, freemium works"
    },
    {
      "index": 264,
      "start_time": 1263870.0,
      "end_time": 1268120.0,
      "text": "better in some categories versus others. We really have to understand what the right price"
    },
    {
      "index": 265,
      "start_time": 1268120.0,
      "end_time": 1272870.0,
      "text": "points are when it comes to freemium. What&#39;s going to be the way to engage with consumers?"
    },
    {
      "index": 266,
      "start_time": 1272870.0,
      "end_time": 1277809.0,
      "text": "How often do we provide notifications to consumers? What kind of notifications do we provide and"
    },
    {
      "index": 267,
      "start_time": 1277810.0,
      "end_time": 1282560.0,
      "text": "at what price points? So it&#39;s really about testing, testing, re-understanding, changing"
    },
    {
      "index": 268,
      "start_time": 1282560.0,
      "end_time": 1288531.0,
      "text": "the pricing, looking at price elasticity, and really measuring and analyzing what works."
    },
    {
      "index": 269,
      "start_time": 1288530.0,
      "end_time": 1292590.0,
      "text": "More importantly, I think one of the questions I want to address directly is talked about"
    },
    {
      "index": 270,
      "start_time": 1292590.0,
      "end_time": 1297010.0,
      "text": "paid applications. Because many of your applications out there will still be paid apps. And as"
    },
    {
      "index": 271,
      "start_time": 1297010.0,
      "end_time": 1300809.0,
      "text": "mentioned earlier, freemium might not work for you. So let&#39;s spend a minute talking about"
    },
    {
      "index": 272,
      "start_time": 1300810.0,
      "end_time": 1305171.0,
      "text": "paid applications. And I really wanted to talk about two things"
    },
    {
      "index": 273,
      "start_time": 1305170.0,
      "end_time": 1309650.0,
      "text": "when it has to do with paid apps. Because even though we&#39;re in the world of smartphones"
    },
    {
      "index": 274,
      "start_time": 1309650.0,
      "end_time": 1314360.0,
      "text": "and Java is long gone from now, well, there&#39;s still a lot of things that don&#39;t change. There&#39;s"
    },
    {
      "index": 275,
      "start_time": 1314360.0,
      "end_time": 1320150.0,
      "text": "still a lot of constants that remain the same. One of those is the challenge around pricing."
    },
    {
      "index": 276,
      "start_time": 1320150.0,
      "end_time": 1325220.0,
      "text": "So the myth around the 99-cent price point or the 99-cent dilemma as I call it, here&#39;s"
    },
    {
      "index": 277,
      "start_time": 1325220.0,
      "end_time": 1330530.0,
      "text": "the dilemma: The dilemma is that if you look at a curve and you look at the number of applications"
    },
    {
      "index": 278,
      "start_time": 1330530.0,
      "end_time": 1335000.0,
      "text": "available on the Android platform or on iOS for that matter, you&#39;ll see the left side"
    },
    {
      "index": 279,
      "start_time": 1335000.0,
      "end_time": 1340049.0,
      "text": "of the curve where the majority of the apps lie are where most of those apps are at 99"
    },
    {
      "index": 280,
      "start_time": 1340050.0,
      "end_time": 1345300.0,
      "text": "cents. And here&#39;s the problem with that. Well, the problem is that if you price your"
    },
    {
      "index": 281,
      "start_time": 1345300.0,
      "end_time": 1353901.0,
      "text": "app at 99 cents from the get-go, how do you discount? If you want to put your app on sale,"
    },
    {
      "index": 282,
      "start_time": 1353900.0,
      "end_time": 1361470.0,
      "text": "where do you go from 99 cents? You can&#39;t. It&#39;s a lot harder. And one of the rules of"
    },
    {
      "index": 283,
      "start_time": 1361470.0,
      "end_time": 1366720.0,
      "text": "marketing, you&#39;ll hear several of those today, is very simple, and it&#39;s this: It&#39;s always"
    },
    {
      "index": 284,
      "start_time": 1366720.0,
      "end_time": 1374540.0,
      "text": "a lot easier to take your price down than to raise your price. In any product, in any"
    },
    {
      "index": 285,
      "start_time": 1374540.0,
      "end_time": 1378830.0,
      "text": "category, in any supermarket, in any industry, it&#39;s always the same case."
    },
    {
      "index": 286,
      "start_time": 1378830.0,
      "end_time": 1382299.0,
      "text": "So our recommendation there is, if you are going to have paid apps, always start at a"
    },
    {
      "index": 287,
      "start_time": 1382300.0,
      "end_time": 1386180.0,
      "text": "slightly higher price point, because it gives you flexibility to discount and make offers"
    },
    {
      "index": 288,
      "start_time": 1386180.0,
      "end_time": 1390341.0,
      "text": "on your application. The other reason why we believe pricing at"
    },
    {
      "index": 289,
      "start_time": 1390340.0,
      "end_time": 1394830.0,
      "text": "99 cents is a risk is because, ultimately, most of us, when we go to make a purchase,"
    },
    {
      "index": 290,
      "start_time": 1394830.0,
      "end_time": 1399330.0,
      "text": "let&#39;s say we&#39;re buying a pair of sneakers or buying a pair of jeans or we&#39;re buying,"
    },
    {
      "index": 291,
      "start_time": 1399330.0,
      "end_time": 1405020.0,
      "text": "I don&#39;t know, a plane ticket, having a lower price tells us a certain thing about the product"
    },
    {
      "index": 292,
      "start_time": 1405020.0,
      "end_time": 1411610.0,
      "text": "that we&#39;re buying. And in many cases, low price equals cheap. So the question to you,"
    },
    {
      "index": 293,
      "start_time": 1411610.0,
      "end_time": 1415530.0,
      "text": "then, is, is that the kind of message that you want to pass to your consumer? The person"
    },
    {
      "index": 294,
      "start_time": 1415530.0,
      "end_time": 1418880.0,
      "text": "that&#39;s seeing your app for the first time? That maybe sees your app side by side with"
    },
    {
      "index": 295,
      "start_time": 1418880.0,
      "end_time": 1423320.0,
      "text": "five other competitors, and you&#39;re the cheapest app?"
    },
    {
      "index": 296,
      "start_time": 1423320.0,
      "end_time": 1427040.0,
      "text": "That sometimes works for consumers who are really price-sensitive. But for other consumers,"
    },
    {
      "index": 297,
      "start_time": 1427040.0,
      "end_time": 1432100.0,
      "text": "they&#39;ll look at that and say, &quot;This app basically does the same, so it&#39;s probably not as good.&quot;"
    },
    {
      "index": 298,
      "start_time": 1432100.0,
      "end_time": 1436350.0,
      "text": "And that does happen. More likely what we like to did is we like"
    },
    {
      "index": 299,
      "start_time": 1436350.0,
      "end_time": 1440429.0,
      "text": "to encourage you guys to really think about the price life cycle of your application."
    },
    {
      "index": 300,
      "start_time": 1440430.0,
      "end_time": 1445361.0,
      "text": "What we&#39;ve done is build kind of a theoretical model on what that looks like. In this particular"
    },
    {
      "index": 301,
      "start_time": 1445360.0,
      "end_time": 1450330.0,
      "text": "case, an app developer launches an app or game at 2.99 and they get a certain number"
    },
    {
      "index": 302,
      "start_time": 1450330.0,
      "end_time": 1454380.0,
      "text": "of installs. The first month, it&#39;s 50,000. The second month, it&#39;s another 40,000. The"
    },
    {
      "index": 303,
      "start_time": 1454380.0,
      "end_time": 1458400.0,
      "text": "third month, it starts to drop. And at that point, because they priced at 2.99, they&#39;re"
    },
    {
      "index": 304,
      "start_time": 1458400.0,
      "end_time": 1464799.0,
      "text": "able to able to drop the price. So they drop the price to 1.99, and they get a whole bunch"
    },
    {
      "index": 305,
      "start_time": 1464800.0,
      "end_time": 1469211.0,
      "text": "of new users who go, &quot;Oh, yes, great. An offer. I&#39;m going to get this app now.&quot; And they share"
    },
    {
      "index": 306,
      "start_time": 1469210.0,
      "end_time": 1472080.0,
      "text": "with their friends, and they say, &quot;You know, I was a cheap bastard before. I didn&#39;t want"
    },
    {
      "index": 307,
      "start_time": 1472080.0,
      "end_time": 1476650.0,
      "text": "to buy it at $3. But now it&#39;s at 2. I&#39;m in.&quot; So they buy the app. And the friends start"
    },
    {
      "index": 308,
      "start_time": 1476650.0,
      "end_time": 1481530.0,
      "text": "piling in and you get a little bit of virality because they&#39;re getting a great deal. What"
    },
    {
      "index": 309,
      "start_time": 1481530.0,
      "end_time": 1486559.0,
      "text": "do you do? You raise the price. Once you start getting that volume build and that momentum,"
    },
    {
      "index": 310,
      "start_time": 1486560.0,
      "end_time": 1490991.0,
      "text": "you raise the price. A lot of consumers who may have heard about how great your app was,"
    },
    {
      "index": 311,
      "start_time": 1490990.0,
      "end_time": 1496000.0,
      "text": "they don&#39;t necessarily realize the price is no longer discounted, so they still buy it."
    },
    {
      "index": 312,
      "start_time": 1496000.0,
      "end_time": 1500470.0,
      "text": "And you can basically get the difference of what you were charging before versus after."
    },
    {
      "index": 313,
      "start_time": 1500470.0,
      "end_time": 1505140.0,
      "text": "And you can do that in cycles over time, until you get to the end of the life cycle, or maybe"
    },
    {
      "index": 314,
      "start_time": 1505140.0,
      "end_time": 1509340.0,
      "text": "12 months or eight months out or whatever your product plan is, you decide you&#39;re going"
    },
    {
      "index": 315,
      "start_time": 1509340.0,
      "end_time": 1514230.0,
      "text": "to phase out that app and launch a completely new one. What do you do, since you priced"
    },
    {
      "index": 316,
      "start_time": 1514230.0,
      "end_time": 1519970.0,
      "text": "at 2.99, you&#39;re going to drop the price to 99 cents, that&#39;s a great bargain. You can"
    },
    {
      "index": 317,
      "start_time": 1519970.0,
      "end_time": 1523410.0,
      "text": "do that because you&#39;re at the end of your price cycle and you&#39;re going to introduce"
    },
    {
      "index": 318,
      "start_time": 1523410.0,
      "end_time": 1528140.0,
      "text": "another app anyway. There what I&#39;m saying is theoretical model"
    },
    {
      "index": 319,
      "start_time": 1528140.0,
      "end_time": 1533010.0,
      "text": "but encourage you to think of what is the price life cycle of my app, how do I manage"
    },
    {
      "index": 320,
      "start_time": 1533010.0,
      "end_time": 1537380.0,
      "text": "it over a time and how do I give myself enough flexibility with my price point that I can"
    },
    {
      "index": 321,
      "start_time": 1537380.0,
      "end_time": 1541380.0,
      "text": "move and pivot and change my price if I have to?"
    },
    {
      "index": 322,
      "start_time": 1541380.0,
      "end_time": 1547860.0,
      "text": "Let&#39;s talk about ads. So this chart was taken from a Kleiner Perkins"
    },
    {
      "index": 323,
      "start_time": 1547860.0,
      "end_time": 1551610.0,
      "text": "presentation by Mary Meeker. Some of you guys may read Mary Meeker on occasion when she"
    },
    {
      "index": 324,
      "start_time": 1551610.0,
      "end_time": 1558429.0,
      "text": "publishes material on the Internet specifically and about mobile Internet. And the thing about"
    },
    {
      "index": 325,
      "start_time": 1558430.0,
      "end_time": 1564461.0,
      "text": "ads is this: There&#39;s some good news and there&#39;s some opportunistic news; right?"
    },
    {
      "index": 326,
      "start_time": 1564460.0,
      "end_time": 1569040.0,
      "text": "The reality about ads is that ads today in terms of ECPMs, which is the effective cost"
    },
    {
      "index": 327,
      "start_time": 1569040.0,
      "end_time": 1574679.0,
      "text": "per thousand or what you&#39;re getting paid for your ads, is the ECPMs on mobile are significantly"
    },
    {
      "index": 328,
      "start_time": 1574680.0,
      "end_time": 1579291.0,
      "text": "lower than on desktop. No surprise; right? Desktop&#39;s been around ten years, has a different"
    },
    {
      "index": 329,
      "start_time": 1579290.0,
      "end_time": 1584190.0,
      "text": "user base. They spend perhaps more time on desktop, so the value of ECPM is higher. Mobile"
    },
    {
      "index": 330,
      "start_time": 1584190.0,
      "end_time": 1588850.0,
      "text": "is still a lot lower. But the good news is, when you look at this graph, you&#39;ll see that"
    },
    {
      "index": 331,
      "start_time": 1588850.0,
      "end_time": 1594169.0,
      "text": "the yellow bar, the bar on the left across all of these different types of media, that&#39;s"
    },
    {
      "index": 332,
      "start_time": 1594170.0,
      "end_time": 1599541.0,
      "text": "the amount of time spent by consumers. So what do we see here? Well, we see that on"
    },
    {
      "index": 333,
      "start_time": 1599540.0,
      "end_time": 1603940.0,
      "text": "average, consumers are spending about 10% of their time on mobile, which is huge. That&#39;s"
    },
    {
      "index": 334,
      "start_time": 1603940.0,
      "end_time": 1607700.0,
      "text": "massively encouraging for every single one of us in this room and every single one of"
    },
    {
      "index": 335,
      "start_time": 1607700.0,
      "end_time": 1610600.0,
      "text": "us around the world who is developing great content."
    },
    {
      "index": 336,
      "start_time": 1610600.0,
      "end_time": 1616860.0,
      "text": "The challenge is, only 1% of the ad dollars are flowing into mobile today. But that means"
    },
    {
      "index": 337,
      "start_time": 1616860.0,
      "end_time": 1627230.0,
      "text": "a massive opportunity. Why? Simple. Dollars always follow eyeballs. That&#39;s just the way"
    },
    {
      "index": 338,
      "start_time": 1627230.0,
      "end_time": 1631480.0,
      "text": "advertising works. There&#39;s always a lag. Which means, essentially, if you have a great product"
    },
    {
      "index": 339,
      "start_time": 1631480.0,
      "end_time": 1635280.0,
      "text": "and you really understand how to monetize through ads, it&#39;s a question of time before"
    },
    {
      "index": 340,
      "start_time": 1635280.0,
      "end_time": 1641049.0,
      "text": "that gap closes and before the ECPMs either get close to or match what we see on desktops"
    },
    {
      "index": 341,
      "start_time": 1641050.0,
      "end_time": 1648040.0,
      "text": "and enable you guys to really maximize the monetization of your apps through ads."
    },
    {
      "index": 342,
      "start_time": 1648040.0,
      "end_time": 1651371.0,
      "text": "I think the last point I want to make -- well, two more points on monetization before moving"
    },
    {
      "index": 343,
      "start_time": 1651370.0,
      "end_time": 1659100.0,
      "text": "on -- is, use hybrids. We saw that earlier. We talked -- we saw paymium. We saw a combination"
    },
    {
      "index": 344,
      "start_time": 1659100.0,
      "end_time": 1663010.0,
      "text": "of different business models. And this is really exciting stuff because what we&#39;re seeing"
    },
    {
      "index": 345,
      "start_time": 1663010.0,
      "end_time": 1667160.0,
      "text": "is more and more developers are starting to do that and it&#39;s starting to pay dividends."
    },
    {
      "index": 346,
      "start_time": 1667160.0,
      "end_time": 1671900.0,
      "text": "And it also reduces your risk as a developer. So if you have in-app payments, that&#39;s great."
    },
    {
      "index": 347,
      "start_time": 1671900.0,
      "end_time": 1675669.0,
      "text": "Why not throw in app ads if it makes sense, and you can potentially monetize from both"
    },
    {
      "index": 348,
      "start_time": 1675670.0,
      "end_time": 1679540.0,
      "text": "or you can see which works better than the other. Having a hybrid and a combination of"
    },
    {
      "index": 349,
      "start_time": 1679540.0,
      "end_time": 1684151.0,
      "text": "different business models gives you more flexibility and maximizes your ability to monetize your"
    },
    {
      "index": 350,
      "start_time": 1684150.0,
      "end_time": 1690660.0,
      "text": "apps. Last point on monetization. We live in a global"
    },
    {
      "index": 351,
      "start_time": 1690660.0,
      "end_time": 1697350.0,
      "text": "world. Apps are being downloaded every single second, all over the world, on all sorts of"
    },
    {
      "index": 352,
      "start_time": 1697350.0,
      "end_time": 1702910.0,
      "text": "different devices. So what are the implications for you as app developers? Simple. Different"
    },
    {
      "index": 353,
      "start_time": 1702910.0,
      "end_time": 1710120.0,
      "text": "business models will work differently in different countries. So if you&#39;ve got a great game in"
    },
    {
      "index": 354,
      "start_time": 1710120.0,
      "end_time": 1714230.0,
      "text": "the United States where you know that a lot of consumers, may be 60% plus of consumers"
    },
    {
      "index": 355,
      "start_time": 1714230.0,
      "end_time": 1719730.0,
      "text": "are on contract and have higher-end smartphones, chances are those consumers are more willing"
    },
    {
      "index": 356,
      "start_time": 1719730.0,
      "end_time": 1725260.0,
      "text": "to pay for your app, therefore, a paid app or in-app payments might make more sense for"
    },
    {
      "index": 357,
      "start_time": 1725260.0,
      "end_time": 1728700.0,
      "text": "you. But if you&#39;re trying to distribute and monetize"
    },
    {
      "index": 358,
      "start_time": 1728700.0,
      "end_time": 1736330.0,
      "text": "your apps in India, where, potentially, 90 to 95% of consumers are on prepaid cards and"
    },
    {
      "index": 359,
      "start_time": 1736330.0,
      "end_time": 1741320.0,
      "text": "they&#39;re still in the process of rolling out 3G networks where data is expensive, then"
    },
    {
      "index": 360,
      "start_time": 1741320.0,
      "end_time": 1745440.0,
      "text": "perhaps that business model doesn&#39;t work as well and you need to think of maybe I should"
    },
    {
      "index": 361,
      "start_time": 1745440.0,
      "end_time": 1750450.0,
      "text": "monetize through ads. The reality there is, try and look at your"
    },
    {
      "index": 362,
      "start_time": 1750450.0,
      "end_time": 1754460.0,
      "text": "market globally and see how you can monetize your app using different business models in"
    },
    {
      "index": 363,
      "start_time": 1754460.0,
      "end_time": 1760230.0,
      "text": "different regions. Be creative. So once we&#39;ve built this great product and"
    },
    {
      "index": 364,
      "start_time": 1760230.0,
      "end_time": 1763630.0,
      "text": "we know how we&#39;re going to monetize it and keep all the lights on at the end of the day,"
    },
    {
      "index": 365,
      "start_time": 1763630.0,
      "end_time": 1768510.0,
      "text": "well, then we start thinking about, aha, how do I promote my app? Where should I spend"
    },
    {
      "index": 366,
      "start_time": 1768510.0,
      "end_time": 1773010.0,
      "text": "my money? Where should I spend those hard-earned VC dollars that are going to enable me to"
    },
    {
      "index": 367,
      "start_time": 1773010.0,
      "end_time": 1784520.0,
      "text": "get more users, yay, another rule of marketing, rule number two numero uno, don&#39;t invest behind"
    },
    {
      "index": 368,
      "start_time": 1784520.0,
      "end_time": 1790429.0,
      "text": "a weak product. It goes behind saying. But you see people do this all the time, and not"
    },
    {
      "index": 369,
      "start_time": 1790430.0,
      "end_time": 1795091.0,
      "text": "just in our business, but in tons of businesses. If you invest behind a weak product, you&#39;re"
    },
    {
      "index": 370,
      "start_time": 1795090.0,
      "end_time": 1800030.0,
      "text": "basically creating a negative consumer perception of your product and of your brand, if that&#39;s"
    },
    {
      "index": 371,
      "start_time": 1800030.0,
      "end_time": 1803770.0,
      "text": "what you&#39;re trying to build. You should go back to the drawing board and"
    },
    {
      "index": 372,
      "start_time": 1803770.0,
      "end_time": 1808120.0,
      "text": "rework your application until you&#39;re sure that you have the best possible experience."
    },
    {
      "index": 373,
      "start_time": 1808120.0,
      "end_time": 1811640.0,
      "text": "If you&#39;re not excited about your application or you&#39;re not convinced you would pay, do"
    },
    {
      "index": 374,
      "start_time": 1811640.0,
      "end_time": 1814860.0,
      "text": "you think a consumer is because they&#39;re going to see an ad that you&#39;re seeing on AdMob or"
    },
    {
      "index": 375,
      "start_time": 1814860.0,
      "end_time": 1820650.0,
      "text": "somewhere else? Probably not. Once you&#39;re really sure that you have a great"
    },
    {
      "index": 376,
      "start_time": 1820650.0,
      "end_time": 1824990.0,
      "text": "product, then there&#39;s a number of great frameworks we can suggest to you that are going to help"
    },
    {
      "index": 377,
      "start_time": 1824990.0,
      "end_time": 1829990.0,
      "text": "you put together your marketing plan. The first of these is STP. Knowing your users."
    },
    {
      "index": 378,
      "start_time": 1829990.0,
      "end_time": 1836490.0,
      "text": "It&#39;s all about segmenting, targeting, and then positioning your app properly. The second"
    },
    {
      "index": 379,
      "start_time": 1836490.0,
      "end_time": 1840760.0,
      "text": "one is once I position my app properly, I know who I&#39;m going after, what&#39;s the message"
    },
    {
      "index": 380,
      "start_time": 1840760.0,
      "end_time": 1846390.0,
      "text": "I&#39;m giving the consumer? What is my one liner? What are my points of difference? Why should"
    },
    {
      "index": 381,
      "start_time": 1846390.0,
      "end_time": 1850539.0,
      "text": "a consumer care? Third, once I have all my messaging down and"
    },
    {
      "index": 382,
      "start_time": 1850540.0,
      "end_time": 1854531.0,
      "text": "I&#39;ve properly positioned my app and I know where I&#39;m going, it&#39;s, well, how do I build"
    },
    {
      "index": 383,
      "start_time": 1854530.0,
      "end_time": 1858190.0,
      "text": "a structured marketing plan? What needs to go into my marking plan? What kind of activity"
    },
    {
      "index": 384,
      "start_time": 1858190.0,
      "end_time": 1863080.0,
      "text": "should I do? Lastly, what is my media strategy look like."
    },
    {
      "index": 385,
      "start_time": 1863080.0,
      "end_time": 1866520.0,
      "text": "The good news is I&#39;m going to go through each one of these in detail and explain in detail"
    },
    {
      "index": 386,
      "start_time": 1866520.0,
      "end_time": 1872659.0,
      "text": "a little more clearly. Let&#39;s look at our audience. So let&#39;s say,"
    },
    {
      "index": 387,
      "start_time": 1872660.0,
      "end_time": 1878581.0,
      "text": "for example, I&#39;m a game developer and I&#39;ve seen this great case study from Kenneth Lui"
    },
    {
      "index": 388,
      "start_time": 1878580.0,
      "end_time": 1884780.0,
      "text": "at Google I/O, I&#39;ve decided, you know what, that&#39;s it, dude, I&#39;m going for in-app payments."
    },
    {
      "index": 389,
      "start_time": 1884780.0,
      "end_time": 1888990.0,
      "text": "I&#39;m going to do in-app payments with, like, funky furry animals at different price points."
    },
    {
      "index": 390,
      "start_time": 1888990.0,
      "end_time": 1893080.0,
      "text": "I&#39;m going to get a ton of downloads to get consumers to basically pay me a the lot of"
    },
    {
      "index": 391,
      "start_time": 1893080.0,
      "end_time": 1897409.0,
      "text": "money. If you are going to do in-app payments on"
    },
    {
      "index": 392,
      "start_time": 1897410.0,
      "end_time": 1901141.0,
      "text": "games, then probably what you need to do is really segment your target audience properly"
    },
    {
      "index": 393,
      "start_time": 1901140.0,
      "end_time": 1913350.0,
      "text": "and look at how you target those people. Excuse me."
    },
    {
      "index": 394,
      "start_time": 1913350.0,
      "end_time": 1916740.0,
      "text": "So if I&#39;m using in-app payments for game, there&#39;s two axis probably that I&#39;m going to"
    },
    {
      "index": 395,
      "start_time": 1916740.0,
      "end_time": 1921000.0,
      "text": "look at. I&#39;m going to look at available time. I need people to have available time to play"
    },
    {
      "index": 396,
      "start_time": 1921000.0,
      "end_time": 1925919.0,
      "text": "my games. And then I&#39;m probably going to look at disposable income. Because if a person"
    },
    {
      "index": 397,
      "start_time": 1925920.0,
      "end_time": 1929711.0,
      "text": "is 13 years old and has tons of available time but no income, I&#39;m not going to make"
    },
    {
      "index": 398,
      "start_time": 1929710.0,
      "end_time": 1935490.0,
      "text": "much money from them. I segment my audience this way. I come up with all these different"
    },
    {
      "index": 399,
      "start_time": 1935490.0,
      "end_time": 1941620.0,
      "text": "segments that I have. Upscale adults, techies, middle income families, soccer moms, whatever"
    },
    {
      "index": 400,
      "start_time": 1941620.0,
      "end_time": 1947520.0,
      "text": "it happens to be. And when I look at my matrix, I think, okay, the right target audience is"
    },
    {
      "index": 401,
      "start_time": 1947520.0,
      "end_time": 1955320.0,
      "text": "probably these guys. Young adults 24-35 years old, no kids, right? So they have disposable"
    },
    {
      "index": 402,
      "start_time": 1955320.0,
      "end_time": 1960169.0,
      "text": "time and they have income. That&#39;s my target audience. Then it&#39;s a question of, okay, how"
    },
    {
      "index": 403,
      "start_time": 1960170.0,
      "end_time": 1964121.0,
      "text": "do I position my app? What&#39;s my one-liner to those people? What am I going to tell those"
    },
    {
      "index": 404,
      "start_time": 1964120.0,
      "end_time": 1971260.0,
      "text": "people to click and install my application? Which takes us to the next step. How do I"
    },
    {
      "index": 405,
      "start_time": 1971260.0,
      "end_time": 1976909.0,
      "text": "develop convincing messaging? What&#39;s the one line that I&#39;m going to tell people about my"
    },
    {
      "index": 406,
      "start_time": 1976910.0,
      "end_time": 1980790.0,
      "text": "sports application that is going to get them so excited that they are going to want to"
    },
    {
      "index": 407,
      "start_time": 1980790.0,
      "end_time": 1986800.0,
      "text": "download it? Is it that I have realtime instantaneous scores? Is it the fact that I&#39;m the only application"
    },
    {
      "index": 408,
      "start_time": 1986800.0,
      "end_time": 1992170.0,
      "text": "that has social engagement and built-in hangouts into it? Is it the fact that I have this application"
    },
    {
      "index": 409,
      "start_time": 1992170.0,
      "end_time": 1996521.0,
      "text": "that runs on all sorts of different platforms and backs up my data on the web? What&#39;s your"
    },
    {
      "index": 410,
      "start_time": 1996520.0,
      "end_time": 2001740.0,
      "text": "one liner? What&#39;s your positioning statement? After that, what are the two or three key"
    },
    {
      "index": 411,
      "start_time": 2001740.0,
      "end_time": 2005559.0,
      "text": "points of difference that are going to go into my product description? So that when"
    },
    {
      "index": 412,
      "start_time": 2005560.0,
      "end_time": 2009810.0,
      "text": "people land on my page, because they have searched or clicked an ad, they read these"
    },
    {
      "index": 413,
      "start_time": 2009810.0,
      "end_time": 2014651.0,
      "text": "three or four great things about the application. Not the bug fixes, but the stuff that really"
    },
    {
      "index": 414,
      "start_time": 2014650.0,
      "end_time": 2019980.0,
      "text": "matters. They think, this app is really cool because it has Android beam and I can do all"
    },
    {
      "index": 415,
      "start_time": 2019980.0,
      "end_time": 2024580.0,
      "text": "this crazy stuff like play multiplayer games without activating Bluetooth or Wi-Fi. That&#39;s"
    },
    {
      "index": 416,
      "start_time": 2024580.0,
      "end_time": 2029539.0,
      "text": "wicked cool. I&#39;m going to get that instead of that other application. And lastly, what&#39;s"
    },
    {
      "index": 417,
      "start_time": 2029540.0,
      "end_time": 2038031.0,
      "text": "my call to action? When you start doing Get Creative, we see app developers do ad campaigns,"
    },
    {
      "index": 418,
      "start_time": 2038030.0,
      "end_time": 2043030.0,
      "text": "online stuff, banners, they advertise their little logo with a little dragon and it doesn&#39;t"
    },
    {
      "index": 419,
      "start_time": 2043030.0,
      "end_time": 2049579.0,
      "text": "tell me anything about what I should do next. Okay, so you&#39;ve got me all excited about your"
    },
    {
      "index": 420,
      "start_time": 2049580.0,
      "end_time": 2055320.0,
      "text": "little furry animals and I can get these collectable items, what do I do? Where do I go? Where"
    },
    {
      "index": 421,
      "start_time": 2055320.0000000002,
      "end_time": 2060880.0000000002,
      "text": "can I find this app? Clear calls to action. On the right-hand side -- actually I thought"
    },
    {
      "index": 422,
      "start_time": 2060880.0,
      "end_time": 2067711.0,
      "text": "it would be fun to share this. Kushagra, who is working with us right here on the Google"
    },
    {
      "index": 423,
      "start_time": 2067710.0,
      "end_time": 2071149.0,
      "text": "Play team and actually is the one who really was responsible for a lot of this material"
    },
    {
      "index": 424,
      "start_time": 2071150.0,
      "end_time": 2076020.0,
      "text": "as well as the interviews, so I owe him a huge debt of gratitude on that. Kushagra put"
    },
    {
      "index": 425,
      "start_time": 2076020.0,
      "end_time": 2081290.0,
      "text": "together an amazing promotion at the end of last year around apps. Some of you guys may"
    },
    {
      "index": 426,
      "start_time": 2081290.0,
      "end_time": 2086211.0,
      "text": "have seen it. In December, we hit 10 billion downloads. We did a promotion called 10-10-10."
    },
    {
      "index": 427,
      "start_time": 2086210.0,
      "end_time": 2091669.0,
      "text": "I really need a beer. [ Laughter ]"
    },
    {
      "index": 428,
      "start_time": 2091670.0,
      "end_time": 2098240.0,
      "text": "&gt;&gt;Patrick Mork: Water just doesn&#39;t do it. Anyway. We put together this promotion called"
    },
    {
      "index": 429,
      "start_time": 2098240.0,
      "end_time": 2104480.0,
      "text": "10-10-10. That was to celebrate 10 billion downloads and that now seems like a long time"
    },
    {
      "index": 430,
      "start_time": 2104480.0,
      "end_time": 2109520.0,
      "text": "ago, right? 20 billion now, great stuff. We put together this promotion called 10-10-10."
    },
    {
      "index": 431,
      "start_time": 2109520.0,
      "end_time": 2119100.0,
      "text": "We had three key things we want today communicate to consumers. 10 days, 10-cent apps, 10 apps"
    },
    {
      "index": 432,
      "start_time": 2119100.0,
      "end_time": 2127500.0,
      "text": "a day. Really simple. Yet, even though it was so simple, as you can see going from top"
    },
    {
      "index": 433,
      "start_time": 2127500.0,
      "end_time": 2132050.0,
      "text": "to bottom, we went through several different versions of creative material to get to the"
    },
    {
      "index": 434,
      "start_time": 2132050.0,
      "end_time": 2136211.0,
      "text": "right creative. You are not even seeing all of it because it wouldn&#39;t fit on the slide."
    },
    {
      "index": 435,
      "start_time": 2136210.0,
      "end_time": 2139460.0,
      "text": "We went through version after version after version after version after version of getting"
    },
    {
      "index": 436,
      "start_time": 2139460.0,
      "end_time": 2144880.0,
      "text": "the creative right. And the point here is whether it&#39;s your thumbnails or your video"
    },
    {
      "index": 437,
      "start_time": 2144880.0,
      "end_time": 2150400.0,
      "text": "or your text descriptions, you iterate, iterate, iterate, iterate until you get it right. And"
    },
    {
      "index": 438,
      "start_time": 2150400.0,
      "end_time": 2155229.0,
      "text": "you test and test and test and test until you get it right. Just like you do with your"
    },
    {
      "index": 439,
      "start_time": 2155230.0,
      "end_time": 2162941.0,
      "text": "product. Creative is an iterative process, but it can be so effective if you do it right."
    },
    {
      "index": 440,
      "start_time": 2162940.0,
      "end_time": 2167440.0,
      "text": "That brings us to the marketing plan. How do we build a plan? The way we look the marketing"
    },
    {
      "index": 441,
      "start_time": 2167440.0,
      "end_time": 2174779.0,
      "text": "plans is quite simple. Awareness. Trial. Purchase. And repeat."
    },
    {
      "index": 442,
      "start_time": 2174780.0,
      "end_time": 2182790.0,
      "text": "It has to be generally in that order. Why? Because if I basically start jumping into"
    },
    {
      "index": 443,
      "start_time": 2182790.0,
      "end_time": 2187760.0,
      "text": "purchase, it&#39;s kind of like I met this pretty girl at the Paul Oakenfold party tonight and"
    },
    {
      "index": 444,
      "start_time": 2187760.0,
      "end_time": 2191370.0,
      "text": "I say tomorrow morning, let&#39;s get married. Uh, no, you&#39;re weird. I am not going to call"
    },
    {
      "index": 445,
      "start_time": 2191370.0,
      "end_time": 2196550.0,
      "text": "you again. It&#39;s basically, you have to go through the steps of the process so that you"
    },
    {
      "index": 446,
      "start_time": 2196550.0,
      "end_time": 2200850.0,
      "text": "can convince the consumer to get to the point where they are going to consider a purchase."
    },
    {
      "index": 447,
      "start_time": 2200850.0,
      "end_time": 2204540.0,
      "text": "You start with awareness. Talk to them about what your product does. Where they should"
    },
    {
      "index": 448,
      "start_time": 2204540.0,
      "end_time": 2209510.0,
      "text": "get it. Why it&#39;s unique. How it&#39;s different. There&#39;s a couple tools you can do here. This"
    },
    {
      "index": 449,
      "start_time": 2209510.0,
      "end_time": 2215870.0,
      "text": "is not exhaustive, of course. Good PR. One of the most underused things I see in this"
    },
    {
      "index": 450,
      "start_time": 2215870.0,
      "end_time": 2222490.0,
      "text": "industry. Talk to the press, become their friends, make sure that you send them their"
    },
    {
      "index": 451,
      "start_time": 2222490.0,
      "end_time": 2226520.0,
      "text": "APKs, get them to your studio to see what you are working on. It can be one of the most"
    },
    {
      "index": 452,
      "start_time": 2226520.0,
      "end_time": 2231131.0,
      "text": "effective marketing tools you can do and one of the cheapest is to get these people to"
    },
    {
      "index": 453,
      "start_time": 2231130.0,
      "end_time": 2239349.0,
      "text": "write about your apps. I&#39;ll give you another tip. Getting people to write about your apps"
    },
    {
      "index": 454,
      "start_time": 2239350.0,
      "end_time": 2247590.0,
      "text": "has a direct influence on your search rankings in the play store. It&#39;s called web anchoring."
    },
    {
      "index": 455,
      "start_time": 2247590.0,
      "end_time": 2251610.0,
      "text": "It means that the more people kind of like click on a link externally outside the play"
    },
    {
      "index": 456,
      "start_time": 2251610.0,
      "end_time": 2256570.0,
      "text": "store and come to your page, because they&#39;ve read about you, the better you will index"
    },
    {
      "index": 457,
      "start_time": 2256570.0,
      "end_time": 2265020.0,
      "text": "in the search rankings. Social. We talked about virality. Have a blog."
    },
    {
      "index": 458,
      "start_time": 2265020.0,
      "end_time": 2268911.0,
      "text": "Invite people to comment on it. Post your APKs on it. Create discussion. Get people"
    },
    {
      "index": 459,
      "start_time": 2268910.0,
      "end_time": 2274119.0,
      "text": "to talk about it. Of course, other basic tools. Search ads, mobile ads. If you get to the"
    },
    {
      "index": 460,
      "start_time": 2274120.0,
      "end_time": 2278431.0,
      "text": "point where you have the available cash, well, TV or above-the-line media."
    },
    {
      "index": 461,
      "start_time": 2278430.0,
      "end_time": 2284529.0,
      "text": "Then we talk about trial. What can we do for trial? We talked about some of the business"
    },
    {
      "index": 462,
      "start_time": 2284530.0,
      "end_time": 2289010.0,
      "text": "models earlier today. We can have a free trial version. A version where I can use the app"
    },
    {
      "index": 463,
      "start_time": 2289010.0,
      "end_time": 2291921.0,
      "text": "for 30 days. And then it&#39;s great because I don&#39;t have to pay pour it and I can really"
    },
    {
      "index": 464,
      "start_time": 2291920.0,
      "end_time": 2299549.0,
      "text": "figure out if I like it. Why is trial so important? Very simple, guys. It&#39;s very important because"
    },
    {
      "index": 465,
      "start_time": 2299550.0,
      "end_time": 2305901.0,
      "text": "essentially many consumers out there have never experienced content before. Many consumers"
    },
    {
      "index": 466,
      "start_time": 2305900.0,
      "end_time": 2309599.0,
      "text": "out there are getting a smartphone for the first time and they will think this content"
    },
    {
      "index": 467,
      "start_time": 2309600.0,
      "end_time": 2314820.0,
      "text": "stuff is marvelous. Are they going to shell four five bucks or euros if they have never"
    },
    {
      "index": 468,
      "start_time": 2314820.0,
      "end_time": 2320480.0,
      "text": "tried content before? Probably not in some cases. By providing a free version of your"
    },
    {
      "index": 469,
      "start_time": 2320480.0,
      "end_time": 2324441.0,
      "text": "application, you generate that comfort level. When I was in the soft drinks business -- I"
    },
    {
      "index": 470,
      "start_time": 2324440.0,
      "end_time": 2328380.0,
      "text": "worked at Pepsi for many years. When we would launch a new drink in the market, we would"
    },
    {
      "index": 471,
      "start_time": 2328380.0,
      "end_time": 2332440.0,
      "text": "go out and give hundreds of thousands of cans to people. We&#39;d have these pretty girls in"
    },
    {
      "index": 472,
      "start_time": 2332440.0,
      "end_time": 2336910.0,
      "text": "mini skirts and walking down in the middle of traffic and they would knock on your door,"
    },
    {
      "index": 473,
      "start_time": 2336910.0,
      "end_time": 2342349.0,
      "text": "how about a can of Pepsi max? Why did we do that? Trial. We want to make sure that the"
    },
    {
      "index": 474,
      "start_time": 2342350.0,
      "end_time": 2346830.0,
      "text": "consumers love the product. Hopefully they like the girls, too. But they love the product."
    },
    {
      "index": 475,
      "start_time": 2346830.0,
      "end_time": 2349901.0,
      "text": "So that when they go to the supermarket, they have had it, tried it. Yeah, yeah, this is"
    },
    {
      "index": 476,
      "start_time": 2349900.0,
      "end_time": 2355799.0,
      "text": "pretty good stuff. I think I&#39;ll buy a six-pack. Same thing goes for apps and games."
    },
    {
      "index": 477,
      "start_time": 2355800.0,
      "end_time": 2360060.0,
      "text": "We move on to purchase. Purchase, of course, there are other things we can do. We can do"
    },
    {
      "index": 478,
      "start_time": 2360060.0,
      "end_time": 2363800.0,
      "text": "direct response campaigns where we are pushing people to download the app. They have heard"
    },
    {
      "index": 479,
      "start_time": 2363800.0,
      "end_time": 2367961.0,
      "text": "about it. They have read about it on Tech Crunch. They have read the blogs. Talked to"
    },
    {
      "index": 480,
      "start_time": 2367960.0,
      "end_time": 2372719.0,
      "text": "their friends about it. We can do notifications. We are saying, hey, guess what, you have now"
    },
    {
      "index": 481,
      "start_time": 2372720.0,
      "end_time": 2377600.0,
      "text": "been playing my game for 30 days, it&#39;s time to pay up. They may or may not do that. But,"
    },
    {
      "index": 482,
      "start_time": 2377600.0,
      "end_time": 2380701.0,
      "text": "of course, at least they have had the opportunity to try it because you have gone through step"
    },
    {
      "index": 483,
      "start_time": 2380700.0,
      "end_time": 2389910.0,
      "text": "two. Lastly, repeat. Third rule of marketing. Always easier to get money from an existing"
    },
    {
      "index": 484,
      "start_time": 2389910.0,
      "end_time": 2395920.0,
      "text": "consumer than a new consumer. Makes sense but a lot of people don&#39;t follow that rule?"
    },
    {
      "index": 485,
      "start_time": 2395920.0,
      "end_time": 2400390.0,
      "text": "How do we keep the consumer interested. We heard about it in monetization panel. Right?"
    },
    {
      "index": 486,
      "start_time": 2400390.0,
      "end_time": 2405799.0,
      "text": "You give them more don&#39;t. You upgrade your app frequently. You introduce new features."
    },
    {
      "index": 487,
      "start_time": 2405800.0,
      "end_time": 2411891.0,
      "text": "You give them new reasons to pay for this stuff. You provide updates. You have CRM campaigns"
    },
    {
      "index": 488,
      "start_time": 2411890.0,
      "end_time": 2415039.0,
      "text": "because you&#39;ve actually been talking to your consumers for the past three years and you"
    },
    {
      "index": 489,
      "start_time": 2415040.0,
      "end_time": 2421790.0,
      "text": "have an email database of 150,000 loyal fans who have downloaded your app. That&#39;s all about"
    },
    {
      "index": 490,
      "start_time": 2421790.0,
      "end_time": 2426970.0,
      "text": "repeat. But we do have a pretty good idea already"
    },
    {
      "index": 491,
      "start_time": 2426970.0,
      "end_time": 2433921.0,
      "text": "of what kind of stuff works. So when I was talking about research earlier in the session,"
    },
    {
      "index": 492,
      "start_time": 2433920.0,
      "end_time": 2440119.0,
      "text": "we did this over the last couple of weeks. We put out a couple of questions on google.com/insights,"
    },
    {
      "index": 493,
      "start_time": 2440120.0,
      "end_time": 2444960.0,
      "text": "paid about a thousand bucks, whatever, basically asked people, what influences your decision"
    },
    {
      "index": 494,
      "start_time": 2444960.0,
      "end_time": 2451590.0,
      "text": "to install an app? U.S. only consumers, granted. We got about 1500 responses which is statistically"
    },
    {
      "index": 495,
      "start_time": 2451590.0,
      "end_time": 2460441.0,
      "text": "significant. And here&#39;s what they told us. I&#39;m influenced by user reviews. Top apps lists."
    },
    {
      "index": 496,
      "start_time": 2460440.0,
      "end_time": 2464619.0,
      "text": "User ratings. And screen shots. Those are the top four. Now, obviously, it doesn&#39;t mean"
    },
    {
      "index": 497,
      "start_time": 2464620.0,
      "end_time": 2468240.0,
      "text": "that they are not influenced by the rest. But they are influenced by a lot of stuff"
    },
    {
      "index": 498,
      "start_time": 2468240.0,
      "end_time": 2473631.0,
      "text": "that you guys control. You control the user ratings because you can control how good your"
    },
    {
      "index": 499,
      "start_time": 2473630.0,
      "end_time": 2477930.0,
      "text": "product is and how frequently you update it. And how many cool features you build in and"
    },
    {
      "index": 500,
      "start_time": 2477930.0,
      "end_time": 2483319.0,
      "text": "how many crap features you take out. You control the text description. Because"
    },
    {
      "index": 501,
      "start_time": 2483320.0,
      "end_time": 2486701.0,
      "text": "you read the great marketing slides that talk about how important creative is and you built"
    },
    {
      "index": 502,
      "start_time": 2486700.0,
      "end_time": 2493619.0,
      "text": "killer text, great assets and super powerful video that have gone totally viral on YouTube."
    },
    {
      "index": 503,
      "start_time": 2493620.0,
      "end_time": 2499210.0,
      "text": "So you control a lot of that stuff. And search, you don&#39;t control that directly but you do"
    },
    {
      "index": 504,
      "start_time": 2499210.0,
      "end_time": 2508931.0,
      "text": "control it indirectly. Why? Tip number two: The other thing that affects your search rankings"
    },
    {
      "index": 505,
      "start_time": 2508930.0,
      "end_time": 2514759.0,
      "text": "in the Google Play store, is the number of installs. The more installs you have, the"
    },
    {
      "index": 506,
      "start_time": 2514760.0,
      "end_time": 2522661.0,
      "text": "higher you are on the search rankings. However, caveat, the more uninstalls you have, the"
    },
    {
      "index": 507,
      "start_time": 2522660.0,
      "end_time": 2527749.0,
      "text": "lower your search rankings, which is why you have to be careful when you use marketing."
    },
    {
      "index": 508,
      "start_time": 2527750.0,
      "end_time": 2532171.0,
      "text": "Because if your product is not good enough and you get a lot of installs and then more"
    },
    {
      "index": 509,
      "start_time": 2532170.0,
      "end_time": 2537259.0,
      "text": "uninstalls than installs because people figure out your app was not good, it is going to"
    },
    {
      "index": 510,
      "start_time": 2537260.0,
      "end_time": 2543431.0,
      "text": "penalize your search rankings. The last one on the list is paid advertising"
    },
    {
      "index": 511,
      "start_time": 2543430.0,
      "end_time": 2549450.0,
      "text": "or search. Paid search, AdMob ads. That stuff can be very effective at scale but isn&#39;t necessarily"
    },
    {
      "index": 512,
      "start_time": 2549450.0,
      "end_time": 2552529.0,
      "text": "the primary things that drives interest from consumers."
    },
    {
      "index": 513,
      "start_time": 2552530.0,
      "end_time": 2560671.0,
      "text": "Wow. Lots of stuff. It&#39;s time to advertise. It&#39;s time to get out there and spend my hard-earned"
    },
    {
      "index": 514,
      "start_time": 2560670.0,
      "end_time": 2566479.0,
      "text": "dollars advertising to consumers. What do I do? Well, we typically break this down into"
    },
    {
      "index": 515,
      "start_time": 2566480.0,
      "end_time": 2570681.0,
      "text": "two different components, if you will. One component is, of course, brand awareness or"
    },
    {
      "index": 516,
      "start_time": 2570680.0,
      "end_time": 2575999.0,
      "text": "brand advertising. Many consumers are very familiar with this, typically bigger brands"
    },
    {
      "index": 517,
      "start_time": 2576000.0,
      "end_time": 2580280.0,
      "text": "do this. But also developers who aspire to really build a long-lasting presence on mobile"
    },
    {
      "index": 518,
      "start_time": 2580280.0,
      "end_time": 2584181.0,
      "text": "are starting to do this. And the thing that we&#39;re starting to see after three or four"
    },
    {
      "index": 519,
      "start_time": 2584180.0,
      "end_time": 2589420.0,
      "text": "years now on the smartphone app space, you are starting to see the emergence of the world&#39;s"
    },
    {
      "index": 520,
      "start_time": 2589420.0,
      "end_time": 2595959.0,
      "text": "first mobile brands, which is really cool. Right? These are apps that have basically"
    },
    {
      "index": 521,
      "start_time": 2595960.0,
      "end_time": 2603490.0,
      "text": "built their reputation and built their brand on mobile. Angry Birds, massive brand started"
    },
    {
      "index": 522,
      "start_time": 2603490.0,
      "end_time": 2610701.0,
      "text": "on mobile. Lookout Mobile Security, security app, started on mobile. Uber, some of you"
    },
    {
      "index": 523,
      "start_time": 2610700.0,
      "end_time": 2615380.0,
      "text": "guys, little more niche, started on mobile. We&#39;re seeing more and more mobile brands and"
    },
    {
      "index": 524,
      "start_time": 2615380.0,
      "end_time": 2620880.0,
      "text": "brands being built for the first time through mobile. When we tuck about brand advertising,"
    },
    {
      "index": 525,
      "start_time": 2620880.0,
      "end_time": 2626309.0,
      "text": "that&#39;s stuff like if I come up with a cool video for my app and I promote that through"
    },
    {
      "index": 526,
      "start_time": 2626310.0,
      "end_time": 2631131.0,
      "text": "YouTube. I might not necessarily get a ton of people to buy it but I create a lot of"
    },
    {
      "index": 527,
      "start_time": 2631130.0,
      "end_time": 2635380.0,
      "text": "awareness. Why? Because a picture is worth a thousand words and a video is worth a thousand"
    },
    {
      "index": 528,
      "start_time": 2635380.0,
      "end_time": 2643049.0,
      "text": "pictures. That&#39;s brand awareness. That&#39;s brand advertising. TV, outdoor, YouTube, videos,"
    },
    {
      "index": 529,
      "start_time": 2643050.0,
      "end_time": 2646990.0,
      "text": "that&#39;s brand awareness. How do you measure that stuff? You might ask, why on earth would"
    },
    {
      "index": 530,
      "start_time": 2646990.0,
      "end_time": 2651350.0,
      "text": "I do this? I need to be able to measure this. If I do an AdMob campaign, I can measure the"
    },
    {
      "index": 531,
      "start_time": 2651350.0,
      "end_time": 2656881.0,
      "text": "clicks. That&#39;s true, but you can measure brand. It&#39;s a different way of doing it. Essentially"
    },
    {
      "index": 532,
      "start_time": 2656880.0,
      "end_time": 2662029.0,
      "text": "what you need to do is you run what&#39;s called a brand tracker which can be very simple exercise"
    },
    {
      "index": 533,
      "start_time": 2662030.0,
      "end_time": 2667151.0,
      "text": "of asking three to four questions to your base of consumers every single month. And"
    },
    {
      "index": 534,
      "start_time": 2667150.0,
      "end_time": 2671019.0,
      "text": "you ask them questions like, for example, among the following kinds of sports apps,"
    },
    {
      "index": 535,
      "start_time": 2671020.0,
      "end_time": 2675960.0,
      "text": "which have you heard of? You list all the apps, yours and your competitors. That&#39;s aided"
    },
    {
      "index": 536,
      "start_time": 2675960.0,
      "end_time": 2680580.0,
      "text": "brand awareness. You can ask another question which is, which sports apps have you heard"
    },
    {
      "index": 537,
      "start_time": 2680580.0,
      "end_time": 2686201.0,
      "text": "of in general? That&#39;s unaided brand awareness. You can ask questions, for example, of in"
    },
    {
      "index": 538,
      "start_time": 2686200.0,
      "end_time": 2691279.0,
      "text": "the next four weeks, do you intend to purchase a sports app? That&#39;s purchase intent. So there"
    },
    {
      "index": 539,
      "start_time": 2691280.0,
      "end_time": 2695460.0,
      "text": "are a lot of ways to measure brand awareness. Most of your time, however, is probably going"
    },
    {
      "index": 540,
      "start_time": 2695460.0,
      "end_time": 2700181.0,
      "text": "to be focused on the second bullet which is all about direct response. And in that case"
    },
    {
      "index": 541,
      "start_time": 2700180.0,
      "end_time": 2706059.0,
      "text": "what you&#39;re looking at is stuff like search, mobile ads, incentivized."
    },
    {
      "index": 542,
      "start_time": 2706060.0,
      "end_time": 2713381.0,
      "text": "So tip number four: Search at least for us when we are promoting the Google Play store"
    },
    {
      "index": 543,
      "start_time": 2713380.0,
      "end_time": 2721039.0,
      "text": "has been one of the most effective ways to actually advertise. Why? First of all, because"
    },
    {
      "index": 544,
      "start_time": 2721040.0,
      "end_time": 2725260.0,
      "text": "the click through rate, which our colleagues previously mentioned, is higher on search"
    },
    {
      "index": 545,
      "start_time": 2725260.0,
      "end_time": 2731490.0,
      "text": "generally than any other medium. Why is that? Because search is an active advertising form."
    },
    {
      "index": 546,
      "start_time": 2731490.0,
      "end_time": 2735431.0,
      "text": "Search basically provides a request, provides information to a consumer who is already looking"
    },
    {
      "index": 547,
      "start_time": 2735430.0,
      "end_time": 2741940.0,
      "text": "for something specific. Therefore, the odds are that that person is more interested in"
    },
    {
      "index": 548,
      "start_time": 2741940.0,
      "end_time": 2746999.0,
      "text": "that result because it&#39;s specific to what they are looking for. If I do a search on"
    },
    {
      "index": 549,
      "start_time": 2747000.0,
      "end_time": 2750740.0,
      "text": "sports apps and I see your app and I&#39;m interested in sports, the probability is higher that"
    },
    {
      "index": 550,
      "start_time": 2750740.0,
      "end_time": 2755320.0,
      "text": "I&#39;m going to download that. That&#39;s going to be more cost effective for you and higher"
    },
    {
      "index": 551,
      "start_time": 2755320.0,
      "end_time": 2761181.0,
      "text": "probability that that person is actually going to install your application. Typically, what"
    },
    {
      "index": 552,
      "start_time": 2761180.0,
      "end_time": 2766629.0,
      "text": "would you expect from a good mobile search campaign? For us, we see good search result"
    },
    {
      "index": 553,
      "start_time": 2766630.0,
      "end_time": 2772830.0,
      "text": "-- a good click through rate on mobile search through 3, 4, 5% click through rate, or at"
    },
    {
      "index": 554,
      "start_time": 2772830.0,
      "end_time": 2778460.0,
      "text": "least 2%, somewhere around there. Ads you can use and are a great way to scale your"
    },
    {
      "index": 555,
      "start_time": 2778460.0,
      "end_time": 2783120.0,
      "text": "marketing efforts but are typically going to be a little bit less effective? Why? Because"
    },
    {
      "index": 556,
      "start_time": 2783120.0,
      "end_time": 2788800.0,
      "text": "ads essentially are a passive means of advertising. The consumers playing a game on a web site"
    },
    {
      "index": 557,
      "start_time": 2788800.0,
      "end_time": 2792970.0,
      "text": "somewhere and they see an ad and basically it&#39;s a passive experience. I&#39;m either interested"
    },
    {
      "index": 558,
      "start_time": 2792970.0,
      "end_time": 2797151.0,
      "text": "in or I&#39;m not. But I&#39;m not specifically making a proactive search for it, so I&#39;m probably"
    },
    {
      "index": 559,
      "start_time": 2797150.0,
      "end_time": 2801249.0,
      "text": "not looking for your application. Web site typically a good response rate for"
    },
    {
      "index": 560,
      "start_time": 2801250.0,
      "end_time": 2808441.0,
      "text": "Mobile ad campaign can be .5, .6, .7, .8% CTR, vastly different from what you would"
    },
    {
      "index": 561,
      "start_time": 2808440.0,
      "end_time": 2815200.0,
      "text": "get on search. Perhaps more targeted in certain cases and perhaps we can get more scale but,"
    },
    {
      "index": 562,
      "start_time": 2815200.0,
      "end_time": 2822999.0,
      "text": "again, different results. So here we&#39;re going to actually run another video where we interviewed"
    },
    {
      "index": 563,
      "start_time": 2823000.0,
      "end_time": 2828560.0,
      "text": "another one of our top developers, this case it was Pocket Gems telling us about their"
    },
    {
      "index": 564,
      "start_time": 2828560.0,
      "end_time": 2835050.0,
      "text": "experience marketing and what worked for them. [ Video ]"
    },
    {
      "index": 565,
      "start_time": 2835050.0,
      "end_time": 2842370.0,
      "text": "&gt;&gt;&gt; Hi, I&#39;m Arjun Dayal, Android product leader for Pocket Gems."
    },
    {
      "index": 566,
      "start_time": 2842370.0,
      "end_time": 2846870.0,
      "text": "&gt;&gt;&gt; And Michael Dawson, I lead business development in Pocket Gems."
    },
    {
      "index": 567,
      "start_time": 2846870.0,
      "end_time": 2852411.0,
      "text": "&gt;&gt;&gt; Pocket Gems is a Mobile gaming focused company that was founded in 2009 and is backed"
    },
    {
      "index": 568,
      "start_time": 2852410.0,
      "end_time": 2857140.0,
      "text": "by Sequoia Capital. Our titles have been downloaded 60,000 times and on Android specifically we&#39;ve"
    },
    {
      "index": 569,
      "start_time": 2857140.0,
      "end_time": 2861599.0,
      "text": "had five titles released in the past nine months. Marketing in Pocket Gems allows us"
    },
    {
      "index": 570,
      "start_time": 2861600.0,
      "end_time": 2867310.0,
      "text": "to inform our community about our new unique experiences. What we found is that by focusing"
    },
    {
      "index": 571,
      "start_time": 2867310.0,
      "end_time": 2872250.0,
      "text": "on creating unique experiences applied to the broadest audience what we&#39;re able to do"
    },
    {
      "index": 572,
      "start_time": 2872250.0,
      "end_time": 2875460.0,
      "text": "is get the most engagement out of our user base."
    },
    {
      "index": 573,
      "start_time": 2875460.0,
      "end_time": 2878830.0,
      "text": "&gt;&gt;&gt; For us the goal is to get our games in front of as many people as possible. Google"
    },
    {
      "index": 574,
      "start_time": 2878830.0,
      "end_time": 2885100.0,
      "text": "Play has been the most important for that with by far the largest audience."
    },
    {
      "index": 575,
      "start_time": 2885100.0,
      "end_time": 2889000.0,
      "text": "&gt;&gt;&gt; For marketing messages a lot of the data is really centered around engagement. And"
    },
    {
      "index": 576,
      "start_time": 2889000.0,
      "end_time": 2894460.0,
      "text": "for that -- we&#39;re able to engage the effectiveness of messages and how connected our community"
    },
    {
      "index": 577,
      "start_time": 2894460.0,
      "end_time": 2900421.0,
      "text": "and population is based on the amount of time they spent in the app and the number of times"
    },
    {
      "index": 578,
      "start_time": 2900420.0,
      "end_time": 2907410.0,
      "text": "they looked at different aspects. &gt;&gt;&gt; We take a multichannel approach. The most"
    },
    {
      "index": 579,
      "start_time": 2907410.0,
      "end_time": 2914549.0,
      "text": "important channel is cross-promotion for us but we layer on to that and PR, paid advertising"
    },
    {
      "index": 580,
      "start_time": 2914550.0,
      "end_time": 2921010.0,
      "text": "channels, as well as work to start word-of-mouth campaigns. We love talking to game writers"
    },
    {
      "index": 581,
      "start_time": 2921010.0,
      "end_time": 2925251.0,
      "text": "and tech writers as well as Android-specific bloggers."
    },
    {
      "index": 582,
      "start_time": 2925250.0,
      "end_time": 2933449.0,
      "text": "&gt;&gt;&gt; We have a lot of fun with the creative. We take our iconic characters, we put them"
    },
    {
      "index": 583,
      "start_time": 2933450.0,
      "end_time": 2938171.0,
      "text": "in simple backgrounds and then create a bunch of versions of those and then we AB test that"
    },
    {
      "index": 584,
      "start_time": 2938170.0,
      "end_time": 2943650.0,
      "text": "creative. So as an example with Top Dragon Park, we took our little baby dragon Nixon"
    },
    {
      "index": 585,
      "start_time": 2943650.0,
      "end_time": 2947640.0,
      "text": "and we tried him in different colors and found people loved blue the best so we made blue"
    },
    {
      "index": 586,
      "start_time": 2947640.0,
      "end_time": 2952109.0,
      "text": "the icon in a lot of our ad-creating. &gt;&gt;&gt; So in Tap Zoo and Tap Dragon Park over"
    },
    {
      "index": 587,
      "start_time": 2952110.0,
      "end_time": 2956700.0,
      "text": "the last couple months, we&#39;ve had a number of different special promotions and specialized"
    },
    {
      "index": 588,
      "start_time": 2956700.0,
      "end_time": 2963221.0,
      "text": "requests that have allowed our users to get creative."
    },
    {
      "index": 589,
      "start_time": 2963220.0,
      "end_time": 2967359.0,
      "text": "&gt;&gt;&gt; We look to get the word out about our games right before they launch, so this can"
    },
    {
      "index": 590,
      "start_time": 2967360.0,
      "end_time": 2972770.0,
      "text": "either be pure mouth of friends telling friends or it can be in the games telling people about"
    },
    {
      "index": 591,
      "start_time": 2972770.0,
      "end_time": 2975120.0,
      "text": "new games we&#39;ve launched. &gt;&gt;&gt; When we&#39;re about to launch an app, we"
    },
    {
      "index": 592,
      "start_time": 2975120.0,
      "end_time": 2979881.0,
      "text": "create a number of different assets, including app icons, feature graphics, future graphics,"
    },
    {
      "index": 593,
      "start_time": 2979880.0,
      "end_time": 2984410.0,
      "text": "promotional graphics, viral videos and descriptive screen shots that allow users who have not"
    },
    {
      "index": 594,
      "start_time": 2984410.0,
      "end_time": 2990989.0,
      "text": "download the game yet to understand what it&#39;s like to actually play the game."
    },
    {
      "index": 595,
      "start_time": 2990990.0,
      "end_time": 2996441.0,
      "text": "[ Video concludes ] &gt;&gt;Patrick Mork: Cool, that&#39;s about advertising."
    },
    {
      "index": 596,
      "start_time": 2996440.0,
      "end_time": 3002160.0,
      "text": "The last thing I really wanted to talk about, the last P of the four Ps, is, of course,"
    },
    {
      "index": 597,
      "start_time": 3002160.0,
      "end_time": 3006969.0,
      "text": "distribution. So you guys may remember I said at the beginning of the presentation that"
    },
    {
      "index": 598,
      "start_time": 3006970.0,
      "end_time": 3013391.0,
      "text": "I was a Pepsi guy, that I had blue blood that flows throughout my veins. And I was one of"
    },
    {
      "index": 599,
      "start_time": 3013390.0,
      "end_time": 3018440.0,
      "text": "these freaks that would not drink a vodka Coke because it had Coke in it so I&#39;d just"
    },
    {
      "index": 600,
      "start_time": 3018440.0,
      "end_time": 3025829.0,
      "text": "drink the vodka. So it does pain me to say this but why is Coke still it? Why does Coke"
    },
    {
      "index": 601,
      "start_time": 3025830.0,
      "end_time": 3034210.0,
      "text": "still beat Pepsi? Distribution. It&#39;s not necessarily they have a stronger brand. It&#39;s certainly"
    },
    {
      "index": 602,
      "start_time": 3034210.0,
      "end_time": 3040681.0,
      "text": "not that they have better advertising. Coke today is available in more countries of the"
    },
    {
      "index": 603,
      "start_time": 3040680.0,
      "end_time": 3050459.0,
      "text": "world freely and accessibly than bottled drinkable water. That sounds like a joke. It is very"
    },
    {
      "index": 604,
      "start_time": 3050460.0,
      "end_time": 3057681.0,
      "text": "true. The thing that built Coke distribution muscle, and some of these pictures prove it."
    },
    {
      "index": 605,
      "start_time": 3057680.0,
      "end_time": 3062039.0,
      "text": "You can find Coke anywhere. I have found Coke the most outrageous places possible and, of"
    },
    {
      "index": 606,
      "start_time": 3062040.0,
      "end_time": 3068960.0,
      "text": "course, it pissed me off because I wanted Pepsi. The same kind of thing needs to influence"
    },
    {
      "index": 607,
      "start_time": 3068960.0,
      "end_time": 3074891.0,
      "text": "your decision when you think about distribution. Your distribution does not end when you go"
    },
    {
      "index": 608,
      "start_time": 3074890.0,
      "end_time": 3085349.0,
      "text": "live on the play store. Maybe it does on iOS but not on the play store. Our goal is virality"
    },
    {
      "index": 609,
      "start_time": 3085350.0,
      "end_time": 3091260.0,
      "text": "and virality means reach. So how do we tackle distribution, is that developers, all the"
    },
    {
      "index": 610,
      "start_time": 3091260.0,
      "end_time": 3096270.0,
      "text": "first stuff, of course, is device coverage, we look at all those devices, we look at the"
    },
    {
      "index": 611,
      "start_time": 3096270.0,
      "end_time": 3100120.0,
      "text": "market, we anticipate the new devices coming out on the market, and we think to ourselves,"
    },
    {
      "index": 612,
      "start_time": 3100120.0,
      "end_time": 3104370.0,
      "text": "what devices do I need to be on, what are the legacy devices that still have a lot of"
    },
    {
      "index": 613,
      "start_time": 3104370.0,
      "end_time": 3109330.0,
      "text": "attraction, what are the new devices that are still hot that I need my game to be on?"
    },
    {
      "index": 614,
      "start_time": 3109330.0,
      "end_time": 3113990.0,
      "text": "The more devices that we&#39;re on, the more people are going to talk about our great products"
    },
    {
      "index": 615,
      "start_time": 3113990.0,
      "end_time": 3117131.0,
      "text": "and it&#39;s going to go viral and I&#39;m not going to have to worry if the user has the phone"
    },
    {
      "index": 616,
      "start_time": 3117130.0,
      "end_time": 3123219.0,
      "text": "or not because I have the app for it. The second step is channel coverage. Of course"
    },
    {
      "index": 617,
      "start_time": 3123220.0,
      "end_time": 3127000.0,
      "text": "we&#39;re thrilled you guys use Google Play and we think Google Play is going to be your main"
    },
    {
      "index": 618,
      "start_time": 3127000.0,
      "end_time": 3131931.0,
      "text": "distribution channel for a long time to come. But that doesn&#39;t mean it&#39;s the only distribution"
    },
    {
      "index": 619,
      "start_time": 3131930.0,
      "end_time": 3140170.0,
      "text": "channel. And the fifth tip of the day is distribute your application on as many distribution channels"
    },
    {
      "index": 620,
      "start_time": 3140170.0,
      "end_time": 3146859.0,
      "text": "as makes commercial sense for you. Wherever that might be. If you go, for example, to"
    },
    {
      "index": 621,
      "start_time": 3146860.0,
      "end_time": 3153220.0,
      "text": "WIP connector.org which is a site run by the wireless industry partnership which is a nonprofit"
    },
    {
      "index": 622,
      "start_time": 3153220.0,
      "end_time": 3157490.0,
      "text": "geared toward helping developers there&#39;s a whole section on that site that talks about"
    },
    {
      "index": 623,
      "start_time": 3157490.0,
      "end_time": 3164060.0,
      "text": "app stores and app distribution channels cross all the OSs, not just Android. So in that"
    },
    {
      "index": 624,
      "start_time": 3164060.0,
      "end_time": 3168661.0,
      "text": "respect, do yourselves a favor and distribute on as many channels as makes sense for you."
    },
    {
      "index": 625,
      "start_time": 3168660.0,
      "end_time": 3173549.0,
      "text": "Whether that&#39;s carrier portals or carrier freeloads or third-party app stores, if it"
    },
    {
      "index": 626,
      "start_time": 3173550.0,
      "end_time": 3179270.0,
      "text": "makes sense and you can reach more people and you can get more viral, go for it."
    },
    {
      "index": 627,
      "start_time": 3179270.0,
      "end_time": 3184911.0,
      "text": "The third step, of course, is in line with our thinking about virality and that&#39;s OS"
    },
    {
      "index": 628,
      "start_time": 3184910.0,
      "end_time": 3189160.0,
      "text": "coverage. And consumers have a great experience on an Android app, but if they have a lot"
    },
    {
      "index": 629,
      "start_time": 3189160.0,
      "end_time": 3194109.0,
      "text": "of friends who, God forbid, have iPhones, well, why should those people not be able"
    },
    {
      "index": 630,
      "start_time": 3194110.0,
      "end_time": 3200181.0,
      "text": "to get your app as well. It all helps you go viral, right? So have your app available,"
    },
    {
      "index": 631,
      "start_time": 3200180.0,
      "end_time": 3204779.0,
      "text": "again, on as many OSs as is commercially viable, as makes business sense for you because it&#39;s"
    },
    {
      "index": 632,
      "start_time": 3204780.0,
      "end_time": 3208921.0,
      "text": "going to drive your virality. When we look back at the case of e-buddy, these guys were"
    },
    {
      "index": 633,
      "start_time": 3208920.0,
      "end_time": 3213549.0,
      "text": "available on every single platform known to man, including, for example, Mobile web."
    },
    {
      "index": 634,
      "start_time": 3213550.0,
      "end_time": 3220151.0,
      "text": "And lastly, of course, analyze, optimize, prioritize constantly. Look at your distribution"
    },
    {
      "index": 635,
      "start_time": 3220150.0,
      "end_time": 3224749.0,
      "text": "channels, look at your downloads by installed devices, look at your downloads by channel"
    },
    {
      "index": 636,
      "start_time": 3224750.0,
      "end_time": 3230110.0,
      "text": "and then reprioritize every quarter, look at the data, analyze. Rinse, repeat, and start"
    },
    {
      "index": 637,
      "start_time": 3230110.0,
      "end_time": 3232950.0,
      "text": "over. Lastly, of course, you&#39;re always going to"
    },
    {
      "index": 638,
      "start_time": 3232950.0,
      "end_time": 3240800.0,
      "text": "need a little bit of luck. Cross your toes, cross your fingers, hope it all works."
    },
    {
      "index": 639,
      "start_time": 3240800.0,
      "end_time": 3245120.0,
      "text": "So we&#39;ve been through a lot of stuff today. People are probably tired. People are probably"
    },
    {
      "index": 640,
      "start_time": 3245120.0,
      "end_time": 3249850.0,
      "text": "thirsty. We have a really cool fireside chat coming up which I hope you guys will stay"
    },
    {
      "index": 641,
      "start_time": 3249850.0,
      "end_time": 3252790.0,
      "text": "for. The other thing I wanted to point out is there&#39;s going to be a great session on"
    },
    {
      "index": 642,
      "start_time": 3252790.0,
      "end_time": 3256671.0,
      "text": "day three, 11:30 a.m, about measurement, it&#39;s going to go into a lot of detail, helping"
    },
    {
      "index": 643,
      "start_time": 3256670.0,
      "end_time": 3261380.0,
      "text": "you guys analyze how your performance of your campaigns are going. Today we&#39;ve covered a"
    },
    {
      "index": 644,
      "start_time": 3261380.0,
      "end_time": 3266529.0,
      "text": "lot of stuff. We&#39;ve talked about our product. We&#39;ve talked about our business models. We&#39;ve"
    },
    {
      "index": 645,
      "start_time": 3266530.0,
      "end_time": 3270710.0,
      "text": "talked about our promotions and how we advertise and promote our apps, the kind of assets we&#39;ve"
    },
    {
      "index": 646,
      "start_time": 3270710.0,
      "end_time": 3275391.0,
      "text": "built. We&#39;ve talked about distribution. All the different ways that we can go viral. And,"
    },
    {
      "index": 647,
      "start_time": 3275390.0,
      "end_time": 3279449.0,
      "text": "of course, we have our great checklist. So we really have a lot of stuff for you guys"
    },
    {
      "index": 648,
      "start_time": 3279450.0,
      "end_time": 3287360.0,
      "text": "to sink your teeth into. But before we go, a little gift for you guys,"
    },
    {
      "index": 649,
      "start_time": 3287360.0,
      "end_time": 3293720.0,
      "text": "it&#39;s a detail on the grand scheme of things that you&#39;re getting. So we really want you"
    },
    {
      "index": 650,
      "start_time": 3293720.0,
      "end_time": 3301520.0,
      "text": "guys to build great stuff. We really want you to play and work hard and when you work"
    },
    {
      "index": 651,
      "start_time": 3301520.0,
      "end_time": 3308040.0,
      "text": "hard we want you to play even harder. So we have a couple of tee shirts. These tee shirts"
    },
    {
      "index": 652,
      "start_time": 3308040.0,
      "end_time": 3312260.0,
      "text": "are pretty special to us. Simple reason. These tee shirts were created, there were only a"
    },
    {
      "index": 653,
      "start_time": 3312260.0,
      "end_time": 3315540.0,
      "text": "couple hundred created, and they were only created for members of the Google Play team"
    },
    {
      "index": 654,
      "start_time": 3315540.0,
      "end_time": 3319580.0,
      "text": "when we launched Google Play as a brand. That&#39;s part of the big celebration we did three months"
    },
    {
      "index": 655,
      "start_time": 3319580.0,
      "end_time": 3326421.0,
      "text": "ago. These are pretty much the last five that are left that have not been given out to consumers."
    },
    {
      "index": 656,
      "start_time": 3326420.0,
      "end_time": 3330249.0,
      "text": "So I&#39;m going to ask you a couple of questions to see how much of this stuff you absorbed."
    },
    {
      "index": 657,
      "start_time": 3330250.0,
      "end_time": 3338460.0,
      "text": "See how fired up we are about marketing. Are we going to do research and know our users?"
    },
    {
      "index": 658,
      "start_time": 3338460.0,
      "end_time": 3341050.0,
      "text": "&gt;&gt;&gt; Yes. &gt;&gt;PATRICK MORK: What?"
    },
    {
      "index": 659,
      "start_time": 3341050.0,
      "end_time": 3344740.0,
      "text": "&gt;&gt;&gt; Yes. &gt;&gt;PATRICK MORK: All right. Are we going to"
    },
    {
      "index": 660,
      "start_time": 3344740.0,
      "end_time": 3347920.0,
      "text": "develop some really magical kick-ass Android apps?"
    },
    {
      "index": 661,
      "start_time": 3347920.0,
      "end_time": 3349760.0,
      "text": "&gt;&gt;&gt; Yes. &gt;&gt;PATRICK MORK: What?"
    },
    {
      "index": 662,
      "start_time": 3349760.0,
      "end_time": 3352990.0,
      "text": "&gt;&gt;&gt; Yes. &gt;&gt;PATRICK MORK: All right, that&#39;s better."
    },
    {
      "index": 663,
      "start_time": 3352990.0,
      "end_time": 3358401.0,
      "text": "And lastly, are we going to build som awesome bad-ass marketing plans to connect those users"
    },
    {
      "index": 664,
      "start_time": 3358400.0,
      "end_time": 3359989.0,
      "text": "with our magical properties? &gt;&gt;&gt; Yes."
    },
    {
      "index": 665,
      "start_time": 3359990.0,
      "end_time": 3361340.0,
      "text": "&gt;&gt;Patrick Mork: What? &gt;&gt;&gt; Yes."
    },
    {
      "index": 666,
      "start_time": 3361340.0,
      "end_time": 3362690.0,
      "text": "&gt;&gt;Patrick Mork: What? &gt;&gt;&gt; Yes."
    },
    {
      "index": 667,
      "start_time": 3362690.0,
      "end_time": 3372690.0,
      "text": "&gt;&gt;Patrick Mork: All right. Thank you very much. Have a great time at I/O."
    }
  ]
}