{
  "video_id": "JThQvaYEP-0",
  "title": "Leonard Hofstadter",
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 6290.0,
      "text": "Leonard Leakey Hofstadter, Ph.D., is a fictional character on the CBS television series The"
    },
    {
      "index": 2,
      "start_time": 6290.0,
      "end_time": 12400.0,
      "text": "Big Bang Theory, portrayed by actor Johnny Galecki. Leonard is an experimental physicist,"
    },
    {
      "index": 3,
      "start_time": 12400.0,
      "end_time": 18190.0,
      "text": "who shares an apartment with colleague and best friend Dr. Sheldon Cooper. For his portrayal,"
    },
    {
      "index": 4,
      "start_time": 18190.0,
      "end_time": 24150.0,
      "text": "Galecki was nominated for a Primetime Emmy Award and a Golden Globe Award in 2011."
    },
    {
      "index": 5,
      "start_time": 24150.0,
      "end_time": 29279.0,
      "text": "Leonard has been described as the straight man of the series. Penny is Leonard&#39;s next-door"
    },
    {
      "index": 6,
      "start_time": 29279.0,
      "end_time": 34359.0,
      "text": "neighbor and main love interest, and the teasing of romance between the two of them is a major"
    },
    {
      "index": 7,
      "start_time": 34359.0,
      "end_time": 40829.0,
      "text": "force driving the series. In &quot;The Gorilla Dissolution&quot;, they finally become engaged."
    },
    {
      "index": 8,
      "start_time": 40829.0,
      "end_time": 45079.0,
      "text": "Creation and casting Leonard is named after actor/producer Sheldon"
    },
    {
      "index": 9,
      "start_time": 45079.0,
      "end_time": 51019.0,
      "text": "Leonard, and Nobel Prize Laureate Robert Hofstadter. Johnny Galecki was originally asked to play"
    },
    {
      "index": 10,
      "start_time": 51019.0,
      "end_time": 54999.0,
      "text": "the role of Sheldon Cooper, but thought he would be &quot;better suited&quot; for the character"
    },
    {
      "index": 11,
      "start_time": 54999.0,
      "end_time": 58129.0,
      "text": "of Leonard. Personality"
    },
    {
      "index": 12,
      "start_time": 58129.0,
      "end_time": 62440.0,
      "text": "Originally from New Jersey and a graduate of Princeton University, Leonard works as"
    },
    {
      "index": 13,
      "start_time": 62440.0,
      "end_time": 67909.0,
      "text": "a Caltech experimental physicist, mainly working with lasers, and shares an apartment with"
    },
    {
      "index": 14,
      "start_time": 67909.0,
      "end_time": 74439.0,
      "text": "colleague Sheldon Cooper in Pasadena, California. He is usually seen wearing his characteristic"
    },
    {
      "index": 15,
      "start_time": 74439.0,
      "end_time": 80109.0,
      "text": "black thick-framed glasses, low-cut black Converse All Stars sneakers, pastel hoodies"
    },
    {
      "index": 16,
      "start_time": 80109.0,
      "end_time": 86539.0,
      "text": "or neutral-colored sweat jackets or a combination of the two, brown or red trousers, and physics-themed"
    },
    {
      "index": 17,
      "start_time": 86539.0,
      "end_time": 92460.0,
      "text": "T-shirts. His various girlfriends have tried to change his outfits: Penny had no success"
    },
    {
      "index": 18,
      "start_time": 92460.0,
      "end_time": 97270.0,
      "text": "while Stephanie got him to wear dress shirts and sweaters, and Priya got him to briefly"
    },
    {
      "index": 19,
      "start_time": 97270.0,
      "end_time": 103600.0,
      "text": "switch to dress shirts, waistcoats and dark slacks; he reverted to his original outfits"
    },
    {
      "index": 20,
      "start_time": 103600.0,
      "end_time": 108649.0,
      "text": "after she leaves for India, but started eschewing his hoodies in favour of unbuttoned safari"
    },
    {
      "index": 21,
      "start_time": 108649.0,
      "end_time": 113549.0,
      "text": "shirts and non-hooded jackets towards the end of the seventh season, a trend that continued"
    },
    {
      "index": 22,
      "start_time": 113549.0,
      "end_time": 117579.0,
      "text": "into the eighth season. Although Leonard feels at home with his geek"
    },
    {
      "index": 23,
      "start_time": 117579.0,
      "end_time": 122990.0,
      "text": "colleagues, he wants to be more social. Among the main characters, he generally has the"
    },
    {
      "index": 24,
      "start_time": 122990.0,
      "end_time": 129070.0,
      "text": "least amount of difficulty interacting with &quot;non-geek&quot; individuals. He is instantly captivated"
    },
    {
      "index": 25,
      "start_time": 129070.0,
      "end_time": 132730.0,
      "text": "by Penny, and from the beginning sets out to date her."
    },
    {
      "index": 26,
      "start_time": 132730.0,
      "end_time": 138710.0,
      "text": "In early episodes, Leonard is reluctant to let Penny know about his recreational activities,"
    },
    {
      "index": 27,
      "start_time": 138710.0,
      "end_time": 144400.0,
      "text": "as he does not want her to see him as a geek. While certainly a geek by most definitions,"
    },
    {
      "index": 28,
      "start_time": 144400.0,
      "end_time": 148670.0,
      "text": "he is less socially inept than Sheldon, Raj, and Howard."
    },
    {
      "index": 29,
      "start_time": 148670.0,
      "end_time": 153090.0,
      "text": "Leonard can also play the cello, although he holds the bow upside down and plays on"
    },
    {
      "index": 30,
      "start_time": 153090.0,
      "end_time": 158690.0,
      "text": "the finger board. As seen in the season 1 episode &quot;The Hamburger Postulate&quot;, he and"
    },
    {
      "index": 31,
      "start_time": 158690.0,
      "end_time": 163080.0,
      "text": "Leslie Winkle practice their instruments and then leave to have intercourse"
    },
    {
      "index": 32,
      "start_time": 163080.0,
      "end_time": 168240.0,
      "text": "Despite his attempts to not appear to be a geek, Leonard owns, among other things, Star"
    },
    {
      "index": 33,
      "start_time": 168240.0,
      "end_time": 173760.0,
      "text": "Wars hygiene products, a prop of the One Ring, an expansive Superman comic book collection"
    },
    {
      "index": 34,
      "start_time": 173760.0,
      "end_time": 179900.0,
      "text": "and a Battlestar Galactica Colonial warrior&#39;s flight suit. Early in the series, Leonard"
    },
    {
      "index": 35,
      "start_time": 179900.0,
      "end_time": 185540.0,
      "text": "tried to get rid of his collectables to impress Penny with his maturity. However, he changed"
    },
    {
      "index": 36,
      "start_time": 185540.0,
      "end_time": 189950.0,
      "text": "his mind when he saw that Penny was already dating another man."
    },
    {
      "index": 37,
      "start_time": 189950.0,
      "end_time": 194320.0,
      "text": "Because he has lived with Sheldon for many years, Leonard knows him better than his other"
    },
    {
      "index": 38,
      "start_time": 194320.0,
      "end_time": 199670.0,
      "text": "colleagues: this has led Sheldon to believe that Leonard is his best friend. Nevertheless,"
    },
    {
      "index": 39,
      "start_time": 199670.0,
      "end_time": 204580.0,
      "text": "Leonard often finds himself explaining Sheldon&#39;s behavior or serving as a mediator between"
    },
    {
      "index": 40,
      "start_time": 204580.0,
      "end_time": 210610.0,
      "text": "him and other people in many situations. For instance, when Penny and Sheldon engaged in"
    },
    {
      "index": 41,
      "start_time": 210610.0,
      "end_time": 215480.0,
      "text": "a fierce dispute, Leonard gave Penny Sheldon&#39;s mother&#39;s phone number so she would call her"
    },
    {
      "index": 42,
      "start_time": 215480.0,
      "end_time": 221620.0,
      "text": "son and scold him for his behavior, thus ending the fight. &quot;The Staircase Implementation&quot;"
    },
    {
      "index": 43,
      "start_time": 221620.0,
      "end_time": 226730.0,
      "text": "features a flashback to when Leonard first moved in with Sheldon. Leonard explains to"
    },
    {
      "index": 44,
      "start_time": 226730.0,
      "end_time": 231390.0,
      "text": "Penny that he moved in despite the difficulty of living with Sheldon because the rent was"
    },
    {
      "index": 45,
      "start_time": 231390.0,
      "end_time": 237760.0,
      "text": "so reasonable. Shortly after moving in, during a rocketry experiment Leonard, Raj and Howard"
    },
    {
      "index": 46,
      "start_time": 237760.0,
      "end_time": 242680.0,
      "text": "conducted, Sheldon observed miscalculations Leonard made in mixing the rocket fuel and"
    },
    {
      "index": 47,
      "start_time": 242680.0,
      "end_time": 247460.0,
      "text": "managed to avert disaster by grabbing the fuel and placing it in their apartment building&#39;s"
    },
    {
      "index": 48,
      "start_time": 247460.0,
      "end_time": 253580.0,
      "text": "elevator. The resulting explosion disabled the elevator, thus explaining why the elevator"
    },
    {
      "index": 49,
      "start_time": 253580.0,
      "end_time": 259290.0,
      "text": "is out of order for the duration of the series. Leonard explains that Sheldon, despite his"
    },
    {
      "index": 50,
      "start_time": 259290.00000000003,
      "end_time": 265680.0,
      "text": "tendency to alienate others, kept quiet about Leonard&#39;s destruction of the elevator."
    },
    {
      "index": 51,
      "start_time": 265680.0,
      "end_time": 270450.0,
      "text": "Despite Leonard&#39;s reasonable nature and friendly personality, he occasionally demonstrates"
    },
    {
      "index": 52,
      "start_time": 270450.0,
      "end_time": 275750.0,
      "text": "a mean streak. These include deliberately triggering Sheldon&#39;s obsessive compulsive"
    },
    {
      "index": 53,
      "start_time": 275750.0,
      "end_time": 280840.0,
      "text": "problems, mocking Howard and Raj whenever they slip up, and making sniping comments"
    },
    {
      "index": 54,
      "start_time": 280840.0,
      "end_time": 287310.0,
      "text": "when Penny&#39;s commitment issues flare up. In addition, he is often shown to be quite jealous,"
    },
    {
      "index": 55,
      "start_time": 287310.0,
      "end_time": 292280.0,
      "text": "often feeling insecure and defensive whenever Penny interacts with another guy, and on one"
    },
    {
      "index": 56,
      "start_time": 292280.0,
      "end_time": 296990.0,
      "text": "occasion trying to frighten off a British college student she was doing a project with,"
    },
    {
      "index": 57,
      "start_time": 296990.0,
      "end_time": 300460.0,
      "text": "because Penny commented positively on his accent."
    },
    {
      "index": 58,
      "start_time": 300460.0,
      "end_time": 305870.0,
      "text": "Leonard&#39;s primary health concern is his lactose intolerance: his consuming melon or any dairy"
    },
    {
      "index": 59,
      "start_time": 305870.0,
      "end_time": 311930.0,
      "text": "products results in flatulence. Leonard wears eyeglasses because of myopia, and cannot see"
    },
    {
      "index": 60,
      "start_time": 311930.0,
      "end_time": 317660.0,
      "text": "without them. On one occasion, when his glasses were broken at the movie theater, he had to"
    },
    {
      "index": 61,
      "start_time": 317660.0,
      "end_time": 323330.0,
      "text": "surreptitiously return to his apartment and retrieve his backup glasses. In order to avoid"
    },
    {
      "index": 62,
      "start_time": 323330.0,
      "end_time": 328410.0,
      "text": "detection by a sick Sheldon and Penny, who was nursing him, Howard and Raj helped him"
    },
    {
      "index": 63,
      "start_time": 328410.0,
      "end_time": 333880.0,
      "text": "to navigate through the living room by using a helmet camera. Leonard states in one episode"
    },
    {
      "index": 64,
      "start_time": 333880.0,
      "end_time": 339690.0,
      "text": "that he suffers from sleep apnea. During his relationship with Leslie Winkle, he tells"
    },
    {
      "index": 65,
      "start_time": 339690.0,
      "end_time": 344120.0,
      "text": "her that many members of his family have died from heart disease and thus he has a genetic"
    },
    {
      "index": 66,
      "start_time": 344120.0,
      "end_time": 349300.0,
      "text": "disposition to the condition. At various points in the show, Sheldon also"
    },
    {
      "index": 67,
      "start_time": 349300.0,
      "end_time": 355360.0,
      "text": "says that Leonard gets carsick unless he sits in the front seat. In season four, it was"
    },
    {
      "index": 68,
      "start_time": 355360.0,
      "end_time": 361570.0,
      "text": "revealed that Leonard has asthma as well, and also has to use the inhaler after intercourse."
    },
    {
      "index": 69,
      "start_time": 361570.0,
      "end_time": 363790.0,
      "text": "Family All of the members of Leonard&#39;s family are"
    },
    {
      "index": 70,
      "start_time": 363790.0,
      "end_time": 369400.0,
      "text": "accomplished scientists, except for his younger brother Michael, who is a tenured law professor"
    },
    {
      "index": 71,
      "start_time": 369400.0,
      "end_time": 374360.0,
      "text": "at Harvard University. Leonard&#39;s mother, Dr. Beverly Hofstadter,"
    },
    {
      "index": 72,
      "start_time": 374360.0,
      "end_time": 381220.0,
      "text": "is a psychiatrist and neuroscientist. She has a personality almost identical to Sheldon&#39;s,"
    },
    {
      "index": 73,
      "start_time": 381220.0,
      "end_time": 386669.0,
      "text": "including strict speech patterns, lack of social conventions, and attention to detail,"
    },
    {
      "index": 74,
      "start_time": 386669.0,
      "end_time": 392110.0,
      "text": "and she is principally responsible for Leonard&#39;s difficult childhood. Sheldon and Beverly have"
    },
    {
      "index": 75,
      "start_time": 392110.0,
      "end_time": 396889.0,
      "text": "a friendly relationship where they share details of each other&#39;s lives with Sheldon often failing"
    },
    {
      "index": 76,
      "start_time": 396889.0,
      "end_time": 401290.0,
      "text": "to pass on significant information such as Leonard&#39;s parents divorcing and the family"
    },
    {
      "index": 77,
      "start_time": 401290.0,
      "end_time": 406450.0,
      "text": "dog Mitzy&#39;s death. Leonard is upset with that fact that she tells Sheldon more than she"
    },
    {
      "index": 78,
      "start_time": 406450.0,
      "end_time": 412480.0,
      "text": "tells him. After a night out of bonding and drinking with Penny, Beverly kisses Sheldon,"
    },
    {
      "index": 79,
      "start_time": 412480.0,
      "end_time": 415910.0,
      "text": "but realizes there are no romantic feelings involved."
    },
    {
      "index": 80,
      "start_time": 415910.0,
      "end_time": 421600.0,
      "text": "Due to his mother&#39;s views, Leonard never celebrated his birthday when he was a child, and when"
    },
    {
      "index": 81,
      "start_time": 421600.0,
      "end_time": 426570.0,
      "text": "she visited him she was not impressed with his unoriginal research. Leonard revealed"
    },
    {
      "index": 82,
      "start_time": 426570.0,
      "end_time": 430720.0,
      "text": "to Penny that he built a &quot;hugging machine&quot; when he was young in order to compensate for"
    },
    {
      "index": 83,
      "start_time": 430720.0,
      "end_time": 435840.0,
      "text": "the lack of affection from his mother. He further stated that his father used to borrow"
    },
    {
      "index": 84,
      "start_time": 435840.0,
      "end_time": 441389.0,
      "text": "it. Beverly also belittles Leonard by pointing out that his brother and sister are more successful"
    },
    {
      "index": 85,
      "start_time": 441389.0,
      "end_time": 447340.0,
      "text": "in their respective fields than he is. Leonard&#39;s brother, Michael, is a Harvard law professor"
    },
    {
      "index": 86,
      "start_time": 447340.0,
      "end_time": 452320.0,
      "text": "and is engaged to the youngest appellate court judge in New Jersey history, and his older"
    },
    {
      "index": 87,
      "start_time": 452320.0,
      "end_time": 458120.0,
      "text": "sister is a cutting-edge medical researcher working with gibbons to cure diabetes. Leonard"
    },
    {
      "index": 88,
      "start_time": 458120.0,
      "end_time": 463010.0,
      "text": "also dislikes Christmas because instead of gifts the Hofstadter kids had to turn in papers"
    },
    {
      "index": 89,
      "start_time": 463010.0,
      "end_time": 467410.0,
      "text": "to &quot;Santa&quot; which were graded the next day and in the course of six years he never got"
    },
    {
      "index": 90,
      "start_time": 467410.0,
      "end_time": 473889.0,
      "text": "over a &quot;C minus&quot;, which in Sheldon&#39;s view was a true gift, because, by Sheldon&#39;s thoughts,"
    },
    {
      "index": 91,
      "start_time": 473889.0,
      "end_time": 481090.0,
      "text": "he never deserved over it. Leonard had a childhood pet, a cat named Dr. Boots Hofstadter."
    },
    {
      "index": 92,
      "start_time": 481090.0,
      "end_time": 485979.0,
      "text": "Leonard&#39;s father is briefly mentioned as an anthropologist. Sheldon reveals that Leonard&#39;s"
    },
    {
      "index": 93,
      "start_time": 485979.0,
      "end_time": 492220.0,
      "text": "middle name, &quot;Leakey&quot;, comes from famed archaeologist Louis Leakey, with whom Leonard&#39;s father had"
    },
    {
      "index": 94,
      "start_time": 492220.0,
      "end_time": 497570.0,
      "text": "worked. Leonard is embarrassed by his middle name and its humorous connotations, and rarely"
    },
    {
      "index": 95,
      "start_time": 497570.0,
      "end_time": 504040.0,
      "text": "mentions it, as the name is an obvious embarrassment. Apparently his father was not very affectionate"
    },
    {
      "index": 96,
      "start_time": 504040.0,
      "end_time": 508580.0,
      "text": "towards him either, when he mentions that he had to compete with the bones of an Etruscan"
    },
    {
      "index": 97,
      "start_time": 508580.0,
      "end_time": 513449.0,
      "text": "kid for his father&#39;s favour. Though little is known about Leonard&#39;s extended"
    },
    {
      "index": 98,
      "start_time": 513448.99999999994,
      "end_time": 518808.99999999994,
      "text": "family, a few references to it have been made. In the first episode, Sheldon and Leonard"
    },
    {
      "index": 99,
      "start_time": 518808.99999999994,
      "end_time": 523958.99999999994,
      "text": "discuss Leonard&#39;s grandmother, who had visited them on Thanksgiving the year before. She"
    },
    {
      "index": 100,
      "start_time": 523958.99999999994,
      "end_time": 528629.0,
      "text": "has Alzheimer&#39;s disease and apparently &quot;had an episode&quot; during her visit, which resulted"
    },
    {
      "index": 101,
      "start_time": 528629.0,
      "end_time": 533889.0,
      "text": "in her stripping off her clothes and carving the turkey. On Beverly&#39;s first visit, she"
    },
    {
      "index": 102,
      "start_time": 533889.0,
      "end_time": 539600.0,
      "text": "tells Leonard that his uncle Floyd has died, which greatly upsets him. Leonard also has"
    },
    {
      "index": 103,
      "start_time": 539600.0,
      "end_time": 544819.0,
      "text": "several other uncles, which Sheldon says are all very bald, and when they gather together,"
    },
    {
      "index": 104,
      "start_time": 544819.0,
      "end_time": 550399.0,
      "text": "they look &quot;like a half carton of eggs.&quot; Leonard describes his aunt, however, as being &quot;one"
    },
    {
      "index": 105,
      "start_time": 550399.0,
      "end_time": 554079.0,
      "text": "of the hairiest women you&#39;ll ever meet&quot;. Work"
    },
    {
      "index": 106,
      "start_time": 554079.0,
      "end_time": 561029.0,
      "text": "Leonard has an IQ of 173, and was 24 years old when he received his PhD from Princeton"
    },
    {
      "index": 107,
      "start_time": 561029.0,
      "end_time": 566589.0,
      "text": "University. Leonard also received a dissertation of the year award for his doctoral paper on"
    },
    {
      "index": 108,
      "start_time": 566589.0,
      "end_time": 571189.0,
      "text": "experimental particle physics. Leonard has been established to have been"
    },
    {
      "index": 109,
      "start_time": 571189.0,
      "end_time": 577449.0,
      "text": "a child prodigy, and a gifted scientist with an impressive knowledge of theoretical physics."
    },
    {
      "index": 110,
      "start_time": 577449.0,
      "end_time": 583029.0,
      "text": "His work as an experimental physicist often includes the use of lasers, such as a helium–neon"
    },
    {
      "index": 111,
      "start_time": 583029.0,
      "end_time": 589730.0,
      "text": "laser or free-electron laser, and his research topics have varied from Bose–Einstein condensates"
    },
    {
      "index": 112,
      "start_time": 589730.0,
      "end_time": 594920.0,
      "text": "and foundations of quantum mechanics to soft cosmic rays at sea level and development of"
    },
    {
      "index": 113,
      "start_time": 594920.0,
      "end_time": 600649.0,
      "text": "novel rocket propellants. Leonard designs experiments in order to test theories but,"
    },
    {
      "index": 114,
      "start_time": 600649.0,
      "end_time": 606110.0,
      "text": "according to Sheldon, his work is mostly derivative and thus unimportant."
    },
    {
      "index": 115,
      "start_time": 606110.0,
      "end_time": 609970.0,
      "text": "Although Leonard&#39;s attempts to disprove the existence of dark matter were made moot by"
    },
    {
      "index": 116,
      "start_time": 609970.0,
      "end_time": 615069.0,
      "text": "the work of another physicist, Leonard helped to solidify proof of the hypothetical matter&#39;s"
    },
    {
      "index": 117,
      "start_time": 615069.0,
      "end_time": 620309.0,
      "text": "existence with a photomultiplier, and was invited as keynote speaker to a topical conference"
    },
    {
      "index": 118,
      "start_time": 620309.0,
      "end_time": 625649.0,
      "text": "by the Institute of Experimental Physics for his successful research on super solids."
    },
    {
      "index": 119,
      "start_time": 625649.0,
      "end_time": 631920.0,
      "text": "From the season 6 finale, The Bon Voyage Reaction&quot; Leonard heads to the United Kingdom to work"
    },
    {
      "index": 120,
      "start_time": 631920.0,
      "end_time": 637119.0,
      "text": "on a physics project searching the hydrodynamics equivalent of the Unruh effect, sponsored"
    },
    {
      "index": 121,
      "start_time": 637119.0,
      "end_time": 642879.0,
      "text": "by Professor Stephen Hawking, for three months on a ship in the North Sea."
    },
    {
      "index": 122,
      "start_time": 642879.0,
      "end_time": 645230.0,
      "text": "Relationships Leonard became interested in Penny almost"
    },
    {
      "index": 123,
      "start_time": 645230.0,
      "end_time": 650459.0,
      "text": "immediately after seeing her for the first time. His infatuation with Penny becomes the"
    },
    {
      "index": 124,
      "start_time": 650459.0,
      "end_time": 655720.0,
      "text": "major force that drives the series during the first seasons. By the end of the first"
    },
    {
      "index": 125,
      "start_time": 655720.0,
      "end_time": 662350.0,
      "text": "season, Leonard finally managed to ask Penny out, and they had their first date. Subsequently,"
    },
    {
      "index": 126,
      "start_time": 662350.0,
      "end_time": 666980.0,
      "text": "they broke up because Penny felt she was not as smart as Leonard would like."
    },
    {
      "index": 127,
      "start_time": 666980.0,
      "end_time": 672649.0,
      "text": "Besides Penny, Leonard has been involved with only a few other women. One of Leonard&#39;s former"
    },
    {
      "index": 128,
      "start_time": 672649.0,
      "end_time": 678160.0,
      "text": "girlfriends that is mentioned in several occasions is Joyce Kim, who did not appear until the"
    },
    {
      "index": 129,
      "start_time": 678160.0,
      "end_time": 682449.0,
      "text": "third season. Leonard&#39;s friends recalled on many occasions that they were together for"
    },
    {
      "index": 130,
      "start_time": 682449.0,
      "end_time": 689679.0,
      "text": "only 27 days, after which Joyce, later revealed to be a spy, defected to North Korea."
    },
    {
      "index": 131,
      "start_time": 689679.0,
      "end_time": 694529.0,
      "text": "Initially, after feeling that Penny was not for him, Leonard turned his attention to fellow"
    },
    {
      "index": 132,
      "start_time": 694529.0,
      "end_time": 701079.0,
      "text": "scientist Leslie Winkle. The first time Leonard asked Leslie out, she rejected him, and his"
    },
    {
      "index": 133,
      "start_time": 701079.0,
      "end_time": 705649.0,
      "text": "further relationships with her proved to be only short-lived casual sex encounters that"
    },
    {
      "index": 134,
      "start_time": 705649.0,
      "end_time": 711309.0,
      "text": "only happened to satisfy Leslie&#39;s libido. Leslie briefly started dating Leonard during"
    },
    {
      "index": 135,
      "start_time": 711309.0,
      "end_time": 717579.0,
      "text": "Season 2, but when he failed to back her up in an argument with Sheldon, she dumped him."
    },
    {
      "index": 136,
      "start_time": 717579.0,
      "end_time": 722790.0,
      "text": "In the second season, Leonard began a stable relationship with a physician named Stephanie"
    },
    {
      "index": 137,
      "start_time": 722790.0,
      "end_time": 728629.0,
      "text": "Barnett. Although the relationship went well, even earning Sheldon&#39;s approval, Leonard felt"
    },
    {
      "index": 138,
      "start_time": 728629.0,
      "end_time": 733550.0,
      "text": "uncomfortable with Stephanie moving in with him, and the relationship ended."
    },
    {
      "index": 139,
      "start_time": 733550.0,
      "end_time": 738189.0,
      "text": "On another occasion, when Leonard&#39;s mother was visiting, he and Penny came very close"
    },
    {
      "index": 140,
      "start_time": 738189.0,
      "end_time": 742480.0,
      "text": "to having sex, but Leonard ruined the moment by suggesting that they were burying their"
    },
    {
      "index": 141,
      "start_time": 742480.0,
      "end_time": 748619.0,
      "text": "lifelong issues with their parents by doing so, which offended Penny. In the second season"
    },
    {
      "index": 142,
      "start_time": 748619.0,
      "end_time": 754389.0,
      "text": "finale, when Leonard, Sheldon, Howard, and Raj were due to leave for a three-month scientific"
    },
    {
      "index": 143,
      "start_time": 754389.0,
      "end_time": 759379.0,
      "text": "expedition to the North Pole, Penny privately expressed sadness, and wish that he would"
    },
    {
      "index": 144,
      "start_time": 759379.0,
      "end_time": 763029.0,
      "text": "not leave. In the third season premiere, Leonard and"
    },
    {
      "index": 145,
      "start_time": 763029.0,
      "end_time": 769269.0,
      "text": "Penny finally started a romantic relationship and had intercourse for the first time. However,"
    },
    {
      "index": 146,
      "start_time": 769269.0,
      "end_time": 773689.0,
      "text": "the relationship ended after eight months, after Leonard told Penny he loved her and"
    },
    {
      "index": 147,
      "start_time": 773689.0,
      "end_time": 778399.0,
      "text": "took umbrage at her inability to reciprocate, which led to friction that was exploited by"
    },
    {
      "index": 148,
      "start_time": 778399.0,
      "end_time": 784220.0,
      "text": "guest star Wil Wheaton who appeared as a fictionalized version of himself, who observed and exacerbated"
    },
    {
      "index": 149,
      "start_time": 784220.0,
      "end_time": 788089.0,
      "text": "it in order to break them up in the middle of a bowling match Wheaton&#39;s team was having"
    },
    {
      "index": 150,
      "start_time": 788089.0,
      "end_time": 792429.0,
      "text": "against Leonard, Penny, Sheldon, Howard and Raj."
    },
    {
      "index": 151,
      "start_time": 792429.0,
      "end_time": 797679.0,
      "text": "Shortly after his breakup with Penny, in &quot;The Plimpton Stimulation&quot;, Leonard has a one-night"
    },
    {
      "index": 152,
      "start_time": 797679.0,
      "end_time": 803360.0,
      "text": "stand with Dr. Elizabeth Plimpton, a physicist he admires, when Sheldon invited her to stay"
    },
    {
      "index": 153,
      "start_time": 803360.0,
      "end_time": 808779.0,
      "text": "in their apartment for a brief visit. This encounter causes some tension between Leonard"
    },
    {
      "index": 154,
      "start_time": 808779.0,
      "end_time": 815249.0,
      "text": "and Penny, who is somewhat judgmental of Leonard&#39;s doing so. However, the two later resolve their"
    },
    {
      "index": 155,
      "start_time": 815249.0,
      "end_time": 821670.0,
      "text": "feelings and their friendship continues. In the third season finale, &quot;The Lunar Excitation&quot;,"
    },
    {
      "index": 156,
      "start_time": 821670.0,
      "end_time": 825989.0,
      "text": "after Penny&#39;s failed attempts to move on from her relationship with Leonard, she becomes"
    },
    {
      "index": 157,
      "start_time": 825989.0,
      "end_time": 832040.0,
      "text": "intoxicated and has sex with him. In the morning, Leonard believes that their relationship has"
    },
    {
      "index": 158,
      "start_time": 832040.0,
      "end_time": 837480.0,
      "text": "resumed, though Penny tells him that the previous night was a mistake. This causes a strain"
    },
    {
      "index": 159,
      "start_time": 837480.0,
      "end_time": 843129.0,
      "text": "on their friendship; at the end of the episode, Leonard becomes intoxicated and tries to have"
    },
    {
      "index": 160,
      "start_time": 843129.0,
      "end_time": 847679.0,
      "text": "intercourse with her, prompting Penny to push him out of her apartment, to which Leonard"
    },
    {
      "index": 161,
      "start_time": 847679.0,
      "end_time": 853600.0,
      "text": "suspects a double standard. He immediately makes the same advances towards Leslie Winkle,"
    },
    {
      "index": 162,
      "start_time": 853600.0,
      "end_time": 858230.0,
      "text": "who replies &#39;Let me think about it&quot; and slams the door in his face."
    },
    {
      "index": 163,
      "start_time": 858230.0,
      "end_time": 863369.0,
      "text": "Throughout the fourth season, it becomes obvious that Penny is still in love with Leonard."
    },
    {
      "index": 164,
      "start_time": 863369.0,
      "end_time": 867920.0,
      "text": "It is unclear whether or not Leonard has noticed this, though he clearly is still interested"
    },
    {
      "index": 165,
      "start_time": 867920.0,
      "end_time": 873730.0,
      "text": "in Penny. In &quot;The Benefactor Factor&quot;, a woman propositions Leonard in exchange for a large"
    },
    {
      "index": 166,
      "start_time": 873730.0,
      "end_time": 879129.0,
      "text": "donation to the physics department; he initially resists and she admits that she planned to"
    },
    {
      "index": 167,
      "start_time": 879129.0,
      "end_time": 884589.0,
      "text": "make the donation anyway, after which they engage in a one-night stand. Leonard arrives"
    },
    {
      "index": 168,
      "start_time": 884589.0,
      "end_time": 890230.0,
      "text": "home the next morning, whereupon Penny recognizes his &quot;walk of shame&quot; and Sheldon thinks Leonard"
    },
    {
      "index": 169,
      "start_time": 890230.0,
      "end_time": 895239.0,
      "text": "has a future in becoming a gigolo to rich ladies in exchange for donations."
    },
    {
      "index": 170,
      "start_time": 895239.0,
      "end_time": 900459.0,
      "text": "Leonard also has an affair with Raj&#39;s younger sister Priya, despite a pinky swear with Howard"
    },
    {
      "index": 171,
      "start_time": 900459.0,
      "end_time": 906410.0,
      "text": "that neither of them would attempt to make a move on her, and Raj giving his strong disapproval."
    },
    {
      "index": 172,
      "start_time": 906410.0,
      "end_time": 912369.0,
      "text": "When Priya returns, she and Leonard begin a relationship. Raj strongly opposes this,"
    },
    {
      "index": 173,
      "start_time": 912369.0,
      "end_time": 917660.0,
      "text": "and Penny is secretly uncomfortable with Leonard dating someone else, eventually breaking down"
    },
    {
      "index": 174,
      "start_time": 917660.0,
      "end_time": 923290.0,
      "text": "and crying while talking with her friend Amy Farrah Fowler. Once again, Leonard is unaware"
    },
    {
      "index": 175,
      "start_time": 923290.0,
      "end_time": 929009.0,
      "text": "of Penny&#39;s true feelings. Subsequently, Priya pressures Leonard into ending his friendship"
    },
    {
      "index": 176,
      "start_time": 929009.0,
      "end_time": 934869.0,
      "text": "with Penny, which he attempts with extreme reluctance. Penny complies, though it is clear"
    },
    {
      "index": 177,
      "start_time": 934869.0,
      "end_time": 939799.0,
      "text": "that she does not want Leonard out of her life. Penny eventually resolves to stay in"
    },
    {
      "index": 178,
      "start_time": 939799.0,
      "end_time": 943639.0,
      "text": "Leonard&#39;s life by ingratiating herself to Priya."
    },
    {
      "index": 179,
      "start_time": 943639.0,
      "end_time": 948439.0,
      "text": "In the Season 4 finale, Leonard runs into Penny and Raj as they come out of his room"
    },
    {
      "index": 180,
      "start_time": 948439.0,
      "end_time": 952809.0,
      "text": "in the morning, just after Leonard and Priya appear to break up upon Leonard&#39;s learning"
    },
    {
      "index": 181,
      "start_time": 952809.0,
      "end_time": 958819.0,
      "text": "that Priya is soon moving back to India. At the start of Season 5, Leonard and Priya are"
    },
    {
      "index": 182,
      "start_time": 958819.0,
      "end_time": 963829.0,
      "text": "trying to maintain a long-distance relationship via Skype with Priya continuing to treat Leonard"
    },
    {
      "index": 183,
      "start_time": 963829.0,
      "end_time": 969389.0,
      "text": "like a submissive partner. Despite being the most eager to have sex, Leonard proves here"
    },
    {
      "index": 184,
      "start_time": 969389.0,
      "end_time": 975269.0,
      "text": "he is quite awkward in these situations. Leonard later goes to a wedding with Amy, and they"
    },
    {
      "index": 185,
      "start_time": 975269.0,
      "end_time": 980619.0,
      "text": "seem to take a liking to each other, though Sheldon disapproves, karate-chopping Leonard"
    },
    {
      "index": 186,
      "start_time": 980619.0,
      "end_time": 987239.0,
      "text": "and saying, &quot;She&#39;s not for you...not for you!&quot;. Later, despite feeling that he and Priya were"
    },
    {
      "index": 187,
      "start_time": 987239.0,
      "end_time": 992600.0,
      "text": "in love and might get married, Leonard finds himself attracted to a comic book artist named"
    },
    {
      "index": 188,
      "start_time": 992600.0,
      "end_time": 998790.0,
      "text": "Alice. The attraction is mutual, and they even share a kiss. Right when they are about"
    },
    {
      "index": 189,
      "start_time": 998790.0,
      "end_time": 1005049.0,
      "text": "to have sex, however, he tells Alice that he has a girlfriend, thus ending the relationship."
    },
    {
      "index": 190,
      "start_time": 1005050.0,
      "end_time": 1009911.0,
      "text": "Leonard then decides to confess his behavior to Priya via Skype, but he is shocked to learn"
    },
    {
      "index": 191,
      "start_time": 1009910.0,
      "end_time": 1015429.0,
      "text": "that Priya has also betrayed him, sleeping with her former boyfriend; Priya defends that"
    },
    {
      "index": 192,
      "start_time": 1015430.0,
      "end_time": 1020180.0,
      "text": "they both slipped up a little, but Leonard corrects her saying that he slipped a little,"
    },
    {
      "index": 193,
      "start_time": 1020180.0,
      "end_time": 1026680.0,
      "text": "while she slipped a lot, bringing the conversation to a strained end. In the next episode, Leonard"
    },
    {
      "index": 194,
      "start_time": 1026680.0000000001,
      "end_time": 1032080.0000000001,
      "text": "tells Sheldon that he is single, implying that he and Priya have broken up; his actions"
    },
    {
      "index": 195,
      "start_time": 1032079.9999999999,
      "end_time": 1037439.9999999999,
      "text": "since then have confirmed their split occurred. Through the fourth and fifth seasons, Penny"
    },
    {
      "index": 196,
      "start_time": 1037440.0,
      "end_time": 1043050.0,
      "text": "was still single and dating, though when intoxicated, she has confessed that she regrets breaking"
    },
    {
      "index": 197,
      "start_time": 1043050.0,
      "end_time": 1049841.0,
      "text": "up with Leonard. In &quot;The Ornithophobia Diffusion&quot;, Leonard and Penny go to the movies as friends."
    },
    {
      "index": 198,
      "start_time": 1049840.0,
      "end_time": 1054240.0,
      "text": "Leonard decides that since they are no longer dating, he can be honest and does not have"
    },
    {
      "index": 199,
      "start_time": 1054240.0,
      "end_time": 1059610.0,
      "text": "to pay for everything or do whatever Penny wants. The two bicker all evening and sabotage"
    },
    {
      "index": 200,
      "start_time": 1059610.0,
      "end_time": 1064860.0,
      "text": "each other&#39;s attempts to chat up people in the bar. Penny decides that she likes the"
    },
    {
      "index": 201,
      "start_time": 1064860.0,
      "end_time": 1069919.0,
      "text": "new, more assertive Leonard. Leonard sees this as another opportunity to grovel and"
    },
    {
      "index": 202,
      "start_time": 1069920.0,
      "end_time": 1073420.0,
      "text": "try to get Penny to sleep with him, so she leaves."
    },
    {
      "index": 203,
      "start_time": 1073420.0,
      "end_time": 1079211.0,
      "text": "On the spur of the moment in &quot;The Recombination Hypothesis&quot;, Leonard asks Penny out on a date"
    },
    {
      "index": 204,
      "start_time": 1079210.0,
      "end_time": 1084580.0,
      "text": "after he imagined what getting back with her might be like. Their real date ends successfully"
    },
    {
      "index": 205,
      "start_time": 1084580.0,
      "end_time": 1089789.0,
      "text": "and they agree to take their relationship slow in &quot;The Beta Test Initiation&quot;. During"
    },
    {
      "index": 206,
      "start_time": 1089790.0,
      "end_time": 1094060.0,
      "text": "their renewed relationship Penny has dismissed comments about him ever leaving or dumping"
    },
    {
      "index": 207,
      "start_time": 1094060.0,
      "end_time": 1098150.0,
      "text": "her or about worrying about his unfaithfulness around other women and strippers as in the"
    },
    {
      "index": 208,
      "start_time": 1098150.0,
      "end_time": 1104441.0,
      "text": "episode &quot;The Stag Convergence.&quot; After Penny suggested having sex in &quot;The Launch Acceleration&quot;,"
    },
    {
      "index": 209,
      "start_time": 1104440.0,
      "end_time": 1109720.0,
      "text": "Leonard breaks the mood by proposing to her accidentally. They later meet and Penny does"
    },
    {
      "index": 210,
      "start_time": 1109720.0,
      "end_time": 1114360.0,
      "text": "have the courage to tell him &quot;no&quot; and not break up with him as she did two years previously"
    },
    {
      "index": 211,
      "start_time": 1114360.0,
      "end_time": 1120799.0,
      "text": "when he told her that he loved her. However, their relationship is still obviously strained."
    },
    {
      "index": 212,
      "start_time": 1120800.0,
      "end_time": 1125221.0,
      "text": "Leonard and Penny finish season 5 watching Howard being launched into space while holding"
    },
    {
      "index": 213,
      "start_time": 1125220.0,
      "end_time": 1131090.0,
      "text": "hands to comfort each other. With the start of season 6, he wants a reluctant Penny to"
    },
    {
      "index": 214,
      "start_time": 1131090.0,
      "end_time": 1134919.0,
      "text": "define their relationship in &quot;The Date Night Variable&quot;."
    },
    {
      "index": 215,
      "start_time": 1134920.0,
      "end_time": 1140861.0,
      "text": "Penny finally does admit her love to Leonard, in &quot;The 43 Peculiarity&quot;. Penny and Leonard"
    },
    {
      "index": 216,
      "start_time": 1140860.0,
      "end_time": 1146820.0,
      "text": "awkwardly stared at each other before running off in opposite directions. Leonard, though,"
    },
    {
      "index": 217,
      "start_time": 1146820.0,
      "end_time": 1152490.0,
      "text": "was buoyed by optimism over Penny&#39;s admission. Alex Jensen asks Leonard out to dinner in"
    },
    {
      "index": 218,
      "start_time": 1152490.0,
      "end_time": 1157700.0,
      "text": "&quot;The Egg Salad Equivalency&quot; which boosts Leonard&#39;s ego because two beautiful women are interested"
    },
    {
      "index": 219,
      "start_time": 1157700.0,
      "end_time": 1164190.0,
      "text": "in him, however, Alex&#39;s interest makes Penny insecure. After another dispute with Sheldon,"
    },
    {
      "index": 220,
      "start_time": 1164190.0,
      "end_time": 1168840.0,
      "text": "Leonard tries to move in with Penny in &quot;The Spoiler Alert Segmentation&quot; however she is"
    },
    {
      "index": 221,
      "start_time": 1168840.0,
      "end_time": 1174409.0,
      "text": "not ready. During their Valentine&#39;s Day dinner in &quot;The Tangible Affection Proof&quot;, Leonard"
    },
    {
      "index": 222,
      "start_time": 1174410.0,
      "end_time": 1179770.0,
      "text": "again tries to propose to Penny and she cuts him off quickly. She admits that she is very"
    },
    {
      "index": 223,
      "start_time": 1179770.0,
      "end_time": 1184680.0,
      "text": "happy with him, but she also admits to commitment issues and the thought of being married forever"
    },
    {
      "index": 224,
      "start_time": 1184680.0,
      "end_time": 1189640.0,
      "text": "really &quot;freaks&quot; her out. Leonard then tells her that when she is ready to get married,"
    },
    {
      "index": 225,
      "start_time": 1189640.0,
      "end_time": 1195441.0,
      "text": "she can propose to him. In the season finale, Leonard leaves for an overseas job for four"
    },
    {
      "index": 226,
      "start_time": 1195440.0,
      "end_time": 1200000.0,
      "text": "months and Penny is confident enough in their relationship to wait for him. In &quot;The Gorilla"
    },
    {
      "index": 227,
      "start_time": 1200000.0,
      "end_time": 1200000.0,
      "text": "Dissolution&quot;, Leonard and Penny become engaged. See also"
    },
    {
      "index": 228,
      "start_time": 1200000.0,
      "end_time": 1210000.0,
      "text": "List of The Big Bang Theory characters References"
    }
  ]
}