{
  "video_id": "JVF3tERIl7w",
  "title": "Why are Car Wings Multi Element?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 370.0,
      "end_time": 5520.0,
      "text": "To start off with, why are they multiple element wings. If you&#39;ve watched my video on vortex"
    },
    {
      "index": 2,
      "start_time": 5520.0,
      "end_time": 10139.0,
      "text": "generators, and by this point you probably should have, you&#39;ll know that flow separation"
    },
    {
      "index": 3,
      "start_time": 10139.0,
      "end_time": 15809.0,
      "text": "occurs on surfaces when they exceed a critical adverse pressure gradient. Now, if we consider"
    },
    {
      "index": 4,
      "start_time": 15809.0,
      "end_time": 24560.0,
      "text": "a wing, we can see that as this tilts up and approaches stall this is going to start separating"
    },
    {
      "index": 5,
      "start_time": 24560.0,
      "end_time": 28710.0,
      "text": "off the back. Yo&#39;re going to end up with flow separation here, and that&#39;s going to get ripped"
    },
    {
      "index": 6,
      "start_time": 28710.0,
      "end_time": 33190.0,
      "text": "off untill theres massive level stall and all of this is ripped off once this is at"
    },
    {
      "index": 7,
      "start_time": 33190.0,
      "end_time": 40690.0,
      "text": "a big enough angle. Now we can delay the separation by energising the boundary layer (see the"
    },
    {
      "index": 8,
      "start_time": 40690.0,
      "end_time": 47239.0,
      "text": "vortex generator video) and bassically any method you use for that will allow us to push"
    },
    {
      "index": 9,
      "start_time": 47239.0,
      "end_time": 53989.0,
      "text": "the wing further without it stalling. You can put vortex generators here to do that."
    },
    {
      "index": 10,
      "start_time": 53989.0,
      "end_time": 60449.0,
      "text": "But where&#39;s there an area of high energy flow? Well on the top it&#39;s getting pressurised by"
    },
    {
      "index": 11,
      "start_time": 60449.0,
      "end_time": 64300.0,
      "text": "the energy of the oncoming flow right? Well what about if we were just to bleed a little"
    },
    {
      "index": 12,
      "start_time": 64300.0,
      "end_time": 70580.0,
      "text": "bit of air off the top and bring it to the back. We put a little passthrough here, and"
    },
    {
      "index": 13,
      "start_time": 70580.0,
      "end_time": 77300.0,
      "text": "we can se now that&#39;s going to energise this boundary layer here, and from that we can"
    },
    {
      "index": 14,
      "start_time": 77300.0,
      "end_time": 83510.0,
      "text": "see the flow will be more attached. But that&#39;s not a great proifle, it&#39;s got sharp edges,"
    },
    {
      "index": 15,
      "start_time": 83510.0,
      "end_time": 88330.0,
      "text": "it&#39;s going to be sensitive, not generally good for flow. SO instead lets round off the"
    },
    {
      "index": 16,
      "start_time": 88330.0,
      "end_time": 97230.0,
      "text": "edges a little bit, so we&#39;ll just round that off, and that off. And we&#39;re now getting something"
    },
    {
      "index": 17,
      "start_time": 97230.0,
      "end_time": 101890.0,
      "text": "that looks a little more like a multi element wing, but now let&#39;s try to extract a little"
    },
    {
      "index": 18,
      "start_time": 101890.0,
      "end_time": 108350.0,
      "text": "more from it. So, we use that extra energy of the high area to act as if we&#39;re starting"
    },
    {
      "index": 19,
      "start_time": 108350.0,
      "end_time": 115880.0,
      "text": "a new wing at a new angle of attack out from scratch. So, we&#39;ll put a new element starting"
    },
    {
      "index": 20,
      "start_time": 115880.0,
      "end_time": 120490.0,
      "text": "out from scratch. And this is a multi element wing, and this is the reason why multi element"
    },
    {
      "index": 21,
      "start_time": 120490.0,
      "end_time": 127120.0,
      "text": "wings exist, because you can take the high energy flow off here and use it to keep the"
    },
    {
      "index": 22,
      "start_time": 127120.0,
      "end_time": 131590.0,
      "text": "flow attached up there. And this is why at low angles of attack, you do not need a multi"
    },
    {
      "index": 23,
      "start_time": 131590.0,
      "end_time": 141590.0,
      "text": "element wing, you only need it when you are trying to push much harder."
    }
  ]
}