{
  "video_id": "jxiYsgyn1yU",
  "title": "Why You Can Change The World",
  "json": [
    {
      "index": 1,
      "start_time": 600.0,
      "end_time": 6240.0,
      "text": "One of the things that separates confident from diffident people is their approach to history."
    },
    {
      "index": 2,
      "start_time": 6900.0,
      "end_time": 18140.0,
      "text": "Broadly-speaking, the unconfident believe that history is over; the confident trust that it's still in the process of being made – one day possibly by themselves."
    },
    {
      "index": 3,
      "start_time": 18500.0,
      "end_time": 27380.0,
      "text": "The way we enter the world carries with it an inherent bias towards an impression that change has finished, and history has been settled."
    },
    {
      "index": 4,
      "start_time": 27600.0,
      "end_time": 32540.0,
      "text": "Everything around us conspires to give off a sense that the status quo is entrenched."
    },
    {
      "index": 5,
      "start_time": 32759.999999999996,
      "end_time": 38760.0,
      "text": "We're surrounded by big people who follow traditions that have been in place for decades, perhaps centuries."
    },
    {
      "index": 6,
      "start_time": 38800.0,
      "end_time": 42500.0,
      "text": "The house we live in appears as immutable as an ancient temple."
    },
    {
      "index": 7,
      "start_time": 42700.0,
      "end_time": 47700.0,
      "text": "The school we go to looks as though it has been performing the same rituals since the earth began."
    },
    {
      "index": 8,
      "start_time": 48160.0,
      "end_time": 56000.0,
      "text": "We're constantly told why things are the way they are and encouraged to accept that reality is not made according to our wishes."
    },
    {
      "index": 9,
      "start_time": 56200.0,
      "end_time": 60900.0,
      "text": "We come to trust that human beings have fully mapped the range of the possible."
    },
    {
      "index": 10,
      "start_time": 61060.0,
      "end_time": 65800.0,
      "text": "If something hasn’t happened, it’s either because it can’t happen – or it shouldn’t."
    },
    {
      "index": 11,
      "start_time": 66100.0,
      "end_time": 70900.0,
      "text": "The result can be a deep wariness around imagining changing the world."
    },
    {
      "index": 12,
      "start_time": 71000.0,
      "end_time": 73200.0,
      "text": "There's no point starting a new business."
    },
    {
      "index": 13,
      "start_time": 73200.0,
      "end_time": 75080.0,
      "text": "(the market must be full already)"
    },
    {
      "index": 14,
      "start_time": 75080.0,
      "end_time": 77500.0,
      "text": "Pioneering a new approach to the arts."
    },
    {
      "index": 15,
      "start_time": 77600.0,
      "end_time": 80000.0,
      "text": "(everything is already set in a fixed pattern)"
    },
    {
      "index": 16,
      "start_time": 80000.0,
      "end_time": 82480.0,
      "text": "Or giving loyalty to a new idea."
    },
    {
      "index": 17,
      "start_time": 82480.0,
      "end_time": 84480.0,
      "text": "(it either exists or is mad)."
    },
    {
      "index": 18,
      "start_time": 84820.0,
      "end_time": 89200.0,
      "text": "When we study history in a certain way, however, the picture changes sharply."
    },
    {
      "index": 19,
      "start_time": 89300.0,
      "end_time": 96900.0,
      "text": "Once time is speeded up and we climb up a mountain of minutes, and survey centuries, change appears constant."
    },
    {
      "index": 20,
      "start_time": 97040.0,
      "end_time": 105120.0,
      "text": "New continents are discovered, alternative ways of governing nations are pioneered, ideas of how to dress and whom to worship are transformed."
    },
    {
      "index": 21,
      "start_time": 105400.0,
      "end_time": 109600.0,
      "text": "Once people wore strange cloaks and tilled the land with clumsy instruments."
    },
    {
      "index": 22,
      "start_time": 109600.0,
      "end_time": 112320.0,
      "text": "A long time ago, they chopped the king’s head off."
    },
    {
      "index": 23,
      "start_time": 112400.0,
      "end_time": 119400.0,
      "text": "Way back, people got around in fragile ships, ate the eyeballs of sheep, used chamber pots and didn’t know how to fix teeth."
    },
    {
      "index": 24,
      "start_time": 119740.0,
      "end_time": 124400.0,
      "text": "We come away from all this, knowing at least in theory, that things do change."
    },
    {
      "index": 25,
      "start_time": 124500.0,
      "end_time": 138301.0,
      "text": "But in practice – almost without noticing – we tend to distance ourselves and our own societies from a day-to-day belief that we belong to the same ongoing turbulent narrative and are, at present, its central actors."
    },
    {
      "index": 26,
      "start_time": 138499.0,
      "end_time": 145160.0,
      "text": "History, we feel, is what used to happen; it can’t really be what is happening around us in the here and now."
    },
    {
      "index": 27,
      "start_time": 145200.0,
      "end_time": 148960.0,
      "text": "Things have – in our vicinity at least – settled down."
    },
    {
      "index": 28,
      "start_time": 149560.0,
      "end_time": 159499.0,
      "text": "To make us braver about the idea of changing things today, we might turn to some striking lines in T. S. Eliot’s cycle of poems– The Four Quartets."
    },
    {
      "index": 29,
      "start_time": 160001.0,
      "end_time": 168699.0,
      "text": "So, while the light fails, on a winter's afternoon, in a secluded chapel, History is now and England."
    },
    {
      "index": 30,
      "start_time": 168799.0,
      "end_time": 180201.0,
      "text": "Winter afternoons, around 4pm, have a habit of feeling particularly resolved and established, especially in quiet English country chapels, many of which date back to the middle ages."
    },
    {
      "index": 31,
      "start_time": 180440.0,
      "end_time": 183380.0,
      "text": "The air in such chapels is still and musty."
    },
    {
      "index": 32,
      "start_time": 183380.0,
      "end_time": 187460.0,
      "text": "The heavy stone floors have been slowly worn away by the feet of the faithful."
    },
    {
      "index": 33,
      "start_time": 187720.0,
      "end_time": 191160.0,
      "text": "These are not places and times to think about changing the world."
    },
    {
      "index": 34,
      "start_time": 191400.0,
      "end_time": 195200.0,
      "text": "Everything hints that we would be wiser to accept the way things are."
    },
    {
      "index": 35,
      "start_time": 195300.0,
      "end_time": 200360.0,
      "text": "Walk back home across the fields, light a fire and settle down for quiet evening."
    },
    {
      "index": 36,
      "start_time": 200880.0,
      "end_time": 206360.0,
      "text": "Hence the surprise of Eliot’s third line, his resonant: ‘History is now and England.’"
    },
    {
      "index": 37,
      "start_time": 206500.0,
      "end_time": 218500.0,
      "text": "In other words, everything that we associate with history –the impetuous daring of great people, the dramatic alterations in values, the revolutionary questioning of long-held beliefs, the upturning of the old order."
    },
    {
      "index": 38,
      "start_time": 218500.0,
      "end_time": 220220.0,
      "text": "All this is still going on."
    },
    {
      "index": 39,
      "start_time": 220220.0,
      "end_time": 229460.0,
      "text": "even at this very moment, in outwardly peaceful, apparently unchanging places like the countryside near Shamley Green, in Surrey, where Eliot wrote his poem."
    },
    {
      "index": 40,
      "start_time": 229600.0,
      "end_time": 233360.0,
      "text": "We don’t see it only because we are standing far too close."
    },
    {
      "index": 41,
      "start_time": 233500.0,
      "end_time": 236700.0,
      "text": "The world is being made and remade at every instant."
    },
    {
      "index": 42,
      "start_time": 236700.0,
      "end_time": 243500.0,
      "text": "And therefore any one of us has a theoretical chance of being an agent in history, on a big or small scale."
    },
    {
      "index": 43,
      "start_time": 243700.0,
      "end_time": 254640.0,
      "text": "It is open to our own times to build a new city every bit as beautiful as Venice, to change ideas as radically as the Renaissance, to start an intellectual movement as resounding as Buddhism."
    },
    {
      "index": 44,
      "start_time": 254940.0,
      "end_time": 260240.0,
      "text": "The present has all the contingency of the past – and is every bit as malleable."
    },
    {
      "index": 45,
      "start_time": 260240.0,
      "end_time": 262000.0,
      "text": "It shouldn't intimidate us."
    },
    {
      "index": 46,
      "start_time": 262000.0,
      "end_time": 271040.0,
      "text": "How we love, travel, approach the arts, govern, educate ourselves, run businesses, age and die are all up for further development."
    },
    {
      "index": 47,
      "start_time": 271300.0,
      "end_time": 275680.0,
      "text": "Current views may appear firm, but only because we exaggerate their fixity."
    },
    {
      "index": 48,
      "start_time": 275780.0,
      "end_time": 283680.0,
      "text": "The majority of what exists is arbitrary, neither inevitable nor right, simply the result of muddle and happenstance."
    },
    {
      "index": 49,
      "start_time": 283940.0,
      "end_time": 290700.0,
      "text": "We should be confident, even at sunset on winter afternoons, of our power to join the stream of history."
    },
    {
      "index": 50,
      "start_time": 290700.0,
      "end_time": 294800.0,
      "text": "And, however modestly, change its course."
    }
  ]
}