{
  "video_id": "JXRxdgivnic",
  "title": "The quest for the perfect apple",
  "json": [
    {
      "index": 1,
      "start_time": 570.0,
      "end_time": 2360.0,
      "text": "This ad isn't what you think."
    },
    {
      "index": 2,
      "start_time": 2360.0,
      "end_time": 6400.0,
      "text": "It's not promoting a sports team or a grill company."
    },
    {
      "index": 3,
      "start_time": 6400.0,
      "end_time": 9420.0,
      "text": "It's for an apple."
    },
    {
      "index": 4,
      "start_time": 9420.0,
      "end_time": 18460.0,
      "text": "And unlike those that have dominated the produce section when you were a kid, new breeds like this one have catchy names, logos, and slogans."
    },
    {
      "index": 5,
      "start_time": 18460.0,
      "end_time": 21820.0,
      "text": "And are trying to generate buzz before you can buy them."
    },
    {
      "index": 6,
      "start_time": 21820.0,
      "end_time": 24720.0,
      "text": "Historically, our produce has gone unbranded."
    },
    {
      "index": 7,
      "start_time": 24720.0,
      "end_time": 32619.0,
      "text": "So how did we end up with all these apples?"
    },
    {
      "index": 8,
      "start_time": 32619.0,
      "end_time": 37690.0,
      "text": "For most of the past century, America's iconic apple was that of Snow White."
    },
    {
      "index": 9,
      "start_time": 37690.0,
      "end_time": 44510.0,
      "text": "Lipstick red, with shiny skin and a crisp white interior, a.k.a. \"the Red Delicious.\""
    },
    {
      "index": 10,
      "start_time": 44510.0,
      "end_time": 54199.0,
      "text": "First grown on an orchard in Iowa and originally named after its founder, when it came out in the late 1800s, it was dubbed \"the best apple of any time.\""
    },
    {
      "index": 11,
      "start_time": 54199.0,
      "end_time": 57960.0,
      "text": "Growers and retail stores loved the Red delicious because it looked good."
    },
    {
      "index": 12,
      "start_time": 57960.0,
      "end_time": 63699.0,
      "text": "It was uniform in size and color, turned red before it was ripe, and wouldn't bruise easily."
    },
    {
      "index": 13,
      "start_time": 63699.0,
      "end_time": 65220.0,
      "text": "And Americans loved the taste."
    },
    {
      "index": 14,
      "start_time": 65220.0,
      "end_time": 70640.0,
      "text": "By the 1980s, close to half of all apples grown in the US were Red Delicious."
    },
    {
      "index": 15,
      "start_time": 70640.0,
      "end_time": 75479.0,
      "text": "The trouble is, when you bite into one now, it often doesn't taste great."
    },
    {
      "index": 16,
      "start_time": 75479.0,
      "end_time": 83840.0,
      "text": "People complain of mushy flesh and tough skin. Its defining characteristic can sometimes be that it has no flavor at all."
    },
    {
      "index": 17,
      "start_time": 83840.0,
      "end_time": 93119.0,
      "text": "It takes years and a lot of money to develop a good tasting apple, but growers were incentivized to cut costs at the expense of taste."
    },
    {
      "index": 18,
      "start_time": 93119.0,
      "end_time": 96230.0,
      "text": "That is, until one apple proved them all wrong."
    },
    {
      "index": 19,
      "start_time": 96230.0,
      "end_time": 99270.0,
      "text": "The Honeycrisp."
    },
    {
      "index": 20,
      "start_time": 99270.0,
      "end_time": 102600.0,
      "text": "The honeycrisp is everything that the Red Delicious was not."
    },
    {
      "index": 21,
      "start_time": 102800.0,
      "end_time": 111880.0,
      "text": "When it came out in 1991, after 30 years of development, it had a refreshing taste, a delicate skin, and a soft, juicy crunch."
    },
    {
      "index": 22,
      "start_time": 111880.0,
      "end_time": 124540.0,
      "text": "And even though it can cost more than two times the average price of apples, consumers then and now are willing to pay a premium price, so much so that it's now the fifth most produced apple in the US."
    },
    {
      "index": 23,
      "start_time": 124540.0,
      "end_time": 138000.0,
      "text": "So the honeycrisp started a sort of revolution in the apple industry: Now that people knew expensive, flavor-focused apples would sell, breeders experimented to create tastier, more inventive varieties."
    },
    {
      "index": 24,
      "start_time": 138000.0,
      "end_time": 144110.0,
      "text": "And they sought to protect their apples' good names, by patenting their trees and trademarking their brand names."
    },
    {
      "index": 25,
      "start_time": 144110.0,
      "end_time": 152580.0,
      "text": "This process picked up speed after a 1980 federal law allowed universities to own and patent their inventions, including apple trees."
    },
    {
      "index": 26,
      "start_time": 152580.0,
      "end_time": 156460.0,
      "text": "And research programs for apple breeding took advantage of the new rules."
    },
    {
      "index": 27,
      "start_time": 156460.0,
      "end_time": 166590.0,
      "text": "In order to plant these new patented varieties, growers had to pay up: usually about $1 per patented tree and a portion of sales for use of a trademarked name."
    },
    {
      "index": 28,
      "start_time": 166590.0,
      "end_time": 173600.0,
      "text": "Plus, each trademarked apple had to pass muster on firmness, sugar content, blemishes and color."
    },
    {
      "index": 29,
      "start_time": 173700.0,
      "end_time": 183140.0,
      "text": "These quality checks mean that even though the trademarked Pink Lady and the generic Cripps Pink originate from the same type of tree, they look and taste different."
    },
    {
      "index": 30,
      "start_time": 183140.0,
      "end_time": 190910.0,
      "text": "The Pink Lady is held to rigorous trademark standards and that is what, the company says, justifies their higher price."
    },
    {
      "index": 31,
      "start_time": 190910.0,
      "end_time": 193470.0,
      "text": "Now, not all new apples get trademarked."
    },
    {
      "index": 32,
      "start_time": 193470.0,
      "end_time": 197560.0,
      "text": "It is only those that experts believe can garner a premium price."
    },
    {
      "index": 33,
      "start_time": 197560.0,
      "end_time": 203430.0,
      "text": "And it can take up to 10 years after securing a patent and trademark to grow enough trees for commercial production."
    },
    {
      "index": 34,
      "start_time": 203430.0,
      "end_time": 211730.0,
      "text": "So while they were waiting on the fruits of their labor, growers worked on marketing their apple in the hopes finding loyal consumers in a competitive market."
    },
    {
      "index": 35,
      "start_time": 211730.0,
      "end_time": 212730.0,
      "text": "And they're not alone."
    },
    {
      "index": 36,
      "start_time": 212730.0,
      "end_time": 216400.0,
      "text": "Visit your grocery store and you will see a lot more name brands in the produce section."
    },
    {
      "index": 37,
      "start_time": 216600.0,
      "end_time": 220510.0,
      "text": "Branded fruits and vegetables are a growing trend."
    },
    {
      "index": 38,
      "start_time": 220510.0,
      "end_time": 226400.0,
      "text": "While not all branded apples will see success on par with the honeycrisp, there is one that has high hopes."
    },
    {
      "index": 39,
      "start_time": 226400.0,
      "end_time": 237350.0,
      "text": "Washington State growers are ramping up production of their Cosmic Crisp, an apple that's both sweet and tart, firm and crisp, and much easier to grow than the honeycrisp."
    },
    {
      "index": 40,
      "start_time": 237350.0,
      "end_time": 242300.0,
      "text": "They're trying to get people excited about tasting something new and that's not a bad thing."
    },
    {
      "index": 41,
      "start_time": 242400.0,
      "end_time": 247840.0,
      "text": "While we could see higher prices in the future, the fruits and veggies themselves will be objectively better."
    },
    {
      "index": 42,
      "start_time": 247840.0,
      "end_time": 254080.0,
      "text": "And consumers will have more options, just like we do with our phones, or our computers, or our cereal."
    },
    {
      "index": 43,
      "start_time": 254560.0,
      "end_time": 256720.0,
      "text": "And now, our apples."
    }
  ]
}