{
  "video_id": "JYRfURVI_TM",
  "title": "\"Game of Thrones\" Captures the Zeitgeist Concept | Frans Timmermans | Google Zeitgeist",
  "json": [
    {
      "index": 1,
      "start_time": 8370.0,
      "end_time": 13590.0,
      "text": ">>Frans Timmermans: Just about four years ago, my son Mark said I should start reading"
    },
    {
      "index": 2,
      "start_time": 13590.0,
      "end_time": 20590.0,
      "text": "fantasy novels. Now, I like reading, but fantasy was not on my screen. But since he had previously"
    },
    {
      "index": 3,
      "start_time": 21460.0,
      "end_time": 27579.0,
      "text": "introduced me to the brilliance of some music I didn&#39;t know before, I thought I might take"
    },
    {
      "index": 4,
      "start_time": 27579.0,
      "end_time": 32369.0,
      "text": "him up on this. You know, if Bob Dylan turns out to be brilliant, I didn&#39;t know that but"
    },
    {
      "index": 5,
      "start_time": 32369.0,
      "end_time": 35290.0,
      "text": "my son did. Perhaps some of these novels might be nice."
    },
    {
      "index": 6,
      "start_time": 35290.0,
      "end_time": 40769.0,
      "text": "And he introduced me to a series written by an American author called George R.R. Martin,"
    },
    {
      "index": 7,
      "start_time": 40769.0,
      "end_time": 47769.0,
      "text": "\"Game of Thrones,\" now a series on HBO. And I want to use Game of Thrones because -- in"
    },
    {
      "index": 8,
      "start_time": 48269.0,
      "end_time": 53929.0,
      "text": "my lecture today because Game of Thrones sort of captures the Zeitgeist more than anything"
    },
    {
      "index": 9,
      "start_time": 53929.0,
      "end_time": 59449.0,
      "text": "else I&#39;ve seen. It&#39;s the perfect metaphor for where we stand as a society. It is confusing."
    },
    {
      "index": 10,
      "start_time": 59449.0,
      "end_time": 66449.0,
      "text": "It&#39;s epic. It&#39;s about good and bad but it&#39;s not black and white. It&#39;s about challenges."
    },
    {
      "index": 11,
      "start_time": 67520.0,
      "end_time": 71390.0,
      "text": "It&#39;s about good guys doing things that you wouldn&#39;t expect of them. It&#39;s about bad guys"
    },
    {
      "index": 12,
      "start_time": 71390.0,
      "end_time": 76610.0,
      "text": "turning out to be good guys. Sort of like society in general today."
    },
    {
      "index": 13,
      "start_time": 76610.0,
      "end_time": 82500.0,
      "text": "And one of the catch phrases -- I&#39;ll use about seven quotes in my 15 minutes from the series"
    },
    {
      "index": 14,
      "start_time": 82500.0,
      "end_time": 87410.0,
      "text": "to try and say something about Europe. One of the most important catch phrases of"
    },
    {
      "index": 15,
      "start_time": 87410.0,
      "end_time": 94289.0,
      "text": "the series is \"winter is coming.\" And \"winter is coming\" in the series means"
    },
    {
      "index": 16,
      "start_time": 94290.0,
      "end_time": 100600.0,
      "text": "a lot of different things to different people. \"Winter is coming\" to some means, you know,"
    },
    {
      "index": 17,
      "start_time": 100600.0,
      "end_time": 104210.0,
      "text": "\"Hide because hard times are coming, we can&#39;t do anything about it, and the only thing we"
    },
    {
      "index": 18,
      "start_time": 104210.0,
      "end_time": 108140.0,
      "text": "can do is hide away.\" For others, it means winter is coming. That&#39;s"
    },
    {
      "index": 19,
      "start_time": 108140.0,
      "end_time": 114200.0,
      "text": "an opportunity to show how strong we are, because we -- in this case, the Starks in"
    },
    {
      "index": 20,
      "start_time": 114200.0,
      "end_time": 119360.0,
      "text": "the series -- we are wolves and wolves are best when they are challenged and winter is"
    },
    {
      "index": 21,
      "start_time": 119360.0,
      "end_time": 124860.0,
      "text": "a challenging time and will give us an opportunity to be better."
    },
    {
      "index": 22,
      "start_time": 124860.0,
      "end_time": 129530.0,
      "text": "Whatever the response is to the phrase \"winter is coming,\" winter is coming is very much"
    },
    {
      "index": 23,
      "start_time": 129530.0,
      "end_time": 136530.0,
      "text": "part of European society today because I do believe that the social contract underlying"
    },
    {
      "index": 24,
      "start_time": 137180.0,
      "end_time": 144180.0,
      "text": "European society since the end of the Second World War has run its course and needs fundamental"
    },
    {
      "index": 25,
      "start_time": 144599.0,
      "end_time": 149999.0,
      "text": "renewal. For the first time in two or three generations,"
    },
    {
      "index": 26,
      "start_time": 149999.0,
      "end_time": 156999.0,
      "text": "parents sense that their children will be worse off than they themselves, and whether"
    },
    {
      "index": 27,
      "start_time": 158159.0,
      "end_time": 165159.0,
      "text": "we are going to be successful as a society depends on our response to that fact."
    },
    {
      "index": 28,
      "start_time": 165230.0,
      "end_time": 171659.0,
      "text": "Now, we tend very often to simply deny the fact and simply say, \"No, it isn&#39;t true. People"
    },
    {
      "index": 29,
      "start_time": 171659.0,
      "end_time": 177629.0,
      "text": "are wrong. People are misguided.\" But I think honesty dictates that we should"
    },
    {
      "index": 30,
      "start_time": 177629.0,
      "end_time": 183749.0,
      "text": "say that, \"Yes, indeed, this society has reached such high levels that you need to consider"
    },
    {
      "index": 31,
      "start_time": 183749.0,
      "end_time": 190420.0,
      "text": "the possibility of lower levels in the future.\" And the response to that will determine whether"
    },
    {
      "index": 32,
      "start_time": 190420.0,
      "end_time": 195780.0,
      "text": "we can maintain the social structure we believe in, whether we can maintain the values we"
    },
    {
      "index": 33,
      "start_time": 195790.0,
      "end_time": 199849.0,
      "text": "believe in, or whether we will manage decline rather than shape the future."
    },
    {
      "index": 34,
      "start_time": 199849.0,
      "end_time": 206849.0,
      "text": "The second quote: \"Fear cuts deeper than swords.\" Now, this is something I see in my society"
    },
    {
      "index": 35,
      "start_time": 213510.0,
      "end_time": 219840.0,
      "text": "and I&#39;m sure you will see in many European societies, but perhaps also in the United"
    },
    {
      "index": 36,
      "start_time": 219840.0,
      "end_time": 226650.0,
      "text": "States; that it is not the actual fact of things going wrong but the fear that things"
    },
    {
      "index": 37,
      "start_time": 226650.0,
      "end_time": 233650.0,
      "text": "might go wrong that paralyzes political action in society. Because in the Netherlands we"
    },
    {
      "index": 38,
      "start_time": 233950.0,
      "end_time": 240950.0,
      "text": "have -- we are the second wealthiest country in the E.U., just right behind Luxembourg."
    },
    {
      "index": 39,
      "start_time": 241319.0,
      "end_time": 247399.0,
      "text": "We have strong social fabrics. We have strong social systems. But the fear that this might"
    },
    {
      "index": 40,
      "start_time": 247400.0,
      "end_time": 253260.0,
      "text": "become unhinged dictates political -- the political environment and dictates attitudes"
    },
    {
      "index": 41,
      "start_time": 253260.0,
      "end_time": 259190.0,
      "text": "of politicians. And here again, we need to answer this question:"
    },
    {
      "index": 42,
      "start_time": 259190.0,
      "end_time": 263720.0,
      "text": "Are we going to manage decline or are we going to shape the future?"
    },
    {
      "index": 43,
      "start_time": 263720.0,
      "end_time": 270720.0,
      "text": "Third quote: \"When the snows fall and the white winds below, the lone wolf dies but"
    },
    {
      "index": 44,
      "start_time": 271900.0,
      "end_time": 277560.0,
      "text": "the pack survives.\" Here again, Europe is struggling with this"
    },
    {
      "index": 45,
      "start_time": 277560.0,
      "end_time": 284560.0,
      "text": "tension between individualism and community. Now, today, because of our individualism,"
    },
    {
      "index": 46,
      "start_time": 285569.0,
      "end_time": 292569.0,
      "text": "we tend to highlight the importance and the beauty of community, but I am a son of parents"
    },
    {
      "index": 47,
      "start_time": 293229.0,
      "end_time": 299909.0,
      "text": "who, because of community, were stuck in a place and were not allowed to go to university"
    },
    {
      "index": 48,
      "start_time": 299910.0,
      "end_time": 305690.0,
      "text": "because they were coal miners. You didn&#39;t do that as coal miners. The pits, that was"
    },
    {
      "index": 49,
      "start_time": 305690.0,
      "end_time": 309990.0,
      "text": "your future. And if you were very brilliant -- we&#39;re Roman Catholics -- if you were very"
    },
    {
      "index": 50,
      "start_time": 309990.0,
      "end_time": 315300.0,
      "text": "brilliant, you might become priests. But nothing else. That was also community. Community could"
    },
    {
      "index": 51,
      "start_time": 315300.0,
      "end_time": 322300.0,
      "text": "be also stifling, and we&#39;ve fought a long way to get in a place where we are individuals"
    },
    {
      "index": 52,
      "start_time": 322470.0,
      "end_time": 328870.0,
      "text": "and we are recognized as individuals, but we need to redefine what community is in relationship"
    },
    {
      "index": 53,
      "start_time": 328870.0,
      "end_time": 334580.0,
      "text": "to retaining our individual rights. And Europe is really struggling with that"
    },
    {
      "index": 54,
      "start_time": 334580.0,
      "end_time": 340909.0,
      "text": "and not having given an answer yet to that challenge."
    },
    {
      "index": 55,
      "start_time": 340909.0,
      "end_time": 346500.0,
      "text": "Fourth quote: \"Most men would rather deny a hard truth than face it.\""
    },
    {
      "index": 56,
      "start_time": 346500.0,
      "end_time": 352229.0,
      "text": "Now, here we&#39;re at the core of the problem in the E.U. today."
    },
    {
      "index": 57,
      "start_time": 352229.0,
      "end_time": 357639.0,
      "text": "There is something in European nature or perhaps in human nature that whenever there&#39;s a problem,"
    },
    {
      "index": 58,
      "start_time": 357639.0,
      "end_time": 361330.0,
      "text": "we can get rid of it by blaming somebody else. Traditionally in Europe, we would blame the"
    },
    {
      "index": 59,
      "start_time": 361330.0,
      "end_time": 367500.0,
      "text": "Jews or we would blame the gypsies or we would blame some other minority group or foreigners"
    },
    {
      "index": 60,
      "start_time": 367500.0,
      "end_time": 370330.0,
      "text": "or whatever. Now, this is not always as fashionable as"
    },
    {
      "index": 61,
      "start_time": 370330.0,
      "end_time": 376000.0,
      "text": "it used to be. Some parties still do that, but others have found other people to blame."
    },
    {
      "index": 62,
      "start_time": 376000.0,
      "end_time": 381470.0,
      "text": "The E.U., for instance. Blame the E.U. for everything and all our problems will be solved."
    },
    {
      "index": 63,
      "start_time": 381470.0,
      "end_time": 386970.0,
      "text": "I see this -- I use -- I&#39;m not sure I can say this here at Google, but I use Facebook"
    },
    {
      "index": 64,
      "start_time": 386970.0,
      "end_time": 388300.0,
      "text": "a lot -- [ Laughter ]"
    },
    {
      "index": 65,
      "start_time": 388300.0,
      "end_time": 392330.0,
      "text": ">>Frans Timmermans: -- to just get a flavor of what people are thinking about subjects,"
    },
    {
      "index": 66,
      "start_time": 392330.0,
      "end_time": 399330.0,
      "text": "and somehow very often when something happens, a tragedy happens, a human tragedy, whatever,"
    },
    {
      "index": 67,
      "start_time": 399750.0,
      "end_time": 406000.0,
      "text": "the immediate response is to try and find someone to blame. And the E.U. is always one"
    },
    {
      "index": 68,
      "start_time": 406000.0,
      "end_time": 412199.0,
      "text": "of the targets for blame. And I think that is silly. You don&#39;t blame"
    },
    {
      "index": 69,
      "start_time": 412199.0,
      "end_time": 418400.0,
      "text": "the U.K. as a country for something going wrong. You don&#39;t say that if things are looking"
    },
    {
      "index": 70,
      "start_time": 418400.0,
      "end_time": 422909.0,
      "text": "down in the economy, \"Why don&#39;t we leave the U.K.\" -- well, some people in Scotland say"
    },
    {
      "index": 71,
      "start_time": 422909.0,
      "end_time": 426409.0,
      "text": "that. \"Why don&#39;t we leave the U.K. and all our problems will be solved?\" But here you"
    },
    {
      "index": 72,
      "start_time": 426409.0,
      "end_time": 430289.0,
      "text": "say, \"Why don&#39;t we leave the E.U. and all our problems will be solved.\""
    },
    {
      "index": 73,
      "start_time": 430289.0,
      "end_time": 437289.0,
      "text": "Now, the opposite attitude is as silly as this attitude. Frankly, the French president,"
    },
    {
      "index": 74,
      "start_time": 438889.0,
      "end_time": 444919.0,
      "text": "not being able to reform his country at this stage, not taking the steps he needs to take,"
    },
    {
      "index": 75,
      "start_time": 444919.0,
      "end_time": 450389.0,
      "text": "giving a huge speech saying that if -- once we create a European government, all our problems"
    },
    {
      "index": 76,
      "start_time": 450389.0,
      "end_time": 457389.0,
      "text": "will be solved, is not much removed from Nigel Farage&#39;s statement that once we leave the"
    },
    {
      "index": 77,
      "start_time": 457699.0,
      "end_time": 461919.0,
      "text": "E.U. all our problems will be solved. You know, you need to be -- to create an honest"
    },
    {
      "index": 78,
      "start_time": 461919.0,
      "end_time": 468919.0,
      "text": "platform and just be honest about what is necessary and reform will be necessary."
    },
    {
      "index": 79,
      "start_time": 469729.0,
      "end_time": 474969.0,
      "text": "Fifth quote: \"A man who won&#39;t listen can&#39;t hear.\""
    },
    {
      "index": 80,
      "start_time": 474969.0,
      "end_time": 481969.0,
      "text": "Now, this brings me to the point of how we communicate in this day and age. If I look"
    },
    {
      "index": 81,
      "start_time": 482939.0,
      "end_time": 489169.0,
      "text": "at my kids and the students I had when I was a professor at university in Utrecht, people"
    },
    {
      "index": 82,
      "start_time": 489169.0,
      "end_time": 495318.0,
      "text": "have -- what we did when we were young, we were taught to find things. Finding things,"
    },
    {
      "index": 83,
      "start_time": 495319.0,
      "end_time": 501530.0,
      "text": "the process of finding things when you were studying, was actually part of your education."
    },
    {
      "index": 84,
      "start_time": 501530.0,
      "end_time": 507318.0,
      "text": "When looking for things, you found the context and you zoomed in on what you needed to find,"
    },
    {
      "index": 85,
      "start_time": 507319.0,
      "end_time": 514240.0,
      "text": "and this process was part of your education. Now, thanks to Google, finding things is no"
    },
    {
      "index": 86,
      "start_time": 514240.0,
      "end_time": 521240.0,
      "text": "longer the problem. You can find things within a few seconds, just going to Google."
    },
    {
      "index": 87,
      "start_time": 522639.0,
      "end_time": 528940.0,
      "text": "But then contextualizing what you&#39;ve found has become more difficult. You know, the difference"
    },
    {
      "index": 88,
      "start_time": 528940.0,
      "end_time": 534769.0,
      "text": "in the way my kids and my students operate with this and we did is fundamental in the"
    },
    {
      "index": 89,
      "start_time": 534769.0,
      "end_time": 541399.0,
      "text": "way society is going to operate in the future. So I think their capacity to sort of skid"
    },
    {
      "index": 90,
      "start_time": 541399.0,
      "end_time": 548399.0,
      "text": "over reality at incredible speed, combined with our learned, acquired capacity to contextualize,"
    },
    {
      "index": 91,
      "start_time": 550700.0,
      "end_time": 553180.0,
      "text": "should be part of the solution of today&#39;s problem."
    },
    {
      "index": 92,
      "start_time": 553180.0,
      "end_time": 559690.0,
      "text": "We have a legitimacy problem in governance. You have it in companies. Look at the debate"
    },
    {
      "index": 93,
      "start_time": 559700.0,
      "end_time": 566700.0,
      "text": "on, \"Yes, it is right, it is legal to evade taxes, but is it moral to evade taxes?\" This"
    },
    {
      "index": 94,
      "start_time": 566500.0,
      "end_time": 572810.0,
      "text": "is something CEOs of companies will have to face if they want to keep their customers."
    },
    {
      "index": 95,
      "start_time": 572810.0,
      "end_time": 579160.0,
      "text": "This is something politicians will have to face if they want to continue to try and get"
    },
    {
      "index": 96,
      "start_time": 579160.0,
      "end_time": 586890.0,
      "text": "support for projects that shape our future. And I believe what is asked of politicians,"
    },
    {
      "index": 97,
      "start_time": 586890.0,
      "end_time": 593890.0,
      "text": "what is asked of people who have responsibility for management, is to contextualize, to know"
    },
    {
      "index": 98,
      "start_time": 593399.0,
      "end_time": 599160.0,
      "text": "what you&#39;re talking about, and then to explain what we are talking about."
    },
    {
      "index": 99,
      "start_time": 599160.0,
      "end_time": 606160.0,
      "text": "This time and age, which is much more about eclectic seeking of solutions and not -- you"
    },
    {
      "index": 100,
      "start_time": 609310.0,
      "end_time": 616310.0,
      "text": "know, when I was raised and when I was a student, we tended to think in complete systems of"
    },
    {
      "index": 101,
      "start_time": 617750.0,
      "end_time": 621949.0,
      "text": "ideology. You were either a socialist or you were a conservative or you were a communist"
    },
    {
      "index": 102,
      "start_time": 621949.0,
      "end_time": 628709.0,
      "text": "or you were whatever. But the system, the complete closed system of ideology would provide"
    },
    {
      "index": 103,
      "start_time": 628709.0,
      "end_time": 632910.0,
      "text": "a solution to the problem, and politicians acted upon that."
    },
    {
      "index": 104,
      "start_time": 632910.0,
      "end_time": 639910.0,
      "text": "This is what the E.U. is still doing today. Not engaging people in trying to come to collective"
    },
    {
      "index": 105,
      "start_time": 640290.0,
      "end_time": 646600.0,
      "text": "solutions, but telling people what the solution is. And whenever the E.U. comes under criticism,"
    },
    {
      "index": 106,
      "start_time": 646600.0,
      "end_time": 650850.0,
      "text": "it will come up with very easy answers: \"Yes, but it makes so much money so you should be"
    },
    {
      "index": 107,
      "start_time": 650850.0,
      "end_time": 654839.0,
      "text": "part of it.\" I think there&#39;s an op-ed in a British newspaper"
    },
    {
      "index": 108,
      "start_time": 654839.0,
      "end_time": 661839.0,
      "text": "today of British industry, of industrial leaders, saying, \"We should stay in the E.U. because"
    },
    {
      "index": 109,
      "start_time": 662360.0,
      "end_time": 669360.0,
      "text": "it brings 3,500 pounds a year to every British household.\" I guarantee you this will not"
    },
    {
      "index": 110,
      "start_time": 670680.0,
      "end_time": 676689.0,
      "text": "win the argument for Europe. It will never win the argument for Europe."
    },
    {
      "index": 111,
      "start_time": 676690.0,
      "end_time": 682570.0,
      "text": "Why are Euro skeptics strong today? It&#39;s because they make a leadership argument, a moral argument."
    },
    {
      "index": 112,
      "start_time": 682570.0,
      "end_time": 688230.0,
      "text": "They say, \"This is not the right way for us to go. We need to go a different way.\" And"
    },
    {
      "index": 113,
      "start_time": 688230.0,
      "end_time": 695230.0,
      "text": "instead of responding to that by saying, \"It is the right way to go, it is the only way"
    },
    {
      "index": 114,
      "start_time": 695269.0,
      "end_time": 701420.0,
      "text": "to go, because only if we stick together, if we create a stronger community of 500 million"
    },
    {
      "index": 115,
      "start_time": 701420.0,
      "end_time": 708890.0,
      "text": "people, can we resist the forces outside of Europe, can we engage with the future\" -- if"
    },
    {
      "index": 116,
      "start_time": 708890.0,
      "end_time": 712570.0,
      "text": "you don&#39;t put the argument that way, if you come up with roaming tariffs, if you come"
    },
    {
      "index": 117,
      "start_time": 712570.0,
      "end_time": 718480.0,
      "text": "up with certain percentages of income per household, the argument will fail completely."
    },
    {
      "index": 118,
      "start_time": 718480.0,
      "end_time": 725480.0,
      "text": "I tried, believe me, in our referendum campaign in 2005 in the Netherlands. We had our economics"
    },
    {
      "index": 119,
      "start_time": 725709.0,
      "end_time": 731690.0,
      "text": "board analyze what the profits are for the Dutch public of the internal market, and they"
    },
    {
      "index": 120,
      "start_time": 731700.0,
      "end_time": 738700.0,
      "text": "came up with the fact that this would lead to an extra month&#39;s salary for every individual"
    },
    {
      "index": 121,
      "start_time": 738800.0,
      "end_time": 744689.0,
      "text": "household, and immediately I got emails from people saying, \"When am I going to get this"
    },
    {
      "index": 122,
      "start_time": 744690.0,
      "end_time": 746279.0,
      "text": "extra month&#39;s salary?\" [ Laughter ]"
    },
    {
      "index": 123,
      "start_time": 746279.0,
      "end_time": 750420.0,
      "text": ">>Frans Timmermans: Which is a natural response to such a statement."
    },
    {
      "index": 124,
      "start_time": 750420.0,
      "end_time": 757319.0,
      "text": "And I think that is not a serious way of talking about this. And honesty also dictates."
    },
    {
      "index": 125,
      "start_time": 757320.0,
      "end_time": 761860.0,
      "text": "But we talk about the downsides of European integration. But we talk about things that"
    },
    {
      "index": 126,
      "start_time": 761860.0,
      "end_time": 767149.0,
      "text": "we&#39;ll have to show in terms of solidarity with other people."
    },
    {
      "index": 127,
      "start_time": 767149.0,
      "end_time": 771449.0,
      "text": "Today is Europe is in a bad place not because our economy is in a bad place. Our economy"
    },
    {
      "index": 128,
      "start_time": 771449.0,
      "end_time": 778449.0,
      "text": "is strong. We have the best educated generation in our history. We are at the highest level"
    },
    {
      "index": 129,
      "start_time": 778529.0,
      "end_time": 784910.0,
      "text": "in our history. We&#39;ve never seen so much peace and stability in Europe in human history."
    },
    {
      "index": 130,
      "start_time": 784910.0,
      "end_time": 790890.0,
      "text": "So we are in a strong position. We are only made weak because we are interpreting"
    },
    {
      "index": 131,
      "start_time": 790890.0,
      "end_time": 796670.0,
      "text": "\"winter is coming\" as something that is terrible and not something that is a great challenge"
    },
    {
      "index": 132,
      "start_time": 796670.0,
      "end_time": 801430.0,
      "text": "to pick up on. I do believe that if politicians start to"
    },
    {
      "index": 133,
      "start_time": 801430.0,
      "end_time": 808430.0,
      "text": "talk -- and leaders in business start to talk openly about the challenges, start to understand"
    },
    {
      "index": 134,
      "start_time": 809519.0,
      "end_time": 814329.0,
      "text": "that political leadership is no longer about ideology per se, is no longer about saying,"
    },
    {
      "index": 135,
      "start_time": 814329.0,
      "end_time": 820189.0,
      "text": "\"This is what you need to do,\" but it is about explaining what the complexities and realities"
    },
    {
      "index": 136,
      "start_time": 820190.0,
      "end_time": 827190.0,
      "text": "are of today -- because if you start explaining, if you start stating your case in terms of"
    },
    {
      "index": 137,
      "start_time": 827279.0,
      "end_time": 833769.0,
      "text": "showing reality, people will engage, people will talk to you, and people will know that"
    },
    {
      "index": 138,
      "start_time": 833769.0,
      "end_time": 840130.0,
      "text": "we have a few limited options we can choose from, and then you start talking to people"
    },
    {
      "index": 139,
      "start_time": 840130.0,
      "end_time": 843779.0,
      "text": "about the options you can choose. Europe needs to be doing that."
    },
    {
      "index": 140,
      "start_time": 843779.0,
      "end_time": 850779.0,
      "text": "Europe is doing all the things it should not be doing. It&#39;s still in this pre-1989 mode"
    },
    {
      "index": 141,
      "start_time": 850930.0,
      "end_time": 855609.0,
      "text": "of having an answer, even if -- even if you don&#39;t have a problem, Europe will provide"
    },
    {
      "index": 142,
      "start_time": 855610.0,
      "end_time": 856399.0,
      "text": "an answer. [ Laughter ]"
    },
    {
      "index": 143,
      "start_time": 856399.0,
      "end_time": 860670.0,
      "text": ">>Frans Timmermans: That is a silly, silly place to be, and it&#39;s a silly attitude to"
    },
    {
      "index": 144,
      "start_time": 860670.0,
      "end_time": 866900.0,
      "text": "take. Europe should be honest about the fact that we can&#39;t solve all the problems and should"
    },
    {
      "index": 145,
      "start_time": 866900.0,
      "end_time": 870449.0,
      "text": "be honest about the fact that we can solve the problems that will create a better and"
    },
    {
      "index": 146,
      "start_time": 870449.0,
      "end_time": 876699.0,
      "text": "stronger society in the future. Let me end with one of the nicest quotes in"
    },
    {
      "index": 147,
      "start_time": 876699.0,
      "end_time": 882410.0,
      "text": "the series because I think it sums up everything we need to think about today and tomorrow"
    },
    {
      "index": 148,
      "start_time": 882410.0,
      "end_time": 889410.0,
      "text": "and everything we need to discuss. Very profound. \"if we die, we die\" --"
    },
    {
      "index": 149,
      "start_time": 889560.0,
      "end_time": 895910.0,
      "text": "[ Laughter ] >>Frans Timmermans: -- \"but first we live.\""
    },
    {
      "index": 150,
      "start_time": 895910.0,
      "end_time": 896600.0,
      "text": "Thank you very much. [ Applause ]"
    }
  ]
}