{
  "video_id": "jZg5QhL3Ckc",
  "title": "Is this the future of health? | The Economist",
  "json": [
    {
      "index": 1,
      "start_time": 400.0,
      "end_time": 8400.0,
      "text": "The quest for artificial intelligence began more than 80 years ago."
    },
    {
      "index": 2,
      "start_time": 8400.0,
      "end_time": 17130.0,
      "text": "The idea was that computer technology would one day be powerful enough to carry out tasks better and more efficiently than humans."
    },
    {
      "index": 3,
      "start_time": 17130.0,
      "end_time": 20930.0,
      "text": "We've got to actually say hello to it."
    },
    {
      "index": 4,
      "start_time": 20930.0,
      "end_time": 23800.0,
      "text": "Today AI has come of age."
    },
    {
      "index": 5,
      "start_time": 23800.0,
      "end_time": 31530.0,
      "text": "It's already having an impact on many parts of human life, from self-driving cars to finding soul mates."
    },
    {
      "index": 6,
      "start_time": 31530.0,
      "end_time": 38200.0,
      "text": "But perhaps its greatest impact will be on medicine and the way we monitor human health."
    },
    {
      "index": 7,
      "start_time": 38200.0,
      "end_time": 44100.0,
      "text": "Dr. Eric Topol is one of the most influential doctors in digital medicine."
    },
    {
      "index": 8,
      "start_time": 44100.0,
      "end_time": 50600.0,
      "text": "The pioneering American cardiologist has helped develop drugs that have saved countless lives."
    },
    {
      "index": 9,
      "start_time": 50600.0,
      "end_time": 55800.0,
      "text": "He's now at the forefront of the AI revolution in health care."
    },
    {
      "index": 10,
      "start_time": 55800.0,
      "end_time": 59900.0,
      "text": "These are his prescriptions for transforming the future of human health."
    },
    {
      "index": 11,
      "start_time": 59900.0,
      "end_time": 64200.0,
      "text": "The overarching goal is to bring back the humanity."
    },
    {
      "index": 12,
      "start_time": 64200.0,
      "end_time": 69300.0,
      "text": "If we do this right we can rescue the problems of healthcare."
    },
    {
      "index": 13,
      "start_time": 69300.0,
      "end_time": 76000.0,
      "text": "How AI will transform the future of health care."
    },
    {
      "index": 14,
      "start_time": 76000.0,
      "end_time": 81400.0,
      "text": "The doctor-patient relationship is a founding principle of health care and medicine."
    },
    {
      "index": 15,
      "start_time": 81400.0,
      "end_time": 85611.0,
      "text": "The first step is to eliminate keyboards and computer screens and clinical encounters."
    },
    {
      "index": 16,
      "start_time": 88800.0,
      "end_time": 90500.0,
      "text": "1. Use AI for doctors' clinical paperwork."
    },
    {
      "index": 17,
      "start_time": 90500.0,
      "end_time": 97200.0,
      "text": "Some doctors in the West can spend up to twice as many hours on medical paperwork than with their patients."
    },
    {
      "index": 18,
      "start_time": 97200.0,
      "end_time": 103700.0,
      "text": "In the years ahead we should be able to eliminate the data clerk functions of clinicians."
    },
    {
      "index": 19,
      "start_time": 103700.0,
      "end_time": 109200.0,
      "text": "These are mutually hated as much by patients as by doctors and clinicians."
    },
    {
      "index": 20,
      "start_time": 109200.0,
      "end_time": 123700.0,
      "text": "AI tools such as speech recognition technology, but in our common place in homes, could be used in clinical settings for capturing data and notes, allowing doctors to concentrate on people."
    },
    {
      "index": 21,
      "start_time": 123700.0,
      "end_time": 125400.0,
      "text": "2. Use machines to reduce errors."
    },
    {
      "index": 22,
      "start_time": 125400.0,
      "end_time": 133000.0,
      "text": "We have a problem with accuracy and efficiency."
    },
    {
      "index": 23,
      "start_time": 133000.0,
      "end_time": 141000.0,
      "text": "Trained on a huge resource of medical data, the power of AI learning can read some images more accurately than humans."
    },
    {
      "index": 24,
      "start_time": 141000.0,
      "end_time": 146000.0,
      "text": "Whether it's a pattern like a scan, or a slide, or prediction."
    },
    {
      "index": 25,
      "start_time": 146000.0,
      "end_time": 156400.0,
      "text": "AI can really rev up the accuracy and that is important for a better diagnosis, better treatments, better outcomes, lower-cost."
    },
    {
      "index": 26,
      "start_time": 156400.0,
      "end_time": 164000.0,
      "text": "Powerful Machines can interpret scans 150 times faster than radiologists and can work 24 hours a day."
    },
    {
      "index": 27,
      "start_time": 164000.0,
      "end_time": 167100.0,
      "text": "AI can even suggest a diagnosis."
    },
    {
      "index": 28,
      "start_time": 167100.0,
      "end_time": 180000.0,
      "text": "Many conditions could be AI-diagnosed and so the time that a doctor comes into play is very specific to important diagnosis."
    },
    {
      "index": 29,
      "start_time": 180000.0,
      "end_time": 183300.0,
      "text": "3. Harvesting data to improve outcomes."
    },
    {
      "index": 30,
      "start_time": 183300.0,
      "end_time": 187700.0,
      "text": "Data is critical for improving our understanding of disease and illness."
    },
    {
      "index": 31,
      "start_time": 187700.0,
      "end_time": 193400.0,
      "text": "The more we understand, the better the chances of preventing diagnosing and curing."
    },
    {
      "index": 32,
      "start_time": 193400.0,
      "end_time": 198500.0,
      "text": "But currently, only about 5% of medical data is used effectively."
    },
    {
      "index": 33,
      "start_time": 198500.0,
      "end_time": 206100.0,
      "text": "We had a problem with generating so much data, terabytes of data for each person, but we didn't have a way to analyze."
    },
    {
      "index": 34,
      "start_time": 206100.0,
      "end_time": 210000.0,
      "text": "We didn't have a way to extract the juice, the distillate of this."
    },
    {
      "index": 35,
      "start_time": 210000.0,
      "end_time": 214300.0,
      "text": "Now we do, and that's what artificial intelligence is really about."
    },
    {
      "index": 36,
      "start_time": 214300.0,
      "end_time": 224400.0,
      "text": "Harness to wireless devices, AI could oversee every facet of people's health data from family history to food intake, to exercise."
    },
    {
      "index": 37,
      "start_time": 224400.0,
      "end_time": 235300.0,
      "text": "People will have the opportunity to have this real integrated view of themselves to help prevent illness, to help guide them for better management of conditions."
    },
    {
      "index": 38,
      "start_time": 235300.0,
      "end_time": 240800.0,
      "text": "Over time, we'll see this virtual coach for promoting health."
    },
    {
      "index": 39,
      "start_time": 240800.0,
      "end_time": 248200.0,
      "text": "Constant AI monitoring could transform the most prolific diseases that demand the most care, such as diabetes."
    },
    {
      "index": 40,
      "start_time": 248200.0,
      "end_time": 253500.0,
      "text": "This would empower people to take charge of their own health."
    },
    {
      "index": 41,
      "start_time": 253500.0,
      "end_time": 255400.0,
      "text": "4. Treat patient at home, not in hospital."
    },
    {
      "index": 42,
      "start_time": 255400.0,
      "end_time": 262300.0,
      "text": "Another way that AI will kick in over time is to get rid of hospital rooms."
    },
    {
      "index": 43,
      "start_time": 262300.0,
      "end_time": 273271.0,
      "text": "We can monitor patients in the comfort of their own home because they can have the sensors that would provide the same type of monitoring as if someone was in the intensive care unit."
    },
    {
      "index": 44,
      "start_time": 273271.0,
      "end_time": 280500.0,
      "text": "Caring for people outside of medical settings would not only prevent hospital-acquired disease, it could also save money."
    },
    {
      "index": 45,
      "start_time": 280500.0,
      "end_time": 288400.0,
      "text": "All these things favor this shift of reliance on a patient's bedroom rather than the hospital room."
    },
    {
      "index": 46,
      "start_time": 288400.0,
      "end_time": 293600.0,
      "text": "We're talking about a whole lot of people that don't need to be employed in the hospital setting."
    },
    {
      "index": 47,
      "start_time": 293600.0,
      "end_time": 298000.0,
      "text": "That is a great way to reduce the burden in the future."
    },
    {
      "index": 48,
      "start_time": 298000.0,
      "end_time": 310500.0,
      "text": "In the United States, a hospital costs five thousand dollars a night, so you could get a lot of data plans that go for years for that cost."
    },
    {
      "index": 49,
      "start_time": 310500.0,
      "end_time": 336320.0,
      "text": "If the clinical community stands up for patients and say all the power, efficiency, productivity, workflow from AI is going to be used to give the gift of time to doctors and nurses and patients, that's where we flip this thing and achieve a rescue mission for health."
    }
  ]
}