{
  "video_id": "jzKagO-RVuU",
  "title": "What is an Arraignment? Massachusetts Criminal Law Attorney Steve Brooks",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 350.0,
      "end_time": 4479.0,
      "text": "You’ve been arrested or otherwise charged with a crime and you have an arraignment scheduled"
    },
    {
      "index": 2,
      "start_time": 4480.0,
      "end_time": 9800.0,
      "text": "in Massachusetts. What’s an arraignment? Hi. I’m Steve Brooks. I’m a Massachusetts"
    },
    {
      "index": 3,
      "start_time": 9800.0,
      "end_time": 13930.0,
      "text": "trial attorney with an office in Boston and in Dedham. And I can answer your questions"
    },
    {
      "index": 4,
      "start_time": 13930.0,
      "end_time": 19580.0,
      "text": "on what an arraignment is. An arraignment is the first appearance in court. It’s where"
    },
    {
      "index": 5,
      "start_time": 19580.0,
      "end_time": 24479.0,
      "text": "the charges are read to a defendant and they’re formerly notified of the crimes the government"
    },
    {
      "index": 6,
      "start_time": 24480.0,
      "end_time": 30600.0,
      "text": "charges them with. Now, in district court, a not guilty plea is automatically entered"
    },
    {
      "index": 7,
      "start_time": 30600.0,
      "end_time": 36790.0,
      "text": "against the defendant. Wherein, superior court a defendant is expected to stand up and say"
    },
    {
      "index": 8,
      "start_time": 36790.0,
      "end_time": 41300.0,
      "text": "the words “not guilty” in order to enter that plea. Also at the arraignment, the issue"
    },
    {
      "index": 9,
      "start_time": 41300.0,
      "end_time": 46249.0,
      "text": "of bail is discussed while the overwhelming number of people simply get released on their"
    },
    {
      "index": 10,
      "start_time": 46249.0,
      "end_time": 50620.0,
      "text": "own recognizance, which is their promise to appear at all the later court dates – some"
    },
    {
      "index": 11,
      "start_time": 50620.0,
      "end_time": 55849.0,
      "text": "people have to have a bail hearing. At a bail hearing, the prosecutor argues that a person"
    },
    {
      "index": 12,
      "start_time": 55850.0,
      "end_time": 62690.0,
      "text": "should have to post bail in order to get released. The defendant argues that no bail is necessary"
    },
    {
      "index": 13,
      "start_time": 62690.0,
      "end_time": 67340.0,
      "text": "and that they will come back on all the court dates that are scheduled. Sometimes, when"
    },
    {
      "index": 14,
      "start_time": 67340.0,
      "end_time": 73479.0,
      "text": "someone has a large number of repeat offenses or if they’re held because they have a pending"
    },
    {
      "index": 15,
      "start_time": 73479.0,
      "end_time": 78719.0,
      "text": "case, the issues of revocation of bail comes up. Now I expect that you’re watching this"
    },
    {
      "index": 16,
      "start_time": 78719.0,
      "end_time": 84490.0,
      "text": "video because you have either someone close to you has a case pending or there’s an"
    },
    {
      "index": 17,
      "start_time": 84490.0,
      "end_time": 88740.0,
      "text": "arraignment scheduled or you have a case pending with an arraignment scheduled, and you have"
    },
    {
      "index": 18,
      "start_time": 88740.0,
      "end_time": 93539.0,
      "text": "questions about the process. I’d be happy to answer the questions you have. Call me"
    },
    {
      "index": 19,
      "start_time": 93539.0,
      "end_time": 97829.0,
      "text": "at 781-251-0555. Thanks for listening."
    }
  ]
}