{
  "video_id": "K3nrTHp88IU",
  "title": "How much time do I spend every day to learn English?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 640.0,
      "end_time": 4180.0,
      "text": "Hi, good morning! I'm Julian and this is Doing English."
    },
    {
      "index": 2,
      "start_time": 4180.0,
      "end_time": 13390.0,
      "text": "Today I've got a very good question from Kasia and she asked \"How much time do I need to spend every day to learn English?\""
    },
    {
      "index": 3,
      "start_time": 19710.0,
      "end_time": 24949.0,
      "text": "So how much time do you need to spend every day to learn English? It's a very good question."
    },
    {
      "index": 4,
      "start_time": 24949.0,
      "end_time": 36369.0,
      "text": "But it's a little bit of a difficult question to answer because it's kind of like the question  \"How long is a piece of string? \" It's as long as you want it to be."
    },
    {
      "index": 5,
      "start_time": 36369.0,
      "end_time": 50190.0,
      "text": "Put another way: it really depends on your goals, your schedule, how much time do you have and how fast you want to improve, and how much you want to improve, and by when."
    },
    {
      "index": 6,
      "start_time": 50169.0,
      "end_time": 55929.0,
      "text": "So really you have to be very clear on your goals."
    },
    {
      "index": 7,
      "start_time": 55929.0,
      "end_time": 63979.0,
      "text": "And this is something that I talk about a lot in the Doing English daily newsletter and in a lot of detail in Doing English Plus."
    },
    {
      "index": 8,
      "start_time": 64000.0,
      "end_time": 81420.0,
      "text": "But the more specific you are about your goals, what you want to achieve and by when, the easier it will be to work out how much time you need to spend every day learning English."
    },
    {
      "index": 9,
      "start_time": 81620.0,
      "end_time": 89370.0,
      "text": "This said, here is my kind of general advice and this something I do myself with language learning."
    },
    {
      "index": 10,
      "start_time": 89400.0,
      "end_time": 99880.0,
      "text": "Work out how much time you have each day to learn English. Then, divide that into four."
    },
    {
      "index": 11,
      "start_time": 100000.0,
      "end_time": 108430.0,
      "text": "Spend one quarter of your time studying English that is really focused, intense study."
    },
    {
      "index": 12,
      "start_time": 108470.0,
      "end_time": 116400.0,
      "text": "It could be using a grammar book, or a textbook or studying vocabulary or audio lessons or anything. It doesn't matter, however you do it."
    },
    {
      "index": 13,
      "start_time": 116500.0,
      "end_time": 119869.0,
      "text": "But a quarter, twenty-five percent of your time should be very focused, very intense study."
    },
    {
      "index": 14,
      "start_time": 119869.0,
      "end_time": 133499.0,
      "text": "And then for the other three quarters, the other seventy-five percent of the time just use English in whatever way you can."
    },
    {
      "index": 15,
      "start_time": 133540.0,
      "end_time": 146730.0,
      "text": "Read books in English, read articles on the internet in English, read magazines, watch TV shows, watch Youtube videos, listen to podcasts, listen to audio books, anything."
    },
    {
      "index": 16,
      "start_time": 146730.0,
      "end_time": 151790.0,
      "text": "It doesn't really matter, whatever you can do to just be using English."
    },
    {
      "index": 17,
      "start_time": 151790.0,
      "end_time": 157000.0,
      "text": "And unlike your study time, try and make this very relaxed."
    },
    {
      "index": 18,
      "start_time": 157500.0,
      "end_time": 169050.0,
      "text": "This is not about you kind of focusing and really studying, this is about you enjoying using English and just getting as much kind of exposure to English as you can."
    },
    {
      "index": 19,
      "start_time": 169089.0,
      "end_time": 172719.0,
      "text": "So it's kind of a twenty-five, seventy-five percent balance."
    },
    {
      "index": 20,
      "start_time": 171519.0,
      "end_time": 185700.0,
      "text": "Twenty-five percent very focused, very intense study followed by seventy-five percent of your time just very relaxed, enjoying using English, in whatever way you can."
    },
    {
      "index": 21,
      "start_time": 185900.0,
      "end_time": 200740.0,
      "text": "You could be speaking to people, talking to friends, talking to people on the internet, on Facebook or you know, listening to the radio or whatever. It doesn't matter."
    },
    {
      "index": 22,
      "start_time": 217500.0,
      "end_time": 235000.0,
      "text": "Don't forget, if you haven't already, you can join the Doing English daily newsletter by clicking on the link below this video and signing up. When you join, you'll get my tips and advice and all sorts of thing in your inbox everyday."
    }
  ]
}