{
  "video_id": "k7dTDjRnBqU",
  "title": "Democracy, Authoritarian Capitalism, and China: Crash Course World History 230",
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 4640.0,
      "text": "Hi, I&#39;m John Green, this is Crash Course World History and today in our final episode of"
    },
    {
      "index": 2,
      "start_time": 4640.0,
      "end_time": 9020.0,
      "text": "this World History series we&#39;re going to return to some of our favorite themes, like the rise"
    },
    {
      "index": 3,
      "start_time": 9020.0,
      "end_time": 15260.0,
      "text": "of the state; maybe the idea of &quot;The West&quot;; and also we&#39;re going to speculate a little bit about the future."
    },
    {
      "index": 4,
      "start_time": 15260.0,
      "end_time": 18590.0,
      "text": "Mr. Green! Mr. Green! No, no, no...I-I thought you were from the future."
    },
    {
      "index": 5,
      "start_time": 18590.0,
      "end_time": 23289.0,
      "text": "Nope! I&#39;m from your future, Me From the Past, so I know that NSYNC doesn&#39;t stay together,"
    },
    {
      "index": 6,
      "start_time": 23289.0,
      "end_time": 28449.0,
      "text": "but I&#39;m from my present. Although, now I&#39;m from my past. No, present again. That&#39;s the"
    },
    {
      "index": 7,
      "start_time": 28449.0,
      "end_time": 34249.0,
      "text": "problem with the future, me from the past. It keeps briefly becoming present and then becoming past."
    },
    {
      "index": 8,
      "start_time": 34249.0,
      "end_time": 37550.0,
      "text": "And then of course people watching the videos will be watching them in their present, which"
    },
    {
      "index": 9,
      "start_time": 37550.0,
      "end_time": 43339.0,
      "text": "will be my ever more distant past. And they could be watching them in ten years, the things"
    },
    {
      "index": 10,
      "start_time": 43339.0,
      "end_time": 47370.0,
      "text": "that I have predicted will have come true or not come true, and I will look like a genius"
    },
    {
      "index": 11,
      "start_time": 47370.0,
      "end_time": 58960.0,
      "text": "or an idiot. Ahhh I&#39;m freakin&#39; out Stan! Just roll the intro."
    },
    {
      "index": 12,
      "start_time": 58960.0,
      "end_time": 61899.0,
      "text": "Man, I&#39;m glad that intro pulled me out of that logic loop. I could have been stuck in"
    },
    {
      "index": 13,
      "start_time": 61899.0,
      "end_time": 66479.0,
      "text": "there forever, which reminds me that forever itself is a very weird concept. I think the"
    },
    {
      "index": 14,
      "start_time": 66479.0,
      "end_time": 70070.0,
      "text": "only thing we can say about forever is that the future is forever."
    },
    {
      "index": 15,
      "start_time": 70070.0,
      "end_time": 75119.0,
      "text": "So Americans are pretty proud of their democratic government and its history, but in world historical"
    },
    {
      "index": 16,
      "start_time": 75119.0,
      "end_time": 80460.0,
      "text": "terms, democracy has not been the norm. Like the 20th century was the high tide for democracy"
    },
    {
      "index": 17,
      "start_time": 80460.0,
      "end_time": 85469.0,
      "text": "worldwide with the number of democratic governments increasing dramatically, but the 2000&#39;s so"
    },
    {
      "index": 18,
      "start_time": 85469.0,
      "end_time": 90609.0,
      "text": "far have seen something of a anti-democratic renaissance with the number of democracies"
    },
    {
      "index": 19,
      "start_time": 90609.0,
      "end_time": 96630.0,
      "text": "that shouldn&#39;t actually be called democracies, doubling between 2006 and 2009. Like the People&#39;s"
    },
    {
      "index": 20,
      "start_time": 96630.0,
      "end_time": 102299.0,
      "text": "Democratic Republic of Korea, despite having democratic in the name, not particularly democratic..."
    },
    {
      "index": 21,
      "start_time": 102299.0,
      "end_time": 106460.0,
      "text": "I&#39;m sorry for saying that Kim Jong-un, but it&#39;s true... He&#39;s behind me, isn&#39;t he Stan?"
    },
    {
      "index": 22,
      "start_time": 106460.0,
      "end_time": 108979.0,
      "text": "You&#39;ll be gone in 20 years, that&#39;s my first prediction."
    },
    {
      "index": 23,
      "start_time": 108979.0,
      "end_time": 114000.0,
      "text": "Also, while democracy can sound great, no countries have ever actually practiced pure"
    },
    {
      "index": 24,
      "start_time": 114000.0,
      "end_time": 117789.0,
      "text": "democracy. Unless you count Ancient Athens which a) was not a country, it was a city"
    },
    {
      "index": 25,
      "start_time": 117789.0,
      "end_time": 122240.0,
      "text": "state and b) it excluded women and slaves from the political process so it wasn&#39;t really"
    },
    {
      "index": 26,
      "start_time": 122240.0,
      "end_time": 126940.0,
      "text": "a pure democracy. Because you know, like, most people didn&#39;t get to participate in the government."
    },
    {
      "index": 27,
      "start_time": 126940.0,
      "end_time": 131160.0,
      "text": "What we call democracies today are actually the result of a number of revolutions in political"
    },
    {
      "index": 28,
      "start_time": 131160.0,
      "end_time": 135520.0,
      "text": "thought that happened mostly in the west between the 17th and 20th centuries. Like, we&#39;ve talked"
    },
    {
      "index": 29,
      "start_time": 135520.0,
      "end_time": 138940.0,
      "text": "a lot about the first of these revolutions in political thought which happened in the"
    },
    {
      "index": 30,
      "start_time": 138940.0,
      "end_time": 143530.0,
      "text": "17th century with the creation of the centralized nation state in Europe. And then there was"
    },
    {
      "index": 31,
      "start_time": 143530.0,
      "end_time": 147910.0,
      "text": "the political breakthrough put forth by John Stuart Mill, who envisioned a night watchmen"
    },
    {
      "index": 32,
      "start_time": 147910.0,
      "end_time": 152520.0,
      "text": "state that was like too small to infringe on individuals&#39; freedoms but efficient enough"
    },
    {
      "index": 33,
      "start_time": 152520.0,
      "end_time": 154950.0,
      "text": "to be functional and useful as a government."
    },
    {
      "index": 34,
      "start_time": 154950.0,
      "end_time": 158890.0,
      "text": "Then in the late 19th and early 20th century, the west developed the idea of the modern"
    },
    {
      "index": 35,
      "start_time": 158890.0,
      "end_time": 163650.0,
      "text": "welfare state, enshrining the belief that the state should provide things like education,"
    },
    {
      "index": 36,
      "start_time": 163650.0,
      "end_time": 168610.0,
      "text": "health and unemployment insurance to enable citizens to lead fulfilling lives. The welfare"
    },
    {
      "index": 37,
      "start_time": 168610.0,
      "end_time": 173620.0,
      "text": "state relies on government planning and bureaucrats who get their jobs not based on high birth"
    },
    {
      "index": 38,
      "start_time": 173620.0,
      "end_time": 179420.0,
      "text": "but on merits and also data-driven answers to problems. And so we saw the rise of technocrats"
    },
    {
      "index": 39,
      "start_time": 179420.0,
      "end_time": 184030.0,
      "text": "and intellectuals influencing government policy. To quote the book called &quot;The Fourth Revolution,&quot;"
    },
    {
      "index": 40,
      "start_time": 184030.0,
      "end_time": 189250.0,
      "text": "there were two things new about this welfare state. &quot;The taxation of the entire population"
    },
    {
      "index": 41,
      "start_time": 189250.0,
      "end_time": 193830.0,
      "text": "to provide benefits for the unfortunate and the removal of the &#39;poor law&#39; stigma from"
    },
    {
      "index": 42,
      "start_time": 193830.0,
      "end_time": 197780.0,
      "text": "social welfare. The poor were now victims, not layabouts.&quot;"
    },
    {
      "index": 43,
      "start_time": 197780.0,
      "end_time": 201860.0,
      "text": "So, in contemporary Europe and the United States, everyone pays taxes, right. Whether"
    },
    {
      "index": 44,
      "start_time": 201860.0,
      "end_time": 205830.0,
      "text": "it&#39;s consumption taxes or property taxes or income taxes or whatever. And we don&#39;t view"
    },
    {
      "index": 45,
      "start_time": 205830.0,
      "end_time": 210670.0,
      "text": "poverty merely as personal failing but as a problem that needs to be addressed. And"
    },
    {
      "index": 46,
      "start_time": 210670.0,
      "end_time": 214980.0,
      "text": "although imperialism certainly made it problematic for these ideas to spread completely throughout"
    },
    {
      "index": 47,
      "start_time": 214980.0,
      "end_time": 220560.0,
      "text": "the world, the ideas did prove very powerful, like India adopted a heavily top down welfare"
    },
    {
      "index": 48,
      "start_time": 220560.0,
      "end_time": 224820.0,
      "text": "state based on British principles once it became independent. And even when the liberal"
    },
    {
      "index": 49,
      "start_time": 224820.0,
      "end_time": 229710.0,
      "text": "democratic state came under ideological attack from fascists and communists, it was able"
    },
    {
      "index": 50,
      "start_time": 229710.0,
      "end_time": 234730.0,
      "text": "to triumph by mustering the resources to win World War II and meet the Soviet Challenge"
    },
    {
      "index": 51,
      "start_time": 234730.0,
      "end_time": 239090.0,
      "text": "during the Cold War. And for most of the 20th century, western democracies have been on"
    },
    {
      "index": 52,
      "start_time": 239090.0,
      "end_time": 244830.0,
      "text": "the whole, pretty successful in providing peace and stability and prosperity to their own citizens."
    },
    {
      "index": 53,
      "start_time": 244830.0,
      "end_time": 250370.0,
      "text": "And yet, many parts of the world are turning away from these ideas now. Why? Well, one"
    },
    {
      "index": 54,
      "start_time": 250370.0,
      "end_time": 254400.0,
      "text": "of the reasons democracy may be falling out of favor is that many of the most successful"
    },
    {
      "index": 55,
      "start_time": 254400.0,
      "end_time": 259250.0,
      "text": "countries in the world, at least in terms of economic growth are not democratic. There"
    },
    {
      "index": 56,
      "start_time": 259250.0,
      "end_time": 264630.0,
      "text": "are democracies experiencing tremendous economic growth like Brazil and India. But then of"
    },
    {
      "index": 57,
      "start_time": 264630.0,
      "end_time": 269330.0,
      "text": "course there&#39;s China. And China along with countries like Singapore have looked to the"
    },
    {
      "index": 58,
      "start_time": 269330.0,
      "end_time": 274250.0,
      "text": "west for guidance on how to create capitalism but they&#39;ve been much less interested in adopting"
    },
    {
      "index": 59,
      "start_time": 274250.0,
      "end_time": 276040.0,
      "text": "Western models of governance."
    },
    {
      "index": 60,
      "start_time": 276040.0,
      "end_time": 277490.0,
      "text": "Let&#39;s go to the Thought Bubble."
    },
    {
      "index": 61,
      "start_time": 277490.0,
      "end_time": 283070.0,
      "text": "So Singapore might only have 5.2 million inhabitants but it has very effective government. The"
    },
    {
      "index": 62,
      "start_time": 283070.0,
      "end_time": 288310.0,
      "text": "architect of its success, Lee Kuan Yew, has argued that cultural values are the explanation"
    },
    {
      "index": 63,
      "start_time": 288310.0,
      "end_time": 292960.0,
      "text": "and that Asians are quote, &quot;More focused on the family, more devoted to education and"
    },
    {
      "index": 64,
      "start_time": 292960.0,
      "end_time": 297960.0,
      "text": "saving; and more willing to put faith in a Mandarin elite than the West.&quot; But it&#39;s probably"
    },
    {
      "index": 65,
      "start_time": 297960.0,
      "end_time": 304370.0,
      "text": "more due to Singapore&#39;s being more authoritarian, more interventionist, and more bossy in following"
    },
    {
      "index": 66,
      "start_time": 304370.0,
      "end_time": 309790.0,
      "text": "Lee&#39;s Hobbesian view that, &quot;Human beings, regrettable though it may be, are inherently"
    },
    {
      "index": 67,
      "start_time": 309790.0,
      "end_time": 312880.0,
      "text": "vicious and have to be restrained from their viciousness.&quot;"
    },
    {
      "index": 68,
      "start_time": 312880.0,
      "end_time": 317640.0,
      "text": "Although Singapore isn&#39;t technically a one party state it&#39;s also very far from a traditional"
    },
    {
      "index": 69,
      "start_time": 317640.0,
      "end_time": 324870.0,
      "text": "democracy. Like in 2011 Lee&#39;s People&#39;s Action Party won 60% of the vote and 93% of the seats"
    },
    {
      "index": 70,
      "start_time": 324870.0,
      "end_time": 329280.0,
      "text": "in Congress. That may sound terrible but it has an upside. Knowing that their party will"
    },
    {
      "index": 71,
      "start_time": 329280.0,
      "end_time": 335120.0,
      "text": "win elections allows Singapore&#39;s politicians to focus on something else. Namely long-term"
    },
    {
      "index": 72,
      "start_time": 335120.0,
      "end_time": 339620.0,
      "text": "planning. If any of the particularly &quot;Asian&quot; traditions cited by Lee have fueled Singapore&#39;s"
    },
    {
      "index": 73,
      "start_time": 339620.0,
      "end_time": 345050.0,
      "text": "success it&#39;s that Mandarin ideal of choosing and promoting skilled bureaucrats based on"
    },
    {
      "index": 74,
      "start_time": 345050.0,
      "end_time": 349310.0,
      "text": "merit. The most interesting thing about Singapore&#39;s government is that, at least by Western standards,"
    },
    {
      "index": 75,
      "start_time": 349310.0,
      "end_time": 354030.0,
      "text": "it&#39;s remarkably small, with like, for instance a world class education system that consumes"
    },
    {
      "index": 76,
      "start_time": 354030.0,
      "end_time": 359050.0,
      "text": "only 3.3% of Gross Domestic Product. They also have a required retirement fund in which"
    },
    {
      "index": 77,
      "start_time": 359050.0,
      "end_time": 364810.0,
      "text": "Singaporeans contribute 20% of their paycheck and their employers kick in another 15.5%."
    },
    {
      "index": 78,
      "start_time": 364810.0,
      "end_time": 368820.0,
      "text": "AND as you&#39;ll already know if you watch our show Healthcare Triage, Singapore has one"
    },
    {
      "index": 79,
      "start_time": 368820.0,
      "end_time": 373350.0,
      "text": "of the most efficient and fascinating health care systems in the world. Thanks Thought Bubble."
    },
    {
      "index": 80,
      "start_time": 373350.0,
      "end_time": 378370.0,
      "text": "And then there&#39;s China with its gleaming skyscrapers, enormous number of billionaires, and what"
    },
    {
      "index": 81,
      "start_time": 378370.0,
      "end_time": 383230.0,
      "text": "is now the second largest economy in the world. Now, of course, there&#39;s also the air pollution,"
    },
    {
      "index": 82,
      "start_time": 383230.0,
      "end_time": 387500.0,
      "text": "the growing income disparity, the terrible working conditions, but hundreds of millions"
    },
    {
      "index": 83,
      "start_time": 387500.0,
      "end_time": 392040.0,
      "text": "of people in China have emerged from poverty in the last 50 years. And this was all accomplished"
    },
    {
      "index": 84,
      "start_time": 392040.0,
      "end_time": 396780.0,
      "text": "by a very repressive state, so repressive, in fact, that they can&#39;t see this video. The"
    },
    {
      "index": 85,
      "start_time": 396780.0,
      "end_time": 401200.0,
      "text": "Chinese model of governance has often been called authoritarian capitalism and its architect"
    },
    {
      "index": 86,
      "start_time": 401200.0,
      "end_time": 405540.0,
      "text": "was Deng Xiaoping. He was very impressed by Singapore and sought to copy them, and in"
    },
    {
      "index": 87,
      "start_time": 405540.0,
      "end_time": 409540.0,
      "text": "many ways, the Chinese Communist party has been very successful at that. Despite some"
    },
    {
      "index": 88,
      "start_time": 409540.0,
      "end_time": 414550.0,
      "text": "official corruption, the Chinese state is very efficient and has presided over an incredible"
    },
    {
      "index": 89,
      "start_time": 414550.0,
      "end_time": 419160.0,
      "text": "economic and social transformation in the past 30 years. So we expect, like, rigid central"
    },
    {
      "index": 90,
      "start_time": 419160.0,
      "end_time": 423400.0,
      "text": "planning from Communist parties, right? But in China, rather than setting goals for every"
    },
    {
      "index": 91,
      "start_time": 423400.0,
      "end_time": 427960.0,
      "text": "facet of the economy, the party makes sure that it&#39;s represented in most big companies,"
    },
    {
      "index": 92,
      "start_time": 427960.0,
      "end_time": 429580.0,
      "text": "private and state-owned."
    },
    {
      "index": 93,
      "start_time": 429580.0,
      "end_time": 433600.0,
      "text": "And the biggest companies owned by the government dominate strategic industries like energy"
    },
    {
      "index": 94,
      "start_time": 433600.0,
      "end_time": 437960.0,
      "text": "and transportation and telecommunications. The Communist Party’s Organization Department"
    },
    {
      "index": 95,
      "start_time": 437960.0,
      "end_time": 442199.0,
      "text": "appoints all senior corporate figures in China. And in general they‘ve done a good job of"
    },
    {
      "index": 96,
      "start_time": 442199.0,
      "end_time": 445699.0,
      "text": "promoting good managers that help the companies to grow."
    },
    {
      "index": 97,
      "start_time": 445699.0,
      "end_time": 449919.0,
      "text": "And China certainly wants this model to go global, since its state owwned companies have"
    },
    {
      "index": 98,
      "start_time": 449919.0,
      "end_time": 455070.0,
      "text": "funded 80% of China’s direct foreign investment in the last 30 years, which allows commerce"
    },
    {
      "index": 99,
      "start_time": 455070.0,
      "end_time": 460160.0,
      "text": "to advance Chinese diplomacy, extending the nation’s so-called “soft power.”"
    },
    {
      "index": 100,
      "start_time": 460160.0,
      "end_time": 464110.0,
      "text": "So who knows if this will actually work, but when Chinese state companies are able to build"
    },
    {
      "index": 101,
      "start_time": 464110.0,
      "end_time": 468870.0,
      "text": "the new African Union headquarters in Ethiopia, for instance, it sends a powerful signal to"
    },
    {
      "index": 102,
      "start_time": 468870.0,
      "end_time": 473560.0,
      "text": "African nations that this is a system where people can get things done."
    },
    {
      "index": 103,
      "start_time": 473560.0,
      "end_time": 478320.0,
      "text": "Meanwhile, in the United States and much of Europe... a little bit of a struggle to get"
    },
    {
      "index": 104,
      "start_time": 478320.0,
      "end_time": 482919.0,
      "text": "things done. So Chinese state capitalism may sound like the wave of the future, or at least"
    },
    {
      "index": 105,
      "start_time": 482919.0,
      "end_time": 486910.0,
      "text": "the wave of the present. But maybe not. It has some serious drawbacks. First, the close"
    },
    {
      "index": 106,
      "start_time": 486910.0,
      "end_time": 491490.0,
      "text": "ties between business and politics opens the system up to massive corruption."
    },
    {
      "index": 107,
      "start_time": 491490.0,
      "end_time": 494660.0,
      "text": "Fortunately, here in the United States, we don’t have any ties between business and"
    },
    {
      "index": 108,
      "start_time": 494660.0,
      "end_time": 496800.0,
      "text": "politics, so you won’t see any corruption here!"
    },
    {
      "index": 109,
      "start_time": 496800.0,
      "end_time": 501699.0,
      "text": "But there are also other drawbacks to authoritarian capitalism, like state-run industries tend"
    },
    {
      "index": 110,
      "start_time": 501699.0,
      "end_time": 506560.0,
      "text": "not to be responsive to investors, which limits private investment. And in the long-term,"
    },
    {
      "index": 111,
      "start_time": 506560.0,
      "end_time": 509250.0,
      "text": "that may limit the money available to them to keep growing."
    },
    {
      "index": 112,
      "start_time": 509250.0,
      "end_time": 513659.0,
      "text": "Also, with a lot of these state-owned industries, it’s not actually clear that they’re productive"
    },
    {
      "index": 113,
      "start_time": 513659.0,
      "end_time": 517779.0,
      "text": "or profitable because they rely so heavily on government subsidies."
    },
    {
      "index": 114,
      "start_time": 517779.0,
      "end_time": 521229.0,
      "text": "And finally state-owned industries don’t to a great job of encouraging the freedom"
    },
    {
      "index": 115,
      "start_time": 521229.00000000006,
      "end_time": 526040.0,
      "text": "of expression that fuels a lot of, like, cultural and intellectual industries like, for instance"
    },
    {
      "index": 116,
      "start_time": 526040.0,
      "end_time": 528779.0,
      "text": "Hollywood. Which is more cultural than intellectual."
    },
    {
      "index": 117,
      "start_time": 528779.0,
      "end_time": 533309.0,
      "text": "The Fourth Revolution quotes one Chinese commenter as saying: “We have [kung-fu] and we have"
    },
    {
      "index": 118,
      "start_time": 533309.0,
      "end_time": 536689.0,
      "text": "pandas, but we could not make a film like Kung-fu Panda.”"
    },
    {
      "index": 119,
      "start_time": 536689.0,
      "end_time": 541110.0,
      "text": "Also, this kind of state-run industrial policy is very effective sometimes, but it’s not"
    },
    {
      "index": 120,
      "start_time": 541110.0,
      "end_time": 544879.0,
      "text": "clear that it’s going to be effective all the time. Like it may work better for building"
    },
    {
      "index": 121,
      "start_time": 544879.0,
      "end_time": 548430.0,
      "text": "roads and cell towers than for creating software, for instance."
    },
    {
      "index": 122,
      "start_time": 548430.0,
      "end_time": 552360.0,
      "text": "So it seems to work for less developed nations that need to build infrastructure and industry;"
    },
    {
      "index": 123,
      "start_time": 552360.0,
      "end_time": 557339.0,
      "text": "it’s much less clear that it will be effective when they need to move over to being service economies."
    },
    {
      "index": 124,
      "start_time": 557339.0,
      "end_time": 561939.0,
      "text": "And what I find fascinating is that China has created this new path to economic growth"
    },
    {
      "index": 125,
      "start_time": 561939.0,
      "end_time": 567149.0,
      "text": "in part by looking to its ancient past to revitalize its government. Because they&#39;ve"
    },
    {
      "index": 126,
      "start_time": 567149.0,
      "end_time": 573240.0,
      "text": "created a new education-based meritocracy, which is a modern version of the Han examination system."
    },
    {
      "index": 127,
      "start_time": 573240.0,
      "end_time": 577709.0,
      "text": "It’s sort of like a state run version of Plato’s Republic, and polls indicate that"
    },
    {
      "index": 128,
      "start_time": 577709.0,
      "end_time": 583089.0,
      "text": "most Chinese people are pretty comfortable with it. I mean, things ARE getting better in China."
    },
    {
      "index": 129,
      "start_time": 583089.0,
      "end_time": 587490.0,
      "text": "Like philanthropist Nicolas Berggruen argues that &quot;Chinese-style meritocracy is good at"
    },
    {
      "index": 130,
      "start_time": 587490.0,
      "end_time": 592250.0,
      "text": "focusing on long-term problems and bringing in independent experts.&quot;"
    },
    {
      "index": 131,
      "start_time": 592250.0,
      "end_time": 596709.0,
      "text": "That said, China’s government isn’t always as meritocratic and effective as some might"
    },
    {
      "index": 132,
      "start_time": 596709.0,
      "end_time": 600670.0,
      "text": "want to believe. I mean, the Chinese version of twitter is a litany of complaints about"
    },
    {
      "index": 133,
      "start_time": 600670.0,
      "end_time": 604509.0,
      "text": "poor schools and dirty hospitals and inept local officials."
    },
    {
      "index": 134,
      "start_time": 604509.0,
      "end_time": 607960.0,
      "text": "And in the wake of the Sichuan earthquake, when many children died because of poorly"
    },
    {
      "index": 135,
      "start_time": 607960.0,
      "end_time": 614640.0,
      "text": "built schools, there was widespread outrage over the government&#39;s inability to like, get things built well."
    },
    {
      "index": 136,
      "start_time": 614640.0,
      "end_time": 619300.0,
      "text": "All that noted, it’s important to be aware that China embodies a challenge to the idea"
    },
    {
      "index": 137,
      "start_time": 619300.0,
      "end_time": 623340.0,
      "text": "that the West has all the answers in terms of economics and government."
    },
    {
      "index": 138,
      "start_time": 623340.0,
      "end_time": 627339.0,
      "text": "Particularly after the 2008 financial crisis, the Chinese were the ones lecturing about"
    },
    {
      "index": 139,
      "start_time": 627339.0,
      "end_time": 632300.0,
      "text": "government and fiscal policy and claiming that the American political system was rewarding"
    },
    {
      "index": 140,
      "start_time": 632300.0,
      "end_time": 637749.0,
      "text": "mediocrity over talent. And lots of Americans would agree with these Chinese critics. I"
    },
    {
      "index": 141,
      "start_time": 637749.0,
      "end_time": 643699.0,
      "text": "mean, we can’t even get a long-term highway bill passed, let alone like, long-term planning"
    },
    {
      "index": 142,
      "start_time": 643699.0,
      "end_time": 645160.0,
      "text": "for the overall economy."
    },
    {
      "index": 143,
      "start_time": 645160.0,
      "end_time": 649790.0,
      "text": "In a representative democracy, the best way to get elected is to make promises, usually"
    },
    {
      "index": 144,
      "start_time": 649790.0,
      "end_time": 656750.0,
      "text": "for lower taxes or for more or bigger benefits. Or my favorite -- for both. Also, democratic"
    },
    {
      "index": 145,
      "start_time": 656750.0,
      "end_time": 660420.0,
      "text": "governments are very susceptible to interest groups extracting benefits for themselves."
    },
    {
      "index": 146,
      "start_time": 660420.0,
      "end_time": 665869.0,
      "text": "Just as autocratic governments are very susceptible to, you know, autocrats extracting benefits for themselves."
    },
    {
      "index": 147,
      "start_time": 665869.0,
      "end_time": 669879.0,
      "text": "And the problems of democracy can be a bit of a vicious cycle. Like in the United States"
    },
    {
      "index": 148,
      "start_time": 669879.0,
      "end_time": 674520.0,
      "text": "at least, we&#39;re incredibly dissatisfied with our government, especially Congress, and this"
    },
    {
      "index": 149,
      "start_time": 674520.0,
      "end_time": 679889.0,
      "text": "is partly because we’ve come to expect so much from government that they constantly let us down."
    },
    {
      "index": 150,
      "start_time": 679889.0,
      "end_time": 684069.0,
      "text": "Also, for the last 35 years or so, because people are so dissatisfied with government,"
    },
    {
      "index": 151,
      "start_time": 684069.0,
      "end_time": 689050.0,
      "text": "one of the main strategies for winning political office is to talk bad about the government"
    },
    {
      "index": 152,
      "start_time": 689050.0,
      "end_time": 691569.0,
      "text": "and to say that government is the problem."
    },
    {
      "index": 153,
      "start_time": 691569.0,
      "end_time": 696569.0,
      "text": "But of course, if we have too much government, that’s a problem that can only be fixed…"
    },
    {
      "index": 154,
      "start_time": 696569.0,
      "end_time": 699179.0,
      "text": "by the government. So where does this leave us? Well, maybe we"
    },
    {
      "index": 155,
      "start_time": 699179.0,
      "end_time": 704100.0,
      "text": "have reached the end of “the rise of the west?” that began with the nation state."
    },
    {
      "index": 156,
      "start_time": 704100.0,
      "end_time": 707759.0,
      "text": "But it’s really hard to predict the future! Like when I was in high school I wouldn’t"
    },
    {
      "index": 157,
      "start_time": 707759.0,
      "end_time": 712540.0,
      "text": "have predicted that so many people would be learning about history and science from YouTube"
    },
    {
      "index": 158,
      "start_time": 712540.0,
      "end_time": 716610.0,
      "text": "videos, much less that China would become the world’s second largest economy."
    },
    {
      "index": 159,
      "start_time": 716610.0,
      "end_time": 720619.0,
      "text": "If you’d asked me if 500 million people would emerge from absolute poverty between"
    },
    {
      "index": 160,
      "start_time": 720619.0,
      "end_time": 724970.0,
      "text": "the time I graduated from high school and the time I started hosting Crash Course World"
    },
    {
      "index": 161,
      "start_time": 724970.0,
      "end_time": 727319.0,
      "text": "History, I would have been like, no way!"
    },
    {
      "index": 162,
      "start_time": 727319.0,
      "end_time": 731460.0,
      "text": "But I wouldn’t have said that. I would have cursed in class because I was a surly, terrible student."
    },
    {
      "index": 163,
      "start_time": 731460.0,
      "end_time": 735860.0,
      "text": "But here are my predictions -- I think that China will continue to be a one party state,"
    },
    {
      "index": 164,
      "start_time": 735860.0,
      "end_time": 740509.0,
      "text": "and a very successful one, as long as that combination of state and industry continues"
    },
    {
      "index": 165,
      "start_time": 740509.0,
      "end_time": 742929.0,
      "text": "to provide a rising standard of living."
    },
    {
      "index": 166,
      "start_time": 742929.0,
      "end_time": 745779.0,
      "text": "But I don’t think it’s going to happen in the U.S. or Europe, even if it would lead"
    },
    {
      "index": 167,
      "start_time": 745779.0,
      "end_time": 747110.0,
      "text": "to more efficiency."
    },
    {
      "index": 168,
      "start_time": 747110.0,
      "end_time": 750879.0,
      "text": "The major differences between these two models of governance is that unlike communism and"
    },
    {
      "index": 169,
      "start_time": 750879.0,
      "end_time": 756720.0,
      "text": "western style capitalism, they aren’t in direct conflict. Like, they can coexist."
    },
    {
      "index": 170,
      "start_time": 756720.0,
      "end_time": 761869.0,
      "text": "And I think authoritarian capitalism and western style capitalism WILL coexist, but I also"
    },
    {
      "index": 171,
      "start_time": 761869.0,
      "end_time": 767149.0,
      "text": "think that probably in that process Western style democracies will find that over time,"
    },
    {
      "index": 172,
      "start_time": 767149.0,
      "end_time": 769929.0,
      "text": "they have money to do less."
    },
    {
      "index": 173,
      "start_time": 769929.0,
      "end_time": 772920.0,
      "text": "And I think we may have a lot to learn from countries like Singapore, especially as new"
    },
    {
      "index": 174,
      "start_time": 772920.0,
      "end_time": 778519.0,
      "text": "technologies enable greater efficiencies in providing services, thereby making a lot of"
    },
    {
      "index": 175,
      "start_time": 778519.0,
      "end_time": 781170.0,
      "text": "jobs obsolete. Possibly including mine."
    },
    {
      "index": 176,
      "start_time": 781170.0,
      "end_time": 784730.0,
      "text": "I mean, these days robots are writing some reasonably good short stories, and Stan now"
    },
    {
      "index": 177,
      "start_time": 784730.0,
      "end_time": 788460.0,
      "text": "has enough tape of my voice that he could make an excellent artificial me."
    },
    {
      "index": 178,
      "start_time": 788460.0,
      "end_time": 792499.0,
      "text": "One of the reasons we focused so much in this world history series on the factors that go"
    },
    {
      "index": 179,
      "start_time": 792499.0,
      "end_time": 796999.0,
      "text": "into making a nation state is that while lots of people think that nation states are about"
    },
    {
      "index": 180,
      "start_time": 796999.0,
      "end_time": 798670.0,
      "text": "to go away, I don’t."
    },
    {
      "index": 181,
      "start_time": 798670.0,
      "end_time": 803920.0,
      "text": "Yes, corporations are becoming more powerful and multi-national, but in many ways China’s"
    },
    {
      "index": 182,
      "start_time": 803920.0,
      "end_time": 808920.0,
      "text": "rise to power was the result of a nationalistic desire to amass wealth and power that has"
    },
    {
      "index": 183,
      "start_time": 808920.0,
      "end_time": 812290.0,
      "text": "its roots going back at least to the 19th century, if not earlier."
    },
    {
      "index": 184,
      "start_time": 812290.0,
      "end_time": 815610.0,
      "text": "But I want to make two observations here at the end -- first, whatever you think will"
    },
    {
      "index": 185,
      "start_time": 815610.0,
      "end_time": 819549.0,
      "text": "happen in the future, whatever you think is happening now, even what you think happened"
    },
    {
      "index": 186,
      "start_time": 819549.0,
      "end_time": 824470.0,
      "text": "in the past, really depends on what information you choose to focus on."
    },
    {
      "index": 187,
      "start_time": 824470.0,
      "end_time": 828249.0,
      "text": "So this year we’ve tried to look at really big-picture history and approaches to the"
    },
    {
      "index": 188,
      "start_time": 828249.0,
      "end_time": 832839.0,
      "text": "study of history and how we learn about it, because there are choices involved."
    },
    {
      "index": 189,
      "start_time": 832839.0,
      "end_time": 836920.0,
      "text": "For instance, we focused a lot on the rise of the nation state and trade, but we could"
    },
    {
      "index": 190,
      "start_time": 836920.0,
      "end_time": 841649.0,
      "text": "have focused on the changing role of the family or the impact of technology on lifespan or"
    },
    {
      "index": 191,
      "start_time": 841649.0,
      "end_time": 845470.0,
      "text": "changes and continuities in religious practice or any number of other things."
    },
    {
      "index": 192,
      "start_time": 845470.0,
      "end_time": 850460.0,
      "text": "The other thing I want to say about history and the future is that neither is actually determined."
    },
    {
      "index": 193,
      "start_time": 850460.0,
      "end_time": 854040.0,
      "text": "30 years from now, of course we’ll know a lot about what happens in the next 30 years,"
    },
    {
      "index": 194,
      "start_time": 854040.0,
      "end_time": 858119.0,
      "text": "but we’ll also be looking at the past differently from how we look at it now."
    },
    {
      "index": 195,
      "start_time": 858119.0,
      "end_time": 862369.0,
      "text": "And YOU are a part of that. The choices that you make over the course of your life will"
    },
    {
      "index": 196,
      "start_time": 862369.0,
      "end_time": 867720.0,
      "text": "shape history both in the future AND in the past. In short, we ask you to think about"
    },
    {
      "index": 197,
      "start_time": 867720.0,
      "end_time": 871389.0,
      "text": "history and how to study it because we are counting on you."
    },
    {
      "index": 198,
      "start_time": 871389.0,
      "end_time": 875999.0,
      "text": "But history encompasses a lot and there is more than one history of the world. I hope"
    },
    {
      "index": 199,
      "start_time": 875999.0,
      "end_time": 880420.0,
      "text": "you&#39;ve enjoyed some of the versions that we’ve presented. Thank you so much for watching."
    },
    {
      "index": 200,
      "start_time": 880420.0,
      "end_time": 884309.0,
      "text": "Crash Course is filmed here in the Chad and Stacey Emigholz Studio and it’s made possible"
    },
    {
      "index": 201,
      "start_time": 884309.0,
      "end_time": 889739.0,
      "text": "by our Patreon supporters, including Charlie Shread and Scott Delea who are our cosponsors"
    },
    {
      "index": 202,
      "start_time": 889739.0,
      "end_time": 893619.0,
      "text": "of today’s video. Charlie, Scott -- thank you so much."
    },
    {
      "index": 203,
      "start_time": 893619.0,
      "end_time": 897970.0,
      "text": "Patreon is a great website that allows you to support Crash Course directly on a monthly"
    },
    {
      "index": 204,
      "start_time": 897970.0,
      "end_time": 902069.0,
      "text": "basis. We used to have Subbable, but it got acquired by Patreon. It’s a great company,"
    },
    {
      "index": 205,
      "start_time": 902069.0,
      "end_time": 906199.0,
      "text": "please check it out, there are amazing perks, but the biggest perk is that we get to keep"
    },
    {
      "index": 206,
      "start_time": 906199.0,
      "end_time": 908730.0,
      "text": "Crash Course free for everyone forever."
    },
    {
      "index": 207,
      "start_time": 908730.0,
      "end_time": 913119.0,
      "text": "Only about 3% of Crash Course viewers need to pay to support the other 97%. So to the"
    },
    {
      "index": 208,
      "start_time": 913119.0,
      "end_time": 918089.0,
      "text": "3%, we say thank you, to the 97%, we want to say thank you too. If it becomes 4%, who"
    },
    {
      "index": 209,
      "start_time": 918089.0,
      "end_time": 922679.0,
      "text": "knows, you might see more World History videos in the future. Thanks again so much for watching"
    },
    {
      "index": 210,
      "start_time": 922679.0,
      "end_time": 932679.0,
      "text": "and as we say in my hometown, don’t forget to be awesome."
    }
  ]
}