{
  "video_id": "KcXjhikIz6o",
  "title": "Watch President Obama Address the U.N. General Assembly",
  "json": [
    {
      "index": 1,
      "start_time": 4066.0,
      "end_time": 8051.0,
      "text": "Mr. President, Mr. Secretary-General,"
    },
    {
      "index": 2,
      "start_time": 8051.0,
      "end_time": 12093.0,
      "text": "fellow delegates, ladies and gentlemen:"
    },
    {
      "index": 3,
      "start_time": 12093.0,
      "end_time": 20099.0,
      "text": "I would like to begin today by telling you about an American named Chris Stevens."
    },
    {
      "index": 4,
      "start_time": 21028.0,
      "end_time": 27000.0,
      "text": "Chris was born in a town called Grass Valley, California,"
    },
    {
      "index": 5,
      "start_time": 27000.0,
      "end_time": 30021.0,
      "text": "the son of a lawyer and a musician."
    },
    {
      "index": 6,
      "start_time": 30021.0,
      "end_time": 36065.0,
      "text": "As a young man, Chris joined the Peace Corps, and taught English in Morocco."
    },
    {
      "index": 7,
      "start_time": 36065.0,
      "end_time": 43016.0,
      "text": "He came to love and respect the people of North Africa and the Middle East,"
    },
    {
      "index": 8,
      "start_time": 43016.0,
      "end_time": 47003.0,
      "text": "and he would carry that commitment throughout his life."
    },
    {
      "index": 9,
      "start_time": 47003.0,
      "end_time": 54073.0,
      "text": "As a diplomat, he worked from Egypt to Syria; from Saudi Arabia to Libya."
    },
    {
      "index": 10,
      "start_time": 54073.0,
      "end_time": 60021.0,
      "text": "He was known for walking the streets of the cities where he worked – tasting the local food,"
    },
    {
      "index": 11,
      "start_time": 60021.0,
      "end_time": 68012.0,
      "text": "meeting as many people as he could, speaking Arabic and listening with a broad smile."
    },
    {
      "index": 12,
      "start_time": 68012.0,
      "end_time": 77010.0,
      "text": "Chris went to Benghazi in the early days of the Libyan revolution, arriving on a cargo ship."
    },
    {
      "index": 13,
      "start_time": 77010.0,
      "end_time": 83025.0,
      "text": "As America’s representative, he helped the Libyan people as they coped with violent conflict,"
    },
    {
      "index": 14,
      "start_time": 83025.0,
      "end_time": 88073.0,
      "text": "cared for the wounded, and crafted a vision for the future"
    },
    {
      "index": 15,
      "start_time": 88073.0,
      "end_time": 93048.0,
      "text": "in which the rights of all Libyans would be respected."
    },
    {
      "index": 16,
      "start_time": 93048.0,
      "end_time": 97088.0,
      "text": "After the revolution, he supported the birth of a new democracy"
    },
    {
      "index": 17,
      "start_time": 97088.0,
      "end_time": 107008.0,
      "text": "as Libyans held elections, built new institutions, and began to move forward after decades of dictatorship."
    },
    {
      "index": 18,
      "start_time": 107008.0,
      "end_time": 114026.0,
      "text": "Chris Stevens loved his work. He took pride in the country he served,"
    },
    {
      "index": 19,
      "start_time": 114026.0,
      "end_time": 120001.0,
      "text": "and he saw dignity in the people that he met. Two weeks ago,"
    },
    {
      "index": 20,
      "start_time": 120001.0,
      "end_time": 127040.0,
      "text": "he travelled to Benghazi to review plans to establish a new cultural center and modernize a hospital."
    },
    {
      "index": 21,
      "start_time": 127040.0,
      "end_time": 131065.0,
      "text": "That’s when America’s compound came under attack."
    },
    {
      "index": 22,
      "start_time": 131065.0,
      "end_time": 137078.0,
      "text": "Along with three of his colleagues, Chris was killed in the city he helped to save."
    },
    {
      "index": 23,
      "start_time": 137078.0,
      "end_time": 142056.0,
      "text": "He was 52 years old."
    },
    {
      "index": 24,
      "start_time": 142056.0,
      "end_time": 148065.0,
      "text": "I tell you this story because Chris Stevens embodied the best of America."
    },
    {
      "index": 25,
      "start_time": 148065.0,
      "end_time": 154070.0,
      "text": "Like his fellow Foreign Service officers, he built bridges across oceans and cultures,"
    },
    {
      "index": 26,
      "start_time": 154070.0,
      "end_time": 161083.0,
      "text": "and was deeply invested in the international cooperation that the United Nations represents."
    },
    {
      "index": 27,
      "start_time": 161083.0,
      "end_time": 169016.0,
      "text": "He acted with humility, but he also stood up for a set of principles – a belief that"
    },
    {
      "index": 28,
      "start_time": 169016.0,
      "end_time": 181018.0,
      "text": "individuals should be free to determine their own destiny, and live with liberty, dignity, justice, and opportunity."
    },
    {
      "index": 29,
      "start_time": 181033.0,
      "end_time": 187063.0,
      "text": "The attacks on our civilians in Benghazi were attacks on America."
    },
    {
      "index": 30,
      "start_time": 187063.0,
      "end_time": 195050.0,
      "text": "We are grateful for the assistance we received from the Libyan government and from the Libyan people."
    },
    {
      "index": 31,
      "start_time": 195050.0,
      "end_time": 202010.0,
      "text": "And there should be no doubt that we will be relentless in tracking down the killers and bringing them to justice."
    },
    {
      "index": 32,
      "start_time": 202010.0,
      "end_time": 206080.0,
      "text": "And I also appreciate that in recent days, the leaders of other countries in the region –"
    },
    {
      "index": 33,
      "start_time": 206080.0,
      "end_time": 213031.0,
      "text": "including Egypt, Tunisia, and Yemen – have taken steps to secure our diplomatic facilities,"
    },
    {
      "index": 34,
      "start_time": 213031.0,
      "end_time": 220065.0,
      "text": "and called for calm. And so have religious authorities around the globe."
    },
    {
      "index": 35,
      "start_time": 220065.0,
      "end_time": 229008.0,
      "text": "But understand that the attacks of the last two weeks are not simply an assault on America."
    },
    {
      "index": 36,
      "start_time": 229008.0,
      "end_time": 236021.0,
      "text": "They are also an assault on the very ideals upon which the United Nations was founded –"
    },
    {
      "index": 37,
      "start_time": 236021.0,
      "end_time": 244052.0,
      "text": "the notion that people can resolve their differences peacefully; that diplomacy can take the place of war;"
    },
    {
      "index": 38,
      "start_time": 244052.0,
      "end_time": 255068.0,
      "text": "that in an interdependent world, all of us have a stake in working towards greater opportunity and security for our citizens."
    },
    {
      "index": 39,
      "start_time": 255068.0,
      "end_time": 262030.0,
      "text": "If we are serious about upholding these ideals, it will not be enough to put more guards in front of an embassy;"
    },
    {
      "index": 40,
      "start_time": 262029.99999999997,
      "end_time": 267088.0,
      "text": "or to put out statements of regret, and wait for the outrage to pass."
    },
    {
      "index": 41,
      "start_time": 267088.0,
      "end_time": 274096.0,
      "text": "If we are serious about these ideals, we must speak honestly about the deeper causes of this crisis."
    },
    {
      "index": 42,
      "start_time": 274096.0,
      "end_time": 284048.0,
      "text": "Because we face a choice between the forces that would drive us apart, and the hopes that we hold in common."
    },
    {
      "index": 43,
      "start_time": 284062.0,
      "end_time": 293040.0,
      "text": "Today, we must reaffirm that our future will be determined by people like Chris Stevens, and not by his killers."
    },
    {
      "index": 44,
      "start_time": 293040.0,
      "end_time": 302024.0,
      "text": "Today, we must declare that this violence and intolerance has no place among our United Nations."
    },
    {
      "index": 45,
      "start_time": 302030.0,
      "end_time": 311091.0,
      "text": "It has been less than two years since a vendor in Tunisia set himself on fire to protest the oppressive corruption in his country,"
    },
    {
      "index": 46,
      "start_time": 311091.0,
      "end_time": 316003.0,
      "text": "and sparked what became known as the Arab Spring. And since then,"
    },
    {
      "index": 47,
      "start_time": 316003.0,
      "end_time": 320066.0,
      "text": "the world has been captivated by the transformation that has taken place,"
    },
    {
      "index": 48,
      "start_time": 320066.0,
      "end_time": 327041.0,
      "text": "and the United States has supported the forces of change."
    },
    {
      "index": 49,
      "start_time": 327041.0,
      "end_time": 332015.0,
      "text": "We were inspired by the Tunisian protests that toppled a dictator, because we recognized"
    },
    {
      "index": 50,
      "start_time": 332015.0,
      "end_time": 338066.0,
      "text": "our own beliefs in the aspirations of men and women who took to the streets."
    },
    {
      "index": 51,
      "start_time": 338066.0,
      "end_time": 347048.0,
      "text": "We insisted on change in Egypt, because our support for democracy ultimately put us on the side of the people."
    },
    {
      "index": 52,
      "start_time": 347048.0,
      "end_time": 350078.0,
      "text": "We supported a transition of leadership in Yemen,"
    },
    {
      "index": 53,
      "start_time": 350078.0,
      "end_time": 359080.0,
      "text": "because the interests of the people were no longer being served by a corrupt status quo."
    },
    {
      "index": 54,
      "start_time": 359080.0,
      "end_time": 366011.0,
      "text": "We intervened in Libya alongside a broad coalition, and with the mandate of the U.N. Security Council,"
    },
    {
      "index": 55,
      "start_time": 366011.0,
      "end_time": 370033.0,
      "text": "because we had the ability to stop the slaughter of innocents; and because we believed"
    },
    {
      "index": 56,
      "start_time": 370033.0,
      "end_time": 376016.0,
      "text": "that the aspirations of the people were more powerful than a tyrant."
    },
    {
      "index": 57,
      "start_time": 376016.0,
      "end_time": 381021.0,
      "text": "And as we meet here, we again declare that the regime of Bashar al-Assad must come to an end"
    },
    {
      "index": 58,
      "start_time": 381021.0,
      "end_time": 388083.0,
      "text": "so that the suffering of the Syrian people can stop, and a new dawn can begin."
    },
    {
      "index": 59,
      "start_time": 388083.0,
      "end_time": 397018.0,
      "text": "We have taken these positions because we believe that freedom and self-determination are not unique to one culture."
    },
    {
      "index": 60,
      "start_time": 397018.0,
      "end_time": 404006.0,
      "text": "These are not simply American values or Western values – they are universal values."
    },
    {
      "index": 61,
      "start_time": 404006.0,
      "end_time": 408081.0,
      "text": "And even as there will be huge challenges to  come with a transition to democracy,"
    },
    {
      "index": 62,
      "start_time": 408081.0,
      "end_time": 414041.0,
      "text": "I am convinced that ultimately government of the people, by the people and for the people"
    },
    {
      "index": 63,
      "start_time": 414041.0,
      "end_time": 424083.0,
      "text": "is more likely to bring about the stability, prosperity, and individual opportunity that serve as a basis for peace in our world."
    },
    {
      "index": 64,
      "start_time": 424083.0,
      "end_time": 428048.0,
      "text": "So let us remember that this is a season of progress."
    },
    {
      "index": 65,
      "start_time": 428048.0,
      "end_time": 431055.0,
      "text": "For the first time in decades, Tunisians, Egyptians, and Libyans"
    },
    {
      "index": 66,
      "start_time": 431055.0,
      "end_time": 438030.0,
      "text": "voted for new leaders in elections that were credible, competitive, and fair."
    },
    {
      "index": 67,
      "start_time": 438030.0,
      "end_time": 442030.0,
      "text": "This democratic spirit has not been restricted to the Arab World."
    },
    {
      "index": 68,
      "start_time": 442030.0,
      "end_time": 446073.0,
      "text": "Over the past year, we have seen peaceful transitions of power in Malawi and Senegal,"
    },
    {
      "index": 69,
      "start_time": 446073.0,
      "end_time": 454068.0,
      "text": "and a new President in Somalia. In Burma, a President has freed political prisoners"
    },
    {
      "index": 70,
      "start_time": 454068.0,
      "end_time": 461006.0,
      "text": "and opened a closed society; a courageous dissident has been elected to Parliament;"
    },
    {
      "index": 71,
      "start_time": 461006.0,
      "end_time": 467097.0,
      "text": "and people look forward to further reform. Around the globe,"
    },
    {
      "index": 72,
      "start_time": 467097.0,
      "end_time": 476026.0,
      "text": "people are making their voices heard, insisting on their innate dignity, and the right to determine their future."
    },
    {
      "index": 73,
      "start_time": 476026.0,
      "end_time": 485071.0,
      "text": "And yet the turmoil of recent weeks reminds us that the path to democracy does not end with the casting of a ballot."
    },
    {
      "index": 74,
      "start_time": 485071.0,
      "end_time": 491000.0,
      "text": "Nelson Mandela once said: “to be free is not merely to cast off one’s chains,"
    },
    {
      "index": 75,
      "start_time": 491000.0,
      "end_time": 504066.0,
      "text": "but to live in a way that respects and enhances the freedom of others.” [Applause]"
    },
    {
      "index": 76,
      "start_time": 504066.0,
      "end_time": 510068.0,
      "text": "True democracy demands that citizens cannot be thrown in jail because of what they believe,"
    },
    {
      "index": 77,
      "start_time": 510068.0,
      "end_time": 514048.0,
      "text": "and that businesses can be opened without paying a bribe."
    },
    {
      "index": 78,
      "start_time": 514048.0,
      "end_time": 519071.0,
      "text": "It depends on the freedom of citizens to speak their minds and assemble without fear;"
    },
    {
      "index": 79,
      "start_time": 519071.0,
      "end_time": 526022.0,
      "text": "and on the rule of law and due process that guarantees the rights of all people."
    },
    {
      "index": 80,
      "start_time": 526022.0,
      "end_time": 532008.0,
      "text": "In other words, true democracy – real freedom – is hard work."
    },
    {
      "index": 81,
      "start_time": 532008.0,
      "end_time": 537043.0,
      "text": "Those in power have to resist the temptation to crack down on dissidents."
    },
    {
      "index": 82,
      "start_time": 537043.0,
      "end_time": 544073.0,
      "text": "In hard economic times, countries may be tempted to rally the people around perceived enemies,"
    },
    {
      "index": 83,
      "start_time": 544073.0,
      "end_time": 551048.0,
      "text": "at home and abroad, rather than focusing on the painstaking work of reform."
    },
    {
      "index": 84,
      "start_time": 551048.0,
      "end_time": 558081.0,
      "text": "Moreover, there will always be those that reject human progress – dictators who cling to power,"
    },
    {
      "index": 85,
      "start_time": 558081.0,
      "end_time": 569020.0,
      "text": "corrupt interests that depend on the status quo; and extremists who fan the flames of hate and division."
    },
    {
      "index": 86,
      "start_time": 569020.0,
      "end_time": 573025.0,
      "text": "From Northern Ireland to South Asia; from Africa to the Americas;"
    },
    {
      "index": 87,
      "start_time": 573025.0,
      "end_time": 576060.0,
      "text": "from the Balkans to the Pacific Rim, we’ve witnessed convulsions"
    },
    {
      "index": 88,
      "start_time": 576060.0,
      "end_time": 583001.0,
      "text": "that can accompany transitions to a new political order. At times,"
    },
    {
      "index": 89,
      "start_time": 583001.0,
      "end_time": 589081.0,
      "text": "the conflicts arise along the fault lines of race or tribe;"
    },
    {
      "index": 90,
      "start_time": 589081.0,
      "end_time": 601095.0,
      "text": "and often they arise from the difficulties of reconciling tradition and faith with the diversity and interdependence of the modern world."
    },
    {
      "index": 91,
      "start_time": 601095.0,
      "end_time": 608040.0,
      "text": "In every country, there are those who find different religious beliefs threatening;"
    },
    {
      "index": 92,
      "start_time": 608040.0,
      "end_time": 619006.0,
      "text": "in every culture, those who love freedom for themselves must ask themselves how much they are willing to tolerate freedom for others."
    },
    {
      "index": 93,
      "start_time": 619006.0,
      "end_time": 625038.0,
      "text": "That is what we saw play out in the last two weeks, as a crude and disgusting video"
    },
    {
      "index": 94,
      "start_time": 625038.0,
      "end_time": 632028.0,
      "text": "sparked outrage throughout the Muslim world. I have made it clear that"
    },
    {
      "index": 95,
      "start_time": 632028.0,
      "end_time": 636001.0,
      "text": "the United States government had nothing to do with this video, and I believe"
    },
    {
      "index": 96,
      "start_time": 636001.0,
      "end_time": 641055.0,
      "text": "its message must be rejected by all who respect our common humanity."
    },
    {
      "index": 97,
      "start_time": 641055.0,
      "end_time": 646075.0,
      "text": "It is an insult not only to Muslims, but to America as well –"
    },
    {
      "index": 98,
      "start_time": 646075.0,
      "end_time": 652065.0,
      "text": "for as the city outside these walls makes clear, we are a country that has welcomed people of every race and every faith."
    },
    {
      "index": 99,
      "start_time": 652065.0,
      "end_time": 659001.0,
      "text": "We are home to Muslims who worship across our country."
    },
    {
      "index": 100,
      "start_time": 659001.0,
      "end_time": 661058.0,
      "text": "We not only respect the freedom of religion – we have laws"
    },
    {
      "index": 101,
      "start_time": 661058.0,
      "end_time": 668025.0,
      "text": "that protect individuals from being harmed because of how they look or what they believe."
    },
    {
      "index": 102,
      "start_time": 668025.0,
      "end_time": 676088.0,
      "text": "We understand why people take offense to this video because millions of our citizens are among them."
    },
    {
      "index": 103,
      "start_time": 676088.0,
      "end_time": 681076.0,
      "text": "I know there are some who ask why we don’t just ban such a video."
    },
    {
      "index": 104,
      "start_time": 681076.0,
      "end_time": 690011.0,
      "text": "The answer is enshrined in our laws: our Constitution protects the right to practice free speech."
    },
    {
      "index": 105,
      "start_time": 690011.0,
      "end_time": 695013.0,
      "text": "Here in the United States, countless publications provoke offense."
    },
    {
      "index": 106,
      "start_time": 695013.0,
      "end_time": 697098.0,
      "text": "Like me, the majority of Americans are Christian,"
    },
    {
      "index": 107,
      "start_time": 697098.0,
      "end_time": 704040.0,
      "text": "and yet we do not ban blasphemy against our most sacred beliefs."
    },
    {
      "index": 108,
      "start_time": 704040.0,
      "end_time": 708035.0,
      "text": "As President of our country, and Commander-in-Chief of our military,"
    },
    {
      "index": 109,
      "start_time": 708035.0,
      "end_time": 727074.0,
      "text": "I accept that people are going to call me awful things every day, [Laughs] and I will always defend their right to do so. [Applause]"
    },
    {
      "index": 110,
      "start_time": 728054.0,
      "end_time": 732098.0,
      "text": "Americans have fought and died around the globe to protect the right of all people"
    },
    {
      "index": 111,
      "start_time": 732098.0,
      "end_time": 738076.0,
      "text": "to express their views – even views that we profoundly disagree with."
    },
    {
      "index": 112,
      "start_time": 738076.0,
      "end_time": 742031.0,
      "text": "We do so not because we support hateful speech, but because"
    },
    {
      "index": 113,
      "start_time": 742031.0,
      "end_time": 749003.0,
      "text": "our Founders understood that without such protections, the capacity of each individual to express their own views,"
    },
    {
      "index": 114,
      "start_time": 749003.0,
      "end_time": 756043.0,
      "text": "and practice their own faith, may be threatened. We do so because in a diverse society,"
    },
    {
      "index": 115,
      "start_time": 756043.0,
      "end_time": 763095.0,
      "text": "efforts to restrict speech can quickly become a tool to silence critics, and oppress minorities."
    },
    {
      "index": 116,
      "start_time": 764010.0,
      "end_time": 767076.0,
      "text": "We do so because given the power of faith in our lives,"
    },
    {
      "index": 117,
      "start_time": 767076.0,
      "end_time": 773090.0,
      "text": "and the passion that religious differences can inflame, the strongest weapon against hateful speech"
    },
    {
      "index": 118,
      "start_time": 773090.0,
      "end_time": 778001.0,
      "text": "is not repression, it is more speech – the voices of tolerance"
    },
    {
      "index": 119,
      "start_time": 778001.0,
      "end_time": 780051.0,
      "text": "that rally against bigotry and blasphemy,"
    },
    {
      "index": 120,
      "start_time": 780051.0,
      "end_time": 787068.0,
      "text": "and lift up the values of understanding and mutual respect."
    },
    {
      "index": 121,
      "start_time": 787068.0,
      "end_time": 797017.0,
      "text": "I know that not all countries in this body share this particular understanding of the protection of free speech. We recognize that."
    },
    {
      "index": 122,
      "start_time": 797025.0,
      "end_time": 806035.0,
      "text": "But in 2012, at a time when anyone with a cell phone can spread offensive views around the world"
    },
    {
      "index": 123,
      "start_time": 806035.0,
      "end_time": 815047.0,
      "text": "with the click of a button, the notion that we can control the flow of information is obsolete."
    },
    {
      "index": 124,
      "start_time": 815047.0,
      "end_time": 820065.0,
      "text": "The question, then, is how do we respond."
    },
    {
      "index": 125,
      "start_time": 820065.0,
      "end_time": 835026.0,
      "text": "And on this we must agree: there is no speech that justifies mindless violence. [Applause]"
    },
    {
      "index": 126,
      "start_time": 835026.0,
      "end_time": 839005.0,
      "text": "There are no words that excuse the killing of innocents."
    },
    {
      "index": 127,
      "start_time": 839005.0,
      "end_time": 843005.0,
      "text": "There is no video that justifies an attack on an embassy."
    },
    {
      "index": 128,
      "start_time": 843005.0,
      "end_time": 847007.0,
      "text": "There is no slander that provides an excuse for people to burn a restaurant in Lebanon,"
    },
    {
      "index": 129,
      "start_time": 847007.0,
      "end_time": 854038.0,
      "text": "or destroy a school in Tunis, or cause death and destruction in Pakistan."
    },
    {
      "index": 130,
      "start_time": 854044.0,
      "end_time": 861009.0,
      "text": "In this modern world, with modern technologies, for us to respond it that way to hateful speech"
    },
    {
      "index": 131,
      "start_time": 861015.0,
      "end_time": 871065.0,
      "text": "empowers any individual who engages in such speech to create chaos around the world."
    },
    {
      "index": 132,
      "start_time": 871065.0,
      "end_time": 878006.0,
      "text": "We empower the worst of us, if that's how we respond."
    },
    {
      "index": 133,
      "start_time": 878006.0,
      "end_time": 882061.0,
      "text": "More broadly, the events of the last two weeks also speak to the need for all of us"
    },
    {
      "index": 134,
      "start_time": 882061.0,
      "end_time": 891096.0,
      "text": "to honestly address the tensions between the West and the Arab World that is moving towards democracy."
    },
    {
      "index": 135,
      "start_time": 891096.0,
      "end_time": 895030.0,
      "text": "And let me be clear: just as we cannot solve every problem in the world,"
    },
    {
      "index": 136,
      "start_time": 895030.0,
      "end_time": 903035.0,
      "text": "the United States has not, and will not, seek to dictate the outcome of democratic transitions abroad."
    },
    {
      "index": 137,
      "start_time": 903035.0,
      "end_time": 908063.0,
      "text": "We do not expect other nations to agree with us on every issue."
    },
    {
      "index": 138,
      "start_time": 908063.0,
      "end_time": 914035.0,
      "text": "Nor do we assume that the violence of the past weeks, or the hateful speech by some individuals,"
    },
    {
      "index": 139,
      "start_time": 914035.0,
      "end_time": 918051.0,
      "text": "represent  the views of the overwhelming majority of Muslims –"
    },
    {
      "index": 140,
      "start_time": 918051.0,
      "end_time": 926018.0,
      "text": "any more than the views of the people who produced this video represent those of Americans."
    },
    {
      "index": 141,
      "start_time": 926018.0,
      "end_time": 932028.0,
      "text": "However, I do believe that it is the obligation of all leaders, in all countries,"
    },
    {
      "index": 142,
      "start_time": 932028.0,
      "end_time": 942091.0,
      "text": "to speak out forcefully against violence and extremism. [Applause]"
    },
    {
      "index": 143,
      "start_time": 942091.0,
      "end_time": 948023.0,
      "text": "It is time to marginalize those who – even when not directly resorting to violence –"
    },
    {
      "index": 144,
      "start_time": 948023.0,
      "end_time": 956018.0,
      "text": "use hatred of America, or the West, or Israel as the central  organizing principle of politics."
    },
    {
      "index": 145,
      "start_time": 956018.0,
      "end_time": 964021.0,
      "text": "For that only gives cover, and sometimes makes an excuse, for those who do resort to violence."
    },
    {
      "index": 146,
      "start_time": 964021.0,
      "end_time": 969041.0,
      "text": "That brand of politics – one that pits East against West and South against North;"
    },
    {
      "index": 147,
      "start_time": 969041.0,
      "end_time": 979036.0,
      "text": "Muslim against Christians, and Hindu and Jews – cannot deliver on the promise of freedom."
    },
    {
      "index": 148,
      "start_time": 979036.0,
      "end_time": 983070.0,
      "text": "To the youth, it offers only false hope."
    },
    {
      "index": 149,
      "start_time": 983070.0,
      "end_time": 989013.0,
      "text": "Burning an American flag does nothing to provide a child with an education."
    },
    {
      "index": 150,
      "start_time": 989013.0,
      "end_time": 994061.0,
      "text": "Smashing apart a restaurant does not fill an empty stomach."
    },
    {
      "index": 151,
      "start_time": 994061.0,
      "end_time": 1000021.0,
      "text": "Attacking an embassy won’t create a single job."
    },
    {
      "index": 152,
      "start_time": 1000020.0,
      "end_time": 1004092.0,
      "text": "That brand of politics only makes it harder to achieve what we must do together:"
    },
    {
      "index": 153,
      "start_time": 1004090.0,
      "end_time": 1008090.0,
      "text": "educating our children and creating the opportunities that they deserve;"
    },
    {
      "index": 154,
      "start_time": 1008090.0,
      "end_time": 1015008.0,
      "text": "protecting human rights, and extending democracy’s promise."
    },
    {
      "index": 155,
      "start_time": 1015010.0,
      "end_time": 1018047.0,
      "text": "Understand, America will never retreat from the world."
    },
    {
      "index": 156,
      "start_time": 1018050.0,
      "end_time": 1021003.0,
      "text": "We will bring justice to those who harm our citizens and our friends,"
    },
    {
      "index": 157,
      "start_time": 1021000.0,
      "end_time": 1029007.0,
      "text": "and we will stand with our allies. We are willing to partner with countries around the world to deepen ties of trade and investment;"
    },
    {
      "index": 158,
      "start_time": 1029010.0,
      "end_time": 1032087.0,
      "text": "science and technology; energy and development – all efforts"
    },
    {
      "index": 159,
      "start_time": 1032079.9999999999,
      "end_time": 1040034.9999999999,
      "text": "that can spark economic growth for all of our people, and stabilize democratic change."
    },
    {
      "index": 160,
      "start_time": 1040040.0,
      "end_time": 1046086.0,
      "text": "But such efforts depend on a spirit of mutual interest and mutual respect."
    },
    {
      "index": 161,
      "start_time": 1046089.9999999999,
      "end_time": 1052042.0,
      "text": "No government or company; no school or NGO will be confident working in a country"
    },
    {
      "index": 162,
      "start_time": 1052040.0,
      "end_time": 1057037.0,
      "text": "where its people are endangered. For partnership to be effective,"
    },
    {
      "index": 163,
      "start_time": 1057040.0,
      "end_time": 1066043.0,
      "text": "our citizens must be secure, and our efforts must be welcomed."
    },
    {
      "index": 164,
      "start_time": 1066040.0,
      "end_time": 1072057.0,
      "text": "A politics based only on anger –one based on dividing the world between us and them –"
    },
    {
      "index": 165,
      "start_time": 1072060.0,
      "end_time": 1080018.0,
      "text": "not only sets back international cooperation, it ultimately undermines those who tolerate it."
    },
    {
      "index": 166,
      "start_time": 1080010.0,
      "end_time": 1084085.0,
      "text": "All of us have an interest in standing up to these forces."
    },
    {
      "index": 167,
      "start_time": 1084090.0,
      "end_time": 1091002.0,
      "text": "Let us remember that Muslims have suffered the most at the hands of extremism."
    },
    {
      "index": 168,
      "start_time": 1091000.0,
      "end_time": 1094029.0,
      "text": "On the same day our civilians were killed in Benghazi,"
    },
    {
      "index": 169,
      "start_time": 1094030.0,
      "end_time": 1100022.0,
      "text": "a Turkish police officer was murdered in Istanbul only days before his wedding;"
    },
    {
      "index": 170,
      "start_time": 1100020.0,
      "end_time": 1105014.0,
      "text": "more than ten Yemenis were killed in a car bomb in Sana’a;"
    },
    {
      "index": 171,
      "start_time": 1105020.0,
      "end_time": 1107068.0,
      "text": "and several Afghan children were mourned by their parents"
    },
    {
      "index": 172,
      "start_time": 1107060.0,
      "end_time": 1114007.0,
      "text": "just days after they were killed by a suicide bomber in Kabul."
    },
    {
      "index": 173,
      "start_time": 1114010.0,
      "end_time": 1119016.0,
      "text": "The impulse towards intolerance and violence may initially be focused on the West,"
    },
    {
      "index": 174,
      "start_time": 1119020.0,
      "end_time": 1124092.0,
      "text": "but over time it cannot be contained. The same impulses toward extremism"
    },
    {
      "index": 175,
      "start_time": 1124090.0,
      "end_time": 1133030.0,
      "text": "are used to justify war between Sunnis and Shia, between tribes and clans."
    },
    {
      "index": 176,
      "start_time": 1133030.0,
      "end_time": 1138093.0,
      "text": "It leads not to strength and prosperity but to chaos."
    },
    {
      "index": 177,
      "start_time": 1138090.0,
      "end_time": 1141999.0,
      "text": "In less than two years, we have seen largely peaceful protests"
    },
    {
      "index": 178,
      "start_time": 1142000.0,
      "end_time": 1147071.0,
      "text": "bring more change to Muslim-majority countries than a decade of violence."
    },
    {
      "index": 179,
      "start_time": 1147070.0,
      "end_time": 1150045.0,
      "text": "And extremists understand this."
    },
    {
      "index": 180,
      "start_time": 1150050.0,
      "end_time": 1153052.0,
      "text": "Because they have nothing to offer to improve the lives of people,"
    },
    {
      "index": 181,
      "start_time": 1153050.0,
      "end_time": 1163003.0,
      "text": "violence is their only way to stay relevant. They do not build, they only destroy."
    },
    {
      "index": 182,
      "start_time": 1163000.0,
      "end_time": 1169017.0,
      "text": "It is time to leave the call of violence and the politics of division behind."
    },
    {
      "index": 183,
      "start_time": 1169020.0,
      "end_time": 1176002.0,
      "text": "On so many issues, we face a choice between the promise of the future, or the prisons of the past."
    },
    {
      "index": 184,
      "start_time": 1176000.0,
      "end_time": 1181045.0,
      "text": "And we cannot afford to get it wrong. We must seize this moment."
    },
    {
      "index": 185,
      "start_time": 1181050.0,
      "end_time": 1188071.0,
      "text": "And America stands ready to work with all who are willing to embrace a better future."
    },
    {
      "index": 186,
      "start_time": 1188070.0,
      "end_time": 1193100.0,
      "text": "The future must not belong to those who target Coptic Christians in Egypt –"
    },
    {
      "index": 187,
      "start_time": 1193100.0,
      "end_time": 1201047.0,
      "text": "it must be claimed by those in Tahrir Square who chanted “Muslims, Christians, we are one.”"
    },
    {
      "index": 188,
      "start_time": 1201040.0,
      "end_time": 1204000.0,
      "text": "The future must not belong to those who bully women –"
    },
    {
      "index": 189,
      "start_time": 1204000.0,
      "end_time": 1206088.0,
      "text": "it must be shaped by girls who go to school,"
    },
    {
      "index": 190,
      "start_time": 1206090.0,
      "end_time": 1220055.0,
      "text": "and those who stand for a world where our daughters can live their dreams just like our sons. [Applause]"
    },
    {
      "index": 191,
      "start_time": 1220060.0,
      "end_time": 1224045.0,
      "text": "The future must not belong to those corrupt few who steal a country’s resources –"
    },
    {
      "index": 192,
      "start_time": 1224040.0,
      "end_time": 1228010.0,
      "text": "it must be won by the students and entrepreneurs;"
    },
    {
      "index": 193,
      "start_time": 1228010.0,
      "end_time": 1232074.0,
      "text": "the workers and business owners who seek a broader prosperity for all people."
    },
    {
      "index": 194,
      "start_time": 1232070.0,
      "end_time": 1241018.0,
      "text": "Those are the women and men that America stands with; theirs is the vision we will support."
    },
    {
      "index": 195,
      "start_time": 1241020.0,
      "end_time": 1246027.0,
      "text": "The future must not belong to those who slander the prophet of Islam."
    },
    {
      "index": 196,
      "start_time": 1246030.0,
      "end_time": 1254083.0,
      "text": "But, to be credible, those who condemn that slander must also condemn the hate we see in the images of  Jesus Christ that is desecrated,"
    },
    {
      "index": 197,
      "start_time": 1254080.0,
      "end_time": 1266038.0,
      "text": "or churches that are destroyed, or the Holocaust that is denied. [Applause]"
    },
    {
      "index": 198,
      "start_time": 1266040.0,
      "end_time": 1272044.0,
      "text": "Let us condemn incitement against Sufi Muslims, and Shiite pilgrims."
    },
    {
      "index": 199,
      "start_time": 1272050.0,
      "end_time": 1274055.0,
      "text": "It is time to heed the words of Gandhi:"
    },
    {
      "index": 200,
      "start_time": 1274050.0,
      "end_time": 1287030.0,
      "text": "“Intolerance is itself a form of violence and an obstacle to the growth of a true democratic spirit.” [Applause]"
    },
    {
      "index": 201,
      "start_time": 1287040.0,
      "end_time": 1292100.0,
      "text": "Together, we must work towards a world where we are strengthened by our differences,"
    },
    {
      "index": 202,
      "start_time": 1292100.0,
      "end_time": 1298037.0,
      "text": "and not defined by them. That is what America embodies,"
    },
    {
      "index": 203,
      "start_time": 1298030.0,
      "end_time": 1302035.0,
      "text": "and that is the vision we will support."
    },
    {
      "index": 204,
      "start_time": 1302040.0,
      "end_time": 1309010.0,
      "text": "Among Israelis and Palestinians, the future must not belong to those who turn their backs on the prospect of peace."
    },
    {
      "index": 205,
      "start_time": 1309010.0,
      "end_time": 1312047.0,
      "text": "Let us leave behind those who thrive on conflict,"
    },
    {
      "index": 206,
      "start_time": 1312050.0,
      "end_time": 1316051.0,
      "text": "those who reject the right of Israel to exist."
    },
    {
      "index": 207,
      "start_time": 1316050.0,
      "end_time": 1320095.0,
      "text": "The road is hard but the destination is clear – a secure, Jewish state of Israel;"
    },
    {
      "index": 208,
      "start_time": 1320090.0,
      "end_time": 1330072.0,
      "text": "and an independent, prosperous Palestine. [Applause]"
    },
    {
      "index": 209,
      "start_time": 1330070.0,
      "end_time": 1334067.0,
      "text": "Understanding that such a peace must come through a just agreement between the parties,"
    },
    {
      "index": 210,
      "start_time": 1334070.0,
      "end_time": 1340095.0,
      "text": "America will walk alongside all who are prepared to make that journey."
    },
    {
      "index": 211,
      "start_time": 1340090.0,
      "end_time": 1347008.0,
      "text": "In Syria, the future must not belong to a dictator who massacres his people."
    },
    {
      "index": 212,
      "start_time": 1347010.0,
      "end_time": 1351088.0,
      "text": "If there is a cause that cries out for protest in the world today - peaceful protest -"
    },
    {
      "index": 213,
      "start_time": 1351090.0,
      "end_time": 1358002.0,
      "text": "it is a regime that tortures children and shoots rockets at apartment buildings."
    },
    {
      "index": 214,
      "start_time": 1358000.0,
      "end_time": 1362090.0,
      "text": "And we must remain engaged to assure that what began with citizens demanding their rights"
    },
    {
      "index": 215,
      "start_time": 1362090.0,
      "end_time": 1368005.0,
      "text": "does not end in a cycle of sectarian violence."
    },
    {
      "index": 216,
      "start_time": 1368010.0,
      "end_time": 1374088.0,
      "text": "Together, we must stand with those Syrians who believe in a different vision – a Syria that is united and inclusive;"
    },
    {
      "index": 217,
      "start_time": 1374090.0,
      "end_time": 1380020.0,
      "text": "where children don’t need to fear their own government, and all Syrians have a say in how they are governed –"
    },
    {
      "index": 218,
      "start_time": 1380020.0,
      "end_time": 1384080.0,
      "text": "Sunnis and Alawites; Kurds and Christians. That is what America stands for;"
    },
    {
      "index": 219,
      "start_time": 1384080.0,
      "end_time": 1391042.0,
      "text": "that is the outcome that we will work for – with sanctions and consequences for those who persecute;"
    },
    {
      "index": 220,
      "start_time": 1391040.0,
      "end_time": 1397035.0,
      "text": "and assistance and support for those who work for this common good."
    },
    {
      "index": 221,
      "start_time": 1397030.0,
      "end_time": 1399082.0,
      "text": "Because we believe that the Syrians who embrace this vision"
    },
    {
      "index": 222,
      "start_time": 1399080.0,
      "end_time": 1406001.0,
      "text": "will have the strength and legitimacy to lead."
    },
    {
      "index": 223,
      "start_time": 1406010.0,
      "end_time": 1413034.0,
      "text": "In Iran, we see where the path of a violent and unaccountable ideology leads."
    },
    {
      "index": 224,
      "start_time": 1413030.0,
      "end_time": 1418063.0,
      "text": "The Iranian people have a remarkable and ancient history,"
    },
    {
      "index": 225,
      "start_time": 1418060.0,
      "end_time": 1424052.0,
      "text": "and many Iranians wish to enjoy peace and prosperity alongside their neighbors."
    },
    {
      "index": 226,
      "start_time": 1424060.0,
      "end_time": 1428005.0,
      "text": "But just as it restricts the rights of its own people,"
    },
    {
      "index": 227,
      "start_time": 1428000.0,
      "end_time": 1435050.0,
      "text": "the Iranian government continues to prop up a dictator in Damascus and supports terrorist groups abroad."
    },
    {
      "index": 228,
      "start_time": 1435050.0,
      "end_time": 1440090.0,
      "text": "Time and again, it has failed to take the opportunity to demonstrate that its nuclear program is peaceful,"
    },
    {
      "index": 229,
      "start_time": 1440090.0,
      "end_time": 1445005.0,
      "text": "and to meet its obligations to the United Nations."
    },
    {
      "index": 230,
      "start_time": 1445010.0,
      "end_time": 1449020.0,
      "text": "So let me be clear: America wants to resolve this issue through diplomacy,"
    },
    {
      "index": 231,
      "start_time": 1449020.0,
      "end_time": 1453073.0,
      "text": "and we believe that there is still time and space to do so."
    },
    {
      "index": 232,
      "start_time": 1453070.0,
      "end_time": 1456060.0,
      "text": "But that time is not unlimited."
    },
    {
      "index": 233,
      "start_time": 1456060.0,
      "end_time": 1461003.0,
      "text": "We respect the right of nations to access peaceful nuclear power,"
    },
    {
      "index": 234,
      "start_time": 1461000.0,
      "end_time": 1467089.0,
      "text": "but one of the purposes of the United Nations is to see that we harness that power for peace."
    },
    {
      "index": 235,
      "start_time": 1467090.0,
      "end_time": 1472065.0,
      "text": "Make no mistake: a nuclear-armed Iran is not a challenge that can be contained."
    },
    {
      "index": 236,
      "start_time": 1472060.0,
      "end_time": 1474071.0,
      "text": "It would threaten the elimination of Israel,"
    },
    {
      "index": 237,
      "start_time": 1474080.0,
      "end_time": 1480052.0,
      "text": "the security of Gulf nations, and the stability of the global economy."
    },
    {
      "index": 238,
      "start_time": 1480050.0,
      "end_time": 1486078.0,
      "text": "It risks triggering a nuclear-arms race in the region, and the unraveling of the non-proliferation treaty."
    },
    {
      "index": 239,
      "start_time": 1486080.0,
      "end_time": 1491009.0,
      "text": "That is why a coalition of countries is holding the Iranian government accountable."
    },
    {
      "index": 240,
      "start_time": 1491010.0,
      "end_time": 1493006.0,
      "text": "And that is why the United States will do what we must"
    },
    {
      "index": 241,
      "start_time": 1493000.0,
      "end_time": 1501000.0,
      "text": "to prevent Iran from obtaining a nuclear weapon."
    },
    {
      "index": 242,
      "start_time": 1501000.0,
      "end_time": 1504082.0,
      "text": "We know from painful experience that the path to security and prosperity"
    },
    {
      "index": 243,
      "start_time": 1504080.0,
      "end_time": 1511070.0,
      "text": "does not lie outside the boundaries of international law and respect for human rights."
    },
    {
      "index": 244,
      "start_time": 1511070.0,
      "end_time": 1517055.0,
      "text": "That is why this institution was established from the rubble of conflict;"
    },
    {
      "index": 245,
      "start_time": 1517060.0,
      "end_time": 1521053.0,
      "text": "that is why liberty triumphed over tyranny in the Cold War;"
    },
    {
      "index": 246,
      "start_time": 1521050.0,
      "end_time": 1525067.0,
      "text": "and that is the lesson of the last two decades as well."
    },
    {
      "index": 247,
      "start_time": 1525070.0,
      "end_time": 1531087.0,
      "text": "History shows that peace and progress come to those who make the right choices."
    },
    {
      "index": 248,
      "start_time": 1531080.0,
      "end_time": 1537086.0,
      "text": "Nations in every part of the world have travelled this difficult path."
    },
    {
      "index": 249,
      "start_time": 1537090.0,
      "end_time": 1544080.0,
      "text": "Europe - the bloodiest battlefield of the 20th century – is united, free and at peace."
    },
    {
      "index": 250,
      "start_time": 1544080.0,
      "end_time": 1549080.0,
      "text": "From Brazil to South Africa; from Turkey to South Korea; from India to Indonesia;"
    },
    {
      "index": 251,
      "start_time": 1549080.0,
      "end_time": 1554999.0,
      "text": "people of different races, religions, and traditions have lifted millions out of poverty,"
    },
    {
      "index": 252,
      "start_time": 1555000.0,
      "end_time": 1562006.0,
      "text": "while respecting the rights of their citizens and meeting their responsibilities as nations."
    },
    {
      "index": 253,
      "start_time": 1562010.0,
      "end_time": 1566013.0,
      "text": "And it is because of the progress that I’ve witnessed in my own lifetime"
    },
    {
      "index": 254,
      "start_time": 1566010.0,
      "end_time": 1577097.0,
      "text": "the progress that I've witnessed after nearly four years as President, and I remain ever hopeful about the world that we live in."
    },
    {
      "index": 255,
      "start_time": 1577100.0,
      "end_time": 1583047.0,
      "text": "The war in Iraq is over. American troops have come home."
    },
    {
      "index": 256,
      "start_time": 1583040.0,
      "end_time": 1586053.0,
      "text": "We have begun a transition in Afghanistan,"
    },
    {
      "index": 257,
      "start_time": 1586060.0,
      "end_time": 1593020.0,
      "text": "and America and our allies will end our war on schedule in 2014."
    },
    {
      "index": 258,
      "start_time": 1593020.0,
      "end_time": 1598072.0,
      "text": "Al Qaeda has been weakened and Osama bin Laden is no more."
    },
    {
      "index": 259,
      "start_time": 1598070.0,
      "end_time": 1601022.0,
      "text": "Nations have come together to lock down nuclear materials,"
    },
    {
      "index": 260,
      "start_time": 1601020.0,
      "end_time": 1605061.0,
      "text": "and America and Russia are reducing our arsenals."
    },
    {
      "index": 261,
      "start_time": 1605060.0,
      "end_time": 1611078.0,
      "text": "We have seen hard choices made – from Naypyidaw to Cairo to Abidjan –"
    },
    {
      "index": 262,
      "start_time": 1611080.0,
      "end_time": 1616006.0,
      "text": "to put more power in the hands of citizens."
    },
    {
      "index": 263,
      "start_time": 1616010.0,
      "end_time": 1621093.0,
      "text": "At a time of economic challenge, the world has come together to broaden prosperity."
    },
    {
      "index": 264,
      "start_time": 1621090.0,
      "end_time": 1628095.0,
      "text": "Through the G-20, we have partnered with emerging countries to keep the world on the path of recovery."
    },
    {
      "index": 265,
      "start_time": 1628090.0,
      "end_time": 1633048.0,
      "text": "America has pursued a development agenda that fuels growth and breaks dependency,"
    },
    {
      "index": 266,
      "start_time": 1633050.0,
      "end_time": 1639057.0,
      "text": "and worked with African leaders to help them feed their nations."
    },
    {
      "index": 267,
      "start_time": 1639060.0,
      "end_time": 1645013.0,
      "text": "New partnerships have been forged to combat corruption and promote government that is open and transparent."
    },
    {
      "index": 268,
      "start_time": 1645010.0,
      "end_time": 1647090.0,
      "text": "And new commitments have been made through the Equal Futures Partnership"
    },
    {
      "index": 269,
      "start_time": 1647090.0,
      "end_time": 1655005.0,
      "text": "to ensure that women and girls can fully participate in politics and pursue opportunity."
    },
    {
      "index": 270,
      "start_time": 1655010.0,
      "end_time": 1660014.0,
      "text": "And later today, I will discuss our efforts to combat the scourge of human trafficking."
    },
    {
      "index": 271,
      "start_time": 1660010.0,
      "end_time": 1666078.0,
      "text": "All these things give me hope, but what gives me the most hope is not the actions of us,"
    },
    {
      "index": 272,
      "start_time": 1666080.0,
      "end_time": 1671100.0,
      "text": "not the actions of leaders – it is the people that I’ve seen."
    },
    {
      "index": 273,
      "start_time": 1671100.0,
      "end_time": 1679015.0,
      "text": "The American troops who have risked their lives and sacrificed their limbs for strangers half a world away."
    },
    {
      "index": 274,
      "start_time": 1679010.0,
      "end_time": 1686015.0,
      "text": "The students in Jakarta or Seoul who are eager to use their knowledge to benefit mankind."
    },
    {
      "index": 275,
      "start_time": 1686020.0,
      "end_time": 1695100.0,
      "text": "The faces in a square in Prague or a parliament in Ghana who see democracy giving voice to their aspirations."
    },
    {
      "index": 276,
      "start_time": 1695100.0,
      "end_time": 1701025.0,
      "text": "The young people in the favelas of Rio and the schools of Mumbai whose eyes shine with promise."
    },
    {
      "index": 277,
      "start_time": 1701020.0,
      "end_time": 1704082.0,
      "text": "These men, women and children of every race and every faith"
    },
    {
      "index": 278,
      "start_time": 1704080.0,
      "end_time": 1709035.0,
      "text": "remind me that for every angry mob that gets shown on television,"
    },
    {
      "index": 279,
      "start_time": 1709040.0,
      "end_time": 1716011.0,
      "text": "there are billions around the world who share similar hopes and dreams."
    },
    {
      "index": 280,
      "start_time": 1716010.0,
      "end_time": 1723020.0,
      "text": "They tell us that there is a common heartbeat to humanity."
    },
    {
      "index": 281,
      "start_time": 1723020.0,
      "end_time": 1728050.0,
      "text": "So much attention in our world turns to what divides us."
    },
    {
      "index": 282,
      "start_time": 1728050.0,
      "end_time": 1732067.0,
      "text": "That’s what we see on the news, that is what consumes our political debates."
    },
    {
      "index": 283,
      "start_time": 1732070.0,
      "end_time": 1735060.0,
      "text": "But when you strip that all away,"
    },
    {
      "index": 284,
      "start_time": 1735060.0,
      "end_time": 1739087.0,
      "text": "people everywhere long for the freedom to determine their destiny;"
    },
    {
      "index": 285,
      "start_time": 1739080.0,
      "end_time": 1744056.0,
      "text": "the dignity that comes with work; the comfort that comes with faith;"
    },
    {
      "index": 286,
      "start_time": 1744060.0,
      "end_time": 1751999.0,
      "text": "and the justice that exists when governments serve their people – and not the other way around."
    },
    {
      "index": 287,
      "start_time": 1752000.0,
      "end_time": 1756060.0,
      "text": "The United States of America will always stand up for these aspirations,"
    },
    {
      "index": 288,
      "start_time": 1756060.0,
      "end_time": 1761050.0,
      "text": "for our own people, and for people all across the world."
    },
    {
      "index": 289,
      "start_time": 1761050.0,
      "end_time": 1766085.0,
      "text": "That was our founding purpose. That is what our history shows."
    },
    {
      "index": 290,
      "start_time": 1766080.0,
      "end_time": 1771033.0,
      "text": "That is what Chris Stevens worked for throughout his life."
    },
    {
      "index": 291,
      "start_time": 1771040.0,
      "end_time": 1778002.0,
      "text": "And I promise you this – long after the killers are brought to justice,"
    },
    {
      "index": 292,
      "start_time": 1778000.0,
      "end_time": 1783020.0,
      "text": "Chris Stevens’s legacy will live on in the lives he touched."
    },
    {
      "index": 293,
      "start_time": 1783020.0,
      "end_time": 1789033.0,
      "text": "In the tens of thousands who marched against violence through the streets of Benghazi;"
    },
    {
      "index": 294,
      "start_time": 1789030.0,
      "end_time": 1794032.0,
      "text": "in the Libyans who changed their Facebook photo to one of Chris;"
    },
    {
      "index": 295,
      "start_time": 1794040.0,
      "end_time": 1802091.0,
      "text": "in the sign that read, simply, “Chris Stevens was a friend to all Libyans.”"
    },
    {
      "index": 296,
      "start_time": 1802090.0,
      "end_time": 1805089.0,
      "text": "They should give us hope. They should remind us"
    },
    {
      "index": 297,
      "start_time": 1805080.0,
      "end_time": 1809006.0,
      "text": "that so long as we work for it justice will be done;"
    },
    {
      "index": 298,
      "start_time": 1809010.0,
      "end_time": 1812000.0,
      "text": "that history is on our side; and that"
    },
    {
      "index": 299,
      "start_time": 1812000.0,
      "end_time": 1816000.0,
      "text": "a rising tide of liberty will never be reversed. Thank you very much. [Applause]"
    }
  ]
}