{
  "video_id": "KDHmYgOETk4",
  "title": "Will the Afghanistan War Ever End? U.S. Withdrawal: Obama-Karzai Press Conference",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 729.0,
      "end_time": 4399.0,
      "text": "PRESIDENT OBAMA: Good afternoon, everybody. Please have a seat."
    },
    {
      "index": 2,
      "start_time": 4399.0,
      "end_time": 11469.0,
      "text": "It is my pleasure to welcome President Karzai back to the White House, as well as his delegation."
    },
    {
      "index": 3,
      "start_time": 11469.0,
      "end_time": 16470.0,
      "text": "We last saw each other during the NATO Summit, in my hometown of Chicago -- a city that reflects"
    },
    {
      "index": 4,
      "start_time": 16470.0,
      "end_time": 22189.0,
      "text": "the friendship between our peoples, including many Afghan-Americans, as well as the Karzai"
    },
    {
      "index": 5,
      "start_time": 22189.0,
      "end_time": 26410.0,
      "text": "family. So, Mr. President, welcome."
    },
    {
      "index": 6,
      "start_time": 26410.0,
      "end_time": 33840.0,
      "text": "We meet at a critical moment. The 33,000 additional forces that I ordered to Afghanistan have"
    },
    {
      "index": 7,
      "start_time": 33840.0,
      "end_time": 40120.0,
      "text": "served with honor. They’ve completed their mission and, as promised, returned home this"
    },
    {
      "index": 8,
      "start_time": 40120.0,
      "end_time": 46550.0,
      "text": "past fall. The transition is well underway, and soon nearly 90 percent of Afghans will"
    },
    {
      "index": 9,
      "start_time": 46550.0,
      "end_time": 52789.0,
      "text": "live in areas where Afghan forces are in the lead for their own security."
    },
    {
      "index": 10,
      "start_time": 52789.0,
      "end_time": 58019.0,
      "text": "This year, we’ll mark another milestone -- Afghan forces will take the lead for security"
    },
    {
      "index": 11,
      "start_time": 58019.0,
      "end_time": 65040.0,
      "text": "across the entire country. And by the end of next year, 2014, the transition will be"
    },
    {
      "index": 12,
      "start_time": 65040.00000000001,
      "end_time": 71640.0,
      "text": "complete --Afghans will have full responsibility for their security, and this war will come"
    },
    {
      "index": 13,
      "start_time": 71640.0,
      "end_time": 74840.0,
      "text": "to a responsible end."
    },
    {
      "index": 14,
      "start_time": 74840.0,
      "end_time": 79670.0,
      "text": "This progress is only possible because of the incredible sacrifices of our troops and"
    },
    {
      "index": 15,
      "start_time": 79670.0,
      "end_time": 87380.0,
      "text": "our diplomats, the forces of our many coalition partners, and the Afghan people who’ve endured"
    },
    {
      "index": 16,
      "start_time": 87380.0,
      "end_time": 93040.0,
      "text": "extraordinary hardship. In this war, more than 2,000 of America’s sons and daughters"
    },
    {
      "index": 17,
      "start_time": 93040.0,
      "end_time": 99780.0,
      "text": "have given their lives. These are patriots that we honor today, tomorrow, and forever."
    },
    {
      "index": 18,
      "start_time": 99780.0,
      "end_time": 106560.0,
      "text": "And as we announced today, next month I will present our nation’s highest military decoration,"
    },
    {
      "index": 19,
      "start_time": 106560.0,
      "end_time": 115280.0,
      "text": "the Medal of Honor, to Staff Sergeant Clinton Romesha for his heroic service in Afghanistan."
    },
    {
      "index": 20,
      "start_time": 115280.0,
      "end_time": 121360.0,
      "text": "Today, because of the courage of our citizens, President Karzai and I have been able to review"
    },
    {
      "index": 21,
      "start_time": 121360.0,
      "end_time": 126680.0,
      "text": "our shared strategy. With the devastating blows we’ve struck against al Qaeda, our"
    },
    {
      "index": 22,
      "start_time": 126680.0,
      "end_time": 133420.0,
      "text": "core objective -- the reason we went to war in the first place -- is now within reach:"
    },
    {
      "index": 23,
      "start_time": 133420.0,
      "end_time": 138349.0,
      "text": "ensuring that al Qaeda can never again use Afghanistan to launch attacks against our"
    },
    {
      "index": 24,
      "start_time": 138349.0,
      "end_time": 146680.0,
      "text": "country. At the same time, we pushed the Taliban out of their strongholds. Today, most major"
    },
    {
      "index": 25,
      "start_time": 146680.0,
      "end_time": 154049.0,
      "text": "cities -- and most Afghans -- are more secure, and insurgents have continued to lose territory."
    },
    {
      "index": 26,
      "start_time": 154049.0,
      "end_time": 161879.0,
      "text": "Meanwhile, Afghan forces continue to grow stronger. As planned, some 352,000 Afghan"
    },
    {
      "index": 27,
      "start_time": 161879.0,
      "end_time": 168260.0,
      "text": "soldiers and police are now in training or on duty. Most missions are already being led"
    },
    {
      "index": 28,
      "start_time": 168260.0,
      "end_time": 175560.0,
      "text": "by Afghan forces. And of all the men and women in uniform in Afghanistan, the vast majority"
    },
    {
      "index": 29,
      "start_time": 175560.0,
      "end_time": 181290.0,
      "text": "are Afghans who are fighting and dying for their country every day."
    },
    {
      "index": 30,
      "start_time": 181290.0,
      "end_time": 185959.0,
      "text": "We still face significant challenges. But because of this progress, our transition is"
    },
    {
      "index": 31,
      "start_time": 185959.0,
      "end_time": 190810.0,
      "text": "on track. At the NATO Summit last year, we agreed with our coalition partners that Afghan"
    },
    {
      "index": 32,
      "start_time": 190810.0,
      "end_time": 196159.0,
      "text": "forces will take the lead for security in mid-2013."
    },
    {
      "index": 33,
      "start_time": 196159.0,
      "end_time": 199749.0,
      "text": "President Karzai and his team have been here for several days. We’ve shared a vision"
    },
    {
      "index": 34,
      "start_time": 199749.0,
      "end_time": 203519.0,
      "text": "for how we&#39;re going to move ahead. We’ve consulted with our coalition partners, and"
    },
    {
      "index": 35,
      "start_time": 203519.0,
      "end_time": 209459.0,
      "text": "we will continue to do so. And today, we agreed that as Afghan forces take the lead and as"
    },
    {
      "index": 36,
      "start_time": 209459.0,
      "end_time": 214900.0,
      "text": "President Karzai announces the final phase of the transition, coalition forces will move"
    },
    {
      "index": 37,
      "start_time": 214900.0,
      "end_time": 221279.0,
      "text": "to a support role this spring. Our troops will continue to fight alongside Afghans,"
    },
    {
      "index": 38,
      "start_time": 221279.0,
      "end_time": 227829.0,
      "text": "when needed. But let me say it as plainly as I can: Starting this spring, our troops"
    },
    {
      "index": 39,
      "start_time": 227829.0,
      "end_time": 236499.0,
      "text": "will have a different mission -- training, advising, assisting Afghan forces. It will"
    },
    {
      "index": 40,
      "start_time": 236499.0,
      "end_time": 241950.0,
      "text": "be an historic moment and another step toward full Afghan sovereignty -- something I know"
    },
    {
      "index": 41,
      "start_time": 241950.0,
      "end_time": 247319.0,
      "text": "that President Karzai cares deeply about, as do the Afghan people."
    },
    {
      "index": 42,
      "start_time": 247319.0,
      "end_time": 251219.0,
      "text": "This sets the stage for the further reduction of coalition forces. We’ve already reduced"
    },
    {
      "index": 43,
      "start_time": 251219.0,
      "end_time": 257200.0,
      "text": "our presence in Afghanistan to roughly 66,000 U.S. troops. I’ve pledged we’ll continue"
    },
    {
      "index": 44,
      "start_time": 257200.0,
      "end_time": 261380.0,
      "text": "to bring our forces home at a steady pace, and in the coming months I’ll announce the"
    },
    {
      "index": 45,
      "start_time": 261380.0,
      "end_time": 266670.0,
      "text": "next phase of our drawdown -- a responsible drawdown that protects the gains our troops"
    },
    {
      "index": 46,
      "start_time": 266670.0,
      "end_time": 268880.0,
      "text": "have made."
    },
    {
      "index": 47,
      "start_time": 268880.0,
      "end_time": 274500.0,
      "text": "President Karzai and I also discussed the nature of our security cooperation after 2014."
    },
    {
      "index": 48,
      "start_time": 274500.0,
      "end_time": 279010.0,
      "text": "Our teams continue to work toward a security agreement. And as they do, they will be guided"
    },
    {
      "index": 49,
      "start_time": 279010.0,
      "end_time": 284480.0,
      "text": "by our respect for Afghan sovereignty, and by our two long-term tasks, which will be"
    },
    {
      "index": 50,
      "start_time": 284480.0,
      "end_time": 292450.0,
      "text": "very specific and very narrow -- first, training and assisting Afghan forces and, second, targeting"
    },
    {
      "index": 51,
      "start_time": 292450.0,
      "end_time": 299260.0,
      "text": "counterterrorism missions -- targeted counterterrorism missions against al Qaeda and its affiliates."
    },
    {
      "index": 52,
      "start_time": 299260.0,
      "end_time": 303480.0,
      "text": "Our discussions will focus on how best to achieve these two tasks after 2014, and it’s"
    },
    {
      "index": 53,
      "start_time": 303480.0,
      "end_time": 308320.0,
      "text": "our hope that we can reach an agreement this year."
    },
    {
      "index": 54,
      "start_time": 308320.0,
      "end_time": 313160.0,
      "text": "Ultimately, security gains must be matched by political progress. So we recommitted our"
    },
    {
      "index": 55,
      "start_time": 313160.0,
      "end_time": 319390.0,
      "text": "nations to a reconciliation process between the Afghan government and the Taliban. President"
    },
    {
      "index": 56,
      "start_time": 319390.0,
      "end_time": 324750.0,
      "text": "Karzai updated me on the Afghan government’s road map to peace. And today, we agreed that"
    },
    {
      "index": 57,
      "start_time": 324750.0,
      "end_time": 331150.0,
      "text": "this process should be advanced by the opening of a Taliban office to facilitate talks."
    },
    {
      "index": 58,
      "start_time": 331150.0,
      "end_time": 335130.0,
      "text": "Reconciliation also requires constructive support from across the region, including"
    },
    {
      "index": 59,
      "start_time": 335130.0,
      "end_time": 339900.0,
      "text": "Pakistan. We welcome recent steps that have been taken in that regard, and we’ll look"
    },
    {
      "index": 60,
      "start_time": 339900.0,
      "end_time": 345430.0,
      "text": "for more tangible steps -- because a stable and secure Afghanistan is in the interest"
    },
    {
      "index": 61,
      "start_time": 345430.0,
      "end_time": 349250.0,
      "text": "not only of the Afghan people and the United States, but of the entire region."
    },
    {
      "index": 62,
      "start_time": 349250.0,
      "end_time": 355800.0,
      "text": "And finally, we reaffirmed the Strategic Partnership that we signed last year in Kabul -- an enduring"
    },
    {
      "index": 63,
      "start_time": 355800.0,
      "end_time": 361670.0,
      "text": "partnership between two sovereign nations. This includes deepening ties of trade, commerce,"
    },
    {
      "index": 64,
      "start_time": 361670.0,
      "end_time": 368340.0,
      "text": "strengthening institutions, development, education and opportunities for all Afghans -- men and"
    },
    {
      "index": 65,
      "start_time": 368340.0,
      "end_time": 374830.0,
      "text": "women, boys and girls. And this sends a clear message to Afghans and to the region, as Afghans"
    },
    {
      "index": 66,
      "start_time": 374830.0,
      "end_time": 380560.0,
      "text": "stand up, they will not stand alone; the United States, and the world, stands with them."
    },
    {
      "index": 67,
      "start_time": 380560.0,
      "end_time": 387610.0,
      "text": "Now, let me close by saying that this continues to be a very difficult mission. Our forces"
    },
    {
      "index": 68,
      "start_time": 387610.0,
      "end_time": 394740.0,
      "text": "continue to serve and make tremendous sacrifices every day. The Afghan people make significant"
    },
    {
      "index": 69,
      "start_time": 394740.0,
      "end_time": 401010.0,
      "text": "sacrifices every day. Afghan forces still need to grow stronger. We remain vigilant"
    },
    {
      "index": 70,
      "start_time": 401010.0,
      "end_time": 406770.0,
      "text": "against insider attacks. Lasting peace and security will require governance and development"
    },
    {
      "index": 71,
      "start_time": 406770.0,
      "end_time": 412680.0,
      "text": "that delivers for the Afghan people and an end to safe havens for al Qaeda and its ilk."
    },
    {
      "index": 72,
      "start_time": 412680.0,
      "end_time": 415330.0,
      "text": "All this will continue to be our work."
    },
    {
      "index": 73,
      "start_time": 415330.0,
      "end_time": 421380.0,
      "text": "But make no mistake -- our path is clear and we are moving forward. Every day, more Afghans"
    },
    {
      "index": 74,
      "start_time": 421380.0,
      "end_time": 425780.0,
      "text": "are stepping up and taking responsibility for their own security. And as they do, our"
    },
    {
      "index": 75,
      "start_time": 425780.0,
      "end_time": 431020.0,
      "text": "troops will come home. And next year, this long war will come to a responsible end."
    },
    {
      "index": 76,
      "start_time": 431020.0,
      "end_time": 436230.0,
      "text": "President Karzai, I thank you and your delegation for the progress we’ve made together and"
    },
    {
      "index": 77,
      "start_time": 436230.0,
      "end_time": 443150.0,
      "text": "for your commitment to the goals that we share -- a strong and sovereign Afghanistan where"
    },
    {
      "index": 78,
      "start_time": 443150.0,
      "end_time": 449830.0,
      "text": "Afghans find security, peace, prosperity and dignity. And in pursuit of that future, Afghanistan"
    },
    {
      "index": 79,
      "start_time": 449830.0,
      "end_time": 456370.0,
      "text": "will have a long-term partner in the United States of America."
    },
    {
      "index": 80,
      "start_time": 456370.0,
      "end_time": 460180.0,
      "text": "Mr. President."
    },
    {
      "index": 81,
      "start_time": 460180.0,
      "end_time": 464170.0,
      "text": "PRESIDENT KARZAI: Thank you. Thank you very much, Mr. President, for this very gracious"
    },
    {
      "index": 82,
      "start_time": 464170.0,
      "end_time": 472730.0,
      "text": "and warm welcome to me and the Afghan delegation on this visit to Washington, and for bearing"
    },
    {
      "index": 83,
      "start_time": 472730.0,
      "end_time": 477250.0,
      "text": "with us, as I mentioned during our talks in the Blair House, with all the crowds that"
    },
    {
      "index": 84,
      "start_time": 477250.0,
      "end_time": 480360.0,
      "text": "we have there."
    },
    {
      "index": 85,
      "start_time": 480360.0,
      "end_time": 491310.0,
      "text": "The President and I discussed today in great detail all the relevant issues between the"
    },
    {
      "index": 86,
      "start_time": 491310.0,
      "end_time": 500430.0,
      "text": "two countries. I was happy to see that we have made progress on some of the important"
    },
    {
      "index": 87,
      "start_time": 500430.0,
      "end_time": 510730.0,
      "text": "issues for Afghanistan. Concerning Afghan sovereignty, we agreed on the complete return"
    },
    {
      "index": 88,
      "start_time": 510730.0,
      "end_time": 520599.0,
      "text": "of detention centers and detainees to Afghan sovereignty, and that this will be implemented"
    },
    {
      "index": 89,
      "start_time": 520599.00000000006,
      "end_time": 531589.0,
      "text": "soon after my return to Afghanistan. We also discussed all aspects of transition to Afghan"
    },
    {
      "index": 90,
      "start_time": 531589.0,
      "end_time": 534069.0,
      "text": "governance and security."
    },
    {
      "index": 91,
      "start_time": 534069.0,
      "end_time": 543079.0,
      "text": "I&#39;m very happy to hear from the President, as we also discussed it earlier, that in spring"
    },
    {
      "index": 92,
      "start_time": 543079.0,
      "end_time": 550120.0,
      "text": "this year the Afghan forces will be fully responsible for providing security and protection"
    },
    {
      "index": 93,
      "start_time": 550120.0,
      "end_time": 559540.0,
      "text": "to the Afghan people, and that the international forces, the American forces will be no longer"
    },
    {
      "index": 94,
      "start_time": 559540.0,
      "end_time": 565550.0,
      "text": "present in Afghan villages, that the task will be that of the Afghan forces to provide"
    },
    {
      "index": 95,
      "start_time": 565550.0,
      "end_time": 571850.0,
      "text": "for the Afghan people in security and protection."
    },
    {
      "index": 96,
      "start_time": 571850.0,
      "end_time": 581160.0,
      "text": "We also agreed on the steps that we should be taking in the peace process, which is of"
    },
    {
      "index": 97,
      "start_time": 581160.0,
      "end_time": 590490.0,
      "text": "highest priority to Afghanistan. We agreed on allowing a Taliban office in Qatar -- in"
    },
    {
      "index": 98,
      "start_time": 590490.0,
      "end_time": 600410.0,
      "text": "Doha, where the Taliban will engage in direct talks with the representatives of the Afghan"
    },
    {
      "index": 99,
      "start_time": 600410.0,
      "end_time": 607610.0,
      "text": "High Council for Peace, where we will be seeking the help of relevant regional countries, including"
    },
    {
      "index": 100,
      "start_time": 607610.0,
      "end_time": 614920.0,
      "text": "Pakistan -- where we’ll be trying our best, together with the United States and our other"
    },
    {
      "index": 101,
      "start_time": 614920.0,
      "end_time": 622970.0,
      "text": "allies, to return peace and stability to Afghanistan as soon as possible, and employing all the"
    },
    {
      "index": 102,
      "start_time": 622970.0,
      "end_time": 629019.0,
      "text": "means that we have within our power to do that, so the Afghan people can live in security"
    },
    {
      "index": 103,
      "start_time": 629019.0,
      "end_time": 637749.0,
      "text": "and peace and work for their prosperity and educate their children."
    },
    {
      "index": 104,
      "start_time": 637749.0,
      "end_time": 643059.0,
      "text": "The President and I also discussed the economic transition of Afghanistan and all that entails"
    },
    {
      "index": 105,
      "start_time": 643059.0,
      "end_time": 651999.0,
      "text": "for Afghanistan. Once the transition to Afghan forces is completed, once the bulk of the"
    },
    {
      "index": 106,
      "start_time": 651999.0,
      "end_time": 657120.0,
      "text": "international forces have withdrawn from Afghanistan, we hope that the dividends of that transition"
    },
    {
      "index": 107,
      "start_time": 657120.0,
      "end_time": 663269.0,
      "text": "economically to Afghanistan will be beneficial to the Afghan people, and will not have adverse"
    },
    {
      "index": 108,
      "start_time": 663269.0,
      "end_time": 670480.0,
      "text": "effects on Afghan economy and the prosperity that we have gained in the past many years."
    },
    {
      "index": 109,
      "start_time": 670480.0,
      "end_time": 675269.0,
      "text": "We also discussed the issue of election in Afghanistan and the importance of election"
    },
    {
      "index": 110,
      "start_time": 675269.0,
      "end_time": 681620.0,
      "text": "for the Afghan people, with the hope that we’ll be conducting a free and fair election"
    },
    {
      "index": 111,
      "start_time": 681620.0,
      "end_time": 687390.0,
      "text": "in Afghanistan where our friends in the international community -- in particular, the United States"
    },
    {
      "index": 112,
      "start_time": 687390.0,
      "end_time": 700040.0,
      "text": "-- will be assisting in conducting those elections, of course; where Afghanistan will have the"
    },
    {
      "index": 113,
      "start_time": 700040.0,
      "end_time": 706740.0,
      "text": "right environment for conducting elections without interference and without undue concern"
    },
    {
      "index": 114,
      "start_time": 706740.0,
      "end_time": 711800.0,
      "text": "in that regard for the Afghan people."
    },
    {
      "index": 115,
      "start_time": 711800.0,
      "end_time": 722420.0,
      "text": "We also discussed in a bit of detail, and in the environment that we have, all aspects"
    },
    {
      "index": 116,
      "start_time": 722420.0,
      "end_time": 727879.0,
      "text": "of the bilateral security agreement between Afghanistan and the United States, and I informed"
    },
    {
      "index": 117,
      "start_time": 727879.0,
      "end_time": 737290.0,
      "text": "the President that the Afghan people already in the Loya Jirga that we called for -- the"
    },
    {
      "index": 118,
      "start_time": 737290.0,
      "end_time": 741790.0,
      "text": "Strategic Partnership Agreement between us and the United States -- have given their"
    },
    {
      "index": 119,
      "start_time": 741790.0,
      "end_time": 746869.0,
      "text": "approval to this relationship and the value as one that is good for Afghanistan. So in"
    },
    {
      "index": 120,
      "start_time": 746869.0,
      "end_time": 753819.0,
      "text": "that context, the bilateral security agreement is one that the Afghan people approve. And"
    },
    {
      "index": 121,
      "start_time": 753819.0,
      "end_time": 760240.0,
      "text": "I&#39;m sure we will conduct it in detail where both the interests of the United States and"
    },
    {
      "index": 122,
      "start_time": 760240.0,
      "end_time": 764769.0,
      "text": "the interests of Afghanistan will be kept in mind."
    },
    {
      "index": 123,
      "start_time": 764769.0,
      "end_time": 772180.0,
      "text": "We had a number of other issues also to talk about. During our conversations, and perhaps"
    },
    {
      "index": 124,
      "start_time": 772180.0,
      "end_time": 779470.0,
      "text": "many times in that conversation, beginning with the conversation, of course, I thanked"
    },
    {
      "index": 125,
      "start_time": 779470.0,
      "end_time": 785509.0,
      "text": "the President for the help that the United States has given to the Afghan people, for"
    },
    {
      "index": 126,
      "start_time": 785509.0,
      "end_time": 792470.0,
      "text": "all that we have gained in the past 10 years, and that those gains will be kept by any standard"
    },
    {
      "index": 127,
      "start_time": 792470.0,
      "end_time": 797100.0,
      "text": "while we are working for peace and stability in Afghanistan, including the respect for"
    },
    {
      "index": 128,
      "start_time": 797100.0,
      "end_time": 798449.0,
      "text": "Afghan constitution."
    },
    {
      "index": 129,
      "start_time": 798449.0,
      "end_time": 807819.0,
      "text": "I also thanked the President and endorsed with him the sacrifices of American men and"
    },
    {
      "index": 130,
      "start_time": 807819.0,
      "end_time": 814720.0,
      "text": "women in uniform and those of other countries. Accordingly, I also informed President Obama"
    },
    {
      "index": 131,
      "start_time": 814720.0,
      "end_time": 819079.0,
      "text": "of the sacrifices of the Afghan people -- of the immense sacrifices of the Afghan people"
    },
    {
      "index": 132,
      "start_time": 819079.0,
      "end_time": 827439.0,
      "text": "in the past 10 years, both for the servicemen and of the Afghan people."
    },
    {
      "index": 133,
      "start_time": 827439.0,
      "end_time": 839619.0,
      "text": "I’ll be going back to Afghanistan this evening to bring to the Afghan people the news of"
    },
    {
      "index": 134,
      "start_time": 839619.0,
      "end_time": 848790.0,
      "text": "Afghanistan standing shoulder to shoulder with America as a sovereign, independent country,"
    },
    {
      "index": 135,
      "start_time": 848790.0,
      "end_time": 854040.0,
      "text": "but in cooperation and in partnership."
    },
    {
      "index": 136,
      "start_time": 854040.0,
      "end_time": 856429.0,
      "text": "Thank you, Mr. President, for the hospitality."
    },
    {
      "index": 137,
      "start_time": 856429.0,
      "end_time": 859689.0,
      "text": "PRESIDENT OBAMA: Thank you very much, Mr. President."
    },
    {
      "index": 138,
      "start_time": 859689.0,
      "end_time": 865110.0,
      "text": "Okay, we’ve got two questions each I think from U.S. and Afghan press. I will start with"
    },
    {
      "index": 139,
      "start_time": 865110.0,
      "end_time": 868699.0,
      "text": "Scott Wilson of The Washington Post."
    },
    {
      "index": 140,
      "start_time": 868699.0,
      "end_time": 871759.0,
      "text": "Q Thank you, Mr. President and President Karzai."
    },
    {
      "index": 141,
      "start_time": 871759.0,
      "end_time": 877579.0,
      "text": "Mr. President, does moving up the deadline for the transition to an Afghan security role"
    },
    {
      "index": 142,
      "start_time": 877579.0,
      "end_time": 882179.0,
      "text": "lead in the spring mean you’ll be winding down U.S. troops faster than you expected"
    },
    {
      "index": 143,
      "start_time": 882179.0,
      "end_time": 887709.0,
      "text": "this year? And as specifically as possible, how many troops do you expect to leave in"
    },
    {
      "index": 144,
      "start_time": 887709.0,
      "end_time": 892230.0,
      "text": "Afghanistan beyond 2014 for the two missions you outlined? And would you consider leaving"
    },
    {
      "index": 145,
      "start_time": 892230.0,
      "end_time": 897769.0,
      "text": "any troops in Afghanistan beyond that date without an immunity agreement for their actions?"
    },
    {
      "index": 146,
      "start_time": 897769.0,
      "end_time": 903730.0,
      "text": "And, President Karzai, you’ve spoken often about the threat the American presence in"
    },
    {
      "index": 147,
      "start_time": 903730.0,
      "end_time": 908899.0,
      "text": "Afghanistan poses to your nation’s sovereignty. I’m wondering if you will be considering"
    },
    {
      "index": 148,
      "start_time": 908899.0,
      "end_time": 914879.0,
      "text": "and working on behalf of an immunity agreement to preserve some U.S. forces in Afghanistan"
    },
    {
      "index": 149,
      "start_time": 914879.0,
      "end_time": 921160.0,
      "text": "after the 2014 date, and how many U.S. troops you would accept after that time."
    },
    {
      "index": 150,
      "start_time": 921160.0,
      "end_time": 923029.0,
      "text": "Thank you."
    },
    {
      "index": 151,
      "start_time": 923029.0,
      "end_time": 931149.0,
      "text": "PRESIDENT OBAMA: Scott, our first task has been to meet the transition plan that we set"
    },
    {
      "index": 152,
      "start_time": 931149.0,
      "end_time": 937449.0,
      "text": "first in Lisbon, then in Chicago. And because of the progress that’s been made by our"
    },
    {
      "index": 153,
      "start_time": 937449.0,
      "end_time": 941749.0,
      "text": "troops, because of the progress that’s been made in terms of Afghan security forces, their"
    },
    {
      "index": 154,
      "start_time": 941749.0,
      "end_time": 952319.0,
      "text": "capacity to take the lead, we are able to meet those goals and accelerate them somewhat."
    },
    {
      "index": 155,
      "start_time": 952319.0,
      "end_time": 959939.0,
      "text": "So let me repeat: What’s going to happen this spring is that Afghans will be in the"
    },
    {
      "index": 156,
      "start_time": 959939.0,
      "end_time": 966730.0,
      "text": "lead throughout the country. That doesn’t mean that coalition forces, including U.S."
    },
    {
      "index": 157,
      "start_time": 966730.0,
      "end_time": 973239.0,
      "text": "forces, are no longer fighting. They will still be fighting alongside Afghan troops."
    },
    {
      "index": 158,
      "start_time": 973239.0,
      "end_time": 979420.0,
      "text": "It does mean, though, that Afghans will have taken the lead, and our presence, the nature"
    },
    {
      "index": 159,
      "start_time": 979420.0,
      "end_time": 984689.0,
      "text": "of our work will be different. We will be in a training, assisting, advising role."
    },
    {
      "index": 160,
      "start_time": 984689.0,
      "end_time": 991389.0,
      "text": "Obviously, we will still have troops there and that means that our men and women will"
    },
    {
      "index": 161,
      "start_time": 991389.0,
      "end_time": 999339.0,
      "text": "still be in harm’s way, that there will still be the need for force protection. The"
    },
    {
      "index": 162,
      "start_time": 999339.0,
      "end_time": 1005540.0,
      "text": "environment is going to still be very dangerous. But what we’ve seen is, is that Afghan soldiers"
    },
    {
      "index": 163,
      "start_time": 1005540.0,
      "end_time": 1015639.0,
      "text": "are stepping up, at great risk to themselves, and that allows us then to make this transition"
    },
    {
      "index": 164,
      "start_time": 1015640.0,
      "end_time": 1018351.0,
      "text": "during the spring."
    },
    {
      "index": 165,
      "start_time": 1018350.0,
      "end_time": 1025529.0,
      "text": "What that translates into precisely in terms of how this drawdown of U.S. troop proceeds"
    },
    {
      "index": 166,
      "start_time": 1025530.0,
      "end_time": 1031550.0,
      "text": "is something that isn’t yet fully determined. I’m going to be over the coming weeks getting"
    },
    {
      "index": 167,
      "start_time": 1031550.0,
      "end_time": 1038900.0,
      "text": "recommendations from General Allen and other commanders on the ground. They will be designing"
    },
    {
      "index": 168,
      "start_time": 1038900.0000000001,
      "end_time": 1044410.0000000001,
      "text": "and shaping a responsible plan to make sure that we’re not losing the gains that have"
    },
    {
      "index": 169,
      "start_time": 1044410.0000000001,
      "end_time": 1050280.0,
      "text": "already been made, to make sure that we’re in a position to support Afghan units when"
    },
    {
      "index": 170,
      "start_time": 1050280.0,
      "end_time": 1057261.0,
      "text": "they’re in theater, and to make sure that our folks are also protected even as we’re"
    },
    {
      "index": 171,
      "start_time": 1057260.0,
      "end_time": 1057940.0,
      "text": "drawing down."
    },
    {
      "index": 172,
      "start_time": 1057940.0,
      "end_time": 1062179.0,
      "text": "So I can’t give you a precise number at this point. I’ll probably make a separate"
    },
    {
      "index": 173,
      "start_time": 1062180.0,
      "end_time": 1068731.0,
      "text": "announcement once I’ve gotten recommendations from troop -- from the generals and our commanders"
    },
    {
      "index": 174,
      "start_time": 1068730.0,
      "end_time": 1072899.0,
      "text": "in terms of what that drawdown might look like."
    },
    {
      "index": 175,
      "start_time": 1072900.0,
      "end_time": 1081540.0,
      "text": "With respect to post-2014, we’ve got two goals -- and our main conversation today was"
    },
    {
      "index": 176,
      "start_time": 1081540.0,
      "end_time": 1089040.0,
      "text": "establishing a meeting of the minds in terms of what those goals would be with a follow-on"
    },
    {
      "index": 177,
      "start_time": 1089040.0,
      "end_time": 1096991.0,
      "text": "presence of U.S. troops. Number one, to train, assist, and advise Afghan forces so that they"
    },
    {
      "index": 178,
      "start_time": 1096990.0,
      "end_time": 1103549.0,
      "text": "can maintain their own security; and number two, making sure that we can continue to go"
    },
    {
      "index": 179,
      "start_time": 1103550.0,
      "end_time": 1111270.0,
      "text": "after remnants of al Qaeda or other affiliates that might threaten our homeland."
    },
    {
      "index": 180,
      "start_time": 1111270.0,
      "end_time": 1118441.0,
      "text": "That is a very limited mission, and it is not one that would require the same kind of"
    },
    {
      "index": 181,
      "start_time": 1118440.0,
      "end_time": 1125850.0,
      "text": "footprint, obviously, that we’ve had over the last 10 years in Afghanistan."
    },
    {
      "index": 182,
      "start_time": 1125850.0,
      "end_time": 1131799.0,
      "text": "Similar to the issue of drawdown, I’m still getting recommendations from the Pentagon"
    },
    {
      "index": 183,
      "start_time": 1131800.0,
      "end_time": 1136701.0,
      "text": "and our commanders on the ground in terms of what that would look like. And when we"
    },
    {
      "index": 184,
      "start_time": 1136700.0,
      "end_time": 1142679.0,
      "text": "have more information about that, I will be describing that to the American people."
    },
    {
      "index": 185,
      "start_time": 1142680.0,
      "end_time": 1147180.0,
      "text": "I think President Karzai’s primary concern -- and obviously you’ll hear directly from"
    },
    {
      "index": 186,
      "start_time": 1147180.0,
      "end_time": 1154621.0,
      "text": "him -- is making sure that Afghan sovereignty is respected. And if we have a follow-on force"
    },
    {
      "index": 187,
      "start_time": 1154620.0,
      "end_time": 1160419.0,
      "text": "of any sort past 2014, it’s got to be at the invitation of the Afghan government and"
    },
    {
      "index": 188,
      "start_time": 1160420.0,
      "end_time": 1162930.0,
      "text": "they have to feel comfortable with it."
    },
    {
      "index": 189,
      "start_time": 1162930.0,
      "end_time": 1170410.0,
      "text": "I will say -- and I’ve said to President Karzai -- that we have arrangements like this"
    },
    {
      "index": 190,
      "start_time": 1170410.0,
      "end_time": 1177581.0,
      "text": "with countries all around the world, and nowhere do we have any kind of security agreement"
    },
    {
      "index": 191,
      "start_time": 1177580.0,
      "end_time": 1186980.0,
      "text": "with a country without immunity for our troops. That’s how I, as Commander-in-Chief, can"
    },
    {
      "index": 192,
      "start_time": 1186980.0,
      "end_time": 1193279.0,
      "text": "make sure that our folks are protected in carrying out very difficult missions."
    },
    {
      "index": 193,
      "start_time": 1193280.0,
      "end_time": 1197381.0,
      "text": "And so I think President Karzai understands that. I don’t want to get ahead of ourselves"
    },
    {
      "index": 194,
      "start_time": 1197380.0,
      "end_time": 1202340.0,
      "text": "in terms of the negotiations that are still remaining on the bilateral security agreement,"
    },
    {
      "index": 195,
      "start_time": 1202340.0,
      "end_time": 1206309.0,
      "text": "but I think it’s fair to say that, from my perspective at least, it will not be possible"
    },
    {
      "index": 196,
      "start_time": 1206310.0,
      "end_time": 1215650.0,
      "text": "for us to have any kind of U.S. troop presence post-2014 without assurances that our men"
    },
    {
      "index": 197,
      "start_time": 1215650.0,
      "end_time": 1223170.0,
      "text": "and women who are operating there are in some way subject to the jurisdiction of another"
    },
    {
      "index": 198,
      "start_time": 1223170.0,
      "end_time": 1224170.0,
      "text": "country."
    },
    {
      "index": 199,
      "start_time": 1224170.0,
      "end_time": 1233831.0,
      "text": "PRESIDENT KARZAI: Well, sir, the bilateral security agreement is in mind for the interests"
    },
    {
      "index": 200,
      "start_time": 1233830.0,
      "end_time": 1242620.0,
      "text": "of both countries. We understand that the issue of immunity is of very specific importance"
    },
    {
      "index": 201,
      "start_time": 1242620.0,
      "end_time": 1253700.0,
      "text": "for the United States, as was for us the issue of sovereignty and detentions and the continued"
    },
    {
      "index": 202,
      "start_time": 1253700.0,
      "end_time": 1260830.0,
      "text": "presence of international forces in Afghan villages and the very conduct of the war itself."
    },
    {
      "index": 203,
      "start_time": 1260830.0,
      "end_time": 1269940.0,
      "text": "With those issues resolved, as we did today, part of it -- the rest was done earlier -- I"
    },
    {
      "index": 204,
      "start_time": 1269940.0,
      "end_time": 1278820.0,
      "text": "can go to the Afghan people and argue for immunity for U.S. troops in Afghanistan in"
    },
    {
      "index": 205,
      "start_time": 1278820.0,
      "end_time": 1286200.0,
      "text": "a way that Afghan sovereignty will not be compromised, in a way that Afghan law will"
    },
    {
      "index": 206,
      "start_time": 1286200.0,
      "end_time": 1295789.0,
      "text": "not be compromised, in a way that the provisions that we arrive at through our talks will give"
    },
    {
      "index": 207,
      "start_time": 1295790.0,
      "end_time": 1301050.0,
      "text": "the United States the satisfaction of what it seeks and will also provide the Afghan"
    },
    {
      "index": 208,
      "start_time": 1301050.0,
      "end_time": 1308721.0,
      "text": "people the benefits that they are seeking through this partnership and the subsequent"
    },
    {
      "index": 209,
      "start_time": 1308720.0,
      "end_time": 1308970.0,
      "text": "agreement."
    },
    {
      "index": 210,
      "start_time": 1308970.0,
      "end_time": 1312880.0,
      "text": "Q Do you have any sense of how many troops you would be willing to have?"
    },
    {
      "index": 211,
      "start_time": 1312880.0,
      "end_time": 1319059.0,
      "text": "PRESIDENT KARZAI: That’s not for us to decide. It’s an issue for the United States. Numbers"
    },
    {
      "index": 212,
      "start_time": 1319060.0,
      "end_time": 1325430.0,
      "text": "are not going to make a difference to the situation in Afghanistan. It’s the broader"
    },
    {
      "index": 213,
      "start_time": 1325430.0,
      "end_time": 1330371.0,
      "text": "relationship that will make a difference to Afghanistan and, beyond, in the region. The"
    },
    {
      "index": 214,
      "start_time": 1330370.0,
      "end_time": 1335929.0,
      "text": "specifics of numbers are issues that the military will decide, and Afghanistan will have no"
    },
    {
      "index": 215,
      "start_time": 1335930.0,
      "end_time": 1345511.0,
      "text": "particular concern when we are talking of numbers and how they are deployed."
    },
    {
      "index": 216,
      "start_time": 1345510.0,
      "end_time": 1350130.0,
      "text": "Any Afghan press? English-speaking press?"
    },
    {
      "index": 217,
      "start_time": 1350130.0,
      "end_time": 1363429.0,
      "text": "Q I am Abdul Qadir, Kabul, Afghanistan. I prefer to ask my question to my own language."
    },
    {
      "index": 218,
      "start_time": 1363430.0,
      "end_time": 1372741.0,
      "text": "(As interpreted.) Mr. President, the missions of -- combat missions of United States after"
    },
    {
      "index": 219,
      "start_time": 1372740.0,
      "end_time": 1383720.0,
      "text": "2014 -- how this mission will be? Will it be resembling the same mission as it was during"
    },
    {
      "index": 220,
      "start_time": 1383720.0,
      "end_time": 1393470.0,
      "text": "11 years, or is there a difference, different kind of mission? Those who are in Pakistan,"
    },
    {
      "index": 221,
      "start_time": 1393470.0,
      "end_time": 1402279.0,
      "text": "particularly the safe havens that are in Pakistan, what kind of policy will you have? Thank you."
    },
    {
      "index": 222,
      "start_time": 1402280.0,
      "end_time": 1417790.0,
      "text": "PRESIDENT OBAMA: Just to repeat, our main reason should we have troops in Afghanistan"
    },
    {
      "index": 223,
      "start_time": 1417790.0,
      "end_time": 1424050.0,
      "text": "post-2014 at the invitation of the Afghan government will be to make sure that we are"
    },
    {
      "index": 224,
      "start_time": 1424050.0,
      "end_time": 1429881.0,
      "text": "training, assisting and advising Afghan security forces who have now taken the lead for and"
    },
    {
      "index": 225,
      "start_time": 1429880.0,
      "end_time": 1437000.0,
      "text": "are responsible for security throughout Afghanistan, and an interest that the United States has"
    },
    {
      "index": 226,
      "start_time": 1437000.0,
      "end_time": 1440120.0,
      "text": "-- the very reason that we went to Afghanistan in the first place -- and that is to make"
    },
    {
      "index": 227,
      "start_time": 1440120.0,
      "end_time": 1448059.0,
      "text": "sure that al Qaeda and its affiliates cannot launch an attack against the United States"
    },
    {
      "index": 228,
      "start_time": 1448060.0,
      "end_time": 1452961.0,
      "text": "or other countries from Afghan soil."
    },
    {
      "index": 229,
      "start_time": 1452960.0,
      "end_time": 1459440.0,
      "text": "We believe that we can achieve that mission in a way that’s very different from the"
    },
    {
      "index": 230,
      "start_time": 1459440.0,
      "end_time": 1466100.0,
      "text": "very active presence that we&#39;ve had in Afghanistan over the last 11 years. President Karzai has"
    },
    {
      "index": 231,
      "start_time": 1466100.0,
      "end_time": 1478070.0,
      "text": "emphasized the strains that U.S. troop presences in Afghan villages, for example, have created."
    },
    {
      "index": 232,
      "start_time": 1478070.0,
      "end_time": 1484259.0,
      "text": "Well, that&#39;s not going to be a strain that exists if there is a follow-up operation because"
    },
    {
      "index": 233,
      "start_time": 1484260.0,
      "end_time": 1487721.0,
      "text": "that will not be our responsibility; that will be the responsibility of the Afghan National"
    },
    {
      "index": 234,
      "start_time": 1487720.0,
      "end_time": 1496080.0,
      "text": "Security Forces, to maintain peace and order and stability in Afghan villages, in Afghan"
    },
    {
      "index": 235,
      "start_time": 1496080.0,
      "end_time": 1498389.0,
      "text": "territory."
    },
    {
      "index": 236,
      "start_time": 1498390.0,
      "end_time": 1508540.0,
      "text": "So I think, although obviously we&#39;re still two years away, I can say with assurance that"
    },
    {
      "index": 237,
      "start_time": 1508540.0,
      "end_time": 1514140.0,
      "text": "this is a very different mission and a very different task and a very different footprint"
    },
    {
      "index": 238,
      "start_time": 1514140.0,
      "end_time": 1520280.0,
      "text": "for the U.S. if we are able to come to an appropriate agreement."
    },
    {
      "index": 239,
      "start_time": 1520280.0,
      "end_time": 1527601.0,
      "text": "And with respect to Pakistan and safe havens there, Afghanistan and the United States and"
    },
    {
      "index": 240,
      "start_time": 1527600.0,
      "end_time": 1536429.0,
      "text": "Pakistan all have an interest in reducing the threat of extremism in some of these border"
    },
    {
      "index": 241,
      "start_time": 1536430.0,
      "end_time": 1542961.0,
      "text": "regions between Afghanistan and Pakistan. And that&#39;s going to require more than simply"
    },
    {
      "index": 242,
      "start_time": 1542960.0,
      "end_time": 1550880.0,
      "text": "military actions. That&#39;s really going to require political and diplomatic work between Afghanistan"
    },
    {
      "index": 243,
      "start_time": 1550880.0,
      "end_time": 1556720.0,
      "text": "and Pakistan. And the United States obviously will have an interest in facilitating and"
    },
    {
      "index": 244,
      "start_time": 1556720.0,
      "end_time": 1561509.0,
      "text": "participating in cooperation between the two sovereign countries."
    },
    {
      "index": 245,
      "start_time": 1561510.0,
      "end_time": 1570640.0,
      "text": "But as President Karzai I think has indicated, it&#39;s very hard to imagine stability and peace"
    },
    {
      "index": 246,
      "start_time": 1570640.0,
      "end_time": 1578581.0,
      "text": "in the region if Pakistan and Afghanistan don&#39;t come to some basic agreement and understanding"
    },
    {
      "index": 247,
      "start_time": 1578580.0,
      "end_time": 1584590.0,
      "text": "about the threat of extremism to both countries and both governments and both capitals. And"
    },
    {
      "index": 248,
      "start_time": 1584590.0,
      "end_time": 1590500.0,
      "text": "I think you&#39;re starting to see a greater awareness of that on the part of the Pakistani government."
    },
    {
      "index": 249,
      "start_time": 1590500.0,
      "end_time": 1603289.0,
      "text": "PRESIDENT KARZAI: (As interpreted.) The question that you have made about -- we talked about"
    },
    {
      "index": 250,
      "start_time": 1603290.0,
      "end_time": 1614520.0,
      "text": "this issue in detail today about the prisoners, about the detention centers. All of these"
    },
    {
      "index": 251,
      "start_time": 1614520.0,
      "end_time": 1626300.0,
      "text": "will transfer to the Afghan sovereignty, and the U.S. forces will pull out from villages,"
    },
    {
      "index": 252,
      "start_time": 1626300.0,
      "end_time": 1638111.0,
      "text": "will go to their bases, and Afghan sovereignty will be restored."
    },
    {
      "index": 253,
      "start_time": 1638110.0,
      "end_time": 1649830.0,
      "text": "And after 2014, we are working on this relation. This relation will have a different nature"
    },
    {
      "index": 254,
      "start_time": 1649830.0,
      "end_time": 1658410.0,
      "text": "and will be based on different principles. It will resemble probably Turkey-United States"
    },
    {
      "index": 255,
      "start_time": 1658410.0,
      "end_time": 1665830.0,
      "text": "-- Turkey or Germany. We are studying these relationships and we will do that."
    },
    {
      "index": 256,
      "start_time": 1665830.0,
      "end_time": 1675809.0,
      "text": "Q Thank you, Mr. President. As you contemplate the end of this war, can you say as Commander-in-Chief"
    },
    {
      "index": 257,
      "start_time": 1675810.0,
      "end_time": 1681770.0,
      "text": "that the huge human and financial costs that this has entailed can be justified, given"
    },
    {
      "index": 258,
      "start_time": 1681770.0,
      "end_time": 1686170.0,
      "text": "the fact that the Afghanistan that the world will leave behind is somewhat diminished from"
    },
    {
      "index": 259,
      "start_time": 1686170.0,
      "end_time": 1690251.0,
      "text": "the visions of reconstruction and democracy that were kind of prevalent at the beginning"
    },
    {
      "index": 260,
      "start_time": 1690250.0,
      "end_time": 1691500.0,
      "text": "of the war?"
    },
    {
      "index": 261,
      "start_time": 1691500.0,
      "end_time": 1700190.0,
      "text": "And, President Karzai, many independent studies have criticized Afghanistan for corruption"
    },
    {
      "index": 262,
      "start_time": 1700190.0,
      "end_time": 1704710.0,
      "text": "and poor governance. Do you stand by your assertion last month that much of this is"
    },
    {
      "index": 263,
      "start_time": 1704710.0,
      "end_time": 1710299.0,
      "text": "due to the influence of foreigners? And are you completely committed to stepping down"
    },
    {
      "index": 264,
      "start_time": 1710300.0,
      "end_time": 1714020.0,
      "text": "as President after the elections next year?"
    },
    {
      "index": 265,
      "start_time": 1714020.0,
      "end_time": 1725371.0,
      "text": "PRESIDENT OBAMA: I want us to remember why we went to Afghanistan. We went into Afghanistan"
    },
    {
      "index": 266,
      "start_time": 1725370.0,
      "end_time": 1736409.0,
      "text": "because 3,000 Americans were viciously murdered by a terrorist organization that was operating"
    },
    {
      "index": 267,
      "start_time": 1736410.0,
      "end_time": 1743170.0,
      "text": "openly and at the invitation of those who were then ruling Afghanistan."
    },
    {
      "index": 268,
      "start_time": 1743170.0,
      "end_time": 1752660.0,
      "text": "It was absolutely the right thing to do for us to go after that organization; to go after"
    },
    {
      "index": 269,
      "start_time": 1752660.0,
      "end_time": 1759721.0,
      "text": "the host government that had aided and abetted, or at least allowed for these attacks to take"
    },
    {
      "index": 270,
      "start_time": 1759720.0,
      "end_time": 1767070.0,
      "text": "place. And because of the heroic work of our men and women in uniform, and because of the"
    },
    {
      "index": 271,
      "start_time": 1767070.0,
      "end_time": 1775389.0,
      "text": "cooperation and sacrifices of Afghans who had also been brutalized by that then-host"
    },
    {
      "index": 272,
      "start_time": 1775390.0,
      "end_time": 1782081.0,
      "text": "government, we achieved our central goal, which is -- or have come very close to achieving"
    },
    {
      "index": 273,
      "start_time": 1782080.0,
      "end_time": 1791480.0,
      "text": "our central goal -- which is to de-capacitate al Qaeda; to dismantle them; to make sure"
    },
    {
      "index": 274,
      "start_time": 1791480.0,
      "end_time": 1794580.0,
      "text": "that they can&#39;t attack us again."
    },
    {
      "index": 275,
      "start_time": 1794580.0,
      "end_time": 1801789.0,
      "text": "And everything that we&#39;ve done over the last 10 years from the perspective of the U.S."
    },
    {
      "index": 276,
      "start_time": 1801790.0,
      "end_time": 1810851.0,
      "text": "national security interests have been focused on that aim. And at the end of this conflict,"
    },
    {
      "index": 277,
      "start_time": 1810850.0,
      "end_time": 1819029.0,
      "text": "we are going to be able to say that the sacrifices that were made by those men and women in uniform"
    },
    {
      "index": 278,
      "start_time": 1819030.0,
      "end_time": 1822201.0,
      "text": "has brought about the goal that we sought."
    },
    {
      "index": 279,
      "start_time": 1822200.0,
      "end_time": 1830049.0,
      "text": "Now, what we also recognized very early on was that it was in our national security interest"
    },
    {
      "index": 280,
      "start_time": 1830050.0,
      "end_time": 1836660.0,
      "text": "to have a stable, sovereign Afghanistan that was a responsible international actor, that"
    },
    {
      "index": 281,
      "start_time": 1836660.0,
      "end_time": 1842900.0,
      "text": "was in partnership with us, and that that required Afghanistan to have its own security"
    },
    {
      "index": 282,
      "start_time": 1842900.0,
      "end_time": 1849510.0,
      "text": "capacity and to be on a path that was more likely to achieve prosperity and peace for"
    },
    {
      "index": 283,
      "start_time": 1849510.0,
      "end_time": 1855650.0,
      "text": "its own people. And I think President Karzai would be the first to acknowledge that Afghanistan"
    },
    {
      "index": 284,
      "start_time": 1855650.0,
      "end_time": 1863910.0,
      "text": "still has work to do to accomplish those goals, but there’s no doubt that the possibility"
    },
    {
      "index": 285,
      "start_time": 1863910.0,
      "end_time": 1872680.0,
      "text": "of peace and prosperity in Afghanistan today is higher than before we went in. And that"
    },
    {
      "index": 286,
      "start_time": 1872680.0,
      "end_time": 1880991.0,
      "text": "is also in part because of the sacrifices that the American people have made during"
    },
    {
      "index": 287,
      "start_time": 1880990.0,
      "end_time": 1882519.0,
      "text": "this long conflict."
    },
    {
      "index": 288,
      "start_time": 1882520.0,
      "end_time": 1898701.0,
      "text": "So I think that -- have we achieved everything that some might have imagined us achieving"
    },
    {
      "index": 289,
      "start_time": 1898700.0,
      "end_time": 1907669.0,
      "text": "in the best of scenarios? Probably not. This is a human enterprise and you fall short of"
    },
    {
      "index": 290,
      "start_time": 1907670.0,
      "end_time": 1916951.0,
      "text": "the ideal. Did we achieve our central goal, and have we been able I think to shape a strong"
    },
    {
      "index": 291,
      "start_time": 1916950.0,
      "end_time": 1924149.0,
      "text": "relationship with a responsible Afghan government that is willing to cooperate with us to make"
    },
    {
      "index": 292,
      "start_time": 1924150.0,
      "end_time": 1932670.0,
      "text": "sure that it is not a launching pad for future attacks against the United States? We have"
    },
    {
      "index": 293,
      "start_time": 1932670.0,
      "end_time": 1936810.0,
      "text": "achieved that goal. We are in the process of achieving that goal. And for that, I think"
    },
    {
      "index": 294,
      "start_time": 1936810.0,
      "end_time": 1942750.0,
      "text": "we have to thank our extraordinary military, intelligence, and diplomatic teams, as well"
    },
    {
      "index": 295,
      "start_time": 1942750.0,
      "end_time": 1946351.0,
      "text": "as the cooperation of the Afghan government and the Afghan people."
    },
    {
      "index": 296,
      "start_time": 1946350.0,
      "end_time": 1957019.0,
      "text": "PRESIDENT KARZAI: Sir, on the question of corruption, whether it has a foreign element"
    },
    {
      "index": 297,
      "start_time": 1957020.0,
      "end_time": 1963691.0,
      "text": "to it, if I have correct understanding of your question, there is corruption in Afghanistan."
    },
    {
      "index": 298,
      "start_time": 1963690.0,
      "end_time": 1973210.0,
      "text": "There is corruption in the Afghan government that we are fighting against, employing various"
    },
    {
      "index": 299,
      "start_time": 1973210.0,
      "end_time": 1982830.0,
      "text": "means and methods. We have succeeded in certain ways. But if your question is whether we are"
    },
    {
      "index": 300,
      "start_time": 1982830.0,
      "end_time": 1986460.0,
      "text": "satisfied -- of course not."
    },
    {
      "index": 301,
      "start_time": 1986460.0,
      "end_time": 1995990.0,
      "text": "And on the corruption that is foreign in origin but occurring in Afghanistan, I have been"
    },
    {
      "index": 302,
      "start_time": 1995990.0,
      "end_time": 2008809.0,
      "text": "very clear and explicit, and I don’t think that Afghanistan can see this corruption unless"
    },
    {
      "index": 303,
      "start_time": 2008810.0,
      "end_time": 2015920.0,
      "text": "there is cooperation between us and our international partners on correcting some of the methods"
    },
    {
      "index": 304,
      "start_time": 2015920.0,
      "end_time": 2024920.0,
      "text": "or applications of delivery of assistance to Afghanistan -- without cooperation and"
    },
    {
      "index": 305,
      "start_time": 2024920.0,
      "end_time": 2029060.0,
      "text": "with recognition of the problems."
    },
    {
      "index": 306,
      "start_time": 2029060.0,
      "end_time": 2041550.0,
      "text": "On elections, for me, the greatest of my achievements, eventually, seen by the Afghan people will"
    },
    {
      "index": 307,
      "start_time": 2041550.0,
      "end_time": 2053330.0,
      "text": "be a proper, well-organized, interference-free election in which the Afghan people can elect"
    },
    {
      "index": 308,
      "start_time": 2053330.0,
      "end_time": 2066390.0,
      "text": "their next president. Certainly, I would be a retired President, and very happily, a retired"
    },
    {
      "index": 309,
      "start_time": 2066389.9999999998,
      "end_time": 2067589.9999999998,
      "text": "President."
    },
    {
      "index": 310,
      "start_time": 2067590.0000000002,
      "end_time": 2080541.0000000002,
      "text": "Q My name is Mujahed Kakar. My question is to you, Mr. President. Afghan women fear that"
    },
    {
      "index": 311,
      "start_time": 2080540.0,
      "end_time": 2085270.0,
      "text": "they will be the real victim of reconciliation process in Afghanistan. What assurances you"
    },
    {
      "index": 312,
      "start_time": 2085270.0,
      "end_time": 2090270.0,
      "text": "can give them that they will not suffer because of that process?"
    },
    {
      "index": 313,
      "start_time": 2090270.0,
      "end_time": 2091339.0,
      "text": "Thank you."
    },
    {
      "index": 314,
      "start_time": 2091340.0000000002,
      "end_time": 2098681.0,
      "text": "PRESIDENT OBAMA: Well, the United States has been very clear that any peace process, any"
    },
    {
      "index": 315,
      "start_time": 2098680.0,
      "end_time": 2106329.0,
      "text": "reconciliation process must be Afghan led. It is not for the United States to determine"
    },
    {
      "index": 316,
      "start_time": 2106330.0,
      "end_time": 2111580.0,
      "text": "what the terms of this peace will be. But what we have also been very clear about is"
    },
    {
      "index": 317,
      "start_time": 2111580.0,
      "end_time": 2126110.0,
      "text": "that, from our perspective, it is not possible to reconcile without the Taliban renouncing"
    },
    {
      "index": 318,
      "start_time": 2126110.0,
      "end_time": 2139580.0,
      "text": "terrorism, without them recognizing the Afghan constitution and recognizing that if there"
    },
    {
      "index": 319,
      "start_time": 2139580.0,
      "end_time": 2146171.0,
      "text": "are changes that they want to make to how the Afghan government operates, then there"
    },
    {
      "index": 320,
      "start_time": 2146170.0,
      "end_time": 2154079.0,
      "text": "is a orderly constitutional process to do that and that you can&#39;t resort to violence."
    },
    {
      "index": 321,
      "start_time": 2154080.0,
      "end_time": 2162431.0,
      "text": "The Afghan constitution protects the rights of Afghan women. And the United States strongly"
    },
    {
      "index": 322,
      "start_time": 2162430.0,
      "end_time": 2170380.0,
      "text": "believes that Afghanistan cannot succeed unless it gives opportunity to its women. We believe"
    },
    {
      "index": 323,
      "start_time": 2170380.0,
      "end_time": 2174020.0,
      "text": "that about every country in the world."
    },
    {
      "index": 324,
      "start_time": 2174020.0,
      "end_time": 2184390.0,
      "text": "And so we will continue to voice very strongly support for the Afghan constitution, its protection"
    },
    {
      "index": 325,
      "start_time": 2184390.0,
      "end_time": 2194960.0,
      "text": "of minorities, its protection of women. And we think that a failure to provide that protection"
    },
    {
      "index": 326,
      "start_time": 2194960.0,
      "end_time": 2203849.0,
      "text": "not only will make reconciliation impossible to achieve, but also would make Afghanistan&#39;s"
    },
    {
      "index": 327,
      "start_time": 2203850.0,
      "end_time": 2209810.0,
      "text": "long-term development impossible to achieve."
    },
    {
      "index": 328,
      "start_time": 2209810.0,
      "end_time": 2219801.0,
      "text": "The single-best indicator, or one of the single-best indicators, of a country&#39;s prosperity around"
    },
    {
      "index": 329,
      "start_time": 2219800.0,
      "end_time": 2226170.0,
      "text": "the world is how does it treat its women. Does it educate that half of the population?"
    },
    {
      "index": 330,
      "start_time": 2226170.0,
      "end_time": 2234099.0,
      "text": "Does it give them opportunity? When it does, you unleash the power of everyone, not just"
    },
    {
      "index": 331,
      "start_time": 2234100.0,
      "end_time": 2241570.0,
      "text": "some. And I think there was great wisdom in Afghanistan ratifying a constitution that"
    },
    {
      "index": 332,
      "start_time": 2241570.0,
      "end_time": 2248011.0,
      "text": "recognized that. That should be part of the legacy of these last 10 years."
    },
    {
      "index": 333,
      "start_time": 2248010.0,
      "end_time": 2249730.0,
      "text": "PRESIDENT KARZAI: Indeed. Indeed."
    },
    {
      "index": 334,
      "start_time": 2249730.0,
      "end_time": 2259730.0,
      "text": "PRESIDENT OBAMA: Thank you very much, everybody."
    }
  ]
}