{
  "video_id": "KDnBw7EXa3w",
  "title": "How to Activate and Open Your Third Eye - Teal Swan",
  "json": [
    {
      "index": 1,
      "start_time": 35244.0,
      "end_time": 36921.0,
      "text": "Hello everyone."
    },
    {
      "index": 2,
      "start_time": 36921.0,
      "end_time": 40844.0,
      "text": "The third eye is a term we use for the sixth chakra."
    },
    {
      "index": 3,
      "start_time": 40844.0,
      "end_time": 53075.0,
      "text": "A chakra is a vortex point where the stream of consciousness from your higher self, which is energy which we call Prana, feeds into the physical human form."
    },
    {
      "index": 4,
      "start_time": 53075.0,
      "end_time": 63869.0,
      "text": "The body organ systems will arrange itself according to the blueprint of the energetic chakras and meridians."
    },
    {
      "index": 5,
      "start_time": 63869.0,
      "end_time": 71304.0,
      "text": "And the sixth chakra, also called the third eye, is located right here, just above the eyebrows."
    },
    {
      "index": 6,
      "start_time": 71304.0,
      "end_time": 79601.0,
      "text": "Although every chakra is involved in extrasensory perception, the six chakra is the Chakra which is referred to as the seat of intuition."
    },
    {
      "index": 7,
      "start_time": 79601.0,
      "end_time": 90874.0,
      "text": "It is the chakra which is associated with clairvoyance, precognition, out-of-body experiences, the ability to see auras, recognition,"
    },
    {
      "index": 8,
      "start_time": 90874.0,
      "end_time": 100395.0,
      "text": "imagination, visualization, dreaming, perception, and extrasensory perception."
    },
    {
      "index": 9,
      "start_time": 100395.0,
      "end_time": 107016.0,
      "text": "Because of this, the third eye is the chakra that is associated most closely with psychics."
    },
    {
      "index": 10,
      "start_time": 107016.0,
      "end_time": 112632.0,
      "text": "The reason we call it the third eye is because it is the chakra that allows us to be clairvoyant."
    },
    {
      "index": 11,
      "start_time": 112632.0,
      "end_time": 115314.0,
      "text": "In other words see beyond ordinary sight."
    },
    {
      "index": 12,
      "start_time": 115314.0,
      "end_time": 122026.0,
      "text": "This is why psychics, whose third eyes are open, were called Seers."
    },
    {
      "index": 13,
      "start_time": 122026.0,
      "end_time": 130668.0,
      "text": "When we are learning to focus into the third dimension, we limit ourselves to only seeing the third dimension."
    },
    {
      "index": 14,
      "start_time": 130668.0,
      "end_time": 141344.0,
      "text": "A baby is born seeing multiple dimensions but learns to focus on the third dimension by ignoring the other dimensional realities."
    },
    {
      "index": 15,
      "start_time": 141344.0,
      "end_time": 149046.0,
      "text": "It is said often that we may close our third eye so we may learn to see with our two physical eyes."
    },
    {
      "index": 16,
      "start_time": 149046.0,
      "end_time": 154624.0,
      "text": "In order to activate the third eye we are going to reverse this process."
    },
    {
      "index": 17,
      "start_time": 154624.0,
      "end_time": 163009.0,
      "text": "Learning how to activate the third eye is the key to experiencing higher more multi-dimensional aspects of consciousness."
    },
    {
      "index": 18,
      "start_time": 163009.0,
      "end_time": 176684.0,
      "text": "It is extremely important that when we are learning to develop our psychic skills, that we spend some special time getting to know our shadow sides, our fears."
    },
    {
      "index": 19,
      "start_time": 176684.0,
      "end_time": 183285.0,
      "text": "Because our fears are the number one thing that is going to cloud any of these intuitions, from flowing through us."
    },
    {
      "index": 20,
      "start_time": 183285.0,
      "end_time": 195983.0,
      "text": "And many of you are familiar with the idea of projection or the idea that your own perspective, your own fears, your own trappings could color the truth of whatever you are perceiving."
    },
    {
      "index": 21,
      "start_time": 195983.0,
      "end_time": 208007.0,
      "text": "It&#39;s true that there is a lot of room for mistranslation between the truth of what the universe feeds to you, and what you are ultimately able to perceive based on your individual perspective."
    },
    {
      "index": 22,
      "start_time": 208007.0,
      "end_time": 216918.0,
      "text": "We are each individual perspectives within the totality at the unified perspective which we call Source or God perspective."
    },
    {
      "index": 23,
      "start_time": 216918.0,
      "end_time": 222671.0,
      "text": "And any information you will be receiving you will be translating through your perspective."
    },
    {
      "index": 24,
      "start_time": 222671.0,
      "end_time": 238893.0,
      "text": "And so, the more aware you are of yourself, especially of your own fears, the less likely itʼs going to be that you will misinterpret that information or color it through the lens of what you are capable of believing."
    },
    {
      "index": 25,
      "start_time": 238893.0,
      "end_time": 242510.0,
      "text": "So now let&#39;s get to the meat of this discussion."
    },
    {
      "index": 26,
      "start_time": 242510.0,
      "end_time": 245000.0,
      "text": "What do we do to activate our third eyes?"
    },
    {
      "index": 27,
      "start_time": 245000.0,
      "end_time": 247332.0,
      "text": "The recipe is fairly simple."
    },
    {
      "index": 28,
      "start_time": 247332.0,
      "end_time": 251799.0,
      "text": "Step 1: Eat a spiritually oriented diet."
    },
    {
      "index": 29,
      "start_time": 251799.0,
      "end_time": 255129.0,
      "text": "This diet is a vegan or raw diet."
    },
    {
      "index": 30,
      "start_time": 255129.0,
      "end_time": 259027.0,
      "text": "Foods that are grounding will bring you more into third dimensional reality."
    },
    {
      "index": 31,
      "start_time": 259027.0,
      "end_time": 264155.0,
      "text": "Whereas foods that are ungrounding allow you to expand your consciousness multi-dimensionally."
    },
    {
      "index": 32,
      "start_time": 264155.0,
      "end_time": 267011.0,
      "text": "Avoid fluoride, this affects the pineal gland."
    },
    {
      "index": 33,
      "start_time": 267011.0,
      "end_time": 271788.0,
      "text": "Some things to add to your diet when learning to activate the third eye are:"
    },
    {
      "index": 34,
      "start_time": 271788.0,
      "end_time": 276819.0,
      "text": "My personal favorite... raw cacao, chaga mushroom,"
    },
    {
      "index": 35,
      "start_time": 276819.0,
      "end_time": 281326.0,
      "text": "lemons, raw apple cider vinegar."
    },
    {
      "index": 36,
      "start_time": 281326.0,
      "end_time": 284427.0,
      "text": "All berries, especially goji berries and blueberries."
    },
    {
      "index": 37,
      "start_time": 284427.0,
      "end_time": 320784.0,
      "text": "Lavender, Mugwort, poppy seed, grape juice, chlorella, spirulina, blue green algae, iodine, zeolite, ginseng, bentonite clay, chlorophyll, cilantro, honey, coconut oil, hemp seeds, seaweed, and noni juice."
    },
    {
      "index": 38,
      "start_time": 320784.0,
      "end_time": 322222.0,
      "text": "Number 2:"
    },
    {
      "index": 39,
      "start_time": 322222.0,
      "end_time": 331110.0,
      "text": "It&#39;s best to eliminate your dependence on your physical vision, through these two eyes when you are working to activate your third eye."
    },
    {
      "index": 40,
      "start_time": 331110.0,
      "end_time": 342666.0,
      "text": "What that means is, you want to either close your eyes, or better yet, find a place of total darkness, free from electronic equipment, screens or any sources of light."
    },
    {
      "index": 41,
      "start_time": 342666.0,
      "end_time": 354052.0,
      "text": "When you are in total darkness, the pineal gland which is the first organ which is the manifestation physically of your third eye,"
    },
    {
      "index": 42,
      "start_time": 354052.0,
      "end_time": 358995.0,
      "text": "darkness stimulates the pineal gland to produce melatonin."
    },
    {
      "index": 43,
      "start_time": 358995.0,
      "end_time": 373724.0,
      "text": "And Melatonin plays a really key role in getting your brain into a state where it is able to experience, where you are able to experience heightened states of consciousness which are not limited to the third dimension."
    },
    {
      "index": 44,
      "start_time": 373724.0,
      "end_time": 379409.0,
      "text": "That is why melatonin plays such a key role in sleep which is in fact an out-of-body experience."
    },
    {
      "index": 45,
      "start_time": 379409.0,
      "end_time": 389390.0,
      "text": "You want to sit either with your back straight or lie down on a bed with your arms over your head or straight at your sides."
    },
    {
      "index": 46,
      "start_time": 389390.0,
      "end_time": 400852.0,
      "text": "You want to begin by watching the breath. We want to let the breath be the doorway between other dimensions and the third dimension between states of consciousness."
    },
    {
      "index": 47,
      "start_time": 400852.0,
      "end_time": 403440.0,
      "text": "So you are observing the breath in and out."
    },
    {
      "index": 48,
      "start_time": 403440.0,
      "end_time": 408873.0,
      "text": "You want to make sure you breath in the nose and not the mouth."
    },
    {
      "index": 49,
      "start_time": 408873.0,
      "end_time": 412287.0,
      "text": "And you want to watch your thoughts."
    },
    {
      "index": 50,
      "start_time": 412287.0,
      "end_time": 418505.0,
      "text": "We don&#39;t want to resist your thoughts because if you resist a thought, you focus on the thought, you fuel the thought, and more thoughts come."
    },
    {
      "index": 51,
      "start_time": 418505.0,
      "end_time": 425673.0,
      "text": "So, you are just observing your thoughts and when they come up you are just allowing them to flow past."
    },
    {
      "index": 52,
      "start_time": 425673.0,
      "end_time": 430042.0,
      "text": "You will start to get in a kind of rhythm with this."
    },
    {
      "index": 53,
      "start_time": 430042.0,
      "end_time": 440057.0,
      "text": "Then I want you to focus all of your attention on the tension that is in your face, neck and especially behind the ears, here."
    },
    {
      "index": 54,
      "start_time": 440057.0,
      "end_time": 454383.0,
      "text": "You will notice how much tension you carry in your head specifically, but that kind of tension is going to be a real deficit when it comes to allowing that energy to flow through like it has to for you to open your third eye."
    },
    {
      "index": 55,
      "start_time": 454383.0,
      "end_time": 465800.0,
      "text": "So, you want to focus on that tension and intentionally release the muscles around your eyes, around your ears and any other place on your head, your scalp, where they might be tension."
    },
    {
      "index": 56,
      "start_time": 465800.0,
      "end_time": 474067.0,
      "text": "For this next part you want to take a deep breath all the way in and you want to hold it for as long as it is comfortable."
    },
    {
      "index": 57,
      "start_time": 474067.0,
      "end_time": 485586.0,
      "text": "And then you want to create a small part in your bottom jaw and top jaw, just enough to fit your tongue in between your teeth."
    },
    {
      "index": 58,
      "start_time": 485586.0,
      "end_time": 490245.0,
      "text": "And on the exhale you want to create a very specific tone."
    },
    {
      "index": 59,
      "start_time": 490245.0,
      "end_time": 497554.0,
      "text": "Your pineal gland, your third eye, is very sensitive to tones so we can use tones to help activate the third eye."
    },
    {
      "index": 60,
      "start_time": 497554.0,
      "end_time": 502843.0,
      "text": "So once you breathe in and you have held your breath for as long as comfortably possible,"
    },
    {
      "index": 61,
      "start_time": 502843.0,
      "end_time": 507380.0,
      "text": "you want to create the sound &quot;T-H-H-O-H-H&quot;"
    },
    {
      "index": 62,
      "start_time": 507380.0,
      "end_time": 511644.0,
      "text": "like T-H-H-O-H-H"
    },
    {
      "index": 63,
      "start_time": 511644.0,
      "end_time": 530154.0,
      "text": "it should sound like this.....(Teal demonstrates with her voice)"
    },
    {
      "index": 64,
      "start_time": 530154.0,
      "end_time": 538183.0,
      "text": "You want to try to keep your tongue in between your teeth for that process so it&#39;s sort of vibrating between your teeth as you do that exhale."
    },
    {
      "index": 65,
      "start_time": 538183.0,
      "end_time": 544179.0,
      "text": "You can play around with the pitch and tone of it so you find something which really vibrates your body."
    },
    {
      "index": 66,
      "start_time": 544179.0,
      "end_time": 547237.0,
      "text": "You want to do this six times in a row."
    },
    {
      "index": 67,
      "start_time": 547237.0,
      "end_time": 555950.0,
      "text": "I do want to warn you though, that, this activity can cause headaches because you are activating a portion of your brain which isn&#39;t used to being used."
    },
    {
      "index": 68,
      "start_time": 555950.0,
      "end_time": 567905.0,
      "text": "So you might experience headaches, migraines, detox symptoms, dizziness sometimes or you may start to hear noises inside your head like popping or crackling."
    },
    {
      "index": 69,
      "start_time": 567905.0,
      "end_time": 573623.0,
      "text": "That is totally normal. So if it doesn&#39;t bother you too much continue to the second part of the exercise."
    },
    {
      "index": 70,
      "start_time": 573623.0,
      "end_time": 578568.0,
      "text": "Next you want to breathe in deeply and you want to hold your breath for a count of 6."
    },
    {
      "index": 71,
      "start_time": 578568.0,
      "end_time": 586752.0,
      "text": "Do this three times. And then, just like we did in the last exercise you want to breathe all the way in and hold your breath."
    },
    {
      "index": 72,
      "start_time": 586752.0,
      "end_time": 594258.0,
      "text": "But this time we will make a different tone which will accelerate your activating the third eye even further."
    },
    {
      "index": 73,
      "start_time": 594258.0,
      "end_time": 598840.0,
      "text": "This is what the next tone is going to be: &quot;MAY&quot;"
    },
    {
      "index": 74,
      "start_time": 598840.0,
      "end_time": 619851.0,
      "text": "kind of like the month of May but it should sound like this: (Teal demonstrates with her voice)"
    },
    {
      "index": 75,
      "start_time": 619851.0,
      "end_time": 623449.0,
      "text": "I want to explain though that people are affected by different tones."
    },
    {
      "index": 76,
      "start_time": 623449.0,
      "end_time": 631342.0,
      "text": "So even though we are all using the word &quot;MAY&quot;, we can experiment with what tone specifically, starts buzzing this chakra."
    },
    {
      "index": 77,
      "start_time": 631342.0,
      "end_time": 642107.0,
      "text": "That is what you want to feel for. So this is how it should look.... (Teal demonstrates with her voice )"
    },
    {
      "index": 78,
      "start_time": 642107.0,
      "end_time": 650790.0,
      "text": "What I was doing just then is finding the tone that I could feel vibrating right here in my head area, in my third eye area."
    },
    {
      "index": 79,
      "start_time": 650790.0,
      "end_time": 662199.0,
      "text": "Whatever tone that is for you is the one you want to hold for this exercise and you want to repeat that six times, for the duration of a very slow out breath."
    },
    {
      "index": 80,
      "start_time": 662199.0,
      "end_time": 673928.0,
      "text": "As you hold this tone you might feel the sensation of buzzing move from your centre of your forehead deep into the centre of your brain, and up into the crown of your head."
    },
    {
      "index": 81,
      "start_time": 673928.0,
      "end_time": 675028.0,
      "text": "That is totally normal."
    },
    {
      "index": 82,
      "start_time": 675028.0,
      "end_time": 689720.0,
      "text": "All that is, is you are activating your third eye to such a degree that you can now feel the channel, which is a natural channel which brings extra sensory information from non-physical energy in through physical to the third eye."
    },
    {
      "index": 83,
      "start_time": 689720.0,
      "end_time": 693003.0,
      "text": "That is all you are feeling is that channel."
    },
    {
      "index": 84,
      "start_time": 693003.0,
      "end_time": 704225.0,
      "text": "Next, with your eyes closed, imagine your third eye. Imagine that it is closed just like you would close your physical eyes."
    },
    {
      "index": 85,
      "start_time": 704225.0,
      "end_time": 708789.0,
      "text": "Now imagine it opening as if from sleep, slowly."
    },
    {
      "index": 86,
      "start_time": 708789.0,
      "end_time": 718340.0,
      "text": "If you&#39;re having a difficult time, you may need to direct your eyes with lids closed toward the third eye and keep them there."
    },
    {
      "index": 87,
      "start_time": 718340.0,
      "end_time": 730438.0,
      "text": "So this is how it would look like: even though my eyes are closed, I can rotate my eyes behind the eyelids, straight up to be looking right here at this point in the forehead."
    },
    {
      "index": 88,
      "start_time": 730438.0,
      "end_time": 734086.0,
      "text": "It might feel as if your eyes are straining a bit."
    },
    {
      "index": 89,
      "start_time": 734086.0,
      "end_time": 740277.0,
      "text": "But this can help you to open your third eye and to activate your third eye."
    },
    {
      "index": 90,
      "start_time": 740277.0,
      "end_time": 744467.0,
      "text": "So this is up to personal preference, some people don&#39;t have to do that step and other people do."
    },
    {
      "index": 91,
      "start_time": 744467.0,
      "end_time": 753397.0,
      "text": "What do you see to see? Do you see images? What do you feel? Do you feel sensations?"
    },
    {
      "index": 92,
      "start_time": 753397.0,
      "end_time": 756438.0,
      "text": "At first they may be blurry."
    },
    {
      "index": 93,
      "start_time": 756438.0,
      "end_time": 761623.0,
      "text": "You may only see patterns, colors or outlines."
    },
    {
      "index": 94,
      "start_time": 761623.0,
      "end_time": 765338.0,
      "text": "Your feelings might be very faint or confusing."
    },
    {
      "index": 95,
      "start_time": 765338.0,
      "end_time": 769703.0,
      "text": "Observe what you see or feel with no judgement."
    },
    {
      "index": 96,
      "start_time": 769703.0,
      "end_time": 775905.0,
      "text": "When you are born into the physical world, this world was blurry, and indistinguishable to you."
    },
    {
      "index": 97,
      "start_time": 775905.0,
      "end_time": 778218.0,
      "text": "Now this will be the same."
    },
    {
      "index": 98,
      "start_time": 778218.0,
      "end_time": 786459.0,
      "text": "In time you will learn to see what is extra dimensional with as much clarity as you learn to see the physical dimension."
    },
    {
      "index": 99,
      "start_time": 786459.0,
      "end_time": 796008.0,
      "text": "When you feel ready to come back to third dimension, you want to focus back on the breath which is your doorway, to and from the physical dimension,"
    },
    {
      "index": 100,
      "start_time": 796008.0,
      "end_time": 803970.0,
      "text": "and then you want to open your eyes and you want to make sure that you write down the exact impressions which you received or saw."
    },
    {
      "index": 101,
      "start_time": 803970.0,
      "end_time": 811751.0,
      "text": "I want you to repeat this process every day for three weeks. And then you can begin to guide the process."
    },
    {
      "index": 102,
      "start_time": 811751.0,
      "end_time": 825606.0,
      "text": "When you are in the phase where you have opened your eye and you are beginning to look at and perceive the things which are extra dimensional, you can start to say any affirmative statement, such as, &quot;clarity now&quot;."
    },
    {
      "index": 103,
      "start_time": 825606.0,
      "end_time": 837510.0,
      "text": "They will tell that dimensional reality to organize itself in a way that you can perceive it, in a way that you can translate it and understand what it is that you are seeing."
    },
    {
      "index": 104,
      "start_time": 837510.0,
      "end_time": 843513.0,
      "text": "We have to understand that we are interacting with the forth dimensional reality when we are just activating our third eyes."
    },
    {
      "index": 105,
      "start_time": 843513.0,
      "end_time": 847499.0,
      "text": "And a forth dimensional reality is immediate."
    },
    {
      "index": 106,
      "start_time": 847499.0,
      "end_time": 856932.0,
      "text": "An immediate time space reality means there is no buffer time. It&#39;s not like here, where you think a thought for so long and then it manifests."
    },
    {
      "index": 107,
      "start_time": 856932.0,
      "end_time": 862470.0,
      "text": "Basically, you can sum it up like this: Outside of this dimension, think it and it is so."
    },
    {
      "index": 108,
      "start_time": 862470.0,
      "end_time": 869828.0,
      "text": "After a few times of doing this you can amp up these sessions by deliberately going looking for things you want to see."
    },
    {
      "index": 109,
      "start_time": 869828.0,
      "end_time": 877136.0,
      "text": "So, you could ask the universe a question or else you could ask to be able to see something that you haven&#39;t seen before."
    },
    {
      "index": 110,
      "start_time": 877136.0,
      "end_time": 883576.0,
      "text": "For example, you might open your third eye and say: &quot;Show me my mother when she was my age&quot;."
    },
    {
      "index": 111,
      "start_time": 883576.0,
      "end_time": 891637.0,
      "text": "You want to mess around too with different perspectives, because you are only limited to your own individual perspective in this reality."
    },
    {
      "index": 112,
      "start_time": 891637.0,
      "end_time": 896072.0,
      "text": "Outside this reality you can experience other perspectives."
    },
    {
      "index": 113,
      "start_time": 896072.0,
      "end_time": 901225.0,
      "text": "That means... let&#39;s take a given event, letʼs say you want to go back and experience Hiroshima."
    },
    {
      "index": 114,
      "start_time": 901225.0,
      "end_time": 905220.0,
      "text": "You could experience what it was like to be a small boy being bombed,"
    },
    {
      "index": 115,
      "start_time": 905220.0,
      "end_time": 908799.0,
      "text": "what it was like to be a soldier dropping bombs."
    },
    {
      "index": 116,
      "start_time": 908799.0,
      "end_time": 915175.0,
      "text": "You could experience Sourceʼs mind, what Sourceʼs perspective of that event was at this time."
    },
    {
      "index": 117,
      "start_time": 915175.0,
      "end_time": 918609.0,
      "text": "There is no perspective which is off limits to you."
    },
    {
      "index": 118,
      "start_time": 918609.0,
      "end_time": 921965.0,
      "text": "So you can start experimenting with it in this way."
    },
    {
      "index": 119,
      "start_time": 921965.0,
      "end_time": 928421.0,
      "text": "After every session you want to take your hands and rub them together until they heat up,"
    },
    {
      "index": 120,
      "start_time": 928421.0,
      "end_time": 935354.0,
      "text": "and then you want to hold them over your third eye area and your physical eyes."
    },
    {
      "index": 121,
      "start_time": 935354.0,
      "end_time": 939854.0,
      "text": "Think of this kind like doing a hard workout."
    },
    {
      "index": 122,
      "start_time": 939854.0,
      "end_time": 944851.0,
      "text": "If you do a hard workout, sometimes it feels good to warm your muscles."
    },
    {
      "index": 123,
      "start_time": 944851.0,
      "end_time": 957058.0,
      "text": "This process of using the energy and heat from your hands, will help you to integrate this new experience, the new things you are requiring your brain to do."
    },
    {
      "index": 124,
      "start_time": 957058.0,
      "end_time": 963982.0,
      "text": "There is no limit when it comes to the third eye, so it&#39;s not like you are limiting yourself purely to things which are perceived through sight."
    },
    {
      "index": 125,
      "start_time": 963982.0,
      "end_time": 968349.0,
      "text": "Think of the Third Eye more as a doorway to getting out of body."
    },
    {
      "index": 126,
      "start_time": 968349.0,
      "end_time": 974905.0,
      "text": "Pretty soon you will not even need to sit down and open your third eye to activate and use it."
    },
    {
      "index": 127,
      "start_time": 974905.0,
      "end_time": 977819.0,
      "text": "It will remain activated all the time."
    },
    {
      "index": 128,
      "start_time": 977819.0,
      "end_time": 987317.0,
      "text": "What that means is you will be a living, walking, breathing, channel for extra dimensional information to come into the physical dimension."
    },
    {
      "index": 129,
      "start_time": 987317.0,
      "end_time": 999680.0,
      "text": "But you will experience even in between sessions, especially in between sessions, some very key symptoms which are the result of activating your third eye."
    },
    {
      "index": 130,
      "start_time": 999680.0,
      "end_time": 1009241.0,
      "text": "Some of the symptoms are: Clairvoyance, Clairaudience, Clairsentient experiences."
    },
    {
      "index": 131,
      "start_time": 1009240.0,
      "end_time": 1017477.0,
      "text": "You may even begin to channel, changing sleep patterns, intensely vivid or even lucid dreams."
    },
    {
      "index": 132,
      "start_time": 1017480.0,
      "end_time": 1024623.0,
      "text": "You may feel a tense heat or tingling like electricity in your hands, spine, neck and head."
    },
    {
      "index": 133,
      "start_time": 1024619.9999999999,
      "end_time": 1027967.9999999999,
      "text": "Sudden waves of emotion which are unexplainable."
    },
    {
      "index": 134,
      "start_time": 1027970.0,
      "end_time": 1032417.0,
      "text": "Unhealed issues and bad memories coming to the surface."
    },
    {
      "index": 135,
      "start_time": 1032420.0000000001,
      "end_time": 1036040.0000000001,
      "text": "Changes in your weight and especially eating habits."
    },
    {
      "index": 136,
      "start_time": 1036040.0,
      "end_time": 1041137.0,
      "text": "Most people who are active in the third eye develop extreme food sensitivities."
    },
    {
      "index": 137,
      "start_time": 1041130.0000000001,
      "end_time": 1048569.0000000001,
      "text": "You may suddenly find yourself being repulsed by certain foods or gravitating towards foods you never want to eat before."
    },
    {
      "index": 138,
      "start_time": 1048569.9999999999,
      "end_time": 1053893.0,
      "text": "You will experience an increased sensitivity in all of your senses."
    },
    {
      "index": 139,
      "start_time": 1053900.0,
      "end_time": 1060134.0,
      "text": "You may be sensitive to loud noises, to certain smells or textures that never bothered you before."
    },
    {
      "index": 140,
      "start_time": 1060130.0,
      "end_time": 1066882.0,
      "text": "You may begin to see energy, things you look at like air or walls may begin to look like moving static."
    },
    {
      "index": 141,
      "start_time": 1066880.0,
      "end_time": 1071390.0,
      "text": "You may experience detox symptoms like skin eruptions and headaches."
    },
    {
      "index": 142,
      "start_time": 1071390.0,
      "end_time": 1074503.0,
      "text": "This is just a byproduct of your increasing frequency."
    },
    {
      "index": 143,
      "start_time": 1074500.0,
      "end_time": 1079976.0,
      "text": "You can no longer be a match to some of the toxicity which is stored in your body."
    },
    {
      "index": 144,
      "start_time": 1079980.0,
      "end_time": 1085547.0,
      "text": "You may experience surges of inspiration where you could not hold yourself back, even if you tried."
    },
    {
      "index": 145,
      "start_time": 1085550.0,
      "end_time": 1088556.0,
      "text": "Increased creativity levels."
    },
    {
      "index": 146,
      "start_time": 1088550.0,
      "end_time": 1095261.0,
      "text": "You may begin to experience events that completely alter your life, positive or negative."
    },
    {
      "index": 147,
      "start_time": 1095260.0,
      "end_time": 1098901.0,
      "text": "The perception that time is accelerating."
    },
    {
      "index": 148,
      "start_time": 1098910.0,
      "end_time": 1106183.0,
      "text": "Teachers will begin to show up everywhere as if the universe is speaking to you directly through everything and everyone."
    },
    {
      "index": 149,
      "start_time": 1106180.0,
      "end_time": 1110962.0,
      "text": "You may begin to see or feel thought forms, beings that are not physically manifested."
    },
    {
      "index": 150,
      "start_time": 1110960.0,
      "end_time": 1119105.0,
      "text": "Numbers will begin to show up and repeat themselves for you such as 444,1111, 355."
    },
    {
      "index": 151,
      "start_time": 1119100.0,
      "end_time": 1124147.0,
      "text": "Electrical and mechanical equipment may malfunction."
    },
    {
      "index": 152,
      "start_time": 1124150.0,
      "end_time": 1132689.0,
      "text": "You may experience dizziness or vertigo, faster hair and nail growth, heart palpitations or irregularities."
    },
    {
      "index": 153,
      "start_time": 1132690.0,
      "end_time": 1140280.0,
      "text": "These heart palpitations or irregularities happen as your heart comes into coherence with your increasing frequency."
    },
    {
      "index": 154,
      "start_time": 1140280.0,
      "end_time": 1147049.0,
      "text": "There are of course more symptoms, but these are some of the main symptoms that are the byproduct of opening your third eye."
    },
    {
      "index": 155,
      "start_time": 1147050.0,
      "end_time": 1155847.0,
      "text": "Everyone receives extra sensory information in different ways. The 4 main ways are:"
    },
    {
      "index": 156,
      "start_time": 1155850.0,
      "end_time": 1163430.0,
      "text": "1. Physically 2. Emotionally 3. Spiritually or 4. Mentally"
    },
    {
      "index": 157,
      "start_time": 1163430.0,
      "end_time": 1167639.0,
      "text": "That is why we have these four major categories for psychics."
    },
    {
      "index": 158,
      "start_time": 1167640.0,
      "end_time": 1171912.0,
      "text": "The mental psychics are the ones that activate the third eye the most."
    },
    {
      "index": 159,
      "start_time": 1171910.0,
      "end_time": 1177219.0,
      "text": "They are the ones who are able to see clairvoyant images."
    },
    {
      "index": 160,
      "start_time": 1177220.0,
      "end_time": 1185575.0,
      "text": "The emotional intuitives are the ones that feel. We associate these people as the intense empaths of our time."
    },
    {
      "index": 161,
      "start_time": 1185570.0,
      "end_time": 1196908.0,
      "text": "The spiritual intuitives just know, they don&#39;t know how they know, they may not even get any kind of clear physical or mental images. They just know."
    },
    {
      "index": 162,
      "start_time": 1196910.0,
      "end_time": 1205459.0,
      "text": "And physical intuitives feel things through their body, through actual physical sensations which their body interprets."
    },
    {
      "index": 163,
      "start_time": 1205460.0,
      "end_time": 1210863.0,
      "text": "You have a primary language through which the psychic information comes to you."
    },
    {
      "index": 164,
      "start_time": 1210860.0,
      "end_time": 1219331.0,
      "text": "So what you&#39;ll notice when you activate the third eye, is that the particular sense, which is your highest psychic sense."
    },
    {
      "index": 165,
      "start_time": 1219330.0,
      "end_time": 1223051.0,
      "text": "It will be activated and it will get bigger and bigger and bigger."
    },
    {
      "index": 166,
      "start_time": 1223050.0,
      "end_time": 1225210.0,
      "text": "You will receive more and more information through it."
    },
    {
      "index": 167,
      "start_time": 1225210.0,
      "end_time": 1238407.0,
      "text": "And then there&#39;s a spillover effect, where once that one faculty, of bringing information from extra dimensional places is exhausted, it will spill over to the next."
    },
    {
      "index": 168,
      "start_time": 1238410.0,
      "end_time": 1249096.0,
      "text": "So a mental intuitive, when they open third eye, may see more and more and more and more images and then suddenly they&#39;ll start feeling things from other dimensions as well."
    },
    {
      "index": 169,
      "start_time": 1249100.0,
      "end_time": 1260462.0,
      "text": "I understand that all of us have all of these abilities, meaning that you experience some degree of all of these ways of pulling in extra dimensional information."
    },
    {
      "index": 170,
      "start_time": 1260460.0,
      "end_time": 1268383.0,
      "text": "But, you do have your specific ones, which are the most primary to you."
    },
    {
      "index": 171,
      "start_time": 1268380.0,
      "end_time": 1274944.0,
      "text": "So if you identify yourself as an empath who experiences this information, through your emotional centers,"
    },
    {
      "index": 172,
      "start_time": 1274950.0,
      "end_time": 1281530.0,
      "text": "it&#39;s likely that when you open the third eye, that will actually heighten, it will get more and more."
    },
    {
      "index": 173,
      "start_time": 1281530.0,
      "end_time": 1286188.0,
      "text": "And when that spills over, you will begin to see the images."
    },
    {
      "index": 174,
      "start_time": 1286180.0,
      "end_time": 1291624.0,
      "text": "And then you will begin to just know, and then you may begin to get physical sensations."
    },
    {
      "index": 175,
      "start_time": 1291630.0,
      "end_time": 1298658.0,
      "text": "So it&#39;s not as if opening the third eye, only affects our ability to be clairvoyant."
    },
    {
      "index": 176,
      "start_time": 1298660.0,
      "end_time": 1300941.0,
      "text": "Allow this to happen."
    },
    {
      "index": 177,
      "start_time": 1300940.0,
      "end_time": 1305168.0,
      "text": "It&#39;s not always comfortable to come into alignment with awakening."
    },
    {
      "index": 178,
      "start_time": 1305170.0,
      "end_time": 1309159.0,
      "text": "It&#39;s not always comfortable to see what this universe wants to show us."
    },
    {
      "index": 179,
      "start_time": 1309150.0,
      "end_time": 1313889.0,
      "text": "But if you feel resistance cropping up, itʼs normal, all of us go through it."
    },
    {
      "index": 180,
      "start_time": 1313890.0,
      "end_time": 1316250.0,
      "text": "It&#39;s just time to release resistance."
    },
    {
      "index": 181,
      "start_time": 1316250.0,
      "end_time": 1326104.0,
      "text": "And don&#39;t worry, you are the one that is deciding to open up and allow this information in, which means you are the one deciding to do it, which means you are the one in control."
    },
    {
      "index": 182,
      "start_time": 1326110.0,
      "end_time": 1338324.0,
      "text": "In the future, I will be doing a video and how to ground yourself in the third dimension, so you can really have control over whether you are allowing yourself to exit the third dimension or come into the third dimension."
    },
    {
      "index": 183,
      "start_time": 1338320.0,
      "end_time": 1341211.0,
      "text": "And until then have fun with this exercise."
    },
    {
      "index": 184,
      "start_time": 1341210.0,
      "end_time": 1351210.0,
      "text": "Have a good week! :)"
    }
  ]
}