{
  "video_id": "KEGssvEa1DE",
  "title": "IFRS 16, Leases and other financial reporting matters",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 750.0,
      "end_time": 5720.0,
      "text": "Welcome to Deloitte Financial Reporting updates, our webcast series cover issues and developments"
    },
    {
      "index": 2,
      "start_time": 5720.0,
      "end_time": 11370.0,
      "text": "related to the various accounting frameworks. Today’s presentation is: “Bringing Clarity"
    },
    {
      "index": 3,
      "start_time": 11370.0,
      "end_time": 17640.0,
      "text": "to an IFRS World. IFRS 16: Leases and another financial reporting matters”. I’m Jon"
    },
    {
      "index": 4,
      "start_time": 17640.0,
      "end_time": 21720.0,
      "text": "Kligman, your host for this webcast, and I’m joined by others from advisory and national"
    },
    {
      "index": 5,
      "start_time": 21720.0,
      "end_time": 26949.0,
      "text": "accounting groups. Just a couple of housekeeping items before I tell you about our agenda and"
    },
    {
      "index": 6,
      "start_time": 26949.0,
      "end_time": 31369.0,
      "text": "speakers. If you would like a copy of the slides for reference, they are available for"
    },
    {
      "index": 7,
      "start_time": 31369.0,
      "end_time": 37010.0,
      "text": "download on the same webpage on which you accessed this update. You can also direct"
    },
    {
      "index": 8,
      "start_time": 37010.0,
      "end_time": 42200.0,
      "text": "your colleagues to the webcast link by referring them to Deloitte Canada’s Center for Financial"
    },
    {
      "index": 9,
      "start_time": 42200.0,
      "end_time": 49399.0,
      "text": "Reporting, which is accessible at iasplus.com, simply select Canada-English from the dropdown"
    },
    {
      "index": 10,
      "start_time": 49399.0,
      "end_time": 58050.0,
      "text": "menu at the top right of the webpage. Okay, let’s get to our agenda. First you"
    },
    {
      "index": 11,
      "start_time": 58050.0,
      "end_time": 63550.0,
      "text": "will hear from Nomita Dan and Martin Roy who will provide us with an overview of IFRS 16,"
    },
    {
      "index": 12,
      "start_time": 63550.0,
      "end_time": 69590.0,
      "text": "the new lease’s standards including the revised definition of a lease, the impact"
    },
    {
      "index": 13,
      "start_time": 69590.0,
      "end_time": 76000.0,
      "text": "on lessee accounting and transition considerations. After Nomita and Martin, Kerry Danyluk will"
    },
    {
      "index": 14,
      "start_time": 76000.0,
      "end_time": 81830.0,
      "text": "provide an update on IFRS amendments effective this year, IFRS interpretations committee"
    },
    {
      "index": 15,
      "start_time": 81830.0,
      "end_time": 90439.0,
      "text": "decisions to consider and an update on securities matters. Our comments on this webcast represent"
    },
    {
      "index": 16,
      "start_time": 90439.0,
      "end_time": 94710.0,
      "text": "our own personal views and don’t constitute official interpretive accounting guidance"
    },
    {
      "index": 17,
      "start_time": 94710.0,
      "end_time": 99759.0,
      "text": "from Deloitte. Before taking any action on any of these issues, it’s always a good"
    },
    {
      "index": 18,
      "start_time": 99759.0,
      "end_time": 105509.0,
      "text": "idea to check with a qualified advisor. No professional development certificates will"
    },
    {
      "index": 19,
      "start_time": 105509.0,
      "end_time": 110290.0,
      "text": "be issued for attending the webcast; we encourage you to check with your provincial institutes"
    },
    {
      "index": 20,
      "start_time": 110290.0,
      "end_time": 115950.0,
      "text": "(or ordre) regarding the continuing professional development credits."
    },
    {
      "index": 21,
      "start_time": 115950.0,
      "end_time": 124450.0,
      "text": "I’d now like to welcome our first two speakers, Nomita Dan and Martin Roy. Nomita is a senior"
    },
    {
      "index": 22,
      "start_time": 124450.0,
      "end_time": 130920.0,
      "text": "manager in Deloitte’s Toronto Advisory Practice with over 15 years of public accounting experience."
    },
    {
      "index": 23,
      "start_time": 130919.99999999999,
      "end_time": 135110.0,
      "text": "Nomita assists clients with understanding, interpreting and applying accounting guidance"
    },
    {
      "index": 24,
      "start_time": 135110.0,
      "end_time": 141420.0,
      "text": "related to a variety of specialized areas including leasing, securitizations and consolidation."
    },
    {
      "index": 25,
      "start_time": 141420.0,
      "end_time": 147610.0,
      "text": "Martin Roy is a partner in our Advisory Services Group, he has an over 24 years of experience"
    },
    {
      "index": 26,
      "start_time": 147610.0,
      "end_time": 153510.0,
      "text": "in accounting and financial reporting. Martin specializes in accounting for leases, consolidation,"
    },
    {
      "index": 27,
      "start_time": 153510.0,
      "end_time": 161640.0,
      "text": "structured entities, joint arrangements, securitizations and financial instruments under IFRS, US GAAP"
    },
    {
      "index": 28,
      "start_time": 161640.0,
      "end_time": 170080.0,
      "text": "and ASPE. So over to you Nomita. Thank you, Jon, and hello everyone! Before"
    },
    {
      "index": 29,
      "start_time": 170080.0,
      "end_time": 175160.0,
      "text": "we get into the details of IFRS 16, I thought we would take a look at some of the drivers"
    },
    {
      "index": 30,
      "start_time": 175160.0,
      "end_time": 180870.0,
      "text": "leading to this change in lease accounting as we know it. The current model, the current"
    },
    {
      "index": 31,
      "start_time": 180870.0,
      "end_time": 186599.0,
      "text": "IAS 17 model, requires lessees to classify leases as either an operating lease or a finance"
    },
    {
      "index": 32,
      "start_time": 186599.0,
      "end_time": 191930.0,
      "text": "lease. Where, as we know, a lease asset and lease liability are recognized on a lessee’s"
    },
    {
      "index": 33,
      "start_time": 191930.0,
      "end_time": 196900.0,
      "text": "balance sheet for a finance lease. However, an operating lease is not reported on lessee’s"
    },
    {
      "index": 34,
      "start_time": 196900.0,
      "end_time": 201300.0,
      "text": "balance sheet. Instead, it is effectively an off-balance-sheet lease, and accounted"
    },
    {
      "index": 35,
      "start_time": 201300.0,
      "end_time": 206540.0,
      "text": "for similar to (how) a service contract would be, with a lessee recognizing a straight-line"
    },
    {
      "index": 36,
      "start_time": 206540.0,
      "end_time": 213790.0,
      "text": "lease expense over the lease term. Many, including investors, the SEC, and others have expressed"
    },
    {
      "index": 37,
      "start_time": 213790.0,
      "end_time": 219920.0,
      "text": "concerns about the lack of transparency of information about these obligations that are"
    },
    {
      "index": 38,
      "start_time": 219920.0,
      "end_time": 224519.0,
      "text": "operating leases. The absence of information on the balance sheet has meant that analysts"
    },
    {
      "index": 39,
      "start_time": 224519.0,
      "end_time": 228890.0,
      "text": "and other financial statement users often have to make adjustments to better reflect"
    },
    {
      "index": 40,
      "start_time": 228890.0,
      "end_time": 233530.0,
      "text": "an entity’s leverage as well as to be able to make comparisons between entities that"
    },
    {
      "index": 41,
      "start_time": 233530.0,
      "end_time": 239970.0,
      "text": "purchase or have finance leases versus entities that primarily utilize operating leases as"
    },
    {
      "index": 42,
      "start_time": 239970.0,
      "end_time": 245239.0,
      "text": "a strategy. As well, the differentiation between the finance leases and the operating leases"
    },
    {
      "index": 43,
      "start_time": 245239.0,
      "end_time": 251580.0,
      "text": "has been criticized as resulting in economically similar transactions being accounted for differently."
    },
    {
      "index": 44,
      "start_time": 251580.0,
      "end_time": 255870.0,
      "text": "As a result of all these factors, the IASB and the FASB set out to improve the accounting"
    },
    {
      "index": 45,
      "start_time": 255870.0,
      "end_time": 263590.0,
      "text": "for leases. As part of the lease’s project, the IASB performs an analysis, looking at"
    },
    {
      "index": 46,
      "start_time": 263590.0,
      "end_time": 269500.0,
      "text": "a sample of listed companies using IFRS or US GAAP. The next slide provides the sense"
    },
    {
      "index": 47,
      "start_time": 269500.0,
      "end_time": 274370.0,
      "text": "of the magnitude of these off-balance-sheet leases and the industries expected to be most"
    },
    {
      "index": 48,
      "start_time": 274370.0,
      "end_time": 282250.0,
      "text": "impacted by the new standard. Based on the analysis performed by the IASB,"
    },
    {
      "index": 49,
      "start_time": 282250.0,
      "end_time": 288490.0,
      "text": "the amount of leases currently off-balance-sheet is significant, 14,000 companies reported"
    },
    {
      "index": 50,
      "start_time": 288490.0,
      "end_time": 296110.0,
      "text": "an estimated $2.18 trillion US dollars in off-balance-sheet lease payments on a discounted"
    },
    {
      "index": 51,
      "start_time": 296110.0,
      "end_time": 305020.0,
      "text": "basis, of which 1,022 companies sampled by the IASB accounted for 1.6 trillion of this"
    },
    {
      "index": 52,
      "start_time": 305020.0,
      "end_time": 312400.0,
      "text": "2.18 trillion. No surprise, the highest proportion of off-balance-sheet leases are in North America,"
    },
    {
      "index": 53,
      "start_time": 312400.0,
      "end_time": 317960.0,
      "text": "with the next highest region being Europe followed by Asia-Pacific, Latin America and"
    },
    {
      "index": 54,
      "start_time": 317960.0,
      "end_time": 325460.0,
      "text": "finally Africa and the Middle East. As we can see by the pie-chart by sector, the industries"
    },
    {
      "index": 55,
      "start_time": 325460.0,
      "end_time": 332020.0,
      "text": "expected to be most impacted by the new standard are airlines, retailers, travel and leisure"
    },
    {
      "index": 56,
      "start_time": 332020.0,
      "end_time": 339580.0,
      "text": "and transport. Now let’s delve into the new model under IFRS 16, the first step to"
    },
    {
      "index": 57,
      "start_time": 339580.0,
      "end_time": 348100.0,
      "text": "this being identifying whether or not a contract is or contains a lease."
    },
    {
      "index": 58,
      "start_time": 348100.0,
      "end_time": 358600.0,
      "text": "So, under IFRS 16, at the inception of a contract, an entity assesses whether the contract is"
    },
    {
      "index": 59,
      "start_time": 358600.0,
      "end_time": 364199.0,
      "text": "or contains a lease. With the inception date being the earlier of the date of the leased"
    },
    {
      "index": 60,
      "start_time": 364199.0,
      "end_time": 369370.0,
      "text": "agreement and the date of commitment by the parties to the principal terms of the conditions"
    },
    {
      "index": 61,
      "start_time": 369370.0,
      "end_time": 375500.0,
      "text": "of the lease. Subsequent to inception, an entity reassesses whether a contract is or"
    },
    {
      "index": 62,
      "start_time": 375500.0,
      "end_time": 383080.0,
      "text": "contains a lease only if the terms and conditions of the contract are changed. Under the new"
    },
    {
      "index": 63,
      "start_time": 383080.0,
      "end_time": 387100.0,
      "text": "standard, a contract is or contains a lease if the contract provides the customer with"
    },
    {
      "index": 64,
      "start_time": 387100.0,
      "end_time": 392930.0,
      "text": "the right to control the use of a specified asset for a period of time in exchange for"
    },
    {
      "index": 65,
      "start_time": 392930.0,
      "end_time": 397560.0,
      "text": "consideration. What is control under that new model? Well,"
    },
    {
      "index": 66,
      "start_time": 397560.0,
      "end_time": 403350.0,
      "text": "control exists if the lessee has both the right to obtain substantially all of the economic"
    },
    {
      "index": 67,
      "start_time": 403350.0,
      "end_time": 411550.0,
      "text": "benefits from the use of an identified asset, and the right to direct the use of that asset."
    },
    {
      "index": 68,
      "start_time": 411550.0,
      "end_time": 416490.0,
      "text": "While the definition has changed somewhat from IAS 17, it is not expected to affect"
    },
    {
      "index": 69,
      "start_time": 416490.0,
      "end_time": 421919.0,
      "text": "the vast majority of contracts applying lease accounting. That being, leases currently accounted"
    },
    {
      "index": 70,
      "start_time": 421919.0,
      "end_time": 429370.0,
      "text": "for under IAS 17 are generally expected to be leases under IFRS 16. The next slide depicts"
    },
    {
      "index": 71,
      "start_time": 429370.0,
      "end_time": 438560.0,
      "text": "the decision tree that an entity may follow to identify whether a lease exists in a contract."
    },
    {
      "index": 72,
      "start_time": 438560.0,
      "end_time": 442310.0,
      "text": "This slide lays out the steps that an entity would follow to identify whether you have"
    },
    {
      "index": 73,
      "start_time": 442310.0,
      "end_time": 447740.0,
      "text": "a lease or not in a contract. The first step is: Is there an identified asset? If the answer"
    },
    {
      "index": 74,
      "start_time": 447740.0,
      "end_time": 452280.0,
      "text": "to this question is “No”, then the contract is not a lease. However, if the answer is"
    },
    {
      "index": 75,
      "start_time": 452280.0,
      "end_time": 457190.0,
      "text": "“Yes”, then the next question is: Does the customer have the right to obtain substantially"
    },
    {
      "index": 76,
      "start_time": 457190.0,
      "end_time": 462530.0,
      "text": "all of the economic benefits of the asset throughout the period of use? If this is not"
    },
    {
      "index": 77,
      "start_time": 462530.0,
      "end_time": 466050.0,
      "text": "the case, then the customer does not obtain substantially all of the economic benefits"
    },
    {
      "index": 78,
      "start_time": 466050.0,
      "end_time": 470759.0,
      "text": "of the asset; then the contract would not be considered a lease. However, if the answer"
    },
    {
      "index": 79,
      "start_time": 470759.0,
      "end_time": 475500.0,
      "text": "is “Yes”, and the customer does in fact obtain substantially all of the economic benefits"
    },
    {
      "index": 80,
      "start_time": 475500.0,
      "end_time": 480099.0,
      "text": "throughout the period of use, then the next question becomes, are the relevant decisions"
    },
    {
      "index": 81,
      "start_time": 480099.0,
      "end_time": 487419.0,
      "text": "about how and for what purpose the asset is used predetermined? If the answer is “Yes”,"
    },
    {
      "index": 82,
      "start_time": 487419.0,
      "end_time": 493090.0,
      "text": "the “how and for what purpose the asset used is predetermined”, then if the customer"
    },
    {
      "index": 83,
      "start_time": 493090.0,
      "end_time": 498410.0,
      "text": "can operate the asset without the supplier having the right to change the operating instructions,"
    },
    {
      "index": 84,
      "start_time": 498410.0,
      "end_time": 504470.0,
      "text": "or the customer has designed the asset so that the “how and for what purpose the asset"
    },
    {
      "index": 85,
      "start_time": 504470.0,
      "end_time": 510470.0,
      "text": "is used” is predetermined, then a lease would be considered to exist. If the answer"
    },
    {
      "index": 86,
      "start_time": 510470.0,
      "end_time": 517289.0,
      "text": "is “no”, and the how and for what purpose the asset is used has not been predetermined,"
    },
    {
      "index": 87,
      "start_time": 517289.0,
      "end_time": 522519.0,
      "text": "then the question becomes, does the customer have the right to direct “how and for what"
    },
    {
      "index": 88,
      "start_time": 522519.0,
      "end_time": 528060.0,
      "text": "purpose the asset is used” throughout the period of use? If the customer has the ability,"
    },
    {
      "index": 89,
      "start_time": 528060.0,
      "end_time": 532260.0,
      "text": "to the right to direct “how and for what purpose the asset is used” throughout the"
    },
    {
      "index": 90,
      "start_time": 532260.0,
      "end_time": 539130.0,
      "text": "period of use, then the lease would be considered to exist. In the next couple of slides, we"
    },
    {
      "index": 91,
      "start_time": 539130.0,
      "end_time": 543200.0,
      "text": "will explore these concepts of “identified assets”, “substantially all of the economic"
    },
    {
      "index": 92,
      "start_time": 543200.0,
      "end_time": 550029.0,
      "text": "benefits” and “the right to direct use of the asset” in more detail using an example."
    },
    {
      "index": 93,
      "start_time": 550029.0,
      "end_time": 560860.0,
      "text": "Here are the facts to our example, Customer enters into a contract with Supplier for the"
    },
    {
      "index": 94,
      "start_time": 560860.0,
      "end_time": 568470.0,
      "text": "use of a specified ship for a five-year period. The ship is explicitly specified in the contract,"
    },
    {
      "index": 95,
      "start_time": 568470.0,
      "end_time": 575180.0,
      "text": "and Supplier does not have substitution. Customer decides: what cargo will be transported; and"
    },
    {
      "index": 96,
      "start_time": 575180.0,
      "end_time": 581390.0,
      "text": "whether, when and to which port the ship will sail throughout the five-year period of use,"
    },
    {
      "index": 97,
      "start_time": 581390.0,
      "end_time": 587750.0,
      "text": "subject to restrictions specified in the contract. Those restrictions prevent Customer from sailing"
    },
    {
      "index": 98,
      "start_time": 587750.0,
      "end_time": 592899.0,
      "text": "the ship into waters that are high risk of piracy or carrying hazardous materials as"
    },
    {
      "index": 99,
      "start_time": 592899.0,
      "end_time": 601640.0,
      "text": "cargo. Supplier operates and maintains the ship, and is responsible for the safe passage"
    },
    {
      "index": 100,
      "start_time": 601640.0,
      "end_time": 610100.0,
      "text": "of the cargo on board the ship. Customer is prohibited from hiring another operator for"
    },
    {
      "index": 101,
      "start_time": 610100.0,
      "end_time": 616089.0,
      "text": "the ship of the contract, or operating the ship itself during the term of the contract."
    },
    {
      "index": 102,
      "start_time": 616089.0,
      "end_time": 621040.0,
      "text": "We will now discuss the concepts of “identified assets”, “substantially all of the economic"
    },
    {
      "index": 103,
      "start_time": 621040.0,
      "end_time": 624640.0,
      "text": "benefits”, and “the right to direct the use of the asset” in more detail in the"
    },
    {
      "index": 104,
      "start_time": 624640.0,
      "end_time": 634950.0,
      "text": "next slide using this example. So going back to the definition of a lease,"
    },
    {
      "index": 105,
      "start_time": 634950.0,
      "end_time": 641029.0,
      "text": "a lease under the new standard is a contract that provides a customer with the right to"
    },
    {
      "index": 106,
      "start_time": 641029.0,
      "end_time": 647810.0,
      "text": "control the use of an identified asset for a period of time in exchange for consideration."
    },
    {
      "index": 107,
      "start_time": 647810.0,
      "end_time": 652120.0,
      "text": "Control exists if the customer has both the right to obtain substantially all of the economic"
    },
    {
      "index": 108,
      "start_time": 652120.0,
      "end_time": 659899.0,
      "text": "benefits from the use of the identified asset, and the right to direct the use of that asset."
    },
    {
      "index": 109,
      "start_time": 659899.0,
      "end_time": 666370.0,
      "text": "The first concept is the use of an identified asset. An asset is typically identified if"
    },
    {
      "index": 110,
      "start_time": 666370.0,
      "end_time": 673620.0,
      "text": "it is explicitly specified in the contract or implicitly specified at the time the asset"
    },
    {
      "index": 111,
      "start_time": 673620.0,
      "end_time": 679790.0,
      "text": "is made available for use by the customer. If the supplier has substantive rights to"
    },
    {
      "index": 112,
      "start_time": 679790.0,
      "end_time": 684209.0,
      "text": "substitute the asset throughout the period of use, then the asset is not considered to"
    },
    {
      "index": 113,
      "start_time": 684209.0,
      "end_time": 691980.0,
      "text": "be identified. A supplier’s right to substitute an asset is substantive only if the supplier"
    },
    {
      "index": 114,
      "start_time": 691980.0,
      "end_time": 697720.0,
      "text": "has the practical ability to substitute alternative assets throughout the period of use, and the"
    },
    {
      "index": 115,
      "start_time": 697720.0,
      "end_time": 704829.0,
      "text": "supplier would benefit economically from the exercise of its right to substitute the asset."
    },
    {
      "index": 116,
      "start_time": 704829.0,
      "end_time": 709920.0,
      "text": "In our ship example, the ship is explicitly specified in the contract, and the supplier"
    },
    {
      "index": 117,
      "start_time": 709920.0,
      "end_time": 714680.0,
      "text": "does not have the right to substitute the ship. Therefore, it meets this condition and"
    },
    {
      "index": 118,
      "start_time": 714680.0,
      "end_time": 721459.0,
      "text": "is a specified asset. Some other examples of identified assets include capacity portions"
    },
    {
      "index": 119,
      "start_time": 721459.0,
      "end_time": 728490.0,
      "text": "if they are physically distinct. For example, a floor of a building; however, capacity portion"
    },
    {
      "index": 120,
      "start_time": 728490.0,
      "end_time": 734209.0,
      "text": "that is not physically distinct, for example, a capacity portion of a fiber optic cable,"
    },
    {
      "index": 121,
      "start_time": 734209.0,
      "end_time": 738180.0,
      "text": "would not be considered an identified asset, unless it (represents) substantially all the"
    },
    {
      "index": 122,
      "start_time": 738180.0,
      "end_time": 745160.0,
      "text": "capacity such that the customer obtains substantially all of the economic benefits."
    },
    {
      "index": 123,
      "start_time": 745160.0,
      "end_time": 751440.0,
      "text": "The second concept is the right to obtain economic benefits from the use of the identified"
    },
    {
      "index": 124,
      "start_time": 751440.0,
      "end_time": 757930.0,
      "text": "asset. The economic benefits from the use of an asset include its primary output and"
    },
    {
      "index": 125,
      "start_time": 757930.0,
      "end_time": 762970.0,
      "text": "its by-products, and other economic benefits from using the asset that would be realized"
    },
    {
      "index": 126,
      "start_time": 762970.0,
      "end_time": 767649.0,
      "text": "from a commercial transaction with a third party. Going back to our example, in our ship"
    },
    {
      "index": 127,
      "start_time": 767649.0,
      "end_time": 773560.0,
      "text": "example, the customer has the right to obtain substantially all of the economic benefits"
    },
    {
      "index": 128,
      "start_time": 773560.0,
      "end_time": 778370.0,
      "text": "from the use of the ship during the contract period through its exclusive use of the ship"
    },
    {
      "index": 129,
      "start_time": 778370.0,
      "end_time": 785889.0,
      "text": "during this period. Therefore, the customer would meet the second condition and has a"
    },
    {
      "index": 130,
      "start_time": 785889.0,
      "end_time": 791680.0,
      "text": "right to obtain the economic benefits. It should be noted that the assessment of economic"
    },
    {
      "index": 131,
      "start_time": 791680.0,
      "end_time": 795910.0,
      "text": "benefits is made within the boundaries of the scope of the contract. What does this"
    },
    {
      "index": 132,
      "start_time": 795910.0,
      "end_time": 803120.0,
      "text": "mean? Well, for example, in a vehicle lease that has a limit for mileage use of 25,000"
    },
    {
      "index": 133,
      "start_time": 803120.0,
      "end_time": 807610.0,
      "text": "km, that limit is within the scope of the contract, and so the vehicle lessee would"
    },
    {
      "index": 134,
      "start_time": 807610.0,
      "end_time": 812680.0,
      "text": "assess whether it has the right to obtain the benefits of the use of the vehicle within"
    },
    {
      "index": 135,
      "start_time": 812680.0,
      "end_time": 818350.0,
      "text": "this mileage limit of 25,000 km. For example: Can they drive all 25,000 km of the vehicle?"
    },
    {
      "index": 136,
      "start_time": 818350.0,
      "end_time": 826310.0,
      "text": "Can they drive 20,000 km of the vehicle? The important thing to know with this concept"
    },
    {
      "index": 137,
      "start_time": 826310.0,
      "end_time": 831449.0,
      "text": "is that a limit does not mean that a lessee does not have the right to obtain substantially"
    },
    {
      "index": 138,
      "start_time": 831449.0,
      "end_time": 836120.0,
      "text": "all of the economic benefits of the identified asset."
    },
    {
      "index": 139,
      "start_time": 836120.0,
      "end_time": 841000.0,
      "text": "The third and last concept is: Does the customer have the right to direct the use of the identified"
    },
    {
      "index": 140,
      "start_time": 841000.0,
      "end_time": 845860.0,
      "text": "asset? A customer has the right to direct the use of an identified asset throughout"
    },
    {
      "index": 141,
      "start_time": 845860.0,
      "end_time": 850480.0,
      "text": "the period of use only if either: 1) the customer has the right to direct how"
    },
    {
      "index": 142,
      "start_time": 850480.0,
      "end_time": 856040.0,
      "text": "and for what purpose the asset is used throughout the period of use; or"
    },
    {
      "index": 143,
      "start_time": 856040.0,
      "end_time": 861160.0,
      "text": "2) the relevant decisions about how and for what purpose the asset is used are predetermined,"
    },
    {
      "index": 144,
      "start_time": 861160.0,
      "end_time": 865850.0,
      "text": "and the customer has the right to operate the asset throughout the period of use, or"
    },
    {
      "index": 145,
      "start_time": 865850.0,
      "end_time": 871089.0,
      "text": "the customer has designed the asset in a way that it predetermines how and for what purpose"
    },
    {
      "index": 146,
      "start_time": 871089.0,
      "end_time": 876350.0,
      "text": "the asset will be used. The relevant decision rights that are considered"
    },
    {
      "index": 147,
      "start_time": 876350.0,
      "end_time": 881550.0,
      "text": "are those that effect the economic benefits to be derived from the assets. For example,"
    },
    {
      "index": 148,
      "start_time": 881550.0,
      "end_time": 886820.0,
      "text": "rights to change the type of output produced by the asset, rights to change when the output"
    },
    {
      "index": 149,
      "start_time": 886820.0,
      "end_time": 892550.0,
      "text": "is produced, and rights to change where the output is produced. On the other hand, rights"
    },
    {
      "index": 150,
      "start_time": 892550.0,
      "end_time": 897730.0,
      "text": "that are limited to maintaining operating the asset do not grant on its own the right"
    },
    {
      "index": 151,
      "start_time": 897730.0,
      "end_time": 905089.0,
      "text": "to direct how and for what purpose the asset is used. In our ship example, the customer"
    },
    {
      "index": 152,
      "start_time": 905089.0,
      "end_time": 909350.0,
      "text": "has the right to direct activities related to the use of the ship, because it decides"
    },
    {
      "index": 153,
      "start_time": 909350.0,
      "end_time": 915199.0,
      "text": "where and when the ship will travel, what cargo it will carry or whether it will be"
    },
    {
      "index": 154,
      "start_time": 915199.0,
      "end_time": 920829.0,
      "text": "transporting cargo at any given time. While there are contractual restrictions about where"
    },
    {
      "index": 155,
      "start_time": 920829.0,
      "end_time": 926199.0,
      "text": "the ship can sail and the nature of the cargo to be transported, these are protective rights,"
    },
    {
      "index": 156,
      "start_time": 926199.0,
      "end_time": 930699.0,
      "text": "and do not prevent the customer from having the right to direct the use of the asset."
    },
    {
      "index": 157,
      "start_time": 930699.0,
      "end_time": 936440.0,
      "text": "Therefore, in the example, the customer has the right to control the use of the ship throughout"
    },
    {
      "index": 158,
      "start_time": 936440.0,
      "end_time": 943050.0,
      "text": "the five year contract period, and this would be considered a lease. Now, let’s move on"
    },
    {
      "index": 159,
      "start_time": 943050.0,
      "end_time": 952190.0,
      "text": "to the accounting starting with the accounting for the lessee on the next slide."
    },
    {
      "index": 160,
      "start_time": 952190.0,
      "end_time": 956480.0,
      "text": "In a nutshell, this slide illustrates the impact to a lessee’s balance sheet and income"
    },
    {
      "index": 161,
      "start_time": 956480.0,
      "end_time": 963449.0,
      "text": "statement under IAS 17, the old standard, versus IFRS 16, the new standard. On the balance"
    },
    {
      "index": 162,
      "start_time": 963449.0,
      "end_time": 969300.0,
      "text": "sheet for Lessee, the big change is that most of the leases will now come on balance sheet."
    },
    {
      "index": 163,
      "start_time": 969300.0,
      "end_time": 973850.0,
      "text": "A lessee will recognize leased assets, which are now called the right of use assets, and"
    },
    {
      "index": 164,
      "start_time": 973850.0,
      "end_time": 979329.0,
      "text": "the related lease liabilities on their balance sheet. Lessees will either present in the"
    },
    {
      "index": 165,
      "start_time": 979329.0,
      "end_time": 985509.0,
      "text": "balance sheet, or disclose in the notes, right of use assets separately from other assets."
    },
    {
      "index": 166,
      "start_time": 985509.0,
      "end_time": 989889.0,
      "text": "If a lessee does not present the right of use assets separately, the lessee can include"
    },
    {
      "index": 167,
      "start_time": 989889.0,
      "end_time": 997029.0,
      "text": "the right of use assets within the same line item as that which it would have if the underlying"
    },
    {
      "index": 168,
      "start_time": 997029.0,
      "end_time": 1002339.0,
      "text": "asset were owned, and disclose which line item on the balance sheet it has included"
    },
    {
      "index": 169,
      "start_time": 1002340.0,
      "end_time": 1008721.0,
      "text": "those right of use assets. Similarly, lease liabilities are to be presented separately"
    },
    {
      "index": 170,
      "start_time": 1008720.0,
      "end_time": 1014649.0,
      "text": "from other liabilities. Again if the lessee does not present lease liabilities separately"
    },
    {
      "index": 171,
      "start_time": 1014650.0,
      "end_time": 1021731.0,
      "text": "on the balance sheet, then the lessee discloses which line items include those liabilities."
    },
    {
      "index": 172,
      "start_time": 1021730.0,
      "end_time": 1027329.0,
      "text": "Right of Use assets that make the definition of investment property will be presented in"
    },
    {
      "index": 173,
      "start_time": 1027329.9999999999,
      "end_time": 1034189.9999999999,
      "text": "the balance sheet as investment property. On the income statement, straight-line operating"
    },
    {
      "index": 174,
      "start_time": 1034190.0,
      "end_time": 1039911.0,
      "text": "lease expense will be replaced by depreciation on the right of use assets and interest expense"
    },
    {
      "index": 175,
      "start_time": 1039910.0000000001,
      "end_time": 1046350.0000000001,
      "text": "on the lease liability. Depreciation and interest expense are presented separately on the income"
    },
    {
      "index": 176,
      "start_time": 1046349.9999999999,
      "end_time": 1052450.0,
      "text": "statement, where interest expense on the lease liability, is a component of finance costs"
    },
    {
      "index": 177,
      "start_time": 1052450.0,
      "end_time": 1058690.0,
      "text": "in accordance with the IAS 1, and required to be presented separately. Interestingly,"
    },
    {
      "index": 178,
      "start_time": 1058690.0,
      "end_time": 1064150.0,
      "text": "this would result in an increase in EBITDA, Earnings before Interest, Tax, Depreciation"
    },
    {
      "index": 179,
      "start_time": 1064150.0,
      "end_time": 1069169.0,
      "text": "and Amortization, under the new standard versus the old. We will talk a little bit more about"
    },
    {
      "index": 180,
      "start_time": 1069170.0,
      "end_time": 1079981.0,
      "text": "the impacts on the next slide. As balance sheets grow with the recognition"
    },
    {
      "index": 181,
      "start_time": 1079980.0,
      "end_time": 1085059.0,
      "text": "of these right of use assets and related lease liabilities, this is going to impact gearing"
    },
    {
      "index": 182,
      "start_time": 1085060.0,
      "end_time": 1091641.0,
      "text": "and leverage ratios on the balance sheet. The recognition of the depreciation on the"
    },
    {
      "index": 183,
      "start_time": 1091640.0,
      "end_time": 1096330.0,
      "text": "right of use assets and interest expense on the lease liabilities will result in a front"
    },
    {
      "index": 184,
      "start_time": 1096330.0,
      "end_time": 1102049.0,
      "text": "loading of expense over time versus straight line payments under the old model. However,"
    },
    {
      "index": 185,
      "start_time": 1102050.0,
      "end_time": 1106861.0,
      "text": "the total lease expense over the life of the lease is the same. We have to remember what’s"
    },
    {
      "index": 186,
      "start_time": 1106860.0,
      "end_time": 1113320.0,
      "text": "different is the pattern of recognition of this expense over time. As previously mentioned,"
    },
    {
      "index": 187,
      "start_time": 1113320.0,
      "end_time": 1118320.0,
      "text": "EBITDA would increase given that we now have depreciation and interest expense under the"
    },
    {
      "index": 188,
      "start_time": 1118320.0,
      "end_time": 1124880.0,
      "text": "new standard versus the straight-line lease expense, which is typically included in operating"
    },
    {
      "index": 189,
      "start_time": 1124880.0,
      "end_time": 1131910.0,
      "text": "expenses under the old standard. On the cash flow statement, a lessee classifies"
    },
    {
      "index": 190,
      "start_time": 1131910.0,
      "end_time": 1138610.0,
      "text": "cash payments for the principal portion of the lease liability within financing activities."
    },
    {
      "index": 191,
      "start_time": 1138610.0,
      "end_time": 1143030.0,
      "text": "Cash payments for the interest portion of the lease liability are presented as either"
    },
    {
      "index": 192,
      "start_time": 1143030.0,
      "end_time": 1150570.0,
      "text": "finance or operating depending on the entity’s accounting policy choice. And short-term lease"
    },
    {
      "index": 193,
      "start_time": 1150570.0,
      "end_time": 1155960.0,
      "text": "payments, payments with leases of low value assets and variable lease payments that may"
    },
    {
      "index": 194,
      "start_time": 1155960.0,
      "end_time": 1160100.0,
      "text": "not be included in the measurement of the lease liability, would be presented within"
    },
    {
      "index": 195,
      "start_time": 1160100.0,
      "end_time": 1165860.0,
      "text": "operating activities. This would be expected to result in an increase in operating cash"
    },
    {
      "index": 196,
      "start_time": 1165860.0,
      "end_time": 1173470.0,
      "text": "inflows and an increase in financing cash outflows. However, remember total cash flows"
    },
    {
      "index": 197,
      "start_time": 1173470.0,
      "end_time": 1179100.0,
      "text": "still remain the same. With all this change for lessees, let’s move on to the next slide"
    },
    {
      "index": 198,
      "start_time": 1179100.0,
      "end_time": 1183330.0,
      "text": "to talk about some of the practical expedients that are available for lessees."
    },
    {
      "index": 199,
      "start_time": 1183330.0,
      "end_time": 1193850.0,
      "text": "The new standard provides two practical expedients for lessees. The first one relates to portfolios"
    },
    {
      "index": 200,
      "start_time": 1193850.0,
      "end_time": 1200830.0,
      "text": "where these portfolios with similar risk characteristics may be accounted for on a portfolio basis"
    },
    {
      "index": 201,
      "start_time": 1200830.0,
      "end_time": 1206830.0,
      "text": "using estimates and assumptions for the portfolio as a whole if it is not expected to result"
    },
    {
      "index": 202,
      "start_time": 1206830.0,
      "end_time": 1213450.0,
      "text": "in materially different accounting. If accounting for a portfolio, an entity would uses the"
    },
    {
      "index": 203,
      "start_time": 1213450.0,
      "end_time": 1219840.0,
      "text": "estimates and assumptions that reflect the size and composition of portfolio as a whole,"
    },
    {
      "index": 204,
      "start_time": 1219840.0,
      "end_time": 1224890.0,
      "text": "this practical expedient would be expected to apply/ likely to apply to leases for items"
    },
    {
      "index": 205,
      "start_time": 1224890.0,
      "end_time": 1233659.0,
      "text": "such as vehicles which may be all part of a master agreement. The second practical expedient"
    },
    {
      "index": 206,
      "start_time": 1233660.0,
      "end_time": 1241091.0,
      "text": "relates to the separation of lease versus non-lease components within a contract. Under"
    },
    {
      "index": 207,
      "start_time": 1241090.0,
      "end_time": 1245280.0,
      "text": "the new standard, for a contract that contains a lease component, and additional lease and"
    },
    {
      "index": 208,
      "start_time": 1245280.0,
      "end_time": 1252590.0,
      "text": "non-lease components. For example, the lease of an asset, and the provision of maintenance"
    },
    {
      "index": 209,
      "start_time": 1252590.0,
      "end_time": 1257610.0,
      "text": "services under the same contract, a lessee would be required to allocate the consideration"
    },
    {
      "index": 210,
      "start_time": 1257610.0,
      "end_time": 1263720.0,
      "text": "payable on the basis of the relative standalone prices of each of these components and to"
    },
    {
      "index": 211,
      "start_time": 1263720.0,
      "end_time": 1271250.0,
      "text": "account for the leased component separately from the non-leased component. A lessee recognizes"
    },
    {
      "index": 212,
      "start_time": 1271250.0,
      "end_time": 1276130.0,
      "text": "the lease component of a contract on balance sheet and payments with respective things"
    },
    {
      "index": 213,
      "start_time": 1276130.0,
      "end_time": 1283230.0,
      "text": "such as maintenance would be expensed as occurred. This allocation may require significant judgment/estimate."
    },
    {
      "index": 214,
      "start_time": 1283230.0,
      "end_time": 1289600.0,
      "text": "Therefore, as a practical expedient, a lessee may elect by class of underlying asset not"
    },
    {
      "index": 215,
      "start_time": 1289600.0,
      "end_time": 1294909.0,
      "text": "to separate non-leased components from leased components and instead account all of the"
    },
    {
      "index": 216,
      "start_time": 1294910.0,
      "end_time": 1299660.0,
      "text": "components within the contract as a lease. Thereby, removing the need for un-bundling"
    },
    {
      "index": 217,
      "start_time": 1299660.0,
      "end_time": 1306011.0,
      "text": "exercise but increasing the liability that the lessee would recognize on balance sheet."
    },
    {
      "index": 218,
      "start_time": 1306010.0,
      "end_time": 1311760.0,
      "text": "Now, we will pass it on to Martin, who will talk about the measurement aspects of the"
    },
    {
      "index": 219,
      "start_time": 1311760.0,
      "end_time": 1316470.0,
      "text": "lessee accounting and some of the exemptions under the new standards."
    },
    {
      "index": 220,
      "start_time": 1316470.0,
      "end_time": 1319700.0,
      "text": "Great, thanks Nomita. So, I’m now going to talk about the nuts"
    },
    {
      "index": 221,
      "start_time": 1319700.0,
      "end_time": 1325020.0,
      "text": "and bolts of the accounting model for lessees. At the commencement date of the lease, the"
    },
    {
      "index": 222,
      "start_time": 1325020.0,
      "end_time": 1330530.0,
      "text": "lessee shall recognize a right of use asset and a lease liability. I’ll start with the"
    },
    {
      "index": 223,
      "start_time": 1330530.0,
      "end_time": 1335530.0,
      "text": "lease liability. It’s initially measured at the present value of lease payments that"
    },
    {
      "index": 224,
      "start_time": 1335530.0,
      "end_time": 1341600.0,
      "text": "are not paid at that date, discounted using the interest rate implicit in the lease. If"
    },
    {
      "index": 225,
      "start_time": 1341600.0,
      "end_time": 1348049.0,
      "text": "the implicit rates in the lease cannot be reliably determinable by the lessee, as sometimes"
    },
    {
      "index": 226,
      "start_time": 1348050.0,
      "end_time": 1353391.0,
      "text": "may be the case, the lessee should use its incremental borrowing rate, just like it currently"
    },
    {
      "index": 227,
      "start_time": 1353390.0,
      "end_time": 1360169.0,
      "text": "does under IAS 17. We will look at the components of lease payments on the next slide and the"
    },
    {
      "index": 228,
      "start_time": 1360170.0,
      "end_time": 1365961.0,
      "text": "definition of the lease term immediately after that. Subsequent to the initial recognition,"
    },
    {
      "index": 229,
      "start_time": 1365960.0,
      "end_time": 1372419.0,
      "text": "a lessee will increase the lease liability to reflect the interest accrued, which is"
    },
    {
      "index": 230,
      "start_time": 1372420.0,
      "end_time": 1377951.0,
      "text": "recognized in profit and loss, using the effective interest method. It will also deduct the lease"
    },
    {
      "index": 231,
      "start_time": 1377950.0,
      "end_time": 1383220.0,
      "text": "payments made from the liability and would re-measure the carrying amount to reflect"
    },
    {
      "index": 232,
      "start_time": 1383220.0,
      "end_time": 1389480.0,
      "text": "any re-assessment, lease modifications or revisions to the lease payments. As for the"
    },
    {
      "index": 233,
      "start_time": 1389480.0,
      "end_time": 1395429.0,
      "text": "right of use asset, it’s initially measured at the amount of the lease liability plus"
    },
    {
      "index": 234,
      "start_time": 1395430.0,
      "end_time": 1401841.0,
      "text": "initial direct costs. The balance is adjusted for lease incentives, payments at or prior"
    },
    {
      "index": 235,
      "start_time": 1401840.0,
      "end_time": 1409179.0,
      "text": "to commencement and restoration obligations determined in accordance with IAS 37 - Provisions"
    },
    {
      "index": 236,
      "start_time": 1409180.0,
      "end_time": 1415430.0,
      "text": "Contingent Liabilities and Contingent Assets. Subsequently, the right of use asset is measured"
    },
    {
      "index": 237,
      "start_time": 1415430.0,
      "end_time": 1421300.0,
      "text": "at cost less depreciation and impairment, unless it’s investment property that is"
    },
    {
      "index": 238,
      "start_time": 1421300.0,
      "end_time": 1427351.0,
      "text": "fair valued or belongs to a class of PP&amp;E that is revalued. And lastly, it is tested"
    },
    {
      "index": 239,
      "start_time": 1427350.0,
      "end_time": 1434720.0,
      "text": "for impairment under IAS 36 - Impairment of Assets. Let’s talk more specifically about"
    },
    {
      "index": 240,
      "start_time": 1434720.0,
      "end_time": 1438890.0,
      "text": "the lease payments on the next slide. When thinking about the lease payment for"
    },
    {
      "index": 241,
      "start_time": 1438890.0,
      "end_time": 1445590.0,
      "text": "the purpose of calculating a lessee’s lease liability and right of use asset, the lease"
    },
    {
      "index": 242,
      "start_time": 1445590.0,
      "end_time": 1451529.0,
      "text": "payments are measured as the total of fixed payments, variable payments based on an index"
    },
    {
      "index": 243,
      "start_time": 1451530.0,
      "end_time": 1458151.0,
      "text": "or rate, amounts that it is probable a lessee will owe under a residual value guarantee,"
    },
    {
      "index": 244,
      "start_time": 1458150.0,
      "end_time": 1464570.0,
      "text": "and lastly payments related to purchase and termination options that the lessee is reasonably"
    },
    {
      "index": 245,
      "start_time": 1464570.0,
      "end_time": 1469830.0,
      "text": "certain to exercise. So let’s talk about each of these types of payments in a little"
    },
    {
      "index": 246,
      "start_time": 1469830.0,
      "end_time": 1473870.0,
      "text": "bit more detail. Fixed payments are payments that are specified"
    },
    {
      "index": 247,
      "start_time": 1473870.0,
      "end_time": 1479309.0,
      "text": "in the lease agreement and fixed over the lease term. Fixed payments also include variable"
    },
    {
      "index": 248,
      "start_time": 1479310.0,
      "end_time": 1484831.0,
      "text": "lease payments that are considered in substance fixed payments; for example, a variable payment"
    },
    {
      "index": 249,
      "start_time": 1484830.0,
      "end_time": 1490470.0,
      "text": "that includes a floor or minimum amount. One thing to keep in mind, however, regarding"
    },
    {
      "index": 250,
      "start_time": 1490470.0,
      "end_time": 1495700.0,
      "text": "in-substance lease payments is that even if a variable lease payment is virtually certain,"
    },
    {
      "index": 251,
      "start_time": 1495700.0,
      "end_time": 1502039.0,
      "text": "for example a variable payment if a lease(e of) a retail store meets a nominal sales volume,"
    },
    {
      "index": 252,
      "start_time": 1502040.0,
      "end_time": 1507251.0,
      "text": "such a payment would not be considered an in-substance fixed payments under the guidance."
    },
    {
      "index": 253,
      "start_time": 1507250.0,
      "end_time": 1512980.0,
      "text": "So if you have a virtually certain lease payment, you would still exclude that amount from the"
    },
    {
      "index": 254,
      "start_time": 1512980.0,
      "end_time": 1518929.0,
      "text": "total lease payments for the purposes of calculating the lease liability and ROU asset."
    },
    {
      "index": 255,
      "start_time": 1518930.0,
      "end_time": 1523591.0,
      "text": "Moving on to variable lease payments. An entity would also include, in the lease payments"
    },
    {
      "index": 256,
      "start_time": 1523590.0,
      "end_time": 1530190.0,
      "text": "to be discounted, any variable payment that depend on an index or a rate. In contrast,"
    },
    {
      "index": 257,
      "start_time": 1530190.0,
      "end_time": 1535590.0,
      "text": "however, one would not include those variable lease payments that are based on usage or"
    },
    {
      "index": 258,
      "start_time": 1535590.0,
      "end_time": 1541740.0,
      "text": "performance of the asset. So for example, a lease payment that varies based on the sales"
    },
    {
      "index": 259,
      "start_time": 1541740.0,
      "end_time": 1547830.0,
      "text": "level of a particular retail store would be excluded. For these types of variable lease"
    },
    {
      "index": 260,
      "start_time": 1547830.0,
      "end_time": 1552850.0,
      "text": "payments, a lessee would recognize them as an expense as incurred, which Nomita alluded"
    },
    {
      "index": 261,
      "start_time": 1552850.0,
      "end_time": 1558770.0,
      "text": "to a little earlier. As for residual value guarantees, one would include, in lease payments,"
    },
    {
      "index": 262,
      "start_time": 1558770.0,
      "end_time": 1564409.0,
      "text": "any amounts that it is probable will be owed under the residual value guarantee by the"
    },
    {
      "index": 263,
      "start_time": 1564410.0,
      "end_time": 1572180.0,
      "text": "lessee. One thing to note relating to residual value guarantee amounts, the enhanced disclosure"
    },
    {
      "index": 264,
      "start_time": 1572180.0,
      "end_time": 1577981.0,
      "text": "requirements in IFRS 16 include reasons for providing residual value guarantees, the magnitude"
    },
    {
      "index": 265,
      "start_time": 1577980.0,
      "end_time": 1583429.0,
      "text": "of the exposure, the nature of the underlying assets, and other operational and financial"
    },
    {
      "index": 266,
      "start_time": 1583430.0,
      "end_time": 1589581.0,
      "text": "effects. And the last item to include in the lease payments are the effects of exercising"
    },
    {
      "index": 267,
      "start_time": 1589580.0,
      "end_time": 1595440.0,
      "text": "a purchase or termination option, meaning if it is reasonably certain that the lessee"
    },
    {
      "index": 268,
      "start_time": 1595440.0,
      "end_time": 1601309.0,
      "text": "will exercise a purchase option, on an underlying asset, then the lease payments would include"
    },
    {
      "index": 269,
      "start_time": 1601310.0,
      "end_time": 1606631.0,
      "text": "the exercise price of the purchase of the underlying asset. If it is reasonably certain"
    },
    {
      "index": 270,
      "start_time": 1606630.0,
      "end_time": 1612059.0,
      "text": "that the lessee will exercise a termination option, then any fees or penalties associated"
    },
    {
      "index": 271,
      "start_time": 1612060.0,
      "end_time": 1625591.0,
      "text": "with terminating the lease would be included in the lease payments. Let’s move on to"
    },
    {
      "index": 272,
      "start_time": 1625590.0,
      "end_time": 1629970.0,
      "text": "the lease term on the following slide. Needless to say, the longer the lease term"
    },
    {
      "index": 273,
      "start_time": 1629970.0,
      "end_time": 1635230.0,
      "text": "is, and for that matter the larger the lease payments are, the bigger the lease liability"
    },
    {
      "index": 274,
      "start_time": 1635230.0,
      "end_time": 1640549.0,
      "text": "will be at initial recognition. In determining the lease term and assessing the length of"
    },
    {
      "index": 275,
      "start_time": 1640550.0,
      "end_time": 1647371.0,
      "text": "the non-cancellable period of a lease, an entity shall apply the definition of a contract"
    },
    {
      "index": 276,
      "start_time": 1647370.0,
      "end_time": 1652880.0,
      "text": "and determine the period for which the contract is enforceable. A lease is no longer enforceable"
    },
    {
      "index": 277,
      "start_time": 1652880.0,
      "end_time": 1657760.0,
      "text": "when the lessee and the lessor each has the right to terminate the lease without the permission"
    },
    {
      "index": 278,
      "start_time": 1657760.0,
      "end_time": 1664809.0,
      "text": "from the other party with no more than an insignificant penalty. By definition, the"
    },
    {
      "index": 279,
      "start_time": 1664810.0,
      "end_time": 1671420.0,
      "text": "lease term is the non-cancellable period of the contract, plus renewal options that are"
    },
    {
      "index": 280,
      "start_time": 1671420.0,
      "end_time": 1677701.0,
      "text": "reasonably certain to be exercised by a lessee, and termination options that are reasonably"
    },
    {
      "index": 281,
      "start_time": 1677700.0,
      "end_time": 1683520.0,
      "text": "certain not to be exercised by a lessee. The key in this determination is of course the"
    },
    {
      "index": 282,
      "start_time": 1683520.0,
      "end_time": 1689929.0,
      "text": "definition of “reasonable certainty”. While it continues to be based on the existence"
    },
    {
      "index": 283,
      "start_time": 1689930.0,
      "end_time": 1695241.0,
      "text": "of an economic incentive which would compel the lessee to exercise the option when it"
    },
    {
      "index": 284,
      "start_time": 1695240.0,
      "end_time": 1703020.0,
      "text": "comes up, as is the case under IAS 17, the difference being that unlike in IAS 17, IFRS"
    },
    {
      "index": 285,
      "start_time": 1703020.0,
      "end_time": 1709870.0,
      "text": "16 contains interpretive guidance to help in understanding this notion. In accordance"
    },
    {
      "index": 286,
      "start_time": 1709870.0,
      "end_time": 1715210.0,
      "text": "with the standard when assessing the likelihood of exercising an option, one must consider"
    },
    {
      "index": 287,
      "start_time": 1715210.0,
      "end_time": 1720460.0,
      "text": "all relevant facts and circumstances that create an economic incentive for the lessee"
    },
    {
      "index": 288,
      "start_time": 1720460.0,
      "end_time": 1728870.0,
      "text": "to exercise or not to exercise the option. Examples of factors to consider include contract"
    },
    {
      "index": 289,
      "start_time": 1728870.0,
      "end_time": 1733679.0,
      "text": "based factors. For example, a contract may include an option to extend or terminate a"
    },
    {
      "index": 290,
      "start_time": 1733680.0,
      "end_time": 1740451.0,
      "text": "lease that may be combined with one or more other contractual features so that the lessee"
    },
    {
      "index": 291,
      "start_time": 1740450.0,
      "end_time": 1746049.0,
      "text": "guarantees the lessor a minimum or fixed cash return that’s substantially the same regardless"
    },
    {
      "index": 292,
      "start_time": 1746050.0,
      "end_time": 1751341.0,
      "text": "of whether the option is exercised. There could be asset based factors, for example,"
    },
    {
      "index": 293,
      "start_time": 1751340.0,
      "end_time": 1756809.0,
      "text": "where the lessee has installed significant lease improvements that would still have economic"
    },
    {
      "index": 294,
      "start_time": 1756810.0,
      "end_time": 1762060.0,
      "text": "value when the option becomes exercisable. There may be entity specific factors, and"
    },
    {
      "index": 295,
      "start_time": 1762060.0,
      "end_time": 1768441.0,
      "text": "these are probably new in the way we think about exercising an option, or reasonable"
    },
    {
      "index": 296,
      "start_time": 1768440.0,
      "end_time": 1774190.0,
      "text": "certainty for exercising options under IAS 17. So, for example, the importance of the"
    },
    {
      "index": 297,
      "start_time": 1774190.0,
      "end_time": 1780169.0,
      "text": "underlying asset to the lessee’s operations, where one should consider if the asset is"
    },
    {
      "index": 298,
      "start_time": 1780170.0,
      "end_time": 1786331.0,
      "text": "specialized in nature, the location of the asset, and the availability of suitable alternatives,"
    },
    {
      "index": 299,
      "start_time": 1786330.0,
      "end_time": 1792159.0,
      "text": "as well as (here’s the kicker) a history of exercising renewal options in the past."
    },
    {
      "index": 300,
      "start_time": 1792160.0,
      "end_time": 1798540.0,
      "text": "And finally, market based factors, so for example, they may include an assessment of"
    },
    {
      "index": 301,
      "start_time": 1798540.0,
      "end_time": 1806150.0,
      "text": "current market rentals for comparable assets. As for the re-assessment of the lease term"
    },
    {
      "index": 302,
      "start_time": 1806150.0,
      "end_time": 1811780.0,
      "text": "is required when, for example, a significant event or change in circumstances occurs that"
    },
    {
      "index": 303,
      "start_time": 1811780.0,
      "end_time": 1816550.0,
      "text": "is in the control of the lessee, a contract term requires the lessee to exercise or not"
    },
    {
      "index": 304,
      "start_time": 1816550.0,
      "end_time": 1822771.0,
      "text": "to exercise a renewal or termination option, respectively, the lessee elects to exercise"
    },
    {
      "index": 305,
      "start_time": 1822770.0,
      "end_time": 1827429.0,
      "text": "or not to exercise a renewal or termination option that was not previously deemed to be"
    },
    {
      "index": 306,
      "start_time": 1827430.0,
      "end_time": 1835581.0,
      "text": "reasonably certain of being or not being exercised. Let’s move on to the exceptions to the ROU,"
    },
    {
      "index": 307,
      "start_time": 1835580.0,
      "end_time": 1841720.0,
      "text": "Right of Use asset, accounting model that exists under IFRS 16. A lessee may elect to"
    },
    {
      "index": 308,
      "start_time": 1841720.0,
      "end_time": 1848260.0,
      "text": "apply certain recognition exemptions to: 1) short-term leases; and 2) leases for which"
    },
    {
      "index": 309,
      "start_time": 1848260.0,
      "end_time": 1854980.0,
      "text": "the underlying asset is of low value. If such recognition exemptions are applied, then the"
    },
    {
      "index": 310,
      "start_time": 1854980.0,
      "end_time": 1860679.0,
      "text": "lease payments associated with those leases are recognized as an expense on either a straight"
    },
    {
      "index": 311,
      "start_time": 1860680.0,
      "end_time": 1866451.0,
      "text": "line basis over the lease term or another systematic basis if that basis is more representative"
    },
    {
      "index": 312,
      "start_time": 1866450.0,
      "end_time": 1873269.0,
      "text": "of the pattern of the lessee’s benefit. So what is a short term lease? It has a lease"
    },
    {
      "index": 313,
      "start_time": 1873270.0,
      "end_time": 1880871.0,
      "text": "term that at the commencement date of 12 months or less, and does not include a purchase option."
    },
    {
      "index": 314,
      "start_time": 1880870.0,
      "end_time": 1888679.0,
      "text": "One thing to note, this exemption must be applied consistently for each class of underlying"
    },
    {
      "index": 315,
      "start_time": 1888680.0,
      "end_time": 1894920.0,
      "text": "leased asset. So it has to be applied to the entire class as opposed to individually for"
    },
    {
      "index": 316,
      "start_time": 1894920.0,
      "end_time": 1902790.0,
      "text": "each lease contract in that class. What is meant by “low value assets”? You might"
    },
    {
      "index": 317,
      "start_time": 1902790.0,
      "end_time": 1908691.0,
      "text": "ask. The notion is applied in absolute terms rather than by reference to the size of the"
    },
    {
      "index": 318,
      "start_time": 1908690.0,
      "end_time": 1916010.0,
      "text": "reporting entity. The basis for conclusion actually mentions a number which is assets"
    },
    {
      "index": 319,
      "start_time": 1916010.0,
      "end_time": 1925059.0,
      "text": "with a new value of less than US$5,000. It only applies to leased asset that are not"
    },
    {
      "index": 320,
      "start_time": 1925060.0,
      "end_time": 1931680.0,
      "text": "highly dependent or highly inter-related with other assets. The exception is applied on"
    },
    {
      "index": 321,
      "start_time": 1931680.0,
      "end_time": 1940711.0,
      "text": "a lease-by-lease basis, so unlike short-term leases. Examples expected to qualify include"
    },
    {
      "index": 322,
      "start_time": 1940710.0,
      "end_time": 1948230.0,
      "text": "office furniture, phones, personal computers and tablets. But inversely, the standard notes"
    },
    {
      "index": 323,
      "start_time": 1948230.0,
      "end_time": 1955190.0,
      "text": "that vehicles are not expected to qualify for low-value asset exemption."
    },
    {
      "index": 324,
      "start_time": 1955190.0,
      "end_time": 1963110.0,
      "text": "On to lessor accounting, you will see on the following slide that the good news is that"
    },
    {
      "index": 325,
      "start_time": 1963110.0,
      "end_time": 1968679.0,
      "text": "the accounting for lessor remains largely the same as compared to IAS 17. That is, lessors"
    },
    {
      "index": 326,
      "start_time": 1968680.0,
      "end_time": 1973941.0,
      "text": "will continue to need to classify leases as either operating or finance lease. The reason"
    },
    {
      "index": 327,
      "start_time": 1973940.0,
      "end_time": 1980669.0,
      "text": "for this was that the comments that the IASB and FASB received was that the model for lessors"
    },
    {
      "index": 328,
      "start_time": 1980670.0,
      "end_time": 1986920.0,
      "text": "was not broken, so it should probably not be changed as a result of the project. What"
    },
    {
      "index": 329,
      "start_time": 1986920.0,
      "end_time": 1992211.0,
      "text": "that means though is that there will no longer be symmetry between the accounting for lessors"
    },
    {
      "index": 330,
      "start_time": 1992210.0,
      "end_time": 1998149.0,
      "text": "and the accounting for lessees, meaning that if the lessor classifies a lease as an operating"
    },
    {
      "index": 331,
      "start_time": 1998150.0,
      "end_time": 2005430.0,
      "text": "lease, they will have the asset on their books. On the other side, the lessee will lease the"
    },
    {
      "index": 332,
      "start_time": 2005430.0,
      "end_time": 2010001.0,
      "text": "asset and as a result of the new model for lessee, they will have to book a right of"
    },
    {
      "index": 333,
      "start_time": 2010000.0,
      "end_time": 2017440.0,
      "text": "use asset relating to the same asset. So this means that there will be two assets booked"
    },
    {
      "index": 334,
      "start_time": 2017440.0,
      "end_time": 2022330.0,
      "text": "in different balance sheets relating to the same asset, not quite exactly the same asset"
    },
    {
      "index": 335,
      "start_time": 2022330.0,
      "end_time": 2027220.0,
      "text": "but certainly a part because the right of use asset is supposed to be the piece of the"
    },
    {
      "index": 336,
      "start_time": 2027220.0,
      "end_time": 2031909.0,
      "text": "asset that the lessee can use over the lease term as opposed to the lessor would have the"
    },
    {
      "index": 337,
      "start_time": 2031910.0,
      "end_time": 2037520.0,
      "text": "entire asset on its books. As we previously noted, while the definition"
    },
    {
      "index": 338,
      "start_time": 2037520.0,
      "end_time": 2043810.0,
      "text": "of a lease has changed from IAS 17, it’s not expected to affect the vast majority of"
    },
    {
      "index": 339,
      "start_time": 2043810.0,
      "end_time": 2048601.0,
      "text": "contracts to which lease accounting applies. So that’s kind of one of the changes that"
    },
    {
      "index": 340,
      "start_time": 2048600.0,
      "end_time": 2052919.0,
      "text": "we highlight for lessors, is the definition of lease has changed. The second thing we"
    },
    {
      "index": 341,
      "start_time": 2052920.0,
      "end_time": 2059140.0,
      "text": "highlight is Presentation and Disclosure. IFRS 16 contains additional disclosures about"
    },
    {
      "index": 342,
      "start_time": 2059139.9999999998,
      "end_time": 2065280.9999999998,
      "text": "a lessor’s leasing activities, in particular, exposure to residual value risks, including"
    },
    {
      "index": 343,
      "start_time": 2065280.0000000002,
      "end_time": 2071490.0000000002,
      "text": "assets subject to operating lease separately from the assets owned and held for other purposes,"
    },
    {
      "index": 344,
      "start_time": 2071489.9999999998,
      "end_time": 2076108.9999999998,
      "text": "and how the entity manages residual value risks. There are also enhanced disclosure"
    },
    {
      "index": 345,
      "start_time": 2076110.0000000002,
      "end_time": 2084140.0000000002,
      "text": "requirements were also added to enhance users to better estimate cash flows arising from"
    },
    {
      "index": 346,
      "start_time": 2084139.9999999998,
      "end_time": 2089839.9999999998,
      "text": "lessor’s activities, IFRS 16 requires the lessor to disclose the components of lease"
    },
    {
      "index": 347,
      "start_time": 2089840.0000000002,
      "end_time": 2095261.0000000002,
      "text": "income recognized in the reporting period to also disclose information about how it"
    },
    {
      "index": 348,
      "start_time": 2095260.0000000002,
      "end_time": 2102339.0,
      "text": "manages its risks associated with any rights that it retains in leased assets, and also"
    },
    {
      "index": 349,
      "start_time": 2102340.0,
      "end_time": 2108521.0,
      "text": "disclosures required by IAS 16 - Property, Plants and Equipment, separately for assets"
    },
    {
      "index": 350,
      "start_time": 2108520.0,
      "end_time": 2116510.0,
      "text": "subject to operating leases, further distinguished by significant classes of underlying assets"
    },
    {
      "index": 351,
      "start_time": 2116510.0,
      "end_time": 2123790.0,
      "text": "from owned assets that are held and used by the lessor for other purposes. The third difference"
    },
    {
      "index": 352,
      "start_time": 2123790.0,
      "end_time": 2128730.0,
      "text": "I’d like to highlight is the definition of “initial direct cost”. IFRS 16 defines"
    },
    {
      "index": 353,
      "start_time": 2128730.0,
      "end_time": 2137839.0,
      "text": "them as incremental costs of obtaining a lease that would not have been incurred if the lease"
    },
    {
      "index": 354,
      "start_time": 2137840.0,
      "end_time": 2144840.0,
      "text": "had not been obtained, except for such costs incurred by manufacture or dealer lessor in"
    },
    {
      "index": 355,
      "start_time": 2144840.0,
      "end_time": 2150801.0,
      "text": "connection with the finance lease. And the last bullet that you will see there, the fourth"
    },
    {
      "index": 356,
      "start_time": 2150800.0,
      "end_time": 2159180.0,
      "text": "difference we noted was IFRS 16 provides additional guidance on sub-leases i.e. intermediate lessor"
    },
    {
      "index": 357,
      "start_time": 2159180.0,
      "end_time": 2165410.0,
      "text": "to account for the head lease and the sub-lease as two separate contracts and evaluate lease"
    },
    {
      "index": 358,
      "start_time": 2165410.0,
      "end_time": 2170240.0,
      "text": "by reference to the right of use asset arising from the head lease, and not by reference"
    },
    {
      "index": 359,
      "start_time": 2170240.0,
      "end_time": 2177970.0,
      "text": "to the underlying asset. So now that we talked about the accounting"
    },
    {
      "index": 360,
      "start_time": 2177970.0,
      "end_time": 2185570.0,
      "text": "for the lessee and the lessor, let’s focus our intention on transition. On the next slide,"
    },
    {
      "index": 361,
      "start_time": 2185570.0,
      "end_time": 2190020.0,
      "text": "you’ll note that the standard is effective for annual reporting periods beginning on"
    },
    {
      "index": 362,
      "start_time": 2190020.0,
      "end_time": 2197020.0,
      "text": "or after January 1, 2019. Earlier application is permitted as long as the entities have"
    },
    {
      "index": 363,
      "start_time": 2197020.0,
      "end_time": 2204400.0,
      "text": "also adopted IFRS 15, called Revenue from Contracts with Customers. In light of the"
    },
    {
      "index": 364,
      "start_time": 2204400.0,
      "end_time": 2210470.0,
      "text": "fact that the two standards are linked with certainly respect to the definition of control"
    },
    {
      "index": 365,
      "start_time": 2210470.0,
      "end_time": 2215640.0,
      "text": "over the asset, that’s something in the definition of the lease. Also how to allocate"
    },
    {
      "index": 366,
      "start_time": 2215640.0,
      "end_time": 2221510.0,
      "text": "the lease component versus the non-lease component that Nomita talked about before. So if you"
    },
    {
      "index": 367,
      "start_time": 2221510.0,
      "end_time": 2229500.0,
      "text": "early adopt 16, you have to have adopted IFRS 15. The good news is that there are no measurement"
    },
    {
      "index": 368,
      "start_time": 2229500.0,
      "end_time": 2236170.0,
      "text": "changes to previous finance leases required at transition. Similarly, there is no need"
    },
    {
      "index": 369,
      "start_time": 2236170.0,
      "end_time": 2242099.0,
      "text": "to re-assess whether on the date of initial application contracts are or contain leases."
    },
    {
      "index": 370,
      "start_time": 2242100.0,
      "end_time": 2250381.0,
      "text": "Your previous conclusion in this regard under IFRIC 4 remain unchanged at initial adoption."
    },
    {
      "index": 371,
      "start_time": 2250380.0,
      "end_time": 2258700.0,
      "text": "As for operating leases outstanding at the date of initial application, a lessee shall"
    },
    {
      "index": 372,
      "start_time": 2258700.0,
      "end_time": 2267420.0,
      "text": "apply IFRS 16 to its leases either on a full retrospective basis to each prior reporting"
    },
    {
      "index": 373,
      "start_time": 2267420.0,
      "end_time": 2274930.0,
      "text": "period presented, applying the concepts in IAS 8 - Accounting Policies Changes and Accounting"
    },
    {
      "index": 374,
      "start_time": 2274930.0,
      "end_time": 2282700.0,
      "text": "Estimates and Errors, which implies re-statement of the comparative year balances, or you can"
    },
    {
      "index": 375,
      "start_time": 2282700.0,
      "end_time": 2287990.0,
      "text": "choose to do it on a modified retrospective basis with the cumulative effect of initially"
    },
    {
      "index": 376,
      "start_time": 2287990.0,
      "end_time": 2292980.0,
      "text": "applying the standard, recognized at the date of initial application, meaning that there"
    },
    {
      "index": 377,
      "start_time": 2292980.0,
      "end_time": 2300200.0,
      "text": "is no restatement required under this approach for the prior comparative period. And the"
    },
    {
      "index": 378,
      "start_time": 2300200.0,
      "end_time": 2306520.0,
      "text": "entity must apply the election consistently to all its operating leases in which it is"
    },
    {
      "index": 379,
      "start_time": 2306520.0,
      "end_time": 2312130.0,
      "text": "the lessee. Choosing the full retrospective approach under IAS 8 will potentially be more"
    },
    {
      "index": 380,
      "start_time": 2312130.0,
      "end_time": 2317790.0,
      "text": "involved and costly to the organization, but will obviously provide more comparability"
    },
    {
      "index": 381,
      "start_time": 2317790.0,
      "end_time": 2322780.0,
      "text": "to the financial statements. In contrast, if the modified retrospective approach is"
    },
    {
      "index": 382,
      "start_time": 2322780.0,
      "end_time": 2328920.0,
      "text": "applied, although it is simpler and there is no need to restate the comparative period,"
    },
    {
      "index": 383,
      "start_time": 2328920.0,
      "end_time": 2335710.0,
      "text": "you will lose on comparability, possibly burden future years with more lease related expenses"
    },
    {
      "index": 384,
      "start_time": 2335710.0,
      "end_time": 2340470.0,
      "text": "than would otherwise have been required, and additional disclosure requirements associated"
    },
    {
      "index": 385,
      "start_time": 2340470.0,
      "end_time": 2348400.0,
      "text": "with this alternatives are required. Let’s talk a little bit more about the modified"
    },
    {
      "index": 386,
      "start_time": 2348400.0,
      "end_time": 2353869.0,
      "text": "respective approach. Under this approach, one would first calculate and recognize the"
    },
    {
      "index": 387,
      "start_time": 2353870.0,
      "end_time": 2359561.0,
      "text": "lease liability as the present value of the remaining lease payments at the date of initial"
    },
    {
      "index": 388,
      "start_time": 2359560.0,
      "end_time": 2366869.0,
      "text": "application, presumably January 1, 2019, discounted using the lessee’s incremental borrowing"
    },
    {
      "index": 389,
      "start_time": 2366870.0,
      "end_time": 2373321.0,
      "text": "rate at that date. As for the right of use asset, there is a choice. It is measured at"
    },
    {
      "index": 390,
      "start_time": 2373320.0,
      "end_time": 2380280.0,
      "text": "either the carrying amount as if IFRS 16 had been applied since the commencement date of"
    },
    {
      "index": 391,
      "start_time": 2380280.0,
      "end_time": 2388450.0,
      "text": "the lease at the lessee’s incremental borrowing rate at the date of initial application, or"
    },
    {
      "index": 392,
      "start_time": 2388450.0,
      "end_time": 2396560.0,
      "text": "an amount equal to the lease liability adjusted by any prepaid or accrued lease payments."
    },
    {
      "index": 393,
      "start_time": 2396560.0,
      "end_time": 2401730.0,
      "text": "So in comparing the two options to determine the right of use of asset balance, the carrying"
    },
    {
      "index": 394,
      "start_time": 2401730.0,
      "end_time": 2408160.0,
      "text": "amount option would require historical data, which may be cumbersome to obtain. Under the"
    },
    {
      "index": 395,
      "start_time": 2408160.0,
      "end_time": 2414520.0,
      "text": "other option, essentially making the right of use asset balance equal to the lease liability"
    },
    {
      "index": 396,
      "start_time": 2414520.0,
      "end_time": 2420089.0,
      "text": "balance, there would be no retained earnings impact, and it could potentially be more cost"
    },
    {
      "index": 397,
      "start_time": 2420090.0,
      "end_time": 2427151.0,
      "text": "effective. However, under this alternative, the initial right of use of asset balance"
    },
    {
      "index": 398,
      "start_time": 2427150.0,
      "end_time": 2433040.0,
      "text": "will more likely be larger than it otherwise would have been, resulting in a drag on earnings"
    },
    {
      "index": 399,
      "start_time": 2433040.0,
      "end_time": 2446170.0,
      "text": "going forward. So if one chooses the modified retrospective approach to initially adopt"
    },
    {
      "index": 400,
      "start_time": 2446170.0,
      "end_time": 2454930.0,
      "text": "the standard, the standard also contemplates some additional practical expedients to facilitate"
    },
    {
      "index": 401,
      "start_time": 2454930.0,
      "end_time": 2461140.0,
      "text": "the application of that methodology. So in addition to the portfolio low-value asset"
    },
    {
      "index": 402,
      "start_time": 2461140.0,
      "end_time": 2467050.0,
      "text": "and short-term lease expedients previously discussed, a lessee may use one or more of"
    },
    {
      "index": 403,
      "start_time": 2467050.0,
      "end_time": 2472410.0,
      "text": "the following practical expedients, assuming that they are applying the modified retrospective"
    },
    {
      "index": 404,
      "start_time": 2472410.0,
      "end_time": 2480380.0,
      "text": "approach to operating leases previously classified under IAS 17. The practical expedient can"
    },
    {
      "index": 405,
      "start_time": 2480380.0,
      "end_time": 2486619.0,
      "text": "be applied on a lease-by-lease basis and they are indicated on that slide. For example,"
    },
    {
      "index": 406,
      "start_time": 2486620.0,
      "end_time": 2493991.0,
      "text": "a lessee may rely on its assessment of whether leases are onerous, applying IAS 37 - Provisions,"
    },
    {
      "index": 407,
      "start_time": 2493990.0,
      "end_time": 2499190.0,
      "text": "Contingent Liabilities and Contingent Assets, immediately before the date of initial application"
    },
    {
      "index": 408,
      "start_time": 2499190.0,
      "end_time": 2504890.0,
      "text": "as an alternative to performing an impairment review of its right of use asset that will"
    },
    {
      "index": 409,
      "start_time": 2504890.0,
      "end_time": 2510710.0,
      "text": "initially be recognized. If the lessee chooses this practical expedient, the lessee shall"
    },
    {
      "index": 410,
      "start_time": 2510710.0,
      "end_time": 2516000.0,
      "text": "adjust the right of use asset at the date of initial application by the amount of any"
    },
    {
      "index": 411,
      "start_time": 2516000.0,
      "end_time": 2521020.0,
      "text": "provision for onerous leases recognized in a statement of financial position immediately"
    },
    {
      "index": 412,
      "start_time": 2521020.0,
      "end_time": 2526950.0,
      "text": "before the date of initial application. Another example is that the lessee may exclude initial"
    },
    {
      "index": 413,
      "start_time": 2526950.0,
      "end_time": 2532579.0,
      "text": "direct costs from the measurement of the right of use asset at the date of initial application."
    },
    {
      "index": 414,
      "start_time": 2532580.0,
      "end_time": 2537151.0,
      "text": "And one other example, the lessee may use hindsight, such as in determining the lease"
    },
    {
      "index": 415,
      "start_time": 2537150.0,
      "end_time": 2546359.0,
      "text": "term if the contract contains options to expand or terminate the lease."
    },
    {
      "index": 416,
      "start_time": 2546360.0,
      "end_time": 2550391.0,
      "text": "On the following slides, we have indicated things to keep in mind as you contemplate"
    },
    {
      "index": 417,
      "start_time": 2550390.0,
      "end_time": 2556790.0,
      "text": "the initial adoption of IFRS 16 and we have classified them in the slide in three different"
    },
    {
      "index": 418,
      "start_time": 2556790.0,
      "end_time": 2564750.0,
      "text": "categories. Financial reporting considerations, practicalities, and other considerations."
    },
    {
      "index": 419,
      "start_time": 2564750.0,
      "end_time": 2568890.0,
      "text": "For example, when thinking about the financial reporting implications of initially adopting"
    },
    {
      "index": 420,
      "start_time": 2568890.0,
      "end_time": 2575010.0,
      "text": "the new standard, you should remember that the right of use asset leads to a higher total"
    },
    {
      "index": 421,
      "start_time": 2575010.0,
      "end_time": 2580589.0,
      "text": "lease related expense, as Nomita explained earlier, in the early years as compared to"
    },
    {
      "index": 422,
      "start_time": 2580590.0,
      "end_time": 2586191.0,
      "text": "the later ones. Consequently, this impact as well as the potential to re-measure the"
    },
    {
      "index": 423,
      "start_time": 2586190.0,
      "end_time": 2592579.0,
      "text": "right of use asset and lease liability balances over the lease term for changes in circumstances"
    },
    {
      "index": 424,
      "start_time": 2592580.0,
      "end_time": 2598881.0,
      "text": "will likely result in more volatility in the financial statements of lessees, an outcome"
    },
    {
      "index": 425,
      "start_time": 2598880.0,
      "end_time": 2605690.0,
      "text": "which is often disliked by management and analysts. Similarly, with effect to the practicalities"
    },
    {
      "index": 426,
      "start_time": 2605690.0,
      "end_time": 2611990.0,
      "text": "associated with applying the IFRS 16, we note potential data gathering and analysis concerns"
    },
    {
      "index": 427,
      "start_time": 2611990.0,
      "end_time": 2619050.0,
      "text": "as compared to the current practices. On some polling that we have done in various discussions"
    },
    {
      "index": 428,
      "start_time": 2619050.0,
      "end_time": 2625950.0,
      "text": "we had on this standard, we’ve noted that a lot of attendants have noted that their"
    },
    {
      "index": 429,
      "start_time": 2625950.0,
      "end_time": 2634839.0,
      "text": "system would likely need to be either enhanced or modified to be able to accommodate the"
    },
    {
      "index": 430,
      "start_time": 2634840.0,
      "end_time": 2640110.0,
      "text": "application of the new standard, clearly that depends on the size of your lease portfolio,"
    },
    {
      "index": 431,
      "start_time": 2640110.0,
      "end_time": 2645781.0,
      "text": "but that’s certainly something to keep in mind. You know as operating leases were accounted"
    },
    {
      "index": 432,
      "start_time": 2645780.0,
      "end_time": 2651400.0,
      "text": "for like most other expenses, the actual terms of the contracts might not currently be captured"
    },
    {
      "index": 433,
      "start_time": 2651400.0,
      "end_time": 2656319.0,
      "text": "completely and appropriately which may lead to a significant investment in time and effort"
    },
    {
      "index": 434,
      "start_time": 2656320.0,
      "end_time": 2663620.0,
      "text": "to fill that data gap. What about the systems and processes? Will yours that are in place"
    },
    {
      "index": 435,
      "start_time": 2663620.0,
      "end_time": 2668971.0,
      "text": "currently suffice, and will there be a need to enhance or possibly even replace them to"
    },
    {
      "index": 436,
      "start_time": 2668970.0,
      "end_time": 2674339.0,
      "text": "deal with the new standard? Last but not the least, have you considered the potential impact"
    },
    {
      "index": 437,
      "start_time": 2674340.0,
      "end_time": 2681141.0,
      "text": "the initial adoption of IFRS 16 on your corporation&#39;s financial performance metrics such as covenants"
    },
    {
      "index": 438,
      "start_time": 2681140.0,
      "end_time": 2688020.0,
      "text": "and key performance indicators, the determination of your annual bonus pool and similar items?"
    },
    {
      "index": 439,
      "start_time": 2688020.0,
      "end_time": 2693170.0,
      "text": "What about internal and external communications with various stakeholders like board members,"
    },
    {
      "index": 440,
      "start_time": 2693170.0,
      "end_time": 2699190.0,
      "text": "bankers, analysts just to name a few? Have you considered if this change in accounting"
    },
    {
      "index": 441,
      "start_time": 2699190.0,
      "end_time": 2704839.0,
      "text": "treatment will impact your leasing versus buying decisions? These are all things that"
    },
    {
      "index": 442,
      "start_time": 2704840.0,
      "end_time": 2713741.0,
      "text": "need to be assessed as a result of the new standard."
    },
    {
      "index": 443,
      "start_time": 2713740.0,
      "end_time": 2718880.0,
      "text": "Last but not least, how can we talk about the adoption of a new standard without talking"
    },
    {
      "index": 444,
      "start_time": 2718880.0,
      "end_time": 2725150.0,
      "text": "about a project plan and steps to ensure a successful implementation? You will note those"
    },
    {
      "index": 445,
      "start_time": 2725150.0,
      "end_time": 2734220.0,
      "text": "on slide 27. This is what we refer to as “Next Steps” and “Steps to success”. Despite"
    },
    {
      "index": 446,
      "start_time": 2734220.0,
      "end_time": 2740700.0,
      "text": "the fact that January 1, 2019 seems far for all of us right now, depending on how many"
    },
    {
      "index": 447,
      "start_time": 2740700.0,
      "end_time": 2746599.0,
      "text": "leases your organization is a party to, looking more closely at what needs to be accomplished"
    },
    {
      "index": 448,
      "start_time": 2746600.0,
      "end_time": 2755850.0,
      "text": "by then, isn’t unfortunately that far off. As always, it’s better to plan ahead and"
    },
    {
      "index": 449,
      "start_time": 2755850.0,
      "end_time": 2761221.0,
      "text": "prepare in advance of the date of initial application, than be sorry. Clearly, you’ll"
    },
    {
      "index": 450,
      "start_time": 2761220.0,
      "end_time": 2769079.0,
      "text": "need to tailor the project plan based on the type of operations and number of leases impacted."
    },
    {
      "index": 451,
      "start_time": 2769080.0,
      "end_time": 2778541.0,
      "text": "We have highlighted in this slide what we believe are steps to a successful plan, and"
    },
    {
      "index": 452,
      "start_time": 2778540.0,
      "end_time": 2783230.0,
      "text": "they include such things as you know, project governance, which should be started sooner"
    },
    {
      "index": 453,
      "start_time": 2783230.0,
      "end_time": 2789960.0,
      "text": "rather than later, and includes the establishment of who will be part of the transition team."
    },
    {
      "index": 454,
      "start_time": 2789960.0,
      "end_time": 2795530.0,
      "text": "Are they representing the right people in the organization to be able to make sure that"
    },
    {
      "index": 455,
      "start_time": 2795530.0,
      "end_time": 2801010.0,
      "text": "all of the aspects of the transitions have been contemplated? We also have a group called"
    },
    {
      "index": 456,
      "start_time": 2801010.0,
      "end_time": 2808579.0,
      "text": "“Assess, Analyze and Prepare” which also talks about establishing the scope of IFRS"
    },
    {
      "index": 457,
      "start_time": 2808580.0,
      "end_time": 2815721.0,
      "text": "16 and making sure that you have a sense of what is your total population of leases, do"
    },
    {
      "index": 458,
      "start_time": 2815720.0,
      "end_time": 2822300.0,
      "text": "you have all the data that you need, and if not, how do you gather it and how do you obtain"
    },
    {
      "index": 459,
      "start_time": 2822300.0,
      "end_time": 2830470.0,
      "text": "it? And this is clearly made more difficult in the case of international locations and"
    },
    {
      "index": 460,
      "start_time": 2830470.0,
      "end_time": 2838670.0,
      "text": "such matters. The next step we talk about is the implementation, so improving the data"
    },
    {
      "index": 461,
      "start_time": 2838670.0,
      "end_time": 2844490.0,
      "text": "quality, making sure that you have everything you need to be able to write or create the"
    },
    {
      "index": 462,
      "start_time": 2844490.0,
      "end_time": 2851119.0,
      "text": "adjusting entries that will be required, depending on your methodology of transition. We then"
    },
    {
      "index": 463,
      "start_time": 2851120.0,
      "end_time": 2859031.0,
      "text": "talk about a step where you would embed all of that into your current reporting processes"
    },
    {
      "index": 464,
      "start_time": 2859030.0,
      "end_time": 2866250.0,
      "text": "to make sure that you know it’s a go live, you are comfortable with the process, you"
    },
    {
      "index": 465,
      "start_time": 2866250.0,
      "end_time": 2872130.0,
      "text": "are comfortable with your controls over them and it’s just business as usual. And finally,"
    },
    {
      "index": 466,
      "start_time": 2872130.0,
      "end_time": 2878180.0,
      "text": "the last step in our chart is to mitigate and strategize, which is to make sure that"
    },
    {
      "index": 467,
      "start_time": 2878180.0,
      "end_time": 2883210.0,
      "text": "you assess if there ever are changes to the tax requirements relating to this accounting"
    },
    {
      "index": 468,
      "start_time": 2883210.0,
      "end_time": 2892290.0,
      "text": "treatment, that you are ready to incorporate those into your controls, talk about treasury"
    },
    {
      "index": 469,
      "start_time": 2892290.0,
      "end_time": 2899400.0,
      "text": "implications, talk to analysts about what the impact will be to prepare them for the"
    },
    {
      "index": 470,
      "start_time": 2899400.0,
      "end_time": 2904559.0,
      "text": "change; you need to probably re-think about your leasing strategy, are you going to continue"
    },
    {
      "index": 471,
      "start_time": 2904560.0,
      "end_time": 2910131.0,
      "text": "to buy our lease assets, why? And what’s the reason for doing either of those things,"
    },
    {
      "index": 472,
      "start_time": 2910130.0,
      "end_time": 2920780.0,
      "text": "and low and behold we are at January 1, 2019. So that concludes my remarks on IFRS 16. So,"
    },
    {
      "index": 473,
      "start_time": 2920780.0,
      "end_time": 2924410.0,
      "text": "John, it’s back to you. Thanks a lot Martin and thank you Nomita as"
    },
    {
      "index": 474,
      "start_time": 2924410.0,
      "end_time": 2930420.0,
      "text": "well. So I guess there are more big changes headed our way. I would like now to introduce"
    },
    {
      "index": 475,
      "start_time": 2930420.0,
      "end_time": 2936680.0,
      "text": "our next speaker, Kerry Danyluk. Kerry joined Deloitte as a partner in 2006, with over 20"
    },
    {
      "index": 476,
      "start_time": 2936680.0,
      "end_time": 2941700.0,
      "text": "years of experience in public practice, standard setting and industry. Kerry is currently a"
    },
    {
      "index": 477,
      "start_time": 2941700.0,
      "end_time": 2948050.0,
      "text": "partner in Deloitte’s National Assurance/Advisory services and specializes in a variety of areas"
    },
    {
      "index": 478,
      "start_time": 2948050.0,
      "end_time": 2953280.0,
      "text": "of IFRS, ASPE and not-for-profit accounting. Over to you, Kerry."
    },
    {
      "index": 479,
      "start_time": 2953280.0,
      "end_time": 2959540.0,
      "text": "Thanks John. Okay, as John mentioned at the beginning, I’m going to run through a couple"
    },
    {
      "index": 480,
      "start_time": 2959540.0,
      "end_time": 2965200.0,
      "text": "of things that are new for 2016 reporting, since we are well into the 2016 reporting"
    },
    {
      "index": 481,
      "start_time": 2965200.0,
      "end_time": 2970079.0,
      "text": "year for calendar year end companies, and also I’m going to touch on some recent activities"
    },
    {
      "index": 482,
      "start_time": 2970080.0,
      "end_time": 2976100.0,
      "text": "of IFRS interpretations committee and provide a little bit of an overview of the IASB work"
    },
    {
      "index": 483,
      "start_time": 2976100.0,
      "end_time": 2983570.0,
      "text": "plan and then a short securities regulatory update. So first of all, new for 2016, we"
    },
    {
      "index": 484,
      "start_time": 2983570.0,
      "end_time": 2992070.0,
      "text": "have this amendment that is highlighted on the slide related to IAS 1, presentation of"
    },
    {
      "index": 485,
      "start_time": 2992070.0,
      "end_time": 2998171.0,
      "text": "items in other comprehensive income. So, as you know, there is an existing requirement"
    },
    {
      "index": 486,
      "start_time": 2998170.0,
      "end_time": 3003900.0,
      "text": "to show other comprehensive income items segregated between those that recycle versus those that"
    },
    {
      "index": 487,
      "start_time": 3003900.0,
      "end_time": 3010650.0,
      "text": "do not. So, what do we mean when we say recycle or non-recycle? So, we say that an item that"
    },
    {
      "index": 488,
      "start_time": 3010650.0,
      "end_time": 3015609.0,
      "text": "we put in other comprehensive income that will probably eventually someday end up in"
    },
    {
      "index": 489,
      "start_time": 3015610.0,
      "end_time": 3021221.0,
      "text": "regular profit and loss, we would say that those are recycling items. And items that"
    },
    {
      "index": 490,
      "start_time": 3021220.0,
      "end_time": 3027880.0,
      "text": "do not recycle are ones that go straight into OCI and we cannot or will not expect to see"
    },
    {
      "index": 491,
      "start_time": 3027880.0,
      "end_time": 3034520.0,
      "text": "them in the regular P&amp;L. So some examples, items that recycle: gains and losses on available"
    },
    {
      "index": 492,
      "start_time": 3034520.0,
      "end_time": 3039819.0,
      "text": "for sale investments for example; or maybe items related to cash flow hedging instruments."
    },
    {
      "index": 493,
      "start_time": 3039820.0,
      "end_time": 3047751.0,
      "text": "So those go into OCI and then someday will come into regular P&amp;L, so those are ones that"
    },
    {
      "index": 494,
      "start_time": 3047750.0,
      "end_time": 3051980.0,
      "text": "recycle. Items that do not recycle, there are not too many example of those, but one"
    },
    {
      "index": 495,
      "start_time": 3051980.0,
      "end_time": 3059809.0,
      "text": "example is related to employee benefits, items that go into OCI and will not go back into"
    },
    {
      "index": 496,
      "start_time": 3059810.0,
      "end_time": 3065580.0,
      "text": "the regular P&amp;L. So what&#39;s up with this new requirement? So, we have a requirement to"
    },
    {
      "index": 497,
      "start_time": 3065580.0,
      "end_time": 3072381.0,
      "text": "segregate between recycling and non-recycling. This requirement that is new for 2016 is to"
    },
    {
      "index": 498,
      "start_time": 3072380.0,
      "end_time": 3081630.0,
      "text": "show the share. So remember that we need to show OCI items related to your equity accounted"
    },
    {
      "index": 499,
      "start_time": 3081630.0,
      "end_time": 3085829.0,
      "text": "investees, so those being your associates and your joint ventures, so those need to"
    },
    {
      "index": 500,
      "start_time": 3085830.0,
      "end_time": 3093241.0,
      "text": "be shown separately. And now they have introduced that we want those highlighted between recycling"
    },
    {
      "index": 501,
      "start_time": 3093240.0,
      "end_time": 3097660.0,
      "text": "and non-recycling as well. So this slide shows an example of how you"
    },
    {
      "index": 502,
      "start_time": 3097660.0,
      "end_time": 3103059.0,
      "text": "might do that. And this is certainly not the only way to do it but it is an example and"
    },
    {
      "index": 503,
      "start_time": 3103060.0,
      "end_time": 3109641.0,
      "text": "it is based on what they actually presented in the standard as an example. So that is"
    },
    {
      "index": 504,
      "start_time": 3109640.0,
      "end_time": 3116500.0,
      "text": "required for 2016, so hopefully people have been doing that for their first quarter. It"
    },
    {
      "index": 505,
      "start_time": 3116500.0,
      "end_time": 3121510.0,
      "text": "would be required in the quarterly reporting, new for 2016."
    },
    {
      "index": 506,
      "start_time": 3121510.0,
      "end_time": 3128059.0,
      "text": "So the next item we are going to touch on is actually an area where I don’t know personally"
    },
    {
      "index": 507,
      "start_time": 3128060.0,
      "end_time": 3135840.0,
      "text": "I’m having a little bit of trouble trying to keep up here. We have a myriad of amendments"
    },
    {
      "index": 508,
      "start_time": 3135840.0,
      "end_time": 3145131.0,
      "text": "and inquiries regarding changes in ownership interests of all different sorts: associates,"
    },
    {
      "index": 509,
      "start_time": 3145130.0,
      "end_time": 3150440.0,
      "text": "joint control, control. What do we do in some of these situations where maybe these existing"
    },
    {
      "index": 510,
      "start_time": 3150440.0,
      "end_time": 3155990.0,
      "text": "standards are not overly clear? So, one thing we do have in the standards that’s new for"
    },
    {
      "index": 511,
      "start_time": 3155990.0,
      "end_time": 3162359.0,
      "text": "2016 and its right in the standards, and you will find it in IFRS 11 paragraph 21A. It’s"
    },
    {
      "index": 512,
      "start_time": 3162360.0,
      "end_time": 3168741.0,
      "text": "answering the question: what do we do when we acquire an interest in a joint operation?"
    },
    {
      "index": 513,
      "start_time": 3168740.0,
      "end_time": 3173430.0,
      "text": "So this is both a new interest, so buying in for the first time into a joint operation"
    },
    {
      "index": 514,
      "start_time": 3173430.0,
      "end_time": 3180130.0,
      "text": "as well as adding to an interest that you already have. So why is this unclear? Well,"
    },
    {
      "index": 515,
      "start_time": 3180130.0,
      "end_time": 3187030.0,
      "text": "remember a joint operation is we’re we are doing that special accounting where we are"
    },
    {
      "index": 516,
      "start_time": 3187030.0,
      "end_time": 3192619.0,
      "text": "accounting for the assets and liabilities, the venture, the joint arranger’s share"
    },
    {
      "index": 517,
      "start_time": 3192620.0,
      "end_time": 3197261.0,
      "text": "of assets and liabilities. We are not doing equity accounting, which would be what we"
    },
    {
      "index": 518,
      "start_time": 3197260.0,
      "end_time": 3201000.0,
      "text": "would do for a joint venture where maybe there is more clarity (with) what we do when we"
    },
    {
      "index": 519,
      "start_time": 3201000.0,
      "end_time": 3207240.0,
      "text": "first buy an equity interest in a joint venture. So, here, it was thought that there was not"
    },
    {
      "index": 520,
      "start_time": 3207240.0,
      "end_time": 3213109.0,
      "text": "enough clarity, so they have introduced this paragraph 21A that basically points you to"
    },
    {
      "index": 521,
      "start_time": 3213110.0,
      "end_time": 3218181.0,
      "text": "the requirements of IFRS 3 and says, look follow IFRS 3 when you are buying into a joint"
    },
    {
      "index": 522,
      "start_time": 3218180.0,
      "end_time": 3223770.0,
      "text": "operation or increasing your interest in a joint operation, as long as that joint operation"
    },
    {
      "index": 523,
      "start_time": 3223770.0,
      "end_time": 3228790.0,
      "text": "meets the definition of a business. So what does that mean? It means we would have a purchase"
    },
    {
      "index": 524,
      "start_time": 3228790.0,
      "end_time": 3235020.0,
      "text": "price allocation, there could be goodwill, transaction costs would be expensed, all the"
    },
    {
      "index": 525,
      "start_time": 3235020.0,
      "end_time": 3241140.0,
      "text": "consistency with IFRS 3. So that has now been clarified. There are a number of other areas"
    },
    {
      "index": 526,
      "start_time": 3241140.0,
      "end_time": 3246520.0,
      "text": "that they are still working on related to this whole change in ownership interest question"
    },
    {
      "index": 527,
      "start_time": 3246520.0,
      "end_time": 3251430.0,
      "text": "and so as I said, it’s getting little bit hard to kind of follow and keep up with those,"
    },
    {
      "index": 528,
      "start_time": 3251430.0,
      "end_time": 3257240.0,
      "text": "so what we will plan to do is bring back to our next general webcast, probably likely"
    },
    {
      "index": 529,
      "start_time": 3257240.0,
      "end_time": 3264380.0,
      "text": "in the fall, we‘ll do a more holistic look at the whole area, so a little incentive to"
    },
    {
      "index": 530,
      "start_time": 3264380.0,
      "end_time": 3268700.0,
      "text": "tune in in the fall if you are interested in that topic."
    },
    {
      "index": 531,
      "start_time": 3268700.0,
      "end_time": 3275210.0,
      "text": "So moving on to the next area. Next thing I am going to talk about, is on the next slide,"
    },
    {
      "index": 532,
      "start_time": 3275210.0,
      "end_time": 3282280.0,
      "text": "oh sorry, I do have one more new for 2016, can’t forget this one, IAS 16 and IAS 38,"
    },
    {
      "index": 533,
      "start_time": 3282280.0,
      "end_time": 3288829.0,
      "text": "so there has been some amendments to clarify acceptable methods of depreciation for PP&amp;E"
    },
    {
      "index": 534,
      "start_time": 3288830.0,
      "end_time": 3295011.0,
      "text": "and intangible assets. So, what is this amendment all about? So the amendment is addressing"
    },
    {
      "index": 535,
      "start_time": 3295010.0,
      "end_time": 3301130.0,
      "text": "so-called revenue based depreciation methods. So what’s a revenue based depreciation method?"
    },
    {
      "index": 536,
      "start_time": 3301130.0,
      "end_time": 3307190.0,
      "text": "That would be any time you would sort of look at an asset and say well I expect a certain"
    },
    {
      "index": 537,
      "start_time": 3307190.0,
      "end_time": 3314640.0,
      "text": "amount of revenue through the use of the asset, and so I will record depreciation based on"
    },
    {
      "index": 538,
      "start_time": 3314640.0,
      "end_time": 3318780.0,
      "text": "my progressed earning (of) that expected revenue. It’s sort of a high level description of"
    },
    {
      "index": 539,
      "start_time": 3318780.0,
      "end_time": 3324559.0,
      "text": "what a revenue based depreciation method might look like. I think we probably see them more"
    },
    {
      "index": 540,
      "start_time": 3324560.0,
      "end_time": 3330580.0,
      "text": "often in intangible assets than in PP&amp;E, but it is not unheard of in PP&amp;E as well. So what"
    },
    {
      "index": 541,
      "start_time": 3330580.0,
      "end_time": 3335641.0,
      "text": "does the amendment do? So when it comes to PP&amp;E, the use of the revenue based depreciation"
    },
    {
      "index": 542,
      "start_time": 3335640.0,
      "end_time": 3341500.0,
      "text": "method has been prohibited. And then when it comes to intangible assets, they have established"
    },
    {
      "index": 543,
      "start_time": 3341500.0,
      "end_time": 3347030.0,
      "text": "in the standard, a rebuttable presumption that a revenue based amortization method is"
    },
    {
      "index": 544,
      "start_time": 3347030.0,
      "end_time": 3352880.0,
      "text": "likely inappropriate. There may be some judgment based ways to overcome that presumption and"
    },
    {
      "index": 545,
      "start_time": 3352880.0,
      "end_time": 3358880.0,
      "text": "still use the revenue based amortization method, but it is still a matter of judgment, and"
    },
    {
      "index": 546,
      "start_time": 3358880.0,
      "end_time": 3363530.0,
      "text": "the standard is kind of setting you up (indicating that) those methods should not be used any"
    },
    {
      "index": 547,
      "start_time": 3363530.0,
      "end_time": 3373650.0,
      "text": "longer. So, the amendments are effective for fiscal years starting January 1, 2016 on a"
    },
    {
      "index": 548,
      "start_time": 3373650.0,
      "end_time": 3379010.0,
      "text": "prospective basis, and so something to keep in mind there. We have seen, as we see our"
    },
    {
      "index": 549,
      "start_time": 3379010.0,
      "end_time": 3385140.0,
      "text": "early quarterly reporters coming through, we have seen a few companies that will probably"
    },
    {
      "index": 550,
      "start_time": 3385140.0,
      "end_time": 3391650.0,
      "text": "likely be making some changes to their accounting policies as a result of this new standard."
    },
    {
      "index": 551,
      "start_time": 3391650.0,
      "end_time": 3395170.0,
      "text": "So hopefully, everybody who is affected by that is on top of that one."
    },
    {
      "index": 552,
      "start_time": 3395170.0,
      "end_time": 3401540.0,
      "text": "So, on to the next area I’m going to talk about, and that’s starting on the next slide,"
    },
    {
      "index": 553,
      "start_time": 3401540.0,
      "end_time": 3407650.0,
      "text": "and it’s really a couple of areas that the IFRS interpretations committee has been looking"
    },
    {
      "index": 554,
      "start_time": 3407650.0,
      "end_time": 3414200.0,
      "text": "at. And actually in these cases, I’m actually going to be talking to you about situations"
    },
    {
      "index": 555,
      "start_time": 3414200.0,
      "end_time": 3420960.0,
      "text": "where they have decided not to pursue an interpretations committee project for the topic and questions."
    },
    {
      "index": 556,
      "start_time": 3420960.0,
      "end_time": 3426950.0,
      "text": "So why do we look at places where, subjects where, the IFRS interpretations committee"
    },
    {
      "index": 557,
      "start_time": 3426950.0,
      "end_time": 3433380.0,
      "text": "has decided not to do something. A lot of times, we find when they report their decision,"
    },
    {
      "index": 558,
      "start_time": 3433380.0,
      "end_time": 3440680.0,
      "text": "there are some useful conclusions in there. So sometimes it’s an example of them saying,"
    },
    {
      "index": 559,
      "start_time": 3440680.0,
      "end_time": 3447849.0,
      "text": "“well we don’t need to do any work here because the guidance is already clear and"
    },
    {
      "index": 560,
      "start_time": 3447850.0,
      "end_time": 3453041.0,
      "text": "here is why we think it’s clear”. So in a way, by not taking on the project and explaining"
    },
    {
      "index": 561,
      "start_time": 3453040.0,
      "end_time": 3458660.0,
      "text": "why they think the guidance is clear, sometimes they do provide some sort of clarification"
    },
    {
      "index": 562,
      "start_time": 3458660.0,
      "end_time": 3462980.0,
      "text": "language that we can use, sometimes, when we are making these difficult accounting judgements"
    },
    {
      "index": 563,
      "start_time": 3462980.0,
      "end_time": 3467940.0,
      "text": "about how standards should be applied, so that’s one example. And then there’s are"
    },
    {
      "index": 564,
      "start_time": 3467940.0,
      "end_time": 3474980.0,
      "text": "other cases where they look at it and they say “yup, the standards are not clear and"
    },
    {
      "index": 565,
      "start_time": 3474980.0,
      "end_time": 3480059.0,
      "text": "we really can’t reason through to what the answer should be based on the standards and"
    },
    {
      "index": 566,
      "start_time": 3480060.0,
      "end_time": 3485370.0,
      "text": "so maybe it&#39;s an area that needs more standard setting beyond what the interpretations committee"
    },
    {
      "index": 567,
      "start_time": 3485370.0,
      "end_time": 3490161.0,
      "text": "can do”, so for example referring something to the International Accounting Standards"
    },
    {
      "index": 568,
      "start_time": 3490160.0,
      "end_time": 3495940.0,
      "text": "Board for a change to the actual standards. So the ones I’m going to talk about today"
    },
    {
      "index": 569,
      "start_time": 3495940.0,
      "end_time": 3501740.0,
      "text": "really is kind of an example of each. So the first one relates to, what do we do"
    },
    {
      "index": 570,
      "start_time": 3501740.0,
      "end_time": 3508230.0,
      "text": "with contingent consideration arrangements when you buy assets? So this is where we are"
    },
    {
      "index": 571,
      "start_time": 3508230.0,
      "end_time": 3513319.0,
      "text": "buying an asset, or collection of assets, that do not meet the definition of a business."
    },
    {
      "index": 572,
      "start_time": 3513320.0,
      "end_time": 3518370.0,
      "text": "So when we buy a business, it is clear under the business combinations standard that you"
    },
    {
      "index": 573,
      "start_time": 3518370.0,
      "end_time": 3524171.0,
      "text": "do need to account for that contingent consideration from the date of acquisition, but we&#39;ve never"
    },
    {
      "index": 574,
      "start_time": 3524170.0,
      "end_time": 3530920.0,
      "text": "had any clarity about what to do for a group of assets, or even a single asset, that doesn’t"
    },
    {
      "index": 575,
      "start_time": 3530920.0,
      "end_time": 3537020.0,
      "text": "constitute a business, and there are maybe some variable payments. So the interpretations"
    },
    {
      "index": 576,
      "start_time": 3537020.0,
      "end_time": 3542740.0,
      "text": "committees has actually been discussing this topic for, it is fair to say a number of years,"
    },
    {
      "index": 577,
      "start_time": 3542740.0,
      "end_time": 3548540.0,
      "text": "and it is an issue that does come up with a fair bit of frequency, especially in certain"
    },
    {
      "index": 578,
      "start_time": 3548540.0,
      "end_time": 3553780.0,
      "text": "industries. For example, we often see it in resource industries where somebody is buying"
    },
    {
      "index": 579,
      "start_time": 3553780.0,
      "end_time": 3558069.0,
      "text": "an early stage resource property, doesn’t meet the definition of a business, and there"
    },
    {
      "index": 580,
      "start_time": 3558070.0,
      "end_time": 3565570.0,
      "text": "will be follow-on payments. for example, if the mine, let’s say it is a mine, is developed"
    },
    {
      "index": 581,
      "start_time": 3565570.0,
      "end_time": 3570021.0,
      "text": "and brought into commercial production, sometimes maybe the purchaser will have to pay an additional"
    },
    {
      "index": 582,
      "start_time": 3570020.0,
      "end_time": 3580490.0,
      "text": "amount later when that commercial production target is achieved. So we&#39;ve always considered"
    },
    {
      "index": 583,
      "start_time": 3580490.0,
      "end_time": 3584740.0,
      "text": "what to do, and it is not always that easy with these variable payments, and it also"
    },
    {
      "index": 584,
      "start_time": 3584740.0,
      "end_time": 3589980.0,
      "text": "comes upon the recipient’s side; so what does the seller of those assets do with those"
    },
    {
      "index": 585,
      "start_time": 3589980.0,
      "end_time": 3596609.0,
      "text": "contingent consideration or variable payments? So the IFRIC in their discussions have really"
    },
    {
      "index": 586,
      "start_time": 3596610.0,
      "end_time": 3602840.0,
      "text": "focused a lot of attention on whether the variable payment depends on the purchaser’s"
    },
    {
      "index": 587,
      "start_time": 3602840.0,
      "end_time": 3610120.0,
      "text": "future activity. So go back to my mining example. If the contingency is “you will make the"
    },
    {
      "index": 588,
      "start_time": 3610120.0,
      "end_time": 3614850.0,
      "text": "payment when you bring your new mine that you’ve bought, your mining assets that you"
    },
    {
      "index": 589,
      "start_time": 3614850.0,
      "end_time": 3621241.0,
      "text": "bought, into commercial production”. So that would be an example where we would say,"
    },
    {
      "index": 590,
      "start_time": 3621240.0,
      "end_time": 3627400.0,
      "text": "“yeah that depends on the purchaser’s actions because they will either bring it"
    },
    {
      "index": 591,
      "start_time": 3627400.0,
      "end_time": 3634260.0,
      "text": "to commercial production or not”, so that’s kind of their activity. So, they did focus"
    },
    {
      "index": 592,
      "start_time": 3634260.0,
      "end_time": 3640890.0,
      "text": "a lot on that question and really looked at, well if it is something that depends on the"
    },
    {
      "index": 593,
      "start_time": 3640890.0,
      "end_time": 3649640.0,
      "text": "purchaser&#39;s activities, maybe we should wait until those targets have been met or the purchaser&#39;s"
    },
    {
      "index": 594,
      "start_time": 3649640.0,
      "end_time": 3655480.0,
      "text": "activities have been completed before recording the amount that should be paid. And so, they"
    },
    {
      "index": 595,
      "start_time": 3655480.0,
      "end_time": 3662319.0,
      "text": "were hanging a lot of weight on finishing up the leasing standard, and saying well maybe"
    },
    {
      "index": 596,
      "start_time": 3662320.0,
      "end_time": 3667800.0,
      "text": "we can draw some analogies there on variable payments in a lease, and how those end up"
    },
    {
      "index": 597,
      "start_time": 3667800.0,
      "end_time": 3672300.0,
      "text": "getting treated in the leasing standard. So, fast forward to today, we have the leasing"
    },
    {
      "index": 598,
      "start_time": 3672300.0,
      "end_time": 3680241.0,
      "text": "standard and nevertheless, the IFRIC has recently concluded that they don’t have enough basis"
    },
    {
      "index": 599,
      "start_time": 3680240.0,
      "end_time": 3686000.0,
      "text": "to come to a conclusion on this, notwithstanding that we do have the leasing standard now."
    },
    {
      "index": 600,
      "start_time": 3686000.0,
      "end_time": 3690630.0,
      "text": "They came up with mixed views, they were unable to reach a conclusion on this one, they have"
    },
    {
      "index": 601,
      "start_time": 3690630.0,
      "end_time": 3695040.0,
      "text": "concluded that the issue is too broad and so they are not adding it to their agenda,"
    },
    {
      "index": 602,
      "start_time": 3695040.0,
      "end_time": 3701240.0,
      "text": "and really the recommendation is that the International Accounting Standards Board needs"
    },
    {
      "index": 603,
      "start_time": 3701240.0,
      "end_time": 3707369.0,
      "text": "to take it on. So what did we learn from all this? Well, we don’t really have a lot of"
    },
    {
      "index": 604,
      "start_time": 3707370.0,
      "end_time": 3713511.0,
      "text": "answers on how to proceed in these situations. I guess it does confirm that it’s an area"
    },
    {
      "index": 605,
      "start_time": 3713510.0,
      "end_time": 3719369.0,
      "text": "of judgment and there may be some diversity in practice and room for different judgements,"
    },
    {
      "index": 606,
      "start_time": 3719370.0,
      "end_time": 3725381.0,
      "text": "so I think it’s an area where we say still tread carefully. It’s interesting but maybe"
    },
    {
      "index": 607,
      "start_time": 3725380.0,
      "end_time": 3731309.0,
      "text": "not that helpful that the IFRIC has decided to not take this issue on. The other thing"
    },
    {
      "index": 608,
      "start_time": 3731310.0,
      "end_time": 3738721.0,
      "text": "to note is this issue has been discussed in Canada, most recently by the IFRS Accounting"
    },
    {
      "index": 609,
      "start_time": 3738720.0,
      "end_time": 3745289.0,
      "text": "Standards Board’s IFRS Discussion Group in September 2014. So there are some papers"
    },
    {
      "index": 610,
      "start_time": 3745290.0,
      "end_time": 3753131.0,
      "text": "from both, or notes from the discussion, and that group discussed both the purchaser’s"
    },
    {
      "index": 611,
      "start_time": 3753130.0,
      "end_time": 3758420.0,
      "text": "view of the variable payments that they might have to make when they buy their asset, as"
    },
    {
      "index": 612,
      "start_time": 3758420.0,
      "end_time": 3763970.0,
      "text": "well as the seller&#39;s view as the recipient or potential recipient of those variable payments"
    },
    {
      "index": 613,
      "start_time": 3763970.0,
      "end_time": 3769859.0,
      "text": "when they sell the asset. So, there may be more to come on that one, stay tuned, it continues"
    },
    {
      "index": 614,
      "start_time": 3769860.0,
      "end_time": 3774040.0,
      "text": "to be an area for some significant judgment and maybe some difficulty."
    },
    {
      "index": 615,
      "start_time": 3774040.0,
      "end_time": 3782651.0,
      "text": "Now, the next one on cash pooling is basically kind of the other example where I said they"
    },
    {
      "index": 616,
      "start_time": 3782650.0,
      "end_time": 3789680.0,
      "text": "reject the issue, but in their notes, they sometimes give us some helpful hints on how"
    },
    {
      "index": 617,
      "start_time": 3789680.0,
      "end_time": 3794900.0,
      "text": "they feel the standards should be interpreted at least in a particular situation. So often"
    },
    {
      "index": 618,
      "start_time": 3794900.0,
      "end_time": 3802369.0,
      "text": "times what the IFRIC will do is consider a situation that someone says to them. So in"
    },
    {
      "index": 619,
      "start_time": 3802370.0,
      "end_time": 3810381.0,
      "text": "this particular case, the submitter sent in a situation, it&#39;s explained on the slide."
    },
    {
      "index": 620,
      "start_time": 3810380.0,
      "end_time": 3815520.0,
      "text": "So it’s a cash pooling arrangement where subsidiaries each have to have their own separate"
    },
    {
      "index": 621,
      "start_time": 3815520.0,
      "end_time": 3820650.0,
      "text": "bank accounts. At the reporting date, there is legally enforceable right to set off the"
    },
    {
      "index": 622,
      "start_time": 3820650.0,
      "end_time": 3826049.0,
      "text": "balances in these accounts, so this is getting at netting of financial instruments, offsetting"
    },
    {
      "index": 623,
      "start_time": 3826050.0,
      "end_time": 3831751.0,
      "text": "of financial assets with financial liabilities under IAS 32. So kind of, the question is,"
    },
    {
      "index": 624,
      "start_time": 3831750.0,
      "end_time": 3838690.0,
      "text": "what if some accounts are in asset position versus liability positions; Do we have the"
    },
    {
      "index": 625,
      "start_time": 3838690.0,
      "end_time": 3843799.0,
      "text": "legally enforceable rights to set those off? So, the answer in this case is “yes” and"
    },
    {
      "index": 626,
      "start_time": 3843800.0,
      "end_time": 3848921.0,
      "text": "the interest that’s calculated, so the interest that the bank will pay on all of these accounts"
    },
    {
      "index": 627,
      "start_time": 3848920.0,
      "end_time": 3854690.0,
      "text": "is calculated on the net balances, and the company does regularly initiate transfers"
    },
    {
      "index": 628,
      "start_time": 3854690.0,
      "end_time": 3859190.0,
      "text": "of the balances into a single account, so it is single netting account. So they will"
    },
    {
      "index": 629,
      "start_time": 3859190.0,
      "end_time": 3863589.0,
      "text": "do periodically these regular sweeps where they sweep all the accounts and put it all"
    },
    {
      "index": 630,
      "start_time": 3863590.0,
      "end_time": 3870711.0,
      "text": "into netting account. So that is happening, but the kicker here is, or the little glitch"
    },
    {
      "index": 631,
      "start_time": 3870710.0,
      "end_time": 3876809.0,
      "text": "here is, as of the reporting date, this is not necessarily done, it’s kind of done"
    },
    {
      "index": 632,
      "start_time": 3876810.0,
      "end_time": 3881320.0,
      "text": "periodically, but not necessarily at the reporting date and if it had been done at the reporting"
    },
    {
      "index": 633,
      "start_time": 3881320.0,
      "end_time": 3884221.0,
      "text": "date, then I guess we wouldn’t have an issue with offsetting, because we’d just have"
    },
    {
      "index": 634,
      "start_time": 3884220.0,
      "end_time": 3890539.0,
      "text": "everything in one account. And also at the reporting date, there is the ongoing expectation"
    },
    {
      "index": 635,
      "start_time": 3890540.0,
      "end_time": 3897040.0,
      "text": "that before the next sweep or netting day, transferring everything to the netting account,"
    },
    {
      "index": 636,
      "start_time": 3897040.0,
      "end_time": 3901931.0,
      "text": "the individual subsidiaries will continue to use the balances. The balances will change,"
    },
    {
      "index": 637,
      "start_time": 3901930.0,
      "end_time": 3909730.0,
      "text": "they will go positive to overdrawn maybe, so the question really that they considered"
    },
    {
      "index": 638,
      "start_time": 3909730.0,
      "end_time": 3918010.0,
      "text": "is, can the intent to settle net be demonstrated in such a situation? So remember, in order"
    },
    {
      "index": 639,
      "start_time": 3918010.0,
      "end_time": 3922119.0,
      "text": "to offset financial assets and liabilities, you’ll need the legal enforceable right"
    },
    {
      "index": 640,
      "start_time": 3922120.0,
      "end_time": 3927370.0,
      "text": "to set off, but you’ll also need the intention that those balances will be settled net or"
    },
    {
      "index": 641,
      "start_time": 3927370.0,
      "end_time": 3933610.0,
      "text": "simultaneously. So, in this case, they accepted that there is a legally enforceable right,"
    },
    {
      "index": 642,
      "start_time": 3933610.0,
      "end_time": 3938080.0,
      "text": "but did they meet the second condition with the intent? And so the conclusion here was"
    },
    {
      "index": 643,
      "start_time": 3938080.0,
      "end_time": 3946151.0,
      "text": "“no, the intent was not met because the balances would and could change before the"
    },
    {
      "index": 644,
      "start_time": 3946150.0,
      "end_time": 3951890.0,
      "text": "next sweep date”. So, that’s right in the rejection notice, it is a question that"
    },
    {
      "index": 645,
      "start_time": 3951890.0,
      "end_time": 3956750.0,
      "text": "sometimes comes up in practice. We do get questions about netting, and so really this"
    },
    {
      "index": 646,
      "start_time": 3956750.0,
      "end_time": 3962460.0,
      "text": "does illustrate, at least in this case how the question of intent should be considered."
    },
    {
      "index": 647,
      "start_time": 3962460.0,
      "end_time": 3967039.0,
      "text": "So they did decide not to add this to their agenda. They concluded that maybe it wasn’t"
    },
    {
      "index": 648,
      "start_time": 3967040.0,
      "end_time": 3972161.0,
      "text": "widespread and they also thought that in this particular fact pattern, it was reasonably"
    },
    {
      "index": 649,
      "start_time": 3972160.0,
      "end_time": 3978960.0,
      "text": "clear that intent was not met. So that’s an example of one of the cases where maybe"
    },
    {
      "index": 650,
      "start_time": 3978960.0,
      "end_time": 3983539.0,
      "text": "what they said in their rejection notice can be a little bit instructive for other situations"
    },
    {
      "index": 651,
      "start_time": 3983540.0,
      "end_time": 3988991.0,
      "text": "where the question might come up. Okay, so switching gears a bit, I’m going"
    },
    {
      "index": 652,
      "start_time": 3988990.0,
      "end_time": 3994950.0,
      "text": "to now just give a little couple of updates regarding the revenue standard, so on the"
    },
    {
      "index": 653,
      "start_time": 3994950.0,
      "end_time": 4004270.0,
      "text": "next slide. So, as we know, we have IFRS 15, which is a reasonably conformed standard with"
    },
    {
      "index": 654,
      "start_time": 4004270.0,
      "end_time": 4010130.0,
      "text": "the revenue standard in the US GAAP, and we are working towards an effective date for"
    },
    {
      "index": 655,
      "start_time": 4010130.0,
      "end_time": 4017450.0,
      "text": "that standard of 2018. So, one of the things that happened recently is the IASB has issued"
    },
    {
      "index": 656,
      "start_time": 4017450.0,
      "end_time": 4025780.0,
      "text": "some clarifying amendments to the standard in April. So those are out there. Have a look"
    },
    {
      "index": 657,
      "start_time": 4025780.0,
      "end_time": 4029539.0,
      "text": "at them if you haven’t seen them. As you know, if you have been following the project,"
    },
    {
      "index": 658,
      "start_time": 4029540.0,
      "end_time": 4037100.0,
      "text": "the amendments are a result of the work of the so called TRG Discussion Group. So what’s"
    },
    {
      "index": 659,
      "start_time": 4037100.0,
      "end_time": 4044181.0,
      "text": "this group? This group, TRG stands for Transition Resource Group, I think. Anyway, so what their"
    },
    {
      "index": 660,
      "start_time": 4044180.0,
      "end_time": 4053190.0,
      "text": "job was to do, and it was joint US FASB and international being the IASB was a joint group,"
    },
    {
      "index": 661,
      "start_time": 4053190.0,
      "end_time": 4059410.0,
      "text": "and they were getting together to discuss implementation issues with their conformed"
    },
    {
      "index": 662,
      "start_time": 4059410.0,
      "end_time": 4063289.0,
      "text": "revenue standards. And so, they have been meeting over the last couple of years, and"
    },
    {
      "index": 663,
      "start_time": 4063290.0,
      "end_time": 4068281.0,
      "text": "dealing with a number of issues and one result of their work is these amendments that we"
    },
    {
      "index": 664,
      "start_time": 4068280.0,
      "end_time": 4073910.0,
      "text": "have, that we&#39;ve seen under IFRS come out in April, and the FASB has also done some"
    },
    {
      "index": 665,
      "start_time": 4073910.0,
      "end_time": 4078220.0,
      "text": "amendments that came out earlier and which interestingly are not exactly the same as"
    },
    {
      "index": 666,
      "start_time": 4078220.0,
      "end_time": 4084559.0,
      "text": "our amendments. So what we have here is the situation where we&#39;ve got a baseline conformed"
    },
    {
      "index": 667,
      "start_time": 4084560.0,
      "end_time": 4092320.0,
      "text": "standard, but perhaps the two groups being the US versus the international standard setters"
    },
    {
      "index": 668,
      "start_time": 4092320.0,
      "end_time": 4099820.0,
      "text": "are maybe going in slightly different directions on certain interpretive matters. So also interestingly,"
    },
    {
      "index": 669,
      "start_time": 4099819.9999999995,
      "end_time": 4106310.9999999995,
      "text": "the FASB is going to continue its work with the Transition Resource Group, the TRG, whereas"
    },
    {
      "index": 670,
      "start_time": 4106310.0000000005,
      "end_time": 4112810.0000000005,
      "text": "the IASB is not going to participate in that anymore, so it&#39;s possible that the situation"
    },
    {
      "index": 671,
      "start_time": 4112810.0000000005,
      "end_time": 4124900.0000000005,
      "text": "of maybe having some divergence will persist. So, as a result, the SEC has given a speech"
    },
    {
      "index": 672,
      "start_time": 4124899.9999999995,
      "end_time": 4129709.9999999995,
      "text": "in March regarding where they talked about the new revenue standard a bit and some of"
    },
    {
      "index": 673,
      "start_time": 4129710.0,
      "end_time": 4135210.0,
      "text": "the things that they are observing about it. And one of the observations that they made"
    },
    {
      "index": 674,
      "start_time": 4135210.0,
      "end_time": 4140880.0,
      "text": "is that they will have an expectation that domestic and foreign private issuer registrants"
    },
    {
      "index": 675,
      "start_time": 4140880.0,
      "end_time": 4146440.0,
      "text": "will have consistent reporting outcomes for identical transactions. So what does that"
    },
    {
      "index": 676,
      "start_time": 4146439.9999999995,
      "end_time": 4152178.9999999995,
      "text": "mean? So, obviously, they are regulating all the domestic issuers who file with them under"
    },
    {
      "index": 677,
      "start_time": 4152180.0000000005,
      "end_time": 4158401.0000000005,
      "text": "US GAAP but also foreign private issuers who are the folks from other countries who would"
    },
    {
      "index": 678,
      "start_time": 4158399.9999999995,
      "end_time": 4163568.9999999995,
      "text": "usually probably be filing with them under IFRS. So essentially what we are saying is"
    },
    {
      "index": 679,
      "start_time": 4163569.9999999995,
      "end_time": 4171480.9999999995,
      "text": "the SEC, notwithstanding with the fact that FASB is doing its own thing regarding clarifying"
    },
    {
      "index": 680,
      "start_time": 4171479.9999999995,
      "end_time": 4178108.9999999995,
      "text": "amendments and continuing to work with TRG, while the IASB is not, so notwithstanding"
    },
    {
      "index": 681,
      "start_time": 4178109.9999999995,
      "end_time": 4188190.9999999995,
      "text": "that situation, they are expecting domestic (i.e. US GAAP filers and IFRS filers) to both"
    },
    {
      "index": 682,
      "start_time": 4188189.9999999995,
      "end_time": 4194530.0,
      "text": "adopt consistent interpretations of the standard, which means that foreign private issuers and"
    },
    {
      "index": 683,
      "start_time": 4194530.0,
      "end_time": 4198900.0,
      "text": "people following IFRS that want to file in the US are going to have to keep monitoring"
    },
    {
      "index": 684,
      "start_time": 4198900.0,
      "end_time": 4205659.0,
      "text": "the work of the TRG that’s going on in the US and be cognizant of making their accounting"
    },
    {
      "index": 685,
      "start_time": 4205660.0,
      "end_time": 4212881.0,
      "text": "judgements and selection of accounting policies in ways that align well with whatever interpretations"
    },
    {
      "index": 686,
      "start_time": 4212880.0,
      "end_time": 4218940.0,
      "text": "are coming out from the TRG work. So that’s an interesting situation. And then, there"
    },
    {
      "index": 687,
      "start_time": 4218940.0,
      "end_time": 4224699.0,
      "text": "is going to be the whole group of other IFRS filers who are not foreign private issuers"
    },
    {
      "index": 688,
      "start_time": 4224700.0,
      "end_time": 4232501.0,
      "text": "or may be Canadian domestic filers. So where does that leave them in terms of application"
    },
    {
      "index": 689,
      "start_time": 4232500.0,
      "end_time": 4239659.0,
      "text": "of IFRS and this ongoing work of the TRG? So interesting times, interestingly, we have"
    },
    {
      "index": 690,
      "start_time": 4239660.0,
      "end_time": 4245871.0,
      "text": "got a converged standard but then, we still have these possible areas of differences that"
    },
    {
      "index": 691,
      "start_time": 4245870.0,
      "end_time": 4252989.0,
      "text": "may emerge on the interpretive matters. So stay tuned to that one, and then the other"
    },
    {
      "index": 692,
      "start_time": 4252990.0,
      "end_time": 4260101.0,
      "text": "things that the SEC touched on in their speech is don’t forget to think about internal"
    },
    {
      "index": 693,
      "start_time": 4260100.0,
      "end_time": 4265850.0,
      "text": "controls, so that’s an important area as well with the new standard. They are looking"
    },
    {
      "index": 694,
      "start_time": 4265850.0,
      "end_time": 4269719.0,
      "text": "forward to seeing more detailed disclosures on the effects of the new standards during"
    },
    {
      "index": 695,
      "start_time": 4269720.0,
      "end_time": 4278240.0,
      "text": "the run up to implementation. And, yes, what I would encourage you to do is we are having"
    },
    {
      "index": 696,
      "start_time": 4278240.0,
      "end_time": 4285861.0,
      "text": "a webcast specifically dealing with revenue and IFRS 15 issues in June, so keep an eye"
    },
    {
      "index": 697,
      "start_time": 4285860.0,
      "end_time": 4289980.0,
      "text": "out for that if you are interested in that topic, and I’m sure there is more to come"
    },
    {
      "index": 698,
      "start_time": 4289980.0,
      "end_time": 4298480.0,
      "text": "on these and other topics related to the revenue standard. So, moving along, so here, the IASB"
    },
    {
      "index": 699,
      "start_time": 4298480.0,
      "end_time": 4303590.0,
      "text": "work plan, so let’s just touch on a couple of areas here, so there are few things, and"
    },
    {
      "index": 700,
      "start_time": 4303590.0,
      "end_time": 4308920.0,
      "text": "I guess I will remark it is a somewhat abridged version of the work plan, which can easily"
    },
    {
      "index": 701,
      "start_time": 4308920.0,
      "end_time": 4315060.0,
      "text": "be found on the IASB’s website, so we have given you the link at the bottom of the slide,"
    },
    {
      "index": 702,
      "start_time": 4315060.0,
      "end_time": 4321340.0,
      "text": "but this work plan this is based on a work plan that is up-to-date as of April 22nd."
    },
    {
      "index": 703,
      "start_time": 4321340.0,
      "end_time": 4327800.0,
      "text": "So what have we got? In the next few months, we have some clarifications related to share-based"
    },
    {
      "index": 704,
      "start_time": 4327800.0,
      "end_time": 4333699.0,
      "text": "payments transactions, so that’s a final standard. We are expecting a Definition of"
    },
    {
      "index": 705,
      "start_time": 4333700.0,
      "end_time": 4339761.0,
      "text": "a Business exposure draft; so that’s one that I’m personally looking forward to seeing."
    },
    {
      "index": 706,
      "start_time": 4339760.0,
      "end_time": 4347840.0,
      "text": "This is an area where we have seen some diversity and difficulty in practice, and really the"
    },
    {
      "index": 707,
      "start_time": 4347840.0,
      "end_time": 4354090.0,
      "text": "question is: what constitutes a business under IFRS 3, the business combinations standard?"
    },
    {
      "index": 708,
      "start_time": 4354090.0,
      "end_time": 4358020.0,
      "text": "And of course as you know the difference, there can be some big differences if you&#39;ve"
    },
    {
      "index": 709,
      "start_time": 4358020.0,
      "end_time": 4363630.0,
      "text": "got a business that you&#39;ve acquired: you have goodwill, your transaction costs get expensed,"
    },
    {
      "index": 710,
      "start_time": 4363630.0,
      "end_time": 4370560.0,
      "text": "and a few other differences that can be important. And so whereas if your collection of assets"
    },
    {
      "index": 711,
      "start_time": 4370560.0,
      "end_time": 4375900.0,
      "text": "is considered not to be a business, you wouldn’t have goodwill, transaction cost would be capitalized"
    },
    {
      "index": 712,
      "start_time": 4375900.0,
      "end_time": 4383270.0,
      "text": "into the cost and so on. So this is an important question, I think this is an area that deserves"
    },
    {
      "index": 713,
      "start_time": 4383270.0,
      "end_time": 4389909.0,
      "text": "some clarification because it really has been an area that we&#39;ve struggled with I think"
    },
    {
      "index": 714,
      "start_time": 4389910.0,
      "end_time": 4397111.0,
      "text": "a fair bit since the adoption of IFRS. So, stay tuned for that one, that’s an exposure"
    },
    {
      "index": 715,
      "start_time": 4397110.0,
      "end_time": 4404440.0,
      "text": "draft. And the last item in the under the 3-month category is, as I mentioned, more"
    },
    {
      "index": 716,
      "start_time": 4404440.0,
      "end_time": 4409190.0,
      "text": "clarification hopefully around changes in ownership interests, so we will be bringing"
    },
    {
      "index": 717,
      "start_time": 4409190.0,
      "end_time": 4416570.0,
      "text": "that one back to you in a future webcast. So, a little bit further out, we&#39;ve got an"
    },
    {
      "index": 718,
      "start_time": 4416570.0,
      "end_time": 4423600.0,
      "text": "expected final standard on some amendments to basically the application of IFRS 9 by"
    },
    {
      "index": 719,
      "start_time": 4423600.0,
      "end_time": 4427790.0,
      "text": "insurance companies, so if you are an insurance company reporter, I’m sure you are well"
    },
    {
      "index": 720,
      "start_time": 4427790.0,
      "end_time": 4432190.0,
      "text": "aware of that one and they are expecting to issue the final standard, I would say before"
    },
    {
      "index": 721,
      "start_time": 4432190.0,
      "end_time": 4440330.0,
      "text": "the end of this year, which is good. And the next one IFRS 8 for those of you who are not"
    },
    {
      "index": 722,
      "start_time": 4440330.0,
      "end_time": 4448540.0,
      "text": "up to date on what your IFRS standard numbers are, so the IFRS 8 is Post Implementation"
    },
    {
      "index": 723,
      "start_time": 4448540.0,
      "end_time": 4454510.0,
      "text": "Review Related to Segment Disclosures, so that’s an area, if we go back to last slide"
    },
    {
      "index": 724,
      "start_time": 4454510.0,
      "end_time": 4461650.0,
      "text": "please, that’s an area where we do see a lot of, certainly there is a lot of regulator"
    },
    {
      "index": 725,
      "start_time": 4461650.0,
      "end_time": 4468250.0,
      "text": "interest in application of segment disclosures and how people/r companies are making judgements"
    },
    {
      "index": 726,
      "start_time": 4468250.0,
      "end_time": 4474190.0,
      "text": "in those areas about what there operating segments are. So, this is the IASB regularly"
    },
    {
      "index": 727,
      "start_time": 4474190.0,
      "end_time": 4479820.0,
      "text": "does these post-implementation reviews of reasonably new standards, which IFRS 8 is"
    },
    {
      "index": 728,
      "start_time": 4479820.0,
      "end_time": 4485840.0,
      "text": "reasonably new to IFRS, and so coming out of that, they are going to be proposing some"
    },
    {
      "index": 729,
      "start_time": 4485840.0,
      "end_time": 4492550.0,
      "text": "clarifying amendments in an exposure draft. And then finally, just a couple of things"
    },
    {
      "index": 730,
      "start_time": 4492550.0,
      "end_time": 4498940.0,
      "text": "to touch on, some of the later ones but important projects, or at least yes some important projects"
    },
    {
      "index": 731,
      "start_time": 4498940.0,
      "end_time": 4505179.0,
      "text": "still to come: insurance contracts expected after six months, the conceptual framework."
    },
    {
      "index": 732,
      "start_time": 4505180.0,
      "end_time": 4511541.0,
      "text": "We are waiting for some final standard setting activity there. The next one, Classification"
    },
    {
      "index": 733,
      "start_time": 4511540.0,
      "end_time": 4516310.0,
      "text": "of Liabilities and, this is classification of liabilities as between current and long"
    },
    {
      "index": 734,
      "start_time": 4516310.0,
      "end_time": 4523300.0,
      "text": "term in your balance sheet, and so this is another important area where we have had some"
    },
    {
      "index": 735,
      "start_time": 4523300.0,
      "end_time": 4531469.0,
      "text": "interpretive difficulties I would say, out of the IFRS language in IAS 1, particularly"
    },
    {
      "index": 736,
      "start_time": 4531470.0,
      "end_time": 4539191.0,
      "text": "regarding when liabilities need to be classified as current in certain circumstances. So, hopefully,"
    },
    {
      "index": 737,
      "start_time": 4539190.0,
      "end_time": 4544390.0,
      "text": "these will be helpful amendments and we are expecting to see them in the reasonably nearer"
    },
    {
      "index": 738,
      "start_time": 4544390.0,
      "end_time": 4553920.0,
      "text": "term. The last two in the grey boxes are discussion papers, so they will be further out, for example,"
    },
    {
      "index": 739,
      "start_time": 4553920.0,
      "end_time": 4559989.0,
      "text": "if you are following the rate regulated activities project, it does seem like it is a ways off"
    },
    {
      "index": 740,
      "start_time": 4559990.0,
      "end_time": 4565171.0,
      "text": "because they have done one discussion paper, and then they are proposing that they will"
    },
    {
      "index": 741,
      "start_time": 4565170.0,
      "end_time": 4570860.0,
      "text": "do another one. So they are not moving to standard setting activities just yet on that"
    },
    {
      "index": 742,
      "start_time": 4570860.0,
      "end_time": 4578380.0,
      "text": "one. So finally, some regulatory updates included"
    },
    {
      "index": 743,
      "start_time": 4578380.0,
      "end_time": 4587870.0,
      "text": "on the next slide. We had late last year, the Canadian Securities Administrators issued"
    },
    {
      "index": 744,
      "start_time": 4587870.0,
      "end_time": 4594989.0,
      "text": "this national instrument on non-GAAP measures. It is in partially at least in reaction to"
    },
    {
      "index": 745,
      "start_time": 4594990.0,
      "end_time": 4602071.0,
      "text": "the amendments to IAS 1 on financial statement presentation of additional subtotals in financial"
    },
    {
      "index": 746,
      "start_time": 4602070.0,
      "end_time": 4608489.0,
      "text": "statements, and other amendments to that standard. So, I would refer you to that one as an interesting"
    },
    {
      "index": 747,
      "start_time": 4608490.0,
      "end_time": 4613970.0,
      "text": "look if you are concerned about non-GAAP measures and current securities administrators’ thinking"
    },
    {
      "index": 748,
      "start_time": 4613970.0,
      "end_time": 4622541.0,
      "text": "on those. And related to that, the Deloitte US, so related to US filers perhaps, but may"
    },
    {
      "index": 749,
      "start_time": 4622540.0,
      "end_time": 4629040.0,
      "text": "be instructive for people using non-GAAP measures who are domestic Canadian issuers as well,"
    },
    {
      "index": 750,
      "start_time": 4629040.0,
      "end_time": 4634860.0,
      "text": "top 10 questions to ask when using a non-GAAP measure. So, as we know, non-GAAP measures"
    },
    {
      "index": 751,
      "start_time": 4634860.0,
      "end_time": 4641520.0,
      "text": "have continued to be kind of a sensitive area, especially with securities regulators. So"
    },
    {
      "index": 752,
      "start_time": 4641520.0,
      "end_time": 4646780.0,
      "text": "both of those should be interesting reads if you do make use of non-GAAP measures in"
    },
    {
      "index": 753,
      "start_time": 4646780.0,
      "end_time": 4652739.0,
      "text": "your external reporting. And then finally, just to mention that the Canadian Security"
    },
    {
      "index": 754,
      "start_time": 4652740.0,
      "end_time": 4657910.0,
      "text": "Administrators are doing continuous disclosure reviews as they always do, and we are certainly"
    },
    {
      "index": 755,
      "start_time": 4657910.0,
      "end_time": 4665381.0,
      "text": "starting to see some of them. Some of the topics that they are coming up include classification"
    },
    {
      "index": 756,
      "start_time": 4665380.0,
      "end_time": 4670870.0,
      "text": "of joint arrangements, as between joint operations and joint ventures, some of the questions"
    },
    {
      "index": 757,
      "start_time": 4670870.0,
      "end_time": 4677670.0,
      "text": "there, and also questions around the assessment of going concern in certain cases. So with"
    },
    {
      "index": 758,
      "start_time": 4677670.0,
      "end_time": 4684590.0,
      "text": "that, I guess I will just move to the slides where we, or the one slide, where we remind"
    },
    {
      "index": 759,
      "start_time": 4684590.0,
      "end_time": 4691080.0,
      "text": "people of the resources that are available to them. And thank you everybody for listening"
    },
    {
      "index": 760,
      "start_time": 4691080.0,
      "end_time": 4698320.0,
      "text": "in today and turn it back to you, John. Okay, thanks a lot Kerry. In addition to the"
    },
    {
      "index": 761,
      "start_time": 4698320.0,
      "end_time": 4702500.0,
      "text": "resources that we have referenced in this webcast, we would like to remind you about"
    },
    {
      "index": 762,
      "start_time": 4702500.0,
      "end_time": 4708420.0,
      "text": "Deloitte Canada’s Center for Financial Reporting website, or CFR for short. It features an"
    },
    {
      "index": 763,
      "start_time": 4708420.0,
      "end_time": 4713050.0,
      "text": "extensive collection of news and resources about accounting and financial reporting developments"
    },
    {
      "index": 764,
      "start_time": 4713050.0,
      "end_time": 4720670.0,
      "text": "relevant to the Canadian marketplace. The CFR can be accessed from IASplus.com, by selecting"
    },
    {
      "index": 765,
      "start_time": 4720670.0,
      "end_time": 4728390.0,
      "text": "“Canada English” from the dropdown menu in the top right corner of the web page."
    },
    {
      "index": 766,
      "start_time": 4728390.0,
      "end_time": 4733880.0,
      "text": "I&#39;d now like to thank our speakers today, Nomita Dan, Martin Roy and Kerry Danyluk;"
    },
    {
      "index": 767,
      "start_time": 4733880.0,
      "end_time": 4739710.0,
      "text": "also thanks to our behind the scenes team, Alexia Donoghue, Allan Kirkpatrick, Lea Zhu"
    },
    {
      "index": 768,
      "start_time": 4739710.0,
      "end_time": 4745239.0,
      "text": "and Chris Tynan. We hope you found this webcast helpful and informative. If you have any questions"
    },
    {
      "index": 769,
      "start_time": 4745240.0,
      "end_time": 4749561.0,
      "text": "or feedback, you can reach out to your Deloitte partner or Deloitte contact. And if you would"
    },
    {
      "index": 770,
      "start_time": 4749560.0,
      "end_time": 4757150.0,
      "text": "like additional information, please visit our website at www.deloitte.ca. And to all"
    },
    {
      "index": 771,
      "start_time": 4757150.0,
      "end_time": 4762820.0,
      "text": "of you viewing our webcast, thank you for joining us. This concludes our webcast “Bringing"
    },
    {
      "index": 772,
      "start_time": 4762820.0,
      "end_time": 4772820.0,
      "text": "Clarity to an IFRS World: IFRS 16 Leases and Other Financial Reporting Matters”."
    }
  ]
}