{
  "video_id": "kF54-camgCg",
  "title": "Will there ever be a mile-high skyscraper? - Stefan Al",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6915.0,
      "end_time": 12500.0,
      "text": "In 1956, architect Frank Lloyd Wright proposed a mile-high skyscraper."
    },
    {
      "index": 2,
      "start_time": 12500.0,
      "end_time": 20325.0,
      "text": "It was going to be the world's tallest building, by a lot, five times as high as the Eiffel Tower."
    },
    {
      "index": 3,
      "start_time": 20325.0,
      "end_time": 30275.0,
      "text": "But many critics laughed at the architect, arguing that people would have to wait hours for an elevator, or worse, that the tower would collapse under its own weight."
    },
    {
      "index": 4,
      "start_time": 30275.0,
      "end_time": 37756.0,
      "text": "Most engineers agreed, and despite the publicity around the proposal, the titanic tower was never built."
    },
    {
      "index": 5,
      "start_time": 37756.0,
      "end_time": 41576.0,
      "text": "But today, bigger and bigger buildings are going up around the world."
    },
    {
      "index": 6,
      "start_time": 41576.0,
      "end_time": 50516.0,
      "text": "Firms are even planning skyscrapers more than a kilometer tall, like the Jeddah Tower in Saudi Arabia, three times the size of the Eiffel Tower."
    },
    {
      "index": 7,
      "start_time": 50516.0,
      "end_time": 55806.0,
      "text": "Very soon, Wright's mile-high miracle may be a reality."
    },
    {
      "index": 8,
      "start_time": 55806.0,
      "end_time": 65256.0,
      "text": "So what exactly was stopping us from building these megastructures 70 years ago, and how do we build something a mile high today?"
    },
    {
      "index": 9,
      "start_time": 65256.0,
      "end_time": 71500.0,
      "text": "In any construction project, each story of the structure needs to be able to support the stories on top of it."
    },
    {
      "index": 10,
      "start_time": 71500.0,
      "end_time": 77556.0,
      "text": "The higher we build, the higher the gravitational pressure from the upper stories on the lower ones."
    },
    {
      "index": 11,
      "start_time": 77556.0,
      "end_time": 87000.0,
      "text": "This principle has long dictated the shape of our buildings, leading ancient architects to favor pyramids with wide foundations that support lighter upper levels."
    },
    {
      "index": 12,
      "start_time": 87000.0,
      "end_time": 97256.0,
      "text": "But this solution doesn't quite translate to a city skyline–a pyramid that tall would be roughly one-and-a-half miles wide, tough to squeeze into a city center."
    },
    {
      "index": 13,
      "start_time": 97526.0,
      "end_time": 102846.0,
      "text": "Fortunately, strong materials like concrete can avoid this impractical shape."
    },
    {
      "index": 14,
      "start_time": 102846.0,
      "end_time": 111780.0,
      "text": "And modern concrete blends are reinforced with steel-fibers for strength and water-reducing polymers to prevent cracking."
    },
    {
      "index": 15,
      "start_time": 111781.0,
      "end_time": 125000.0,
      "text": "The concrete in the world's tallest tower, Dubai's Burj Khalifa, can withstand about 8,000 tons of pressure per square meter–the weight of over 1,200  African elephants!"
    },
    {
      "index": 16,
      "start_time": 125000.0,
      "end_time": 130410.0,
      "text": "Of course, even if a building supports itself, it still needs support from the ground."
    },
    {
      "index": 17,
      "start_time": 130410.0,
      "end_time": 135650.0,
      "text": "Without a foundation, buildings this heavy would sink, fall, or lean over."
    },
    {
      "index": 18,
      "start_time": 135650.0,
      "end_time": 146490.0,
      "text": "To prevent the roughly half a million ton tower from sinking, 192 concrete and steel supports called piles were buried over 50 meters deep."
    },
    {
      "index": 19,
      "start_time": 146490.0,
      "end_time": 152500.0,
      "text": "The friction between the piles and the ground keeps this sizable structure standing."
    },
    {
      "index": 20,
      "start_time": 152500.0,
      "end_time": 154970.0,
      "text": "Besides defeating gravity, which pushes the building down, a skyscraper also needs to overcome the blowing wind, which pushes from the side."
    },
    {
      "index": 21,
      "start_time": 161923.0,
      "end_time": 172200.0,
      "text": "On average days, wind can exert up to 17 pounds of force per square meter on a high-rise building–as heavy as a gust of bowling balls."
    },
    {
      "index": 22,
      "start_time": 172200.0,
      "end_time": 179500.0,
      "text": "Designing structures to be aerodynamic, like China's sleek Shanghai Tower, can reduce that force by up to a quarter."
    },
    {
      "index": 23,
      "start_time": 179500.0,
      "end_time": 188400.0,
      "text": "And wind-bearing frames inside or outside the building can absorb the remaining wind force, such as in Seoul's Lotte Tower."
    },
    {
      "index": 24,
      "start_time": 188400.0,
      "end_time": 197420.0,
      "text": "But even after all these measures, you could still find yourself swaying back and forth more than a meter on top floors during a hurricane."
    },
    {
      "index": 25,
      "start_time": 197420.0,
      "end_time": 208100.0,
      "text": "To prevent the wind from rocking tower tops, many skyscrapers employ a counterweight weighing hundreds of tons called a \"tuned mass damper.\""
    },
    {
      "index": 26,
      "start_time": 208100.0,
      "end_time": 214810.0,
      "text": "The Taipei 101, for instance, has suspended a giant metal orb above the 87th floor."
    },
    {
      "index": 27,
      "start_time": 214811.0,
      "end_time": 221200.0,
      "text": "When wind moves the building, this orb sways into action, absorbing the building's kinetic energy."
    },
    {
      "index": 28,
      "start_time": 221200.0,
      "end_time": 232300.0,
      "text": "As its movements trail the tower's, hydraulic cylinders between the ball and the building convert that kinetic energy into heat, and stabilize the swaying structure."
    },
    {
      "index": 29,
      "start_time": 232300.0,
      "end_time": 238000.0,
      "text": "With all these technologies in place, our mega-structures can stay standing and stable."
    },
    {
      "index": 30,
      "start_time": 238000.0,
      "end_time": 242816.0,
      "text": "But quickly traveling through buildings this large is a challenge in itself."
    },
    {
      "index": 31,
      "start_time": 242816.0,
      "end_time": 248000.0,
      "text": "In Wright's age, the fastest elevators moved a mere 22 kilometers per hour."
    },
    {
      "index": 32,
      "start_time": 248000.0,
      "end_time": 259200.0,
      "text": "Thankfully, today's elevators are much faster, traveling over 70 km per hour with future cabins potentially using frictionless magnetic rails for even higher speeds."
    },
    {
      "index": 33,
      "start_time": 259200.0,
      "end_time": 267500.0,
      "text": "And traffic management algorithms group riders by destination to get passengers and empty cabins where they need to be."
    },
    {
      "index": 34,
      "start_time": 267500.0,
      "end_time": 272728.0,
      "text": "Skyscrapers have come a long way since Wright proposed his mile-high tower."
    },
    {
      "index": 35,
      "start_time": 272728.0,
      "end_time": 278000.0,
      "text": "What were once considered impossible ideas have become architectural opportunities."
    },
    {
      "index": 36,
      "start_time": 278000.0,
      "end_time": 284356.0,
      "text": "Today it may just be a matter of time until one building goes the extra mile."
    }
  ]
}