{
  "video_id": "kfPNxNIDHrA",
  "title": "It's not you. Commuting is bad for your health.",
  "json": [
    {
      "index": 1,
      "start_time": 7360.0,
      "end_time": 8700.0,
      "text": "This is my morning commute."
    },
    {
      "index": 2,
      "start_time": 9480.0,
      "end_time": 25600.0,
      "text": "I get up, get ready, get in a car, drive to the train station, look for parking, get on a train for an hour and a half, arrive at Penn Station, get another train, walk five minutes, and start my work day."
    },
    {
      "index": 3,
      "start_time": 25600.0,
      "end_time": 27260.0,
      "text": "Is this killing me?"
    },
    {
      "index": 4,
      "start_time": 36480.0,
      "end_time": 42995.0,
      "text": "Before you go and post that comment telling me to move closer, you need to see that I'm not the only person doing this."
    },
    {
      "index": 5,
      "start_time": 42995.0,
      "end_time": 45140.0,
      "text": "This is the train station I commute from."
    },
    {
      "index": 6,
      "start_time": 45140.0,
      "end_time": 48890.0,
      "text": "This place is huge and yet it's full almost every single day."
    },
    {
      "index": 7,
      "start_time": 48890.0,
      "end_time": 55260.0,
      "text": "Just this past fall they had to rip out an entire section of trees to make more space for parking and it's still not always enough."
    },
    {
      "index": 8,
      "start_time": 57800.0,
      "end_time": 63780.0,
      "text": "According to US census data, the average American commute is nearly 30 minutes one way, a number that's been on the rise for the last few decades."
    },
    {
      "index": 9,
      "start_time": 63780.0,
      "end_time": 67710.0,
      "text": "In general, people are choosing to commute further and farther than ever before."
    },
    {
      "index": 10,
      "start_time": 67710.0,
      "end_time": 73029.0,
      "text": "And those long grueling hours in cars, on trains, or buses can take a toll on a person's health."
    },
    {
      "index": 11,
      "start_time": 73029.0,
      "end_time": 76900.0,
      "text": "Especially when we all hate it so very, very, much."
    },
    {
      "index": 12,
      "start_time": 78680.0,
      "end_time": 85560.0,
      "text": "If you commute or you've been on the internet at all, you've seen the articles and maybe you've read the studies."
    },
    {
      "index": 13,
      "start_time": 85560.0,
      "end_time": 95440.0,
      "text": "Commuting has been linked to higher rates of obesity, stress, anxiety, depression, higher blood pressure, higher rates of divorce, neck and back problems, shorter lifespans, and you get the point."
    },
    {
      "index": 14,
      "start_time": 95900.0,
      "end_time": 98720.0,
      "text": "Commuting long distances just isn't good for you."
    },
    {
      "index": 15,
      "start_time": 98720.0,
      "end_time": 100900.0,
      "text": "But a lot of it comes down to how you do it."
    },
    {
      "index": 16,
      "start_time": 100910.0,
      "end_time": 111149.0,
      "text": "For example, a Canadian study of commuters in Montreal found that people who walk, bike, or hop on a train had a higher life satisfaction than those with comparable commute times on other types of transit."
    },
    {
      "index": 17,
      "start_time": 111149.0,
      "end_time": 118400.0,
      "text": "In another study, British researchers found that people who drive to work instead of using public transportation are more likely to be obese."
    },
    {
      "index": 18,
      "start_time": 118400.0,
      "end_time": 122730.0,
      "text": "Sitting in a car all day really adds the negative effects of an inactive lifestyle."
    },
    {
      "index": 19,
      "start_time": 122730.0,
      "end_time": 131360.0,
      "text": "You're sitting for hours on it and when all is said and done, it's really hard to find the time or the motivation to exercise. And that's not it."
    },
    {
      "index": 20,
      "start_time": 131360.0,
      "end_time": 135720.0,
      "text": "Research has shown that driving alone in particular can make you more miserable."
    },
    {
      "index": 21,
      "start_time": 135720.0,
      "end_time": 144700.0,
      "text": "You're alone with your thoughts for hours, often in frustrating situations, so it's not really surprising that this is the disaster for both your mental and physical health."
    },
    {
      "index": 22,
      "start_time": 144700.0,
      "end_time": 151100.0,
      "text": "Yet according to a 2010 report, this is exactly how 80% of Americans commute to work every single day."
    },
    {
      "index": 23,
      "start_time": 151940.0,
      "end_time": 157540.0,
      "text": "Now by comparison, those who take public transportation are slightly healthier and slightly more satisfied with life."
    },
    {
      "index": 24,
      "start_time": 157550.0,
      "end_time": 161200.0,
      "text": "Yet we tend to be more negative about our experience overall."
    },
    {
      "index": 25,
      "start_time": 164560.0,
      "end_time": 167380.0,
      "text": "Public transit commuters often resent the timetables."
    },
    {
      "index": 26,
      "start_time": 167390.0,
      "end_time": 172140.0,
      "text": "If I don't leave work at 6 o'clock on the dot, I won't catch the 6:21."
    },
    {
      "index": 27,
      "start_time": 172140.0,
      "end_time": 180350.0,
      "text": "if I don't catch the 6:21 I have to get on the 6:53, and that's the difference between me getting home at 8:00 p.m. and me getting home at 8:45."
    },
    {
      "index": 28,
      "start_time": 180350.0,
      "end_time": 188080.0,
      "text": "Throw in things like transfers, delays, cancellations, and you have a really solid foundation for a very stressful, very annoying commute."
    },
    {
      "index": 29,
      "start_time": 190640.0,
      "end_time": 193579.0,
      "text": "Basically none of this is looking good for my mortality."
    },
    {
      "index": 30,
      "start_time": 196200.0,
      "end_time": 198420.0,
      "text": "Then why do so many of us do it?"
    },
    {
      "index": 31,
      "start_time": 198420.0,
      "end_time": 204890.0,
      "text": "Commuting has been viewed as a source of stress, but in fact it gives people a break."
    },
    {
      "index": 32,
      "start_time": 204890.0,
      "end_time": 210980.0,
      "text": "It's sometimes the only hour of the day that individuals have alone, to be by themselves to think, to listen to music."
    },
    {
      "index": 33,
      "start_time": 211080.0,
      "end_time": 213930.0,
      "text": "Meaning my commute isn't technically dead space in my day."
    },
    {
      "index": 34,
      "start_time": 214030.0,
      "end_time": 220490.0,
      "text": "I catch up on reading, I listen to podcasts, I take advantage of the alone time, but I can also get work done when I need to."
    },
    {
      "index": 35,
      "start_time": 220490.0,
      "end_time": 229490.0,
      "text": "The change in communications has made commuting an extension of the workday or an opportunity for the individual to do things they couldn't otherwise do."
    },
    {
      "index": 36,
      "start_time": 229490.0,
      "end_time": 233000.0,
      "text": "It's not just a way to go from point A to point B."
    },
    {
      "index": 37,
      "start_time": 233000.0,
      "end_time": 236240.0,
      "text": "In other cases, where people live in the gig economy,"
    },
    {
      "index": 38,
      "start_time": 236240.0,
      "end_time": 243030.0,
      "text": "and so, having a home that is accessible to transportation is far more important than having a home which is next to your workplace."
    },
    {
      "index": 39,
      "start_time": 243030.0,
      "end_time": 247320.0,
      "text": "If you're not gonna have a lifetime job, let's have a lifetime home."
    },
    {
      "index": 40,
      "start_time": 247320.0,
      "end_time": 250640.0,
      "text": "So is my commute actually killing me?"
    },
    {
      "index": 41,
      "start_time": 250640.0,
      "end_time": 258420.0,
      "text": "Well it's certainly not the best way to spend so much of my time and it is exhausting, but you can make the most of it."
    },
    {
      "index": 42,
      "start_time": 258779.0,
      "end_time": 262590.0,
      "text": "And there's something to be said about coming home at the end of it all."
    }
  ]
}