{
  "video_id": "kfZRGlVukH0",
  "title": "My impressions of Company of Heroes 2",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 10540.0,
      "end_time": 14660.0,
      "text": "I feel that this is a good time to talk about my relationship with the real time strategy"
    },
    {
      "index": 2,
      "start_time": 14660.0,
      "end_time": 20500.0,
      "text": "genre. I fell in love with these games after a friend showed me Command & Conquer in 1995,"
    },
    {
      "index": 3,
      "start_time": 20500.0,
      "end_time": 26899.0,
      "text": "and I’ve followed the evolution of the genre ever since. Another point of order, I am absolutely"
    },
    {
      "index": 4,
      "start_time": 26899.0,
      "end_time": 32410.0,
      "text": "terrible at these games. That being said, the original Company of Heroes is one of my"
    },
    {
      "index": 5,
      "start_time": 32409.0,
      "end_time": 37360.0,
      "text": "favourite real time strategy games. It took the mechanics of cover and reinforcement that"
    },
    {
      "index": 6,
      "start_time": 37360.0,
      "end_time": 42550.0,
      "text": "Relic introduced in Dawn of War and applied them to a World War II setting. That game"
    },
    {
      "index": 7,
      "start_time": 42550.0,
      "end_time": 47569.0,
      "text": "made you care about losing any single unit, and went a long way to present the chaos and"
    },
    {
      "index": 8,
      "start_time": 47570.0,
      "end_time": 55780.0,
      "text": "despair of wartime from a bird’s eye view."
    },
    {
      "index": 9,
      "start_time": 55780.0,
      "end_time": 61430.0,
      "text": "That last point is on display here in Company of Heroes 2. Presenting the war from the perspective"
    },
    {
      "index": 10,
      "start_time": 61430.0,
      "end_time": 66900.0,
      "text": "of the Russian front as Germany is invading their lands has you controlling squads that"
    },
    {
      "index": 11,
      "start_time": 66900.0,
      "end_time": 71170.0,
      "text": "are outgunned, outmanned, and even sometimes lacking weapons. Just as you would imagine"
    },
    {
      "index": 12,
      "start_time": 71170.0,
      "end_time": 75520.0,
      "text": "a soldier in such a predicament having to learn simply how to survive in the thick of"
    },
    {
      "index": 13,
      "start_time": 75520.0,
      "end_time": 80619.0,
      "text": "it, the player experiences the same. This can be especially taxing as levels can be"
    },
    {
      "index": 14,
      "start_time": 80620.0,
      "end_time": 86240.0,
      "text": "long, multi-segmented, and without checkpoints. Be sure to save often, or be willing to learn"
    },
    {
      "index": 15,
      "start_time": 86240.0,
      "end_time": 94449.0,
      "text": "through repetition."
    },
    {
      "index": 16,
      "start_time": 94450.0,
      "end_time": 99300.0,
      "text": "One thing I don’t recall from the original game is how wonky the camera is. There never"
    },
    {
      "index": 17,
      "start_time": 99300.0,
      "end_time": 104470.0,
      "text": "seems to be an ideal default angle to witness the battle from. While holding alt down does"
    },
    {
      "index": 18,
      "start_time": 104470.0,
      "end_time": 109119.0,
      "text": "allow you free reign to place the camera where you’d like it, it only seems to be applicable"
    },
    {
      "index": 19,
      "start_time": 109119.0,
      "end_time": 113650.0,
      "text": "until the next battle or strategic movement, in which case you need to find a more ideal"
    },
    {
      "index": 20,
      "start_time": 113650.0,
      "end_time": 118619.0,
      "text": "angle to work from. I guess this keeps the player from becoming complacent in the heat"
    },
    {
      "index": 21,
      "start_time": 118619.0,
      "end_time": 132170.0,
      "text": "of battle, but did they really need to implement that into the camera system?"
    },
    {
      "index": 22,
      "start_time": 132170.0,
      "end_time": 137298.0,
      "text": "The same methodical approach to combat is still on display. If your units are in good"
    },
    {
      "index": 23,
      "start_time": 137299.0,
      "end_time": 143909.0,
      "text": "cover, you don’t have to worry about them too much as you make a decision as to what"
    },
    {
      "index": 24,
      "start_time": 143909.0,
      "end_time": 146489.0,
      "text": "to do next. Flanking is very important, as is the use of grenades, reinforcements, and"
    },
    {
      "index": 25,
      "start_time": 146489.0,
      "end_time": 151469.0,
      "text": "suppressive fire. Just don’t get attached to your units. While the last game made you"
    },
    {
      "index": 26,
      "start_time": 151469.0,
      "end_time": 155659.0,
      "text": "sad if you lost a squad, on the Russian front it seems to be a necessity."
    }
  ]
}