{
  "video_id": "kgaL0jOQNR8",
  "title": "Where did Brexit come from? | CNBC Explains",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2140.0,
      "text": "Who hasn't heard of Brexit?"
    },
    {
      "index": 2,
      "start_time": 2140.0,
      "end_time": 7660.0,
      "text": "The U.K.'s decision to leave the European Union has dominated debates here in Parliament,"
    },
    {
      "index": 3,
      "start_time": 7660.0,
      "end_time": 12740.0,
      "text": "discussions at work, dinners with friends, and much of the media coverage."
    },
    {
      "index": 4,
      "start_time": 12740.0,
      "end_time": 18820.0,
      "text": "The Brexit vote has shaken modern politics forever, with the U.K. set to be the first country to leave the Union."
    },
    {
      "index": 5,
      "start_time": 18820.0,
      "end_time": 23000.0,
      "text": "But after more than 40 years of membership, how did we get here?"
    },
    {
      "index": 6,
      "start_time": 28660.0,
      "end_time": 35400.0,
      "text": "We need to rewind back to 1961 when the U.K. applied to be a member of the European Union for the first time."
    },
    {
      "index": 7,
      "start_time": 35400.0,
      "end_time": 40680.0,
      "text": "Back then, the block was called the European Economic Community, otherwise known as the common market."
    },
    {
      "index": 8,
      "start_time": 40680.0,
      "end_time": 43820.0,
      "text": "Its aim was to bring about economic integration."
    },
    {
      "index": 9,
      "start_time": 43820.0,
      "end_time": 46780.0,
      "text": "But the U.K.'s inclusion in the common market faced some opposition from within the group, mainly from the French."
    },
    {
      "index": 10,
      "start_time": 50840.0,
      "end_time": 57500.0,
      "text": "President Charles de Gaulle vetoed the U.K.'s application in 1963 and again in 1967."
    },
    {
      "index": 11,
      "start_time": 57500.0,
      "end_time": 61400.0,
      "text": "He doubted Britain's commitment to the union's political objectives"
    },
    {
      "index": 12,
      "start_time": 61400.0,
      "end_time": 66440.0,
      "text": "and believed its economy wasn't compatible with those of its six existing members."
    },
    {
      "index": 13,
      "start_time": 66440.0,
      "end_time": 71640.0,
      "text": "The U.K.'s “special relationship” with the U.S. was also a concern for him,"
    },
    {
      "index": 14,
      "start_time": 71640.0,
      "end_time": 75940.0,
      "text": "worrying the partnership would get in the way of building a strong Europe."
    },
    {
      "index": 15,
      "start_time": 75940.0,
      "end_time": 84220.0,
      "text": "But in 1969 France elected a new president and the U.K. succeeded in joining the group in 1973."
    },
    {
      "index": 16,
      "start_time": 84220.0,
      "end_time": 87980.0,
      "text": "But just two years after joining, the U.K. held a referendum on whether it should remain in the European Economic Community."
    },
    {
      "index": 17,
      "start_time": 91960.0,
      "end_time": 96280.0,
      "text": "Back then, 67% of voters favored continued membership."
    },
    {
      "index": 18,
      "start_time": 96280.0,
      "end_time": 100520.0,
      "text": "In the years that followed, the European Union transformed from a trade arrangement to more of a political alliance, giving Brussels increasing influence over other areas of policy."
    },
    {
      "index": 19,
      "start_time": 106420.0,
      "end_time": 111880.0,
      "text": "But the U.K. was still able to negotiate with the European Union on the terms of its ongoing membership."
    },
    {
      "index": 20,
      "start_time": 111880.0,
      "end_time": 118580.0,
      "text": "In 1984 Margaret Thatcher managed to broker a deal, commonly referred to as the rebate,"
    },
    {
      "index": 21,
      "start_time": 118580.0,
      "end_time": 123798.0,
      "text": "which reduced the U.K.'s financial contribution to the European budget by billions."
    },
    {
      "index": 22,
      "start_time": 123800.0,
      "end_time": 128680.0,
      "text": "This arrangement was exclusive to the U.K. and is still in place today."
    },
    {
      "index": 23,
      "start_time": 128680.0,
      "end_time": 132480.0,
      "text": "The U.K. has also benefited from so-called opt-outs,"
    },
    {
      "index": 24,
      "start_time": 132480.0,
      "end_time": 138480.0,
      "text": "which essentially means the U.K. does not have to participate in certain European policies."
    },
    {
      "index": 25,
      "start_time": 138480.0,
      "end_time": 146899.0,
      "text": "For example, the U.K. didn't join the Schengen Area in 1985, maintaining a border that has passport controls."
    },
    {
      "index": 26,
      "start_time": 146900.0,
      "end_time": 151400.0,
      "text": "The U.K. also opted out of a monetary union in 1992, keeping its currency, the pound sterling, instead of the euro."
    },
    {
      "index": 27,
      "start_time": 154520.0,
      "end_time": 160620.0,
      "text": "The introduction of the euro was part of a wide-ranging agreement called the Maastricht Treaty."
    },
    {
      "index": 28,
      "start_time": 160620.0,
      "end_time": 166240.0,
      "text": "Signed by the U.K. along with 11 other member states, it expanded the EU's remit as an economic community to include foreign affairs, justice and policing."
    },
    {
      "index": 29,
      "start_time": 172260.0,
      "end_time": 176359.0,
      "text": "Ultimately it was the framework for the modern EU, but for Eurosceptics,"
    },
    {
      "index": 30,
      "start_time": 176360.0,
      "end_time": 180680.0,
      "text": "it was an unacceptable transfer of powers from the U.K. parliament to Brussels and threatened further divisions in the Conservative government."
    },
    {
      "index": 31,
      "start_time": 183780.0,
      "end_time": 188720.0,
      "text": "However, a long period of economic growth under pro-European Prime Ministers maintained enough support for the EU and the single market,"
    },
    {
      "index": 32,
      "start_time": 192680.0,
      "end_time": 199660.0,
      "text": "meaning that calls for another EU referendum were put on the backburner for nearly 20 years."
    },
    {
      "index": 33,
      "start_time": 199660.0,
      "end_time": 204299.0,
      "text": "Nonetheless, there was growing dissatisfaction with the level of bureaucracy in Europe."
    },
    {
      "index": 34,
      "start_time": 204300.0,
      "end_time": 208800.0,
      "text": "In 2004, the entry of 10 new countries into the EU also led to more questions in the U.K. about the country's level of immigration."
    },
    {
      "index": 35,
      "start_time": 212400.0,
      "end_time": 219320.0,
      "text": "In the 10 years that followed, the number of EU migrants living in the U.K. almost doubled."
    },
    {
      "index": 36,
      "start_time": 219320.0,
      "end_time": 224840.0,
      "text": "This, along with the fall in household incomes after the 2008 financial crash, has been seen by some as contributing to a groundswell of resentment toward European migrants,"
    },
    {
      "index": 37,
      "start_time": 230720.0,
      "end_time": 236400.0,
      "text": "something that the major political parties were slow to recognize and respond to."
    },
    {
      "index": 38,
      "start_time": 236400.0,
      "end_time": 242850.0,
      "text": "As a result, support for the anti-European party UKIP and its leader Nigel Farage started to grow rapidly."
    },
    {
      "index": 39,
      "start_time": 242850.0,
      "end_time": 249700.0,
      "text": "By 2014 some surveys suggested that the party was being supported by up to 16% of the electorate."
    },
    {
      "index": 40,
      "start_time": 249700.0,
      "end_time": 254320.0,
      "text": "Many Conservative party candidates were concerned about their supporters switching allegiance to UKIP"
    },
    {
      "index": 41,
      "start_time": 254320.0,
      "end_time": 259480.0,
      "text": "and pleaded with Prime Minister David Cameron to promise an EU referendum in his campaign manifesto."
    },
    {
      "index": 42,
      "start_time": 259480.00000000003,
      "end_time": 262393.0,
      "text": "To avoid the risk of defections from within his own party,"
    },
    {
      "index": 43,
      "start_time": 262400.0,
      "end_time": 265979.0,
      "text": "he did and the Conservatives won the election with an overall majority."
    },
    {
      "index": 44,
      "start_time": 265980.0,
      "end_time": 269000.0,
      "text": "As divisions within the party started to become more evident, Cameron promised a referendum by the end of 2017."
    },
    {
      "index": 45,
      "start_time": 272120.0,
      "end_time": 278180.0,
      "text": "But first, he tried re-negotiating with the EU some of the terms of Britain's membership."
    },
    {
      "index": 46,
      "start_time": 278180.0,
      "end_time": 283200.0,
      "text": "He emerged from the talks with a deal, but that wasn't enough to convince Eurosceptics."
    },
    {
      "index": 47,
      "start_time": 283200.0,
      "end_time": 288200.0,
      "text": "For many, the process gave the impression that Brussels was inflexible and unwilling to make big concessions to keep Britain in the union."
    },
    {
      "index": 48,
      "start_time": 291600.0,
      "end_time": 297960.0,
      "text": "So Prime Minister David Cameron had to deliver on his manifesto promise and set a date for a referendum,"
    },
    {
      "index": 49,
      "start_time": 297960.0,
      "end_time": 305000.0,
      "text": "the 23rd June 2016 with a simple question, whether to remain in or leave the European Union."
    },
    {
      "index": 50,
      "start_time": 305000.0,
      "end_time": 310480.0,
      "text": "And I will go to Parliament and propose that the British people decide our future in Europe."
    },
    {
      "index": 51,
      "start_time": 313560.0,
      "end_time": 315720.0,
      "text": "Hi guys, thank you so much for watching."
    },
    {
      "index": 52,
      "start_time": 315720.0,
      "end_time": 318360.0,
      "text": "If you want to see more of our videos, then check out these."
    },
    {
      "index": 53,
      "start_time": 318360.0,
      "end_time": 322400.0,
      "text": "And do let us know your thoughts on Brexit by commenting below the video."
    },
    {
      "index": 54,
      "start_time": 322400.0,
      "end_time": 323600.0,
      "text": "And don't forget to subscribe."
    }
  ]
}