{
  "video_id": "kgKiA3F-JHw",
  "title": "Benefits of the Ketogenic Diet",
  "json": [
    {
      "index": 1,
      "start_time": 7029.0,
      "end_time": 11490.0,
      "text": "Hey, guys. Dr. Axe here, founder of DrAxe.com and Doctor of Functional Medicine. Today,"
    },
    {
      "index": 2,
      "start_time": 11490.0,
      "end_time": 18009.0,
      "text": "I&#39;m going to share with you the benefits of a ketogenic diet and how ketogenic diets can"
    },
    {
      "index": 3,
      "start_time": 18009.0,
      "end_time": 23500.0,
      "text": "help weight loss, cancer, and even the treatment of Alzheimer&#39;s disease."
    },
    {
      "index": 4,
      "start_time": 23500.0,
      "end_time": 28730.0,
      "text": "Basically, what a ketogenic diet is, it&#39;s putting your body in ketosis, which means"
    },
    {
      "index": 5,
      "start_time": 28730.0,
      "end_time": 34290.0,
      "text": "your body is burning fat for energy rather than carbohydrates. So again, your body will"
    },
    {
      "index": 6,
      "start_time": 34290.0,
      "end_time": 42809.0,
      "text": "burn its own body fat or fat that you&#39;re consuming dietarily for its overall energy production."
    },
    {
      "index": 7,
      "start_time": 42809.0,
      "end_time": 47239.0,
      "text": "This is very effective. In fact, there are medical studies now showing that the ketogenic"
    },
    {
      "index": 8,
      "start_time": 47239.0,
      "end_time": 52749.0,
      "text": "diet is an effective treatment for cancer, for Alzheimer&#39;s disease, and effective for"
    },
    {
      "index": 9,
      "start_time": 52749.0,
      "end_time": 57429.0,
      "text": "very fast weight loss. I&#39;ve worked with thousands upon thousands of patients over the years"
    },
    {
      "index": 10,
      "start_time": 57429.0,
      "end_time": 64420.0,
      "text": "in my clinic, and I&#39;ve actually found that the ketogenic is quite possibly the best diet"
    },
    {
      "index": 11,
      "start_time": 64420.0,
      "end_time": 65990.0,
      "text": "for very fast fat loss."
    },
    {
      "index": 12,
      "start_time": 65990.0,
      "end_time": 71070.0,
      "text": "Now, I don&#39;t believe that the ketogenic diet should be done for typically periods more"
    },
    {
      "index": 13,
      "start_time": 71070.0,
      "end_time": 76020.0,
      "text": "than three to six months. After that, I think that you do want to add some good carbohydrates"
    },
    {
      "index": 14,
      "start_time": 76020.0,
      "end_time": 81799.0,
      "text": "back in. But if your goal is especially fast fat loss, the ketogenic diet is the perfect"
    },
    {
      "index": 15,
      "start_time": 81799.0,
      "end_time": 82770.0,
      "text": "diet."
    },
    {
      "index": 16,
      "start_time": 82770.0,
      "end_time": 87689.0,
      "text": "The reason why it works so effectively is that when your body goes into ketosis and"
    },
    {
      "index": 17,
      "start_time": 87689.0,
      "end_time": 93600.0,
      "text": "starts burning fat for energy, your body is burning up its own body fat. Your body also"
    },
    {
      "index": 18,
      "start_time": 93600.0,
      "end_time": 100180.0,
      "text": "stops feeding on sugar. So let&#39;s go into next in terms of what it does for those three conditions."
    },
    {
      "index": 19,
      "start_time": 100180.0,
      "end_time": 106320.0,
      "text": "Let&#39;s start off with cancer, so the ketogenic diet for cancer. We know that cancer cells"
    },
    {
      "index": 20,
      "start_time": 106320.0,
      "end_time": 113679.0,
      "text": "feed off of sugar. So when you restrict your body, a ketogenic diet is essentially a diet"
    },
    {
      "index": 21,
      "start_time": 113679.0,
      "end_time": 122450.0,
      "text": "that is made up of around typically 80% fat, 10% carbohydrates, and 10% protein or maybe"
    },
    {
      "index": 22,
      "start_time": 122450.0,
      "end_time": 130060.0,
      "text": "even let&#39;s say 70% fat, 20% protein, and 10% carbohydrates. The carbohydrates are very,"
    },
    {
      "index": 23,
      "start_time": 130060.0,
      "end_time": 133610.0,
      "text": "very minimal. So again, you can see your body is really burning fat for energy."
    },
    {
      "index": 24,
      "start_time": 133610.0,
      "end_time": 140920.0,
      "text": "But the reason why the ketogenic diet is effective in cancer treatment is that the cancer cells"
    },
    {
      "index": 25,
      "start_time": 140920.0,
      "end_time": 145720.0,
      "text": "are being starved. They have no sugar to feed off of and so the cancer cells starve to death."
    },
    {
      "index": 26,
      "start_time": 145720.0,
      "end_time": 149510.0,
      "text": "That&#39;s why the ketogenic diet is effective in cancer treatment."
    },
    {
      "index": 27,
      "start_time": 149510.0,
      "end_time": 155230.0,
      "text": "The second thing a ketogenic diet is effective for is weight loss and the reason being, again,"
    },
    {
      "index": 28,
      "start_time": 155230.0,
      "end_time": 160200.0,
      "text": "your body starts burning its own body fat for energy. Think about this. Your body will"
    },
    {
      "index": 29,
      "start_time": 160200.0,
      "end_time": 164299.0,
      "text": "also then continue to burn fat even while you&#39;re sleeping at night. So your body is"
    },
    {
      "index": 30,
      "start_time": 164299.0,
      "end_time": 169409.0,
      "text": "burning fat 24/7. It&#39;s not just burning the fat you consume. It&#39;s burning your own body"
    },
    {
      "index": 31,
      "start_time": 169409.0,
      "end_time": 173739.0,
      "text": "fat. That&#39;s why it&#39;s the most effective way to burn fat fast."
    },
    {
      "index": 32,
      "start_time": 173739.0,
      "end_time": 179629.0,
      "text": "And last, but not least, the ketogenic diet is effective for Alzheimer&#39;s disease. In fact,"
    },
    {
      "index": 33,
      "start_time": 179629.0,
      "end_time": 186560.0,
      "text": "there is a female medical doctor in Florida who treated her husband, who had dementia"
    },
    {
      "index": 34,
      "start_time": 186560.0,
      "end_time": 192019.0,
      "text": "and Alzheimer&#39;s, with what she called the coconut ketogenic diet and said it cured his"
    },
    {
      "index": 35,
      "start_time": 192019.0,
      "end_time": 197069.0,
      "text": "symptoms completely. The reason why it would be effective is we know that part of what"
    },
    {
      "index": 36,
      "start_time": 197069.0,
      "end_time": 201810.0,
      "text": "happens in dementia and Alzheimer&#39;s is the degeneration of the nerve system in the brain."
    },
    {
      "index": 37,
      "start_time": 201810.0,
      "end_time": 208750.0,
      "text": "So you really need to support the brain nerve system. Well, a diet that has around 70% healthy"
    },
    {
      "index": 38,
      "start_time": 208750.0,
      "end_time": 213450.0,
      "text": "fats, we know will help the brain, and we also know that ketosis and your body being"
    },
    {
      "index": 39,
      "start_time": 213450.0,
      "end_time": 219780.0,
      "text": "able to burn fat for energy or utilize fatty acids is critical for the brain and for the"
    },
    {
      "index": 40,
      "start_time": 219780.0,
      "end_time": 222040.0,
      "text": "natural treatment of dementia."
    },
    {
      "index": 41,
      "start_time": 222040.0,
      "end_time": 227349.0,
      "text": "Now, if you want to know what a diet would look like on a ketogenic diet, again it&#39;s"
    },
    {
      "index": 42,
      "start_time": 227349.0,
      "end_time": 231950.0,
      "text": "going to be specifically you want to add three types of healthy fats in your diet -- healthy"
    },
    {
      "index": 43,
      "start_time": 231950.0,
      "end_time": 239340.0,
      "text": "saturated fats, omega-3 fatty acids, and then healthy fatty acids from things that are omega-9"
    },
    {
      "index": 44,
      "start_time": 239340.0,
      "end_time": 245530.0,
      "text": "fats that are going to be found in olive oil, avocados, and almonds, so sprouted nuts and"
    },
    {
      "index": 45,
      "start_time": 245530.0,
      "end_time": 249670.0,
      "text": "seeds. The omega-3 fats, so eating a diet that&#39;s high in things like salmon, chia seeds,"
    },
    {
      "index": 46,
      "start_time": 249670.0,
      "end_time": 256930.0,
      "text": "and flax seeds. Then also getting good quality saturated fats from things like coconut oil"
    },
    {
      "index": 47,
      "start_time": 256930.0,
      "end_time": 262740.0,
      "text": "and high-fat dairy like butter, so again coconut oil and grass-fed butter or ghee. Those are"
    },
    {
      "index": 48,
      "start_time": 262740.0,
      "end_time": 267830.0,
      "text": "some of the most effective healthy fats you want to be consuming as part of this ketogenic"
    },
    {
      "index": 49,
      "start_time": 267830.0,
      "end_time": 267990.0,
      "text": "diet."
    },
    {
      "index": 50,
      "start_time": 267990.0,
      "end_time": 272070.0,
      "text": "So again, I can tell you in working with thousands of patients over the years, the ketogenic"
    },
    {
      "index": 51,
      "start_time": 272070.0,
      "end_time": 281840.0,
      "text": "diet is absolutely effective in the treatment of weight gain as well as cancer, and also"
    },
    {
      "index": 52,
      "start_time": 281840.0,
      "end_time": 287110.0,
      "text": "it&#39;s effective for the treatment of Alzheimer&#39;s. So again, if you can follow a ketogenic diet,"
    },
    {
      "index": 53,
      "start_time": 287110.0,
      "end_time": 291740.0,
      "text": "I recommend it. It is beneficial, but I only recommend it for about a three to six month"
    },
    {
      "index": 54,
      "start_time": 291740.0,
      "end_time": 297570.0,
      "text": "period of time. You don&#39;t want to do it longer than that because your body does need carbohydrates"
    },
    {
      "index": 55,
      "start_time": 297570.0,
      "end_time": 300560.0,
      "text": "long term to function at its absolute best."
    },
    {
      "index": 56,
      "start_time": 300560.0,
      "end_time": 310560.0,
      "text": "Hey, guys, this has been Dr. Axe talking about the many benefits of a ketogenic diet."
    }
  ]
}