{
  "video_id": "kH785oawwkk",
  "title": "Hilary Putnam on the Philosophy of Science (1977)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8980.0,
      "end_time": 13820.0,
      "text": "The connection between philosophy and the mathematical sciences has always been very"
    },
    {
      "index": 2,
      "start_time": 13820.0,
      "end_time": 19539.0,
      "text": "close. Plato had written over the door of his academy the words, &quot;Let no one enter here"
    },
    {
      "index": 3,
      "start_time": 19539.0,
      "end_time": 25720.0,
      "text": "who is ignorant of geometry.&quot; It was Aristotle who codified the basic sciences into the categories"
    },
    {
      "index": 4,
      "start_time": 25720.0,
      "end_time": 30679.0,
      "text": "and gave them the names that we use to this day. Some of the greatest philosophers have"
    },
    {
      "index": 5,
      "start_time": 30679.0,
      "end_time": 36550.0,
      "text": "been themselves great mathematicians who invented new branches of mathematics. Descartes is"
    },
    {
      "index": 6,
      "start_time": 36550.0,
      "end_time": 40690.0,
      "text": "an obvious example, and so is Leibniz and Pascal."
    },
    {
      "index": 7,
      "start_time": 40690.0,
      "end_time": 46690.0,
      "text": "In fact, most of the great philosophers, not all but most, came to philosophy from mathematics"
    },
    {
      "index": 8,
      "start_time": 46690.0,
      "end_time": 52579.0,
      "text": "or the sciences. And this tendency is continued into our present century. Bertrand Russell"
    },
    {
      "index": 9,
      "start_time": 52579.0,
      "end_time": 59309.0,
      "text": "was trained first as a mathematician, Wittgenstein was trained first as an engineer. The reason"
    },
    {
      "index": 10,
      "start_time": 59309.0,
      "end_time": 64539.0,
      "text": "for this persisting connection is, I think, obvious. And that is that the basic urge,"
    },
    {
      "index": 11,
      "start_time": 64539.0,
      "end_time": 69880.0,
      "text": "which has driven most of the greatest philosophers, has been the urge to deepen our understanding"
    },
    {
      "index": 12,
      "start_time": 69880.0,
      "end_time": 75590.0,
      "text": "of the world and of its structure. And this is also what creative scientists are doing."
    },
    {
      "index": 13,
      "start_time": 75590.0,
      "end_time": 81209.0,
      "text": "For most of the past, too, people thought that mathematics was the most indubitable"
    },
    {
      "index": 14,
      "start_time": 81209.0,
      "end_time": 87039.0,
      "text": "knowledge, as well as being utterly precise and clear, that human beings possessed. So"
    },
    {
      "index": 15,
      "start_time": 87039.0,
      "end_time": 91899.0,
      "text": "there have always been plenty of philosophers examining mathematics to try and find out"
    },
    {
      "index": 16,
      "start_time": 91899.0,
      "end_time": 96429.0,
      "text": "what was so special about it, and whether this was something that could be applied to"
    },
    {
      "index": 17,
      "start_time": 96429.0,
      "end_time": 102429.0,
      "text": "the acquisition of other sorts of knowledge. Ditto with the sciences, which were also thought"
    },
    {
      "index": 18,
      "start_time": 102429.0,
      "end_time": 107569.0,
      "text": "to yield a very specially safe and certain kind of knowledge."
    },
    {
      "index": 19,
      "start_time": 107569.0,
      "end_time": 112819.0,
      "text": "What was it about science that made its results so reliable, people ask themselves. And could"
    },
    {
      "index": 20,
      "start_time": 112819.0,
      "end_time": 118340.0,
      "text": "its methods, whatever these were, be used in other fields? These investigations into"
    },
    {
      "index": 21,
      "start_time": 118340.0,
      "end_time": 123539.0,
      "text": "the concepts, and methods, and procedures, and models that are involved in mathematics"
    },
    {
      "index": 22,
      "start_time": 123539.0,
      "end_time": 128720.0,
      "text": "and in science have come to be known as the philosophy of mathematics and the philosophy"
    },
    {
      "index": 23,
      "start_time": 128720.0,
      "end_time": 134090.0,
      "text": "of science. And it&#39;s with these that we&#39;re going to be concerned in this program. Chiefly"
    },
    {
      "index": 24,
      "start_time": 134090.0,
      "end_time": 138560.0,
      "text": "with the philosophy of science, though, in fact, we have someone taking part who is expert"
    },
    {
      "index": 25,
      "start_time": 138560.0,
      "end_time": 142879.0,
      "text": "in both-- Professor Hilary Putnam of Harvard University"
    },
    {
      "index": 26,
      "start_time": 142879.0,
      "end_time": 148049.0,
      "text": "Professor Putnam, I&#39;d like to start our discussion from a standpoint which I think a very large"
    },
    {
      "index": 27,
      "start_time": 148049.0,
      "end_time": 155099.0,
      "text": "number of our viewers occupy anyway. And it&#39;s really this-- since the 17th century, I suppose,"
    },
    {
      "index": 28,
      "start_time": 155099.0,
      "end_time": 160319.0,
      "text": "there&#39;s been a spectacular decline in religious belief, especially in the West, and especially"
    },
    {
      "index": 29,
      "start_time": 160319.0,
      "end_time": 166739.0,
      "text": "among educated people. And for millions, the role that used to be taken in life by a world"
    },
    {
      "index": 30,
      "start_time": 166739.0,
      "end_time": 173209.0,
      "text": "view based on religion has been increasingly supplanting by a world view based on science"
    },
    {
      "index": 31,
      "start_time": 173209.0,
      "end_time": 178560.0,
      "text": "or, at least, purporting to be derived from science, anyway. And this is still enormously"
    },
    {
      "index": 32,
      "start_time": 178560.0,
      "end_time": 183430.0,
      "text": "powerful, and the hold that it has on people&#39;s minds throughout the West probably affects"
    },
    {
      "index": 33,
      "start_time": 183430.0,
      "end_time": 188909.0,
      "text": "all of us. So I think I&#39;d like to start this discussion by getting you to pin down that"
    },
    {
      "index": 34,
      "start_time": 188909.0,
      "end_time": 194420.0,
      "text": "scientific world outlook which is so influential in the modern world and which will be underlying"
    },
    {
      "index": 35,
      "start_time": 194420.0,
      "end_time": 197510.0,
      "text": "a lot of what we&#39;re going to have to talk about."
    },
    {
      "index": 36,
      "start_time": 197510.0,
      "end_time": 203889.0,
      "text": "Let me dodge the question a little bit by talking not about what scientists think now"
    },
    {
      "index": 37,
      "start_time": 203889.0,
      "end_time": 209959.0,
      "text": "but what many scientists thought 100 years ago, or 75 years ago. Think of doing a crossword"
    },
    {
      "index": 38,
      "start_time": 209959.0,
      "end_time": 215609.0,
      "text": "puzzle. You might have to change a few things as you go along. But towards the end everything"
    },
    {
      "index": 39,
      "start_time": 215609.0,
      "end_time": 220239.0,
      "text": "fits, and things get added on one step at a time. That&#39;s the way the progress of science"
    },
    {
      "index": 40,
      "start_time": 220239.0,
      "end_time": 222709.0,
      "text": "looked for 300 years."
    },
    {
      "index": 41,
      "start_time": 222709.0,
      "end_time": 230239.0,
      "text": "In 1900, a famous mathematician, David Hilbert, gave a list of 50 mathematical problems to"
    },
    {
      "index": 42,
      "start_time": 230239.0,
      "end_time": 234769.0,
      "text": "a world congress of mathematicians, which are still very famous. And it&#39;s very interesting"
    },
    {
      "index": 43,
      "start_time": 234769.0,
      "end_time": 239290.0,
      "text": "that he included one problem which we would not call a mathematical problem, very early"
    },
    {
      "index": 44,
      "start_time": 239290.0,
      "end_time": 244439.0,
      "text": "in the list. I think it&#39;s problem three, which was to put the foundations of physics on a"
    },
    {
      "index": 45,
      "start_time": 244439.0,
      "end_time": 245209.0,
      "text": "satisfactory basis."
    },
    {
      "index": 46,
      "start_time": 245209.0,
      "end_time": 248499.0,
      "text": "Just a small task. And that was for mathematicians."
    },
    {
      "index": 47,
      "start_time": 248499.0,
      "end_time": 252370.0,
      "text": "That was for mathematicians, not for physicists. The ideas--"
    },
    {
      "index": 48,
      "start_time": 252370.0,
      "end_time": 253239.0,
      "text": "Tidy it up."
    },
    {
      "index": 49,
      "start_time": 253239.0,
      "end_time": 261560.0,
      "text": "That&#39;s right. The ideas is, Newton, Maxwell, Dalton, and so on had all put in all the parts"
    },
    {
      "index": 50,
      "start_time": 261560.0,
      "end_time": 266950.0,
      "text": "of the story. And now it was just for mathematicians to, basically, clean up the logic, as it were."
    },
    {
      "index": 51,
      "start_time": 266950.0,
      "end_time": 271070.0,
      "text": "I think, in a conversation we had a couple of days ago, you described this as a treasure"
    },
    {
      "index": 52,
      "start_time": 271070.0,
      "end_time": 276260.0,
      "text": "chest to you. And I like that picture. Here&#39;s this big chest that we&#39;re just filling up."
    },
    {
      "index": 53,
      "start_time": 276260.0,
      "end_time": 280670.0,
      "text": "It&#39;s an accumulation, and you don&#39;t have to subtract, you don&#39;t have to take out. Occasionally"
    },
    {
      "index": 54,
      "start_time": 280670.0,
      "end_time": 284790.0,
      "text": "you make a little mistake, but basically the idea is-- when you shift the metaphor, like"
    },
    {
      "index": 55,
      "start_time": 284790.0,
      "end_time": 288160.0,
      "text": "building a pyramid. You put down the ground floor, then the next floor, then the next"
    },
    {
      "index": 56,
      "start_time": 288160.0,
      "end_time": 295150.0,
      "text": "floor. It just goes up. That&#39;s part of it. The view of knowledge as growing by accumulation."
    },
    {
      "index": 57,
      "start_time": 295150.0,
      "end_time": 300420.0,
      "text": "The other part of it is the idea that the special success of the sciences-- and obviously"
    },
    {
      "index": 58,
      "start_time": 300420.0,
      "end_time": 305920.0,
      "text": "what we&#39;re impressed by is success. This culture values success and science is a successful"
    },
    {
      "index": 59,
      "start_time": 305920.0,
      "end_time": 313030.0,
      "text": "institution. But there is the idea that science owes its success to using a special method."
    },
    {
      "index": 60,
      "start_time": 313030.0,
      "end_time": 318220.0,
      "text": "And that comes probably from history of science. From the fact that Newton, for example, lived"
    },
    {
      "index": 61,
      "start_time": 318220.0,
      "end_time": 322590.0,
      "text": "after Bacon, was influenced by Bacon. And the idea that empirical science has grown"
    },
    {
      "index": 62,
      "start_time": 322590.0,
      "end_time": 327310.0,
      "text": "up together with something called inductive logic. And this idea that there&#39;s a method,"
    },
    {
      "index": 63,
      "start_time": 327310.0,
      "end_time": 331750.0,
      "text": "the inductive method, and that the sciences can be characterized by the fact that they"
    },
    {
      "index": 64,
      "start_time": 331750.0,
      "end_time": 336720.0,
      "text": "use this method and use it explicitly and consciously as it were-- not, unconsciously"
    },
    {
      "index": 65,
      "start_time": 336720.0,
      "end_time": 340950.0,
      "text": "as maybe someone who&#39;s learning cooking might be using it. But pretty deliberately and explicitly."
    },
    {
      "index": 66,
      "start_time": 340950.0,
      "end_time": 345910.0,
      "text": "So I think that these two things-- the idea of knowledge as growing by accumulation and"
    },
    {
      "index": 67,
      "start_time": 345910.0,
      "end_time": 351800.0,
      "text": "growing by the use of a special method, the inductive method, are the key elements of"
    },
    {
      "index": 68,
      "start_time": 351800.0,
      "end_time": 352710.0,
      "text": "the old view."
    },
    {
      "index": 69,
      "start_time": 352710.0,
      "end_time": 357330.0,
      "text": "Yes and if I were going to put the same thing, I suppose, slightly differently I think I&#39;d"
    },
    {
      "index": 70,
      "start_time": 357330.0,
      "end_time": 364060.0,
      "text": "say this. For 200 or 300 years, educated Western man thought of the universe, and everything"
    },
    {
      "index": 71,
      "start_time": 364060.0,
      "end_time": 369810.0,
      "text": "in it as consisting of matter in motion. And that was all there was, whether from the outermost"
    },
    {
      "index": 72,
      "start_time": 369810.0,
      "end_time": 375220.0,
      "text": "galaxies of the stars into ourselves, and our bodies, and the cells of which we made"
    },
    {
      "index": 73,
      "start_time": 375220.0,
      "end_time": 381000.0,
      "text": "up, and so on. And that science was finding out more and more about this matter, and its"
    },
    {
      "index": 74,
      "start_time": 381000.0,
      "end_time": 387070.0,
      "text": "structure, and its motion by a method which you just characterized-- the scientific method."
    },
    {
      "index": 75,
      "start_time": 387070.0,
      "end_time": 390720.0,
      "text": "And the idea was that, if we went on long enough, we&#39;d simply-- as you said we do a"
    },
    {
      "index": 76,
      "start_time": 390720.0,
      "end_time": 396540.0,
      "text": "crossword puzzle metaphor-- we&#39;d find out everything there was to fine out. We could,"
    },
    {
      "index": 77,
      "start_time": 396540.0,
      "end_time": 403250.0,
      "text": "eventually, by scientific methods completely explain and understand the world. Now that"
    },
    {
      "index": 78,
      "start_time": 403250.0,
      "end_time": 409450.0,
      "text": "has been abandoned by scientists, hasn&#39;t it, though in fact this hasn&#39;t got through yet"
    },
    {
      "index": 79,
      "start_time": 409450.0,
      "end_time": 413620.0,
      "text": "to the non-scientists. There are still large numbers of non-scientists who go on thinking"
    },
    {
      "index": 80,
      "start_time": 413620.0,
      "end_time": 418330.0,
      "text": "that that&#39;s how scientists think. But of course they no longer do, do they. I mean this is"
    },
    {
      "index": 81,
      "start_time": 418330.0,
      "end_time": 418930.0,
      "text": "starting to break down."
    },
    {
      "index": 82,
      "start_time": 418930.0,
      "end_time": 423740.0,
      "text": "I think it&#39;s started to break down. I think it started to break down with Einstein. If"
    },
    {
      "index": 83,
      "start_time": 423740.0,
      "end_time": 431250.0,
      "text": "I can drag in a bit of history of philosophy, screaming, by the hair-- Kant did something"
    },
    {
      "index": 84,
      "start_time": 431250.0,
      "end_time": 436420.0,
      "text": "in philosophy which I think has begun to happen now in science. He challenged a certain view"
    },
    {
      "index": 85,
      "start_time": 436420.0,
      "end_time": 441420.0,
      "text": "of truth. Before Kant, no philosopher really doubted that truth was simply correspondence"
    },
    {
      "index": 86,
      "start_time": 441420.0,
      "end_time": 444780.0,
      "text": "to reality. I mean, there are different words, some philosophers spoke of agreement. But"
    },
    {
      "index": 87,
      "start_time": 444780.0,
      "end_time": 447680.0,
      "text": "the idea is a mirror theory of knowledge."
    },
    {
      "index": 88,
      "start_time": 447680.0,
      "end_time": 454860.0,
      "text": "Today, I think-- well, Kant said it isn&#39;t so simple. There&#39;s a contribution of the thinking"
    },
    {
      "index": 89,
      "start_time": 454860.0,
      "end_time": 460350.0,
      "text": "mind. Sure, it isn&#39;t made up by the mind. Kant was no idealist. It isn&#39;t all a fiction."
    },
    {
      "index": 90,
      "start_time": 460350.0,
      "end_time": 465810.0,
      "text": "It isn&#39;t something we make up. But it isn&#39;t just a copy, either. What we call truth depends"
    },
    {
      "index": 91,
      "start_time": 465810.0,
      "end_time": 472240.0,
      "text": "both on what there is, on the way things are, and on the contribution of the thinker, the"
    },
    {
      "index": 92,
      "start_time": 472240.0,
      "end_time": 473020.0,
      "text": "mind."
    },
    {
      "index": 93,
      "start_time": 473020.0,
      "end_time": 477830.0,
      "text": "I think that, today, scientists have come to a somewhat similar view. That since the"
    },
    {
      "index": 94,
      "start_time": 477830.0,
      "end_time": 484620.0,
      "text": "beginning of the 20th century, the idea that there&#39;s a human contribution, a mental contribution,"
    },
    {
      "index": 95,
      "start_time": 484620.0,
      "end_time": 490100.0,
      "text": "to what we call truth, that theories aren&#39;t simply dictated to us by the facts, as it"
    },
    {
      "index": 96,
      "start_time": 490100.0,
      "end_time": 490460.0,
      "text": "were."
    },
    {
      "index": 97,
      "start_time": 490460.0,
      "end_time": 494270.0,
      "text": "I&#39;d like to ask you to unpack that a little because I think that some of our viewers will"
    },
    {
      "index": 98,
      "start_time": 494270.0,
      "end_time": 500050.0,
      "text": "find idea a little puzzling. &quot;How can be,&quot; some people will ask themselves, that &quot;what"
    },
    {
      "index": 99,
      "start_time": 500050.0,
      "end_time": 506240.0,
      "text": "is and is not true can depend not only on what the facts are but on the human mind."
    },
    {
      "index": 100,
      "start_time": 506240.0,
      "end_time": 507400.0,
      "text": "How can that be.&quot;"
    },
    {
      "index": 101,
      "start_time": 507400.0,
      "end_time": 512779.0,
      "text": "Well, let me use an analogy with vision. We tend to think that&#39;s what we see just depends"
    },
    {
      "index": 102,
      "start_time": 512779.0,
      "end_time": 518010.0,
      "text": "on what&#39;s out there. But the more one studies vision, either as a scientist or as a painter,"
    },
    {
      "index": 103,
      "start_time": 518010.0,
      "end_time": 522459.0,
      "text": "one discovers that what&#39;s called vision involves an enormous amount of interpretation. The"
    },
    {
      "index": 104,
      "start_time": 522458.99999999994,
      "end_time": 526459.0,
      "text": "color we see as red is not the same color, in terms of wavelengths, at different times"
    },
    {
      "index": 105,
      "start_time": 526459.0,
      "end_time": 532240.0,
      "text": "of the day. So that even in what we think of as our simplest transaction with the world,"
    },
    {
      "index": 106,
      "start_time": 532240.0,
      "end_time": 537240.0,
      "text": "just looking at it, we are interpreting. You know--"
    },
    {
      "index": 107,
      "start_time": 537240.0,
      "end_time": 540949.0,
      "text": "In other words we bring a whole number of things to the world that we&#39;re not directly"
    },
    {
      "index": 108,
      "start_time": 540949.0,
      "end_time": 544970.0,
      "text": "conscious of, usually, unless we turn inwards and start examining them."
    },
    {
      "index": 109,
      "start_time": 544970.0,
      "end_time": 549600.0,
      "text": "That&#39;s right. I think the world must&#39;ve looked different in the Middle Ages to someone who"
    },
    {
      "index": 110,
      "start_time": 549600.0,
      "end_time": 555569.0,
      "text": "looked up and thought of the stars as up and us at the bottom, for example. Today, when"
    },
    {
      "index": 111,
      "start_time": 555569.0,
      "end_time": 560040.0,
      "text": "we look out into space, I think we have a different experience than somebody with the"
    },
    {
      "index": 112,
      "start_time": 560040.0,
      "end_time": 561579.0,
      "text": "medieval world view."
    },
    {
      "index": 113,
      "start_time": 561579.0,
      "end_time": 566999.0,
      "text": "And what you&#39;re saying is that the very categories in which we see the world and interpret our"
    },
    {
      "index": 114,
      "start_time": 566999.0,
      "end_time": 572160.0,
      "text": "experience, and the ideas within which we organize our observations and the facts around"
    },
    {
      "index": 115,
      "start_time": 572160.0,
      "end_time": 578860.0,
      "text": "us and such, are provided by us. So that the world as conceived by science is partly contributed"
    },
    {
      "index": 116,
      "start_time": 578860.0,
      "end_time": 585050.0,
      "text": "by external facts but also partly contributed by categories and ways of seeing things which"
    },
    {
      "index": 117,
      "start_time": 585050.0,
      "end_time": 587370.0,
      "text": "come from the human observer."
    },
    {
      "index": 118,
      "start_time": 587370.0,
      "end_time": 593790.0,
      "text": "That&#39;s right. And an example of that in science-- I&#39;ll oversimplify, but it&#39;s not basically"
    },
    {
      "index": 119,
      "start_time": 593790.0,
      "end_time": 600310.0,
      "text": "falsified-- is this wave/particle business. It&#39;s not that there&#39;s something, an electron,"
    },
    {
      "index": 120,
      "start_time": 600310.0,
      "end_time": 604449.0,
      "text": "which is somehow half a wave and half a particle-- that would be meaningless-- but that there"
    },
    {
      "index": 121,
      "start_time": 604449.0,
      "end_time": 609809.0,
      "text": "are many experiments which can be described two ways. You can either think of the electron"
    },
    {
      "index": 122,
      "start_time": 609809.0,
      "end_time": 614670.0,
      "text": "as a wave, or you can think of it as a particle. And both descriptions are, in some crazy way,"
    },
    {
      "index": 123,
      "start_time": 614670.0,
      "end_time": 615740.0,
      "text": "true and adequate."
    },
    {
      "index": 124,
      "start_time": 615740.0,
      "end_time": 621410.0,
      "text": "They&#39;re alternative ways of describing the same fact, and both descriptions are accurate."
    },
    {
      "index": 125,
      "start_time": 621410.0,
      "end_time": 625509.0,
      "text": "That&#39;s right. Philosophies have started talking of equivalent descriptions. It&#39;s a term used"
    },
    {
      "index": 126,
      "start_time": 625509.0,
      "end_time": 626550.0,
      "text": "in philosophy of science."
    },
    {
      "index": 127,
      "start_time": 626550.0,
      "end_time": 633350.0,
      "text": "But now, for a couple of hundred years after Newton, educated Weston man thought that what"
    },
    {
      "index": 128,
      "start_time": 633350.0,
      "end_time": 638860.0,
      "text": "Newton had produced was objective fact. That he had discovered laws which governed the"
    },
    {
      "index": 129,
      "start_time": 638860.0,
      "end_time": 643149.0,
      "text": "workings of the world and the workings of the universe. And this was just objectively"
    },
    {
      "index": 130,
      "start_time": 643149.0,
      "end_time": 648959.0,
      "text": "true independently of us. That Newton and other scientists had read these facts off"
    },
    {
      "index": 131,
      "start_time": 648959.0,
      "end_time": 654499.0,
      "text": "of nature by observing it, and looking at it, and so on. And these statements, which"
    },
    {
      "index": 132,
      "start_time": 654499.0,
      "end_time": 656319.0,
      "text": "made up science, were simply true."
    },
    {
      "index": 133,
      "start_time": 656319.0,
      "end_time": 661110.0,
      "text": "Now, there came, didn&#39;t there, a period in the development of science, beginning in the"
    },
    {
      "index": 134,
      "start_time": 661110.0,
      "end_time": 666870.0,
      "text": "late 19th century, when people began to realize that these statements were not entirely true,"
    },
    {
      "index": 135,
      "start_time": 666870.0,
      "end_time": 671809.0,
      "text": "that this wasn&#39;t just a body of objective fact which had been read off from the world."
    },
    {
      "index": 136,
      "start_time": 671809.0,
      "end_time": 677670.0,
      "text": "In other words, that science was corrigible. Scientific theories could be wrong. And that"
    },
    {
      "index": 137,
      "start_time": 677670.0,
      "end_time": 683059.0,
      "text": "raises some very profound questions. I mean, if science isn&#39;t just an objectively true"
    },
    {
      "index": 138,
      "start_time": 683059.0,
      "end_time": 688399.0,
      "text": "description of the way things are, what is it? And if we don&#39;t get it from observing"
    },
    {
      "index": 139,
      "start_time": 688399.0,
      "end_time": 691040.0,
      "text": "the world, where do we get it from?"
    },
    {
      "index": 140,
      "start_time": 691040.0,
      "end_time": 697009.0,
      "text": "Well, I don&#39;t want to say we don&#39;t get it from observing the world at all. Obviously,"
    },
    {
      "index": 141,
      "start_time": 697009.0,
      "end_time": 703930.0,
      "text": "part of this Kantian image is that there is a contribution which is not us. There&#39;s something"
    },
    {
      "index": 142,
      "start_time": 703930.0,
      "end_time": 709540.0,
      "text": "out there. But that also there&#39;s a contribution from us. And even Kant, by the way, thought"
    },
    {
      "index": 143,
      "start_time": 709540.0,
      "end_time": 715339.0,
      "text": "that Newtonian science was indubitable. in fact we thought we contributed its indubitability."
    },
    {
      "index": 144,
      "start_time": 715339.0,
      "end_time": 721189.0,
      "text": "The step beyond Kant is the idea that not only is reality partly mind dependent, but"
    },
    {
      "index": 145,
      "start_time": 721189.0,
      "end_time": 725740.0,
      "text": "that there are alternatives. And that the concepts we impose on the world may not be"
    },
    {
      "index": 146,
      "start_time": 725740.0,
      "end_time": 729360.0,
      "text": "the right ones, and we may have to change them. That there&#39;s an interaction between"
    },
    {
      "index": 147,
      "start_time": 729360.0,
      "end_time": 732980.0,
      "text": "what we contribute and what we find out."
    },
    {
      "index": 148,
      "start_time": 732980.0,
      "end_time": 738639.0,
      "text": "Now what was it that made people begin to realize that this basic conception of science"
    },
    {
      "index": 149,
      "start_time": 738639.0,
      "end_time": 745649.0,
      "text": "as objective truth was wrong. That science was corrigible. That science was fallible."
    },
    {
      "index": 150,
      "start_time": 745649.0,
      "end_time": 753920.0,
      "text": "I think it&#39;s that the older science turned out to be wrong where no one expected it to"
    },
    {
      "index": 151,
      "start_time": 753920.0,
      "end_time": 759759.0,
      "text": "be wrong. Not in detail, but in the big picture. It&#39;s not that we find out that, say, the sun"
    },
    {
      "index": 152,
      "start_time": 759759.0,
      "end_time": 764279.0,
      "text": "isn&#39;t 93 million miles from the earth but only 20 million miles from the earth. That&#39;s"
    },
    {
      "index": 153,
      "start_time": 764279.0,
      "end_time": 768610.0,
      "text": "not going to happen. I mean sometimes one makes blunders even about things like that."
    },
    {
      "index": 154,
      "start_time": 768610.0,
      "end_time": 773949.0,
      "text": "But that&#39;s like making a blunder about whether there&#39;s a chair in the room. Wholesale skepticism"
    },
    {
      "index": 155,
      "start_time": 773949.0,
      "end_time": 779680.0,
      "text": "about whether numerical values are right in science would be as unjustified as wholesale"
    },
    {
      "index": 156,
      "start_time": 779680.0,
      "end_time": 782209.0,
      "text": "skepticism about anything."
    },
    {
      "index": 157,
      "start_time": 782209.0,
      "end_time": 788540.0,
      "text": "But where the newer theories don&#39;t agree with Newton is not over the approximate truth of"
    },
    {
      "index": 158,
      "start_time": 788540.0,
      "end_time": 794839.0,
      "text": "the mathematical expressions in Newton&#39;s theory. Those are still perfectly good for calculation."
    },
    {
      "index": 159,
      "start_time": 794839.0,
      "end_time": 798610.0,
      "text": "It&#39;s over the big picture. We&#39;ve replaced the picture of an absolute space and an absolute"
    },
    {
      "index": 160,
      "start_time": 798610.0,
      "end_time": 803360.0,
      "text": "time by the picture of a four dimensional space time. We replaced a picture of a Euclidean"
    },
    {
      "index": 161,
      "start_time": 803360.0,
      "end_time": 810069.0,
      "text": "world by a picture of a world which obeys a geometry Euclid never dreamed of. We&#39;ve"
    },
    {
      "index": 162,
      "start_time": 810069.0,
      "end_time": 815869.0,
      "text": "swung back to the picture of the word as having a beginning in time, which is really a shocker."
    },
    {
      "index": 163,
      "start_time": 815869.0,
      "end_time": 818600.0,
      "text": "It&#39;s not even that things once refuted stay refuted forever."
    },
    {
      "index": 164,
      "start_time": 818600.0,
      "end_time": 824499.0,
      "text": "So it means, really, that a whole conception of science has been superseded. Instead of"
    },
    {
      "index": 165,
      "start_time": 824499.0,
      "end_time": 829480.0,
      "text": "thinking of science as a body of knowledge which is being added to all the time by further"
    },
    {
      "index": 166,
      "start_time": 829480.0,
      "end_time": 834730.0,
      "text": "scientific work, that whole conception of science has in dispensed with, really, hasn&#39;t"
    },
    {
      "index": 167,
      "start_time": 834730.0,
      "end_time": 840949.0,
      "text": "it? And we now think of it as a set of theories which are themselves constantly being replaced"
    },
    {
      "index": 168,
      "start_time": 840949.0,
      "end_time": 846290.0,
      "text": "by better theories, by more accurate theories, by richer, more explanatory theories. And"
    },
    {
      "index": 169,
      "start_time": 846290.0,
      "end_time": 851660.0,
      "text": "even the theories we now have, like those of Einstein and his successors, will probably"
    },
    {
      "index": 170,
      "start_time": 851660.0,
      "end_time": 857089.0,
      "text": "be replaced, in the course of time, by other, better theories by scientists yet unknown."
    },
    {
      "index": 171,
      "start_time": 857089.0,
      "end_time": 858179.0,
      "text": "Isn&#39;t that so?"
    },
    {
      "index": 172,
      "start_time": 858179.0,
      "end_time": 863920.0,
      "text": "That&#39;s exactly right in fact scientists themselves make this prediction. That is that the main"
    },
    {
      "index": 173,
      "start_time": 863920.0,
      "end_time": 868259.0,
      "text": "theories of the 20th century-- relativity and quantum mechanics-- will give way to some"
    },
    {
      "index": 174,
      "start_time": 868259.0,
      "end_time": 873189.0,
      "text": "other theory which will interpret both of them, and so on forever."
    },
    {
      "index": 175,
      "start_time": 873189.0,
      "end_time": 877249.0,
      "text": "Now this raises a very fundamental question-- namely, the question, what is truth? I mean,"
    },
    {
      "index": 176,
      "start_time": 877249.0,
      "end_time": 882029.0,
      "text": "when we say that this or that scientific statement is true, or this or that scientific theory"
    },
    {
      "index": 177,
      "start_time": 882029.0,
      "end_time": 889929.0,
      "text": "is true, what, in these newly understood circumstances of ours, can we mean by truth?"
    },
    {
      "index": 178,
      "start_time": 889929.0,
      "end_time": 894699.0,
      "text": "There&#39;s still two views that have been since Kant. One is that this old correspondence"
    },
    {
      "index": 179,
      "start_time": 894699.0,
      "end_time": 899129.0,
      "text": "view still has its adherents. But I think the view that&#39;s coming in more and more is"
    },
    {
      "index": 180,
      "start_time": 899129.0,
      "end_time": 905589.0,
      "text": "that one cannot make a total separation between what&#39;s true and what our standards of assertibility"
    },
    {
      "index": 181,
      "start_time": 905589.0,
      "end_time": 911019.0,
      "text": "are. That the way in which the-- what I call using the Kantian picture-- the mind-dependence"
    },
    {
      "index": 182,
      "start_time": 911019.0,
      "end_time": 915850.0,
      "text": "of truth comes in is the fact that what&#39;s true and what&#39;s false is in part a function"
    },
    {
      "index": 183,
      "start_time": 915850.0,
      "end_time": 918209.0,
      "text": "of what our standards of truth and falsity are."
    },
    {
      "index": 184,
      "start_time": 918209.0,
      "end_time": 924069.0,
      "text": "And that depends on our interests, which, again, change over time, of course."
    },
    {
      "index": 185,
      "start_time": 924069.0,
      "end_time": 926050.0,
      "text": "That&#39;s right"
    },
    {
      "index": 186,
      "start_time": 926050.0,
      "end_time": 929689.0,
      "text": "I&#39;d like you to say a little more about this question of truth because this again, I think,"
    },
    {
      "index": 187,
      "start_time": 929689.0,
      "end_time": 934230.0,
      "text": "is puzzling to the layman. I think that people who are not trained in science or philosophy"
    },
    {
      "index": 188,
      "start_time": 934230.0,
      "end_time": 939449.0,
      "text": "are apt to think that there are a certain set of facts, and a true statement is a statement"
    },
    {
      "index": 189,
      "start_time": 939449.0,
      "end_time": 944569.0,
      "text": "that accurately describes those facts. I&#39;d like to talk a little about some of the difficulties"
    },
    {
      "index": 190,
      "start_time": 944569.0,
      "end_time": 947429.0,
      "text": "that are actually involved in this."
    },
    {
      "index": 191,
      "start_time": 947429.0,
      "end_time": 955129.0,
      "text": "I think the biggest difficulty in science itself comes from the fact that, even within"
    },
    {
      "index": 192,
      "start_time": 955129.0,
      "end_time": 960939.0,
      "text": "one scientific theory, you often find different accounts can be given the so-called facts."
    },
    {
      "index": 193,
      "start_time": 960939.0,
      "end_time": 966059.0,
      "text": "This came in with the special theory of relativity, when it turned out that facts about simultaneity,"
    },
    {
      "index": 194,
      "start_time": 966059.0,
      "end_time": 970259.0,
      "text": "where the two things happen at the same time, could be described differently by different"
    },
    {
      "index": 195,
      "start_time": 970259.0,
      "end_time": 974929.0,
      "text": "observers. One could say &quot;Boy Scout A fired a starter&#39;s pistol before Boy Scout B,&quot; the"
    },
    {
      "index": 196,
      "start_time": 974929.0,
      "end_time": 979329.0,
      "text": "other could say, &quot;No, Boy Scout B fired a starter&#39;s pistol before Boy Scout A,&quot; and"
    },
    {
      "index": 197,
      "start_time": 979329.0,
      "end_time": 983790.0,
      "text": "if the distance is sufficiently large, so that a light signal can&#39;t travel from one"
    },
    {
      "index": 198,
      "start_time": 983790.0,
      "end_time": 988259.0,
      "text": "to the other without exceeding the speed of light, then it may be both descriptions are"
    },
    {
      "index": 199,
      "start_time": 988259.0,
      "end_time": 990819.0,
      "text": "correct. Both are admissible."
    },
    {
      "index": 200,
      "start_time": 990819.0,
      "end_time": 997550.0,
      "text": "Of course, this leads to profound conceptual difficulties in understanding some modern"
    },
    {
      "index": 201,
      "start_time": 997550.0,
      "end_time": 1002709.0,
      "text": "scientific theories. And this prompts the thought that a scientific theory can be useful,"
    },
    {
      "index": 202,
      "start_time": 1002710.0,
      "end_time": 1008010.0,
      "text": "and meaningful, and can work even if nobody really quite understands what it means. And"
    },
    {
      "index": 203,
      "start_time": 1008010.0,
      "end_time": 1013180.0,
      "text": "this is the case with quantum mechanics, isn&#39;t it? I mean, nobody is really sure what quantum"
    },
    {
      "index": 204,
      "start_time": 1013180.0,
      "end_time": 1016570.0,
      "text": "mechanics actually means, and yet it works."
    },
    {
      "index": 205,
      "start_time": 1016570.0,
      "end_time": 1021500.0,
      "text": "That&#39;s right and, again, I want to say one shouldn&#39;t push that too far. Because I think"
    },
    {
      "index": 206,
      "start_time": 1021500.0,
      "end_time": 1025320.0,
      "text": "we don&#39;t want to give up our standards of intelligibility altogether. We want to say--"
    },
    {
      "index": 207,
      "start_time": 1025319.9999999999,
      "end_time": 1029089.9999999999,
      "text": "quantum mechanics works, and the very fact that it works means that there&#39;s something"
    },
    {
      "index": 208,
      "start_time": 1029089.9999999999,
      "end_time": 1034250.9999999999,
      "text": "fundamentally right about it. And with respect to its intelligibility, we&#39;re willing to say,"
    },
    {
      "index": 209,
      "start_time": 1034250.0,
      "end_time": 1038260.0,
      "text": "in part, that may be that we have the wrong standards of intelligibility, that we have"
    },
    {
      "index": 210,
      "start_time": 1038260.0,
      "end_time": 1043250.0,
      "text": "to change our intuitions. But in part, there are real paradoxes in the theory. And I think"
    },
    {
      "index": 211,
      "start_time": 1043250.0,
      "end_time": 1048730.0,
      "text": "that&#39;s more work has to be done to really get a satisfactory resolution of these paradoxes."
    },
    {
      "index": 212,
      "start_time": 1048730.0,
      "end_time": 1050950.0,
      "text": "Things are very ticklish now."
    },
    {
      "index": 213,
      "start_time": 1050950.0,
      "end_time": 1055669.0,
      "text": "Yes, I think somebody hearing our discussion to whom, perhaps, some of these ideas are"
    },
    {
      "index": 214,
      "start_time": 1055670.0,
      "end_time": 1061501.0,
      "text": "new might find himself thinking-- well, if all this is so, how is it that science works?"
    },
    {
      "index": 215,
      "start_time": 1061500.0,
      "end_time": 1066340.0,
      "text": "If traditional scientific theories are breaking down, if science is turning out not to be"
    },
    {
      "index": 216,
      "start_time": 1066340.0,
      "end_time": 1073010.0,
      "text": "a body of reliable, permanent, firm, objective knowledge, if a significant portion of every"
    },
    {
      "index": 217,
      "start_time": 1073010.0,
      "end_time": 1077799.0,
      "text": "scientific theory is subjective anyway, in the sense that it&#39;s contributed by the human"
    },
    {
      "index": 218,
      "start_time": 1077800.0,
      "end_time": 1083180.0,
      "text": "mind, by the observed by the scientists, how is it, in these circumstances, that we can"
    },
    {
      "index": 219,
      "start_time": 1083180.0,
      "end_time": 1088020.0,
      "text": "actually build bridges, fly airplanes, make rockets go to the moon, and actually make"
    },
    {
      "index": 220,
      "start_time": 1088020.0,
      "end_time": 1096101.0,
      "text": "all this soft fuzzy changing partly subjective body of theory work for us. It must fit the"
    },
    {
      "index": 221,
      "start_time": 1096100.0,
      "end_time": 1100929.0,
      "text": "world, in some very basic way, in spite of everything that we&#39;ve been saying."
    },
    {
      "index": 222,
      "start_time": 1100930.0,
      "end_time": 1105300.0,
      "text": "That&#39;s true, but I think the contrast between being subjective and fitting the world isn&#39;t"
    },
    {
      "index": 223,
      "start_time": 1105300.0,
      "end_time": 1109520.0,
      "text": "altogether right. I&#39;m not saying that scientific knowledge is subjective, or that anything"
    },
    {
      "index": 224,
      "start_time": 1109520.0,
      "end_time": 1114241.0,
      "text": "goes. I say we&#39;re in the difficult position that we often are in in life of thinking there"
    },
    {
      "index": 225,
      "start_time": 1114240.0,
      "end_time": 1118630.0,
      "text": "is a difference we good and bad reasoning but we don&#39;t have a mechanical rule."
    },
    {
      "index": 226,
      "start_time": 1118630.0,
      "end_time": 1123890.0,
      "text": "In everyday life we use interest-loaded terms. We wouldn&#39;t say that there&#39;s a policeman on"
    },
    {
      "index": 227,
      "start_time": 1123890.0,
      "end_time": 1128769.0,
      "text": "the corner if we didn&#39;t have a whole network of social institutions. Somebody coming from"
    },
    {
      "index": 228,
      "start_time": 1128770.0,
      "end_time": 1132991.0,
      "text": "a primitive tribe which didn&#39;t have policemen might say there&#39;s a man in blue on the corner."
    },
    {
      "index": 229,
      "start_time": 1132990.0,
      "end_time": 1137149.0,
      "text": "But the fact that the notion of a policeman is shaped by our interest doesn&#39;t mean that"
    },
    {
      "index": 230,
      "start_time": 1137150.0,
      "end_time": 1141321.0,
      "text": "it can&#39;t be objectively true that there&#39;s a policeman on the corner."
    },
    {
      "index": 231,
      "start_time": 1141320.0,
      "end_time": 1146740.0,
      "text": "Also, I think science works precisely because of this corrigibility, in large part, as Professor"
    },
    {
      "index": 232,
      "start_time": 1146740.0,
      "end_time": 1151440.0,
      "text": "Poppers pointed out. The difference between science and previous ways of trying to find"
    },
    {
      "index": 233,
      "start_time": 1151440.0,
      "end_time": 1156289.0,
      "text": "out truth is in large part that scientists are willing to test their ideas because they"
    },
    {
      "index": 234,
      "start_time": 1156290.0,
      "end_time": 1160001.0,
      "text": "don&#39;t regard them as infallible. In a way, that was known at the beginning, and then"
    },
    {
      "index": 235,
      "start_time": 1160000.0,
      "end_time": 1165659.0,
      "text": "in the success of Newtonian science, somewhat forgotten. And we&#39;ve had to be reminded again"
    },
    {
      "index": 236,
      "start_time": 1165660.0,
      "end_time": 1169170.0,
      "text": "of what Bacon knew-- that you have to put questions to nature and be willing to change"
    },
    {
      "index": 237,
      "start_time": 1169170.0,
      "end_time": 1171131.0,
      "text": "your ideas if they don&#39;t work."
    },
    {
      "index": 238,
      "start_time": 1171130.0,
      "end_time": 1176950.0,
      "text": "In some respects, the traditional opposition between science and religion has-- the two"
    },
    {
      "index": 239,
      "start_time": 1176950.0,
      "end_time": 1181570.0,
      "text": "parties have crossed places, haven&#39;t they? I mean, many religious people now believe"
    },
    {
      "index": 240,
      "start_time": 1181570.0,
      "end_time": 1185649.0,
      "text": "they have certain knowledge about the world-- that it was created by called a god, that"
    },
    {
      "index": 241,
      "start_time": 1185650.0,
      "end_time": 1190550.0,
      "text": "he made us in his own image, gave us immortal souls which will survive out there, and so"
    },
    {
      "index": 242,
      "start_time": 1190550.0,
      "end_time": 1196150.0,
      "text": "on. Certain very fundamental propositions which they hold with absolute certainty. And"
    },
    {
      "index": 243,
      "start_time": 1196150.0,
      "end_time": 1202081.0,
      "text": "it&#39;s the scientist who believes that everything is fallible, that the world is a mysterious"
    },
    {
      "index": 244,
      "start_time": 1202080.0,
      "end_time": 1205970.0,
      "text": "place that we&#39;ll never get to the end of the mystery of, and so on and so forth. Isn&#39;t"
    },
    {
      "index": 245,
      "start_time": 1205970.0,
      "end_time": 1208000.0,
      "text": "there something in that?"
    },
    {
      "index": 246,
      "start_time": 1208000.0,
      "end_time": 1208799.0,
      "text": "Maybe."
    },
    {
      "index": 247,
      "start_time": 1208800.0,
      "end_time": 1210290.0,
      "text": "You say it maybe?"
    },
    {
      "index": 248,
      "start_time": 1210290.0,
      "end_time": 1210890.0,
      "text": "I&#39;m not sure."
    },
    {
      "index": 249,
      "start_time": 1210890.0,
      "end_time": 1215951.0,
      "text": "You&#39;re not sure. Well let&#39;s not pursue that. But one point I do want to take up with you,"
    },
    {
      "index": 250,
      "start_time": 1215950.0,
      "end_time": 1222210.0,
      "text": "leaving even religion aside, is that now science is seen in this entirely different way that"
    },
    {
      "index": 251,
      "start_time": 1222210.0,
      "end_time": 1227100.0,
      "text": "you&#39;ve been describing, by virtually all scientists, doesn&#39;t it mean that the difference between"
    },
    {
      "index": 252,
      "start_time": 1227100.0,
      "end_time": 1234000.0,
      "text": "science and non-science isn&#39;t what it was always thought of as being. In other words,"
    },
    {
      "index": 253,
      "start_time": 1234000.0,
      "end_time": 1240740.0,
      "text": "since science is so subjective, indefinite, changing, and so on it&#39;s no longer a clearly-cut"
    },
    {
      "index": 254,
      "start_time": 1240740.0,
      "end_time": 1245929.0,
      "text": "and different kind of human activity, and kind of human knowledge, from other sorts"
    },
    {
      "index": 255,
      "start_time": 1245930.0,
      "end_time": 1248680.0,
      "text": "of human knowledge and other sorts of human activity."
    },
    {
      "index": 256,
      "start_time": 1248680.0,
      "end_time": 1254591.0,
      "text": "I think that&#39;s both true and culturally very important. I think the harm that the old picture"
    },
    {
      "index": 257,
      "start_time": 1254590.0,
      "end_time": 1261870.0,
      "text": "of science does is that if there is this realm of absolute fact that scientists are gradually"
    },
    {
      "index": 258,
      "start_time": 1261870.0,
      "end_time": 1266740.0,
      "text": "accumulating then everything else appears, somehow, as non-knowledge, something to which"
    },
    {
      "index": 259,
      "start_time": 1266740.0,
      "end_time": 1273130.0,
      "text": "even words like true and false can&#39;t properly apply. I think that the so-called fact-value"
    },
    {
      "index": 260,
      "start_time": 1273130.0,
      "end_time": 1278950.0,
      "text": "dichotomy is a very good example of this. It&#39;s hard to have a discussion, on politics"
    },
    {
      "index": 261,
      "start_time": 1278950.0,
      "end_time": 1284529.0,
      "text": "for example, without someone very quickly say, at least in my country, is that a fact"
    },
    {
      "index": 262,
      "start_time": 1284530.0,
      "end_time": 1289910.0,
      "text": "or a value judgment. As though it can&#39;t be a fact that Hitler was a bad man, for example,"
    },
    {
      "index": 263,
      "start_time": 1289910.0,
      "end_time": 1292861.0,
      "text": "or a factory that Farah Fawcett Majors is a beautiful woman."
    },
    {
      "index": 264,
      "start_time": 1292860.0,
      "end_time": 1296340.0,
      "text": "And do you think that it is a fact that Hitler was a bad man?"
    },
    {
      "index": 265,
      "start_time": 1296340.0,
      "end_time": 1298510.0,
      "text": "Oh yes, I do."
    },
    {
      "index": 266,
      "start_time": 1298510.0,
      "end_time": 1300130.0,
      "text": "I do too."
    },
    {
      "index": 267,
      "start_time": 1300130.0,
      "end_time": 1306730.0,
      "text": "But then, if this is so, if we&#39;re abandoning so many of these comfortable, clear-cut, distinctions"
    },
    {
      "index": 268,
      "start_time": 1306730.0,
      "end_time": 1310720.0,
      "text": "of the past, what&#39;s the point of continuing to use the category, or the notion or the"
    },
    {
      "index": 269,
      "start_time": 1310720.0,
      "end_time": 1318220.0,
      "text": "term &quot;science&quot; anyway? I mean, does it any longer clearly demarcate something differentiable"
    },
    {
      "index": 270,
      "start_time": 1318220.0,
      "end_time": 1319320.0,
      "text": "from everything else."
    },
    {
      "index": 271,
      "start_time": 1319320.0,
      "end_time": 1325830.0,
      "text": "I don&#39;t think it does. I think that-- if you&#39;re going to distinguish science from non-science--"
    },
    {
      "index": 272,
      "start_time": 1325830.0,
      "end_time": 1329679.0,
      "text": "that makes a lot of sense if you still have this old view that there&#39;s this inductive"
    },
    {
      "index": 273,
      "start_time": 1329680.0,
      "end_time": 1334631.0,
      "text": "method. What make something science is that it uses it and uses it pretty consciously"
    },
    {
      "index": 274,
      "start_time": 1334630.0,
      "end_time": 1339200.0,
      "text": "and pretty deliberately. And that what makes something non-science is, either it uses it"
    },
    {
      "index": 275,
      "start_time": 1339200.0,
      "end_time": 1342820.0,
      "text": "entirety unconsciously, as in learning how to cook-- you&#39;re not consciously thinking"
    },
    {
      "index": 276,
      "start_time": 1342820.0,
      "end_time": 1347460.0,
      "text": "about inductive logic, or perhaps doesn&#39;t use it at all, as metaphysics was alleged"
    },
    {
      "index": 277,
      "start_time": 1347460.0,
      "end_time": 1350539.0,
      "text": "not to use it all, I think unfairly."
    },
    {
      "index": 278,
      "start_time": 1350540.0,
      "end_time": 1358571.0,
      "text": "But both say that there&#39;s a sharp line between, say, practical knowledge and science. And"
    },
    {
      "index": 279,
      "start_time": 1358570.0,
      "end_time": 1364490.0,
      "text": "to say that the method which is supposed to draw this line is rather fuzzy, something"
    },
    {
      "index": 280,
      "start_time": 1364490.0,
      "end_time": 1369440.0,
      "text": "that we can state exactly-- and attempts to state it, by the way, have been very much"
    },
    {
      "index": 281,
      "start_time": 1369440.0,
      "end_time": 1375200.0,
      "text": "a failure, still. Inductive logic cannot be, say, programmed on a computer the way deductive"
    },
    {
      "index": 282,
      "start_time": 1375200.0,
      "end_time": 1379750.0,
      "text": "logic can be programmed on a computer. And I think the development of deductive logic"
    },
    {
      "index": 283,
      "start_time": 1379750.0,
      "end_time": 1385580.0,
      "text": "in the last 100 years and the development of the computer have really brought very dramatically"
    },
    {
      "index": 284,
      "start_time": 1385580.0,
      "end_time": 1391049.0,
      "text": "just what a different state we are in with respect to proof in the mathematical sciences,"
    },
    {
      "index": 285,
      "start_time": 1391050.0,
      "end_time": 1396881.0,
      "text": "which we can state rigorous canons for, and proof in what used to be called the inductive"
    },
    {
      "index": 286,
      "start_time": 1396880.0,
      "end_time": 1402190.0,
      "text": "sciences, where we can state general maxims, but you really have to use intuition, general"
    },
    {
      "index": 287,
      "start_time": 1402190.0,
      "end_time": 1405929.0,
      "text": "know-how, and so on in applying them."
    },
    {
      "index": 288,
      "start_time": 1405930.0,
      "end_time": 1413780.0,
      "text": "One of the two categories that you described the old-fashioned way of looking at science"
    },
    {
      "index": 289,
      "start_time": 1413780.0,
      "end_time": 1419461.0,
      "text": "in terms of was that there was a particular scientific method. That you observed the facts,"
    },
    {
      "index": 290,
      "start_time": 1419460.0,
      "end_time": 1425049.0,
      "text": "and, on the basis of these observed instances, you generalized to form scientific theories"
    },
    {
      "index": 291,
      "start_time": 1425050.0,
      "end_time": 1430430.0,
      "text": "which you then verified by experiment, and so on. That was the old view. Now that that"
    },
    {
      "index": 292,
      "start_time": 1430430.0,
      "end_time": 1435290.0,
      "text": "has been abandoned, is there any longer any single method which is thought of as being"
    },
    {
      "index": 293,
      "start_time": 1435290.0,
      "end_time": 1437111.0,
      "text": "scientific method?"
    },
    {
      "index": 294,
      "start_time": 1437110.0,
      "end_time": 1441679.0,
      "text": "I don&#39;t think they should be. People talk of scientific method as a sort of fiction."
    },
    {
      "index": 295,
      "start_time": 1441680.0,
      "end_time": 1448280.0,
      "text": "But I think that, even in physics where you do get experiments and tests which pretty"
    },
    {
      "index": 296,
      "start_time": 1448280.0,
      "end_time": 1453231.0,
      "text": "much fit the textbooks, there&#39;s a great deal that doesn&#39;t and a great deal that shouldn&#39;t."
    },
    {
      "index": 297,
      "start_time": 1453230.0,
      "end_time": 1457419.0,
      "text": "And I think, in fact, in the culture I don&#39;t really believe there&#39;s an agreement on what"
    },
    {
      "index": 298,
      "start_time": 1457420.0,
      "end_time": 1461441.0,
      "text": "a science and what isn&#39;t. Any university will tell you in its catalog that there are things"
    },
    {
      "index": 299,
      "start_time": 1461440.0,
      "end_time": 1466070.0,
      "text": "called social sciences and that sociology is as science, and that economics is a science."
    },
    {
      "index": 300,
      "start_time": 1466070.0,
      "end_time": 1471659.0,
      "text": "I bet if you ask anyone in the physics department whether sociology is a science, he&#39;ll say"
    },
    {
      "index": 301,
      "start_time": 1471660.0,
      "end_time": 1472091.0,
      "text": "no."
    },
    {
      "index": 302,
      "start_time": 1472090.0,
      "end_time": 1474539.0,
      "text": "And why will he say no? That&#39;s interesting."
    },
    {
      "index": 303,
      "start_time": 1474540.0,
      "end_time": 1479701.0,
      "text": "I think the real reason is not that the sociologists don&#39;t use the inductive method. They probably"
    },
    {
      "index": 304,
      "start_time": 1479700.0,
      "end_time": 1484190.0,
      "text": "use it more conscientiously, poor things, than the physicists do. I think it&#39;s because"
    },
    {
      "index": 305,
      "start_time": 1484190.0,
      "end_time": 1485090.0,
      "text": "they&#39;re not as successful."
    },
    {
      "index": 306,
      "start_time": 1485090.0,
      "end_time": 1490169.0,
      "text": "So you know that science has become almost a name for successful pursuit of knowledge?"
    },
    {
      "index": 307,
      "start_time": 1490170.0,
      "end_time": 1490851.0,
      "text": "That&#39;s right."
    },
    {
      "index": 308,
      "start_time": 1490850.0,
      "end_time": 1496399.0,
      "text": "Well now, I think you&#39;ve given a very, very good description of the way in which these"
    },
    {
      "index": 309,
      "start_time": 1496400.0,
      "end_time": 1502001.0,
      "text": "age-old view of what science was has broken down in our century and been replaced by something"
    },
    {
      "index": 310,
      "start_time": 1502000.0,
      "end_time": 1506250.0,
      "text": "much more fluid and perhaps much more difficult to get hold of. But you have, I think, described"
    },
    {
      "index": 311,
      "start_time": 1506250.0,
      "end_time": 1511710.0,
      "text": "it very clearly. Can we now come, against, this background to what philosophers of science"
    },
    {
      "index": 312,
      "start_time": 1511710.0,
      "end_time": 1517340.0,
      "text": "are actually doing. You are a philosopher of science, what do you and your colleagues"
    },
    {
      "index": 313,
      "start_time": 1517340.0,
      "end_time": 1518330.0,
      "text": "do."
    },
    {
      "index": 314,
      "start_time": 1518330.0,
      "end_time": 1523389.0,
      "text": "Well, part of what we do which I won&#39;t try to describe on this broadcast is fairly technical"
    },
    {
      "index": 315,
      "start_time": 1523390.0,
      "end_time": 1530711.0,
      "text": "investigation of specific scientific theories. We look at quantum mechanics very closely."
    },
    {
      "index": 316,
      "start_time": 1530710.0,
      "end_time": 1535559.0,
      "text": "Both to learn what lessons we can from it for philosophy and to see what contributions"
    },
    {
      "index": 317,
      "start_time": 1535560.0,
      "end_time": 1540581.0,
      "text": "we can make as philosophers to clarifying its foundations. We look at relativity theory"
    },
    {
      "index": 318,
      "start_time": 1540580.0,
      "end_time": 1545570.0,
      "text": "very closely. We look at Darwinian evolution very closely, and so on. This is the part"
    },
    {
      "index": 319,
      "start_time": 1545570.0,
      "end_time": 1548919.0,
      "text": "of philosophy of science which provides the data for the rest."
    },
    {
      "index": 320,
      "start_time": 1548920.0,
      "end_time": 1555280.0,
      "text": "But much philosophy of sciences shades over into general philosophy. And I think that"
    },
    {
      "index": 321,
      "start_time": 1555280.0,
      "end_time": 1558560.0,
      "text": "the best way to describe it is in terms of what we&#39;ve been talking about. That is, each"
    },
    {
      "index": 322,
      "start_time": 1558560.0,
      "end_time": 1563851.0,
      "text": "of the issues we&#39;ve been talking about divides philosophers of science."
    },
    {
      "index": 323,
      "start_time": 1563850.0,
      "end_time": 1566659.0,
      "text": "There are philosophers of science who have a correspondence view of truth and try to"
    },
    {
      "index": 324,
      "start_time": 1566660.0,
      "end_time": 1572920.0,
      "text": "show that this can be made precise, that the objections can be overcome, you can still"
    },
    {
      "index": 325,
      "start_time": 1572920.0,
      "end_time": 1577861.0,
      "text": "view science, somehow, in the old way. And there are others who try to sketch what another"
    },
    {
      "index": 326,
      "start_time": 1577860.0,
      "end_time": 1583039.0,
      "text": "view of truth would come to. There are philosophers who still think there is an inductive method"
    },
    {
      "index": 327,
      "start_time": 1583040.0,
      "end_time": 1587091.0,
      "text": "that can be rigorously stated and who work on inductive logic. And by the way, I think"
    },
    {
      "index": 328,
      "start_time": 1587090.0,
      "end_time": 1591630.0,
      "text": "it&#39;s important there should be because we won&#39;t make progress to trying to state the"
    },
    {
      "index": 329,
      "start_time": 1591630.0,
      "end_time": 1593570.0,
      "text": "inductive method if there aren&#39;t."
    },
    {
      "index": 330,
      "start_time": 1593570.0,
      "end_time": 1599559.0,
      "text": "And that there are others who view the development of science more culturally, more historically,"
    },
    {
      "index": 331,
      "start_time": 1599560.0,
      "end_time": 1603900.0,
      "text": "and then people like myself who are have a sort of in-between position. That there&#39;s"
    },
    {
      "index": 332,
      "start_time": 1603900.0,
      "end_time": 1608971.0,
      "text": "something to the notion of a scientific method, there are clear examples, but that it&#39;s more"
    },
    {
      "index": 333,
      "start_time": 1608970.0,
      "end_time": 1614259.0,
      "text": "or less a continuum. That you mustn&#39;t think of it as a kind of mechanical rule, an algorithm,"
    },
    {
      "index": 334,
      "start_time": 1614260.0,
      "end_time": 1619550.0,
      "text": "that you can apply to get scientific knowledge. So that I&#39;d say each of these issues-- the"
    },
    {
      "index": 335,
      "start_time": 1619550.0,
      "end_time": 1624591.0,
      "text": "nature of truth, the nature of the scientific method, whether there&#39;s any necessary truth"
    },
    {
      "index": 336,
      "start_time": 1624590.0,
      "end_time": 1630179.0,
      "text": "in science, any conceptual contribution which is permanent and can&#39;t be subject to revision"
    },
    {
      "index": 337,
      "start_time": 1630180.0,
      "end_time": 1631821.0,
      "text": "is a big question"
    },
    {
      "index": 338,
      "start_time": 1631820.0,
      "end_time": 1639409.0,
      "text": "And who are you-- plural-- doing all this work for? I don&#39;t ask that in an irreverent"
    },
    {
      "index": 339,
      "start_time": 1639410.0,
      "end_time": 1646201.0,
      "text": "way but what I have in mind is this. I&#39;ve myself taken part in attempts to bring scientists"
    },
    {
      "index": 340,
      "start_time": 1646200.0,
      "end_time": 1651190.0,
      "text": "and philosophers together for discussions of precisely the issues that you&#39;ve raised."
    },
    {
      "index": 341,
      "start_time": 1651190.0,
      "end_time": 1655299.0,
      "text": "And these attempts have usually failed and failed to the same reason-- namely, that the"
    },
    {
      "index": 342,
      "start_time": 1655300.0,
      "end_time": 1659981.0,
      "text": "scientists lose interest. They go back to their laboratories and get on with doing more"
    },
    {
      "index": 343,
      "start_time": 1659980.0,
      "end_time": 1665240.0,
      "text": "science. And the great bulk of scientists, it seems to me, don&#39;t, in fact, take very"
    },
    {
      "index": 344,
      "start_time": 1665240.0,
      "end_time": 1668710.0,
      "text": "much of an interest in the issues that you&#39;ve been talking about."
    },
    {
      "index": 345,
      "start_time": 1668710.0,
      "end_time": 1672940.0,
      "text": "I think it&#39;s conspicuous that the greatest of all scientists are exceptions. I mean,"
    },
    {
      "index": 346,
      "start_time": 1672940.0,
      "end_time": 1677879.0,
      "text": "the really block-busting, the path-breaking scientists who&#39;ve actually made the revolution"
    },
    {
      "index": 347,
      "start_time": 1677880.0,
      "end_time": 1684310.0,
      "text": "in this century that you&#39;ve been talking about-- people like Einstein, Max Planck, Neils Bohr,"
    },
    {
      "index": 348,
      "start_time": 1684310.0,
      "end_time": 1691280.0,
      "text": "Max Born, Schrodinger, de Broglie, these people were enormously interested in the conceptual"
    },
    {
      "index": 349,
      "start_time": 1691280.0,
      "end_time": 1696451.0,
      "text": "questions that&#39;s you&#39;ve raise. But these were the pioneering geniuses. And the great mass"
    },
    {
      "index": 350,
      "start_time": 1696450.0,
      "end_time": 1702210.0,
      "text": "of thousands of scientists, who follow on behind them and put their work to its practical"
    },
    {
      "index": 351,
      "start_time": 1702210.0,
      "end_time": 1707169.0,
      "text": "application, they don&#39;t seem to care so who is listening to you, who is reading the stuff"
    },
    {
      "index": 352,
      "start_time": 1707170.0,
      "end_time": 1707910.0,
      "text": "that you publish?"
    },
    {
      "index": 353,
      "start_time": 1707910.0,
      "end_time": 1713030.0,
      "text": "Well, I&#39;d say first of all I think we are basically writing for the philosophically-interested"
    },
    {
      "index": 354,
      "start_time": 1713030.0,
      "end_time": 1717810.0,
      "text": "layman, for the reader of philosophy. I don&#39;t view philosophy of science as giving direct"
    },
    {
      "index": 355,
      "start_time": 1717810.0,
      "end_time": 1722930.0,
      "text": "advice to scientists, just as I think more philosophers are ill-advised to think that"
    },
    {
      "index": 356,
      "start_time": 1722930.0,
      "end_time": 1728351.0,
      "text": "they&#39;re giving, at least, immediately current contemporary advice on how to live your life"
    },
    {
      "index": 357,
      "start_time": 1728350.0,
      "end_time": 1730259.0,
      "text": "or what bills to pass in parliament."
    },
    {
      "index": 358,
      "start_time": 1730260.0,
      "end_time": 1734390.0,
      "text": "On the other hand, I do think it&#39;s scientists tend to know the philosophy of science of"
    },
    {
      "index": 359,
      "start_time": 1734390.0,
      "end_time": 1739930.0,
      "text": "50 years ago. And perhaps this isn&#39;t a bad thing. That is, perhaps this time lag, this"
    },
    {
      "index": 360,
      "start_time": 1739930.0,
      "end_time": 1744941.0,
      "text": "culture lag has some value in weeding out what they shouldn&#39;t pay attention to. And"
    },
    {
      "index": 361,
      "start_time": 1744940.0,
      "end_time": 1749370.0,
      "text": "it&#39;s annoying to a philosopher to encounter a scientist who&#39;s both sure that he needn&#39;t"
    },
    {
      "index": 362,
      "start_time": 1749370.0,
      "end_time": 1753769.0,
      "text": "listen to any philosophy of science, and then who produces verbatim ideas which you can"
    },
    {
      "index": 363,
      "start_time": 1753770.0,
      "end_time": 1756841.0,
      "text": "recognize as coming from what was popular in 1928."
    },
    {
      "index": 364,
      "start_time": 1756840.0,
      "end_time": 1762230.0,
      "text": "Is there a direct parallel here between what you&#39;re saying about scientists and the economist"
    },
    {
      "index": 365,
      "start_time": 1762230.0,
      "end_time": 1767480.0,
      "text": "Keynes&#39; famous remark that nearly all businessman who thought they were indifferent to airy-fairy"
    },
    {
      "index": 366,
      "start_time": 1767480.0,
      "end_time": 1772220.0,
      "text": "economic theory were in fact the slaves of the economic theorists of yesterday, of a"
    },
    {
      "index": 367,
      "start_time": 1772220.0,
      "end_time": 1773610.0,
      "text": "previous generation."
    },
    {
      "index": 368,
      "start_time": 1773610.0,
      "end_time": 1774830.0,
      "text": "That&#39;s exactly true."
    },
    {
      "index": 369,
      "start_time": 1774830.0,
      "end_time": 1779399.0,
      "text": "I suppose another parallel one could make would be to say that the account that ordinary"
    },
    {
      "index": 370,
      "start_time": 1779400.0,
      "end_time": 1785361.0,
      "text": "language-users give of language, and their use of language, would be extremely unsophisticated"
    },
    {
      "index": 371,
      "start_time": 1785360.0,
      "end_time": 1789590.0,
      "text": "simply because they take it for granted and have never thought about it. That too would"
    },
    {
      "index": 372,
      "start_time": 1789590.0,
      "end_time": 1794080.0,
      "text": "probably apply to the account that most scientists would give of what they were doing when they"
    },
    {
      "index": 373,
      "start_time": 1794080.0,
      "end_time": 1795659.0,
      "text": "were doing their science."
    },
    {
      "index": 374,
      "start_time": 1795660.0,
      "end_time": 1799550.0,
      "text": "That&#39;s right. That is, it&#39;s a mistake to think that merely because one practices an activity"
    },
    {
      "index": 375,
      "start_time": 1799550.0,
      "end_time": 1802640.0,
      "text": "one can give a theory of it."
    },
    {
      "index": 376,
      "start_time": 1802640.0,
      "end_time": 1807020.0,
      "text": "One criticism that&#39;s often been made about philosopher of science is that although they"
    },
    {
      "index": 377,
      "start_time": 1807020.0,
      "end_time": 1812201.0,
      "text": "talk of science in this general way, what they&#39;re nearly always referring to, in fact,"
    },
    {
      "index": 378,
      "start_time": 1812200.0,
      "end_time": 1817389.0,
      "text": "is one science namely physics. Now it&#39;s true, isn&#39;t it, that the science in which the most"
    },
    {
      "index": 379,
      "start_time": 1817390.0,
      "end_time": 1821900.0,
      "text": "exciting developments have probably taken place in the last 20 years, anyway, has been"
    },
    {
      "index": 380,
      "start_time": 1821900.0,
      "end_time": 1828150.0,
      "text": "not physics but biology. Are philosophers of science open, genuinely open, to the criticism"
    },
    {
      "index": 381,
      "start_time": 1828150.0,
      "end_time": 1835520.0,
      "text": "of being too physics-based in their view of science and having ignored biology too much?"
    },
    {
      "index": 382,
      "start_time": 1835520.0,
      "end_time": 1840530.0,
      "text": "I think I would defend us against that on the grounds that I don&#39;t-- although the theories"
    },
    {
      "index": 383,
      "start_time": 1840530.0,
      "end_time": 1845831.0,
      "text": "in biology are of great scientific importance-- Darwin&#39;s theory of evolution, Crick/Watson"
    },
    {
      "index": 384,
      "start_time": 1845830.0,
      "end_time": 1852250.0,
      "text": "on DNA, and so on they don&#39;t, by and large, pose big methodological problems of a kind"
    },
    {
      "index": 385,
      "start_time": 1852250.0,
      "end_time": 1857830.0,
      "text": "of don&#39;t arise in physical science. I mean, I&#39;m not sure whether you&#39;re going to agree"
    },
    {
      "index": 386,
      "start_time": 1857830.0,
      "end_time": 1858750.0,
      "text": "with that."
    },
    {
      "index": 387,
      "start_time": 1858750.0,
      "end_time": 1865330.0,
      "text": "Well, I mean, you mentioned evolution just now. And it seems to me that here is a concept"
    },
    {
      "index": 388,
      "start_time": 1865330.0,
      "end_time": 1870830.0,
      "text": "which originated in one of the sciences, namely biology, and which, over a comparatively short"
    },
    {
      "index": 389,
      "start_time": 1870830.0,
      "end_time": 1875860.0,
      "text": "period of time, has spread throughout the whole of our culture. So the way almost everybody"
    },
    {
      "index": 390,
      "start_time": 1875860.0,
      "end_time": 1882169.0,
      "text": "think is influenced by the notion of evolution. Not only about the origins of man but about"
    },
    {
      "index": 391,
      "start_time": 1882170.0,
      "end_time": 1888000.0,
      "text": "institutions, or the arts, all kinds of other things. I mean, evolution has become a dimension"
    },
    {
      "index": 392,
      "start_time": 1888000.0,
      "end_time": 1891351.0,
      "text": "of Western man&#39;s thinking about almost anything. Is that not so?"
    },
    {
      "index": 393,
      "start_time": 1891350.0,
      "end_time": 1896570.0,
      "text": "That&#39;s right and perhaps there has not been enough attention to this theory. Though what"
    },
    {
      "index": 394,
      "start_time": 1896570.0,
      "end_time": 1903830.0,
      "text": "strikes me as interesting is that the possibility of explanations of what we think of as the"
    },
    {
      "index": 395,
      "start_time": 1903830.0,
      "end_time": 1910590.0,
      "text": "biological kind-- explanations in terms of function, rather than in terms of physics"
    },
    {
      "index": 396,
      "start_time": 1910590.0,
      "end_time": 1916120.0,
      "text": "and chemistry, what you&#39;re made have come under more attention, recently, as a result"
    },
    {
      "index": 397,
      "start_time": 1916120.0,
      "end_time": 1917879.0,
      "text": "of computer science."
    },
    {
      "index": 398,
      "start_time": 1917880.0,
      "end_time": 1923701.0,
      "text": "Now, this does raise something I&#39;m particularly interested in when you talk of computer Science"
    },
    {
      "index": 399,
      "start_time": 1923700.0,
      "end_time": 1929749.0,
      "text": "And that is the interaction between our technology, in the case of computers, and philosophy."
    },
    {
      "index": 400,
      "start_time": 1929750.0,
      "end_time": 1934331.0,
      "text": "Not just science and philosophy, but technology and philosophy. I mean, computers were originally"
    },
    {
      "index": 401,
      "start_time": 1934330.0,
      "end_time": 1940279.0,
      "text": "constructed on the basis of a self-conscious analogy with the human mind. But as they became"
    },
    {
      "index": 402,
      "start_time": 1940280.0,
      "end_time": 1946140.0,
      "text": "more and more sophisticated we began to learn things from them about the human mind. So"
    },
    {
      "index": 403,
      "start_time": 1946140.0,
      "end_time": 1951701.0,
      "text": "our construction of computers and what they, then, tell us about ourselves seems to actually"
    },
    {
      "index": 404,
      "start_time": 1951700.0,
      "end_time": 1955769.0,
      "text": "proceed by interactive growth. Isn&#39;t that so?"
    },
    {
      "index": 405,
      "start_time": 1955770.0,
      "end_time": 1960680.0,
      "text": "That&#39;s right, and today this is one are, by the way, in which philosophers are in close"
    },
    {
      "index": 406,
      "start_time": 1960680.0,
      "end_time": 1965851.0,
      "text": "contact with scientists. That is, the fields of linguistics, cognitive psychology, computer"
    },
    {
      "index": 407,
      "start_time": 1965850.0,
      "end_time": 1972080.0,
      "text": "science, philosophy of language, today, interact constantly. People send papers to one another--"
    },
    {
      "index": 408,
      "start_time": 1972080.0,
      "end_time": 1975809.0,
      "text": "not because someone tells them to. There are conferences at which specialists needs to"
    },
    {
      "index": 409,
      "start_time": 1975810.0,
      "end_time": 1981691.0,
      "text": "meet together-- again, not because someone decided there should be some cross-fertilization."
    },
    {
      "index": 410,
      "start_time": 1981690.0,
      "end_time": 1985309.0,
      "text": "The interesting thing about the computer case, if I can stick with it for a moment, is, one"
    },
    {
      "index": 411,
      "start_time": 1985310.0,
      "end_time": 1992670.0,
      "text": "might have thought that the rise of the computer would encourage a certain kind of vulgar materialism."
    },
    {
      "index": 412,
      "start_time": 1992670.0,
      "end_time": 1998221.0,
      "text": "That is, &quot;so, after all, we are machines. So, after all, everything about us can be"
    },
    {
      "index": 413,
      "start_time": 1998220.0,
      "end_time": 2003389.0,
      "text": "explained in terms of physics and chemistry.&quot; Paradoxically the real effect of the computer"
    },
    {
      "index": 414,
      "start_time": 2003390.0,
      "end_time": 2010601.0,
      "text": "on psychology on philosophy of mind has been a decrease in that kind of reductionism."
    },
    {
      "index": 415,
      "start_time": 2010600.0,
      "end_time": 2015399.0,
      "text": "See the thing about the computer is that when you work with computers you very rarely have"
    },
    {
      "index": 416,
      "start_time": 2015400.0,
      "end_time": 2020731.0,
      "text": "to think about their physics and chemistry. There&#39;s a distinction that people draw between"
    },
    {
      "index": 417,
      "start_time": 2020730.0,
      "end_time": 2025649.0,
      "text": "their software-- meaning their program, their instructions, their rules, the way they do"
    },
    {
      "index": 418,
      "start_time": 2025650.0,
      "end_time": 2030300.0,
      "text": "things-- and their hardware. And generally, you ignore their hardware. You talk about"
    },
    {
      "index": 419,
      "start_time": 2030300.0,
      "end_time": 2036231.0,
      "text": "computers at the software level. And you wouldn&#39;t really be able to explain what they do, in"
    },
    {
      "index": 420,
      "start_time": 2036230.0,
      "end_time": 2041690.0,
      "text": "a way that would be if any use to anyone, in terms at the hardware level."
    },
    {
      "index": 421,
      "start_time": 2041690.0,
      "end_time": 2045379.0,
      "text": "There is a kind of emergence here-- although it&#39;s not a mystical kind of emergence, it&#39;s"
    },
    {
      "index": 422,
      "start_time": 2045380.0,
      "end_time": 2051511.0,
      "text": "not that they&#39;re violating the laws of physics-- it&#39;s just that the level of organization,"
    },
    {
      "index": 423,
      "start_time": 2051510.0000000002,
      "end_time": 2057530.0000000002,
      "text": "that higher-level facts about organization have a kind of autonomy. You&#39;d say this, the"
    },
    {
      "index": 424,
      "start_time": 2057530.0000000002,
      "end_time": 2062260.0000000002,
      "text": "fact that it&#39;s following this program explains why does this, and I don&#39;t need to know how"
    },
    {
      "index": 425,
      "start_time": 2062260.0000000002,
      "end_time": 2066440.0000000002,
      "text": "it&#39;s built. I only need to know it can be built in such a way that will follow this"
    },
    {
      "index": 426,
      "start_time": 2066440.0,
      "end_time": 2068379.0,
      "text": "program."
    },
    {
      "index": 427,
      "start_time": 2068380.0,
      "end_time": 2073301.0,
      "text": "This is a return to view and-- if you apply this to the mind-- it suggests a return to"
    },
    {
      "index": 428,
      "start_time": 2073300.0000000002,
      "end_time": 2079980.0000000002,
      "text": "view of mind that I associate with Aristotle. It&#39;s the view that we are not ghosts in a"
    },
    {
      "index": 429,
      "start_time": 2079980.0,
      "end_time": 2087050.0,
      "text": "machine, not spirits which only temporarily in bodies, but that the relation between the"
    },
    {
      "index": 430,
      "start_time": 2087050.0000000002,
      "end_time": 2092069.0000000002,
      "text": "mind in the body is a relation of function to what has that function. Aristotle said,"
    },
    {
      "index": 431,
      "start_time": 2092070.0000000002,
      "end_time": 2096180.0000000002,
      "text": "&quot;if you use the word soul in connection with an axe-- and of course,&quot; he said, &quot;you don&#39;t--"
    },
    {
      "index": 432,
      "start_time": 2096179.9999999998,
      "end_time": 2100521.0,
      "text": "you&#39;d say the soul of an axe is cutting.&quot; And he said, &quot;the soul of the eye is seeing.&quot;"
    },
    {
      "index": 433,
      "start_time": 2100520.0,
      "end_time": 2103270.0,
      "text": "And he thought of man as &quot;a thing that thinks.&quot;"
    },
    {
      "index": 434,
      "start_time": 2103270.0,
      "end_time": 2110819.0,
      "text": "You&#39;re talking, now, of the alternative to materialism and, say, a religious view that"
    },
    {
      "index": 435,
      "start_time": 2110820.0,
      "end_time": 2115100.0,
      "text": "this gives us. Puts me in mind, instantly, of the most significant of all the materialist"
    },
    {
      "index": 436,
      "start_time": 2115100.0,
      "end_time": 2119301.0,
      "text": "philosophers in the modern world-- namely Marxism. Which, after all, is the official"
    },
    {
      "index": 437,
      "start_time": 2119300.0,
      "end_time": 2126460.0,
      "text": "state philosophy of about a third of mankind as we sit here discussing this. Marxism claims"
    },
    {
      "index": 438,
      "start_time": 2126460.0,
      "end_time": 2132140.0,
      "text": "to be scientific, and this is a very important thing about it. Is there a significant Marxist"
    },
    {
      "index": 439,
      "start_time": 2132140.0,
      "end_time": 2135309.0,
      "text": "contribution to the philosophy of science?"
    },
    {
      "index": 440,
      "start_time": 2135310.0,
      "end_time": 2141401.0,
      "text": "I don&#39;t think there&#39;s a significant Marxist contribution. But I don&#39;t think that the Marxist"
    },
    {
      "index": 441,
      "start_time": 2141400.0,
      "end_time": 2147839.0,
      "text": "were all wrong either. I think Engles was one of the most scientifically learned men"
    },
    {
      "index": 442,
      "start_time": 2147840.0,
      "end_time": 2152620.0,
      "text": "of his century. He got a number of things wrong. But he had an immense general scientific"
    },
    {
      "index": 443,
      "start_time": 2152620.0,
      "end_time": 2153951.0,
      "text": "knowledge."
    },
    {
      "index": 444,
      "start_time": 2153950.0,
      "end_time": 2158690.0,
      "text": "And Anti-Duhring, his big book on philosophy of science-- although it contains some rather"
    },
    {
      "index": 445,
      "start_time": 2158690.0,
      "end_time": 2165010.0,
      "text": "strange ideas, some of which he gets from Hegel, by the way-- is, on the whole, a sensible"
    },
    {
      "index": 446,
      "start_time": 2165010.0,
      "end_time": 2170819.0,
      "text": "book on philosophy of science, among other things. On the other hand, it&#39;s not specifically"
    },
    {
      "index": 447,
      "start_time": 2170820.0,
      "end_time": 2176421.0,
      "text": "Marxist. I&#39;d say that Engles views on philosophy of science are, in large part, influenced"
    },
    {
      "index": 448,
      "start_time": 2176420.0,
      "end_time": 2182140.0,
      "text": "by the standard philosophy of science of the time. They&#39;re a fairly sophisticated inductive"
    },
    {
      "index": 449,
      "start_time": 2182140.0,
      "end_time": 2182780.0,
      "text": "account."
    },
    {
      "index": 450,
      "start_time": 2182780.0,
      "end_time": 2188270.0,
      "text": "And what about subsequent Marxist thinkers who also had some pretension to be philosophers."
    },
    {
      "index": 451,
      "start_time": 2188270.0,
      "end_time": 2189240.0,
      "text": "Like Lenin, for example."
    },
    {
      "index": 452,
      "start_time": 2189240.0,
      "end_time": 2194329.0,
      "text": "Well, I think they&#39;re uneven. Lenin, I think, is one of the worst. He says, for example,"
    },
    {
      "index": 453,
      "start_time": 2194330.0,
      "end_time": 2198981.0,
      "text": "that theories are copies of motion. And there you have the copy theory, of science just"
    },
    {
      "index": 454,
      "start_time": 2198980.0,
      "end_time": 2204800.0,
      "text": "copying off the reality, in its crudest view. Mao is more sophisticated. Mao is very influenced"
    },
    {
      "index": 455,
      "start_time": 2204800.0,
      "end_time": 2208440.0,
      "text": "by John Dewey, who was widely read in China in the 1920s."
    },
    {
      "index": 456,
      "start_time": 2208440.0,
      "end_time": 2214050.0,
      "text": "Do you think it&#39;s actually made contribution to the subject as it is today, or not really?"
    },
    {
      "index": 457,
      "start_time": 2214050.0,
      "end_time": 2222440.0,
      "text": "I think that it anticipated-- it perhaps might have made a contribution if people have been"
    },
    {
      "index": 458,
      "start_time": 2222440.0,
      "end_time": 2227260.0,
      "text": "less ideologically divided. Because I think non-Marx&#39;s could have learned-- the Marxists"
    },
    {
      "index": 459,
      "start_time": 2227260.0,
      "end_time": 2235660.0,
      "text": "were among the first people to try to, somehow, combine a realist view with a stress on practice,"
    },
    {
      "index": 460,
      "start_time": 2235660.0,
      "end_time": 2240079.0,
      "text": "with the stress on corrigibility. And they were very hostile to the notion a priori truth."
    },
    {
      "index": 461,
      "start_time": 2240080.0,
      "end_time": 2245271.0,
      "text": "And today many mainline philosophers of science are very hostile to a priori truth."
    },
    {
      "index": 462,
      "start_time": 2245270.0,
      "end_time": 2248770.0,
      "text": "As it is, they play some of the role in philosophy of science, I think, that Keynes said they"
    },
    {
      "index": 463,
      "start_time": 2248770.0,
      "end_time": 2253790.0,
      "text": "play in economics. He described Marx as one of his, sort of, underground predecessors."
    },
    {
      "index": 464,
      "start_time": 2253790.0,
      "end_time": 2255290.0,
      "text": "[LAUGHTER]"
    },
    {
      "index": 465,
      "start_time": 2255290.0,
      "end_time": 2259250.0,
      "text": "When I was introducing this program I mentioned not only the philosophy of science but also"
    },
    {
      "index": 466,
      "start_time": 2259250.0,
      "end_time": 2264760.0,
      "text": "the philosophy of mathematics. And before we close, I would like us to say something"
    },
    {
      "index": 467,
      "start_time": 2264760.0,
      "end_time": 2270650.0,
      "text": "about that anyway. I suppose one can really say that the central problem in the philosophy"
    },
    {
      "index": 468,
      "start_time": 2270650.0,
      "end_time": 2275630.0,
      "text": "of mathematics is a direct parallel to the central problem in the philosophy of science--"
    },
    {
      "index": 469,
      "start_time": 2275630.0,
      "end_time": 2281770.0,
      "text": "namely, how long does it fit the world? With science it&#39;s-- how does science fit the world?"
    },
    {
      "index": 470,
      "start_time": 2281770.0,
      "end_time": 2285770.0,
      "text": "In mathematics it&#39;s how does mathematics fit the world. is that right?"
    },
    {
      "index": 471,
      "start_time": 2285770.0,
      "end_time": 2292540.0,
      "text": "That&#39;s right. And it&#39;s even worse. Because if you&#39;re trying to defend a copy view, a"
    },
    {
      "index": 472,
      "start_time": 2292540.0,
      "end_time": 2296160.0,
      "text": "correspondence of view , of truth in empirical science, you can answer the question-- well"
    },
    {
      "index": 473,
      "start_time": 2296160.0,
      "end_time": 2299680.0,
      "text": "how do we build up this picture in such a way that it corresponds by saying we have"
    },
    {
      "index": 474,
      "start_time": 2299680.0,
      "end_time": 2304440.0,
      "text": "sense organs. As I mentioned before that&#39;s not a total answer because there&#39;s a tremendous"
    },
    {
      "index": 475,
      "start_time": 2304440.0,
      "end_time": 2309349.0,
      "text": "amount of interpretation involved in simple seeing and simple hearing. But if you are"
    },
    {
      "index": 476,
      "start_time": 2309350.0,
      "end_time": 2315131.0,
      "text": "talking about numbers and sets, and somebody says, OK, if mathematical knowledge is simply"
    },
    {
      "index": 477,
      "start_time": 2315130.0,
      "end_time": 2320220.0,
      "text": "some kind of a copy of the way numbers are, and the way sets are, and the way other abstract"
    },
    {
      "index": 478,
      "start_time": 2320220.0,
      "end_time": 2326800.0,
      "text": "objects that mathematicians study are, the question then, what sense enables us to see"
    },
    {
      "index": 479,
      "start_time": 2326800.0,
      "end_time": 2327470.0,
      "text": "how they--"
    },
    {
      "index": 480,
      "start_time": 2327470.0,
      "end_time": 2333500.0,
      "text": "Yes, what is a number. Yes, yes. A deeply problematic question but still an important"
    },
    {
      "index": 481,
      "start_time": 2333500.0,
      "end_time": 2333690.0,
      "text": "one."
    },
    {
      "index": 482,
      "start_time": 2333690.0,
      "end_time": 2337550.0,
      "text": "That&#39;s right. And on the other hand, I don&#39;t want to say that the anti-correspondence has"
    },
    {
      "index": 483,
      "start_time": 2337550.0,
      "end_time": 2344119.0,
      "text": "it very easy either. It seems to me that mathematical knowledge is a real puzzle. And I think that"
    },
    {
      "index": 484,
      "start_time": 2344120.0,
      "end_time": 2347671.0,
      "text": "philosophers should concentrate more on philosophy of mathematics than they do now because it"
    },
    {
      "index": 485,
      "start_time": 2347670.0,
      "end_time": 2350569.0,
      "text": "seems to be an area where no theory works very well."
    },
    {
      "index": 486,
      "start_time": 2350570.0,
      "end_time": 2357041.0,
      "text": "Isn&#39;t there another very important parallel between mathematics and science. I mean, throughout"
    },
    {
      "index": 487,
      "start_time": 2357040.0,
      "end_time": 2363109.0,
      "text": "the history of science one of the conflicts has been between one camp who thought that"
    },
    {
      "index": 488,
      "start_time": 2363110.0,
      "end_time": 2367901.0,
      "text": "it was all about objects in the world which existed independent of human experience and"
    },
    {
      "index": 489,
      "start_time": 2367900.0,
      "end_time": 2373170.0,
      "text": "another camp which thought, no, it&#39;s human beings and observers who actually contribute"
    },
    {
      "index": 490,
      "start_time": 2373170.0,
      "end_time": 2378200.0,
      "text": "most of this. And as you pointed out much earlier discussion, the truth is almost certainly"
    },
    {
      "index": 491,
      "start_time": 2378200.0,
      "end_time": 2384059.0,
      "text": "a combination of both. There is a longstanding dispute in mathematics, isn&#39;t there, between"
    },
    {
      "index": 492,
      "start_time": 2384060.0,
      "end_time": 2388241.0,
      "text": "one body of people who think that mathematical knowledge is something that&#39;s, so to speak,"
    },
    {
      "index": 493,
      "start_time": 2388240.0,
      "end_time": 2393480.0,
      "text": "inherent in the structure of the world, and we derive it from the world by experience"
    },
    {
      "index": 494,
      "start_time": 2393480.0,
      "end_time": 2399079.0,
      "text": "and observation, and another body of mathematical thought that says-- no, no, no, mathematics"
    },
    {
      "index": 495,
      "start_time": 2399080.0,
      "end_time": 2406301.0,
      "text": "is a creation of the human mind which we then try to impose on reality like a grid, as it"
    },
    {
      "index": 496,
      "start_time": 2406300.0,
      "end_time": 2408300.0,
      "text": "was, on a landscape. Isn&#39;t that so?"
    },
    {
      "index": 497,
      "start_time": 2408300.0,
      "end_time": 2413579.0,
      "text": "That&#39;s right. The latter story&#39;s attractive because of the sense organ problem but it"
    },
    {
      "index": 498,
      "start_time": 2413580.0,
      "end_time": 2419120.0,
      "text": "doesn&#39;t seem to work either because it seems that we&#39;re not free to impose any mathematics"
    },
    {
      "index": 499,
      "start_time": 2419120.0,
      "end_time": 2424370.0,
      "text": "or any logic we want. Almost anyone would admit that, at least, you have to be consistent."
    },
    {
      "index": 500,
      "start_time": 2424370.0,
      "end_time": 2429941.0,
      "text": "And what&#39;s consistent and what isn&#39;t somehow something we can just make up or decide. When"
    },
    {
      "index": 501,
      "start_time": 2429940.0,
      "end_time": 2435160.0,
      "text": "we try to stress conventionalist accounts, subjective accounts, we come up against the"
    },
    {
      "index": 502,
      "start_time": 2435160.0,
      "end_time": 2439670.0,
      "text": "objectivity of mathematics. When we try to stress the objectivity of mathematics we come"
    },
    {
      "index": 503,
      "start_time": 2439670.0,
      "end_time": 2444859.0,
      "text": "up against another set of problems. I think we can learn a lot more than we now know about"
    },
    {
      "index": 504,
      "start_time": 2444860.0,
      "end_time": 2451131.0,
      "text": "human knowledge and about scientific knowledge by going further into this area."
    },
    {
      "index": 505,
      "start_time": 2451130.0,
      "end_time": 2454780.0,
      "text": "Talking of where we&#39;re going from where we are, so to speak, I think the most interesting"
    },
    {
      "index": 506,
      "start_time": 2454780.0,
      "end_time": 2458710.0,
      "text": "way in which you could end this discussion, Professor Putnam, would be by talking about"
    },
    {
      "index": 507,
      "start_time": 2458710.0,
      "end_time": 2463470.0,
      "text": "what you regard as the most interesting problem areas of the moment. And therefore, I take"
    },
    {
      "index": 508,
      "start_time": 2463470.0,
      "end_time": 2468410.0,
      "text": "it, the most-likely growth area for the immediate future in both of the subjects we&#39;ve been"
    },
    {
      "index": 509,
      "start_time": 2468410.0,
      "end_time": 2472109.0,
      "text": "discussing-- philosophy of science and philosophy of mathematics."
    },
    {
      "index": 510,
      "start_time": 2472110.0,
      "end_time": 2477041.0,
      "text": "OK, I think that if I&#39;m allowed to confine my prediction to the immediate future-- because"
    },
    {
      "index": 511,
      "start_time": 2477040.0,
      "end_time": 2481609.0,
      "text": "we know that long-run predictions are always false. But in the immediate future, I would"
    },
    {
      "index": 512,
      "start_time": 2481610.0,
      "end_time": 2486661.0,
      "text": "expect philosophy of mathematics to be a growth area, and philosophy of logic. I would expect"
    },
    {
      "index": 513,
      "start_time": 2486660.0,
      "end_time": 2491270.0,
      "text": "philosophy of physics, I think, to decline somewhat from its central place in philosophy"
    },
    {
      "index": 514,
      "start_time": 2491270.0,
      "end_time": 2497089.0,
      "text": "of science. Although I think that part of it touches philosophy of logic."
    },
    {
      "index": 515,
      "start_time": 2497090.0,
      "end_time": 2500941.0,
      "text": "The astounding suggestion has actually come forward in connection with quantum mechanics"
    },
    {
      "index": 516,
      "start_time": 2500940.0,
      "end_time": 2506730.0,
      "text": "that we may have to change our logic, our view of what the true logical laws are in"
    },
    {
      "index": 517,
      "start_time": 2506730.0,
      "end_time": 2512240.0,
      "text": "order to really understand how the world can be quantum mechanical. I think this side a"
    },
    {
      "index": 518,
      "start_time": 2512240.0,
      "end_time": 2516780.0,
      "text": "philosophy of quantum mechanics that touches philosophy of logic will be a hot discussion"
    },
    {
      "index": 519,
      "start_time": 2516780.0,
      "end_time": 2521770.0,
      "text": "area. But more generally, I think areas which we almost don&#39;t think of this philosophy of"
    },
    {
      "index": 520,
      "start_time": 2521770.0,
      "end_time": 2525849.0,
      "text": "science, that become philosophy of language and philosophy of mind, like these questions"
    },
    {
      "index": 521,
      "start_time": 2525850.0,
      "end_time": 2531291.0,
      "text": "about computer models of the mind, computer models of language, and these more general"
    },
    {
      "index": 522,
      "start_time": 2531290.0,
      "end_time": 2539430.0,
      "text": "questions about theories of truth, the nature of truth, the nature of verification, how"
    },
    {
      "index": 523,
      "start_time": 2539430.0,
      "end_time": 2543450.0,
      "text": "science can be objective even though there&#39;s not a rigorous scientific method-- I think"
    },
    {
      "index": 524,
      "start_time": 2543450.0,
      "end_time": 2547010.0,
      "text": "these questions will continue to be the staples of the field."
    },
    {
      "index": 525,
      "start_time": 2547010.0,
      "end_time": 2554359.0,
      "text": "One thing that worries me about this whole area is its relationship to the educated layman"
    },
    {
      "index": 526,
      "start_time": 2554360.0,
      "end_time": 2560810.0,
      "text": "which, in a sense, is the person our discussion has been for. After all, it&#39;s not over the"
    },
    {
      "index": 527,
      "start_time": 2560810.0,
      "end_time": 2566151.0,
      "text": "70 years since the 25-year-old Einstein published the theory of relativity. And I&#39;m sure you"
    },
    {
      "index": 528,
      "start_time": 2566150.0,
      "end_time": 2571069.0,
      "text": "agree with me that it&#39;s true to say now that the great majority of educating people with"
    },
    {
      "index": 529,
      "start_time": 2571070.0,
      "end_time": 2575901.0,
      "text": "higher education, university degrees and so on, still have scarcely any idea of what this"
    },
    {
      "index": 530,
      "start_time": 2575900.0,
      "end_time": 2580430.0,
      "text": "is all about. And it&#39;s done very little to actually influence their view of the world."
    },
    {
      "index": 531,
      "start_time": 2580430.0,
      "end_time": 2585700.0,
      "text": "Isn&#39;t there a danger that now science and mathematics are simply racing ahead. And the"
    },
    {
      "index": 532,
      "start_time": 2585700.0,
      "end_time": 2591730.0,
      "text": "whole new range and world of insight that is giving us into the universe in which we"
    },
    {
      "index": 533,
      "start_time": 2591730.0,
      "end_time": 2597530.0,
      "text": "live simply isn&#39;t filtering through to the non-specialist or not filtering through anything"
    },
    {
      "index": 534,
      "start_time": 2597530.0,
      "end_time": 2599079.0,
      "text": "like fast enough."
    },
    {
      "index": 535,
      "start_time": 2599080.0,
      "end_time": 2603221.0,
      "text": "That is a danger, but it&#39;s one that something can be done about. There&#39;s now, for example,"
    },
    {
      "index": 536,
      "start_time": 2603220.0,
      "end_time": 2608579.0,
      "text": "a text of special relativity, called space time physics, which is designed for the first"
    },
    {
      "index": 537,
      "start_time": 2608580.0,
      "end_time": 2614631.0,
      "text": "month of the first freshman college physics course. And the authors say, at the beginning,"
    },
    {
      "index": 538,
      "start_time": 2614630.0,
      "end_time": 2618059.0,
      "text": "that they look forward to the time when it will be taught in high schools. And do think"
    },
    {
      "index": 539,
      "start_time": 2618060.0,
      "end_time": 2619721.0,
      "text": "that time will, in fact, come, and quite soon?"
    },
    {
      "index": 540,
      "start_time": 2619720.0,
      "end_time": 2620960.0,
      "text": "Oh, I&#39;m sure of it."
    },
    {
      "index": 541,
      "start_time": 2620960.0,
      "end_time": 2625230.0,
      "text": "Yes, well I think you&#39;re right. And indeed, I hope you are. Thank you very much Professor"
    },
    {
      "index": 542,
      "start_time": 2625230.0,
      "end_time": 2625630.0,
      "text": "Putnam."
    },
    {
      "index": 543,
      "start_time": 2625630.0,
      "end_time": 2635630.0,
      "text": "Thank you."
    }
  ]
}