{
  "video_id": "KjjME3oYbps",
  "title": "Democrats vs Republicans - Which Brain is Better?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 60.0,
      "end_time": 4740.0,
      "text": "The world feels pretty divided, currently 81% of both liberals and conservatives have"
    },
    {
      "index": 2,
      "start_time": 5049.0,
      "end_time": 7079.0,
      "text": "unfavorable views towards those on the other side."
    },
    {
      "index": 3,
      "start_time": 7210.0,
      "end_time": 13200.0,
      "text": "But is there actually a fundamental biological difference between liberals and conservatives?"
    },
    {
      "index": 4,
      "start_time": 13200.0,
      "end_time": 15160.0,
      "text": "On the surface we can see some funny differences like"
    },
    {
      "index": 5,
      "start_time": 15160.0,
      "end_time": 20340.0,
      "text": "conservatives like meat and potatoes more while liberals tend to like trying food from other cultures more."
    },
    {
      "index": 6,
      "start_time": 20650.0,
      "end_time": 28170.0,
      "text": "In general conservatives prefer purebred dogs while liberals prefer mixed breeds and liberals are ok with free verse poetry while conservatives prefer it to rhyme."
    },
    {
      "index": 7,
      "start_time": 28300.0,
      "end_time": 34469.0,
      "text": "But as we study more we realize that the differences are much deeper. When put through MRI brain scans,"
    },
    {
      "index": 8,
      "start_time": 34469.0,
      "end_time": 38729.0,
      "text": "it turns out that liberals are more likely to have a larger anterior cingulate cortex"
    },
    {
      "index": 9,
      "start_time": 40960.0,
      "end_time": 44730.0,
      "text": "which is associated with understanding and monitoring conflict, while conservatives have a larger right amygdala"
    },
    {
      "index": 10,
      "start_time": 45390.0,
      "end_time": 52320.0,
      "text": "which helps process fear and anxiety. And that makes sense given the years of research that have shown people tend to become a more conservative"
    },
    {
      "index": 11,
      "start_time": 52320.0,
      "end_time": 54320.0,
      "text": "when they feel threatened or afraid."
    },
    {
      "index": 12,
      "start_time": 54399.0,
      "end_time": 60749.0,
      "text": "After 9/11, for example, the u.s. became politically more conservative with studies showing increased support for issues"
    },
    {
      "index": 13,
      "start_time": 60750.0,
      "end_time": 67589.0,
      "text": "like national security and military spending. But studies have also found that conservatives and liberals employ different cognitive styles."
    },
    {
      "index": 14,
      "start_time": 68049.0,
      "end_time": 72029.0,
      "text": "Conservatives excel when it comes to more structured and organized problems or questions"
    },
    {
      "index": 15,
      "start_time": 72159.0,
      "end_time": 80008.0,
      "text": "whereas liberals tend to be more flexible and less likely to commit errors with questions involving conflicting information and requiring fast reaction times."
    },
    {
      "index": 16,
      "start_time": 80200.0,
      "end_time": 82979.0,
      "text": "One study looking at dorm rooms even found that on average"
    },
    {
      "index": 17,
      "start_time": 83740.0,
      "end_time": 86519.0,
      "text": "conservative students rooms were less messy than liberals."
    },
    {
      "index": 18,
      "start_time": 86520.0,
      "end_time": 92790.0,
      "text": "But they also experienced pain in different ways. So much so that one study was able to predict who is liberal or conservative"
    },
    {
      "index": 19,
      "start_time": 93520.0,
      "end_time": 96780.0,
      "text": "just by viewing brain scans of them looking at graphic photos containing mutilations."
    },
    {
      "index": 20,
      "start_time": 96909.0,
      "end_time": 102989.0,
      "text": "In this instance liberal brains were more active in the s2 or somatosensory two region"
    },
    {
      "index": 21,
      "start_time": 102990.0,
      "end_time": 107729.0,
      "text": "which is normally activated when you're in pain, but also when you see someone else suffering."
    },
    {
      "index": 22,
      "start_time": 107729.0,
      "end_time": 112078.0,
      "text": "It's essentially scientific evidence for the bleeding-heart liberal stereotype"
    },
    {
      "index": 23,
      "start_time": 112119.0,
      "end_time": 118319.0,
      "text": "which doesn't mean conservatives are uncaring but that their minds just respond to graphic images differently."
    },
    {
      "index": 24,
      "start_time": 118320.0,
      "end_time": 122969.0,
      "text": "In America this can explain how Democrats and Republicans perceive the world in fundamentally different ways."
    },
    {
      "index": 25,
      "start_time": 123759.0,
      "end_time": 130559.0,
      "text": "It's difficult to grasp how someone on the other side of politics thinks because we tend to overestimate the extent to which our opinions believe some values are normal."
    },
    {
      "index": 26,
      "start_time": 130560.0,
      "end_time": 137899.0,
      "text": "Psychologies refer to this as false consensus bias. For example, if you heard Yanni in Yanni vs"
    },
    {
      "index": 27,
      "start_time": 137900.0,
      "end_time": 140870.0,
      "text": "Laurel debate it may have felt that you were the normal one and it was"
    },
    {
      "index": 28,
      "start_time": 141120.0,
      "end_time": 146659.0,
      "text": "insane that anyone could be hearing Laurel. Apply this logic to politics and you can see why people have such"
    },
    {
      "index": 29,
      "start_time": 146970.0,
      "end_time": 148970.0,
      "text": "polarizing ideas on issues like immigration,"
    },
    {
      "index": 30,
      "start_time": 149159.0,
      "end_time": 150799.0,
      "text": "abortion, gun rights etc."
    },
    {
      "index": 31,
      "start_time": 150799.0,
      "end_time": 157759.0,
      "text": "But where do these differences come from? One study revealed that genetics can account for around thirty to forty percent of a person's"
    },
    {
      "index": 32,
      "start_time": 157950.0,
      "end_time": 164030.0,
      "text": "political leanings, which may seem like a lot but there are still many other important factors like your environment and"
    },
    {
      "index": 33,
      "start_time": 164190.0,
      "end_time": 167479.0,
      "text": "personal experiences which play massive roles in your politics."
    },
    {
      "index": 34,
      "start_time": 167879.0,
      "end_time": 175129.0,
      "text": "Political neuroscience is a relatively new field of study with fascinating results and in a world that's being increasingly characterized by its divisions"
    },
    {
      "index": 35,
      "start_time": 175319.0,
      "end_time": 180378.0,
      "text": "perhaps an important aspect of unity involves using neuroscience to better understand each other's differences."
    },
    {
      "index": 36,
      "start_time": 180780.0,
      "end_time": 186259.0,
      "text": "On a lighter note space is a place for liberals and conservatives and nations all over the world come together."
    },
    {
      "index": 37,
      "start_time": 186260.0,
      "end_time": 189590.0,
      "text": "And we actually just made a video where we tried out the latest"
    },
    {
      "index": 38,
      "start_time": 189810.0,
      "end_time": 193670.0,
      "text": "space food that astronauts are eating right now. Click here or the description to check it out."
    },
    {
      "index": 39,
      "start_time": 193670.0,
      "end_time": 198829.0,
      "text": "Also, if you want even more science, we have a weekly science podcast, so subscribe to it."
    },
    {
      "index": 40,
      "start_time": 198829.0,
      "end_time": 201739.0,
      "text": "The link is like down there I think and it's called sidenote."
    }
  ]
}