{
  "video_id": "KlgR1q3UQZE",
  "title": "Papers & Essays: Crash Course Study Skills #9",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5180.0,
      "text": "Let's be real here – you've got a 2,000-word essay due in less than 24 hours and you're watching a YouTube video."
    },
    {
      "index": 2,
      "start_time": 5180.0,
      "end_time": 6840.0,
      "text": "Look at your life, look at your choices."
    },
    {
      "index": 3,
      "start_time": 6840.0,
      "end_time": 11620.0,
      "text": "But wait to do that until this video's over, because today I'm going to help you become a literary genius."
    },
    {
      "index": 4,
      "start_time": 11620.0,
      "end_time": 16120.0,
      "text": "Or, at least, write a paper that doesn't give your teacher more ammunition for wastebasket free throws."
    },
    {
      "index": 5,
      "start_time": 16120.000000000002,
      "end_time": 25400.0,
      "text": "[Theme Music]"
    },
    {
      "index": 6,
      "start_time": 25400.0,
      "end_time": 31300.0,
      "text": "Simon Peyton Jones, a researcher for Microsoft, once gave a talk at Cambridge University about how to write a great research paper."
    },
    {
      "index": 7,
      "start_time": 31300.0,
      "end_time": 35880.0,
      "text": "In this talk, he advised the audience to start out the paper writing process with a pre-writing phase."
    },
    {
      "index": 8,
      "start_time": 35880.0,
      "end_time": 38440.0,
      "text": "Only once that's done should they go to research."
    },
    {
      "index": 9,
      "start_time": 38440.0,
      "end_time": 40480.0,
      "text": "Most people do this in the opposite way."
    },
    {
      "index": 10,
      "start_time": 40480.0,
      "end_time": 44000.0,
      "text": "They get their idea, they go do a bunch of research on it, and then write their paper."
    },
    {
      "index": 11,
      "start_time": 44000.0,
      "end_time": 50240.0,
      "text": "But I like Jones' advice to go through a pre-writing phase before doing any research, because it does a couple of very important things."
    },
    {
      "index": 12,
      "start_time": 50240.0,
      "end_time": 53960.0,
      "text": "First, pre-writing will dredge up things you didn't even think you knew about the topic."
    },
    {
      "index": 13,
      "start_time": 53960.0,
      "end_time": 56320.0,
      "text": "This is something that professional writers know really well;"
    },
    {
      "index": 14,
      "start_time": 56320.0,
      "end_time": 62100.0,
      "text": "when you spend some quality time writing in a focused state, your brain will make connections and serve up memories you didn't even know you had."
    },
    {
      "index": 15,
      "start_time": 62100.0,
      "end_time": 67420.0,
      "text": "As a result, you'll come up with lots of great questions and preliminary arguments that might just make it into your final draft."
    },
    {
      "index": 16,
      "start_time": 67420.0,
      "end_time": 71300.0,
      "text": "And this leads directly to the second benefit, which is more focused research."
    },
    {
      "index": 17,
      "start_time": 71300.0,
      "end_time": 75360.0,
      "text": "When you go into the research process armed with questions and arguments from your pre-writing phase,"
    },
    {
      "index": 18,
      "start_time": 75360.0,
      "end_time": 79890.0,
      "text": "you'll have a much better idea of what you're looking for, and you'll spend a lot less time going down pointless rabbit holes."
    },
    {
      "index": 19,
      "start_time": 79890.0,
      "end_time": 85560.0,
      "text": "Now, the first thing to understand about the pre-writing phase is that it's not about cranking out a polished paper on your first try."
    },
    {
      "index": 20,
      "start_time": 85560.0,
      "end_time": 90960.0,
      "text": "For one, you haven't even done the research yet – but more importantly, a paper is a big project."
    },
    {
      "index": 21,
      "start_time": 90960.0,
      "end_time": 94220.0,
      "text": "And with big projects, you need to just jump in and make a mess at first."
    },
    {
      "index": 22,
      "start_time": 94220.0,
      "end_time": 97120.0,
      "text": "It's like an artist creating a sculpture out of a solid block of marble."
    },
    {
      "index": 23,
      "start_time": 97120.0,
      "end_time": 103200.0,
      "text": "Any good artist knows that it's much easier to hammer out the basic features right away instead of trying to jump right into the detailed work."
    },
    {
      "index": 24,
      "start_time": 103200.0,
      "end_time": 111620.0,
      "text": "And at first, the result will be a mess, but it's much easier to hone a mess into something great than to turn a solid block of marble into a masterpiece on the first pass."
    },
    {
      "index": 25,
      "start_time": 111620.0,
      "end_time": 113240.0,
      "text": "So let's get into the details."
    },
    {
      "index": 26,
      "start_time": 113240.0,
      "end_time": 116820.0,
      "text": "Personally, my pre-writing phase usually takes the form of a brain dump."
    },
    {
      "index": 27,
      "start_time": 116820.0,
      "end_time": 119460.0,
      "text": "Now, this is not an attempt to write a coherent paper."
    },
    {
      "index": 28,
      "start_time": 119460.0,
      "end_time": 124780.0,
      "text": "Instead, it's just a chance for me to get all of my thoughts onto a piece of paper or into a document in my note-taking app."
    },
    {
      "index": 29,
      "start_time": 124789.0,
      "end_time": 128300.0,
      "text": "When I do a brain dump, I'll open a new document, set a pomodoro timer for 25 minutes,"
    },
    {
      "index": 30,
      "start_time": 128300.00000000001,
      "end_time": 131900.0,
      "text": "like we talked about in that procrastination video, and then I just start writing."
    },
    {
      "index": 31,
      "start_time": 131900.0,
      "end_time": 137930.0,
      "text": "Specifically, I'm looking to pull basically everything I know about the topic out of my brain, as well as identify any questions I might have."
    },
    {
      "index": 32,
      "start_time": 137930.0,
      "end_time": 146380.0,
      "text": "I'll also list out any main points that I think will be important to cover, and finally try to think of any specific external resources that might be useful to look at during the research process."
    },
    {
      "index": 33,
      "start_time": 146380.0,
      "end_time": 149580.0,
      "text": "Once you've done a brain dump, it's time to move onto the research process."
    },
    {
      "index": 34,
      "start_time": 149580.0,
      "end_time": 155020.0,
      "text": "Now, the biggest pitfall that most students deal with here is the tendency to get stuck in this phase forever."
    },
    {
      "index": 35,
      "start_time": 155020.0,
      "end_time": 161160.0,
      "text": "The author Cal Newport calls this “research recursion syndrome” – you get stuck in a loop of constantly looking for yet another source."
    },
    {
      "index": 36,
      "start_time": 161160.0,
      "end_time": 166660.0,
      "text": "In his book How to Become a Straight-A Student, Newport lays out an algorithm of sorts for ensuring you don't get stuck in this loop."
    },
    {
      "index": 37,
      "start_time": 166660.0,
      "end_time": 168140.0,
      "text": "First, you find your sources."
    },
    {
      "index": 38,
      "start_time": 168140.0,
      "end_time": 171040.0,
      "text": "Now, you'll probably find most of these at the library or on the internet,"
    },
    {
      "index": 39,
      "start_time": 171040.0,
      "end_time": 174160.0,
      "text": "but it's also possible that you'll find them in the burial room of an ancient temple full of booby traps."
    },
    {
      "index": 40,
      "start_time": 174160.0,
      "end_time": 179240.0,
      "text": "Pro-tip: Most teachers agree that being impaled by hidden floor spikes is not an acceptable excuse for turning your paper in late."
    },
    {
      "index": 41,
      "start_time": 179240.0,
      "end_time": 180220.0,
      "text": "Just so you know."
    },
    {
      "index": 42,
      "start_time": 180220.0,
      "end_time": 183400.0,
      "text": "A safer place that you might actually want to start with is Wikipedia."
    },
    {
      "index": 43,
      "start_time": 183400.0,
      "end_time": 187860.0,
      "text": "Now, some of your teachers are gonna say that Wikipedia isn't a good source – and they're right."
    },
    {
      "index": 44,
      "start_time": 187860.0,
      "end_time": 194920.0,
      "text": "However, the citations section at the bottom of each and every Wikipedia article is actually a really great place to find good sources,"
    },
    {
      "index": 45,
      "start_time": 194920.0,
      "end_time": 201800.0,
      "text": "since Wikipedia holds their articles to high standards and requires high-quality source material – like scientific studies published in reputable journals."
    },
    {
      "index": 46,
      "start_time": 201800.0,
      "end_time": 208120.0,
      "text": "Aside from Wikipedia, though, you'll also find lots of good sources through Google Scholar, journal databases like EBSCO, your school library,"
    },
    {
      "index": 47,
      "start_time": 208120.0,
      "end_time": 213540.0,
      "text": "and – one place you might not have thought of before – the notes or bibliography section in most popular science books."
    },
    {
      "index": 48,
      "start_time": 213540.0,
      "end_time": 220270.0,
      "text": "For example, Bill Bryson's book A Short History of Nearly Everything contains 48 pages of citations and references to other works."
    },
    {
      "index": 49,
      "start_time": 220270.0,
      "end_time": 222760.0,
      "text": "Once you've found your sources, make personal copies of them –"
    },
    {
      "index": 50,
      "start_time": 222760.0,
      "end_time": 227580.0,
      "text": "create photocopies if they're in books or other paper formats, or add them to a note-taking app if they're digital."
    },
    {
      "index": 51,
      "start_time": 227580.0,
      "end_time": 231720.0,
      "text": "This ensures that you'll always have them available to you when you're writing without having to go look them up again."
    },
    {
      "index": 52,
      "start_time": 231720.0,
      "end_time": 233680.0,
      "text": "Next, you wanna annotate the material."
    },
    {
      "index": 53,
      "start_time": 233680.0,
      "end_time": 237980.0,
      "text": "Skim each source, highlight the sections that you feel are specifically relevant to the arguments you want to make,"
    },
    {
      "index": 54,
      "start_time": 237980.0,
      "end_time": 242720.0,
      "text": "and add any notes that might help you hammer out the details of those arguments when you're actually writing the final draft."
    },
    {
      "index": 55,
      "start_time": 242720.0,
      "end_time": 245340.0,
      "text": "Finally, consciously ask yourself if you're done."
    },
    {
      "index": 56,
      "start_time": 245340.0,
      "end_time": 252360.0,
      "text": "Cal's ballpark suggestion here is to have at least two sources for each main point in your thesis, and at least one for any tangential or non-crucial points."
    },
    {
      "index": 57,
      "start_time": 252360.0,
      "end_time": 255880.0,
      "text": "Of course, this is a general suggestion, so you'll have to make the final call."
    },
    {
      "index": 58,
      "start_time": 255880.0,
      "end_time": 257520.0,
      "text": "If the answer is no, repeat the process."
    },
    {
      "index": 59,
      "start_time": 257519.99999999997,
      "end_time": 261029.99999999997,
      "text": "If the answer is yes, then it's time to write your first real draft."
    },
    {
      "index": 60,
      "start_time": 261029.99999999997,
      "end_time": 263920.0,
      "text": "And this should be an awful first draft."
    },
    {
      "index": 61,
      "start_time": 263920.0,
      "end_time": 268640.0,
      "text": "There's a popular adage that's often attributed to Ernest Hemingway which goes, “Write drunk, edit sober.”"
    },
    {
      "index": 62,
      "start_time": 268640.0,
      "end_time": 271240.0,
      "text": "Now, there are a more than a few things wrong with this quote."
    },
    {
      "index": 63,
      "start_time": 271240.0,
      "end_time": 277860.0,
      "text": "First, Hemingway never said it – it's actually a pithy re-phrasing of a passage from a novel called Reuben, Reuben by Peter De Vries."
    },
    {
      "index": 64,
      "start_time": 277860.0,
      "end_time": 283040.0,
      "text": "Secondly, Hemingway definitely didn't write this way – even though he was a guy who definitely drank a lot in his spare time."
    },
    {
      "index": 65,
      "start_time": 283040.0,
      "end_time": 286860.0,
      "text": "However, it's still a useful piece of advice as long as it isn't taken literally."
    },
    {
      "index": 66,
      "start_time": 286860.0,
      "end_time": 292460.0,
      "text": "What's it's actually getting at is the usefulness of letting the initial act of creation be free of scrutiny and restraint."
    },
    {
      "index": 67,
      "start_time": 292460.0,
      "end_time": 297010.0,
      "text": "And this is important, because one of the most difficult problems that writers deal with is perfectionism."
    },
    {
      "index": 68,
      "start_time": 297010.0,
      "end_time": 298380.0,
      "text": "To the Thought Bubble!"
    },
    {
      "index": 69,
      "start_time": 298380.0,
      "end_time": 301160.0,
      "text": "Let me get real with you for a second. This video you're watching right now?"
    },
    {
      "index": 70,
      "start_time": 301160.0,
      "end_time": 303530.0,
      "text": "Creating this has been a dream of mine for years."
    },
    {
      "index": 71,
      "start_time": 303530.0,
      "end_time": 307490.0,
      "text": "Crash Course was one of my biggest inspirations for becoming a YouTuber in the first place,"
    },
    {
      "index": 72,
      "start_time": 307490.0,
      "end_time": 312240.0,
      "text": "and ever since I started, one of my biggest aspirations was to be a host on this very channel."
    },
    {
      "index": 73,
      "start_time": 312240.0,
      "end_time": 315700.0,
      "text": "I wanted to be a part of the project that inspired me to start creating videos on my own."
    },
    {
      "index": 74,
      "start_time": 315700.0,
      "end_time": 320460.0,
      "text": "So I'll be honest, sitting here, talking to you, being an animated character – this is awesome."
    },
    {
      "index": 75,
      "start_time": 320460.0,
      "end_time": 327340.0,
      "text": "But it was also intimidating, because I felt like the series had to be perfect, and that made it really hard to write the scripts that you're listening to right now."
    },
    {
      "index": 76,
      "start_time": 327340.0,
      "end_time": 332980.0,
      "text": "However, once I reminded myself that they didn't have to be perfect the first time, the writing became much, much easier."
    },
    {
      "index": 77,
      "start_time": 332980.0,
      "end_time": 339600.0,
      "text": "I knew that my fantastic editor Meredith would help me hone each script into something truly great before I actually had to deliver it on camera."
    },
    {
      "index": 78,
      "start_time": 339600.0,
      "end_time": 343480.0,
      "text": "And once I acknowledged that fact, the first drafts became so much easier to do."
    },
    {
      "index": 79,
      "start_time": 343480.0,
      "end_time": 346620.0,
      "text": "This same mindset will speed up the completion of your own first draft as well."
    },
    {
      "index": 80,
      "start_time": 346620.0,
      "end_time": 351360.0,
      "text": "It's ok if your first draft is awful, because future you will be there to edit it and shape it into something great."
    },
    {
      "index": 81,
      "start_time": 351360.0,
      "end_time": 352500.0,
      "text": "Thanks, Thought Bubble."
    },
    {
      "index": 82,
      "start_time": 352500.0,
      "end_time": 359040.0,
      "text": "Now, one technique that I've found to be helpful during this process is to write my first draft in a different place than where I intend the final draft to go."
    },
    {
      "index": 83,
      "start_time": 359040.0,
      "end_time": 362340.0,
      "text": "This might be a separate document, or it might be an entirely different app."
    },
    {
      "index": 84,
      "start_time": 362340.0,
      "end_time": 367180.0,
      "text": "For instance, I write the first draft of almost every one of my blog posts and video scripts in Evernote."
    },
    {
      "index": 85,
      "start_time": 367190.0,
      "end_time": 369360.0,
      "text": "Later, I'll polish them up in Google Drive."
    },
    {
      "index": 86,
      "start_time": 369360.0,
      "end_time": 372669.0,
      "text": "Using a separate app helps me to truly believe that it's ok to make a mess."
    },
    {
      "index": 87,
      "start_time": 372669.0,
      "end_time": 374980.0,
      "text": "Of course, that mess has to get cleaned up eventually!"
    },
    {
      "index": 88,
      "start_time": 374980.0,
      "end_time": 380800.0,
      "text": "Now, I did say a minute ago that cleaning it up is future you's problem, but eventually future you becomes now you."
    },
    {
      "index": 89,
      "start_time": 380800.0,
      "end_time": 382140.0,
      "text": "So let's talk about editing."
    },
    {
      "index": 90,
      "start_time": 382140.0,
      "end_time": 384880.0,
      "text": "I recommend editing your paper in two separate stages."
    },
    {
      "index": 91,
      "start_time": 384880.0,
      "end_time": 386740.0,
      "text": "Stage one is the content edit."
    },
    {
      "index": 92,
      "start_time": 386740.0,
      "end_time": 390760.0,
      "text": "Here, you're looking at your paper as a whole and asking yourself the most important questions:"
    },
    {
      "index": 93,
      "start_time": 390760.0,
      "end_time": 392600.0,
      "text": "Does each argument support the thesis?"
    },
    {
      "index": 94,
      "start_time": 392600.0,
      "end_time": 394480.0,
      "text": "Does the paper have a good narrative flow?"
    },
    {
      "index": 95,
      "start_time": 394480.0,
      "end_time": 398230.0,
      "text": "Is each argument properly fleshed out and backed up with research or external sources?"
    },
    {
      "index": 96,
      "start_time": 398230.0,
      "end_time": 401080.0,
      "text": "What can be removed or written in a clearer, simpler way?"
    },
    {
      "index": 97,
      "start_time": 401080.0,
      "end_time": 406220.0,
      "text": "Essentially, this stage is all about making sure the paper communicates your message to the reader as effectively as possible."
    },
    {
      "index": 98,
      "start_time": 406220.0,
      "end_time": 408160.0,
      "text": "It's not about spelling errors."
    },
    {
      "index": 99,
      "start_time": 408160.0,
      "end_time": 411060.0,
      "text": "Those you should save for stage two – the technical edit."
    },
    {
      "index": 100,
      "start_time": 411060.0,
      "end_time": 416100.0,
      "text": "At this point, you're ready to go over your paper with a fine-toothed comb to identify any problems with the structure or syntax."
    },
    {
      "index": 101,
      "start_time": 416100.0,
      "end_time": 419520.0,
      "text": "Things like: - Spelling and grammar mistakes - Poorly structured sentences"
    },
    {
      "index": 102,
      "start_time": 419520.0,
      "end_time": 422060.0,
      "text": "- Formatting errors - Sentences that just don't sound right"
    },
    {
      "index": 103,
      "start_time": 422060.0,
      "end_time": 426860.0,
      "text": "I find that the most effective way to do a technical edit is to print out the paper and go over it by hand."
    },
    {
      "index": 104,
      "start_time": 426860.0,
      "end_time": 430700.0,
      "text": "It's just easier to catch mistakes when you're editing the paper in its final intended medium."
    },
    {
      "index": 105,
      "start_time": 430700.0,
      "end_time": 434620.0,
      "text": "Plus, by using pen and paper, you're prevented from making corrections on the fly."
    },
    {
      "index": 106,
      "start_time": 434620.0,
      "end_time": 440860.0,
      "text": "Doing so would require switching contexts from editing to writing, which can be fatiguing and makes it easier to get sloppy near the end of the paper."
    },
    {
      "index": 107,
      "start_time": 440860.0,
      "end_time": 444380.0,
      "text": "In addition to printing out your paper, you should also take the time to read it out loud."
    },
    {
      "index": 108,
      "start_time": 444380.0,
      "end_time": 448200.0,
      "text": "This forces you to slow down and prevents you from unconsciously skipping over any words,"
    },
    {
      "index": 109,
      "start_time": 448200.0,
      "end_time": 451120.0,
      "text": "and it also helps you identify any sentences that don't sound good."
    },
    {
      "index": 110,
      "start_time": 451120.0,
      "end_time": 455540.0,
      "text": "Finally, remember that one set of eyes isn't good enough – especially when they're your own."
    },
    {
      "index": 111,
      "start_time": 455540.0,
      "end_time": 459660.0,
      "text": "To make your paper truly great, you need to let other people look over it and get their feedback."
    },
    {
      "index": 112,
      "start_time": 459660.0,
      "end_time": 461920.0,
      "text": "Simon Peyton Jones has some more good advice here:"
    },
    {
      "index": 113,
      "start_time": 461920.0,
      "end_time": 466340.0,
      "text": "First, realize that each person can only read your paper for the first time exactly once."
    },
    {
      "index": 114,
      "start_time": 466340.0,
      "end_time": 474580.0,
      "text": "Just like I can never experience the magic of Zelda: Breath of the Wild for the first time ever again (single tear), nobody can read your paper with fresh eyes twice."
    },
    {
      "index": 115,
      "start_time": 474580.0,
      "end_time": 476419.0,
      "text": "So be strategic with your reviewers."
    },
    {
      "index": 116,
      "start_time": 476420.0,
      "end_time": 479920.0,
      "text": "Let a couple people read the first draft, and keep other people on deck for the final one."
    },
    {
      "index": 117,
      "start_time": 479920.0,
      "end_time": 484000.0,
      "text": "Secondly, make sure to explicitly ask for the kind of feedback you actually want."
    },
    {
      "index": 118,
      "start_time": 484000.0,
      "end_time": 488120.0,
      "text": "When people aren't given direction, they'll naturally gravitate to looking for spelling and grammar errors –"
    },
    {
      "index": 119,
      "start_time": 488120.0,
      "end_time": 492820.0,
      "text": "which aren't nearly as important as the big elements, like whether your arguments even make sense."
    },
    {
      "index": 120,
      "start_time": 492820.0,
      "end_time": 499560.0,
      "text": "Finally, after you've gotten your feedback and finished both stages of editing, print out your final draft and give it one final read-through from start to finish."
    },
    {
      "index": 121,
      "start_time": 499560.0,
      "end_time": 504160.0,
      "text": "If everything makes sense and nothing sticks out as glaringly wrong, give yourself permission to be done."
    },
    {
      "index": 122,
      "start_time": 504160.0,
      "end_time": 507480.0,
      "text": "In all likelihood, you've just crafted an excellent paper. Congrats!"
    },
    {
      "index": 123,
      "start_time": 507480.0,
      "end_time": 514120.0,
      "text": "Crash Course Study Skills is filmed in the Dr. Cheryl C. Kinney Crash Course Studio in Missoula, MT, and it's made with the help of all of these nice people."
    },
    {
      "index": 124,
      "start_time": 514140.0,
      "end_time": 521160.0,
      "text": "If you'd like to keep Crash Course free for everyone, forever, you can support the series at Patreon, a crowdfunding platform that allows you to support the content you love."
    },
    {
      "index": 125,
      "start_time": 521159.99999999994,
      "end_time": 522879.99999999994,
      "text": "Thank you so much for your support."
    }
  ]
}