{
  "video_id": "Kmth7JPxxQ8",
  "title": "What is Anhedonia?",
  "json": [
    {
      "index": 1,
      "start_time": 10960.0,
      "end_time": 17460.0,
      "text": "We all feel a little blue at times - maybe we had a bad day or week - and that makes us sad, lack motivation,"
    },
    {
      "index": 2,
      "start_time": 17460.0,
      "end_time": 23400.0,
      "text": "or have no interest in going out with our friends, or participate in activities we would normally enjoy."
    },
    {
      "index": 3,
      "start_time": 24120.0,
      "end_time": 33480.0,
      "text": "Being unwilling to do the things we love, like meeting up with our closest friends, or even trying to do well in school or at our jobs doesn't usually last long."
    },
    {
      "index": 4,
      "start_time": 34060.0,
      "end_time": 38160.0,
      "text": "Once everything's settled, we return to our normal selves. Well, most of us."
    },
    {
      "index": 5,
      "start_time": 38780.0,
      "end_time": 40900.0,
      "text": "People suffering from anhediona can't."
    },
    {
      "index": 6,
      "start_time": 41240.0,
      "end_time": 42980.0,
      "text": "So, what is anhedonia?"
    },
    {
      "index": 7,
      "start_time": 44160.0,
      "end_time": 50580.0,
      "text": "Anehedonia is defined as the inability to experience pleasure from activities usually found enjoyable"
    },
    {
      "index": 8,
      "start_time": 50580.0,
      "end_time": 55600.0,
      "text": "or the impaired ability to pursue, experience and/or learn about pleasure,"
    },
    {
      "index": 9,
      "start_time": 55600.0,
      "end_time": 59800.0,
      "text": "which is often, but not always, associated with conscious awareness."
    },
    {
      "index": 10,
      "start_time": 61160.0,
      "end_time": 63980.0,
      "text": "The term was first introduced by Théodule-Armand Ribot."
    },
    {
      "index": 11,
      "start_time": 64620.00000000001,
      "end_time": 73620.0,
      "text": "It's easier to understand this with examples, such as a mother not finding joy, playing with her child, or a passionate dancer not being eager to dance."
    },
    {
      "index": 12,
      "start_time": 74220.0,
      "end_time": 80940.0,
      "text": "Another alternative theory suggests that anhedonia comes from the inability to sustain good feelings over time."
    },
    {
      "index": 13,
      "start_time": 81460.0,
      "end_time": 88900.0,
      "text": "In this case, you might feel pleasure fully, but only for a short time. Meaning your interest and involvement aren't maintained."
    },
    {
      "index": 14,
      "start_time": 90560.0,
      "end_time": 92180.0,
      "text": "What types of anhedonia are there?"
    },
    {
      "index": 15,
      "start_time": 93220.0,
      "end_time": 102780.0,
      "text": "Consummatory exists when a person gains no satisfaction from activities, previously or not considered enjoyable. There's no anticipation for a reward."
    },
    {
      "index": 16,
      "start_time": 103900.0,
      "end_time": 112340.0,
      "text": "Motivational describes a person who shows no interest in taking part in pleasurable activities because a reward isn't enough of a motivation to them."
    },
    {
      "index": 17,
      "start_time": 113440.0,
      "end_time": 121660.0,
      "text": "Social is for a person who withdraws from all social gatherings and contacts. They have no interest in interacting or making friends."
    },
    {
      "index": 18,
      "start_time": 121920.0,
      "end_time": 127900.0,
      "text": "They want to be alone all the time and have a hard time adjusting socially, contrasting to introversion."
    },
    {
      "index": 19,
      "start_time": 129160.0,
      "end_time": 137560.0,
      "text": "Sexual or ejaculatory is most common in men and qualifies the state of not feeling fulfillment or enjoyment from sexual action."
    },
    {
      "index": 20,
      "start_time": 138320.0,
      "end_time": 144160.0,
      "text": "The form of anhedonia might be caused by low testosterone levels, fatigue, or physical illness."
    },
    {
      "index": 21,
      "start_time": 145420.0,
      "end_time": 148660.0,
      "text": "The fifth type is the specific musical anhedonia."
    },
    {
      "index": 22,
      "start_time": 149440.0,
      "end_time": 157240.0,
      "text": "In this case, the individual has no problem processing musical sound or beats, but receives no pleasure from listening to music."
    },
    {
      "index": 23,
      "start_time": 157820.0,
      "end_time": 162460.0,
      "text": "This state, however, should not be confused with melophobia, which is the fear of music."
    },
    {
      "index": 24,
      "start_time": 165320.0,
      "end_time": 171520.0,
      "text": "The symptoms of anhedonia are many. Ranging from being incredibly flat-mooded, with no variations,"
    },
    {
      "index": 25,
      "start_time": 171520.0,
      "end_time": 176020.0,
      "text": "to the suffering individual, being unable to react properly or feel anything."
    },
    {
      "index": 26,
      "start_time": 176880.0,
      "end_time": 183100.0,
      "text": "It is associated with many. Schizophrenia, spectrum disorders, depression, and social anxiety."
    },
    {
      "index": 27,
      "start_time": 183800.0,
      "end_time": 187560.0,
      "text": "Anhedonia may result in the breakdown in the brains reward system."
    },
    {
      "index": 28,
      "start_time": 188100.0,
      "end_time": 195020.0,
      "text": "Every time we feel pleasure, the neurotransmitter chemical called dopamine fills the part of our brain called striatum."
    },
    {
      "index": 29,
      "start_time": 195660.0,
      "end_time": 202120.0,
      "text": "The disease may be linked with a lower activity in a part of our brain called the prefrontal cortex."
    },
    {
      "index": 30,
      "start_time": 202640.0,
      "end_time": 208100.0,
      "text": "Anhedonia causes its effects through this cortex, which controls the dopamine releases."
    },
    {
      "index": 31,
      "start_time": 208740.0,
      "end_time": 215400.0,
      "text": "Though it is related to depression and anxiety disorder, anhedonia isn't the only reason for these disorders."
    },
    {
      "index": 32,
      "start_time": 216180.0,
      "end_time": 225040.0,
      "text": "Risk factors of it are a history of major depression disorder (MDD) or schizophrenia, a recent traumatic or stressful event,"
    },
    {
      "index": 33,
      "start_time": 225040.0,
      "end_time": 231660.0,
      "text": "a history of abuse or neglect, a major illness, an eating disorder, or even a recreational drug use."
    },
    {
      "index": 34,
      "start_time": 233220.0,
      "end_time": 241300.0,
      "text": "The disease can only be diagnosed through counseling. You should tell your therapist about your symptoms, including the loss of experiencing pleasure."
    },
    {
      "index": 35,
      "start_time": 241960.0,
      "end_time": 247220.0,
      "text": "Your doctor may want to run a blood test, check for vitamin deficiency,  or a thyroid problem."
    },
    {
      "index": 36,
      "start_time": 247820.0,
      "end_time": 252620.0,
      "text": "Unfortunately, there's no validated treatment, especially for social anhedonia."
    },
    {
      "index": 37,
      "start_time": 253260.0,
      "end_time": 257260.0,
      "text": "There's no medication developed specifically aiming at anhedonia."
    },
    {
      "index": 38,
      "start_time": 258339.99999999997,
      "end_time": 262980.0,
      "text": "Have you ever experienced one of the types of anhedonia? Or do you know someone who does?"
    },
    {
      "index": 39,
      "start_time": 263400.0,
      "end_time": 268000.0,
      "text": "Comment below. Thanks for watching Psych2Go! And don't forget to subscribe for more."
    }
  ]
}