{
  "video_id": "Kn9a0xVxJT8",
  "title": "How to Moderate a Panel Discussion: Definition of a Panel (Video #1, 4mins)",
  "json": [
    {
      "index": 1,
      "start_time": 2470.0,
      "end_time": 8550.0,
      "text": "Welcome to this first series, one of seven short video e-courses about How to Moderate"
    },
    {
      "index": 2,
      "start_time": 8550.0,
      "end_time": 14500.0,
      "text": "a Lively and Informative Panel Discussion. My name is Kristin Arnold, and I&#39;m a high-stakes"
    },
    {
      "index": 3,
      "start_time": 14500.0,
      "end_time": 20619.0,
      "text": "meeting facilitator as well as a professional panel moderator, and today&#39;s topic is \"What"
    },
    {
      "index": 4,
      "start_time": 20619.0,
      "end_time": 24220.0,
      "text": "is a panel?\" Since we are talking about panel discussions,"
    },
    {
      "index": 5,
      "start_time": 24220.0,
      "end_time": 29279.0,
      "text": "let&#39;s start at the very beginning because, well, I hear that&#39;s a very good place to start."
    },
    {
      "index": 6,
      "start_time": 29279.0,
      "end_time": 36279.0,
      "text": "So, a panel. The definition of a panel discussion is it&#39;s live or virtual, around a specific"
    },
    {
      "index": 7,
      "start_time": 36570.0,
      "end_time": 42270.0,
      "text": "topic with a selected group of panelists who have differing perspectives- and that&#39;s a"
    },
    {
      "index": 8,
      "start_time": 42270.0,
      "end_time": 45860.0,
      "text": "key point that they have different points of view."
    },
    {
      "index": 9,
      "start_time": 45860.0,
      "end_time": 52860.0,
      "text": "It&#39;s in front of a larger audience and typically a moderator guides the event. Theoretically,"
    },
    {
      "index": 10,
      "start_time": 53110.0,
      "end_time": 60110.0,
      "text": "that would be you, and the panel is usually three to four experts who share facts, opinions,"
    },
    {
      "index": 11,
      "start_time": 60440.0,
      "end_time": 65390.0,
      "text": "and have a discourse among each other and with the audience- and that&#39;s key."
    },
    {
      "index": 12,
      "start_time": 65390.0,
      "end_time": 72390.0,
      "text": "In a panel discussion, it is a conversation. Some panels are presentation after presentation"
    },
    {
      "index": 13,
      "start_time": 74290.0,
      "end_time": 80600.0,
      "text": "after presentation with a Q&A right at the end. I don&#39;t really suggest that format because"
    },
    {
      "index": 14,
      "start_time": 80600.0,
      "end_time": 85390.0,
      "text": "you might as well give them a speaker slot and let them manage their own Q&A for themselves."
    },
    {
      "index": 15,
      "start_time": 85400.0,
      "end_time": 92400.0,
      "text": "So, I think the point of having a discourse, a conversation, a dialogue, among the panelists"
    },
    {
      "index": 16,
      "start_time": 92420.0,
      "end_time": 97950.0,
      "text": "and among the audience is key to having a successful panel discussion."
    },
    {
      "index": 17,
      "start_time": 97950.0,
      "end_time": 104729.0,
      "text": "Typically, a panel discussion lasts between 60 and 90 minutes. Anymore and the audience"
    },
    {
      "index": 18,
      "start_time": 104729.0,
      "end_time": 111729.0,
      "text": "is squirming because they need to take a break. So, a panel is not a set of presentations"
    },
    {
      "index": 19,
      "start_time": 113630.0,
      "end_time": 117839.0,
      "text": "as I said before. If you&#39;re going to have a set of presentations with a little, itty,"
    },
    {
      "index": 20,
      "start_time": 117840.0,
      "end_time": 123280.0,
      "text": "bitty Q&A at the end, why don&#39;t you just give them a speaker slot because the audience is"
    },
    {
      "index": 21,
      "start_time": 123280.0,
      "end_time": 130280.0,
      "text": "only focusing on one speaker at a time? If it&#39;s also a series of questions that you&#39;re"
    },
    {
      "index": 22,
      "start_time": 130919.00000000001,
      "end_time": 137920.0,
      "text": "interviewing panelists and it&#39;s what I call, a \"Ping-Pong\"- I ask a question of the panelist,"
    },
    {
      "index": 23,
      "start_time": 138349.0,
      "end_time": 143239.0,
      "text": "the panelist answers, we go on for five or ten minutes and then I bring on the next one-"
    },
    {
      "index": 24,
      "start_time": 143240.0,
      "end_time": 148670.0,
      "text": "that would be called a \"One on one interview,\" up close and personal, and that&#39;s a great"
    },
    {
      "index": 25,
      "start_time": 148670.0,
      "end_time": 154109.0,
      "text": "format too but I would suggest that you just call it a \"One on one interview.\""
    },
    {
      "index": 26,
      "start_time": 154110.0,
      "end_time": 161110.0,
      "text": "Sometimes, you might have a format that&#39;s just Q&A. There is no panel discussion among"
    },
    {
      "index": 27,
      "start_time": 161160.0,
      "end_time": 168140.0,
      "text": "themselves before it opens up to the Q&A. It&#39;s simply Q&A and just to be right about"
    },
    {
      "index": 28,
      "start_time": 168140.0,
      "end_time": 174450.0,
      "text": "formats, that&#39;s called a \"forum.\" So, a panel is a live or virtual discussion,"
    },
    {
      "index": 29,
      "start_time": 174450.0,
      "end_time": 180690.0,
      "text": "around a specific topic among panelists who have differing opinions, in front of a larger"
    },
    {
      "index": 30,
      "start_time": 180690.0,
      "end_time": 187690.0,
      "text": "audience and it is moderated- panel discussion. They key isn&#39;t that any of these formats are"
    },
    {
      "index": 31,
      "start_time": 187190.0,
      "end_time": 194190.0,
      "text": "better or worse than any others, it&#39;s just use the panel format when you believe that"
    },
    {
      "index": 32,
      "start_time": 194590.0,
      "end_time": 201250.0,
      "text": "the group will generate something much more interesting in this kind of discussion format."
    },
    {
      "index": 33,
      "start_time": 201250.0,
      "end_time": 206560.0,
      "text": "So, that&#39;s your first lesson about \"What is a panel?\""
    },
    {
      "index": 34,
      "start_time": 206560.0,
      "end_time": 212189.0,
      "text": "Thanks for listening and stand by for video number two coming to you, soon."
    }
  ]
}