{
  "video_id": "kpNt2JdCcFA",
  "title": "The Crash Course - Chapter 18 - Fuzzy Numbers",
  "json": [
    {
      "index": 1,
      "start_time": 5308.0,
      "end_time": 8417.0,
      "text": "What if it’s true, as author Kevin Phillips said:"
    },
    {
      "index": 2,
      "start_time": 8417.0,
      "end_time": 20645.0,
      "text": "“Ever since the 1960s, Washington has gulled its citizens and creditors by debasing official statistics, the vital instruments with which the vigor and muscle of the American economy are measured.”"
    },
    {
      "index": 3,
      "start_time": 20645.0,
      "end_time": 28668.0,
      "text": "What if it turned out that our individual, corporate and government decision-making was based on misleading, if not provably false, data?"
    },
    {
      "index": 4,
      "start_time": 28668.0,
      "end_time": 36124.0,
      "text": "That’s what we’re going to take a look at here by examining the ways that inflation and Gross Domestic Product, or GDP, are measured."
    },
    {
      "index": 5,
      "start_time": 36124.0,
      "end_time": 43523.0,
      "text": "As you now know inflation is a matter of active policy. Too little, and our current banking system risks failure."
    },
    {
      "index": 6,
      "start_time": 43523.0,
      "end_time": 50358.0,
      "text": "Too much, and the majority of people noticeably lose the value of their savings, which makes them politically restive."
    },
    {
      "index": 7,
      "start_time": 50358.0,
      "end_time": 56670.0,
      "text": "So keeping inflation at a goldilocks temperature – not too hot and not too cold – is the name of the game."
    },
    {
      "index": 8,
      "start_time": 56670.0,
      "end_time": 68704.0,
      "text": "The Fed currently has an explicit inflation target of 2%, which means, using our handy rule of 72, that the Fed thinks your money should lose one-half of its value every 36 years."
    },
    {
      "index": 9,
      "start_time": 68704.0,
      "end_time": 75032.0,
      "text": "Of course, that&#39;s only if we actually experience just 2% inflation, as the Fed hopes."
    },
    {
      "index": 10,
      "start_time": 75032.0,
      "end_time": 82354.0,
      "text": "Inflation has two components; the first is the simple pressure on prices due to too much money floating around."
    },
    {
      "index": 11,
      "start_time": 82354.0,
      "end_time": 92467.0,
      "text": "The second component lies with people’s expectations of future inflation. If expectations are that inflation will be tame, they are said to be well anchored."
    },
    {
      "index": 12,
      "start_time": 92467.0,
      "end_time": 103187.0,
      "text": "If people expect prices to rise in the future, they tend to spend their money now, while the getting is still good, and this serves to fuel further inflation in a self-reinforcing manner."
    },
    {
      "index": 13,
      "start_time": 103187.0,
      "end_time": 110901.0,
      "text": "The faster people spend, the faster inflation rises. Zimbabwe is a perfect modern example of this dynamic in play."
    },
    {
      "index": 14,
      "start_time": 110901.0,
      "end_time": 121153.0,
      "text": "Accordingly, official inflation policy has two components; the first is regulating the money supply and the second is anchoring your expectations."
    },
    {
      "index": 15,
      "start_time": 121153.0,
      "end_time": 132863.0,
      "text": "And how exactly is this anchoring accomplished? Over time this has evolved into little more than telling the public that inflation is lower, or even a LOT lower, than it actually is."
    },
    {
      "index": 16,
      "start_time": 132863.0,
      "end_time": 141683.0,
      "text": "That is, if you are told over and over again that inflation is really, really low, perhaps even worryingly low, then that helps to set your expectations."
    },
    {
      "index": 17,
      "start_time": 141683.0,
      "end_time": 147297.0,
      "text": "In this example, you might be willing to think a little extra inflation might be a good thing."
    },
    {
      "index": 18,
      "start_time": 147297.0,
      "end_time": 152167.0,
      "text": "The details of how this is done are somewhat complicated but worthy of your attention."
    },
    {
      "index": 19,
      "start_time": 152167.0,
      "end_time": 159004.0,
      "text": "Let me be clear, the tricks and subversions we will examine did not arise with any particular administration or any political party."
    },
    {
      "index": 20,
      "start_time": 159004.0,
      "end_time": 164044.0,
      "text": "Rather, they arose incrementally during every administration over the past 40 years."
    },
    {
      "index": 21,
      "start_time": 164044.0,
      "end_time": 172798.0,
      "text": "Under Kennedy, who disliked high unemployment numbers, a new classification was developed that removed so-called ‘discouraged workers’ from the headline data."
    },
    {
      "index": 22,
      "start_time": 172798.0,
      "end_time": 179498.0,
      "text": "This caused the unemployment number to drop, something any politician likes to see – even if it’s only a result of fudging the numbers."
    },
    {
      "index": 23,
      "start_time": 179498.0,
      "end_time": 188475.0,
      "text": "How many &#39;discouraged workers do we have today? Lots, and remember, they don&#39;t count towards the unemployment rate that everyone talks about and tracks."
    },
    {
      "index": 24,
      "start_time": 188475.0,
      "end_time": 192793.0,
      "text": "Johnson then created the “unified Budget”, which is still in use today."
    },
    {
      "index": 25,
      "start_time": 192793.0,
      "end_time": 202803.0,
      "text": "It rolls surplus Social Security funds into the general budget where they are spent, but not reported as part of the deficit – making it appear lower than it actually is."
    },
    {
      "index": 26,
      "start_time": 202803.0,
      "end_time": 213628.0,
      "text": "Richard Nixon bequeathed us the so-called “core inflation” measure which strips out food and fuel which as Barry Ritholtz says is like reporting inflation ex-inflation."
    },
    {
      "index": 27,
      "start_time": 213628.0,
      "end_time": 221250.0,
      "text": "Bill Clinton then left us with the current tangled statistical morass that is now our official method of inflation measurement."
    },
    {
      "index": 28,
      "start_time": 221250.0,
      "end_time": 229757.0,
      "text": "At every turn, a new way of measuring and reporting was derived that invariably served to make things seem a bit rosier than the previous measure did."
    },
    {
      "index": 29,
      "start_time": 229757.0,
      "end_time": 236887.0,
      "text": "Unfortunately, the cumulative impact of all this data manipulation is that our measurements no longer match reality."
    },
    {
      "index": 30,
      "start_time": 236887.0,
      "end_time": 249601.0,
      "text": "We have been, in effect, telling ourselves a series of small lies that have really begun to add up to big ones. And these fibs serve to distort our decisions and thereby jeopardize our economic future."
    },
    {
      "index": 31,
      "start_time": 249601.0,
      "end_time": 258342.0,
      "text": "Let’s begin with inflation, which is reported by the Bureau of Labor Statistics, or BLS, in the form of the Consumer Price Index or CPI."
    },
    {
      "index": 32,
      "start_time": 258341.99999999997,
      "end_time": 267594.0,
      "text": "Now, if you were asked to measure inflation, you’d probably track the cost of a basket of goods from one year to the next, subtract the two, and measure the difference."
    },
    {
      "index": 33,
      "start_time": 267594.0,
      "end_time": 273385.0,
      "text": "And your method would in fact be the way inflation was officially measured right on up through the early 1980s."
    },
    {
      "index": 34,
      "start_time": 273385.0,
      "end_time": 285050.0,
      "text": "But In 1996 the Clinton administration implemented the Boskin Commission findings which now have us measuring inflation using three oddities: Substitution, Weighting, and Hedonics."
    },
    {
      "index": 35,
      "start_time": 285050.0,
      "end_time": 293929.0,
      "text": "To begin, we no longer simply measure the cost of goods and services from one year to the next because of something called the Substitution effect."
    },
    {
      "index": 36,
      "start_time": 293929.0,
      "end_time": 300765.0,
      "text": "Thanks to the Boskin Commission it is now assumed that when the price of something rises people will switch to something cheaper."
    },
    {
      "index": 37,
      "start_time": 300765.0,
      "end_time": 313476.0,
      "text": "So any time, say, that the price of salmon goes up too much it is removed from the basket of goods and substituted with something cheaper, like catfish, but only if catfish is actually cheaper than Salmon at the moment."
    },
    {
      "index": 38,
      "start_time": 313476.0,
      "end_time": 321011.0,
      "text": "By this methodology the BLS says that food costs rose 4.1% from 2007 to 2008."
    },
    {
      "index": 39,
      "start_time": 321011.0,
      "end_time": 337461.0,
      "text": "However according to the farm bureau, which does not do this and simply tracks the exact same shopping basket of 30 goods from one year to the next, food prices rose 9.2 % over that year compared to the BLS which says the only rose 4.1%."
    },
    {
      "index": 40,
      "start_time": 337461.0,
      "end_time": 343776.0,
      "text": "That’s a huge difference. In my household, our experience is better matched by the farm bureau."
    },
    {
      "index": 41,
      "start_time": 343776.0,
      "end_time": 352018.0,
      "text": "One impact of using substitution is that our measure of inflation no longer measures the cost of living, but the cost of survival."
    },
    {
      "index": 42,
      "start_time": 352018.0,
      "end_time": 358820.0,
      "text": "Next, anything that rises too quickly in price is now subjected to so-called “geometric weighting” in which goods"
    },
    {
      "index": 43,
      "start_time": 358820.0,
      "end_time": 368629.0,
      "text": "and services that are rising most rapidly in price get a lower weighting in the CPI basket under the assumption that people will use less of those things."
    },
    {
      "index": 44,
      "start_time": 368629.0,
      "end_time": 379804.0,
      "text": "But that&#39;s just silly when it comes to things like the cost of college or healthcare because you can&#39;t just consume a little less college when it becomes pricier and you don&#39;t get 85% of a surgery because it costs more."
    },
    {
      "index": 45,
      "start_time": 379804.0,
      "end_time": 392246.0,
      "text": "Using the governments own statistics from two different sources, we find that health care is about 17% of our total economy, but it is weighted as only 6% of the CPI basket."
    },
    {
      "index": 46,
      "start_time": 392246.0,
      "end_time": 403639.0,
      "text": "Because healthcare costs are rising extremely rapidly, the impact of including a much smaller healthcare weighting is that the reported rate of inflation is held down."
    },
    {
      "index": 47,
      "start_time": 403639.0,
      "end_time": 410465.0,
      "text": "By simply reinstating the actual level of healthcare spending our reported CPI would be several percent higher."
    },
    {
      "index": 48,
      "start_time": 410465.0,
      "end_time": 418115.0,
      "text": "But the most outlandish adjustment of them all goes by the name “hedonics”, the Greek root of which means “for the pleasure of.”"
    },
    {
      "index": 49,
      "start_time": 418115.0,
      "end_time": 427421.0,
      "text": "This adjustment is supposed to adjust for quality improvements, especially those that lead to greater enjoyment or utility of the product, but it has been badly overused."
    },
    {
      "index": 50,
      "start_time": 427421.0,
      "end_time": 437299.0,
      "text": "Here’s an example, Tim LaFleur is a commodity specialist for televisions at the Bureau of Labor statistics where the CPI is calculated. I’m guessing he works in a place that looks like this."
    },
    {
      "index": 51,
      "start_time": 437299.0,
      "end_time": 448409.0,
      "text": "In 2004 he noted that a 27-inch television selling for $329.99 was selling for the same price as the year before but was now equipped with a better screen."
    },
    {
      "index": 52,
      "start_time": 448409.0,
      "end_time": 461224.0,
      "text": "After taking this subjective improvement into account he adjusted the price of the TV downwards by $135, concluding that the screen improvement was the same as if the price of the TV had fallen by 29%."
    },
    {
      "index": 53,
      "start_time": 461224.0,
      "end_time": 472338.0,
      "text": "The price reflected in the CPI was not the actual retail store cost of $329.99, which is what it would cost you to buy, but $195."
    },
    {
      "index": 54,
      "start_time": 472338.0,
      "end_time": 481624.0,
      "text": "Bingo! At the BLS TVs cost less and inflation is heading down. At the store they’re still selling for $329.99."
    },
    {
      "index": 55,
      "start_time": 481624.0,
      "end_time": 489541.0,
      "text": "Hedonics are a one-way trip. If I get a new phone this year and it has some new buttons the BLS will say the price has dropped."
    },
    {
      "index": 56,
      "start_time": 489541.0,
      "end_time": 497282.0,
      "text": "But if it only lasts 8 months instead of 30 years like my old phone no adjustment will be made for that loss."
    },
    {
      "index": 57,
      "start_time": 497282.0,
      "end_time": 505492.0,
      "text": "In short, hedonics rests on the improbable assumption that new features are always beneficial and are synonymous with falling prices."
    },
    {
      "index": 58,
      "start_time": 505492.0,
      "end_time": 518066.0,
      "text": "Over the years, the BLS has expanded the use of hedonic adjustments and now applies these adjustments to everything from smartphones, automobiles, washers, dryers, refrigerators, healthcare and even to college textbooks."
    },
    {
      "index": 59,
      "start_time": 518066.00000000006,
      "end_time": 523023.00000000006,
      "text": "Hedonics are now used to adjust as much as 46% of the total CPI."
    },
    {
      "index": 60,
      "start_time": 523023.0,
      "end_time": 529558.0,
      "text": "What would happen if you were to strip out all the fuzzy statistical manipulations and calculate inflation like we used to do it?"
    },
    {
      "index": 61,
      "start_time": 529558.0,
      "end_time": 538268.0,
      "text": "Luckily, John Williams of shadowstats.com has done exactly that, painstakingly following each statistical modification over time and reversing their effects."
    },
    {
      "index": 62,
      "start_time": 538268.0,
      "end_time": 548524.0,
      "text": "If inflation were calculated today the exact same way it was in the early 1990’s, Mr. Williams finds that it would be running at closer to 3% hotter than is typically reported."
    },
    {
      "index": 63,
      "start_time": 548524.0,
      "end_time": 553279.0,
      "text": "This stunning 3% difference explains much of what we see around us."
    },
    {
      "index": 64,
      "start_time": 553279.0,
      "end_time": 559552.0,
      "text": "It explains why people have had to borrow more and save less – their real income was actually a lot lower than reported."
    },
    {
      "index": 65,
      "start_time": 559552.0,
      "end_time": 566676.0,
      "text": "A higher rate of inflation is consistent with weak labor markets and growing levels of debt. It fits the monetary growth data better."
    },
    {
      "index": 66,
      "start_time": 566676.0,
      "end_time": 571962.0,
      "text": "So many things that were difficult to explain under a low-inflation reading suddenly make sense."
    },
    {
      "index": 67,
      "start_time": 571962.0,
      "end_time": 575562.0,
      "text": "The social cost to this self-deception is enormous."
    },
    {
      "index": 68,
      "start_time": 575562.0,
      "end_time": 586573.0,
      "text": "For starters, if inflation were calculated like it used to be, Social Security payments, whose increases are based on the CPI, would be 70% higher today than they actually are."
    },
    {
      "index": 69,
      "start_time": 586573.0,
      "end_time": 595498.0,
      "text": "Because Medicare increases are also tied to the CPI hospitals are increasingly unable to balance their budgets forcing many communities to lose services."
    },
    {
      "index": 70,
      "start_time": 595498.0,
      "end_time": 600697.0,
      "text": "These are examples of the real impacts that result from small lies."
    },
    {
      "index": 71,
      "start_time": 600697.0,
      "end_time": 609790.0,
      "text": "But besides paying out less in entitlement checks, by understating inflation politicians and Wall Street financiers gain in another very important way."
    },
    {
      "index": 72,
      "start_time": 609790.0,
      "end_time": 617863.0,
      "text": "Gross domestic product, or GDP, is how we tell ourselves that our economy is either doing well or doing poorly."
    },
    {
      "index": 73,
      "start_time": 617863.0,
      "end_time": 624553.0,
      "text": "In theory the GDP is the sum total of all value-added transactions within our country in any given year."
    },
    {
      "index": 74,
      "start_time": 624553.0,
      "end_time": 629163.0,
      "text": "Here’s an example, though, of how far from reality GDP has strayed."
    },
    {
      "index": 75,
      "start_time": 629163.0,
      "end_time": 638799.0,
      "text": "The reported number for 2003 was a GDP of 11 trillion dollars implying that $11 trillion of money-based, value-added economic transactions had occurred."
    },
    {
      "index": 76,
      "start_time": 638799.0,
      "end_time": 641731.0,
      "text": "However, nothing of the sort happened."
    },
    {
      "index": 77,
      "start_time": 641731.0,
      "end_time": 653491.0,
      "text": "First, that 11 trillion included $1.6 trillion of Imputations, where it was assumed - or imputed - that economic value had been created but no actual transactions took place."
    },
    {
      "index": 78,
      "start_time": 653491.0,
      "end_time": 661427.0,
      "text": "The largest of these imputations was the “value” that the owner of a house receives by not having to pay themselves rent. Get that?"
    },
    {
      "index": 79,
      "start_time": 661427.0,
      "end_time": 670673.0,
      "text": "If you own your house free and clear the government adds how much they think you should be paying yourself rent to live there and adds that amount to the GDP."
    },
    {
      "index": 80,
      "start_time": 670673.0,
      "end_time": 680125.0,
      "text": "Another is the benefit you receive from the “free checking” provided by your bank which is imputed to have a value because if it weren’t free, then you’d have to pay for it."
    },
    {
      "index": 81,
      "start_time": 680125.0,
      "end_time": 690478.0,
      "text": "So that value is guesstimated and added to the GDP as well. Together just these two imputations add up to over a trillion dollars of our reported GDP."
    },
    {
      "index": 82,
      "start_time": 690478.0,
      "end_time": 694764.0,
      "text": "Next, the GDP has many elements that are hedonically adjusted."
    },
    {
      "index": 83,
      "start_time": 694764.0,
      "end_time": 704624.0,
      "text": "For instance computers are hedonically adjusted to account for the idea that because they are faster and more feature rich than in past years they must be more additive to our economic output."
    },
    {
      "index": 84,
      "start_time": 704624.0,
      "end_time": 712205.0,
      "text": "So if a thousand dollar computer were sold it would be recorded as contributing more than a thousand dollars to the GDP."
    },
    {
      "index": 85,
      "start_time": 712205.0,
      "end_time": 718634.0,
      "text": "Of course that extra money is fictitious in the sense that it never traded hands and doesn’t exist.."
    },
    {
      "index": 86,
      "start_time": 718634.0,
      "end_time": 734127.0,
      "text": "What’s interesting is that for the purposes of inflation measurements hedonic adjustments are used to reduce the apparent price of computers but for GDP calculations hedonic adjustments are used to boost their apparent price which adds to GDP."
    },
    {
      "index": 87,
      "start_time": 734127.0,
      "end_time": 740948.0,
      "text": "Hedonics, therefore, are used to maneuver prices higher or lower, depending on which outcome makes thing look more favorable."
    },
    {
      "index": 88,
      "start_time": 740948.0,
      "end_time": 748780.0,
      "text": "So what were the total hedonic adjustments in 2003? An additional, whopping $2.3 trillion dollars."
    },
    {
      "index": 89,
      "start_time": 748780.0,
      "end_time": 760380.0,
      "text": "Taken together these mean that $3.9 trillion dollars -- or fully 35% of our reported GDP -- was NOT BASED on transactions that you could witness, record, or touch."
    },
    {
      "index": 90,
      "start_time": 760380.0,
      "end_time": 768071.0,
      "text": "They were guessed at, modeled, or imputed but they did not show up in any bank accounts because no cash ever changed hands."
    },
    {
      "index": 91,
      "start_time": 768071.0,
      "end_time": 781695.0,
      "text": "And, just to keep this trend rolling along, in 2013 the Bureau of Economic Analysis made even more huge, structural changes to GDP that - you guessed it! - served to boost GDP to even higher levels."
    },
    {
      "index": 92,
      "start_time": 781695.0,
      "end_time": 788351.0,
      "text": "What the BEA did was to begin counting research and development as well as artistic intangibles as GDP positive."
    },
    {
      "index": 93,
      "start_time": 788351.0,
      "end_time": 795225.0,
      "text": "This means that the R&amp;D necessary to develop iPhones is now counted as well as the iPhones themselves."
    },
    {
      "index": 94,
      "start_time": 795225.0,
      "end_time": 804304.0,
      "text": "It also means that the intangible value of motion pictures, TV programs, and books are counted up too, even though they do not have a cash value that can be easily measured."
    },
    {
      "index": 95,
      "start_time": 804304.0,
      "end_time": 807201.0,
      "text": "They have to be guessed at, or imputed."
    },
    {
      "index": 96,
      "start_time": 807201.0,
      "end_time": 816352.0,
      "text": "The change was not small either. This data shift added a full 3% to GDP just like that, and in states where there&#39;s a lot of military R&amp;D -"
    },
    {
      "index": 97,
      "start_time": 816352.0,
      "end_time": 821873.0,
      "text": "which has a very questionable value add to society - GDP will rise sharply."
    },
    {
      "index": 98,
      "start_time": 821873.0,
      "end_time": 827636.0,
      "text": "But what will have actually changed? Nothing, just the way we are counting."
    },
    {
      "index": 99,
      "start_time": 827636.0,
      "end_time": 836596.0,
      "text": "As an aside, when you hear people say things like “our debt to GDP is still quite low” or “income taxes and total government spending as a percentage of GDP"
    },
    {
      "index": 100,
      "start_time": 836596.0,
      "end_time": 847358.0,
      "text": "are historically low” it’s important to remember that because GDP is artificially high any ratio where GDP is the denominator will be artificially low."
    },
    {
      "index": 101,
      "start_time": 847358.0,
      "end_time": 856888.0,
      "text": "Now let’s tie in inflation to the GDP story. The GDP you read about is always inflation adjusted and reported after inflation is subtracted out."
    },
    {
      "index": 102,
      "start_time": 856888.0,
      "end_time": 864334.0,
      "text": "This is called the real GDP, while the pre-inflation adjusted number is called nominal GDP."
    },
    {
      "index": 103,
      "start_time": 864334.0,
      "end_time": 870870.0,
      "text": "This is an important thing to do because GDP is supposed to measure real output, not the impact of inflation."
    },
    {
      "index": 104,
      "start_time": 870870.0,
      "end_time": 884798.0,
      "text": "For example, if our entire economy consisted of producing lava lamps and we produced one of them in one year and one of them the next year, we’d want to record our GDP growth rate as zero because our output is exactly the same."
    },
    {
      "index": 105,
      "start_time": 884798.0,
      "end_time": 896062.0,
      "text": "So if we sold a lava lamp for $100 one year but $110 the next, we’d accidentally record 10% GDP growth if we didn’t back out the price increase."
    },
    {
      "index": 106,
      "start_time": 896062.0,
      "end_time": 904839.0,
      "text": "So in this example, the real lava lamp economy has a value of $100 while the nominal lava lamp economy is $110."
    },
    {
      "index": 107,
      "start_time": 904839.0,
      "end_time": 913292.0,
      "text": "But all we care about is the real economy because we’re trying to measure what we actually produced."
    },
    {
      "index": 108,
      "start_time": 913292.0,
      "end_time": 924159.0,
      "text": "Ah! Now we can begin to understand the second powerful reason that DC loves a low inflation reading. It’s because GDP is expressed in real terms."
    },
    {
      "index": 109,
      "start_time": 924159.0,
      "end_time": 932781.0,
      "text": "So the smaller the amount subtracted from the nominal GDP number, the higher the reported GDP and the happier politicians are."
    },
    {
      "index": 110,
      "start_time": 932781.0,
      "end_time": 939228.0,
      "text": "They have incentive to fudge inflation in order to keep reported real rates as high as possible."
    },
    {
      "index": 111,
      "start_time": 939228.0,
      "end_time": 949012.0,
      "text": "Here’s an example: In the 3rd Q of 2007 it was reported that we experienced a very surprising and strong 4.9% rate of GDP growth."
    },
    {
      "index": 112,
      "start_time": 949012.0,
      "end_time": 956147.0,
      "text": "At the time there were many proud officials declaring that certain tax cuts were responsible for this excellent news and so forth."
    },
    {
      "index": 113,
      "start_time": 956147.0,
      "end_time": 969933.0,
      "text": "Less well reported was the fact that nominal GDP was 5.9% from which was deducted the jaw-droppingly low inflation reading of 1% giving us the final result of 4.9%."
    },
    {
      "index": 114,
      "start_time": 969933.0,
      "end_time": 986129.0,
      "text": "In order to believe the 4.9% figure you have to first believe that our nation was experiencing a 1% rate of inflation during the same period that oil was approaching $100/barrel and inflation was obviously and irrefutably exploding all over the globe."
    },
    {
      "index": 115,
      "start_time": 986129.0,
      "end_time": 993693.0,
      "text": "Lest you think I’ve cherry picked an accidental, one-time embarrassing statistical moment here’s a chart of the so-called GDP deflator"
    },
    {
      "index": 116,
      "start_time": 993693.0,
      "end_time": 1001441.0,
      "text": "which is the specific measure of inflation that is subtracted from the nominal GDP to yield the reported real GDP."
    },
    {
      "index": 117,
      "start_time": 1001440.0,
      "end_time": 1012676.0,
      "text": "As you can see, in the ten years between 2003 and 2013 the Bureau of Economic Analysis has been serenely and systematically subtracting lower and lower amounts of inflation."
    },
    {
      "index": 118,
      "start_time": 1012680.0,
      "end_time": 1021211.0,
      "text": "Remember, each percent that inflation is understated equals a full percent that GDP is overstated."
    },
    {
      "index": 119,
      "start_time": 1021210.0,
      "end_time": 1032215.0,
      "text": "If we compare the deflator used by the BEA by subtracting it from the improbably too-low CPI, we should find, that over the same ten-year period, everything averages out to zero."
    },
    {
      "index": 120,
      "start_time": 1032210.0,
      "end_time": 1036329.0,
      "text": "But that&#39;s assuming the methods line up and are equivalent."
    },
    {
      "index": 121,
      "start_time": 1036329.9999999999,
      "end_time": 1056294.0,
      "text": "However, by setting the initial 2003 value to and arbitrary value of 100, we can easily see that over time the deflator has been substantially below even the CPI and compared to CPI has recorded a full 21% less inflation between 2003 and 2013."
    },
    {
      "index": 122,
      "start_time": 1056300.0,
      "end_time": 1063820.0,
      "text": "The cumulative effect of all this statistical sleight of hand serves only to make things seem rosier than they actually are."
    },
    {
      "index": 123,
      "start_time": 1063820.0,
      "end_time": 1068195.0,
      "text": "If this is not lying to ourselves, then “deluding ourselves” is the next best term."
    },
    {
      "index": 124,
      "start_time": 1068190.0,
      "end_time": 1074825.0,
      "text": "I invite you to keep this deception in mind when you next read about how “our robust economy is still expanding”."
    },
    {
      "index": 125,
      "start_time": 1074830.0,
      "end_time": 1084536.0,
      "text": "If, instead, we make our own assumptions about inflation, or use those of John Williams, then we find that economic growth has been less than advertised,"
    },
    {
      "index": 126,
      "start_time": 1084530.0,
      "end_time": 1092935.0,
      "text": "a finding that fits rather well with stubbornly high unemployment, growing food stamp usage, and other indicators of anemic economic growth."
    },
    {
      "index": 127,
      "start_time": 1092940.0,
      "end_time": 1105280.0,
      "text": "The same sort of statistical wizardry that we’ve explored here is performed on income, unemployment figures, house prices, budget deficits and virtually every other government supplied economic statistic you can think of."
    },
    {
      "index": 128,
      "start_time": 1105280.0,
      "end_time": 1112971.0,
      "text": "Each is laced with a long series of lopsided imperfections that inevitably paint a rosier picture than is warranted."
    },
    {
      "index": 129,
      "start_time": 1112970.0,
      "end_time": 1124851.0,
      "text": "We are now in the midst of a worldwide debt orgy, dangerous asset bubbles, the beginning waves of boomer retirements - and solid, credible information is what we need as a beacon to find our way out."
    },
    {
      "index": 130,
      "start_time": 1124850.0,
      "end_time": 1131864.0,
      "text": "To close with Kevin Phillips again; “…our nation may truly regret losing sight of history, risk and common sense.”"
    },
    {
      "index": 131,
      "start_time": 1131860.0,
      "end_time": 1138491.0,
      "text": "And that’s why you should care about something as yawn-inducing as how the inflation and GDP numbers are calculated."
    },
    {
      "index": 132,
      "start_time": 1138490.0,
      "end_time": 1142089.0,
      "text": "That’s it for the Economic section of the Crash Course."
    },
    {
      "index": 133,
      "start_time": 1142090.0,
      "end_time": 1151551.0,
      "text": "The summary is this; as long as our credit and money systems, and by extension our economy, can grow exponentially forever, it&#39;s a perfectly sustainable system."
    },
    {
      "index": 134,
      "start_time": 1151550.0,
      "end_time": 1161893.0,
      "text": "However, if there are any reasons, such as physical planetary limits, that might prevent such endless growth, then - Houston - we have a problem."
    },
    {
      "index": 135,
      "start_time": 1161900.0,
      "end_time": 1171210.0,
      "text": "Join me for the next chapters on Energy and the Environment where we will actively challenge the very foundations of perpetual exponential growth."
    },
    {
      "index": 136,
      "start_time": 1171210.0,
      "end_time": 1181210.0,
      "text": "Thank you for listening.."
    }
  ]
}