{
  "video_id": "KrpDJSrbta4",
  "title": "What Is Your Phone Doing to Your Relationships?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 380.0,
      "end_time": 5930.0,
      "text": "It would be most of our first choices to have relationships in the real world; but for many"
    },
    {
      "index": 2,
      "start_time": 5930.0,
      "end_time": 12451.0,
      "text": "of us, it is a great deal more plausible to pursue them with, and via, our phones. Phones"
    },
    {
      "index": 3,
      "start_time": 12451.0,
      "end_time": 19859.0,
      "text": "provide exemplary compensation for the frustrations of living with actual people. Unlike them,"
    },
    {
      "index": 4,
      "start_time": 19859.0,
      "end_time": 25289.0,
      "text": "they are always responsive to the touch and their malleability provides the perfect excuse"
    },
    {
      "index": 5,
      "start_time": 25289.0,
      "end_time": 30289.0,
      "text": "for disengagement from the trickier aspects of true connections."
    },
    {
      "index": 6,
      "start_time": 30289.0,
      "end_time": 34770.0,
      "text": "When a friend or partner launches into an account of their day or an analysis of one"
    },
    {
      "index": 7,
      "start_time": 34770.0,
      "end_time": 41360.0,
      "text": "of our alleged faults, it becomes almost irresistible not to give these phones a quick check: a"
    },
    {
      "index": 8,
      "start_time": 41360.0,
      "end_time": 46080.0,
      "text": "friend in another country may have just had a baby or someone we vaguely know might have"
    },
    {
      "index": 9,
      "start_time": 46080.0,
      "end_time": 50741.0,
      "text": "a new opinion on a change in direction in the nation’s foreign policy. Our phones"
    },
    {
      "index": 10,
      "start_time": 50741.0,
      "end_time": 57630.0,
      "text": "promise us access to people who are so much less tricky than those in close physical proximity."
    },
    {
      "index": 11,
      "start_time": 57630.0,
      "end_time": 63579.0,
      "text": "Humans we have known for years get judged against angels we have yet to spend a real-life"
    },
    {
      "index": 12,
      "start_time": 63579.0,
      "end_time": 68781.0,
      "text": "minute with. At our most vulnerable moments, technology companies promise us that they"
    },
    {
      "index": 13,
      "start_time": 68781.0,
      "end_time": 75990.0,
      "text": "will be able to locate that lode star of contemporary romance: ‘the right person’. The pictures"
    },
    {
      "index": 14,
      "start_time": 75990.0,
      "end_time": 81819.0,
      "text": "they lay out before us are certainly beguiling. The implicit thesis is that relationships"
    },
    {
      "index": 15,
      "start_time": 81819.0,
      "end_time": 87590.0,
      "text": "have gone wrong for us so far not because they are inherently hard and we are properly"
    },
    {
      "index": 16,
      "start_time": 87590.0,
      "end_time": 93759.0,
      "text": "tricky to live with, but because we haven’t yet found people with whom we are sufficiently"
    },
    {
      "index": 17,
      "start_time": 93759.0,
      "end_time": 100689.0,
      "text": "compatible. There is not much room for the idea that compatibility may be an achievement"
    },
    {
      "index": 18,
      "start_time": 100689.0,
      "end_time": 107720.0,
      "text": "of love and should not therefore – fairly – be expected to be its precondition. Then,"
    },
    {
      "index": 19,
      "start_time": 107720.0,
      "end_time": 113829.0,
      "text": "to compound the situation, our phones offer to show us a fascinating range of people without"
    },
    {
      "index": 20,
      "start_time": 113829.0,
      "end_time": 121042.0,
      "text": "clothes. Porn doesn’t judge and it doesn’t ask for anything back. Closeness to a real"
    },
    {
      "index": 21,
      "start_time": 121042.0,
      "end_time": 128119.0,
      "text": "life partner brings with it so many complications: unresolved resentments, a daily need to put"
    },
    {
      "index": 22,
      "start_time": 128119.0,
      "end_time": 133020.0,
      "text": "up with a person’s less reasonable sides and an imperative to face up to our own huge"
    },
    {
      "index": 23,
      "start_time": 133020.0,
      "end_time": 137870.0,
      "text": "failings. But the porn site doesn’t mind that you slammed the cupboard door and it"
    },
    {
      "index": 24,
      "start_time": 137870.0,
      "end_time": 142930.0,
      "text": "has no desire to take you up on your attitude to credit card debt. It doesn’t need intimacy"
    },
    {
      "index": 25,
      "start_time": 142930.0,
      "end_time": 147810.0,
      "text": "and it doesn’t complain if you don’t say much. Its implicit message is: we don’t"
    },
    {
      "index": 26,
      "start_time": 147810.0,
      "end_time": 156010.0,
      "text": "care about anything other than your pleasure, you can be as you are. With bliss and at a"
    },
    {
      "index": 27,
      "start_time": 156010.0,
      "end_time": 163570.0,
      "text": "terrible hidden cost, it removes sex entirely from the emotional landscape. Then there are"
    },
    {
      "index": 28,
      "start_time": 163570.0,
      "end_time": 170240.0,
      "text": "the small hearts and ticks. It can feel desperately naive or narcissistic to admit it – but"
    },
    {
      "index": 29,
      "start_time": 170240.0,
      "end_time": 177000.0,
      "text": "in essence, almost all of us deeply like being ‘liked’ – and our phones know this so"
    },
    {
      "index": 30,
      "start_time": 177000.0,
      "end_time": 182340.0,
      "text": "well. We are genuinely moved by a message letting us know that Matteo from Wisconsin"
    },
    {
      "index": 31,
      "start_time": 182340.0,
      "end_time": 188980.0,
      "text": "or Emile from Livorno wants to be our friend. These little words ‘like’ and ‘friend’"
    },
    {
      "index": 32,
      "start_time": 188980.0,
      "end_time": 192680.0,
      "text": "set off such deep and tender longings in our souls."
    },
    {
      "index": 33,
      "start_time": 192680.0,
      "end_time": 197960.0,
      "text": "The momentary excitement they unleash reveals a secret pang of hope that our inner solitude"
    },
    {
      "index": 34,
      "start_time": 197960.0,
      "end_time": 203360.0,
      "text": "will be pierced, that our troubles and joys will be truly understood by another; and that"
    },
    {
      "index": 35,
      "start_time": 203360.0,
      "end_time": 209140.0,
      "text": "all the messages we wish to send to the world will be received and perfectly understood,"
    },
    {
      "index": 36,
      "start_time": 209140.0,
      "end_time": 217651.0,
      "text": "at least by someone. It is poignant – and, in its own quiet way, properly tragic. We"
    },
    {
      "index": 37,
      "start_time": 217651.0,
      "end_time": 223650.0,
      "text": "should not be frightened by our loneliness or by the difficulties of our real relationships."
    },
    {
      "index": 38,
      "start_time": 223650.0,
      "end_time": 228820.0,
      "text": "What we should perhaps try to avoid is the faith that our phones can offer us a genuine"
    },
    {
      "index": 39,
      "start_time": 228820.0,
      "end_time": 235180.0,
      "text": "solution to the tensions of love. We should, when we can manage it (and often we simply"
    },
    {
      "index": 40,
      "start_time": 235180.0,
      "end_time": 241670.0,
      "text": "can’t), try to put these technological wonders to one side and try to do something properly"
    },
    {
      "index": 41,
      "start_time": 241670.0,
      "end_time": 248390.0,
      "text": "futuristic for a while: attempt to love the bewilderingly complex, often maddening and"
    },
    {
      "index": 42,
      "start_time": 248390.0,
      "end_time": 253040.0,
      "text": "sometimes very precious flesh and blood people presently dwelling in"
    },
    {
      "index": 43,
      "start_time": 253040.0,
      "end_time": 255120.0,
      "text": "the vicinity."
    },
    {
      "index": 44,
      "start_time": 257380.0,
      "end_time": 261940.0,
      "text": "If you want to learn more about love try our book on how to find love,"
    },
    {
      "index": 45,
      "start_time": 261940.0,
      "end_time": 270960.0,
      "text": "which explains why we have the types we do and how our early experiences give us scripts on how and whom we love"
    }
  ]
}