{
  "video_id": "KtCRJT4lfRI",
  "title": "Tips for English Speaking Exams (IELTS, TOEFL, FCE, CAE)",
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 4800.0,
      "text": "Hello. This is Jack from tofluency.com, and this is Ask Jack."
    },
    {
      "index": 2,
      "start_time": 4900.0,
      "end_time": 11889.0,
      "text": "The free series where I answer your questions about learning English and the English language."
    },
    {
      "index": 3,
      "start_time": 11889.0,
      "end_time": 19460.0,
      "text": "In this episode, I'm going to talk about speaking exams. So, here is the question for today:"
    },
    {
      "index": 4,
      "start_time": 19460.0,
      "end_time": 26359.0,
      "text": "Gema from Spain asks, \"How can I prepare for an English speaking exam?\""
    },
    {
      "index": 5,
      "start_time": 26359.0,
      "end_time": 34000.0,
      "text": "Fantastic question Gema. Now, I remember taking speaking exams back in school, and this was for French."
    },
    {
      "index": 6,
      "start_time": 34100.0,
      "end_time": 39110.0,
      "text": "Things were very different back then, but I still felt really nervous about it."
    },
    {
      "index": 7,
      "start_time": 39110.0,
      "end_time": 48100.0,
      "text": "Because you're speaking in a foreign language, and people are assessing you, so it is quite nerve-wracking, this experience."
    },
    {
      "index": 8,
      "start_time": 48200.0,
      "end_time": 51789.0,
      "text": "To go into an exam and to have to speak."
    },
    {
      "index": 9,
      "start_time": 51789.0,
      "end_time": 56500.0,
      "text": "So, there are lots of things that you can do to prepare for this exam."
    },
    {
      "index": 10,
      "start_time": 56600.0,
      "end_time": 64250.0,
      "text": "To help you feel less nervous and to help you get a better mark in the speaking section of your exam."
    },
    {
      "index": 11,
      "start_time": 64250.0,
      "end_time": 69100.0,
      "text": "The first thing to know is that there are different types of speaking exams."
    },
    {
      "index": 12,
      "start_time": 69200.0,
      "end_time": 76000.0,
      "text": "So, it's really important that you research exactly what you're going to do in this exam."
    },
    {
      "index": 13,
      "start_time": 76100.0,
      "end_time": 82800.0,
      "text": "For example, you might be in the room with one (other) person. You might be in the room with more than one person."
    },
    {
      "index": 14,
      "start_time": 82900.0,
      "end_time": 86000.0,
      "text": "Or, you might be speaking into a computer."
    },
    {
      "index": 15,
      "start_time": 86100.0,
      "end_time": 91130.0,
      "text": "So, knowing exactly what you have to do in the exam will help you prepare for it."
    },
    {
      "index": 16,
      "start_time": 91130.0,
      "end_time": 95900.0,
      "text": "Additionally, research the questions that have been asked in this exam before."
    },
    {
      "index": 17,
      "start_time": 96000.0,
      "end_time": 112000.0,
      "text": "So, do the search for the exam and then, type in, \"speaking examples\" or \"speaking questions / common questions,\" and then you'll be able to find the type of questions that are usually asked in these exams."
    },
    {
      "index": 18,
      "start_time": 112100.0,
      "end_time": 116170.0,
      "text": "That will help you prepare for the questions you are going to receive."
    },
    {
      "index": 19,
      "start_time": 116170.0,
      "end_time": 125000.0,
      "text": "It's also important to work on your speaking in general. Because there is only so much you can do with the questions you're going to get."
    },
    {
      "index": 20,
      "start_time": 125100.0,
      "end_time": 129000.0,
      "text": "So, work on your pronunciation. Work on your speaking in general."
    },
    {
      "index": 21,
      "start_time": 129100.0,
      "end_time": 137000.0,
      "text": "Do things like repeating after native speakers; listening to your answers and evaluating yourself."
    },
    {
      "index": 22,
      "start_time": 137100.0,
      "end_time": 145000.0,
      "text": "And do the things that I always talk about to help you make progress with your speaking and your English in general."
    },
    {
      "index": 23,
      "start_time": 145100.0,
      "end_time": 149000.0,
      "text": "So, get as much practice as you can before you go into the exam."
    },
    {
      "index": 24,
      "start_time": 149100.0,
      "end_time": 154200.0,
      "text": "And don't just concentrate on the questions, but concentrate on your English in general."
    },
    {
      "index": 25,
      "start_time": 154260.0,
      "end_time": 159500.0,
      "text": "The last tip I have for you is to get feedback on your speaking."
    },
    {
      "index": 26,
      "start_time": 159600.0,
      "end_time": 168700.0,
      "text": "So, work with someone who knows the exam you are going to take. And, ask them to do a trial exam with you."
    },
    {
      "index": 27,
      "start_time": 168800.0,
      "end_time": 176500.0,
      "text": "They can ask you questions, you can answer, and then this teacher is going to give you feedback on what you need to improve."
    },
    {
      "index": 28,
      "start_time": 176600.0,
      "end_time": 185000.0,
      "text": "They can tell you what level you currently have and they can tell you what things you need to work on for the exam."
    },
    {
      "index": 29,
      "start_time": 185100.0,
      "end_time": 190500.0,
      "text": "It's all about practice, practice, practice, but get that feedback as well."
    },
    {
      "index": 30,
      "start_time": 190600.0,
      "end_time": 192519.0,
      "text": "That is really going to help you."
    },
    {
      "index": 31,
      "start_time": 192519.0,
      "end_time": 198800.0,
      "text": "If you are taking an exam in the near future, then take my advice from this video and take action."
    },
    {
      "index": 32,
      "start_time": 198900.0,
      "end_time": 207000.0,
      "text": "And, I've created a free download for you that goes through these tips, and also, gives you some bonus tips too."
    },
    {
      "index": 33,
      "start_time": 207100.0,
      "end_time": 211500.0,
      "text": "So click the link to download that. It's also in the description."
    },
    {
      "index": 34,
      "start_time": 211600.0,
      "end_time": 215150.0,
      "text": "Thank you for watching this video, and I'll see you next time!"
    }
  ]
}