{
  "video_id": "KtUq-E3_brM",
  "title": "Reinsurance",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 990.0,
      "end_time": 5900.0,
      "text": "Reinsurance is insurance that is purchased by an insurance company from one or more other"
    },
    {
      "index": 2,
      "start_time": 5900.0,
      "end_time": 10230.0,
      "text": "insurance companies directly or through a broker as a means of risk management, sometimes"
    },
    {
      "index": 3,
      "start_time": 10230.0,
      "end_time": 16400.0,
      "text": "in practice including tax mitigation and other reasons described below. The ceding company"
    },
    {
      "index": 4,
      "start_time": 16400.0,
      "end_time": 21310.0,
      "text": "and the reinsurer enter into a reinsurance agreement which details the conditions upon"
    },
    {
      "index": 5,
      "start_time": 21310.0,
      "end_time": 26990.0,
      "text": "which the reinsurer would pay a share of the claims incurred by the ceding company. The"
    },
    {
      "index": 6,
      "start_time": 26990.0,
      "end_time": 31729.0,
      "text": "reinsurer is paid a \"reinsurance premium\" by the ceding company, which issues insurance"
    },
    {
      "index": 7,
      "start_time": 31730.0,
      "end_time": 37749.0,
      "text": "policies to its own policyholders. The reinsurer may be either a specialist reinsurance"
    },
    {
      "index": 8,
      "start_time": 37749.0,
      "end_time": 44390.0,
      "text": "company, which only undertakes reinsurance business, or another insurance company. Insurance"
    },
    {
      "index": 9,
      "start_time": 44390.0,
      "end_time": 49870.0,
      "text": "Companies that sell reinsurance refer to the business as &#39;assumed reinsurance&#39;. Assumed"
    },
    {
      "index": 10,
      "start_time": 49870.0,
      "end_time": 54549.0,
      "text": "reinsurance is reported separately on their books from their non-reinsurance business."
    },
    {
      "index": 11,
      "start_time": 54549.0,
      "end_time": 61190.0,
      "text": "For an example of a reason for purchasing reinsurance, assume an insurer sells 1,000"
    },
    {
      "index": 12,
      "start_time": 61190.0,
      "end_time": 68600.0,
      "text": "policies, each with a $1 million policy limit. Theoretically, the insurer could lose $1 million"
    },
    {
      "index": 13,
      "start_time": 68600.0,
      "end_time": 75600.0,
      "text": "on each policy – totaling up to $1 billion. It may be better to pass some risk to a reinsurer"
    },
    {
      "index": 14,
      "start_time": 75790.0,
      "end_time": 78559.0,
      "text": "as this will reduce the ceding company&#39;s exposure to risk."
    },
    {
      "index": 15,
      "start_time": 78560.0,
      "end_time": 83780.0,
      "text": "A healthy reinsurance marketplace helps to ensure that insurance companies can remain"
    },
    {
      "index": 16,
      "start_time": 83780.0,
      "end_time": 89390.0,
      "text": "solvent because the risks and costs are spread, particularly after a major disaster such as"
    },
    {
      "index": 17,
      "start_time": 89390.0,
      "end_time": 94229.0,
      "text": "a major hurricane. There are two basic methods of reinsurance:"
    },
    {
      "index": 18,
      "start_time": 94229.0,
      "end_time": 98929.0,
      "text": "Facultative Reinsurance, which is negotiated separately for each insurance policy that"
    },
    {
      "index": 19,
      "start_time": 98929.0,
      "end_time": 104999.0,
      "text": "is reinsured. Facultative reinsurance is normally purchased by ceding companies for individual"
    },
    {
      "index": 20,
      "start_time": 104999.0,
      "end_time": 110780.0,
      "text": "risks not covered, or insufficiently covered, by their reinsurance treaties, for amounts"
    },
    {
      "index": 21,
      "start_time": 110780.0,
      "end_time": 116920.0,
      "text": "in excess of the monetary limits of their reinsurance treaties and for unusual risks."
    },
    {
      "index": 22,
      "start_time": 116920.0,
      "end_time": 121899.0,
      "text": "Underwriting expenses, and in particular personnel costs, are higher for such business because"
    },
    {
      "index": 23,
      "start_time": 121899.0,
      "end_time": 126890.0,
      "text": "each risk is individually underwritten and administered. However as they can separately"
    },
    {
      "index": 24,
      "start_time": 126890.0,
      "end_time": 132380.0,
      "text": "evaluate each risk reinsured, the reinsurer&#39;s underwriter can price the contract to more"
    },
    {
      "index": 25,
      "start_time": 132380.0,
      "end_time": 139150.0,
      "text": "accurately reflect the risks involved. Ultimately, a facultative certificate is issued by the"
    },
    {
      "index": 26,
      "start_time": 139150.0,
      "end_time": 143770.0,
      "text": "reinsurance company to the ceding company reinsuring that one policy."
    },
    {
      "index": 27,
      "start_time": 143770.0,
      "end_time": 148670.0,
      "text": "Treaty Reinsurance means that the ceding company and the reinsurer negotiate and execute a"
    },
    {
      "index": 28,
      "start_time": 148670.0,
      "end_time": 155590.0,
      "text": "reinsurance contract. The reinsurer then covers the specified share of more than one insurance"
    },
    {
      "index": 29,
      "start_time": 155600.0,
      "end_time": 160180.0,
      "text": "policy issued by the ceding company which come within the scope of that contract. The"
    },
    {
      "index": 30,
      "start_time": 160180.0,
      "end_time": 165390.0,
      "text": "reinsurance contract may oblige the reinsurer to accept reinsurance of all contracts within"
    },
    {
      "index": 31,
      "start_time": 165390.0,
      "end_time": 170140.0,
      "text": "the scope, or it may allow the insurer to choose which risks it wants to cede, with"
    },
    {
      "index": 32,
      "start_time": 170140.0,
      "end_time": 176799.0,
      "text": "the reinsurer obliged to accept such risks. Ultimately, a treaty is issued by the reinsurance"
    },
    {
      "index": 33,
      "start_time": 176800.0,
      "end_time": 181190.0,
      "text": "company to the ceding company reinsuring more than one policy."
    },
    {
      "index": 34,
      "start_time": 181190.0,
      "end_time": 186329.0,
      "text": "There are two main types of treaty reinsurance, proportional and non-proportional, which are"
    },
    {
      "index": 35,
      "start_time": 186330.0,
      "end_time": 192680.0,
      "text": "detailed below. Under proportional reinsurance, the reinsurer&#39;s share of the risk is defined"
    },
    {
      "index": 36,
      "start_time": 192680.0,
      "end_time": 198610.0,
      "text": "for each separate policy, while under non-proportional reinsurance the reinsurer&#39;s liability is based"
    },
    {
      "index": 37,
      "start_time": 198610.0,
      "end_time": 204000.0,
      "text": "on the aggregate claims incurred by the ceding office. In the past 30 years there has been"
    },
    {
      "index": 38,
      "start_time": 204000.0,
      "end_time": 210370.0,
      "text": "a major shift from proportional to non-proportional reinsurance in the property and casualty fields."
    },
    {
      "index": 39,
      "start_time": 210370.0,
      "end_time": 214900.0,
      "text": "Functions Almost all insurance companies have a reinsurance"
    },
    {
      "index": 40,
      "start_time": 214900.0,
      "end_time": 219860.0,
      "text": "program. The ultimate goal of that program is to reduce their exposure to loss by passing"
    },
    {
      "index": 41,
      "start_time": 219860.0,
      "end_time": 226510.0,
      "text": "part of the risk of loss to a reinsurer or a group of reinsurers. In the United States,"
    },
    {
      "index": 42,
      "start_time": 226510.0,
      "end_time": 231280.0,
      "text": "insurance is regulated at the state level, which only allows insurers to issue policies"
    },
    {
      "index": 43,
      "start_time": 231280.0,
      "end_time": 237780.0,
      "text": "with a maximum limit of 10% of their surplus, unless those policies are reinsured. In other"
    },
    {
      "index": 44,
      "start_time": 237780.0,
      "end_time": 242220.0,
      "text": "jurisdictions allowance is typically made for reinsurance when determining statutory"
    },
    {
      "index": 45,
      "start_time": 242220.0,
      "end_time": 246300.0,
      "text": "required solvency margins. Risk transfer"
    },
    {
      "index": 46,
      "start_time": 246300.0,
      "end_time": 251400.0,
      "text": "With reinsurance, the insurer can issue policies with higher limits than would otherwise be"
    },
    {
      "index": 47,
      "start_time": 251400.0,
      "end_time": 256600.0,
      "text": "allowed, thus being able to take on more risk because some of that risk is now transferred"
    },
    {
      "index": 48,
      "start_time": 256600.00000000003,
      "end_time": 261290.00000000003,
      "text": "to the reinsurer. The reason for this is the number of insurers that have suffered significant"
    },
    {
      "index": 49,
      "start_time": 261290.00000000003,
      "end_time": 267190.0,
      "text": "losses and become financially impaired. Over the years there has been a tendency for reinsurance"
    },
    {
      "index": 50,
      "start_time": 267190.0,
      "end_time": 272170.0,
      "text": "to become a science rather than an art: thus reinsurers have become much more reliant on"
    },
    {
      "index": 51,
      "start_time": 272170.0,
      "end_time": 277200.0,
      "text": "actuarial models and on tight review of the companies they are willing to reinsure. They"
    },
    {
      "index": 52,
      "start_time": 277200.0,
      "end_time": 282840.0,
      "text": "review their financials closely, examine the experience of the proposed business to be"
    },
    {
      "index": 53,
      "start_time": 282840.0,
      "end_time": 287450.0,
      "text": "reinsured, review the underwriters that will write that business, review their rates, and"
    },
    {
      "index": 54,
      "start_time": 287450.0,
      "end_time": 290500.0,
      "text": "much more. Income smoothing"
    },
    {
      "index": 55,
      "start_time": 290500.0,
      "end_time": 295300.0,
      "text": "Reinsurance can make an insurance company&#39;s results more predictable by absorbing larger"
    },
    {
      "index": 56,
      "start_time": 295300.0,
      "end_time": 300650.0,
      "text": "losses and reducing the amount of capital needed to provide coverage. The risks are"
    },
    {
      "index": 57,
      "start_time": 300650.0,
      "end_time": 306159.0,
      "text": "diversified, with the reinsurer bearing some of the loss incurred by the insurance company."
    },
    {
      "index": 58,
      "start_time": 306160.0,
      "end_time": 311250.0,
      "text": "The income smoothing comes forward as the losses of the cedant are essentially limited."
    },
    {
      "index": 59,
      "start_time": 311250.0,
      "end_time": 316190.0,
      "text": "This fosters stability in claim payouts and caps indemnification costs."
    },
    {
      "index": 60,
      "start_time": 316190.0,
      "end_time": 319980.0,
      "text": "Surplus relief An insurance company&#39;s random writings are"
    },
    {
      "index": 61,
      "start_time": 319980.0,
      "end_time": 326139.0,
      "text": "limited by its balance sheet. When that limit is reached, an insurer can do one of the following:"
    },
    {
      "index": 62,
      "start_time": 326139.0,
      "end_time": 332480.0,
      "text": "stop writing new business, increase its capital, or buy \"surplus relief\"."
    },
    {
      "index": 63,
      "start_time": 332480.0,
      "end_time": 335250.0,
      "text": "Arbitrage The insurance company may be motivated by"
    },
    {
      "index": 64,
      "start_time": 335250.0,
      "end_time": 340280.0,
      "text": "arbitrage in purchasing reinsurance coverage at a lower rate than they charge the insured"
    },
    {
      "index": 65,
      "start_time": 340280.0,
      "end_time": 344300.0,
      "text": "for the underlying risk, whatever the class of insurance."
    },
    {
      "index": 66,
      "start_time": 344300.0,
      "end_time": 349309.0,
      "text": "In general, the reinsurer may be able to cover the risk at a lower premium than the insurer"
    },
    {
      "index": 67,
      "start_time": 349310.0,
      "end_time": 352130.0,
      "text": "because: The reinsurer may have some intrinsic cost"
    },
    {
      "index": 68,
      "start_time": 352130.0,
      "end_time": 357600.0,
      "text": "advantage due to economies of scale or some other efficiency."
    },
    {
      "index": 69,
      "start_time": 357600.0,
      "end_time": 362000.0,
      "text": "Reinsurers may operate under weaker regulation than their clients. This enables them to use"
    },
    {
      "index": 70,
      "start_time": 362000.0,
      "end_time": 367320.0,
      "text": "less capital to cover any risk, and to make less prudent assumptions when valuing the"
    },
    {
      "index": 71,
      "start_time": 367320.0,
      "end_time": 370659.0,
      "text": "risk. Reinsurers may operate under a more favourable"
    },
    {
      "index": 72,
      "start_time": 370660.0,
      "end_time": 375560.0,
      "text": "tax regime than their clients. Reinsurers will often have better access to"
    },
    {
      "index": 73,
      "start_time": 375560.0,
      "end_time": 381700.0,
      "text": "underwriting expertise and to claims experience data, enabling them to assess the risk more"
    },
    {
      "index": 74,
      "start_time": 381700.0,
      "end_time": 385760.0,
      "text": "accurately and reduce the need for contingency margins in pricing the risk"
    },
    {
      "index": 75,
      "start_time": 385760.0,
      "end_time": 390169.0,
      "text": "Even if the regulatory standards are the same, the reinsurer may be able to hold smaller"
    },
    {
      "index": 76,
      "start_time": 390169.0,
      "end_time": 395669.0,
      "text": "actuarial reserves than the cedant if it thinks the premiums charged by the cedant are excessively"
    },
    {
      "index": 77,
      "start_time": 395669.0,
      "end_time": 399570.0,
      "text": "prudent. The reinsurer may have a more diverse portfolio"
    },
    {
      "index": 78,
      "start_time": 399570.0,
      "end_time": 405169.0,
      "text": "of assets and especially liabilities than the cedant. This may create opportunities"
    },
    {
      "index": 79,
      "start_time": 405169.0,
      "end_time": 410400.0,
      "text": "for hedging that the cedant could not exploit alone. Depending on the regulations imposed"
    },
    {
      "index": 80,
      "start_time": 410400.0,
      "end_time": 415549.0,
      "text": "on the reinsurer, this may mean they can hold fewer assets to cover the risk."
    },
    {
      "index": 81,
      "start_time": 415550.0,
      "end_time": 420280.0,
      "text": "The reinsurer may have a greater risk appetite than the insurer."
    },
    {
      "index": 82,
      "start_time": 420280.0,
      "end_time": 424300.0,
      "text": "Reinsurer&#39;s expertise The insurance company may want to avail itself"
    },
    {
      "index": 83,
      "start_time": 424300.0,
      "end_time": 430289.0,
      "text": "of the expertise of a reinsurer, or the reinsurer&#39;s ability to set an appropriate premium, in"
    },
    {
      "index": 84,
      "start_time": 430290.0,
      "end_time": 436389.0,
      "text": "regard to a specific risk. The reinsurer will also wish to apply this expertise to the underwriting"
    },
    {
      "index": 85,
      "start_time": 436389.0,
      "end_time": 441650.0,
      "text": "in order to protect their own interests. Creating a manageable and profitable portfolio"
    },
    {
      "index": 86,
      "start_time": 441650.0,
      "end_time": 445650.0,
      "text": "of insured risks By choosing a particular type of reinsurance"
    },
    {
      "index": 87,
      "start_time": 445650.0,
      "end_time": 450270.0,
      "text": "method, the insurance company may be able to create a more balanced and homogeneous"
    },
    {
      "index": 88,
      "start_time": 450270.0,
      "end_time": 456310.0,
      "text": "portfolio of insured risks. This would lend greater predictability to the portfolio results"
    },
    {
      "index": 89,
      "start_time": 456310.0,
      "end_time": 461730.0,
      "text": "on net basis and would be reflected in income smoothing. While income smoothing is one of"
    },
    {
      "index": 90,
      "start_time": 461730.0,
      "end_time": 467990.0,
      "text": "the objectives of reinsurance arrangements, the mechanism is by way of balancing the portfolio."
    },
    {
      "index": 91,
      "start_time": 467990.0,
      "end_time": 469970.0,
      "text": "Types Proportional"
    },
    {
      "index": 92,
      "start_time": 469970.0,
      "end_time": 474850.0,
      "text": "Under proportional reinsurance, one or more reinsurers take a stated percentage share"
    },
    {
      "index": 93,
      "start_time": 474850.0,
      "end_time": 480380.0,
      "text": "of each policy that an insurer produces. This means that the reinsurer will receive that"
    },
    {
      "index": 94,
      "start_time": 480380.0,
      "end_time": 486400.0,
      "text": "stated percentage of the premiums and will pay the same percentage of claims. In addition,"
    },
    {
      "index": 95,
      "start_time": 486400.0,
      "end_time": 490859.0,
      "text": "the reinsurer will allow a \"ceding commission\" to the insurer to cover the costs incurred"
    },
    {
      "index": 96,
      "start_time": 490860.0,
      "end_time": 496139.0,
      "text": "by the insurer. The arrangement may be \"quota share\" or \"surplus"
    },
    {
      "index": 97,
      "start_time": 496139.0,
      "end_time": 502210.0,
      "text": "reinsurance\" or a combination of the two. Under a quota share arrangement, a fixed percentage"
    },
    {
      "index": 98,
      "start_time": 502210.0,
      "end_time": 508460.0,
      "text": "of each insurance policy is reinsured. Under a surplus share arrangement, the ceding company"
    },
    {
      "index": 99,
      "start_time": 508460.0,
      "end_time": 514799.0,
      "text": "decides on a \"retention limit\" - say $100,000. The ceding company retains the full amount"
    },
    {
      "index": 100,
      "start_time": 514799.0,
      "end_time": 520389.0,
      "text": "of each risk, with a maximum of $100,000 per policy or per risk, and the balance of the"
    },
    {
      "index": 101,
      "start_time": 520389.0,
      "end_time": 524619.0,
      "text": "risk is reinsured. The ceding company may seek a quota share"
    },
    {
      "index": 102,
      "start_time": 524619.0,
      "end_time": 530350.0,
      "text": "arrangement for several reasons. First, they may not have sufficient capital to prudently"
    },
    {
      "index": 103,
      "start_time": 530350.0,
      "end_time": 536290.0,
      "text": "retain all of the business that it can sell. For example, it may only be able to offer"
    },
    {
      "index": 104,
      "start_time": 536290.0,
      "end_time": 543290.0,
      "text": "a total of $100 million in coverage, but by reinsuring 75% of it, it can sell four times"
    },
    {
      "index": 105,
      "start_time": 543189.0,
      "end_time": 547540.0,
      "text": "as much. The ceding company may seek surplus reinsurance"
    },
    {
      "index": 106,
      "start_time": 547540.0,
      "end_time": 552180.0,
      "text": "simply to limit the losses it might incur from a small number of large claims as a result"
    },
    {
      "index": 107,
      "start_time": 552180.0,
      "end_time": 558239.0,
      "text": "of random fluctuations in experience. In a 9 line surplus treaty the reinsurer would"
    },
    {
      "index": 108,
      "start_time": 558240.0,
      "end_time": 565240.0,
      "text": "then accept up to $900,000. So if the insurance company issues a policy for $100,000, they"
    },
    {
      "index": 109,
      "start_time": 565999.0,
      "end_time": 571850.0,
      "text": "would keep all of the premiums and losses from that policy. If they issue a $200,000"
    },
    {
      "index": 110,
      "start_time": 571850.0,
      "end_time": 578890.0,
      "text": "policy, they would give half of the premiums and losses to the reinsurer. The maximum automatic"
    },
    {
      "index": 111,
      "start_time": 578890.0,
      "end_time": 584500.0,
      "text": "underwriting capacity of the cedant would be $1,000,000 in this example."
    },
    {
      "index": 112,
      "start_time": 584500.0,
      "end_time": 587290.0,
      "text": "Non-proportional Under non-proportional reinsurance the reinsurer"
    },
    {
      "index": 113,
      "start_time": 587290.0,
      "end_time": 591860.0,
      "text": "only pays out if the total claims suffered by the insurer in a given period exceed a"
    },
    {
      "index": 114,
      "start_time": 591860.0,
      "end_time": 597829.0,
      "text": "stated amount, which is called the \"retention\" or \"priority\". For instance the insurer may"
    },
    {
      "index": 115,
      "start_time": 597829.0,
      "end_time": 603699.0,
      "text": "be prepared to accept a total loss up to $1 million, and purchases a layer of reinsurance"
    },
    {
      "index": 116,
      "start_time": 603699.0,
      "end_time": 610399.0,
      "text": "of $4 million in excess of this $1 million. If a loss of $3 million were then to occur,"
    },
    {
      "index": 117,
      "start_time": 610399.0,
      "end_time": 616889.0,
      "text": "the insurer would bear $1 million of the loss and would recover $2 million from its reinsurer."
    },
    {
      "index": 118,
      "start_time": 616889.0,
      "end_time": 622339.0,
      "text": "In this example, the insured also retains any excess of loss over $5 million unless"
    },
    {
      "index": 119,
      "start_time": 622339.0,
      "end_time": 626329.0,
      "text": "it has purchased a further excess layer of reinsurance."
    },
    {
      "index": 120,
      "start_time": 626329.0,
      "end_time": 632170.0,
      "text": "The main forms of non-proportional reinsurance are excess of loss and stop loss."
    },
    {
      "index": 121,
      "start_time": 632170.0,
      "end_time": 637990.0,
      "text": "Excess of loss reinsurance can have three forms - \"Per Risk XL\", \"Per Occurrence or"
    },
    {
      "index": 122,
      "start_time": 637100.0,
      "end_time": 643529.0,
      "text": "Per Event XL\", and \"Aggregate XL\". In per risk, the cedant&#39;s insurance policy limits"
    },
    {
      "index": 123,
      "start_time": 643529.0,
      "end_time": 649470.0,
      "text": "are greater than the reinsurance retention. For example, an insurance company might insure"
    },
    {
      "index": 124,
      "start_time": 649470.0,
      "end_time": 655759.0,
      "text": "commercial property risks with policy limits up to $10 million, and then buy per risk reinsurance"
    },
    {
      "index": 125,
      "start_time": 655759.0,
      "end_time": 662759.0,
      "text": "of $5 million in excess of $5 million. In this case a loss of $6 million on that policy"
    },
    {
      "index": 126,
      "start_time": 662769.0,
      "end_time": 668660.0,
      "text": "will result in the recovery of $1 million from the reinsurer. These contracts usually"
    },
    {
      "index": 127,
      "start_time": 668660.0,
      "end_time": 674529.0,
      "text": "contain event limits to prevent their misuse as a substitute for Catastrophe XLs."
    },
    {
      "index": 128,
      "start_time": 674529.0,
      "end_time": 680790.0,
      "text": "In catastrophe excess of loss, the cedant&#39;s retention is usually a multiple of the underlying"
    },
    {
      "index": 129,
      "start_time": 680790.0,
      "end_time": 685719.0,
      "text": "policy limits, and the reinsurance contract usually contains a two risk warranty. For"
    },
    {
      "index": 130,
      "start_time": 685720.0,
      "end_time": 692290.0,
      "text": "example, an insurance company issues homeowners&#39; policies with limits of up to $500,000 and"
    },
    {
      "index": 131,
      "start_time": 692290.0,
      "end_time": 699290.0,
      "text": "then buys catastrophe reinsurance of $22,000,000 in excess of $3,000,000. In that case, the"
    },
    {
      "index": 132,
      "start_time": 700309.0,
      "end_time": 704550.0,
      "text": "insurance company would only recover from reinsurers in the event of multiple policy"
    },
    {
      "index": 133,
      "start_time": 704550.0,
      "end_time": 709459.0,
      "text": "losses in one event. Aggregate XL affords a frequency protection"
    },
    {
      "index": 134,
      "start_time": 709459.0,
      "end_time": 715899.0,
      "text": "to the reinsured. For instance if the company retains $1 million net any one vessel, $5"
    },
    {
      "index": 135,
      "start_time": 715899.0,
      "end_time": 721920.0,
      "text": "million annual aggregate limit in excess of $5m annual aggregate deductible, the cover"
    },
    {
      "index": 136,
      "start_time": 721920.0,
      "end_time": 727849.0,
      "text": "would equate to 5 total losses in excess of 5 total losses. Aggregate covers can also"
    },
    {
      "index": 137,
      "start_time": 727850.0,
      "end_time": 733360.0,
      "text": "be linked to the cedant&#39;s gross premium income during a 12-month period, with limit and deductible"
    },
    {
      "index": 138,
      "start_time": 733360.0,
      "end_time": 740290.0,
      "text": "expressed as percentages and amounts. Such covers are then known as \"Stop Loss\" contracts."
    },
    {
      "index": 139,
      "start_time": 740290.0,
      "end_time": 744110.0,
      "text": "Risks attaching basis A basis under which reinsurance is provided"
    },
    {
      "index": 140,
      "start_time": 744110.0,
      "end_time": 748989.0,
      "text": "for claims arising from policies commencing during the period to which the reinsurance"
    },
    {
      "index": 141,
      "start_time": 748989.0,
      "end_time": 754790.0,
      "text": "relates. The insurer knows there is coverage during the whole policy period even if claims"
    },
    {
      "index": 142,
      "start_time": 754790.0,
      "end_time": 759569.0,
      "text": "are only discovered or made later on. All claims from cedant underlying policies"
    },
    {
      "index": 143,
      "start_time": 759569.0,
      "end_time": 764219.0,
      "text": "incepting during the period of the reinsurance contract are covered even if they occur after"
    },
    {
      "index": 144,
      "start_time": 764220.0,
      "end_time": 770199.0,
      "text": "the expiration date of the reinsurance contract. Any claims from cedant underlying policies"
    },
    {
      "index": 145,
      "start_time": 770199.0,
      "end_time": 774859.0,
      "text": "incepting outside the period of the reinsurance contract are not covered even if they occur"
    },
    {
      "index": 146,
      "start_time": 774860.0,
      "end_time": 779730.0,
      "text": "during the period of the reinsurance contract. Losses occurring basis"
    },
    {
      "index": 147,
      "start_time": 779730.0,
      "end_time": 785900.0,
      "text": "A Reinsurance treaty under which all claims occurring during the period of the contract,"
    },
    {
      "index": 148,
      "start_time": 785900.0,
      "end_time": 790759.0,
      "text": "irrespective of when the underlying policies incepted, are covered. Any losses occurring"
    },
    {
      "index": 149,
      "start_time": 790759.0,
      "end_time": 794569.0,
      "text": "after the contract expiration date are not covered."
    },
    {
      "index": 150,
      "start_time": 794569.0,
      "end_time": 799920.0,
      "text": "As opposed to claims-made or risks attaching contracts. Insurance coverage is provided"
    },
    {
      "index": 151,
      "start_time": 799920.0,
      "end_time": 805349.0,
      "text": "for losses occurring in the defined period. This is the usual basis of cover for short"
    },
    {
      "index": 152,
      "start_time": 805350.0,
      "end_time": 808529.0,
      "text": "tail business. Claims-made basis"
    },
    {
      "index": 153,
      "start_time": 808529.0,
      "end_time": 813689.0,
      "text": "A policy which covers all claims reported to an insurer within the policy period irrespective"
    },
    {
      "index": 154,
      "start_time": 813689.0,
      "end_time": 816579.0,
      "text": "of when they occurred. Contracts"
    },
    {
      "index": 155,
      "start_time": 816579.0,
      "end_time": 822508.0,
      "text": "Most of the above examples concern reinsurance contracts that cover more than one policy."
    },
    {
      "index": 156,
      "start_time": 822509.0,
      "end_time": 828129.0,
      "text": "Reinsurance can also be purchased on a per policy basis, in which case it is known as"
    },
    {
      "index": 157,
      "start_time": 828129.0,
      "end_time": 833350.0,
      "text": "facultative reinsurance. Facultative reinsurance can be written on either a quota share or"
    },
    {
      "index": 158,
      "start_time": 833350.0,
      "end_time": 839519.0,
      "text": "excess of loss basis. Facultative reinsurance is commonly used for large or unusual risks"
    },
    {
      "index": 159,
      "start_time": 839519.0,
      "end_time": 845209.0,
      "text": "that do not fit within standard reinsurance treaties due to their exclusions. The term"
    },
    {
      "index": 160,
      "start_time": 845209.0,
      "end_time": 850998.0,
      "text": "of a facultative agreement coincides with the term of the policy. Facultative reinsurance"
    },
    {
      "index": 161,
      "start_time": 850999.0,
      "end_time": 856759.0,
      "text": "is usually purchased by the insurance underwriter who underwrote the original insurance policy,"
    },
    {
      "index": 162,
      "start_time": 856759.0,
      "end_time": 862869.0,
      "text": "whereas treaty reinsurance is typically purchased by a senior executive at the insurance company."
    },
    {
      "index": 163,
      "start_time": 862869.0,
      "end_time": 868779.0,
      "text": "Reinsurance treaties can either be written on a \"continuous\" or \"term\" basis. A continuous"
    },
    {
      "index": 164,
      "start_time": 868779.0,
      "end_time": 874429.0,
      "text": "contract has no predetermined end date, but generally either party can give 90 days notice"
    },
    {
      "index": 165,
      "start_time": 874429.0,
      "end_time": 881290.0,
      "text": "to cancel or amend the treaty. A term agreement has a built-in expiration date. It is common"
    },
    {
      "index": 166,
      "start_time": 881290.0,
      "end_time": 886879.0,
      "text": "for insurers and reinsurers to have long term relationships that span many years."
    },
    {
      "index": 167,
      "start_time": 886879.0,
      "end_time": 889819.0,
      "text": "Fronting Sometimes insurance companies wish to offer"
    },
    {
      "index": 168,
      "start_time": 889819.0,
      "end_time": 894969.0,
      "text": "insurance in jurisdictions where they are not licensed: for example, an insurer may"
    },
    {
      "index": 169,
      "start_time": 894970.0,
      "end_time": 900690.0,
      "text": "wish to offer an insurance programme to a multinational company, to cover property and"
    },
    {
      "index": 170,
      "start_time": 900690.0,
      "end_time": 906479.0,
      "text": "liability risks in many countries around the world. In such situations, the insurance company"
    },
    {
      "index": 171,
      "start_time": 906480.0,
      "end_time": 911709.0,
      "text": "may find a local insurance company which is authorised in the relevant country, arrange"
    },
    {
      "index": 172,
      "start_time": 911709.0,
      "end_time": 916839.0,
      "text": "for the local insurer to issue an insurance policy covering the risks in that country,"
    },
    {
      "index": 173,
      "start_time": 916839.0,
      "end_time": 922569.0,
      "text": "and enter into a reinsurance contract with the local insurer to transfer the risks. In"
    },
    {
      "index": 174,
      "start_time": 922569.0,
      "end_time": 927139.0,
      "text": "the event of a loss, the policyholder would claim against the local insurer under the"
    },
    {
      "index": 175,
      "start_time": 927139.0,
      "end_time": 932720.0,
      "text": "local insurance policy, the local insurer would pay the claim and would claim reimbursement"
    },
    {
      "index": 176,
      "start_time": 932720.0,
      "end_time": 939379.0,
      "text": "under the reinsurance contract. Such an arrangement is called \"fronting\". Fronting is also sometimes"
    },
    {
      "index": 177,
      "start_time": 939379.0,
      "end_time": 943980.0,
      "text": "used where an insurance buyer requires its insurers to have a certain financial strength"
    },
    {
      "index": 178,
      "start_time": 943980.0,
      "end_time": 948779.0,
      "text": "rating and the prospective insurer does not satisfy that requirement: the prospective"
    },
    {
      "index": 179,
      "start_time": 948779.0,
      "end_time": 954400.0,
      "text": "insurer may be able to persuade another insurer, with the requisite credit rating, to provide"
    },
    {
      "index": 180,
      "start_time": 954400.0,
      "end_time": 960118.0,
      "text": "the coverage to the insurance buyer, and to take out reinsurance in respect of the risk."
    },
    {
      "index": 181,
      "start_time": 960119.0,
      "end_time": 964660.0,
      "text": "An insurer which acts as a \"fronting insurer\" receives a fronting fee for this service to"
    },
    {
      "index": 182,
      "start_time": 964660.0,
      "end_time": 969829.0,
      "text": "cover administration and the potential default of the reinsurer. The fronting insurer is"
    },
    {
      "index": 183,
      "start_time": 969829.0,
      "end_time": 974758.0,
      "text": "taking a risk in such transactions, because it has an obligation to pay its insurance"
    },
    {
      "index": 184,
      "start_time": 974759.0,
      "end_time": 980600.0,
      "text": "claims even if the reinsurer becomes insolvent and fails to reimburse the claims."
    },
    {
      "index": 185,
      "start_time": 980600.0,
      "end_time": 983730.0,
      "text": "Markets Many reinsurance placements are not placed"
    },
    {
      "index": 186,
      "start_time": 983730.0,
      "end_time": 990730.0,
      "text": "with a single reinsurer but are shared between a number of reinsurers. For example a $30,000,000"
    },
    {
      "index": 187,
      "start_time": 990730.0,
      "end_time": 996730.0,
      "text": "excess of $20,000,000 layer may be shared by 30 or more reinsurers. The reinsurer who"
    },
    {
      "index": 188,
      "start_time": 996730.0,
      "end_time": 1002549.0,
      "text": "sets the terms for the reinsurance contract is called the lead reinsurer; the other companies"
    },
    {
      "index": 189,
      "start_time": 1002550.0,
      "end_time": 1009891.0,
      "text": "subscribing to the contract are called following reinsurers. Alternatively, one reinsurer can"
    },
    {
      "index": 190,
      "start_time": 1009890.0,
      "end_time": 1013589.0,
      "text": "accept the whole of the reinsurance and then retrocede it to other companies"
    },
    {
      "index": 191,
      "start_time": 1013590.0,
      "end_time": 1018460.0,
      "text": "About half of all reinsurance is handled by reinsurance brokers who then place business"
    },
    {
      "index": 192,
      "start_time": 1018460.0,
      "end_time": 1023820.0,
      "text": "with reinsurance companies. The other half is with \"direct writing\" reinsurers who have"
    },
    {
      "index": 193,
      "start_time": 1023820.0,
      "end_time": 1029741.0,
      "text": "their own sales staff and deal with the ceding companies directly. In Europe reinsurers write"
    },
    {
      "index": 194,
      "start_time": 1029740.0,
      "end_time": 1035000.0,
      "text": "both direct and brokered accounts. Using game-theoretic modeling, Professors"
    },
    {
      "index": 195,
      "start_time": 1035000.0,
      "end_time": 1039669.0,
      "text": "Michael R. Powers and Martin Shubik have argued that the number of active reinsurers in a"
    },
    {
      "index": 196,
      "start_time": 1039670.0000000001,
      "end_time": 1043991.0000000001,
      "text": "given national market should be approximately equal to the square-root of the number of"
    },
    {
      "index": 197,
      "start_time": 1043990.0,
      "end_time": 1050130.0,
      "text": "primary insurers active in the same market. Econometric analysis has provided empirical"
    },
    {
      "index": 198,
      "start_time": 1050130.0,
      "end_time": 1055610.0,
      "text": "support for the Powers-Shubik rule. Ceding companies often choose their reinsurers"
    },
    {
      "index": 199,
      "start_time": 1055610.0,
      "end_time": 1061240.0,
      "text": "with great care as they are exchanging insurance risk for credit risk. Risk managers monitor"
    },
    {
      "index": 200,
      "start_time": 1061240.0,
      "end_time": 1066399.0,
      "text": "reinsurers&#39; financial ratings and aggregated exposures regularly."
    },
    {
      "index": 201,
      "start_time": 1066400.0,
      "end_time": 1070001.0,
      "text": "Reinsurers Major reinsurance brokers include:"
    },
    {
      "index": 202,
      "start_time": 1070000.0,
      "end_time": 1071919.0,
      "text": "Willis Re Guy Carpenter"
    },
    {
      "index": 203,
      "start_time": 1071920.0,
      "end_time": 1075801.0,
      "text": "Cooper Gay Swett & Crawford Aon Corporation"
    },
    {
      "index": 204,
      "start_time": 1075800.0,
      "end_time": 1076600.0,
      "text": "See also"
    },
    {
      "index": 205,
      "start_time": 1076600.0,
      "end_time": 1078178.0,
      "text": "References"
    },
    {
      "index": 206,
      "start_time": 1078180.0,
      "end_time": 1082291.0,
      "text": "External links The US Reinsurance Under 40s Group"
    },
    {
      "index": 207,
      "start_time": 1082290.0,
      "end_time": 1088340.0,
      "text": "(French) APREF Association des Professionnels de la Réassurance en France"
    },
    {
      "index": 208,
      "start_time": 1088340.0,
      "end_time": 1095340.0,
      "text": "(French) ENASS - Ecole Nationale d&#39;Assurances website,(French National School of Insurance)"
    },
    {
      "index": 209,
      "start_time": 1096320.0,
      "end_time": 1102120.0,
      "text": "Captive Review Captive Review Reinsurance, by Gary Patrick [1]"
    },
    {
      "index": 210,
      "start_time": 1102120.0,
      "end_time": 1104850.0,
      "text": "Reinsurance Association of America Risk transfer, ILS, weather risk and reinsurance"
    },
    {
      "index": 211,
      "start_time": 1104850.0,
      "end_time": 1105389.0,
      "text": "news and information from Artemis.bm"
    }
  ]
}