{
  "video_id": "KuRhFisMKgs",
  "title": "List of The Big Bang Theory characters",
  "json": [
    {
      "index": 1,
      "start_time": 1040.0,
      "end_time": 8790.0,
      "text": "List of The Big Bang Theory characters The American sitcom The Big Bang Theory, created"
    },
    {
      "index": 2,
      "start_time": 8790.0,
      "end_time": 14240.0,
      "text": "and executive produced by Chuck Lorre and Bill Prady, premiered on CBS on September"
    },
    {
      "index": 3,
      "start_time": 14240.0,
      "end_time": 21669.0,
      "text": "24, 2007. The show initially centers on five characters: roommates Sheldon Cooper and Leonard"
    },
    {
      "index": 4,
      "start_time": 21669.0,
      "end_time": 27800.0,
      "text": "Hofstadter, two Caltech physicists; Penny, a waitress and aspiring actress who lives"
    },
    {
      "index": 5,
      "start_time": 27800.0,
      "end_time": 33110.0,
      "text": "across the hall; and Leonard and Sheldon&#39;s friends and co-workers aerospace engineer"
    },
    {
      "index": 6,
      "start_time": 33110.0,
      "end_time": 39890.0,
      "text": "Howard Wolowitz, and astrophysicist Rajesh Koothrappali. In Season 3, microbiologist"
    },
    {
      "index": 7,
      "start_time": 39890.0,
      "end_time": 45570.0,
      "text": "Bernadette Rostenkowski, and neuroscientist Amy Farrah Fowler are introduced, and later"
    },
    {
      "index": 8,
      "start_time": 45570.0,
      "end_time": 50590.0,
      "text": "become Howard&#39;s wife and Sheldon&#39;s girlfriend, respectively."
    },
    {
      "index": 9,
      "start_time": 50590.0,
      "end_time": 56110.0,
      "text": "Over time, several supporting characters have been promoted to starring roles: Leslie Winkle"
    },
    {
      "index": 10,
      "start_time": 56110.0,
      "end_time": 64750.0,
      "text": "(season 1 recurring; season 2 regular; season 3 guest), a physicist colleague, and, at different"
    },
    {
      "index": 11,
      "start_time": 64750.0,
      "end_time": 69900.0,
      "text": "times, a lover of both Leonard and Howard; Bernadette Rostenkowski-Wolowitz (season 3"
    },
    {
      "index": 12,
      "start_time": 69900.0,
      "end_time": 78450.0,
      "text": "recurring; season 4-present regular), a microbiologist, Howard&#39;s fiancée and subsequent wife, and"
    },
    {
      "index": 13,
      "start_time": 78450.0,
      "end_time": 85450.0,
      "text": "former part-time waitress alongside Penny; neuroscientist Amy Farrah Fowler (season 3"
    },
    {
      "index": 14,
      "start_time": 85450.0,
      "end_time": 91420.0,
      "text": "guest; season 4 recurring; season 4-present regular), who joins the group after being"
    },
    {
      "index": 15,
      "start_time": 91420.0,
      "end_time": 98040.0,
      "text": "matched to Sheldon on a dating website; and comic book store-owner, Stuart Bloom (seasons"
    },
    {
      "index": 16,
      "start_time": 98040.0,
      "end_time": 104380.0,
      "text": "2–5 recurring; season 6-present regular), who replaces Howard as Raj&#39;s best friend when"
    },
    {
      "index": 17,
      "start_time": 104380.0,
      "end_time": 110560.0,
      "text": "Howard is in space. The show also features numerous supporting characters, each of whom"
    },
    {
      "index": 18,
      "start_time": 110560.0,
      "end_time": 115770.0,
      "text": "plays a prominent role in a small group of episodes."
    },
    {
      "index": 19,
      "start_time": 115770.0,
      "end_time": 121310.0,
      "text": "Main characters Main characters are divided into two groups,"
    },
    {
      "index": 20,
      "start_time": 121310.0,
      "end_time": 125450.0,
      "text": "original main characters and those who have been promoted to main character status since"
    },
    {
      "index": 21,
      "start_time": 125450.0,
      "end_time": 131609.0,
      "text": "season two. Original main characters"
    },
    {
      "index": 22,
      "start_time": 131609.0,
      "end_time": 138819.0,
      "text": "With the exception of injury to the actors, these characters have appeared in all episodes."
    },
    {
      "index": 23,
      "start_time": 138819.0,
      "end_time": 144469.0,
      "text": "Leonard Hofstadter Dr. Leonard Leakey Hofstadter (Johnny Galecki)"
    },
    {
      "index": 24,
      "start_time": 144469.0,
      "end_time": 150279.0,
      "text": "is an experimental physicist with an IQ of 173 who is originally from New Jersey and"
    },
    {
      "index": 25,
      "start_time": 150279.0,
      "end_time": 157450.0,
      "text": "received his PhD at age 24, spending at least some of his time at Princeton University."
    },
    {
      "index": 26,
      "start_time": 157450.0,
      "end_time": 163290.0,
      "text": "He shares an apartment in Pasadena with colleague and friend Dr. Sheldon Cooper. Unlike his"
    },
    {
      "index": 27,
      "start_time": 163290.0,
      "end_time": 167859.0,
      "text": "equally geeky friends, Leonard is interested and quite adept in building interpersonal"
    },
    {
      "index": 28,
      "start_time": 167859.0,
      "end_time": 173219.0,
      "text": "and social relationships with others. Compared to his friends he is relatively successful"
    },
    {
      "index": 29,
      "start_time": 173219.0,
      "end_time": 178329.0,
      "text": "with women. The writers have toyed with a romance between him and next-door neighbor"
    },
    {
      "index": 30,
      "start_time": 178329.0,
      "end_time": 184469.0,
      "text": "Penny since the pilot, with their unresolved sexual tension being a major force for drama."
    },
    {
      "index": 31,
      "start_time": 184469.0,
      "end_time": 188939.0,
      "text": "Leonard dated Penny for most of Season 3, although they had dated briefly at the end"
    },
    {
      "index": 32,
      "start_time": 188939.0,
      "end_time": 195129.0,
      "text": "of Season 1. Aside from Penny, Leonard has had romantic relationships with coworker Leslie"
    },
    {
      "index": 33,
      "start_time": 195129.0,
      "end_time": 201309.0,
      "text": "Winkle, physician Stephanie Barnett, an unnamed French literature PhD, and North Korean spy"
    },
    {
      "index": 34,
      "start_time": 201309.0,
      "end_time": 207260.0,
      "text": "Joyce Kim. Following his breakup with Penny, Leonard began a relationship with Raj&#39;s sister"
    },
    {
      "index": 35,
      "start_time": 207260.0,
      "end_time": 212379.0,
      "text": "Priya in Season 4, and it is implied they had a brief sexual encounter before the start"
    },
    {
      "index": 36,
      "start_time": 212379.0,
      "end_time": 218529.0,
      "text": "of the series on an occasion when Priya visited Raj. The two attempted a long-distance relationship"
    },
    {
      "index": 37,
      "start_time": 218529.0,
      "end_time": 223799.0,
      "text": "after Priya moved back to India, but Leonard eventually broke up with her in Season 5 after"
    },
    {
      "index": 38,
      "start_time": 223799.0,
      "end_time": 230629.0,
      "text": "she admitted to cheating on him with her former boyfriend. In Season 5&#39;s &quot;The Beta Test Initiation&quot;,"
    },
    {
      "index": 39,
      "start_time": 230629.0,
      "end_time": 235370.0,
      "text": "Leonard and Penny start dating anew though their relationship is rocky. Leonard&#39;s family"
    },
    {
      "index": 40,
      "start_time": 235370.0,
      "end_time": 241930.0,
      "text": "includes other accomplished scientists: his mother, Dr. Beverly Hofstadter, is a world-renowned"
    },
    {
      "index": 41,
      "start_time": 241930.0,
      "end_time": 248299.0,
      "text": "psychiatrist, his sister is a biologist and his father an anthropologist. Also, his brother"
    },
    {
      "index": 42,
      "start_time": 248299.0,
      "end_time": 253689.0,
      "text": "Michael is a Harvard law professor. It is mentioned in the season 2 episode &quot;The Maternal"
    },
    {
      "index": 43,
      "start_time": 253689.0,
      "end_time": 259160.0,
      "text": "Capacitance&quot; that Leonard is the least successful member of his family. He is also known to"
    },
    {
      "index": 44,
      "start_time": 259160.00000000003,
      "end_time": 265220.0,
      "text": "be lactose intolerant and cannot process corn, as Sheldon states in &quot;Pilot&quot;. Leonard also"
    },
    {
      "index": 45,
      "start_time": 265220.0,
      "end_time": 270400.0,
      "text": "plays the cello. The cause of the elevator not working is also due in part to Leonard"
    },
    {
      "index": 46,
      "start_time": 270400.0,
      "end_time": 275630.0,
      "text": "(and Sheldon) as the experimental rocket fuel he was developing was improperly mixed within"
    },
    {
      "index": 47,
      "start_time": 275630.0,
      "end_time": 283200.0,
      "text": "their apartment and Sheldon threw the canister into the elevator shaft right before the explosion."
    },
    {
      "index": 48,
      "start_time": 283200.0,
      "end_time": 288340.0,
      "text": "Sheldon Cooper Dr. Sheldon Lee Cooper (Jim Parsons) is a"
    },
    {
      "index": 49,
      "start_time": 288340.0,
      "end_time": 296160.0,
      "text": "theoretical physicist, possessing a Bachelor of Science, Master of Science, PhD, an ScD,"
    },
    {
      "index": 50,
      "start_time": 296160.0,
      "end_time": 303630.0,
      "text": "and an IQ of 187. Originally from East Texas, he was a child prodigy, starting college at"
    },
    {
      "index": 51,
      "start_time": 303630.0,
      "end_time": 311010.0,
      "text": "the age of 11, and receiving his PhD at age 16. He is cold and calculating, and refrains"
    },
    {
      "index": 52,
      "start_time": 311010.0,
      "end_time": 317030.0,
      "text": "from any form of physical contact if possible. Sheldon exhibits a strict adherence to routine"
    },
    {
      "index": 53,
      "start_time": 317030.0,
      "end_time": 322050.0,
      "text": "to the point of exhibiting obsessive–compulsive disorder, performing specific activities on"
    },
    {
      "index": 54,
      "start_time": 322050.0,
      "end_time": 328670.0,
      "text": "specific days and specifics times, such as doing the laundry on Saturday night at 8:15."
    },
    {
      "index": 55,
      "start_time": 328670.0,
      "end_time": 333790.0,
      "text": "Any disruption to this routine distresses him enormously. A running gag has him always"
    },
    {
      "index": 56,
      "start_time": 333790.0,
      "end_time": 338930.0,
      "text": "knocking on doors or other surfaces in a pattern of three knocks and one call repeated three"
    },
    {
      "index": 57,
      "start_time": 338930.0,
      "end_time": 343880.0,
      "text": "times, which he has to complete no matter what. He has forced Leonard into signing an"
    },
    {
      "index": 58,
      "start_time": 343880.0,
      "end_time": 349140.0,
      "text": "absurdly exhaustive &quot;Roommate Agreement&quot;, and later enters a similar &quot;Relationship Agreement&quot;"
    },
    {
      "index": 59,
      "start_time": 349140.0,
      "end_time": 354990.0,
      "text": "with Amy Farrah Fowler. Sheldon has great difficulty identifying sarcasm and irony and"
    },
    {
      "index": 60,
      "start_time": 354990.0,
      "end_time": 360690.0,
      "text": "responding in kind, and a recurring topic is his efforts to acquire these skills. He"
    },
    {
      "index": 61,
      "start_time": 360690.0,
      "end_time": 365630.0,
      "text": "has also enormous difficulties lying or even keeping a secret, giving himself away with"
    },
    {
      "index": 62,
      "start_time": 365630.0,
      "end_time": 371360.0,
      "text": "wild facial tics and implausible statements. He is however fond of occasionally playing"
    },
    {
      "index": 63,
      "start_time": 371360.0,
      "end_time": 377530.0,
      "text": "a prank, which he typically punctuates with his trademark exclamation &quot;Bazinga!&quot;. Sheldon"
    },
    {
      "index": 64,
      "start_time": 377530.0,
      "end_time": 383210.0,
      "text": "has a superiority complex and makes no effort to hide his contempt for other people&#39;s intellects,"
    },
    {
      "index": 65,
      "start_time": 383210.0,
      "end_time": 389090.0,
      "text": "often making highly inappropriate comments. A common joke is his inability to drive, although"
    },
    {
      "index": 66,
      "start_time": 389090.0,
      "end_time": 394510.0,
      "text": "he did receive a learner&#39;s permit. Sheldon loves comic books and science fiction like"
    },
    {
      "index": 67,
      "start_time": 394510.0,
      "end_time": 399980.0,
      "text": "his friends, but to the point of being obsessed about them, and is a fan of Spock, a fictional"
    },
    {
      "index": 68,
      "start_time": 399980.0,
      "end_time": 405650.0,
      "text": "character of the Star Trek franchise. Unlike Leonard and Raj who come from intellectual"
    },
    {
      "index": 69,
      "start_time": 405650.0,
      "end_time": 411610.0,
      "text": "families, Sheldon stands out from his own relatives. His father, George, whose death"
    },
    {
      "index": 70,
      "start_time": 411610.0,
      "end_time": 418010.0,
      "text": "pre-dates the series, was described as a stereotypical Texan who liked football, skeet shooting,"
    },
    {
      "index": 71,
      "start_time": 418010.0,
      "end_time": 423620.0,
      "text": "and heavy drinking, his mother, Mary, is a devout Evangelical Christian, who does not"
    },
    {
      "index": 72,
      "start_time": 423620.0,
      "end_time": 428550.0,
      "text": "possess anything near Sheldon&#39;s intellect (though she displays a great deal of common"
    },
    {
      "index": 73,
      "start_time": 428550.0,
      "end_time": 435560.0,
      "text": "sense); his twin sister, Missy, and as-yet unseen brother, George Jr., were both described"
    },
    {
      "index": 74,
      "start_time": 435560.0,
      "end_time": 441480.0,
      "text": "by Mary as being &quot;dumb as soup&quot;. His fraternal twin sister who later has a baby boy makes"
    },
    {
      "index": 75,
      "start_time": 441480.0,
      "end_time": 447050.0,
      "text": "Sheldon an uncle. He meets Amy Farrah Fowler in the Season 3 finale and starts a highly"
    },
    {
      "index": 76,
      "start_time": 447050.0,
      "end_time": 453620.0,
      "text": "unusual and very slowly evolving relationship with her. Previous to this, he has also exhibited"
    },
    {
      "index": 77,
      "start_time": 453620.0,
      "end_time": 458830.0,
      "text": "some affinities with Leonard&#39;s equally unemotional mother."
    },
    {
      "index": 78,
      "start_time": 458830.0,
      "end_time": 463420.0,
      "text": "Penny Penny (Her surname has not yet been revealed.)"
    },
    {
      "index": 79,
      "start_time": 463420.0,
      "end_time": 469810.0,
      "text": "(Kaley Cuoco), is Leonard and Sheldon&#39;s neighbor across the hallway. Originally from a small"
    },
    {
      "index": 80,
      "start_time": 469810.0,
      "end_time": 475980.0,
      "text": "town outside Omaha, Nebraska, she was a waitress and occasional bartender at the local Cheesecake"
    },
    {
      "index": 81,
      "start_time": 475980.0,
      "end_time": 482540.0,
      "text": "Factory until season 7 and is an aspiring actress. Her educational qualifications (she"
    },
    {
      "index": 82,
      "start_time": 482540.0,
      "end_time": 486830.0,
      "text": "had dropped out of community college) are a constant source of disparaging comments"
    },
    {
      "index": 83,
      "start_time": 486830.0,
      "end_time": 493010.0,
      "text": "from Sheldon. She has dated several men during the course of the series, including Kurt,"
    },
    {
      "index": 84,
      "start_time": 493010.0,
      "end_time": 499639.0,
      "text": "Stuart, and Zack, but her recurring love interest is Leonard. Leonard pursued Penny during season"
    },
    {
      "index": 85,
      "start_time": 499639.0,
      "end_time": 505720.0,
      "text": "1; they dated briefly at the start of season 2 which led to some awkwardness; they began"
    },
    {
      "index": 86,
      "start_time": 505720.0,
      "end_time": 510150.0,
      "text": "dating again and were a couple for most of season 3 but she broke up with him after he"
    },
    {
      "index": 87,
      "start_time": 510150.0,
      "end_time": 515649.0,
      "text": "told Penny he loved her and she was not ready to reciprocate. Penny and Leonard begin to"
    },
    {
      "index": 88,
      "start_time": 515649.0,
      "end_time": 520909.0,
      "text": "date again &quot;slowly&quot; during the fifth season, though he does upset her by impulsively asking"
    },
    {
      "index": 89,
      "start_time": 520909.0,
      "end_time": 526769.0,
      "text": "her to marry him during intercourse. She has a tense relationship with Sheldon, whose nerdy"
    },
    {
      "index": 90,
      "start_time": 526769.0,
      "end_time": 531939.0,
      "text": "and obstinate personality often exasperate her, but they are ultimately good friends,"
    },
    {
      "index": 91,
      "start_time": 531939.0,
      "end_time": 538110.0,
      "text": "helping each other out in various situations. By season four, Penny also begins to socialize"
    },
    {
      "index": 92,
      "start_time": 538110.0,
      "end_time": 543430.0,
      "text": "more with Bernadette and Amy, who frequently hang out in Penny&#39;s apartment, go out together"
    },
    {
      "index": 93,
      "start_time": 543430.0,
      "end_time": 549089.0,
      "text": "and comfort each other. Bernadette and Amy are both shown to be simultaneously envious"
    },
    {
      "index": 94,
      "start_time": 549089.0,
      "end_time": 554629.0,
      "text": "of and threatened by Penny&#39;s more outgoing personality. Not much is known about Penny&#39;s"
    },
    {
      "index": 95,
      "start_time": 554629.0,
      "end_time": 560199.0,
      "text": "family, but it is mentioned in the series that her father, Wyatt (portrayed by Keith"
    },
    {
      "index": 96,
      "start_time": 560199.0,
      "end_time": 564759.0,
      "text": "Carradine), raised her like a boy, her mother smoked marijuana while she was pregnant with"
    },
    {
      "index": 97,
      "start_time": 564759.0,
      "end_time": 570430.0,
      "text": "her, her sister shot her husband while they were intoxicated and her brother is a meth"
    },
    {
      "index": 98,
      "start_time": 570430.0,
      "end_time": 576579.0,
      "text": "addict. Cuoco began being credited as Kaley Cuoco-Sweeting, starting with the season seven"
    },
    {
      "index": 99,
      "start_time": 576579.0,
      "end_time": 583189.0,
      "text": "episode, &quot;The Convention Conundrum&quot;. Howard Wolowitz"
    },
    {
      "index": 100,
      "start_time": 583189.0,
      "end_time": 588309.0,
      "text": "Howard Joel Wolowitz (Simon Helberg) is an aerospace engineer at Caltech&#39;s Department"
    },
    {
      "index": 101,
      "start_time": 588309.0,
      "end_time": 593089.0,
      "text": "of Applied Physics with a Masters in Engineering who often hangs out at Leonard and Sheldon&#39;s"
    },
    {
      "index": 102,
      "start_time": 593089.0,
      "end_time": 600199.0,
      "text": "apartment. Unlike Sheldon, Leonard, and Raj, Howard has no doctorate, and often gets disparaged"
    },
    {
      "index": 103,
      "start_time": 600199.0,
      "end_time": 606019.0,
      "text": "as a result, especially by Sheldon. He defends this by pointing out that he has a master&#39;s"
    },
    {
      "index": 104,
      "start_time": 606019.0,
      "end_time": 612069.0,
      "text": "degree in Engineering from MIT and that the equipment he designs is launched into space,"
    },
    {
      "index": 105,
      "start_time": 612069.0,
      "end_time": 617800.0,
      "text": "unlike the theoretical work of his friends. In the season 5 finale, Howard goes to the"
    },
    {
      "index": 106,
      "start_time": 617800.0,
      "end_time": 624309.0,
      "text": "International Space Station on Expedition 31. Howard lives in Altadena with his domineering,"
    },
    {
      "index": 107,
      "start_time": 624309.0,
      "end_time": 629839.0,
      "text": "belittling and unseen mother who treats him like a child. While he sometimes expresses"
    },
    {
      "index": 108,
      "start_time": 629839.0,
      "end_time": 635230.0,
      "text": "irritation at this treatment, for the most part he appears to prefer it. Howard dotes"
    },
    {
      "index": 109,
      "start_time": 635230.0,
      "end_time": 640550.0,
      "text": "on his mother and participates in many of her daily routines. A recurring gimmick in"
    },
    {
      "index": 110,
      "start_time": 640550.0,
      "end_time": 645319.0,
      "text": "the series is Howard and his mother communicating with each other from different rooms by yelling,"
    },
    {
      "index": 111,
      "start_time": 645319.0,
      "end_time": 650819.0,
      "text": "a habit which Bernadette also adopts in later episodes. His father left them when he was"
    },
    {
      "index": 112,
      "start_time": 650819.0,
      "end_time": 656420.0,
      "text": "eleven, and Howard gets visibly distressed when the subject comes up. Howard fancies"
    },
    {
      "index": 113,
      "start_time": 656420.0,
      "end_time": 661589.0,
      "text": "himself a ladies&#39; man and attempts pick-up lines whenever a woman is present, which often"
    },
    {
      "index": 114,
      "start_time": 661589.0,
      "end_time": 665999.0,
      "text": "come off as inappropriate and disgusting, although he has dropped this habit since he"
    },
    {
      "index": 115,
      "start_time": 665999.0,
      "end_time": 672430.0,
      "text": "started going out with Bernadette. He is Jewish, but he is not very serious about his faith,"
    },
    {
      "index": 116,
      "start_time": 672430.0,
      "end_time": 677899.0,
      "text": "and does not keep kosher. For example, when the group&#39;s favorite Chinese restaurant raised"
    },
    {
      "index": 117,
      "start_time": 677899.0,
      "end_time": 683449.0,
      "text": "the price of pork, Howard remarked, &quot;It&#39;s getting tougher and tougher to be a bad Jew.&quot;"
    },
    {
      "index": 118,
      "start_time": 683449.0,
      "end_time": 689680.0,
      "text": "However, he does observe Sabbath and the Jewish holidays. In the pilot episode, it is shown"
    },
    {
      "index": 119,
      "start_time": 689680.0,
      "end_time": 696819.0,
      "text": "that he is a polyglot and can speak English, French, Mandarin, Russian, Arabic, and Farsi,"
    },
    {
      "index": 120,
      "start_time": 696819.0,
      "end_time": 701509.0,
      "text": "along with fictional languages like Klingon and Sindarin. He is asthmatic, allergic to"
    },
    {
      "index": 121,
      "start_time": 701509.0,
      "end_time": 709350.0,
      "text": "peanuts, almonds, and walnuts, prone to canker sores and pink eye, succumbs to seasickness,"
    },
    {
      "index": 122,
      "start_time": 709350.0,
      "end_time": 715429.0,
      "text": "has an incredibly high genetic risk of heart illness, and has transient idiopathic arrhythmia."
    },
    {
      "index": 123,
      "start_time": 715429.0,
      "end_time": 721769.0,
      "text": "In Season 5 episode 4, it is shown that he knows American Sign Language. Howard dated"
    },
    {
      "index": 124,
      "start_time": 721769.0,
      "end_time": 727869.0,
      "text": "Bernadette briefly in season 3. After some difficulties, they resumed their relationship"
    },
    {
      "index": 125,
      "start_time": 727869.0,
      "end_time": 734699.0,
      "text": "in season 4, which culminated in their engagement. In the season 5 finale, Howard and Bernadette"
    },
    {
      "index": 126,
      "start_time": 734699.0,
      "end_time": 739209.0,
      "text": "are married on the roof of the apartment building shortly before he has to leave for Kazakhstan"
    },
    {
      "index": 127,
      "start_time": 739209.0,
      "end_time": 744249.0,
      "text": "where he is to be sent to the International Space Station."
    },
    {
      "index": 128,
      "start_time": 744249.0,
      "end_time": 750050.0,
      "text": "Rajesh Koothrappali Dr. Rajesh Ramayan &quot;Raj&quot; Koothrappali (Kunal"
    },
    {
      "index": 129,
      "start_time": 750050.0,
      "end_time": 755829.0,
      "text": "Nayyar) is Howard Wolowitz&#39;s best friend, and yet another genius of the group; his name"
    },
    {
      "index": 130,
      "start_time": 755829.0,
      "end_time": 761779.0,
      "text": "is usually shortened to &quot;Raj&quot;. He is originally from New Delhi, India, and he works in the"
    },
    {
      "index": 131,
      "start_time": 761779.0,
      "end_time": 768019.0,
      "text": "Physics department at Caltech, where his area of expertise is particle astrophysics. He"
    },
    {
      "index": 132,
      "start_time": 768019.0,
      "end_time": 773339.0,
      "text": "lives in an apartment in Pasadena. As with his friends, he is mutually involved with"
    },
    {
      "index": 133,
      "start_time": 773339.0,
      "end_time": 778059.0,
      "text": "and obsessed with science fiction and comic books in general, and is usually the one to"
    },
    {
      "index": 134,
      "start_time": 778059.0,
      "end_time": 783360.0,
      "text": "propose various real-life questions derived from such works, such as the functions of"
    },
    {
      "index": 135,
      "start_time": 783360.0,
      "end_time": 789959.0,
      "text": "the tails of the Na&#39;vi in the film Avatar. He is also a fan of Harry Potter. Raj dislikes"
    },
    {
      "index": 136,
      "start_time": 789959.0,
      "end_time": 795740.0,
      "text": "India, Indian food, and Indian music, he also appreciates the Indian lullabies his mother"
    },
    {
      "index": 137,
      "start_time": 795740.0,
      "end_time": 802579.0,
      "text": "sang to him and the catchiness of Hindi phrases. Raj is a Hindu and believes in karma (reincarnation),"
    },
    {
      "index": 138,
      "start_time": 802579.0,
      "end_time": 808550.0,
      "text": "but eats beef. Raj is very shy around women, and finds himself unable to speak to or while"
    },
    {
      "index": 139,
      "start_time": 808550.0,
      "end_time": 814509.0,
      "text": "in the presence of them unless he drinks alcoholic beverages, or he believes he has done so."
    },
    {
      "index": 140,
      "start_time": 814509.0,
      "end_time": 819670.0,
      "text": "When Penny or Bernadette is around, Raj usually whispers what he wants to say to Howard or"
    },
    {
      "index": 141,
      "start_time": 819670.0,
      "end_time": 824769.0,
      "text": "Leonard, who then repeats or responds to what Raj says out loud, although at times Howard"
    },
    {
      "index": 142,
      "start_time": 824769.0,
      "end_time": 830480.0,
      "text": "will embarrass him by saying something completely different and inappropriate. Despite this,"
    },
    {
      "index": 143,
      "start_time": 830480.0,
      "end_time": 836209.0,
      "text": "Raj has sometimes ended up in bed with women, leaving the other guys perplexed. Unlike his"
    },
    {
      "index": 144,
      "start_time": 836209.0,
      "end_time": 841420.0,
      "text": "friends however, Raj has many quite feminine interests such as reading Archie Comics and"
    },
    {
      "index": 145,
      "start_time": 841420.0,
      "end_time": 846829.0,
      "text": "Twilight and watching chick flicks such as Bridget Jones&#39;s Diary. A recurring joke in"
    },
    {
      "index": 146,
      "start_time": 846829.0,
      "end_time": 851910.0,
      "text": "the series has people, including his parents and Leonard&#39;s mother, speculating that Raj"
    },
    {
      "index": 147,
      "start_time": 851910.0,
      "end_time": 856550.0,
      "text": "might be gay due to his feminine interests and his close friendship with Howard, with"
    },
    {
      "index": 148,
      "start_time": 856550.0,
      "end_time": 861589.0,
      "text": "whom he has arguments similar to those of a married couple. However, Raj has always"
    },
    {
      "index": 149,
      "start_time": 861589.0,
      "end_time": 867999.0,
      "text": "stated that he is straight, but metrosexual. He has had an infatuation with Penny, and"
    },
    {
      "index": 150,
      "start_time": 867999.0,
      "end_time": 874139.0,
      "text": "secretly wrote love poems about Bernadette. Raj comes from a very wealthy family in India,"
    },
    {
      "index": 151,
      "start_time": 874139.0,
      "end_time": 880449.0,
      "text": "and often communicates with his parents, Dr. and Mrs. Koothrappali, via webcam. He has"
    },
    {
      "index": 152,
      "start_time": 880449.0,
      "end_time": 885350.0,
      "text": "a younger sister, Priya, who is mentioned to have dated Leonard briefly before the series"
    },
    {
      "index": 153,
      "start_time": 885350.0,
      "end_time": 891420.0,
      "text": "timeline began and dates him again in Season 4, breaking up with him in Season 5. After"
    },
    {
      "index": 154,
      "start_time": 891420.0,
      "end_time": 896389.0,
      "text": "making a brave speech about not being embarrassed to be single, Raj started seeing a shy and"
    },
    {
      "index": 155,
      "start_time": 896389.0,
      "end_time": 902119.0,
      "text": "sweet woman named Lucy. Lucy has many things in common with Raj including her fear of being"
    },
    {
      "index": 156,
      "start_time": 902119.0,
      "end_time": 909410.0,
      "text": "in large crowds. In the season 6 finale, Raj finds he can now talk to women without alcohol,"
    },
    {
      "index": 157,
      "start_time": 909410.0,
      "end_time": 914550.0,
      "text": "however he never stops talking. Additional main characters"
    },
    {
      "index": 158,
      "start_time": 914550.0,
      "end_time": 921839.0,
      "text": "The following characters have been promoted to main character status since season 2. Leslie"
    },
    {
      "index": 159,
      "start_time": 921839.0,
      "end_time": 927470.0,
      "text": "Winkle and Stuart Bloom are only credited in episodes in which they appear. Bernadette"
    },
    {
      "index": 160,
      "start_time": 927470.0,
      "end_time": 932799.0,
      "text": "and Amy Farrah Fowler were promoted to main character status in season 4, and their images"
    },
    {
      "index": 161,
      "start_time": 932799.0,
      "end_time": 939799.0,
      "text": "were included in the main title sequence from the first episode of season 6."
    },
    {
      "index": 162,
      "start_time": 939799.0,
      "end_time": 944999.0,
      "text": "Leslie Winkle Dr. Leslie Winkle (Sara Gilbert) (appeared"
    },
    {
      "index": 163,
      "start_time": 944999.0,
      "end_time": 950629.0,
      "text": "in eight episodes total, four credited as main cast) is an experimental physicist who"
    },
    {
      "index": 164,
      "start_time": 950629.0,
      "end_time": 956999.0,
      "text": "works in the same lab as Leonard. In appearance, she is essentially Leonard&#39;s female counterpart,"
    },
    {
      "index": 165,
      "start_time": 956999.0,
      "end_time": 962600.0,
      "text": "equipped with the black framed glasses and sweat jackets. She also happens to have a"
    },
    {
      "index": 166,
      "start_time": 962600.0,
      "end_time": 968540.0,
      "text": "lazy eye. She is one of Sheldon&#39;s arch-enemies, due to their conflicting scientific theories"
    },
    {
      "index": 167,
      "start_time": 968540.0,
      "end_time": 974040.0,
      "text": "and Sheldon&#39;s strong misogyny. Though they both consider each other to be intellectually"
    },
    {
      "index": 168,
      "start_time": 974040.0,
      "end_time": 979600.0,
      "text": "inferior, Leslie is much wittier than Sheldon, regularly calling him &quot;dumbass&quot; and besting"
    },
    {
      "index": 169,
      "start_time": 979600.0,
      "end_time": 986040.0,
      "text": "him in their exchanges. Leslie has had casual relationships with Leonard and later Howard,"
    },
    {
      "index": 170,
      "start_time": 986040.0,
      "end_time": 991269.0,
      "text": "considering it a completely physical reaction to her body&#39;s cycles - her voice remains emotionless"
    },
    {
      "index": 171,
      "start_time": 991269.0,
      "end_time": 996949.0,
      "text": "even during moments of extreme physical intimacy. Leslie&#39;s final appearance was in the season"
    },
    {
      "index": 172,
      "start_time": 996949.0,
      "end_time": 1001910.0,
      "text": "3 finale, as the writers said they did not know how to work in the character full-time."
    },
    {
      "index": 173,
      "start_time": 1001910.0,
      "end_time": 1008600.0,
      "text": "Leonard, distraught after Penny -- who after having broken up with Leonard got intoxicated,"
    },
    {
      "index": 174,
      "start_time": 1008600.0,
      "end_time": 1014069.0,
      "text": "had intercourse with him, then pushed him away -- asked for intercourse with Leslie."
    },
    {
      "index": 175,
      "start_time": 1014070.0,
      "end_time": 1020680.0,
      "text": "Leslie responded, &quot;Let me think about it,&quot; before slamming the door on him."
    },
    {
      "index": 176,
      "start_time": 1020680.0,
      "end_time": 1025671.0,
      "text": "Bernadette Dr. (after &quot;The Roommate Transmogrification&quot;)"
    },
    {
      "index": 177,
      "start_time": 1025670.0000000001,
      "end_time": 1032170.0000000001,
      "text": "Bernadette Maryann Rostenkowski-Wolowitz (Melissa Rauch): (has appeared in 64 episodes total,"
    },
    {
      "index": 178,
      "start_time": 1032170.0000000001,
      "end_time": 1037920.0000000001,
      "text": "59 credited as main cast) is originally a waitress and coworker of Penny&#39;s at the Cheesecake"
    },
    {
      "index": 179,
      "start_time": 1037920.0000000001,
      "end_time": 1043260.0000000001,
      "text": "Factory, which pays the way for her graduate studies in microbiology per &quot;The Creepy Candy"
    },
    {
      "index": 180,
      "start_time": 1043260.0,
      "end_time": 1048740.0,
      "text": "Coating Corollary&quot;. A recurring joke in the series is in reference to Bernadette and her"
    },
    {
      "index": 181,
      "start_time": 1048740.0,
      "end_time": 1054210.0,
      "text": "lab team handling dangerous or infectious specimens, leading to accidental by-products"
    },
    {
      "index": 182,
      "start_time": 1054210.0,
      "end_time": 1059600.0,
      "text": "or exposure to diseases. Instances include her trying to remember whether she washed"
    },
    {
      "index": 183,
      "start_time": 1059600.0,
      "end_time": 1064710.0,
      "text": "her hands while she worked with penicillin-resistant gonorrhea or creating a cold medicine that"
    },
    {
      "index": 184,
      "start_time": 1064710.0,
      "end_time": 1070600.0,
      "text": "may cause acidic tears. She is of Polish origin and Catholic upbringing, and is frequently"
    },
    {
      "index": 185,
      "start_time": 1070600.0,
      "end_time": 1076440.0,
      "text": "seen wearing a cross necklace. Most notably, she is one of the only characters in the show"
    },
    {
      "index": 186,
      "start_time": 1076440.0,
      "end_time": 1082050.0,
      "text": "who can control Sheldon, mostly because of her knowledge in dealing with stubborn children."
    },
    {
      "index": 187,
      "start_time": 1082050.0,
      "end_time": 1086910.0,
      "text": "She is generally a friendly and good-natured individual, quickly making friends with Penny"
    },
    {
      "index": 188,
      "start_time": 1086910.0,
      "end_time": 1092030.0,
      "text": "and Amy, as well as the rest of the gang, but occasionally shows signs of mania, most"
    },
    {
      "index": 189,
      "start_time": 1092030.0,
      "end_time": 1096600.0,
      "text": "notably when she got into a fight with Amy over a parking space Sheldon and Howard were"
    },
    {
      "index": 190,
      "start_time": 1096600.0,
      "end_time": 1101870.0,
      "text": "fighting over, and when she explains her interest in microbiology as being because she feels"
    },
    {
      "index": 191,
      "start_time": 1101870.0,
      "end_time": 1107690.0,
      "text": "like a God to the bacteria she is studying. Bernadette was first introduced to Howard"
    },
    {
      "index": 192,
      "start_time": 1107690.0,
      "end_time": 1113460.0,
      "text": "by Penny after he invoked the &quot;Girlfriend Pact&quot;. At first, she and Howard do not get"
    },
    {
      "index": 193,
      "start_time": 1113460.0,
      "end_time": 1119200.0,
      "text": "along, as they appear to have nothing in common. When they find out that they both have domineering"
    },
    {
      "index": 194,
      "start_time": 1119200.0,
      "end_time": 1125060.0,
      "text": "mothers, they feel a connection. Subsequently, Howard realizes Bernadette presents a real"
    },
    {
      "index": 195,
      "start_time": 1125060.0,
      "end_time": 1130500.0,
      "text": "opportunity to develop a lasting relationship and, in an impulsive manner, he proposes to"
    },
    {
      "index": 196,
      "start_time": 1130500.0,
      "end_time": 1135890.0,
      "text": "her. Although Bernadette rejects his offer, they remain a couple for a time after Howard"
    },
    {
      "index": 197,
      "start_time": 1135890.0,
      "end_time": 1141610.0,
      "text": "sings a heartfelt song for her at the Cheesecake Factory, which Penny finds quite embarrassing,"
    },
    {
      "index": 198,
      "start_time": 1141610.0,
      "end_time": 1146910.0,
      "text": "but Bernadette finds romantic. Eventually they break up when she discovers Howard using"
    },
    {
      "index": 199,
      "start_time": 1146910.0,
      "end_time": 1153160.0,
      "text": "his avatar to engage in cybersex with another online character in World of Warcraft. Bernadette"
    },
    {
      "index": 200,
      "start_time": 1153160.0,
      "end_time": 1158300.0,
      "text": "and Howard reconcile and resume their relationship, ultimately culminating in their engagement"
    },
    {
      "index": 201,
      "start_time": 1158300.0,
      "end_time": 1165030.0,
      "text": "in the season 4 episode, &quot;The Herb Garden Germination&quot;. In &quot;The Roommate Transmogrification&quot;,"
    },
    {
      "index": 202,
      "start_time": 1165030.0,
      "end_time": 1170630.0,
      "text": "she finally obtains her doctorate and is subsequently hired by a pharmaceutical company with a high"
    },
    {
      "index": 203,
      "start_time": 1170630.0,
      "end_time": 1176350.0,
      "text": "salary. This makes Howard jealous, especially after the rest of his friends taunt him about"
    },
    {
      "index": 204,
      "start_time": 1176350.0,
      "end_time": 1181150.0,
      "text": "his lack of a doctorate, and eventually leads to them having an argument after she purchases"
    },
    {
      "index": 205,
      "start_time": 1181150.0,
      "end_time": 1185630.0,
      "text": "a Rolex watch for Howard, which he interprets as her &quot;rubbing in&quot; the fact that she now"
    },
    {
      "index": 206,
      "start_time": 1185630.0,
      "end_time": 1191380.0,
      "text": "earns more than him. Howard later learns that Raj fantasizes about Bernadette and writes"
    },
    {
      "index": 207,
      "start_time": 1191380.0,
      "end_time": 1197210.0,
      "text": "love poems about her. Bernadette almost breaks up with Howard after hearing about his previously"
    },
    {
      "index": 208,
      "start_time": 1197210.0,
      "end_time": 1202250.0,
      "text": "unknown former sexual escapades that came out during his bachelor party from the episode"
    },
    {
      "index": 209,
      "start_time": 1202250.0,
      "end_time": 1208360.0,
      "text": "&quot;The Stag Convergence&quot;. Howard and Bernadette are married (by the entire main cast) on the"
    },
    {
      "index": 210,
      "start_time": 1208360.0,
      "end_time": 1214100.0,
      "text": "roof of the apartment the day before he has to go into space. During season 6 the newlyweds"
    },
    {
      "index": 211,
      "start_time": 1214100.0,
      "end_time": 1219190.0,
      "text": "do have some bumps, including Howard readjusting to being back on earth, moving out of his"
    },
    {
      "index": 212,
      "start_time": 1219190.0,
      "end_time": 1225640.0,
      "text": "mother&#39;s house, and again when he spends too much on his collectibles hobby."
    },
    {
      "index": 213,
      "start_time": 1225640.0,
      "end_time": 1231500.0,
      "text": "Amy Farrah Fowler Dr. Amy Farrah Fowler (Mayim Bialik) (has"
    },
    {
      "index": 214,
      "start_time": 1231500.0,
      "end_time": 1238500.0,
      "text": "appeared in 61 episodes total, 55 credited as main cast) is a neuroscientist (which corresponds"
    },
    {
      "index": 215,
      "start_time": 1238500.0,
      "end_time": 1246430.0,
      "text": "to Bialik&#39;s real-life Ph.D.), and Sheldon&#39;s love interest in the series. She has a Ph.D."
    },
    {
      "index": 216,
      "start_time": 1246430.0,
      "end_time": 1251960.0,
      "text": "in neurobiology, with a research focus on addiction in primates and invertebrates, occasionally"
    },
    {
      "index": 217,
      "start_time": 1251960.0,
      "end_time": 1256990.0,
      "text": "mentioning such experiments as getting a capuchin monkey addicted to cigarettes or starfish"
    },
    {
      "index": 218,
      "start_time": 1256990.0,
      "end_time": 1262910.0,
      "text": "addicted to cocaine. Raj and Howard found Amy through an online dating site after secretly"
    },
    {
      "index": 219,
      "start_time": 1262910.0,
      "end_time": 1268980.0,
      "text": "setting up an account using Sheldon&#39;s name and information. The site matches her to Sheldon,"
    },
    {
      "index": 220,
      "start_time": 1268980.0,
      "end_time": 1275160.0,
      "text": "and the two share many similar traits. Once she and Sheldon meet, she becomes, as Sheldon"
    },
    {
      "index": 221,
      "start_time": 1275160.0,
      "end_time": 1280490.0,
      "text": "puts it, a girl who is his friend, but not his &quot;girlfriend.&quot; They briefly ended their"
    },
    {
      "index": 222,
      "start_time": 1280490.0,
      "end_time": 1285640.0,
      "text": "friendship when they got into an argument over whose field of study was superior. The"
    },
    {
      "index": 223,
      "start_time": 1285640.0,
      "end_time": 1290730.0,
      "text": "two initially communicate via computer, but at the encouragement of the group, she starts"
    },
    {
      "index": 224,
      "start_time": 1290730.0,
      "end_time": 1297330.0,
      "text": "hanging out with the gang in person. Early on, Amy is, essentially, a female counterpart"
    },
    {
      "index": 225,
      "start_time": 1297330.0,
      "end_time": 1303750.0,
      "text": "to Sheldon. During this time, she is almost coldly rational while displaying little emotion,"
    },
    {
      "index": 226,
      "start_time": 1303750.0,
      "end_time": 1309040.0,
      "text": "is awkward in social situations ranging from endearing to embarrassing, is sometimes condescending"
    },
    {
      "index": 227,
      "start_time": 1309040.0,
      "end_time": 1315120.0,
      "text": "towards those of lesser scientific knowledge and has little or no desire for physical intimacy."
    },
    {
      "index": 228,
      "start_time": 1315120.0,
      "end_time": 1321070.0,
      "text": "In Season Five, after Amy went out on a date with comic book store owner Stuart, Sheldon"
    },
    {
      "index": 229,
      "start_time": 1321070.0,
      "end_time": 1326480.0,
      "text": "decided to solidify their relationship as boyfriend/girlfriend with a 31-page &quot;Relationship"
    },
    {
      "index": 230,
      "start_time": 1326480.0,
      "end_time": 1331350.0,
      "text": "Agreement&quot;. Amy began a campaign in &quot;The Launch Acceleration&quot; to increase Sheldon&#39;s feelings"
    },
    {
      "index": 231,
      "start_time": 1331350.0,
      "end_time": 1336730.0,
      "text": "for her by becoming more involved in his interests like video games and Star Trek, and treating"
    },
    {
      "index": 232,
      "start_time": 1336730.0,
      "end_time": 1342780.0,
      "text": "him as his mother had. During Howard and Bernadette&#39;s wedding ceremony, Amy is disappointed when"
    },
    {
      "index": 233,
      "start_time": 1342780.0,
      "end_time": 1348140.0,
      "text": "Sheldon says that he hopes that the two of them are as happy together as he is alone."
    },
    {
      "index": 234,
      "start_time": 1348140.0,
      "end_time": 1353500.0,
      "text": "Later as Howard is launched into space, Amy is surprised when Sheldon spontaneously takes"
    },
    {
      "index": 235,
      "start_time": 1353500.0,
      "end_time": 1360190.0,
      "text": "her hand for comfort. Despite her best efforts, however, he repeatedly resists all of her"
    },
    {
      "index": 236,
      "start_time": 1360190.0,
      "end_time": 1364200.0,
      "text": "attempts at persuading him to engage in physical intimacy though they are regularly holding"
    },
    {
      "index": 237,
      "start_time": 1364200.0,
      "end_time": 1369890.0,
      "text": "hands at Amy&#39;s insistence at the beginning of season 6. By mid-season when Sheldon was"
    },
    {
      "index": 238,
      "start_time": 1369890.0,
      "end_time": 1374620.0,
      "text": "caring for her when she had the flu, Sheldon has some intimate views of Amy pushing him"
    },
    {
      "index": 239,
      "start_time": 1374620.0,
      "end_time": 1380090.0,
      "text": "further toward a normal relationship with her. She has also provided Sheldon with consoling"
    },
    {
      "index": 240,
      "start_time": 1380090.0,
      "end_time": 1385930.0,
      "text": "hugs and was slapped on the rear by an intoxicated Sheldon, telling everyone that she is a great"
    },
    {
      "index": 241,
      "start_time": 1385930.0,
      "end_time": 1391850.0,
      "text": "gal. Amy tried to move into his apartment when Leonard temporarily vacated it. After"
    },
    {
      "index": 242,
      "start_time": 1391850.0,
      "end_time": 1397170.0,
      "text": "being prodded by Barry Kripke about his girlfriend, he lied that they were having sex, though"
    },
    {
      "index": 243,
      "start_time": 1397170.0,
      "end_time": 1401510.0,
      "text": "he admitted to Penny that it might really happen between him and Amy and later admitted"
    },
    {
      "index": 244,
      "start_time": 1401510.0,
      "end_time": 1407090.0,
      "text": "it to Amy while also engaging in Dungeons and Dragons&#39; intercourse game play. Nevertheless,"
    },
    {
      "index": 245,
      "start_time": 1407090.0,
      "end_time": 1413800.0,
      "text": "her frustration is frequently played for laughs from that point onward. In the Season 7 episode"
    },
    {
      "index": 246,
      "start_time": 1413800.0,
      "end_time": 1419700.0,
      "text": "&quot;The Locomotive Manipulation&quot;, Sheldon sarcastically says he will give Amy the romance she wants,"
    },
    {
      "index": 247,
      "start_time": 1419700.0,
      "end_time": 1424830.0,
      "text": "then he passionately kisses Amy on the lips for the first time and enjoys it."
    },
    {
      "index": 248,
      "start_time": 1424830.0,
      "end_time": 1429810.0,
      "text": "While early on Amy was ambivalent and often condescending towards Penny and Bernadette,"
    },
    {
      "index": 249,
      "start_time": 1429810.0,
      "end_time": 1434570.0,
      "text": "she later spends more time with them even at the expense of her time with Sheldon. As"
    },
    {
      "index": 250,
      "start_time": 1434570.0,
      "end_time": 1439700.0,
      "text": "her appearances have progressed, she has shed her strident, aloof personality for a much"
    },
    {
      "index": 251,
      "start_time": 1439700.0,
      "end_time": 1446110.0,
      "text": "more feminine and social one; although she retains some social awkwardness. Her feelings"
    },
    {
      "index": 252,
      "start_time": 1446110.0,
      "end_time": 1451020.0,
      "text": "for Sheldon have also grown considerably over time and considers him to be ideal in almost"
    },
    {
      "index": 253,
      "start_time": 1451020.0,
      "end_time": 1455820.0,
      "text": "every way, though she sometimes becomes as annoyed and frustrated by Sheldon&#39;s quirks"
    },
    {
      "index": 254,
      "start_time": 1455820.0,
      "end_time": 1461350.0,
      "text": "as his other friends do. Amy also intensely wants her relationship with Sheldon to progress"
    },
    {
      "index": 255,
      "start_time": 1461350.0,
      "end_time": 1466810.0,
      "text": "to include sexual intimacy, a drastic departure from her early days as a member of her circle"
    },
    {
      "index": 256,
      "start_time": 1466810.0,
      "end_time": 1472700.0,
      "text": "of friends. She has come to consider Penny a very close friend, sometimes referring to"
    },
    {
      "index": 257,
      "start_time": 1472700.0,
      "end_time": 1478020.0,
      "text": "her as her &quot;bestie,&quot; and, on another occasion, admitting her entire social life revolves"
    },
    {
      "index": 258,
      "start_time": 1478020.0,
      "end_time": 1483760.0,
      "text": "around her. Penny herself is fond of Amy, on one occasion making an effort to salvage"
    },
    {
      "index": 259,
      "start_time": 1483760.0,
      "end_time": 1489750.0,
      "text": "their friendship after she accidentally hurt her feelings. To her dismay, however, Amy"
    },
    {
      "index": 260,
      "start_time": 1489750.0,
      "end_time": 1494850.0,
      "text": "often fails to grasp the concept of &quot;girl talk,&quot; by talking about feminine hygiene and"
    },
    {
      "index": 261,
      "start_time": 1494850.0,
      "end_time": 1501270.0,
      "text": "anatomy when in her presence and at times being brutally honest. Also, Amy often demonstrates"
    },
    {
      "index": 262,
      "start_time": 1501270.0,
      "end_time": 1507100.0,
      "text": "an infatuation towards her, and occasionally Bernadette, to whom she is still rather condescending"
    },
    {
      "index": 263,
      "start_time": 1507100.0,
      "end_time": 1512560.0,
      "text": "though still considers a close friend. These including making inappropriate comments about"
    },
    {
      "index": 264,
      "start_time": 1512560.0,
      "end_time": 1518000.0,
      "text": "Penny&#39;s body and Bernadette&#39;s personality. After attending a science convention with"
    },
    {
      "index": 265,
      "start_time": 1518000.0,
      "end_time": 1523280.0,
      "text": "Bernadette in &quot;The Hofstadter Insufficiency&quot;, Bernadette and Amy found common interests"
    },
    {
      "index": 266,
      "start_time": 1523280.0,
      "end_time": 1528680.0,
      "text": "and became better friends. When she feels that Leonard is interested in her, she admits"
    },
    {
      "index": 267,
      "start_time": 1528680.0,
      "end_time": 1533830.0,
      "text": "to Penny that she has a better shot getting her into bed than Leonard. In episode 8 of"
    },
    {
      "index": 268,
      "start_time": 1533830.0,
      "end_time": 1539020.0,
      "text": "the fifth season, she shows a disturbing enthusiasm on the whim that Bernadette&#39;s bridal shower"
    },
    {
      "index": 269,
      "start_time": 1539020.0,
      "end_time": 1544150.0,
      "text": "should consist of naked bridesmaids washing each other, and she proposes that the bachelorette"
    },
    {
      "index": 270,
      "start_time": 1544150.0,
      "end_time": 1549370.0,
      "text": "party consist of a Native American sweat lodge and women dancing around painting fertility"
    },
    {
      "index": 271,
      "start_time": 1549370.0,
      "end_time": 1555060.0,
      "text": "symbols on the bride&#39;s naked body. Her more arrogant side is shown in &quot;The Pulled Groin"
    },
    {
      "index": 272,
      "start_time": 1555060.0,
      "end_time": 1559610.0,
      "text": "Extrapolation&quot;, where she is convinced that Leonard has fallen for her after he accompanies"
    },
    {
      "index": 273,
      "start_time": 1559610.0,
      "end_time": 1563740.0,
      "text": "her to a friend&#39;s wedding and gives her a chaste kiss on the cheek, even though he has"
    },
    {
      "index": 274,
      "start_time": 1563740.0,
      "end_time": 1569820.0,
      "text": "no such feelings. In &quot;The Benefactor Factor&quot;, it is revealed that she is technically engaged"
    },
    {
      "index": 275,
      "start_time": 1569820.0,
      "end_time": 1575310.0,
      "text": "to Saudi Arabian Prince Faisal who resides in Riyadh, who is the source of much of her"
    },
    {
      "index": 276,
      "start_time": 1575310.0,
      "end_time": 1581190.0,
      "text": "lab&#39;s funding. Amy can also play the harp. In &quot;The Scavenger Vortex,&quot; it is suggested"
    },
    {
      "index": 277,
      "start_time": 1581190.0,
      "end_time": 1588120.0,
      "text": "that she attended Harvard University. Stuart Bloom"
    },
    {
      "index": 278,
      "start_time": 1588120.0,
      "end_time": 1594500.0,
      "text": "Stuart Bloom (Kevin Sussman) (appeared in 23 episodes total, seven credited as main"
    },
    {
      "index": 279,
      "start_time": 1594500.0,
      "end_time": 1601210.0,
      "text": "cast) Stuart runs The Comic Center of Pasadena, the comic book store that the guys patronize."
    },
    {
      "index": 280,
      "start_time": 1601210.0,
      "end_time": 1606370.0,
      "text": "Stuart is characterized by his low self-esteem and loneliness, which result in pathetic attempts"
    },
    {
      "index": 281,
      "start_time": 1606370.0,
      "end_time": 1612310.0,
      "text": "to engage with women and win favor with the main cast. This is despite owning his own"
    },
    {
      "index": 282,
      "start_time": 1612310.0,
      "end_time": 1617360.0,
      "text": "(albeit troubled) business, and being a talented portraiture artist who attended the Rhode"
    },
    {
      "index": 283,
      "start_time": 1617360.0,
      "end_time": 1623130.0,
      "text": "Island School of Design. During Stuart&#39;s first appearance, the guys brought Penny to the"
    },
    {
      "index": 284,
      "start_time": 1623130.0,
      "end_time": 1628290.0,
      "text": "store and he managed to ask her on a date. The date went fine until Stuart was dragged"
    },
    {
      "index": 285,
      "start_time": 1628290.0,
      "end_time": 1634720.0,
      "text": "into discussing comic books by Sheldon, leaving Penny bored. On a second date with Penny,"
    },
    {
      "index": 286,
      "start_time": 1634720.0,
      "end_time": 1639780.0,
      "text": "Stuart asked for Leonard&#39;s advice, but feeling threatened, Leonard ultimately gave him bad"
    },
    {
      "index": 287,
      "start_time": 1639780.0,
      "end_time": 1645680.0,
      "text": "advice. The date went fine, but when Penny was getting romantic with Stuart she mistakenly"
    },
    {
      "index": 288,
      "start_time": 1645680.0,
      "end_time": 1651270.0,
      "text": "called him &quot;Leonard&quot;, leaving him devastated. Stuart was the partner of Wil Wheaton in a"
    },
    {
      "index": 289,
      "start_time": 1651270.0,
      "end_time": 1656680.0,
      "text": "trading card game tournament in which they defeated the team of Raj and Sheldon. As Stuart"
    },
    {
      "index": 290,
      "start_time": 1656680.0,
      "end_time": 1662380.0,
      "text": "runs a comic book store, he has an almost encyclopedic knowledge of comic books and"
    },
    {
      "index": 291,
      "start_time": 1662380.0,
      "end_time": 1667210.0,
      "text": "superheroes. In the Season 4 episode &quot;The Toast Derivation&quot;, he mentions that he is"
    },
    {
      "index": 292,
      "start_time": 1667210.0,
      "end_time": 1672230.0,
      "text": "in financial trouble and that the comic book store is now also his home. In &quot;The Justice"
    },
    {
      "index": 293,
      "start_time": 1672230.0,
      "end_time": 1678360.0,
      "text": "League Recombination&quot;, he states that he works 70 hours and clears an average of $1.65 per"
    },
    {
      "index": 294,
      "start_time": 1678360.0,
      "end_time": 1687130.0,
      "text": "hour after expenses, so his income per week would be $115.50. At Howard&#39;s bachelor party"
    },
    {
      "index": 295,
      "start_time": 1687130.0,
      "end_time": 1692160.0,
      "text": "during the &quot;The Stag Convergence&quot; episode, Stuart uses his toasting turn to tell Howard"
    },
    {
      "index": 296,
      "start_time": 1692160.0,
      "end_time": 1698800.0,
      "text": "how lucky he is by contrast to Stuart&#39;s own existence. In the Season 6 episode &quot;The Bakersfield"
    },
    {
      "index": 297,
      "start_time": 1698800.0,
      "end_time": 1704050.0,
      "text": "Expedition,&quot; Penny asks Stuart for advice about comics, and he sullenly answers, &quot;Don&#39;t"
    },
    {
      "index": 298,
      "start_time": 1704050.0,
      "end_time": 1710000.0,
      "text": "own a store that sells them.&quot; During &quot;The Decoupling Fluctuation&quot;, Stuart becomes close"
    },
    {
      "index": 299,
      "start_time": 1710000.0,
      "end_time": 1714150.0,
      "text": "friends with Raj and starts hanging out with the gang as a replacement for Howard while"
    },
    {
      "index": 300,
      "start_time": 1714150.0,
      "end_time": 1719950.0,
      "text": "Howard is in space. Before accepting this, Sheldon quizzed Stuart as to where he went"
    },
    {
      "index": 301,
      "start_time": 1719950.0,
      "end_time": 1726260.0,
      "text": "to school (Stuart has an art degree). Sheldon concedes to allow Stuart to be in the group,"
    },
    {
      "index": 302,
      "start_time": 1726260.0,
      "end_time": 1731090.0,
      "text": "calling him &quot;fake-Wolowitz&quot; and equating his past career choice in art to Howard&#39;s as an"
    },
    {
      "index": 303,
      "start_time": 1731090.0,
      "end_time": 1736780.0,
      "text": "aerospace engineer as &quot;equally ridiculous&quot;. When Howard returns from space Sheldon wants"
    },
    {
      "index": 304,
      "start_time": 1736780.0,
      "end_time": 1742130.0,
      "text": "to dismiss Stuart from the group but Raj objects. Leonard tie-breaks on the basis that they"
    },
    {
      "index": 305,
      "start_time": 1742130.0,
      "end_time": 1748210.0,
      "text": "are receiving a 20% discount in Stuart&#39;s store. Sheldon relents after Stuart offers to go"
    },
    {
      "index": 306,
      "start_time": 1748210.0,
      "end_time": 1754930.0,
      "text": "as high as 30%. Initially, Sheldon had stipulated that Stuart must act like Howard while in"
    },
    {
      "index": 307,
      "start_time": 1754930.0,
      "end_time": 1760890.0,
      "text": "the gang&#39;s presence. Recurring characters"
    },
    {
      "index": 308,
      "start_time": 1760890.0,
      "end_time": 1766510.0,
      "text": "These characters appear in several episodes. The list is sorted by alphabetic order using"
    },
    {
      "index": 309,
      "start_time": 1766510.0,
      "end_time": 1772340.0,
      "text": "first names. Alex Jensen"
    },
    {
      "index": 310,
      "start_time": 1772340.0,
      "end_time": 1777660.0,
      "text": "Alex Jensen (Margo Harshman): An attractive Caltech graduate student hired by Sheldon"
    },
    {
      "index": 311,
      "start_time": 1777660.0,
      "end_time": 1782380.0,
      "text": "to review his kindergarten and elementary school notebooks for any possible Nobel Prize"
    },
    {
      "index": 312,
      "start_time": 1782380.0,
      "end_time": 1787730.0,
      "text": "winning research. Amy is at first jealous until she sees Alex instead flirting with"
    },
    {
      "index": 313,
      "start_time": 1787730.0,
      "end_time": 1793810.0,
      "text": "an unresponsive Leonard. Later, when Leonard admits his jealousy regarding a writing partner"
    },
    {
      "index": 314,
      "start_time": 1793810.0,
      "end_time": 1798940.0,
      "text": "Penny is working with in a community college class, Alex attempts to flirt with him during"
    },
    {
      "index": 315,
      "start_time": 1798940.0,
      "end_time": 1804540.0,
      "text": "the conversation, then again later in a text message. Leonard appears completely oblivious"
    },
    {
      "index": 316,
      "start_time": 1804540.0,
      "end_time": 1810830.0,
      "text": "to her interest, however. In a later episode that season, Leonard finally realizes that"
    },
    {
      "index": 317,
      "start_time": 1810830.0,
      "end_time": 1816850.0,
      "text": "Alex is making advances toward him. While proclaiming his undying loyalty to Penny,"
    },
    {
      "index": 318,
      "start_time": 1816850.0,
      "end_time": 1821770.0,
      "text": "Leonard is flattered by Alex&#39;s interest to the point of giddiness. Alex&#39;s interest has"
    },
    {
      "index": 319,
      "start_time": 1821770.0,
      "end_time": 1828450.0,
      "text": "occasionally gotten the guys into big trouble. For example, in the episode titled &quot;The Egg"
    },
    {
      "index": 320,
      "start_time": 1828450.0,
      "end_time": 1833550.0,
      "text": "Salad Equivalency&quot;, after Sheldon discovers that Alex has hit on Leonard, he tells Penny,"
    },
    {
      "index": 321,
      "start_time": 1833550.0,
      "end_time": 1838500.0,
      "text": "Amy, and Bernadette about the situation going on between Alex and Leonard, which angers"
    },
    {
      "index": 322,
      "start_time": 1838500.0,
      "end_time": 1844390.0,
      "text": "Penny because she is annoyed at how much Leonard enjoys Alex&#39;s attentions. Sheldon subsequently"
    },
    {
      "index": 323,
      "start_time": 1844390.0,
      "end_time": 1849740.0,
      "text": "lectures Alex, which includes relating his late father&#39;s offensive joke comparing women"
    },
    {
      "index": 324,
      "start_time": 1849740.0,
      "end_time": 1855430.0,
      "text": "to an egg salad sandwich. This only results in him getting called into Human Resources"
    },
    {
      "index": 325,
      "start_time": 1855430.0,
      "end_time": 1861240.0,
      "text": "after Alex feels offended by the talk and makes a complaint. Eventually, Sheldon has"
    },
    {
      "index": 326,
      "start_time": 1861240.0,
      "end_time": 1868260.0,
      "text": "to apologize to Alex and take a university-mandated online Sexual Harassment course. Sheldon then"
    },
    {
      "index": 327,
      "start_time": 1868260.0,
      "end_time": 1872970.0,
      "text": "forces Alex to take the online course for him, due to him feeling his own time is too"
    },
    {
      "index": 328,
      "start_time": 1872970.0,
      "end_time": 1878190.0,
      "text": "valuable to waste on it. Alex scores some points with Sheldon after he sends her out"
    },
    {
      "index": 329,
      "start_time": 1878190.0,
      "end_time": 1886080.0,
      "text": "to buy Amy a Valentine&#39;s Day gift, and Sheldon likes it so much that he keeps it for himself."
    },
    {
      "index": 330,
      "start_time": 1886080.0,
      "end_time": 1892840.0,
      "text": "Barry Kripke Barry Kripke, Ph.D. (John Ross Bowie): A coworker"
    },
    {
      "index": 331,
      "start_time": 1892840.0,
      "end_time": 1899420.0,
      "text": "of Leonard and Sheldon&#39;s who frequently clashes with them. He works in plasma physics. Kripke"
    },
    {
      "index": 332,
      "start_time": 1899420.0,
      "end_time": 1904400.0,
      "text": "has a case of rhotacism in which he pronounces the letters &quot;R&quot; and &quot;L&quot; as &quot;W&quot; in much the"
    },
    {
      "index": 333,
      "start_time": 1904400.0,
      "end_time": 1910570.0,
      "text": "same way as Elmer Fudd from Looney Tunes and Gilda Radner in her &quot;Baba Wawa&quot; sketches."
    },
    {
      "index": 334,
      "start_time": 1910570.0,
      "end_time": 1916470.0,
      "text": "However, as demonstrated in the season 5 episode &quot;The Beta Test Initiation&quot;, Kripke is either"
    },
    {
      "index": 335,
      "start_time": 1916470.0,
      "end_time": 1922530.0,
      "text": "unaware of or unable to modify the way he speaks. In his first appearance, he pits his"
    },
    {
      "index": 336,
      "start_time": 1922530.0,
      "end_time": 1929500.0,
      "text": "robot, the Kripke Krippler, against the men&#39;s robot, M.O.N.T.E., in an unofficial robot"
    },
    {
      "index": 337,
      "start_time": 1929500.0,
      "end_time": 1934690.0,
      "text": "fight. On another episode, Sheldon attempts to befriend Kripke in order to gain access"
    },
    {
      "index": 338,
      "start_time": 1934690.0,
      "end_time": 1940210.0,
      "text": "to an open science grid computer to carry out research, but it turns out to be futile,"
    },
    {
      "index": 339,
      "start_time": 1940210.0,
      "end_time": 1945970.0,
      "text": "as Kripke has no control over the computer&#39;s usage time. Kripke continues his antagonism"
    },
    {
      "index": 340,
      "start_time": 1945970.0,
      "end_time": 1950880.0,
      "text": "towards Sheldon, when he pulls a prank on Sheldon when the latter is a guest on NPR&#39;s"
    },
    {
      "index": 341,
      "start_time": 1950880.0,
      "end_time": 1956390.0,
      "text": "Science Friday. Sheldon tries to befriend Kripke another time when he is feeling excluded"
    },
    {
      "index": 342,
      "start_time": 1956390.0,
      "end_time": 1962140.0,
      "text": "by his friends, but Barry connects more with the others in Sheldon&#39;s new proposed group."
    },
    {
      "index": 343,
      "start_time": 1962140.0,
      "end_time": 1967390.0,
      "text": "Kripke purchases an iPhone with voice recognition technology, but due to his rhotacism, the"
    },
    {
      "index": 344,
      "start_time": 1967390.0,
      "end_time": 1973010.0,
      "text": "device is incapable of understanding his verbal &quot;wequests&quot;, prompting him to deride it as"
    },
    {
      "index": 345,
      "start_time": 1973010.0,
      "end_time": 1979500.0,
      "text": "ineffective. In Season 5&#39;s &quot;The Rothman Disintegration&quot;, Kripke and Sheldon battle over a retired professor&#39;s"
    },
    {
      "index": 346,
      "start_time": 1979500.0,
      "end_time": 1984800.0,
      "text": "office. At Howard&#39;s bachelor party during the &quot;The Stag Convergence&quot; episode, Kripke"
    },
    {
      "index": 347,
      "start_time": 1984800.0,
      "end_time": 1990090.0,
      "text": "uses his turn toasting to complain that there are no strippers at the party. In the Season"
    },
    {
      "index": 348,
      "start_time": 1990090.0,
      "end_time": 1994790.0,
      "text": "6 episode &quot;The Cooper/Kripke Inversion&quot;, Kripke and Sheldon are forced to work together on"
    },
    {
      "index": 349,
      "start_time": 1994790.0,
      "end_time": 2000900.0,
      "text": "a proposal involving fusion reactors, which involves an exchange of work. Sheldon is shocked"
    },
    {
      "index": 350,
      "start_time": 2000900.0,
      "end_time": 2005920.0,
      "text": "to discover that Kripke&#39;s work is more advanced than his own, and he tearfully admits as much"
    },
    {
      "index": 351,
      "start_time": 2005920.0,
      "end_time": 2011540.0,
      "text": "to Amy. Kripke assumes that Sheldon is in a sexual relationship with Amy, and that has"
    },
    {
      "index": 352,
      "start_time": 2011540.0,
      "end_time": 2016720.0,
      "text": "led to his work quality declining, and Sheldon does not deny it (although this appears to"
    },
    {
      "index": 353,
      "start_time": 2016720.0,
      "end_time": 2022420.0,
      "text": "be just a convenient excuse since his work is inferior to Kripke&#39;s). Kripke likely holds"
    },
    {
      "index": 354,
      "start_time": 2022420.0,
      "end_time": 2029650.0,
      "text": "a doctorate, as he is seen applying for tenure at the university in &quot;The Tenure Turbulence.&quot;"
    },
    {
      "index": 355,
      "start_time": 2029650.0,
      "end_time": 2034860.0,
      "text": "Beverly Hofstadter Dr. Beverly Hofstadter (Christine Baranski):"
    },
    {
      "index": 356,
      "start_time": 2034860.0,
      "end_time": 2041760.0,
      "text": "Leonard&#39;s overly analytical mother, Beverly is a neuroscientist as well as a psychiatrist."
    },
    {
      "index": 357,
      "start_time": 2041760.0,
      "end_time": 2046620.0,
      "text": "She is Sheldon&#39;s female equivalent regarding neurotically strict speech patterns, lack"
    },
    {
      "index": 358,
      "start_time": 2046620.0,
      "end_time": 2052419.0,
      "text": "of social conventions, and attention to detail. The two of them share an odd non-romantic"
    },
    {
      "index": 359,
      "start_time": 2052420.0,
      "end_time": 2057380.0,
      "text": "attraction to each other, which culminates in her kissing him after becoming intoxicated."
    },
    {
      "index": 360,
      "start_time": 2057380.0,
      "end_time": 2063551.0,
      "text": "She reveals in one episode that she and Leonard&#39;s father &quot;are getting a divorce&quot;. She had frequently"
    },
    {
      "index": 361,
      "start_time": 2063550.0000000002,
      "end_time": 2068990.0000000002,
      "text": "implied that the two have not had &quot;coitus&quot; since Leonard was conceived. She diagnosed"
    },
    {
      "index": 362,
      "start_time": 2068989.9999999998,
      "end_time": 2074569.9999999998,
      "text": "Raj with selective mutism and considers Raj and Howard&#39;s relationship to be an &quot;ersatz"
    },
    {
      "index": 363,
      "start_time": 2074570.0000000002,
      "end_time": 2079270.0000000002,
      "text": "homosexual marriage&quot;. Beverly mentions that Leonard&#39;s brother and sister are more successful"
    },
    {
      "index": 364,
      "start_time": 2079270.0,
      "end_time": 2085540.0,
      "text": "in their respective fields than he is. Ironically, as displayed in &quot;The Maternal Congruence&quot;"
    },
    {
      "index": 365,
      "start_time": 2085540.0,
      "end_time": 2092710.0,
      "text": "episode, Sheldon is closer to Beverly than her own son is. In both 2009 and 2010, Baranski"
    },
    {
      "index": 366,
      "start_time": 2092710.0,
      "end_time": 2097860.0,
      "text": "was nominated for an Emmy Award for Outstanding Guest Actress in a Comedy Series for this"
    },
    {
      "index": 367,
      "start_time": 2097860.0,
      "end_time": 2103920.0,
      "text": "role. She returns via Skype for the season 5 premiere, and in the season 7 episode &quot;The"
    },
    {
      "index": 368,
      "start_time": 2103920.0,
      "end_time": 2108470.0,
      "text": "Raiders Minimization.&quot; Dr. Eric Gablehauser"
    },
    {
      "index": 369,
      "start_time": 2108470.0,
      "end_time": 2116090.0,
      "text": "Dr. Eric Gablehauser (Mark Harelik): The head of the Physics Department, Dr. Gablehauser"
    },
    {
      "index": 370,
      "start_time": 2116090.0,
      "end_time": 2121650.0,
      "text": "is the group&#39;s boss at the university. In his first appearance, he fired Sheldon after"
    },
    {
      "index": 371,
      "start_time": 2121650.0,
      "end_time": 2127900.0,
      "text": "Sheldon insulted his intelligence. Eventually, Sheldon was rehired because Gablehauser became"
    },
    {
      "index": 372,
      "start_time": 2127900.0,
      "end_time": 2134280.0,
      "text": "romantically interested in Mary Cooper, Sheldon&#39;s mother. Dr. Gablehauser was also responsible"
    },
    {
      "index": 373,
      "start_time": 2134280.0,
      "end_time": 2138880.0,
      "text": "for introducing child genius Dennis Kim to the university and for hosting the Physics"
    },
    {
      "index": 374,
      "start_time": 2138880.0,
      "end_time": 2143070.0,
      "text": "Bowl. Dr. and Mrs. Koothrappali"
    },
    {
      "index": 375,
      "start_time": 2143070.0,
      "end_time": 2150880.0,
      "text": "Dr. V. M. Koothrappali (Brian George) and Mrs. Koothrappali (Alice Amter): Raj&#39;s parents"
    },
    {
      "index": 376,
      "start_time": 2150880.0,
      "end_time": 2155610.0,
      "text": "in India, they communicate with their son via video chat and constantly try to arrange"
    },
    {
      "index": 377,
      "start_time": 2155610.0,
      "end_time": 2162700.0,
      "text": "dates for him. They want their son to marry a woman of Indian descent, and give them grandchildren."
    },
    {
      "index": 378,
      "start_time": 2162700.0,
      "end_time": 2168090.0,
      "text": "Mrs. Koothrappali is especially worried that, despite Raj being old enough to marry, the"
    },
    {
      "index": 379,
      "start_time": 2168090.0,
      "end_time": 2172340.0,
      "text": "closest they have to a daughter-in-law is &quot;that little Jewish boy Howard&quot;. Although"
    },
    {
      "index": 380,
      "start_time": 2172340.0,
      "end_time": 2177700.0,
      "text": "in many episodes Raj mentions that he grew up in poverty, his friends remind him of the"
    },
    {
      "index": 381,
      "start_time": 2177700.0,
      "end_time": 2183490.0,
      "text": "contrary by pointing out that Dr. Koothrappali is a gynaecologist, drives a Bentley and employs"
    },
    {
      "index": 382,
      "start_time": 2183490.0,
      "end_time": 2188369.0,
      "text": "servants, for which Raj replies that the Bentley is leased and that some of the servants are"
    },
    {
      "index": 383,
      "start_time": 2188370.0,
      "end_time": 2193971.0,
      "text": "children. The Koothrappalis enjoy Doogie Howser reruns, which are apparently new to India."
    },
    {
      "index": 384,
      "start_time": 2193970.0,
      "end_time": 2199800.0,
      "text": "Other than Raj, they also maintain contact with Priya Koothrappali via video chat whenever"
    },
    {
      "index": 385,
      "start_time": 2199800.0,
      "end_time": 2204920.0,
      "text": "she is out of India. They also had some anger towards Leonard when it became apparent that"
    },
    {
      "index": 386,
      "start_time": 2204920.0,
      "end_time": 2210300.0,
      "text": "he was dating Priya without their knowledge. According to Sheldon, they are Richie Rich"
    },
    {
      "index": 387,
      "start_time": 2210300.0,
      "end_time": 2214730.0,
      "text": "rich. Lucy"
    },
    {
      "index": 388,
      "start_time": 2214730.0,
      "end_time": 2220280.0,
      "text": "Lucy (Kate Micucci): A woman who shows up at the party at the comic book store on Valentine&#39;s"
    },
    {
      "index": 389,
      "start_time": 2220280.0,
      "end_time": 2226840.0,
      "text": "Day for people who had no dates. She and Raj hook up and subsequently start dating. She"
    },
    {
      "index": 390,
      "start_time": 2226840.0,
      "end_time": 2233320.0,
      "text": "has social anxiety issues, which allows her and Raj to connect. On their date, she text"
    },
    {
      "index": 391,
      "start_time": 2233320.0,
      "end_time": 2238380.0,
      "text": "messages with Raj and, at the end, she offers to kiss him, but chickens out at the last"
    },
    {
      "index": 392,
      "start_time": 2238380.0,
      "end_time": 2244840.0,
      "text": "second. Raj and Lucy make up at the end of the episode and continue to date. In the sixth"
    },
    {
      "index": 393,
      "start_time": 2244840.0,
      "end_time": 2251130.0,
      "text": "season finale, Raj and Lucy start to get closer and Raj tries to introduce her to his friends."
    },
    {
      "index": 394,
      "start_time": 2251130.0,
      "end_time": 2256910.0,
      "text": "Lucy feels too pressured and breaks up with Raj in a text message at the end of the episode."
    },
    {
      "index": 395,
      "start_time": 2256910.0,
      "end_time": 2262030.0,
      "text": "She returns in the season 7 episode &quot;The Itchy Brain Simulation&quot; to apologize to Raj for"
    },
    {
      "index": 396,
      "start_time": 2262030.0,
      "end_time": 2267170.0,
      "text": "breaking up with him via email. This leads Raj to believe the two of them will get back"
    },
    {
      "index": 397,
      "start_time": 2267170.0,
      "end_time": 2272850.0,
      "text": "together, but Lucy tells him she is with someone else."
    },
    {
      "index": 398,
      "start_time": 2272850.0,
      "end_time": 2278490.0,
      "text": "Mary Cooper Mary Cooper (Laurie Metcalf): A devout fundamentalist"
    },
    {
      "index": 399,
      "start_time": 2278490.0,
      "end_time": 2285760.0,
      "text": "Christian from Texas, Mary is Sheldon&#39;s mother. She has two other children besides Sheldon;"
    },
    {
      "index": 400,
      "start_time": 2285760.0,
      "end_time": 2290570.0,
      "text": "Sheldon&#39;s twin sister, Missy and his brother George, who is shown via a family tree in"
    },
    {
      "index": 401,
      "start_time": 2290570.0,
      "end_time": 2295830.0,
      "text": "&quot;The Cruciferous Vegetable Amplification&quot; to be three years older than Sheldon and Missy."
    },
    {
      "index": 402,
      "start_time": 2295830.0,
      "end_time": 2301550.0,
      "text": "To Mary&#39;s relief, her other children do not share Sheldon&#39;s hyper-intelligence, once commenting"
    },
    {
      "index": 403,
      "start_time": 2301550.0,
      "end_time": 2306520.0,
      "text": "to Leonard &quot;I thank the good Lord my other kids are as dumb as soup&quot;. She appeared in"
    },
    {
      "index": 404,
      "start_time": 2306520.0,
      "end_time": 2311470.0,
      "text": "the fourth episode of the first season, the season three premiere, the third episode of"
    },
    {
      "index": 405,
      "start_time": 2311470.0,
      "end_time": 2317900.0,
      "text": "season four, the sixth episode of season five and the eighteenth episode of season seven."
    },
    {
      "index": 406,
      "start_time": 2317900.0,
      "end_time": 2323200.0,
      "text": "Mary herself is not intellectual but is quite wise, though she is prone to making insensitive"
    },
    {
      "index": 407,
      "start_time": 2323200.0,
      "end_time": 2328680.0,
      "text": "comments such as referring to &quot;kung fu letters&quot; when Leonard takes her to a sushi restaurant,"
    },
    {
      "index": 408,
      "start_time": 2328680.0,
      "end_time": 2332990.0,
      "text": "or saying that &quot;I thought it was our Indians that had the occasional drinking problem&quot;"
    },
    {
      "index": 409,
      "start_time": 2332990.0,
      "end_time": 2338830.0,
      "text": "when she sees Raj inebriated. Despite her extreme religious views, she is tolerant of"
    },
    {
      "index": 410,
      "start_time": 2338830.0,
      "end_time": 2343710.0,
      "text": "other faiths, as evidenced by her serving Raj a dish of chicken after making sure it"
    },
    {
      "index": 411,
      "start_time": 2343710.0,
      "end_time": 2350390.0,
      "text": "was not something Indians considered &quot;magical&quot;. She also struggles to follow her beliefs sometimes,"
    },
    {
      "index": 412,
      "start_time": 2350390.0,
      "end_time": 2355480.0,
      "text": "shown through her affair with another churchgoer in &quot;The Mommy Observation&quot;. She is a loving"
    },
    {
      "index": 413,
      "start_time": 2355480.0,
      "end_time": 2360210.0,
      "text": "mother and the only one who has ever been able to control Sheldon, with Leonard describing"
    },
    {
      "index": 414,
      "start_time": 2360210.0,
      "end_time": 2366790.0,
      "text": "her as Sheldon&#39;s &quot;Kryptonite&quot; to Penny. When Penny and Sheldon engaged in a fierce dispute,"
    },
    {
      "index": 415,
      "start_time": 2366790.0,
      "end_time": 2372190.0,
      "text": "Penny called for Mary&#39;s help, who subsequently called and scolded Sheldon about his actions."
    },
    {
      "index": 416,
      "start_time": 2372190.0,
      "end_time": 2377040.0,
      "text": "Leonard wishes his mother was as loving as Sheldon&#39;s mother, although Sheldon himself"
    },
    {
      "index": 417,
      "start_time": 2377040.0,
      "end_time": 2382560.0,
      "text": "appears at best ambivalent about her parenting. It is once mentioned by Sheldon that Mary"
    },
    {
      "index": 418,
      "start_time": 2382560.0,
      "end_time": 2388090.0,
      "text": "once hit him with a Bible because he refused to eat his Brussels sprouts. She apparently"
    },
    {
      "index": 419,
      "start_time": 2388090.0,
      "end_time": 2392860.0,
      "text": "thought something was wrong with her son while he was growing up, as Sheldon will often remark"
    },
    {
      "index": 420,
      "start_time": 2392860.0,
      "end_time": 2399690.0,
      "text": "after someone calls him crazy, &quot;I&#39;m not crazy; my mother had me tested!&quot; though Mary Cooper"
    },
    {
      "index": 421,
      "start_time": 2399690.0,
      "end_time": 2404790.0,
      "text": "wishes that she had taken him to Houston for further testing."
    },
    {
      "index": 422,
      "start_time": 2404790.0,
      "end_time": 2411390.0,
      "text": "Priya Koothrappali Priya Koothrappali (Aarti Mann): Raj&#39;s younger"
    },
    {
      "index": 423,
      "start_time": 2411390.0,
      "end_time": 2417140.0,
      "text": "sister, introduced in the fourth season. Having graduated at the top of her class at Cambridge,"
    },
    {
      "index": 424,
      "start_time": 2417140.0,
      "end_time": 2422109.0,
      "text": "she is one of the lead attorneys at India&#39;s biggest car company. It is disclosed upon"
    },
    {
      "index": 425,
      "start_time": 2422110.0,
      "end_time": 2427261.0,
      "text": "her first appearance in &quot;The Irish Pub Formulation&quot; episode that she and Leonard had a relationship"
    },
    {
      "index": 426,
      "start_time": 2427260.0,
      "end_time": 2432359.0,
      "text": "five years earlier (without her parents&#39; or Raj&#39;s knowledge) when she was in town, and"
    },
    {
      "index": 427,
      "start_time": 2432360.0,
      "end_time": 2437481.0,
      "text": "that Leonard had been much more invested in the relationship than she. Leonard even offered"
    },
    {
      "index": 428,
      "start_time": 2437480.0,
      "end_time": 2443010.0,
      "text": "to relocate to Delhi to be with her. He tries to keep their relationship a secret from the"
    },
    {
      "index": 429,
      "start_time": 2443010.0,
      "end_time": 2448420.0,
      "text": "guys, but Sheldon discovers Priya in their apartment. Leonard eventually reveals to the"
    },
    {
      "index": 430,
      "start_time": 2448420.0,
      "end_time": 2453030.0,
      "text": "rest of the guys that he has spent the night with Priya, as he is unable to bear the burden"
    },
    {
      "index": 431,
      "start_time": 2453030.0,
      "end_time": 2459100.0,
      "text": "of keeping the secret. Priya returns to Los Angeles for business in &quot;The Cohabitation"
    },
    {
      "index": 432,
      "start_time": 2459100.0,
      "end_time": 2463550.0,
      "text": "Formulation&quot; and she and Leonard decide to try and have a real relationship, over the"
    },
    {
      "index": 433,
      "start_time": 2463550.0,
      "end_time": 2469760.0,
      "text": "protests of Raj. It upsets Raj to know that his sister is having sex with one of his best"
    },
    {
      "index": 434,
      "start_time": 2469760.0,
      "end_time": 2475460.0,
      "text": "friends (sometimes in Raj&#39;s bed). Priya soon becomes jealous of Penny and asks Leonard"
    },
    {
      "index": 435,
      "start_time": 2475460.0,
      "end_time": 2481210.0,
      "text": "to stop spending time with her, but Leonard is unable to do so. Priya contests Sheldon&#39;s"
    },
    {
      "index": 436,
      "start_time": 2481210.0,
      "end_time": 2486310.0,
      "text": "roommate agreement with Leonard, employing her legal background to deny Sheldon power"
    },
    {
      "index": 437,
      "start_time": 2486310.0,
      "end_time": 2492160.0,
      "text": "over Leonard, but Sheldon drafts a new agreement. Sheldon then blackmails Leonard into signing"
    },
    {
      "index": 438,
      "start_time": 2492160.0,
      "end_time": 2496600.0,
      "text": "it by threatening to tell Priya&#39;s parents she is dating Leonard, which she cannot bear"
    },
    {
      "index": 439,
      "start_time": 2496600.0,
      "end_time": 2501030.0,
      "text": "because they want her to either date an Indian (although her father would accept her dating"
    },
    {
      "index": 440,
      "start_time": 2501030.0,
      "end_time": 2506530.0,
      "text": "Howard due to his belief Jews are financially savvy and do not drink much). In the fourth"
    },
    {
      "index": 441,
      "start_time": 2506530.0,
      "end_time": 2511930.0,
      "text": "season finale, it is revealed she is moving back to India and has not told Leonard, which"
    },
    {
      "index": 442,
      "start_time": 2511930.0,
      "end_time": 2517040.0,
      "text": "Leonard interprets as the end of their relationship, leading him to expose their secret relationship"
    },
    {
      "index": 443,
      "start_time": 2517040.0,
      "end_time": 2523380.0,
      "text": "to her parents. During Season 5, although they are separated, with Priya moving back"
    },
    {
      "index": 444,
      "start_time": 2523380.0,
      "end_time": 2529260.0,
      "text": "a month earlier than expected, they nonetheless remain in-touch via webcam, having a cyber-dinner"
    },
    {
      "index": 445,
      "start_time": 2529260.0,
      "end_time": 2534910.0,
      "text": "date/breakfast date. At Howard&#39;s suggestion, Leonard and Priya also attempt to simulate"
    },
    {
      "index": 446,
      "start_time": 2534910.0,
      "end_time": 2539770.0,
      "text": "intercourse via webcam, but when it comes time for her to remove her clothing, Leonard&#39;s"
    },
    {
      "index": 447,
      "start_time": 2539770.0,
      "end_time": 2545090.0,
      "text": "screen freezes up because of exceeding the bandwidth. Leonard later manages to get cue"
    },
    {
      "index": 448,
      "start_time": 2545090.0,
      "end_time": 2550060.0,
      "text": "cards to help himself with a seduction speech to Priya, but while delivering it to her,"
    },
    {
      "index": 449,
      "start_time": 2550060.0,
      "end_time": 2554700.0,
      "text": "he inadvertently reveals to her parents that they are cyber-dating (they were in the same"
    },
    {
      "index": 450,
      "start_time": 2554700.0,
      "end_time": 2560240.0,
      "text": "room as she when he called), with them acidly asking for him to continue with the speech."
    },
    {
      "index": 451,
      "start_time": 2560240.0,
      "end_time": 2565470.0,
      "text": "After Leonard tells Priya about his attraction to a comic book enthusiast named Alice, Priya"
    },
    {
      "index": 452,
      "start_time": 2565470.0,
      "end_time": 2570950.0,
      "text": "admits to cheating on him with her former boyfriend, which visibly upsets Leonard. She"
    },
    {
      "index": 453,
      "start_time": 2570950.0,
      "end_time": 2575940.0,
      "text": "claims that it is not a competition, to which he replies that it is and that she won. Then"
    },
    {
      "index": 454,
      "start_time": 2575940.0,
      "end_time": 2582820.0,
      "text": "he switches off his laptop. In the next episode, Leonard refers to himself as single, indicating"
    },
    {
      "index": 455,
      "start_time": 2582820.0,
      "end_time": 2589000.0,
      "text": "he and Priya have broken up as a result of their last conversation."
    },
    {
      "index": 456,
      "start_time": 2589000.0,
      "end_time": 2595369.0,
      "text": "Stephanie Barnett Dr. Stephanie Barnett, MD (Sara Rue): A doctor"
    },
    {
      "index": 457,
      "start_time": 2595370.0,
      "end_time": 2600331.0,
      "text": "and highly distinguished surgical resident at Fremont Memorial, Stephanie is picked up"
    },
    {
      "index": 458,
      "start_time": 2600330.0,
      "end_time": 2605730.0,
      "text": "in a bar by Howard but when his plan to let her drive the Mars rover fails, she leaves"
    },
    {
      "index": 459,
      "start_time": 2605730.0,
      "end_time": 2610740.0,
      "text": "Howard&#39;s office with Leonard and the two immediately show an attraction to each other. Sheldon"
    },
    {
      "index": 460,
      "start_time": 2610740.0,
      "end_time": 2615160.0,
      "text": "begins meddling in Stephanie and Leonard&#39;s new relationship in an effort to strengthen"
    },
    {
      "index": 461,
      "start_time": 2615160.0,
      "end_time": 2621000.0,
      "text": "it, since in his eyes, Stephanie is the only &quot;tolerable&quot; mate Leonard has had. After several"
    },
    {
      "index": 462,
      "start_time": 2621000.0,
      "end_time": 2626880.0,
      "text": "weeks of dating, Stephanie officially begins living with Leonard in his and Sheldon&#39;s apartment."
    },
    {
      "index": 463,
      "start_time": 2626880.0,
      "end_time": 2632109.0,
      "text": "However, after much hesitation, Leonard tells her to move out because he is uncomfortable"
    },
    {
      "index": 464,
      "start_time": 2632110.0,
      "end_time": 2638541.0,
      "text": "with the pace of the relationship. They are not seen breaking up on camera. Series co-creator"
    },
    {
      "index": 465,
      "start_time": 2638540.0,
      "end_time": 2643000.0,
      "text": "Bill Prady said of the relationship: &quot;Stephanie was a chance for Leonard to learn that just"
    },
    {
      "index": 466,
      "start_time": 2643000.0,
      "end_time": 2648400.0,
      "text": "because someone loves you, doesn&#39;t mean you&#39;ll love them back&quot;. Stephanie did her medical"
    },
    {
      "index": 467,
      "start_time": 2648400.0,
      "end_time": 2656140.0,
      "text": "internship at Lawrence Memorial in Galveston, Texas, which is where Sheldon was born."
    },
    {
      "index": 468,
      "start_time": 2656140.0,
      "end_time": 2660490.0,
      "text": "Wil Wheaton Wil Wheaton (a fictionalized version of the"
    },
    {
      "index": 469,
      "start_time": 2660490.0,
      "end_time": 2666330.0,
      "text": "real actor of that name): In the season three episode &quot;The Creepy Candy Coating Corollary&quot;,"
    },
    {
      "index": 470,
      "start_time": 2666330.0,
      "end_time": 2671220.0,
      "text": "Sheldon enters a trading card game tournament (Mystic Warlords of Ka&#39;a) to confront Wil"
    },
    {
      "index": 471,
      "start_time": 2671220.0,
      "end_time": 2676790.0,
      "text": "Wheaton over an incident that occurred in 1995 when Sheldon was devastated because Wheaton"
    },
    {
      "index": 472,
      "start_time": 2676790.0,
      "end_time": 2682530.0,
      "text": "(Wesley Crusher in Star Trek: The Next Generation) failed to show up at a fan convention that"
    },
    {
      "index": 473,
      "start_time": 2682530.0,
      "end_time": 2687609.0,
      "text": "Sheldon took a 10-hour bus ride to attend (in which he had to &quot;twice violate his personal"
    },
    {
      "index": 474,
      "start_time": 2687610.0,
      "end_time": 2693321.0,
      "text": "rule of no relief on a moving vehicle&quot;). In the final match, Sheldon is about to defeat"
    },
    {
      "index": 475,
      "start_time": 2693320.0,
      "end_time": 2697890.0,
      "text": "his hated rival, but Wheaton tells Sheldon that the reason he missed the convention was"
    },
    {
      "index": 476,
      "start_time": 2697890.0,
      "end_time": 2703930.0,
      "text": "because his grandmother had died. In sympathy, Sheldon deliberately messes up his next move"
    },
    {
      "index": 477,
      "start_time": 2703930.0,
      "end_time": 2709290.0,
      "text": "in order to benefit Wheaton. Wheaton reveals that he lied about his grandmother, then wins"
    },
    {
      "index": 478,
      "start_time": 2709290.0,
      "end_time": 2714680.0,
      "text": "the game by taking advantage of the opening Sheldon left him. Wil Wheaton makes a second"
    },
    {
      "index": 479,
      "start_time": 2714680.0,
      "end_time": 2719990.0,
      "text": "appearance in the episode &quot;The Wheaton Recurrence&quot;, where he uses gamesmanship again, breaking"
    },
    {
      "index": 480,
      "start_time": 2719990.0,
      "end_time": 2724910.0,
      "text": "up Leonard and Penny&#39;s relationship in order to win a bowling competition against the main"
    },
    {
      "index": 481,
      "start_time": 2724910.0,
      "end_time": 2730100.0,
      "text": "characters. In &quot;The 21-Second Excitation&quot;, Wheaton appears at a screening of Raiders"
    },
    {
      "index": 482,
      "start_time": 2730100.0,
      "end_time": 2736790.0,
      "text": "of the Lost Ark and uses his celebrity status to go to the front of a long line. This antagonizes"
    },
    {
      "index": 483,
      "start_time": 2736790.0,
      "end_time": 2741970.0,
      "text": "Sheldon, who derides him as the &quot;Jar Jar Binks of the Star Trek universe.&quot; Wheaton and his"
    },
    {
      "index": 484,
      "start_time": 2741970.0,
      "end_time": 2746020.0,
      "text": "entourage effectively prevent Sheldon and the guys from attending the screening when"
    },
    {
      "index": 485,
      "start_time": 2746020.0,
      "end_time": 2752410.0,
      "text": "the last seat in the theater goes to the person directly in front of them in line. Ultimately,"
    },
    {
      "index": 486,
      "start_time": 2752410.0,
      "end_time": 2756340.0,
      "text": "Sheldon steals the prints of the film and Wheaton leads a mob of angry Raiders fans"
    },
    {
      "index": 487,
      "start_time": 2756340.0,
      "end_time": 2761990.0,
      "text": "after Sheldon. In the season five episode &quot;The Russian Rocket Reaction&quot;, Wheaton appears"
    },
    {
      "index": 488,
      "start_time": 2761990.0,
      "end_time": 2766750.0,
      "text": "to be genuinely sorry for his past actions and gives Sheldon a signed Wesley Crusher"
    },
    {
      "index": 489,
      "start_time": 2766750.0,
      "end_time": 2772220.0,
      "text": "action figure as a way of thanking Sheldon for being a fan. His gesture is met with a"
    },
    {
      "index": 490,
      "start_time": 2772220.0,
      "end_time": 2778560.0,
      "text": "renunciation of his &quot;mortal enemy&quot; status, and a hug from Sheldon. With Wheaton, LeVar"
    },
    {
      "index": 491,
      "start_time": 2778560.0,
      "end_time": 2784420.0,
      "text": "Burton, Leonard Nimoy, Brent Spiner and George Takei also having appeared on the show, Star"
    },
    {
      "index": 492,
      "start_time": 2784420.0,
      "end_time": 2789560.0,
      "text": "Trek is the most represented franchise on the show in terms of guest appearances. At"
    },
    {
      "index": 493,
      "start_time": 2789560.0,
      "end_time": 2794450.0,
      "text": "Howard&#39;s bachelor party during the &quot;The Stag Convergence&quot; episode, Wil films the toasts"
    },
    {
      "index": 494,
      "start_time": 2794450.0,
      "end_time": 2799040.0,
      "text": "and uploads them to the Internet, getting Howard and Raj in trouble with Bernadette"
    },
    {
      "index": 495,
      "start_time": 2799040.0,
      "end_time": 2804690.0,
      "text": "and showing that he has not lost all of his &quot;evil&quot; quirks. In the season six episode &quot;The"
    },
    {
      "index": 496,
      "start_time": 2804690.0,
      "end_time": 2809500.0,
      "text": "Habitation Configuration&quot;, Wheaton appears in a Star Trek-themed episode of Sheldon&#39;s"
    },
    {
      "index": 497,
      "start_time": 2809500.0,
      "end_time": 2815480.0,
      "text": "webseries Fun with Flags, and insults Sheldon&#39;s girlfriend (and the webisode&#39;s director),"
    },
    {
      "index": 498,
      "start_time": 2815480.0,
      "end_time": 2822050.0,
      "text": "Amy. After he ditches Amy to hang out with Wheaton, Amy gets angry at Sheldon; he later"
    },
    {
      "index": 499,
      "start_time": 2822050.0,
      "end_time": 2827140.0,
      "text": "unknowingly becomes inebriated and tries to start a fistfight with Wheaton, demanding"
    },
    {
      "index": 500,
      "start_time": 2827140.0,
      "end_time": 2831130.0,
      "text": "an apology. Mrs. Wolowitz"
    },
    {
      "index": 501,
      "start_time": 2831130.0,
      "end_time": 2839560.0,
      "text": "Mrs. Wolowitz (voiced by Carol Ann Susi): Howard&#39;s controlling, belittling Jewish mother."
    },
    {
      "index": 502,
      "start_time": 2839560.0,
      "end_time": 2844099.0,
      "text": "The character is not shown on-screen with the exception of one episode in season 6 in"
    },
    {
      "index": 503,
      "start_time": 2844100.0,
      "end_time": 2850341.0,
      "text": "which her body, but not face is briefly shown. Mrs. Wolowitz&#39;s raspy voice is heard usually"
    },
    {
      "index": 504,
      "start_time": 2850340.0,
      "end_time": 2855880.0,
      "text": "in scenes at her house, which she shares with Howard. She talks to Howard always by yelling"
    },
    {
      "index": 505,
      "start_time": 2855880.0,
      "end_time": 2860310.0,
      "text": "at him from another room, which results in awkward conversations with Howard yelling"
    },
    {
      "index": 506,
      "start_time": 2860310.0,
      "end_time": 2866119.0,
      "text": "back at her. In an early episode, when the guys hear her yelling in a masculine voice,"
    },
    {
      "index": 507,
      "start_time": 2866120.0,
      "end_time": 2870600.0,
      "text": "they ask Howard if that was his father, to which Howard replies &quot;If she grows any more"
    },
    {
      "index": 508,
      "start_time": 2870600.0,
      "end_time": 2875761.0,
      "text": "hair on her face, yes&quot;. She is also described as being enormously"
    },
    {
      "index": 509,
      "start_time": 2875760.0,
      "end_time": 2882390.0,
      "text": "obese (especially in the arms), and wearing a wig and painted-on eyebrows. Mrs. Wolowitz"
    },
    {
      "index": 510,
      "start_time": 2882390.0,
      "end_time": 2886550.0,
      "text": "seems to be oblivious about Howard&#39;s work as an engineer and treats him like he is still"
    },
    {
      "index": 511,
      "start_time": 2886550.0,
      "end_time": 2892869.0,
      "text": "a child. She frequently refers to Leonard, Sheldon, and Raj as Howard&#39;s &quot;little friends&quot;"
    },
    {
      "index": 512,
      "start_time": 2892870.0,
      "end_time": 2898151.0,
      "text": "(as in, &quot;I made some cookies and Hawaiian Punch for you and your little friends!&quot;) and"
    },
    {
      "index": 513,
      "start_time": 2898150.0,
      "end_time": 2903670.0,
      "text": "often refers to Caltech as a &quot;school&quot;. Howard often makes references to his mother as being"
    },
    {
      "index": 514,
      "start_time": 2903670.0,
      "end_time": 2909200.0,
      "text": "a &quot;crazy old lady&quot;, but deep down, he is deeply attached to his mother and quite happy to"
    },
    {
      "index": 515,
      "start_time": 2909200.0,
      "end_time": 2915410.0,
      "text": "be treated like a child. However, in one episode, Howard attempts to move out after a fight"
    },
    {
      "index": 516,
      "start_time": 2915410.0,
      "end_time": 2920500.0,
      "text": "with his mother, but has serious delusions that she is trying to force him to stay, when"
    },
    {
      "index": 517,
      "start_time": 2920500.0,
      "end_time": 2926410.0,
      "text": "in actuality, she is urging him to move out, which leads to him staying. In the penultimate"
    },
    {
      "index": 518,
      "start_time": 2926410.0,
      "end_time": 2932810.0,
      "text": "episode of season 4, she wants to &quot;play doctor&quot; with Raj when he asks to sleep over."
    },
    {
      "index": 519,
      "start_time": 2932810.0,
      "end_time": 2938420.0,
      "text": "When Howard reveals that he has proposed to Bernadette and she has accepted, she collapses,"
    },
    {
      "index": 520,
      "start_time": 2938420.0,
      "end_time": 2943420.0,
      "text": "causing Howard to panic (and dislocate his shoulder while trying to barge into the bathroom"
    },
    {
      "index": 521,
      "start_time": 2943420.0,
      "end_time": 2949680.0,
      "text": "to help her). The timing leads him to believe that she may not like Bernadette (who is Catholic)"
    },
    {
      "index": 522,
      "start_time": 2949680.0,
      "end_time": 2955130.0,
      "text": "and has suffered a heart attack from the shock of the news. In actuality, her fainting was"
    },
    {
      "index": 523,
      "start_time": 2955130.0,
      "end_time": 2959930.0,
      "text": "due to food poisoning from the food she ate while meeting Bernadette, and was completely"
    },
    {
      "index": 524,
      "start_time": 2959930.0,
      "end_time": 2966230.0,
      "text": "unrelated to Howard&#39;s news. She has graciously accepted Bernadette as her future daughter-in-law"
    },
    {
      "index": 525,
      "start_time": 2966230.0,
      "end_time": 2972390.0,
      "text": "and loves that she is a doctor. She attended Howard and Bernadette&#39;s wedding on Leonard/Sheldon/Penny&#39;s"
    },
    {
      "index": 526,
      "start_time": 2972390.0,
      "end_time": 2977640.0,
      "text": "apartment building roof and can be seen in the satellite picture of the event. The episode"
    },
    {
      "index": 527,
      "start_time": 2977640.0,
      "end_time": 2982640.0,
      "text": "&quot;The Spoiler Alert Segmentation&quot; is a major episode in Mrs. Wolowitz&#39;s character as she"
    },
    {
      "index": 528,
      "start_time": 2982640.0,
      "end_time": 2987960.0,
      "text": "appears on screen for the first time; first walking across the kitchen through the kitchen"
    },
    {
      "index": 529,
      "start_time": 2987960.0,
      "end_time": 2993530.0,
      "text": "doors, and then her hands are seen pulling Raj back into the house. Her face is not seen"
    },
    {
      "index": 530,
      "start_time": 2993530.0,
      "end_time": 2998359.0,
      "text": "at all, but her appearances in the kitchen scene make her out to be an extremely obese"
    },
    {
      "index": 531,
      "start_time": 2998360.0,
      "end_time": 3001941.0,
      "text": "woman. It is often implied that the relationship"
    },
    {
      "index": 532,
      "start_time": 3001940.0,
      "end_time": 3006030.0,
      "text": "between Howard and his mother comes close to that of Norman Bates and his mother from"
    },
    {
      "index": 533,
      "start_time": 3006030.0,
      "end_time": 3008970.0,
      "text": "the film Psycho. Zack"
    },
    {
      "index": 534,
      "start_time": 3008970.0,
      "end_time": 3017240.0,
      "text": "Zack Johnson (Brian Thomas Smith): A dim-witted beefcake-type whom Penny dates after her second"
    },
    {
      "index": 535,
      "start_time": 3017240.0,
      "end_time": 3022950.0,
      "text": "break-up with Leonard. Leonard invites Penny and Zack up to the roof to watch his experiment"
    },
    {
      "index": 536,
      "start_time": 3022950.0,
      "end_time": 3029570.0,
      "text": "of bouncing laser beams off the moon; Zack misunderstands what is happening. Later, he"
    },
    {
      "index": 537,
      "start_time": 3029570.0,
      "end_time": 3034410.0,
      "text": "and Penny go out on a date, but she is so put off at how stupid he is that she runs"
    },
    {
      "index": 538,
      "start_time": 3034410.0,
      "end_time": 3040180.0,
      "text": "back to Leonard to have sex, saying that Leonard has ruined her ability to date stupid men."
    },
    {
      "index": 539,
      "start_time": 3040180.0,
      "end_time": 3046760.0,
      "text": "In a later episode, he runs into Penny, Bernadette, and Amy at a restaurant, and Amy becomes physically"
    },
    {
      "index": 540,
      "start_time": 3046760.0,
      "end_time": 3053849.0,
      "text": "attracted to him. Unlike Penny&#39;s other boyfriends, he considers Leonard, Howard, Sheldon, and"
    },
    {
      "index": 541,
      "start_time": 3053850.0,
      "end_time": 3058641.0,
      "text": "Raj (whom he calls &quot;the science guys&quot;) to be &quot;cool&quot; and makes a genuine effort to get"
    },
    {
      "index": 542,
      "start_time": 3058640.0,
      "end_time": 3064460.0,
      "text": "to know them, considering them to be his friends. After accompanying them on a trip to the comic"
    },
    {
      "index": 543,
      "start_time": 3064460.0,
      "end_time": 3070240.0,
      "text": "book store (where he and Raj bond over a mutual fondness for Archie comics), he enters a New"
    },
    {
      "index": 544,
      "start_time": 3070240.0,
      "end_time": 3076260.0,
      "text": "Year&#39;s Eve costume party with them, portraying Superman in their version of the Justice League."
    },
    {
      "index": 545,
      "start_time": 3076260.0,
      "end_time": 3080310.0,
      "text": "He works as the menu designer for restaurants that are owned by or which have hired his"
    },
    {
      "index": 546,
      "start_time": 3080310.0,
      "end_time": 3085869.0,
      "text": "father&#39;s company to design their menus. In &quot;The Toast Derivation&quot;, Sheldon invites him"
    },
    {
      "index": 547,
      "start_time": 3085870.0,
      "end_time": 3091381.0,
      "text": "over for a party, where he bonds with Barry Kripke and Stuart as well. It is revealed"
    },
    {
      "index": 548,
      "start_time": 3091380.0,
      "end_time": 3095910.0,
      "text": "in season 7&#39;s &quot;The Thanksgiving Decoupling&quot; that he was unknowingly married to Penny for"
    },
    {
      "index": 549,
      "start_time": 3095910.0,
      "end_time": 3103590.0,
      "text": "three years, after they got intoxicated and attended a wedding chapel in Las Vegas."
    },
    {
      "index": 550,
      "start_time": 3103590.0,
      "end_time": 3108920.0,
      "text": "Minor characters These characters appear in fewer episodes,"
    },
    {
      "index": 551,
      "start_time": 3108920.0,
      "end_time": 3113940.0,
      "text": "most in just one. The list is in alphabetic order by first name."
    },
    {
      "index": 552,
      "start_time": 3113940.0,
      "end_time": 3120450.0,
      "text": "Abby (Danica McKellar) and Martha (Jen Drohan): With Leonard and Howard busy on a double date"
    },
    {
      "index": 553,
      "start_time": 3120450.0,
      "end_time": 3125150.0,
      "text": "with Penny and Bernadette, Raj and Sheldon attend a university mixer where they meet"
    },
    {
      "index": 554,
      "start_time": 3125150.0,
      "end_time": 3130840.0,
      "text": "Abby and Martha. Abby takes a liking to Raj, while Martha surprisingly seems to connect"
    },
    {
      "index": 555,
      "start_time": 3130840.0,
      "end_time": 3137180.0,
      "text": "with Sheldon. While Raj and Abby end up kissing, Sheldon completely ignores Martha, who even"
    },
    {
      "index": 556,
      "start_time": 3137180.0,
      "end_time": 3143340.0,
      "text": "tries to go to bed with him. Like series regular Mayim Bialik, McKellar exists within the Big"
    },
    {
      "index": 557,
      "start_time": 3143340.0,
      "end_time": 3148920.0,
      "text": "Bang Theory universe independently of Abby, having been mentioned alongside Bialik in"
    },
    {
      "index": 558,
      "start_time": 3148920.0,
      "end_time": 3156260.0,
      "text": "ep. 1.13, &quot;The Bat Jar Conjecture&quot;. Like Bialik, McKellar is a scientist in real life."
    },
    {
      "index": 559,
      "start_time": 3156260.0,
      "end_time": 3161820.0,
      "text": "Alice (Courtney Ford): An attractive comic book enthusiast who meets Leonard at the comic"
    },
    {
      "index": 560,
      "start_time": 3161820.0,
      "end_time": 3166380.0,
      "text": "book store, who thinks he&#39;s cute and takes him to her apartment and tries to hook up"
    },
    {
      "index": 561,
      "start_time": 3166380.0,
      "end_time": 3172030.0,
      "text": "with him. This date occurs during the period when Leonard is having a long distance relationship"
    },
    {
      "index": 562,
      "start_time": 3172030.0,
      "end_time": 3178090.0,
      "text": "with Priya. Leonard initially gives in to temptation, but at the last minute pulls away."
    },
    {
      "index": 563,
      "start_time": 3178090.0,
      "end_time": 3183180.0,
      "text": "He tells Alice about Priya, that his super power is being a good guy, and then gets thrown"
    },
    {
      "index": 564,
      "start_time": 3183180.0,
      "end_time": 3190170.0,
      "text": "out of her apartment. The next time he communicates, via the webcam, with Priya, he confesses his"
    },
    {
      "index": 565,
      "start_time": 3190170.0,
      "end_time": 3197220.0,
      "text": "weakness. To his surprise, Priya has no problem with it. Upon questioning, Priya reveals that"
    },
    {
      "index": 566,
      "start_time": 3197220.0,
      "end_time": 3201099.0,
      "text": "she has not been faithful to Leonard. They then break up."
    },
    {
      "index": 567,
      "start_time": 3201100.0,
      "end_time": 3207171.0,
      "text": "Alicia (Valerie Azlynn): A young woman who moves into an apartment above Leonard and"
    },
    {
      "index": 568,
      "start_time": 3207170.0,
      "end_time": 3212160.0,
      "text": "Sheldon in the Dead Hooker Juxtaposition. Penny displays a fit of jealousy at this turn"
    },
    {
      "index": 569,
      "start_time": 3212160.0,
      "end_time": 3218310.0,
      "text": "of events, thinking that Alicia is supplanting herself in the boys&#39; attention. Alicia is"
    },
    {
      "index": 570,
      "start_time": 3218310.0,
      "end_time": 3223640.0,
      "text": "an actress, although slightly more successful than Penny, having landed a role on CSI as"
    },
    {
      "index": 571,
      "start_time": 3223640.0,
      "end_time": 3230369.0,
      "text": "a (dead) prostitute. Eventually, to Howard&#39;s delight, she and Penny get into a catfight"
    },
    {
      "index": 572,
      "start_time": 3230370.0,
      "end_time": 3236360.0,
      "text": "over her treatment of the guys. After the altercation, Penny says Alicia is a &quot;dead"
    },
    {
      "index": 573,
      "start_time": 3236360.0,
      "end_time": 3241881.0,
      "text": "whore on TV; live one in real life&quot; just before the gang hears Alicia having loud intercourse"
    },
    {
      "index": 574,
      "start_time": 3241880.0,
      "end_time": 3247430.0,
      "text": "with a CSI producer. Althea (Vernee Watson) A character who makes"
    },
    {
      "index": 575,
      "start_time": 3247430.0,
      "end_time": 3253140.0,
      "text": "an appearance in the pilot episode as an attendant at a sperm bank, and then makes three appearances"
    },
    {
      "index": 576,
      "start_time": 3253140.0,
      "end_time": 3259640.0,
      "text": "as an emergency room nurse in &quot;The Peanut Reaction&quot; episode (Season 1) and &quot;The Robotic"
    },
    {
      "index": 577,
      "start_time": 3259640.0,
      "end_time": 3265030.0,
      "text": "Manipulation&quot; episode (Season 4), and as a ward nurse in &quot;The Werewolf Transformation&quot;"
    },
    {
      "index": 578,
      "start_time": 3265030.0,
      "end_time": 3270290.0,
      "text": "(Season 5). The name of the character is never used on the show, but is included on her nametag"
    },
    {
      "index": 579,
      "start_time": 3270290.0,
      "end_time": 3276250.0,
      "text": "and in the credits. She is also the only character besides Leonard and Sheldon to be carried"
    },
    {
      "index": 580,
      "start_time": 3276250.0,
      "end_time": 3282890.0,
      "text": "over from the original unaired pilot. Arthur Jeffries (aka Professor Proton) (Bob"
    },
    {
      "index": 581,
      "start_time": 3282890.0,
      "end_time": 3288160.0,
      "text": "Newhart): The star of the science show that Sheldon and Leonard watched as children. After"
    },
    {
      "index": 582,
      "start_time": 3288160.0,
      "end_time": 3293359.0,
      "text": "the show was cancelled, Jeffries was not taken seriously as a scientist and resorted to doing"
    },
    {
      "index": 583,
      "start_time": 3293360.0,
      "end_time": 3299110.0,
      "text": "children&#39;s parties as his persona. Sheldon hires him to do a private party for Leonard"
    },
    {
      "index": 584,
      "start_time": 3299110.0,
      "end_time": 3304171.0,
      "text": "and himself (and Penny), and he ends up having a heart attack after climbing the apartment"
    },
    {
      "index": 585,
      "start_time": 3304170.0,
      "end_time": 3309830.0,
      "text": "stairs with his equipment. He asks Sheldon to take his place at a party for a Korean"
    },
    {
      "index": 586,
      "start_time": 3309830.0,
      "end_time": 3314300.0,
      "text": "family, which Sheldon agrees to do as Professor Proton, Jr."
    },
    {
      "index": 587,
      "start_time": 3314300.0,
      "end_time": 3322619.0,
      "text": "Bert (Brian Posehn): A socially awkward geologist. His first appearance was in Season 6, Episode"
    },
    {
      "index": 588,
      "start_time": 3322620.0,
      "end_time": 3328251.0,
      "text": "18, &quot;The Contractual Obligation Implementation&quot;, when he meets Raj and Lucy in the library"
    },
    {
      "index": 589,
      "start_time": 3328250.0,
      "end_time": 3335730.0,
      "text": "during their date. Later in Season 7, Episode 13, &quot;The Occupation Recalibration&quot;, he is"
    },
    {
      "index": 590,
      "start_time": 3335730.0,
      "end_time": 3341170.0,
      "text": "found having a crush on Amy and tries to ask her out on a date to a Geology Rock Show."
    },
    {
      "index": 591,
      "start_time": 3341170.0,
      "end_time": 3348349.0,
      "text": "Bethany (Molly Morgan), Sarah (Sarah Buehler), and Skeeter (Andy Mackenzie): Characters who"
    },
    {
      "index": 592,
      "start_time": 3348350.0,
      "end_time": 3354151.0,
      "text": "appear in &quot;The Gothowitz Deviation&quot; episode. Bethany and Sarah are a couple of women that"
    },
    {
      "index": 593,
      "start_time": 3354150.0,
      "end_time": 3359700.0,
      "text": "Wolowitz and Raj meet in a Goth club. They then go to a tattoo parlor, where Skeeter"
    },
    {
      "index": 594,
      "start_time": 3359700.0,
      "end_time": 3366480.0,
      "text": "is the tattoo artist. The name &quot;Skeeter&quot; is not used on the show, but appears in the credits."
    },
    {
      "index": 595,
      "start_time": 3366480.0,
      "end_time": 3372540.0,
      "text": "Captain Sweatpants (Ian Scott Rudolph) and Lonely Larry (Owen Thayer): Two men that are"
    },
    {
      "index": 596,
      "start_time": 3372540.0,
      "end_time": 3377910.0,
      "text": "sometimes seen at the guys&#39; favorite comic book store. Captain Sweatpants is a middle-aged"
    },
    {
      "index": 597,
      "start_time": 3377910.0,
      "end_time": 3383960.0,
      "text": "bald man who wears grey sweatpants and a City of Heroes T-shirt. Lonely Larry wears a brown"
    },
    {
      "index": 598,
      "start_time": 3383960.0,
      "end_time": 3390000.0,
      "text": "suit and is extremely thin. They are also friends with Wil Wheaton. Both attend Howard&#39;s"
    },
    {
      "index": 599,
      "start_time": 3390000.0,
      "end_time": 3395109.0,
      "text": "bachelor party. Chen (James Hong): The owner of a Chinese"
    },
    {
      "index": 600,
      "start_time": 3395110.0,
      "end_time": 3401850.0,
      "text": "restaurant (Szechuan Palace) which is regularly frequented by Leonard, Sheldon, Howard, and"
    },
    {
      "index": 601,
      "start_time": 3401850.0,
      "end_time": 3408761.0,
      "text": "Rajesh. He appears most significantly in Season 1 Episode 17, where Sheldon engages in an"
    },
    {
      "index": 602,
      "start_time": 3408760.0,
      "end_time": 3414070.0,
      "text": "argument concerning his belief that he is being served Orange Chicken rather than Tangerine"
    },
    {
      "index": 603,
      "start_time": 3414070.0,
      "end_time": 3419599.0,
      "text": "Chicken. This leads to the exchange of several nonsensical remarks made by Sheldon (due to"
    },
    {
      "index": 604,
      "start_time": 3419600.0,
      "end_time": 3425600.0,
      "text": "his lack of ability to speak Mandarin). Cheryl (Erin Allin O&#39;Reilly): Apparently a"
    },
    {
      "index": 605,
      "start_time": 3425600.0,
      "end_time": 3430281.0,
      "text": "friend of one of Penny&#39;s friends (because it is subtly suggested she may not know many"
    },
    {
      "index": 606,
      "start_time": 3430280.0,
      "end_time": 3436640.0,
      "text": "of the people at the party), who attends Penny&#39;s Halloween party in Season 1, Episode 6, &quot;The"
    },
    {
      "index": 607,
      "start_time": 3436640.0,
      "end_time": 3441770.0,
      "text": "Middle Earth Paradigm.&quot; Cheryl is the very talkative, short-haired brunette dressed as"
    },
    {
      "index": 608,
      "start_time": 3441770.0,
      "end_time": 3447650.0,
      "text": "a ladybug, who hits it off with Raj. She is not identified within the episode, but is"
    },
    {
      "index": 609,
      "start_time": 3447650.0,
      "end_time": 3453470.0,
      "text": "listed in the credits. She appears again as a Cheesecake Factory waitress in &quot;The Pancake"
    },
    {
      "index": 610,
      "start_time": 3453470.0,
      "end_time": 3458150.0,
      "text": "Batter Anomaly&quot;. Christy (Brooke D&#39;Orsay): An acquaintance"
    },
    {
      "index": 611,
      "start_time": 3458150.0,
      "end_time": 3463030.0,
      "text": "of Penny&#39;s from Nebraska who had slept with enough of her relatives to make her &quot;family&quot;,"
    },
    {
      "index": 612,
      "start_time": 3463030.0,
      "end_time": 3467980.0,
      "text": "Christy suddenly moves in with Penny when she comes to California. Christy ends up having"
    },
    {
      "index": 613,
      "start_time": 3467980.0,
      "end_time": 3473980.0,
      "text": "sex with Howard, forcing Penny to sleep on Leonard&#39;s couch. Howard then invites Christy"
    },
    {
      "index": 614,
      "start_time": 3473980.0,
      "end_time": 3479810.0,
      "text": "to move in with him (and his mother). Mrs. Wolowitz and Christy end up having a fight,"
    },
    {
      "index": 615,
      "start_time": 3479810.0,
      "end_time": 3485190.0,
      "text": "and the latter leaves. She also presents the guys other problems by reducing their foursome"
    },
    {
      "index": 616,
      "start_time": 3485190.0,
      "end_time": 3489369.0,
      "text": "to three when playing Halo and dividing up their Chinese food order."
    },
    {
      "index": 617,
      "start_time": 3489370.0,
      "end_time": 3494771.0,
      "text": "Cole (Ryan Cartwright) : An English student who works with Penny in the history class"
    },
    {
      "index": 618,
      "start_time": 3494770.0,
      "end_time": 3502970.0,
      "text": "in Pasadena City College, introduced in the episode The 43 Peculiarity (S6E08). His appearance"
    },
    {
      "index": 619,
      "start_time": 3502970.0,
      "end_time": 3507750.0,
      "text": "in Penny&#39;s life leads to Leonard&#39;s anxiety about his relationship with Penny."
    },
    {
      "index": 620,
      "start_time": 3507750.0,
      "end_time": 3514040.0,
      "text": "Dr. Crawley (Lewis Black): An entomologist at the University, Dr. Crawley is visited"
    },
    {
      "index": 621,
      "start_time": 3514040.0,
      "end_time": 3520380.0,
      "text": "by Sheldon, Howard, and Raj in order to identify the species of a cricket they found. He is"
    },
    {
      "index": 622,
      "start_time": 3520380.0,
      "end_time": 3527210.0,
      "text": "agitated at losing his position at the university, his lab, and, as a result of an extended research"
    },
    {
      "index": 623,
      "start_time": 3527210.0,
      "end_time": 3533210.0,
      "text": "trip, his wife. After his wife left him, he was forced to move in with his daughter, who"
    },
    {
      "index": 624,
      "start_time": 3533210.0,
      "end_time": 3538109.0,
      "text": "lives in Oxnard, California &quot;in the onion fields&quot; (as opposed to its more glamorous"
    },
    {
      "index": 625,
      "start_time": 3538110.0,
      "end_time": 3543391.0,
      "text": "beach areas). Dr. David Underhill (Michael Trucco): A MacArthur"
    },
    {
      "index": 626,
      "start_time": 3543390.0,
      "end_time": 3549530.0,
      "text": "Genius Grant recipient, David is an experimental physicist like Leonard, who is excited to"
    },
    {
      "index": 627,
      "start_time": 3549530.0,
      "end_time": 3554890.0,
      "text": "be working with him. With his leather jacket and handsome looks, Penny is shocked to know"
    },
    {
      "index": 628,
      "start_time": 3554890.0,
      "end_time": 3560190.0,
      "text": "that David is a scientist and starts dating him. They break up when she finds out he is"
    },
    {
      "index": 629,
      "start_time": 3560190.0,
      "end_time": 3565190.0,
      "text": "married. Dale (Josh Brener): Dale works as a replacement"
    },
    {
      "index": 630,
      "start_time": 3565190.0,
      "end_time": 3569619.0,
      "text": "for Stuart at the comic book store when he went on a date with Amy &quot;The Flaming Spittoon"
    },
    {
      "index": 631,
      "start_time": 3569620.0,
      "end_time": 3574921.0,
      "text": "Acquisition&quot;, and also appears in &quot;The Tangible Affection Proof&quot; at Stuart&#39;s Valentine&#39;s Day"
    },
    {
      "index": 632,
      "start_time": 3574920.0,
      "end_time": 3579490.0,
      "text": "party. Dennis Kim (Austin Lee): Dennis is a 15-year-old"
    },
    {
      "index": 633,
      "start_time": 3579490.0,
      "end_time": 3586970.0,
      "text": "child prodigy from North Korea who Dr. Gablehauser hopes to recruit into their Ph.D. program."
    },
    {
      "index": 634,
      "start_time": 3586970.0,
      "end_time": 3592780.0,
      "text": "Dennis and Sheldon have an antagonistic relationship when the former excels Sheldon in every way."
    },
    {
      "index": 635,
      "start_time": 3592780.0,
      "end_time": 3597349.0,
      "text": "The guys make arrangements so Dennis can meet girls of his age and get distracted from his"
    },
    {
      "index": 636,
      "start_time": 3597350.0,
      "end_time": 3603011.0,
      "text": "own research. The plan succeeds and Dennis is seen kissing with a girl in the park, no"
    },
    {
      "index": 637,
      "start_time": 3603010.0,
      "end_time": 3609680.0,
      "text": "longer an intellectual threat to Sheldon. Dimitri Rezinov (Pasha Lychnikoff): A Russian"
    },
    {
      "index": 638,
      "start_time": 3609680.0,
      "end_time": 3614640.0,
      "text": "cosmonaut who is Howard Wolowitz&#39;s colleague on his Soyuz mission to the International"
    },
    {
      "index": 639,
      "start_time": 3614640.0,
      "end_time": 3619150.0,
      "text": "space station. Dmitri (Adam Gregor) He is the janitor of"
    },
    {
      "index": 640,
      "start_time": 3619150.0,
      "end_time": 3625250.0,
      "text": "third floor in Caltech. But before he was a janitor, he was a physicist in Leningrad"
    },
    {
      "index": 641,
      "start_time": 3625250.0,
      "end_time": 3630580.0,
      "text": "Polytechnical. After the collapse of the Soviet Union, he lost his job and had to move to"
    },
    {
      "index": 642,
      "start_time": 3630580.0,
      "end_time": 3636890.0,
      "text": "the US. He seems to know a lot about physics. A question in the Physics Bowl about quantum"
    },
    {
      "index": 643,
      "start_time": 3636890.0,
      "end_time": 3643640.0,
      "text": "electrodynamics stumped everyone but him. Dr. Elizabeth Plimpton (Judy Greer): A renowned"
    },
    {
      "index": 644,
      "start_time": 3643640.0,
      "end_time": 3648790.0,
      "text": "cosmological physicist from Princeton University known for her work in quantum cosmology who"
    },
    {
      "index": 645,
      "start_time": 3648790.0,
      "end_time": 3654619.0,
      "text": "comes as a personal guest of Sheldon in &quot;The Plimpton Stimulation&quot; episode. She first appears"
    },
    {
      "index": 646,
      "start_time": 3654620.0,
      "end_time": 3660151.0,
      "text": "absent-minded, but then exhibits a strong sexual libido, winds up having sex with Leonard"
    },
    {
      "index": 647,
      "start_time": 3660150.0,
      "end_time": 3666460.0,
      "text": "and Raj, and expresses a desire for a foursome with Leonard, Raj, and Wolowitz."
    },
    {
      "index": 648,
      "start_time": 3666460.0,
      "end_time": 3673980.0,
      "text": "Emily (Katie Leclerc): (Season 5) A deaf woman who Penny sets up with Raj. Since she is deaf,"
    },
    {
      "index": 649,
      "start_time": 3673980.0,
      "end_time": 3679750.0,
      "text": "Raj finds that he can communicate with her despite his selective mutism. She shows interest"
    },
    {
      "index": 650,
      "start_time": 3679750.0,
      "end_time": 3685400.0,
      "text": "in Raj when he spends a lot of money on her. Then Raj&#39;s parents get the bill, and force"
    },
    {
      "index": 651,
      "start_time": 3685400.0,
      "end_time": 3691099.0,
      "text": "him to break up with her. Although Raj resists, he does tell Emily that all the gifts he gave"
    },
    {
      "index": 652,
      "start_time": 3691100.0,
      "end_time": 3695961.0,
      "text": "her have to go back. She then loses interest in Raj."
    },
    {
      "index": 653,
      "start_time": 3695960.0,
      "end_time": 3703440.0,
      "text": "Emily (Laura Spencer): (Season 7) A cute redhead who Raj meets online on a dating website."
    },
    {
      "index": 654,
      "start_time": 3703440.0,
      "end_time": 3708390.0,
      "text": "Initially he coaxes Amy to be an intermediary between them, because of his passive and shy"
    },
    {
      "index": 655,
      "start_time": 3708390.0,
      "end_time": 3713570.0,
      "text": "nature. Amy agrees to help but eventually ends up arranging a meeting in a cafe with"
    },
    {
      "index": 656,
      "start_time": 3713570.0,
      "end_time": 3719150.0,
      "text": "Emily herself, after finding out that they share same interests. Raj shows up at the"
    },
    {
      "index": 657,
      "start_time": 3719150.0,
      "end_time": 3725030.0,
      "text": "cafe and makes a fool out of himself driving Emily away (&quot;The Friendship Turbulence&quot;)."
    },
    {
      "index": 658,
      "start_time": 3725030.0,
      "end_time": 3730450.0,
      "text": "Some time later he again bumps into Emily in the cafe and apologizes for his behavior."
    },
    {
      "index": 659,
      "start_time": 3730450.0,
      "end_time": 3736010.0,
      "text": "She and Raj go out on a date afterwards (&quot;The Indecision Amalgamation&quot;). Howard wants to"
    },
    {
      "index": 660,
      "start_time": 3736010.0,
      "end_time": 3740200.0,
      "text": "meet Emily before Raj drives her away and finds out that he had a very embarrassing"
    },
    {
      "index": 661,
      "start_time": 3740200.0,
      "end_time": 3744869.0,
      "text": "date with her causing him to run out on her (&quot;The Relationship Diremption&quot;)."
    },
    {
      "index": 662,
      "start_time": 3744870.0,
      "end_time": 3749561.0,
      "text": "Gretchen: Penny&#39;s former friend who stole her boyfriend and is at the same restaurant"
    },
    {
      "index": 663,
      "start_time": 3749560.0,
      "end_time": 3753950.0,
      "text": "and Leonard and Penny which thoroughly annoys Penny especially after her ex- proposes to"
    },
    {
      "index": 664,
      "start_time": 3753950.0,
      "end_time": 3759400.0,
      "text": "Gretchen. Gretchen is played by Kaley Cuoco&#39;s sister Briana."
    },
    {
      "index": 665,
      "start_time": 3759400.0,
      "end_time": 3765619.0,
      "text": "Mrs. Janine Davis (Regina King): A human resources representative working at the university who"
    },
    {
      "index": 666,
      "start_time": 3765620.0,
      "end_time": 3772381.0,
      "text": "handled a sexual harassment complaint against Sheldon. Sheldon, in his attempt at defense,"
    },
    {
      "index": 667,
      "start_time": 3772380.0,
      "end_time": 3777890.0,
      "text": "rats out &quot;worse behavior&quot; by Raj, Howard, and Leonard, prompting Mrs. Davis to summon"
    },
    {
      "index": 668,
      "start_time": 3777890.0,
      "end_time": 3783480.0,
      "text": "them to her office as well. In a later episode, Mrs. Davis serves on the tenure committee"
    },
    {
      "index": 669,
      "start_time": 3783480.0,
      "end_time": 3789119.0,
      "text": "that is considering Raj, Sheldon, Leonard and Kripke for a vacant tenured position,"
    },
    {
      "index": 670,
      "start_time": 3789120.0,
      "end_time": 3795161.0,
      "text": "causing each of them to try to &quot;butter up&quot; Mrs. Davis. In season 7&#39;s &quot;The Hofstadter"
    },
    {
      "index": 671,
      "start_time": 3795160.0,
      "end_time": 3799750.0,
      "text": "Insufficiency&quot;, Mrs. Davis is revealed to be recently divorced, and Raj attempts to"
    },
    {
      "index": 672,
      "start_time": 3799750.0,
      "end_time": 3804190.0,
      "text": "strike up a conversation with her at a university mixer."
    },
    {
      "index": 673,
      "start_time": 3804190.0,
      "end_time": 3809390.0,
      "text": "Jesse (Josh Peck): A comic book store owner who is supposedly a rival of Stuart&#39;s comic"
    },
    {
      "index": 674,
      "start_time": 3809390.0,
      "end_time": 3814849.0,
      "text": "book store. Stuart and Bernadette visit his store searching for a rare comic book, belonging"
    },
    {
      "index": 675,
      "start_time": 3814850.0,
      "end_time": 3819481.0,
      "text": "to Howard, which Bernadette wants replaced after she accidentally brands it with her"
    },
    {
      "index": 676,
      "start_time": 3819480.0,
      "end_time": 3825530.0,
      "text": "curling iron. Even though he appears smart and charismatic, he behaves as a jerk who"
    },
    {
      "index": 677,
      "start_time": 3825530.0,
      "end_time": 3831730.0,
      "text": "belittles and humiliates Stuart in front of Bernadette inside his store; From Season 7,"
    },
    {
      "index": 678,
      "start_time": 3831730.0,
      "end_time": 3837849.0,
      "text": "Episode 13 &quot;The Occupation Recalibration&quot;. Jimmy Speckerman (Lance Barber): a former"
    },
    {
      "index": 679,
      "start_time": 3837850.0,
      "end_time": 3843451.0,
      "text": "high-school jock who used to bully Leonard on a regular basis. He later contacts Leonard"
    },
    {
      "index": 680,
      "start_time": 3843450.0,
      "end_time": 3848040.0,
      "text": "in &quot;The Speckerman Recurrence&quot;, with an idea of inventing glasses that turn all movies"
    },
    {
      "index": 681,
      "start_time": 3848040.0,
      "end_time": 3854040.0,
      "text": "into 3D. He is oblivious to the bullying nature of his actions against Leonard, having believed"
    },
    {
      "index": 682,
      "start_time": 3854040.0,
      "end_time": 3859710.0,
      "text": "that they were &quot;having fun&quot; and describing him and Leonard as having been &quot;a comedy team&quot;."
    },
    {
      "index": 683,
      "start_time": 3859710.0,
      "end_time": 3865150.0,
      "text": "Joy (Charlotte Newhouse): An exercise-freak woman who Leonard meets on a blind date set"
    },
    {
      "index": 684,
      "start_time": 3865150.0,
      "end_time": 3870380.0,
      "text": "up by Bernadette via the &quot;Girlfriend Pact&quot; with Howard. Although Leonard finds Joy&#39;s"
    },
    {
      "index": 685,
      "start_time": 3870380.0,
      "end_time": 3875300.0,
      "text": "mannerisms to be repulsive, he agrees to go out with her again based on hints she gives"
    },
    {
      "index": 686,
      "start_time": 3875300.0,
      "end_time": 3880599.0,
      "text": "that she is easy. Joyce Kim (Ally Maki): A previously unseen"
    },
    {
      "index": 687,
      "start_time": 3880600.0,
      "end_time": 3886191.0,
      "text": "character who appears in &quot;The Staircase Implementation&quot;, Joyce Kim was mentioned as a former girlfriend"
    },
    {
      "index": 688,
      "start_time": 3886190.0,
      "end_time": 3891640.0,
      "text": "of Leonard; their relationship only lasted a month, after which she defected back to"
    },
    {
      "index": 689,
      "start_time": 3891640.0,
      "end_time": 3898440.0,
      "text": "North Korea. However, in The Staircase Implementation, Leonard admits that she was not a girlfriend,"
    },
    {
      "index": 690,
      "start_time": 3898440.0,
      "end_time": 3903190.0,
      "text": "but a North Korean spy who attempted to get secrets from him by seducing him."
    },
    {
      "index": 691,
      "start_time": 3903190.0,
      "end_time": 3909119.0,
      "text": "Kevin (Blake Berris): A man who Penny meets during her &#39;non-date&#39; with Leonard. He is"
    },
    {
      "index": 692,
      "start_time": 3909120.0,
      "end_time": 3914090.0,
      "text": "writing a screenplay about his roommate who threw him out of their apartment for the evening."
    },
    {
      "index": 693,
      "start_time": 3914090.0,
      "end_time": 3921151.0,
      "text": "Kurt (Brian Patrick Wade): A tall, intimidating bodybuilder, Kurt is Penny&#39;s ex-boyfriend"
    },
    {
      "index": 694,
      "start_time": 3921150.0,
      "end_time": 3926829.0,
      "text": "at the beginning of the series. In the pilot-episode, Leonard and Sheldon went to his apartment"
    },
    {
      "index": 695,
      "start_time": 3926830.0,
      "end_time": 3931511.0,
      "text": "and tried to retrieve Penny&#39;s television set from him, but they did not succeed and Kurt"
    },
    {
      "index": 696,
      "start_time": 3931510.0,
      "end_time": 3936869.0,
      "text": "apparently found them so irritating that they returned home without pants. Penny left him"
    },
    {
      "index": 697,
      "start_time": 3936870.0,
      "end_time": 3941431.0,
      "text": "because he cheated on her, but he was still invited to her Halloween party, for which"
    },
    {
      "index": 698,
      "start_time": 3941430.0,
      "end_time": 3949349.0,
      "text": "he dresses up as a caveman. In season 2, ep14, Penny experiences financial difficulties,"
    },
    {
      "index": 699,
      "start_time": 3949350.0,
      "end_time": 3956551.0,
      "text": "Leonard and the guys confront Kurt over $1,800 in legal fine money Penny had lent him. Immediately"
    },
    {
      "index": 700,
      "start_time": 3956550.0,
      "end_time": 3962099.0,
      "text": "refusing, Kurt shortly thereafter pays Penny and the two have dinner, but is never seen"
    },
    {
      "index": 701,
      "start_time": 3962100.0,
      "end_time": 3966110.0,
      "text": "again. Lakshmi Choudry (Chriselle Almeida): a woman"
    },
    {
      "index": 702,
      "start_time": 3966110.0,
      "end_time": 3971641.0,
      "text": "with whom Raj&#39;s parents set him up when he asks for a date to take to his cousin&#39;s wedding."
    },
    {
      "index": 703,
      "start_time": 3971640.0,
      "end_time": 3976900.0,
      "text": "He develops strong feelings for her and is willing to marry her, and she him. She tells"
    },
    {
      "index": 704,
      "start_time": 3976900.0,
      "end_time": 3981290.0,
      "text": "him she is lesbian and is willing to marry him because she thinks he is gay and the ruse"
    },
    {
      "index": 705,
      "start_time": 3981290.0,
      "end_time": 3987160.0,
      "text": "will fool her parents. Lalita Gupta (Sarayu Rao): A childhood acquaintance"
    },
    {
      "index": 706,
      "start_time": 3987160.0,
      "end_time": 3993420.0,
      "text": "of Raj who bullied him, she is now a dental student at USC. Raj&#39;s parents set up a date"
    },
    {
      "index": 707,
      "start_time": 3993420.0,
      "end_time": 3999470.0,
      "text": "for their son with her. During the date, Raj can only speak to her after drinking an alcoholic"
    },
    {
      "index": 708,
      "start_time": 3999470.0,
      "end_time": 4005160.0,
      "text": "beverage (a &quot;grasshopper&quot;) and acts very obnoxious, such as commenting on her childhood weight"
    },
    {
      "index": 709,
      "start_time": 4005160.0,
      "end_time": 4011300.0,
      "text": "problem. Sheldon insists she bears a remarkable resemblance to Princess Panchali, an Indian"
    },
    {
      "index": 710,
      "start_time": 4011300.0,
      "end_time": 4017440.0,
      "text": "princess in a children&#39;s story. Lalita is flattered at Sheldon&#39;s comments and attention."
    },
    {
      "index": 711,
      "start_time": 4017440.0,
      "end_time": 4023480.0,
      "text": "Eventually, Lalita leaves the obnoxious and drunk Raj to have dinner with Sheldon. Sheldon"
    },
    {
      "index": 712,
      "start_time": 4023480.0,
      "end_time": 4026220.0,
      "text": "does not see her again because he &quot;already has a dentist&quot;."
    },
    {
      "index": 713,
      "start_time": 4026220.0,
      "end_time": 4033650.0,
      "text": "Mrs. Latham (Jessica Walter): A wealthy widowed benefactor who takes a shine to Leonard at"
    },
    {
      "index": 714,
      "start_time": 4033650.0,
      "end_time": 4038200.0,
      "text": "a donor/faculty get-together. She asks him out with the implication that he have sex"
    },
    {
      "index": 715,
      "start_time": 4038200.0,
      "end_time": 4044060.0,
      "text": "with her in order to get the lab equipment his department needs. He at first resists,"
    },
    {
      "index": 716,
      "start_time": 4044060.0,
      "end_time": 4049520.0,
      "text": "but after she says that she is going to fund his project anyway, he relents. Everyone at"
    },
    {
      "index": 717,
      "start_time": 4049520.0,
      "end_time": 4054339.0,
      "text": "the University congratulates him for selling himself out for the money."
    },
    {
      "index": 718,
      "start_time": 4054340.0,
      "end_time": 4059110.0,
      "text": "Missy Cooper (Courtney Henggeler): Missy is Sheldon&#39;s twin sister who is intellectually"
    },
    {
      "index": 719,
      "start_time": 4059110.0,
      "end_time": 4065340.0,
      "text": "and socially very much unlike him. Confident, tall and attractive, she immediately catches"
    },
    {
      "index": 720,
      "start_time": 4065340.0,
      "end_time": 4071360.0,
      "text": "the attention of Leonard, Howard, and Raj. Sheldon realizes that within Missy&#39;s eggs"
    },
    {
      "index": 721,
      "start_time": 4071360.0,
      "end_time": 4077501.0,
      "text": "lies the potential for another &quot;superior mutation&quot; like him. He temporarily elects himself as"
    },
    {
      "index": 722,
      "start_time": 4077500.0,
      "end_time": 4081970.0,
      "text": "a guardian to Missy in order to choose the best mate for her (she rejects Leonard and"
    },
    {
      "index": 723,
      "start_time": 4081970.0,
      "end_time": 4087490.0,
      "text": "Howard in favor of Raj, but his mutism derails any chance he might have with her). Missy"
    },
    {
      "index": 724,
      "start_time": 4087490.0,
      "end_time": 4092849.0,
      "text": "objects to Sheldon deciding who she can sleep with, refers to Sheldon as &quot;Shelly&quot;, and despite"
    },
    {
      "index": 725,
      "start_time": 4092850.0,
      "end_time": 4097771.0,
      "text": "their differences she loves him and is proud of his accomplishments. She is mentioned in"
    },
    {
      "index": 726,
      "start_time": 4097770.0000000005,
      "end_time": 4103230.0000000005,
      "text": "the 7th season as an unseen character, where she gives birth to a son, and it is also mentioned"
    },
    {
      "index": 727,
      "start_time": 4103229.9999999995,
      "end_time": 4108439.9999999995,
      "text": "that she is married. President Siebert (Joshua Malina): The president"
    },
    {
      "index": 728,
      "start_time": 4108439.9999999995,
      "end_time": 4114579.9999999995,
      "text": "of the California Institute of Technology; he is married and has a teenage daughter."
    },
    {
      "index": 729,
      "start_time": 4114580.0,
      "end_time": 4120080.0,
      "text": "Siebert sends Sheldon on an expedition to the North Pole at the end of Season 2. In"
    },
    {
      "index": 730,
      "start_time": 4120080.0,
      "end_time": 4124989.0,
      "text": "Season 4, he organizes a get-together with wealthy donors and faculty in order to garner"
    },
    {
      "index": 731,
      "start_time": 4124990.0,
      "end_time": 4130381.0,
      "text": "funds for the university&#39;s programs. He urges the guys to make an appearance to schmooze"
    },
    {
      "index": 732,
      "start_time": 4130380.0,
      "end_time": 4135549.0,
      "text": "the donors so that they will give to their projects. Seeing Sheldon&#39;s behavior toward"
    },
    {
      "index": 733,
      "start_time": 4135550.0,
      "end_time": 4141340.0,
      "text": "the donors, he asks that he not appear again. A recurring gag is that President Siebert"
    },
    {
      "index": 734,
      "start_time": 4141340.0,
      "end_time": 4148231.0,
      "text": "bumps into Sheldon when he is using the urinal. Professor Glenn (Rick Fox): A former professor"
    },
    {
      "index": 735,
      "start_time": 4148229.9999999995,
      "end_time": 4155088.9999999995,
      "text": "of Bernadette&#39;s, who she reveals to Howard that she dated for a year. At 6&#39;7&quot;, dark and"
    },
    {
      "index": 736,
      "start_time": 4155090.0,
      "end_time": 4159950.0,
      "text": "handsome, Glenn is physically the polar opposite of Howard, leading the insecure Howard to"
    },
    {
      "index": 737,
      "start_time": 4159950.0,
      "end_time": 4164331.0,
      "text": "feel like he will never measure up (literally as much as metaphorically)."
    },
    {
      "index": 738,
      "start_time": 4164330.0,
      "end_time": 4170960.0,
      "text": "Ramona Nowitzki (Riki Lindhome) and Kathy O&#39;Brian (Emily Happe): A couple of graduate"
    },
    {
      "index": 739,
      "start_time": 4170960.0,
      "end_time": 4176779.0,
      "text": "students, who both have a crush on Sheldon, and become his &#39;groupies.&#39; Sheldon exploits"
    },
    {
      "index": 740,
      "start_time": 4176779.9999999995,
      "end_time": 4182850.9999999995,
      "text": "them to get free food and perform personal services. Ramona is the first, first meeting"
    },
    {
      "index": 741,
      "start_time": 4182850.0000000005,
      "end_time": 4189029.0000000005,
      "text": "Sheldon after he introduced his work to incoming graduate students. She finds Sheldon&#39;s work"
    },
    {
      "index": 742,
      "start_time": 4189029.9999999995,
      "end_time": 4193509.9999999995,
      "text": "very stimulating and him very cute to the utter confusion of his friends and arranges"
    },
    {
      "index": 743,
      "start_time": 4193510.0,
      "end_time": 4198801.0,
      "text": "to have dinner with him in his apartment. The next few days she becomes a permanent"
    },
    {
      "index": 744,
      "start_time": 4198800.0,
      "end_time": 4203790.0,
      "text": "presence in his life, pressuring him to concentrate on his research and avoid distractions such"
    },
    {
      "index": 745,
      "start_time": 4203790.0,
      "end_time": 4210460.0,
      "text": "as video games, science-fiction television shows and weekend paintball expeditions. Sheldon"
    },
    {
      "index": 746,
      "start_time": 4210460.0,
      "end_time": 4216469.0,
      "text": "gets tired of her, but is unable to dissolve their &quot;relationship&quot;. Eventually, Sheldon"
    },
    {
      "index": 747,
      "start_time": 4216470.0,
      "end_time": 4220321.0,
      "text": "reaches a breakthrough in his work to which Sheldon acknowledges that he could not have"
    },
    {
      "index": 748,
      "start_time": 4220320.0,
      "end_time": 4226280.0,
      "text": "completed without her personal and mathematical assistance. Sheldon kicks Ramona out when"
    },
    {
      "index": 749,
      "start_time": 4226280.0,
      "end_time": 4232199.0,
      "text": "she asks to share credit for the discovery. Kathy comes into Sheldon&#39;s life after he kicked"
    },
    {
      "index": 750,
      "start_time": 4232200.0,
      "end_time": 4237431.0,
      "text": "Ramona out. Mike Rostenkowski (Casey Sander): Bernadette&#39;s"
    },
    {
      "index": 751,
      "start_time": 4237430.0,
      "end_time": 4243010.0,
      "text": "father, a retired police officer who has a rough and abrasive personality. He is not"
    },
    {
      "index": 752,
      "start_time": 4243010.0,
      "end_time": 4247930.0,
      "text": "very accepting of Howard until he learns that Howard will be going into space as an astronaut"
    },
    {
      "index": 753,
      "start_time": 4247930.0,
      "end_time": 4254150.0,
      "text": "(coincidentally at the same time Howard was considering backing out of the expedition)."
    },
    {
      "index": 754,
      "start_time": 4254150.0,
      "end_time": 4258680.0,
      "text": "After an aborted weekend fishing trip, Howard and his father-in-law bond over learning to"
    },
    {
      "index": 755,
      "start_time": 4258680.0,
      "end_time": 4264810.0,
      "text": "play craps at an Indian casino. Mrs. Rostenkowski (Meagen Fay) : Bernadette&#39;s"
    },
    {
      "index": 756,
      "start_time": 4264810.0,
      "end_time": 4271210.0,
      "text": "mother. She is a woman of few words, like her husband. She displays a lot of the same"
    },
    {
      "index": 757,
      "start_time": 4271210.0,
      "end_time": 4277400.0,
      "text": "characteristics of her daughter. Apparently she dominates her husband. When Howard first"
    },
    {
      "index": 758,
      "start_time": 4277400.0,
      "end_time": 4283010.0,
      "text": "met Bernadette, they bonded over the similar personalities of their controlling mothers."
    },
    {
      "index": 759,
      "start_time": 4283010.0,
      "end_time": 4290190.0,
      "text": "Siri (Becky O&#39;Donohue): embodies Siri (software), the voice-recognition system used on certain"
    },
    {
      "index": 760,
      "start_time": 4290190.0,
      "end_time": 4296510.0,
      "text": "smartphones and on which Raj developed a crush, because of its seductive voice. To which Howard"
    },
    {
      "index": 761,
      "start_time": 4296510.0,
      "end_time": 4301880.0,
      "text": "jokingly states that &quot;there is finally a woman in your life you can talk to.&quot; Raj has a dream"
    },
    {
      "index": 762,
      "start_time": 4301880.0,
      "end_time": 4307320.0,
      "text": "about meeting her, represented by a beautiful woman, but he cannot speak to her in person"
    },
    {
      "index": 763,
      "start_time": 4307320.0,
      "end_time": 4313080.0,
      "text": "due to his selective mutism, which causes him to awake from the dream screaming &quot;NOOOOO!&quot;."
    },
    {
      "index": 764,
      "start_time": 4313080.0,
      "end_time": 4319500.0,
      "text": "Special Agent Angela Paige (Eliza Dushku): an FBI agent investigating Howard Wolowitz&#39;s"
    },
    {
      "index": 765,
      "start_time": 4319500.0,
      "end_time": 4325020.0,
      "text": "background for a security clearance in &quot;The Apology Insufficiency&quot; episode. While interviewing"
    },
    {
      "index": 766,
      "start_time": 4325020.0,
      "end_time": 4330420.0,
      "text": "the guys, Raj vomits on her shoes, Leonard hits on her, and Sheldon reveals too much"
    },
    {
      "index": 767,
      "start_time": 4330420.0,
      "end_time": 4336230.0,
      "text": "information about Howard, and to add insult to injury, reveals too much information about"
    },
    {
      "index": 768,
      "start_time": 4336230.0,
      "end_time": 4340820.0,
      "text": "Leonard. Spock (Leonard Nimoy): Sheldon&#39;s action figure"
    },
    {
      "index": 769,
      "start_time": 4340820.0,
      "end_time": 4345630.0,
      "text": "Spock, the voice of Leonard Nimoy, appears to him in a dream convincing him to open his"
    },
    {
      "index": 770,
      "start_time": 4345630.0,
      "end_time": 4353210.0,
      "text": "mint in-box 1975 Star Trek Transporter toy. After Sheldon breaks his toy and steals Leonard&#39;s,"
    },
    {
      "index": 771,
      "start_time": 4353210.0,
      "end_time": 4357520.0,
      "text": "Spock reappears to Sheldon and convinces him to give Leonard his toy back."
    },
    {
      "index": 772,
      "start_time": 4357520.0,
      "end_time": 4363969.0,
      "text": "Summer (Sierra Edwards): Howard&#39;s &quot;date&quot; for the reception for Dr. Gablehauser in Season"
    },
    {
      "index": 773,
      "start_time": 4363970.0,
      "end_time": 4369821.0,
      "text": "1, Episode 4, &quot;The Luminous Fish Effect.&quot; She is quite a bit taller than Howard and"
    },
    {
      "index": 774,
      "start_time": 4369820.0,
      "end_time": 4374630.0,
      "text": "makes it apparent that the &quot;date&quot; is strictly a business event by telling Howard that &quot;touching"
    },
    {
      "index": 775,
      "start_time": 4374630.0,
      "end_time": 4380110.0,
      "text": "is extra&quot;. Toby Loobenfeld (DJ Qualls): A research assistant"
    },
    {
      "index": 776,
      "start_time": 4380110.0,
      "end_time": 4384980.0,
      "text": "with a double major in Physics and Theater, Toby was used by Sheldon to play his fictional"
    },
    {
      "index": 777,
      "start_time": 4384980.0,
      "end_time": 4390570.0,
      "text": "first cousin &quot;Leopold Houston&quot; from Denton, Texas, a character Sheldon invents as part"
    },
    {
      "index": 778,
      "start_time": 4390570.0,
      "end_time": 4396050.0,
      "text": "of an elaborate lie told to avoid going to see Penny sing. Cousin &quot;Leo&quot; is a recovering"
    },
    {
      "index": 779,
      "start_time": 4396050.0,
      "end_time": 4401949.0,
      "text": "drug addict who ends up cuddling with Penny on the couch, much to the chagrin of Leonard."
    },
    {
      "index": 780,
      "start_time": 4401950.0,
      "end_time": 4406551.0,
      "text": "He was also willing to argue with Sheldon on the subjects regarding drug use, showing"
    },
    {
      "index": 781,
      "start_time": 4406550.0,
      "end_time": 4412130.0,
      "text": "knowledge on the subject. Todd Zarnecki (Christopher Douglas Reed):"
    },
    {
      "index": 782,
      "start_time": 4412130.0,
      "end_time": 4416400.0,
      "text": "Appears in &quot;The Zarnecki Incursion&quot; episode as a hacker who &quot;steals&quot; Sheldon&#39;s possessions"
    },
    {
      "index": 783,
      "start_time": 4416400.0,
      "end_time": 4421880.0,
      "text": "in the World of Warcraft online game. Being physically much larger and more intimidating"
    },
    {
      "index": 784,
      "start_time": 4421880.0,
      "end_time": 4427690.0,
      "text": "than the four main characters, they back down from confronting him. Penny picks them up,"
    },
    {
      "index": 785,
      "start_time": 4427690.0,
      "end_time": 4432690.0,
      "text": "takes them back to Todd&#39;s house and sets Todd straight with a swift kick to the groin. He"
    },
    {
      "index": 786,
      "start_time": 4432690.0,
      "end_time": 4438070.0,
      "text": "also shows up at Howard&#39;s bachelor party (as an unnamed attendee), and in the Season 6"
    },
    {
      "index": 787,
      "start_time": 4438070.0,
      "end_time": 4443210.0,
      "text": "episode &quot;The Tangible Affection Proof&quot;, he is in attendance at Stuart&#39;s party on Valentine&#39;s"
    },
    {
      "index": 788,
      "start_time": 4443210.0,
      "end_time": 4446920.0,
      "text": "Day. Venkatesh Koothrappali (Frank Maharajh): Raj&#39;s"
    },
    {
      "index": 789,
      "start_time": 4446920.0,
      "end_time": 4453410.0,
      "text": "cousin, a lawyer in India, who tries to negotiate a deal for Raj&#39;s part of the One Ring prop"
    },
    {
      "index": 790,
      "start_time": 4453410.0,
      "end_time": 4460130.0,
      "text": "from Lord of the Rings. He, by his own admission, is a bad negotiator, and does not get Raj"
    },
    {
      "index": 791,
      "start_time": 4460130.0,
      "end_time": 4466610.0,
      "text": "the two jet skis that he wanted. Wyatt (Keith Carradine): Penny&#39;s father. He"
    },
    {
      "index": 792,
      "start_time": 4466610.0,
      "end_time": 4470940.0,
      "text": "comes to visit and Penny feels compelled to involve Leonard in a ruse to make him think"
    },
    {
      "index": 793,
      "start_time": 4470940.0,
      "end_time": 4475910.0,
      "text": "that they are still together. (Wyatt reveals that he favors the successful Leonard over"
    },
    {
      "index": 794,
      "start_time": 4475910.0,
      "end_time": 4481560.0,
      "text": "Penny&#39;s other &quot;loser&quot; boyfriends.) When the plot is revealed, he gets mad at Penny and"
    },
    {
      "index": 795,
      "start_time": 4481560.0,
      "end_time": 4487250.0,
      "text": "feigns anger at Leonard. But after Penny leaves the room, he encourages Leonard to keep trying"
    },
    {
      "index": 796,
      "start_time": 4487250.0,
      "end_time": 4493300.0,
      "text": "to get Penny back (because he wants his grandkids to &quot;grow up in a house without wheels on it&quot;)."
    },
    {
      "index": 797,
      "start_time": 4493300.0,
      "end_time": 4498150.0,
      "text": "Strangely though in the first episode where Leonard&#39;s mother visits, Penny tearfully reveals"
    },
    {
      "index": 798,
      "start_time": 4498150.0,
      "end_time": 4503650.0,
      "text": "her rough childhood, saying that Wyatt wanted a boy and would call her &quot;slugger&quot;. She does"
    },
    {
      "index": 799,
      "start_time": 4503650.0,
      "end_time": 4508660.0,
      "text": "an imitation of what she wished her mother would say to her father: &quot;&#39;Bob, get over it,"
    },
    {
      "index": 800,
      "start_time": 4508660.0,
      "end_time": 4514570.0,
      "text": "she&#39;s a girl, move on,&#39; but she didn&#39;t not one word!&quot;"
    },
    {
      "index": 801,
      "start_time": 4514570.0,
      "end_time": 4516580.0,
      "text": "Characters that appeared in only a single scene"
    },
    {
      "index": 802,
      "start_time": 4516580.0,
      "end_time": 4524670.0,
      "text": "Angelo (Peter Onorati): A barber who substitutes for Sheldon&#39;s regular barber, Mr. D&#39;Onofrio,"
    },
    {
      "index": 803,
      "start_time": 4524670.0,
      "end_time": 4531610.0,
      "text": "when Mr. D&#39;Onofrio falls into a coma. Mrs. Fowler (Annie O&#39;Donnell): Amy Farrah"
    },
    {
      "index": 804,
      "start_time": 4531610.0,
      "end_time": 4536400.0,
      "text": "Fowler&#39;s mother. She appeared in a webcam conversation with Amy and Sheldon in which"
    },
    {
      "index": 805,
      "start_time": 4536400.0,
      "end_time": 4540440.0,
      "text": "they lie to her about the nature of their relationship, telling her that they are in"
    },
    {
      "index": 806,
      "start_time": 4540440.0,
      "end_time": 4547180.0,
      "text": "a romantic relationship that includes coitus. Joan (Amy Tolsky): The court clerk that comes"
    },
    {
      "index": 807,
      "start_time": 4547180.0,
      "end_time": 4551780.0,
      "text": "out to say there is only enough time for three more weddings, meaning Howard and Bernadette"
    },
    {
      "index": 808,
      "start_time": 4551780.0,
      "end_time": 4556840.0,
      "text": "would not be able to get married before Howard left for his launch to the ISS."
    },
    {
      "index": 809,
      "start_time": 4556840.0,
      "end_time": 4563630.0,
      "text": "Louis (Ajgie Kirkland) A former occupant of the apartment in which Penny lives. He is"
    },
    {
      "index": 810,
      "start_time": 4563630.0,
      "end_time": 4568750.0,
      "text": "a cross-dresser who Leonard mistakenly runs into in &quot;The Staircase Implementation&quot; episode,"
    },
    {
      "index": 811,
      "start_time": 4568750.0,
      "end_time": 4574360.0,
      "text": "and who refers to Sheldon as &quot;the crazy guy across the hall&quot;. The name Louis is used by"
    },
    {
      "index": 812,
      "start_time": 4574360.0,
      "end_time": 4578910.0,
      "text": "Sheldon, referring to him/her as Louis/Louise. Octavia (Octavia Spencer): a clerk working"
    },
    {
      "index": 813,
      "start_time": 4578910.0,
      "end_time": 4586030.0,
      "text": "at the California Department of Motor Vehicles who hands Sheldon a drivers permit after he"
    },
    {
      "index": 814,
      "start_time": 4586030.0,
      "end_time": 4591830.0,
      "text": "refuses to take the test, but instead points out inaccuracies in the test. The name of"
    },
    {
      "index": 815,
      "start_time": 4591830.0,
      "end_time": 4596489.0,
      "text": "the character is not used on the show, only in the credits."
    },
    {
      "index": 816,
      "start_time": 4596490.0,
      "end_time": 4602941.0,
      "text": "Sandy (Yeardley Smith): A bureaucrat who interviewed Sheldon for a menial job in The Einstein Approximation."
    },
    {
      "index": 817,
      "start_time": 4602940.0,
      "end_time": 4608840.0,
      "text": "episode. Smith had a recurring role on Dharma and Greg as Marlene (both characters have"
    },
    {
      "index": 818,
      "start_time": 4608840.0,
      "end_time": 4614840.0,
      "text": "similarities) a show previously co-created by Chuck Lorre. The name &quot;Sandy&quot; was not used"
    },
    {
      "index": 819,
      "start_time": 4614840.0,
      "end_time": 4620730.0,
      "text": "on the show, but appeared in the credits. Smith also voiced the character of Lisa Simpson"
    },
    {
      "index": 820,
      "start_time": 4620730.0,
      "end_time": 4626300.0,
      "text": "on The Simpsons. Sebastian (Steven Yeun) Sheldon&#39;s former roommate"
    },
    {
      "index": 821,
      "start_time": 4626300.0,
      "end_time": 4632620.0,
      "text": "who left Sheldon on bad terms. Sebastian makes a single appearance in &quot;The Staircase Implementation&quot;,"
    },
    {
      "index": 822,
      "start_time": 4632620.0,
      "end_time": 4638460.0,
      "text": "where he tells Leonard to &quot;run fast, run far&quot; from Sheldon. His name is not used in the"
    },
    {
      "index": 823,
      "start_time": 4638460.0,
      "end_time": 4645449.0,
      "text": "episode, but is listed in the credits. Notable guest stars appearing as themselves"
    },
    {
      "index": 824,
      "start_time": 4645450.0,
      "end_time": 4652821.0,
      "text": "A number of Hollywood celebrities and famous scientists have made appearances as themselves."
    },
    {
      "index": 825,
      "start_time": 4652820.0,
      "end_time": 4656290.0,
      "text": "The list is sorted by alphabetic order using last names."
    },
    {
      "index": 826,
      "start_time": 4656290.0,
      "end_time": 4664570.0,
      "text": "LeVar Burton (Season 4, &quot;The Toast Derivation&quot; and Season 6, &quot;The Habitation Configuration&quot;):"
    },
    {
      "index": 827,
      "start_time": 4664570.0,
      "end_time": 4670100.0,
      "text": "Sheldon invited Burton to a party via a tweet. Upon opening the door and seeing the other"
    },
    {
      "index": 828,
      "start_time": 4670100.0,
      "end_time": 4675930.0,
      "text": "guests at the party, Zack, Kripke, and Stuart (who at that moment was wearing nothing but"
    },
    {
      "index": 829,
      "start_time": 4675930.0,
      "end_time": 4681280.0,
      "text": "a towel) singing karaoke, Burton leaves and when starting to walk down the apartment block"
    },
    {
      "index": 830,
      "start_time": 4681280.0,
      "end_time": 4686969.0,
      "text": "stairs utters that he is &quot;so done with Twitter&quot;. He appears again at the end of &quot;The Habitation"
    },
    {
      "index": 831,
      "start_time": 4686970.0,
      "end_time": 4692841.0,
      "text": "Configuration&quot;, taping an episode of &quot;Fun With Flags&quot; with Sheldon and Amy. Amy says"
    },
    {
      "index": 832,
      "start_time": 4692840.0,
      "end_time": 4696800.0,
      "text": "&quot;cut&quot;, followed by complaining that &quot;this guy is worse than Wil Wheaton&quot; (referring"
    },
    {
      "index": 833,
      "start_time": 4696800.0,
      "end_time": 4701989.0,
      "text": "to Wil&#39;s appearance earlier in the episode). Sheldon then tells Burton that because Amy"
    },
    {
      "index": 834,
      "start_time": 4701990.0,
      "end_time": 4708501.0,
      "text": "is his girlfriend, he is obligated to agree with her. Burton asks &quot;I still get lunch,"
    },
    {
      "index": 835,
      "start_time": 4708500.0,
      "end_time": 4714480.0,
      "text": "right?&quot;, to which Sheldon nods. Along with Brent Spiner and Wil Wheaton, Burton makes"
    },
    {
      "index": 836,
      "start_time": 4714480.0,
      "end_time": 4720910.0,
      "text": "Star Trek: The Next Generation the most represented franchise on the show in terms of guest appearances."
    },
    {
      "index": 837,
      "start_time": 4720910.0,
      "end_time": 4727400.0,
      "text": "Summer Glau (Season 2, &quot;The Terminator Decoupling&quot;): When the guys travel by train to a conference"
    },
    {
      "index": 838,
      "start_time": 4727400.0,
      "end_time": 4732820.0,
      "text": "in San Francisco, they realize Summer Glau (who was in two science fiction television"
    },
    {
      "index": 839,
      "start_time": 4732820.0,
      "end_time": 4738530.0,
      "text": "shows, Firefly and Terminator: The Sarah Connor Chronicles) is sitting in the same passenger"
    },
    {
      "index": 840,
      "start_time": 4738530.0,
      "end_time": 4745380.0,
      "text": "car. Raj, Howard, and Leonard take turns talking with her. Raj cannot talk without drinking"
    },
    {
      "index": 841,
      "start_time": 4745380.0,
      "end_time": 4751670.0,
      "text": "beer (which turned out to be non-alcoholic), Howard is his usual creepy, over-the-top self,"
    },
    {
      "index": 842,
      "start_time": 4751670.0,
      "end_time": 4757130.0,
      "text": "and Leonard cannot start a conversation before she has to get off the train."
    },
    {
      "index": 843,
      "start_time": 4757130.0,
      "end_time": 4764600.0,
      "text": "Stephen Hawking (Season 5, &quot;The Hawking Excitation&quot;, Season 6, &quot;The Extract Obliteration&quot; and Season"
    },
    {
      "index": 844,
      "start_time": 4764600.0,
      "end_time": 4770360.0,
      "text": "7, &quot;The Relationship Diremption&quot;): After Sheldon&#39;s much-anticipated meeting with Hawking, he"
    },
    {
      "index": 845,
      "start_time": 4770360.0,
      "end_time": 4775920.0,
      "text": "discusses Sheldon&#39;s research and points out a mistake. Sheldon protests by saying that"
    },
    {
      "index": 846,
      "start_time": 4775920.0,
      "end_time": 4781510.0,
      "text": "he does not make mistakes, to which Hawking replies &quot;Are you saying that I do?&quot; When Sheldon"
    },
    {
      "index": 847,
      "start_time": 4781510.0,
      "end_time": 4786620.0,
      "text": "realizes his research does in fact contain a math error, he faints in embarrassment,"
    },
    {
      "index": 848,
      "start_time": 4786620.0,
      "end_time": 4792730.0,
      "text": "prompting Hawking to remark &quot;Oh, great, another fainter.&quot; Hawking later talks to Sheldon on"
    },
    {
      "index": 849,
      "start_time": 4792730.0,
      "end_time": 4798180.0,
      "text": "the phone in &quot;The Extract Obliteration&quot;, after beating him in a game of Words with Friends."
    },
    {
      "index": 850,
      "start_time": 4798180.0,
      "end_time": 4804210.0,
      "text": "James Earl Jones (Season 7, &quot;The Convention Conundrum&quot;): After Sheldon tries to form his"
    },
    {
      "index": 851,
      "start_time": 4804210.0,
      "end_time": 4811070.0,
      "text": "own Comic-Con, he approaches Jones in a restaurant. After realizing Sheldon is a fan of Star Wars"
    },
    {
      "index": 852,
      "start_time": 4811070.0,
      "end_time": 4816730.0,
      "text": "(where Jones voiced the famous Darth Vader), Jones invites him to have dinner with him,"
    },
    {
      "index": 853,
      "start_time": 4816730.0,
      "end_time": 4821900.0,
      "text": "much to Sheldon&#39;s pleasure, and then Jones suggests spending the whole night together."
    },
    {
      "index": 854,
      "start_time": 4821900.0,
      "end_time": 4827540.0,
      "text": "The two later eat ice cream, go on a Ferris wheel, do Karaoke, pull a childish prank on"
    },
    {
      "index": 855,
      "start_time": 4827540.0,
      "end_time": 4833080.0,
      "text": "Carrie Fisher, go to a strip club and a sauna, before Sheldon becomes disturbed by Jones"
    },
    {
      "index": 856,
      "start_time": 4833080.0,
      "end_time": 4838330.0,
      "text": "and tells him his plan. Jones then offers to take Sheldon and his friends to Comic-Con"
    },
    {
      "index": 857,
      "start_time": 4838330.0,
      "end_time": 4843900.0,
      "text": "with him, Sheldon&#39;s pleasure. The final scene ends with Jones reminiscing about a prank"
    },
    {
      "index": 858,
      "start_time": 4843900.0,
      "end_time": 4849560.0,
      "text": "he did with old celebrities, and ends with Sheldon asking Jones who one of the celebrities"
    },
    {
      "index": 859,
      "start_time": 4849560.0,
      "end_time": 4855000.0,
      "text": "was. In addition to Vader, Jones&#39;s role as Mufasa from The Lion King is also mentioned."
    },
    {
      "index": 860,
      "start_time": 4855000.0,
      "end_time": 4862060.0,
      "text": "Mike Massimino (Season 5, &quot;The Friendship Contraction&quot;, &quot;The Countdown Reflection&quot;,"
    },
    {
      "index": 861,
      "start_time": 4862060.0,
      "end_time": 4866890.0,
      "text": "Season 6, &quot;The Decoupling Fluctuation and &quot;The Re-Entry Minimization&quot;): An astronaut"
    },
    {
      "index": 862,
      "start_time": 4866890.0,
      "end_time": 4872190.0,
      "text": "who appears as a future colleague of Howard who is set to join NASA&#39;s astronaut corps."
    },
    {
      "index": 863,
      "start_time": 4872190.0,
      "end_time": 4877710.0,
      "text": "Massimino reveals that his nickname is &quot;Mass&quot;. Howard assumes the nickname is derived from"
    },
    {
      "index": 864,
      "start_time": 4877710.0,
      "end_time": 4883929.0,
      "text": "Newton&#39;s second law, which states that force = mass times acceleration, but Massimino reveals"
    },
    {
      "index": 865,
      "start_time": 4883930.0,
      "end_time": 4889371.0,
      "text": "that &quot;Mass&quot; is simply short for Massimino. Raj and Howard concoct an elaborate scheme"
    },
    {
      "index": 866,
      "start_time": 4889370.0,
      "end_time": 4893730.0,
      "text": "to plant a seed in Massimino&#39;s mind to give Howard the nickname &quot;Rocket Man&quot; by having"
    },
    {
      "index": 867,
      "start_time": 4893730.0,
      "end_time": 4898429.0,
      "text": "Howard set up the song &quot;Rocket Man&quot; as his ringtone on his cell phone, and Raj calling"
    },
    {
      "index": 868,
      "start_time": 4898430.0,
      "end_time": 4904091.0,
      "text": "the cell phone during Howard&#39;s Skype conversation with Massimino. Their plan is thwarted when"
    },
    {
      "index": 869,
      "start_time": 4904090.0,
      "end_time": 4908670.0,
      "text": "Howard&#39;s mother shouts to him that he needs to finish his Froot Loops, which triggers"
    },
    {
      "index": 870,
      "start_time": 4908670.0,
      "end_time": 4913929.0,
      "text": "Massimino (and Dimitri) to give Howard the nickname &quot;Froot Loops&quot;. He is heard on the"
    },
    {
      "index": 871,
      "start_time": 4913930.0,
      "end_time": 4918941.0,
      "text": "phone in &quot;The Launch Acceleration&quot; and seen in the Soyuz capsule with Howard and cosmonaut"
    },
    {
      "index": 872,
      "start_time": 4918940.0,
      "end_time": 4924070.0,
      "text": "Dimitri Rezinov, serving as their mission commander in &quot;The Countdown Reflection&quot;."
    },
    {
      "index": 873,
      "start_time": 4924070.0,
      "end_time": 4931500.0,
      "text": "Katee Sackhoff (Season 3, &quot;The Vengeance Formulation&quot; and Season 4, &quot;The Hot Troll Deviation&quot;):"
    },
    {
      "index": 874,
      "start_time": 4931500.0,
      "end_time": 4936600.0,
      "text": "Howard fantasizes about taking a bath with Katee Sackhoff (Captain Kara &quot;Starbuck&quot; Thrace"
    },
    {
      "index": 875,
      "start_time": 4936600.0,
      "end_time": 4942580.0,
      "text": "in Battlestar Galactica). However, in his own fantasy Sackhoff scolds him and tells"
    },
    {
      "index": 876,
      "start_time": 4942580.0,
      "end_time": 4948480.0,
      "text": "him to get a real girlfriend instead of imaginary ones. Sackhoff reappeared in a different fantasy"
    },
    {
      "index": 877,
      "start_time": 4948480.0,
      "end_time": 4953650.0,
      "text": "of Howard&#39;s in The Hot Troll Deviation, where she and George Takei help Howard realize that"
    },
    {
      "index": 878,
      "start_time": 4953650.0,
      "end_time": 4960390.0,
      "text": "he still has feelings for Bernadette. George Takei (Season 4, &quot;The Hot Troll Deviation&quot;):"
    },
    {
      "index": 879,
      "start_time": 4960390.0,
      "end_time": 4966340.0,
      "text": "During one of Howard&#39;s fantasies, Takei, along with Katee Sackhoff, help Howard realize that"
    },
    {
      "index": 880,
      "start_time": 4966340.0,
      "end_time": 4972600.0,
      "text": "he still has feelings for Bernadette. Takei&#39;s real-life homosexuality is twice referenced"
    },
    {
      "index": 881,
      "start_time": 4972600.0,
      "end_time": 4978230.0,
      "text": "in the episodes: once, when he first appears in Howard&#39;s fantasy, Sackhoff asks Howard"
    },
    {
      "index": 882,
      "start_time": 4978230.0,
      "end_time": 4983429.0,
      "text": "if Takei&#39;s presence implies that Howard has homosexual tendencies, and the second reference"
    },
    {
      "index": 883,
      "start_time": 4983430.0,
      "end_time": 4990031.0,
      "text": "occurs when Takei advises Howard about women&#39;s love preferences. Sackhoff asks Takei &quot;How"
    },
    {
      "index": 884,
      "start_time": 4990030.0,
      "end_time": 4997570.0,
      "text": "would you know?&quot; and he responds &quot;I read.&quot; Neil deGrasse Tyson (Season 4, &quot;The Apology"
    },
    {
      "index": 885,
      "start_time": 4997570.0,
      "end_time": 5002969.0,
      "text": "Insufficiency&quot;) Appears as a colleague of Raj. Upon being introduced to Tyson, Sheldon"
    },
    {
      "index": 886,
      "start_time": 5002970.0,
      "end_time": 5008921.0,
      "text": "tells him that he (Sheldon) is upset at Tyson&#39;s role in the demotion of Pluto from planet"
    },
    {
      "index": 887,
      "start_time": 5008920.0,
      "end_time": 5015030.0,
      "text": "status. Initially, Tyson explains that he had no role in the demotion, but later attempts"
    },
    {
      "index": 888,
      "start_time": 5015030.0,
      "end_time": 5020760.0,
      "text": "to apologize to Sheldon. Sheldon declines the apology, immediately after he himself"
    },
    {
      "index": 889,
      "start_time": 5020760.0,
      "end_time": 5025179.0,
      "text": "apologized to Howard, who declined Sheldon&#39;s apology."
    },
    {
      "index": 890,
      "start_time": 5025180.0,
      "end_time": 5030321.0,
      "text": "Wil Wheaton first appeared in the season 3 episode &quot;The Creepy Candy Coating Corollary&quot;."
    },
    {
      "index": 891,
      "start_time": 5030320.0,
      "end_time": 5036710.0,
      "text": "See his entry in the recurring character section for more information."
    },
    {
      "index": 892,
      "start_time": 5036710.0,
      "end_time": 5042929.0,
      "text": "Cameo appearances Buzz Aldrin (Season 6, &quot;The Holographic Excitation&quot;):"
    },
    {
      "index": 893,
      "start_time": 5042930.0,
      "end_time": 5047481.0,
      "text": "Raj sends Howard a link showing a video that features Buzz Aldrin handing out candy to"
    },
    {
      "index": 894,
      "start_time": 5047480.0,
      "end_time": 5055989.0,
      "text": "kids on Halloween. Aldrin gives space related candy, such as Milky Way, Mars bar, and moon-pies."
    },
    {
      "index": 895,
      "start_time": 5055990.0,
      "end_time": 5061091.0,
      "text": "He brags to the kids about his amazing achievement of being an astronaut who walked on the Moon,"
    },
    {
      "index": 896,
      "start_time": 5061090.0,
      "end_time": 5064610.0,
      "text": "then taunts them with the line, &quot;what have you done with your life?&quot;"
    },
    {
      "index": 897,
      "start_time": 5064610.0,
      "end_time": 5071640.0,
      "text": "Ira Flatow (Season 3, &quot;The Vengeance Formulation&quot;): Sheldon is invited to talk about magnetic"
    },
    {
      "index": 898,
      "start_time": 5071640.0,
      "end_time": 5078300.0,
      "text": "monopoles on Flatow&#39;s radio show, Science Friday. However, Barry Kripke pulls a prank"
    },
    {
      "index": 899,
      "start_time": 5078300.0,
      "end_time": 5084960.0,
      "text": "on Sheldon, and Sheldon is publicly humiliated to a nationwide audience. Flatow&#39;s appearance"
    },
    {
      "index": 900,
      "start_time": 5084960.0,
      "end_time": 5091260.0,
      "text": "was voice only. Ira Flatow (Season 7, &quot;The Discovery Dissipation&quot;):"
    },
    {
      "index": 901,
      "start_time": 5091260.0,
      "end_time": 5095780.0,
      "text": "Sheldon attends Ira Flatow&#39;s Science Friday radio program in person to be interviewed"
    },
    {
      "index": 902,
      "start_time": 5095780.0,
      "end_time": 5102170.0,
      "text": "about Sheldon&#39;s recent semi-accidental discovery of synthesizing a new stable heavy element."
    },
    {
      "index": 903,
      "start_time": 5102170.0,
      "end_time": 5107090.0,
      "text": "While Ira is attempting to praise the nature and significance of the seemingly monumental"
    },
    {
      "index": 904,
      "start_time": 5107090.0,
      "end_time": 5111530.0,
      "text": "discovery, Sheldon considers the accidental nature of it to be an extreme embarrassment"
    },
    {
      "index": 905,
      "start_time": 5111530.0,
      "end_time": 5117010.0,
      "text": "and storms out of the radio studio leaving Ira speechless. On a later return visit to"
    },
    {
      "index": 906,
      "start_time": 5117010.0,
      "end_time": 5122230.0,
      "text": "the Science Friday program with the invited Leonard and the uninvited Sheldon, Ira attempts"
    },
    {
      "index": 907,
      "start_time": 5122230.0,
      "end_time": 5127489.0,
      "text": "to interview Leonard about his research which disproved Sheldon&#39;s discovery, but is interrupted"
    },
    {
      "index": 908,
      "start_time": 5127490.0,
      "end_time": 5132781.0,
      "text": "by Sheldon who commandeers the interview and devolves it into an autobiography and yodeling"
    },
    {
      "index": 909,
      "start_time": 5132780.0,
      "end_time": 5138480.0,
      "text": "demonstration. This causes Amy &amp; Penny, who are listening to the program at home, to start"
    },
    {
      "index": 910,
      "start_time": 5138480.0,
      "end_time": 5144510.0,
      "text": "a drinking game based on the embarrassing comments made by their respective boyfriends."
    },
    {
      "index": 911,
      "start_time": 5144510.0,
      "end_time": 5150250.0,
      "text": "Carrie Fisher (Season 7): While Sheldon is with James Earl Jones, the two go to Fisher&#39;s"
    },
    {
      "index": 912,
      "start_time": 5150250.0,
      "end_time": 5156910.0,
      "text": "house in secret, where Jones warns Sheldon that Fisher has gone crazy in her old age;"
    },
    {
      "index": 913,
      "start_time": 5156910.0,
      "end_time": 5161120.0,
      "text": "Jones then knocks on her door and runs off with Sheldon before Fisher exits her house"
    },
    {
      "index": 914,
      "start_time": 5161120.0,
      "end_time": 5169320.0,
      "text": "and shouts, &quot;It&#39;s not funny anymore, James!&quot; While Jones replies, &quot;Then why am I laughing?&quot;"
    },
    {
      "index": 915,
      "start_time": 5169320.0,
      "end_time": 5175480.0,
      "text": "Brian Greene (Season 4, &quot;The Herb Garden Germination&quot;): Sheldon and Amy attend a book signing event"
    },
    {
      "index": 916,
      "start_time": 5175480.0,
      "end_time": 5180820.0,
      "text": "of Greene&#39;s popular science book, The Hidden Reality: Parallel Universes and the Deep Laws"
    },
    {
      "index": 917,
      "start_time": 5180820.0,
      "end_time": 5186840.0,
      "text": "of the Cosmos. At the event, Sheldon initially ridicules Greene in private conversations"
    },
    {
      "index": 918,
      "start_time": 5186840.0,
      "end_time": 5192190.0,
      "text": "with Amy, but then he gets up and publicly ridicules Greene, asking Greene why does not"
    },
    {
      "index": 919,
      "start_time": 5192190.0,
      "end_time": 5197170.0,
      "text": "he do something more useful with his time than write popular science (only to turn around"
    },
    {
      "index": 920,
      "start_time": 5197170.0,
      "end_time": 5203400.0,
      "text": "and state he was kidding). Stan Lee (Season 3, &quot;The Excelsior Acquisition&quot;):"
    },
    {
      "index": 921,
      "start_time": 5203400.0,
      "end_time": 5207160.0,
      "text": "When Sheldon has to miss Lee&#39;s appearance at the comic book store because he ends up"
    },
    {
      "index": 922,
      "start_time": 5207160.0,
      "end_time": 5212290.0,
      "text": "in traffic court after running a red light, Penny tries to make it up to him by taking"
    },
    {
      "index": 923,
      "start_time": 5212290.0,
      "end_time": 5219080.0,
      "text": "him to Lee&#39;s house, uninvited and unannounced (acquiring Lee&#39;s address from Stuart). Lee,"
    },
    {
      "index": 924,
      "start_time": 5219080.0,
      "end_time": 5224320.0,
      "text": "not impressed by the unexpected intrusion, sarcastically remarks &quot;why don&#39;t you just"
    },
    {
      "index": 925,
      "start_time": 5224320.0,
      "end_time": 5230790.0,
      "text": "come in and watch the Lakers game with me?&quot; only for Sheldon, not understanding sarcasm,"
    },
    {
      "index": 926,
      "start_time": 5230790.0,
      "end_time": 5237489.0,
      "text": "to rush into the house. Lee, annoyed, decides to sue for a restraining order. When Sheldon"
    },
    {
      "index": 927,
      "start_time": 5237490.0,
      "end_time": 5242811.0,
      "text": "announces his &quot;autographed&quot; restraining order to Leonard, Howard, and Raj, he comments it"
    },
    {
      "index": 928,
      "start_time": 5242810.0,
      "end_time": 5247699.0,
      "text": "will look great hanging next to his restraining order from Leonard Nimoy."
    },
    {
      "index": 929,
      "start_time": 5247700.0,
      "end_time": 5254031.0,
      "text": "Howie Mandel (Season 6, &quot;The Re- Entry Minimization&quot;): When Howard returns to earth he hears shouts"
    },
    {
      "index": 930,
      "start_time": 5254030.0,
      "end_time": 5258219.0,
      "text": "of &quot;Howie&quot; and believes that the paparazzi is here for him until he learns that they"
    },
    {
      "index": 931,
      "start_time": 5258220.0,
      "end_time": 5263141.0,
      "text": "were there for Mandel who had arrived at the airport at the same time as Howard. Mandel"
    },
    {
      "index": 932,
      "start_time": 5263140.0,
      "end_time": 5267719.0,
      "text": "thinks Howard is delusional, proclaiming to his driver that during the entire flight,"
    },
    {
      "index": 933,
      "start_time": 5267720.0,
      "end_time": 5274531.0,
      "text": "&quot;he kept telling me he&#39;s an astronaut.&quot; Bill Nye (Season 7, &quot;The Proton Displacement&quot;):"
    },
    {
      "index": 934,
      "start_time": 5274530.0,
      "end_time": 5280100.0,
      "text": "After Sheldon&#39;s childhood hero Professor Proton (Bob Newhart) contacts Leonard for assistance"
    },
    {
      "index": 935,
      "start_time": 5280100.0,
      "end_time": 5284730.0,
      "text": "on an experiment, a jealous Sheldon befriends Nye &quot;The Science Guy&quot;."
    },
    {
      "index": 936,
      "start_time": 5284730.0,
      "end_time": 5291140.0,
      "text": "Charlie Sheen (Season 2, &quot;The Griffin Equivalency&quot;): When Raj discovers a celestial body he is"
    },
    {
      "index": 937,
      "start_time": 5291140.0,
      "end_time": 5297780.0,
      "text": "very excited about it. At Penny&#39;s restaurant, Raj says to the patron at the next table over,"
    },
    {
      "index": 938,
      "start_time": 5297780.0,
      "end_time": 5305179.0,
      "text": "&quot;Hey, buddy. I&#39;m going to be in People magazine!&quot;; Charlie Sheen turns around, takes his sunglasses"
    },
    {
      "index": 939,
      "start_time": 5305180.0,
      "end_time": 5310841.0,
      "text": "off and says &quot;Yeah? Call me when you&#39;re on the cover.&quot; (At the time, Sheen was starring"
    },
    {
      "index": 940,
      "start_time": 5310840.0,
      "end_time": 5314600.0,
      "text": "in Two and a Half Men, also produced by Chuck Lorre.)"
    },
    {
      "index": 941,
      "start_time": 5314600.0,
      "end_time": 5321750.0,
      "text": "George Smoot (Season 2, &quot;The Terminator Decoupling&quot;): After a train ride to a conference in San"
    },
    {
      "index": 942,
      "start_time": 5321750.0,
      "end_time": 5327699.0,
      "text": "Francisco, Sheldon presents his paper to 2006 Nobel Prize laureate George Smoot, and proposes"
    },
    {
      "index": 943,
      "start_time": 5327700.0,
      "end_time": 5334501.0,
      "text": "joint research; Smoot abruptly rejects his idea by asking &quot;With all due respect, Dr."
    },
    {
      "index": 944,
      "start_time": 5334500.0,
      "end_time": 5339870.0,
      "text": "Cooper, are you on crack?&quot; Brent Spiner (Season 5, &quot;The Russian Rocket"
    },
    {
      "index": 945,
      "start_time": 5339870.0,
      "end_time": 5345370.0,
      "text": "Reaction&quot;): Sheldon shows up at a party thrown by his &quot;mortal enemy&quot;, Wil Wheaton, only after"
    },
    {
      "index": 946,
      "start_time": 5345370.0,
      "end_time": 5350630.0,
      "text": "he hears that Spiner will be there. After Wheaton gives Sheldon a signed, in-the-box"
    },
    {
      "index": 947,
      "start_time": 5350630.0,
      "end_time": 5356340.0,
      "text": "Wesley Crusher action figure, Spiner grabs it and opens it, thus putting him on Sheldon&#39;s"
    },
    {
      "index": 948,
      "start_time": 5356340.0,
      "end_time": 5361710.0,
      "text": "Mortal Enemies List immediately after Wheaton was removed from the list. Along with LeVar"
    },
    {
      "index": 949,
      "start_time": 5361710.0,
      "end_time": 5367090.0,
      "text": "Burton and Wil Wheaton, Spiner makes Star Trek: The Next Generation the most represented"
    },
    {
      "index": 950,
      "start_time": 5367090.0,
      "end_time": 5373730.0,
      "text": "franchise on the show in terms of guest appearances. Analeigh Tipton and Samantha Potter (Season"
    },
    {
      "index": 951,
      "start_time": 5373730.0,
      "end_time": 5379560.0,
      "text": "2, &quot;The Panty Piñata Polarization&quot;): Howard and Raj visit the America&#39;s Next Top Model"
    },
    {
      "index": 952,
      "start_time": 5379560.0,
      "end_time": 5385880.0,
      "text": "house pretending to be cable television repairmen. Tipton and Potter made appearances, opening"
    },
    {
      "index": 953,
      "start_time": 5385880.0,
      "end_time": 5391250.0,
      "text": "the door for Howard and Raj. Tipton greeted Howard and Raj, caught them in a lie as the"
    },
    {
      "index": 954,
      "start_time": 5391250.0,
      "end_time": 5396380.0,
      "text": "house does not receive cable television (it receives satellite), but allows them in regardless"
    },
    {
      "index": 955,
      "start_time": 5396380.0,
      "end_time": 5400820.0,
      "text": "when Howard &quot;corrects&quot; his error with another lie when he says that they are satellite television"
    },
    {
      "index": 956,
      "start_time": 5400820.0,
      "end_time": 5408179.0,
      "text": "repairmen. Potter did not get a speaking role. Steve Wozniak (Season 4, &quot;The Cruciferous"
    },
    {
      "index": 957,
      "start_time": 5408180.0,
      "end_time": 5412541.0,
      "text": "Vegetable Amplification&quot;) Dines in Penny&#39;s restaurant at the same time that the guys"
    },
    {
      "index": 958,
      "start_time": 5412540.0,
      "end_time": 5417489.0,
      "text": "are there. He compliments Sheldon for his &quot;virtual presence device&quot; (using Sheldon&#39;s"
    },
    {
      "index": 959,
      "start_time": 5417490.0,
      "end_time": 5423251.0,
      "text": "name for the device without having heard how Sheldon calls it) and in turn Sheldon (having"
    },
    {
      "index": 960,
      "start_time": 5423250.0,
      "end_time": 5427040.0,
      "text": "previously referred to him as &quot;the Great and Powerful Woz&quot;) compliments Wozniak telling"
    },
    {
      "index": 961,
      "start_time": 5427040.0,
      "end_time": 5433340.0,
      "text": "him that he ranks 15th on his list of favorite technological visionaries. When Wozniak feigns"
    },
    {
      "index": 962,
      "start_time": 5433340.0,
      "end_time": 5438090.0,
      "text": "disappointment, Sheldon tries to console him by stating that the ranking is six places"
    },
    {
      "index": 963,
      "start_time": 5438090.0,
      "end_time": 5444140.0,
      "text": "ahead of Apple founder Steve Jobs. Sheldon then tells Wozniak that the Apple II was rather"
    },
    {
      "index": 964,
      "start_time": 5444140.0,
      "end_time": 5449690.0,
      "text": "&quot;nifty&quot; and is one of his proudest possessions. Wozniak promises Sheldon that he would autograph"
    },
    {
      "index": 965,
      "start_time": 5449690.0,
      "end_time": 5455230.0,
      "text": "the computer if Sheldon brought it to him. In the haste to get the Apple II to Wozniak"
    },
    {
      "index": 966,
      "start_time": 5455230.0,
      "end_time": 5460900.0,
      "text": "for signing, Sheldon trips and falls down the stairs, breaking the computer. Wozniak&#39;s"
    },
    {
      "index": 967,
      "start_time": 5460900.0,
      "end_time": 5470900.0,
      "text": "wife also appeared in the scene, dining with Wozniak, but she was not credited."
    }
  ]
}