{
  "video_id": "KW26SYLWwyQ",
  "title": "How to Learn languages with video games (2018)",
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 1920.0,
      "text": "Hey, what&#39;s up guys today? We&#39;re gonna"
    },
    {
      "index": 2,
      "start_time": 1920.0,
      "end_time": 8489.0,
      "text": "Talk about how you can use video games to learn languages. If you&#39;re not already doing this, it could be the thing that"
    },
    {
      "index": 3,
      "start_time": 9100.0,
      "end_time": 11939.0,
      "text": "revolutionizes your language learning and brings you to that next level."
    },
    {
      "index": 4,
      "start_time": 11950.0,
      "end_time": 16259.0,
      "text": "I&#39;ve talked to a number of people who have told me that playing video games was THE"
    },
    {
      "index": 5,
      "start_time": 16570.0,
      "end_time": 19650.0,
      "text": "most useful thing they did for learning their target language,"
    },
    {
      "index": 6,
      "start_time": 19779.0,
      "end_time": 24179.0,
      "text": "and I can personally attest that it was a huge help for me learning French."
    },
    {
      "index": 7,
      "start_time": 24180.0,
      "end_time": 26698.0,
      "text": "There are benefits and risks to this technique,"
    },
    {
      "index": 8,
      "start_time": 26699.0,
      "end_time": 28140.0,
      "text": "and we&#39;re gonna discuss those here"
    },
    {
      "index": 9,
      "start_time": 28140.0,
      "end_time": 29769.0,
      "text": "so that you can make an educated decision"
    },
    {
      "index": 10,
      "start_time": 29769.0,
      "end_time": 35608.0,
      "text": "about the best path for you. One of my three main goals for this channel is to make language learning fun,"
    },
    {
      "index": 11,
      "start_time": 35710.0,
      "end_time": 41640.0,
      "text": "because if it&#39;s never fun you will fail, and it doesn&#39;t have to be as difficult as we make it sometimes."
    },
    {
      "index": 12,
      "start_time": 41860.0,
      "end_time": 43570.0,
      "text": "So let me start with this question:"
    },
    {
      "index": 13,
      "start_time": 43570.0,
      "end_time": 48149.0,
      "text": "Do you already play video games? If the answer is yes, then it&#39;s a no-brainer."
    },
    {
      "index": 14,
      "start_time": 48600.0,
      "end_time": 51989.0,
      "text": "You should definitely be using video games to help you with your languages."
    },
    {
      "index": 15,
      "start_time": 51989.0,
      "end_time": 57869.0,
      "text": "And if not, you have the potential to pick up a huge new tool for your language learning toolkit."
    },
    {
      "index": 16,
      "start_time": 57870.0,
      "end_time": 62370.0,
      "text": "But you have to be careful because if you do it wrong not only will you learn nothing,"
    },
    {
      "index": 17,
      "start_time": 62620.0,
      "end_time": 67439.0,
      "text": "but you will also waste a huge amount of time that you could have used more effectively doing something else."
    },
    {
      "index": 18,
      "start_time": 67659.0,
      "end_time": 69659.0,
      "text": "So let&#39;s get into some of the benefits and risks."
    },
    {
      "index": 19,
      "start_time": 70540.0,
      "end_time": 76979.0,
      "text": "First of all, if you&#39;re using video games to study, you will never have to force yourself to study your language."
    },
    {
      "index": 20,
      "start_time": 77200.0,
      "end_time": 82470.0,
      "text": "That&#39;s why I put so much of an emphasis on making language learning fun. Video games in a foreign language are a type of"
    },
    {
      "index": 21,
      "start_time": 82810.0,
      "end_time": 85530.0,
      "text": "simulated language immersion. You&#39;re basically going to be"
    },
    {
      "index": 22,
      "start_time": 85689.0,
      "end_time": 92848.0,
      "text": "interacting with other people in a virtual setting and you&#39;ll get exposure to language the way people actually use it on the street. Not just"
    },
    {
      "index": 23,
      "start_time": 92850.0,
      "end_time": 94979.0,
      "text": "the language that people use in a textbook"
    },
    {
      "index": 24,
      "start_time": 95790.0,
      "end_time": 95979.0,
      "text": "which is"
    },
    {
      "index": 25,
      "start_time": 95979.0,
      "end_time": 99719.0,
      "text": "something that nobody actually talks like. You&#39;re gonna learn a lot of vocabulary"
    },
    {
      "index": 26,
      "start_time": 99850.0,
      "end_time": 107700.0,
      "text": "that they just don&#39;t teach you in class and you&#39;re gonna get a lot of repetition of rare vocabulary you&#39;ll start noticing certain"
    },
    {
      "index": 27,
      "start_time": 107320.0,
      "end_time": 112529.0,
      "text": "vocabulary words pop up every time you go into a battle or every time you&#39;re in a new town or whatever"
    },
    {
      "index": 28,
      "start_time": 112530.0,
      "end_time": 118949.0,
      "text": "it is in that video game. Gaming gives you a context to place your language learning in."
    },
    {
      "index": 29,
      "start_time": 118950.0,
      "end_time": 122579.0,
      "text": "Vocabulary words just don&#39;t mean the same thing to you if you only see them on a flashcard."
    },
    {
      "index": 30,
      "start_time": 122890.0,
      "end_time": 127379.0,
      "text": "You&#39;ll remember words better if you have a real-world scenario in which to use them."
    },
    {
      "index": 31,
      "start_time": 127380.0,
      "end_time": 131800.0,
      "text": "And this will help you start building the neural connections that are going to help you remember"
    },
    {
      "index": 32,
      "start_time": 131310.0,
      "end_time": 134640.0,
      "text": "these words. And lastly, playing video games in a different language"
    },
    {
      "index": 33,
      "start_time": 134800.0,
      "end_time": 140990.0,
      "text": "could bring a new level of fun to your gaming if you already play.  If you&#39;re really like puzzles or"
    },
    {
      "index": 34,
      "start_time": 140260.0,
      "end_time": 145590.0,
      "text": "challenges, then playing in a different language could add that extra level of difficulty that will add to your enjoyment."
    },
    {
      "index": 35,
      "start_time": 145720.0,
      "end_time": 151190.0,
      "text": "And like I said, there&#39;s also risks to playing video games. If you choose the wrong game"
    },
    {
      "index": 36,
      "start_time": 151150.0,
      "end_time": 157380.0,
      "text": "then you could play for an enormous amount of time without helping your language learning at all. If you view gaming as"
    },
    {
      "index": 37,
      "start_time": 157750.0,
      "end_time": 161519.0,
      "text": "studying, then you may use this as an excuse just to justify"
    },
    {
      "index": 38,
      "start_time": 161950.0,
      "end_time": 166790.0,
      "text": "playing more video games than you normally allow yourself to play. Another factor"
    },
    {
      "index": 39,
      "start_time": 166800.0,
      "end_time": 170390.0,
      "text": "is that these games are designed for people who are native speakers of the language you&#39;re learning,"
    },
    {
      "index": 40,
      "start_time": 170350.0,
      "end_time": 172180.0,
      "text": "so there&#39;s the possibility of"
    },
    {
      "index": 41,
      "start_time": 172180.0,
      "end_time": 177959.0,
      "text": "drowning yourself in the language if you&#39;re a brand new beginner, and especially if you&#39;re not super familiar with the game."
    },
    {
      "index": 42,
      "start_time": 178180.0,
      "end_time": 182130.0,
      "text": "And I believe there&#39;s exceptions to this, but that just depends on the game itself."
    },
    {
      "index": 43,
      "start_time": 182130.0,
      "end_time": 186359.0,
      "text": "Now let&#39;s talk about what kinds of games to get and where to get them. This goes without saying,"
    },
    {
      "index": 44,
      "start_time": 186360.0,
      "end_time": 193889.0,
      "text": "but dialogue based games are gonna be much better than action based games. If you&#39;re an advanced learner ,then games that are really"
    },
    {
      "index": 45,
      "start_time": 194800.0,
      "end_time": 197759.0,
      "text": "heavy on the dialogue are gonna be great to help you maintain your level."
    },
    {
      "index": 46,
      "start_time": 197760.0,
      "end_time": 201959.0,
      "text": "I just recently bought Knights of the Old Republic for $19.99 on the iPad"
    },
    {
      "index": 47,
      "start_time": 202000.0,
      "end_time": 203459.0,
      "text": "There&#39;s a good deal of action,"
    },
    {
      "index": 48,
      "start_time": 203459.0,
      "end_time": 205000.0,
      "text": "but there&#39;s also a ton of"
    },
    {
      "index": 49,
      "start_time": 205000.0,
      "end_time": 209519.0,
      "text": "dialogue that takes place in this game. Now all the spoken audio in the game is in English,"
    },
    {
      "index": 50,
      "start_time": 209519.0,
      "end_time": 213719.0,
      "text": "but the interface of the game is in french and all the subtitles are in French, and"
    },
    {
      "index": 51,
      "start_time": 213910.0,
      "end_time": 217739.0,
      "text": "what I realized is that I was paying more attention to the English audio."
    },
    {
      "index": 52,
      "start_time": 217930.0,
      "end_time": 223260.0,
      "text": "But in the settings you can go in and just turn the audio off so that you have only French subtitles,"
    },
    {
      "index": 53,
      "start_time": 223299.0,
      "end_time": 225899.0,
      "text": "and that&#39;s what I did, and it was a huge help to my learning."
    },
    {
      "index": 54,
      "start_time": 226660.0,
      "end_time": 233339.0,
      "text": "Obviously, there&#39;s a spectrum from mostly dialogue based to mostly action based with some gray area in between."
    },
    {
      "index": 55,
      "start_time": 233799.0,
      "end_time": 238439.0,
      "text": "But if you choose games that are almost entirely action based, you&#39;re not gonna help yourself that much."
    },
    {
      "index": 56,
      "start_time": 239200.0,
      "end_time": 246119.0,
      "text": "Obviously you&#39;re not gonna learn very much language by playing Mario because you&#39;re not speaking at all. You&#39;re just jumping on mushrooms and stuff the"
    },
    {
      "index": 57,
      "start_time": 246120.0,
      "end_time": 251910.0,
      "text": "whole time. If you&#39;re a beginner to the language then I recommend either children&#39;s games that you still find enjoyable or"
    },
    {
      "index": 58,
      "start_time": 252690.0,
      "end_time": 254637.0,
      "text": "games that you&#39;re already very familiar with. I"
    },
    {
      "index": 59,
      "start_time": 255190.0,
      "end_time": 258238.0,
      "text": "bought pokemon red in Spanish with the Game Boy"
    },
    {
      "index": 60,
      "start_time": 258760.0,
      "end_time": 266248.0,
      "text": "included for $25 on eBay. The language in this game is basic enough to understand even if you&#39;re at a low-intermediate level, and"
    },
    {
      "index": 61,
      "start_time": 266590.0,
      "end_time": 270780.0,
      "text": "if you&#39;re really familiar with the game you&#39;ll be able to understand everything that&#39;s going on"
    },
    {
      "index": 62,
      "start_time": 270939.0,
      "end_time": 276479.0,
      "text": "even if you just have a very basic grasp of the language. Now, where are you gonna get these games in other languages?"
    },
    {
      "index": 63,
      "start_time": 276479.0,
      "end_time": 281907.0,
      "text": "They&#39;re not like DVDs where you can just go buy them at Walmart and then put them in the DVD player and change the language"
    },
    {
      "index": 64,
      "start_time": 281909.0,
      "end_time": 285659.0,
      "text": "In the settings. I don&#39;t play a ton of video games on actual consoles"
    },
    {
      "index": 65,
      "start_time": 285659.0,
      "end_time": 286419.0,
      "text": "but my"
    },
    {
      "index": 66,
      "start_time": 286419.0,
      "end_time": 290188.0,
      "text": "understanding is that you can&#39;t change the language of most of these games without"
    },
    {
      "index": 67,
      "start_time": 290259.0,
      "end_time": 295169.0,
      "text": "actually moving to the country where that language is spoken, so what are you gonna do to get around this?"
    },
    {
      "index": 68,
      "start_time": 295330.0,
      "end_time": 298889.0,
      "text": "Well, I get most of my video games off the App Store on my iPad."
    },
    {
      "index": 69,
      "start_time": 299409.0,
      "end_time": 304919.0,
      "text": "So the secret to this is you go to the screen that shows all the information about the game that you&#39;re about to download"
    },
    {
      "index": 70,
      "start_time": 305289.0,
      "end_time": 311699.0,
      "text": "You scroll down to the languages area, and it will show all the different languages that the game supports."
    },
    {
      "index": 71,
      "start_time": 312310.0,
      "end_time": 318509.0,
      "text": "And you won&#39;t always find games that have audio or subtitles in the language that you&#39;re learning"
    },
    {
      "index": 72,
      "start_time": 318969.0,
      "end_time": 321359.0,
      "text": "But if you&#39;re learning one of the more rare languages,"
    },
    {
      "index": 73,
      "start_time": 321360.0,
      "end_time": 326819.0,
      "text": "then you&#39;ll just have to look a little bit longer but for French German Spanish, some of the other major ones,"
    },
    {
      "index": 74,
      "start_time": 326889.0,
      "end_time": 330478.0,
      "text": "you&#39;ll find games all over the place that support the language that you&#39;re learning."
    },
    {
      "index": 75,
      "start_time": 330909.0,
      "end_time": 335669.0,
      "text": "Then sometimes you&#39;ll be able to set the language of the game from inside the app, but other times"
    },
    {
      "index": 76,
      "start_time": 335669.0,
      "end_time": 337669.0,
      "text": "you&#39;ll have to go to your settings and"
    },
    {
      "index": 77,
      "start_time": 337750.0,
      "end_time": 340109.0,
      "text": "you&#39;ll have to find the area that talks about"
    },
    {
      "index": 78,
      "start_time": 340389.0,
      "end_time": 346168.0,
      "text": "languages and change the language of your iPad or of your phone or tablet or whatever it is,"
    },
    {
      "index": 79,
      "start_time": 346990.0,
      "end_time": 351599.0,
      "text": "so that the language of the game will automatically change to the language that you&#39;re learning."
    },
    {
      "index": 80,
      "start_time": 352210.0,
      "end_time": 358438.0,
      "text": "My next recommendation for where to get games if you&#39;re old-school like me is getting a gameboy game."
    },
    {
      "index": 81,
      "start_time": 358439.0,
      "end_time": 362249.0,
      "text": "The only thing you have to pay attention to is making sure that you get the right language,"
    },
    {
      "index": 82,
      "start_time": 362469.0,
      "end_time": 364979.0,
      "text": "because for gameboy games the language is"
    },
    {
      "index": 83,
      "start_time": 365500.0,
      "end_time": 371759.0,
      "text": "specific to the cartridge itself, so I just typed in Pokemon in español and all these popped up."
    },
    {
      "index": 84,
      "start_time": 372279.0,
      "end_time": 378290.0,
      "text": "And if you don&#39;t have a gameboy just do a quick search for that on eBay, and you can see they&#39;re not super expensive."
    },
    {
      "index": 85,
      "start_time": 379569.0,
      "end_time": 384778.0,
      "text": "Most of them are 20 to 40 dollars sometimes you might get lucky and get a really cheap one on a bid."
    },
    {
      "index": 86,
      "start_time": 384789.0,
      "end_time": 387897.0,
      "text": "But eBay is the best place that I&#39;ve found for getting gameboy games."
    },
    {
      "index": 87,
      "start_time": 388810.0,
      "end_time": 393179.0,
      "text": "The last place I want to mention where it&#39;s easy to get games in other languages is Steam."
    },
    {
      "index": 88,
      "start_time": 393669.0,
      "end_time": 397290.0,
      "text": "This is a place where you can download all kinds of different games from the internet."
    },
    {
      "index": 89,
      "start_time": 397300.0,
      "end_time": 402219.0,
      "text": "And I&#39;m gonna look up Skyrim because I&#39;ve heard a lot of people say that Skyrim was one of the best games that they&#39;ve used"
    },
    {
      "index": 90,
      "start_time": 402889.0,
      "end_time": 409418.0,
      "text": "for learning other languages. Now, if you go down here to the right, you&#39;ll see all kinds of different languages that the game supports."
    },
    {
      "index": 91,
      "start_time": 409580.0,
      "end_time": 415240.0,
      "text": "It&#39;ll show you which languages you can set this game to as far as the interface of the game, the"
    },
    {
      "index": 92,
      "start_time": 415550.0,
      "end_time": 417579.0,
      "text": "voices and the voice acting, and the"
    },
    {
      "index": 93,
      "start_time": 418220.0,
      "end_time": 422679.0,
      "text": "subtitles and you can see here that Skyrim is available in Spanish, English, French,"
    },
    {
      "index": 94,
      "start_time": 423380.0,
      "end_time": 432609.0,
      "text": "Italian, German, and nine other languages. And I apologize that my computer is set to Spanish.  I didn&#39;t think about this when I was recording the video,"
    },
    {
      "index": 95,
      "start_time": 433250.0,
      "end_time": 437440.0,
      "text": "but if your computer is set to English or a language that you understand then"
    },
    {
      "index": 96,
      "start_time": 437750.0,
      "end_time": 441399.0,
      "text": "you&#39;ll be able to understand this portion of the page when you look it up."
    },
    {
      "index": 97,
      "start_time": 441400.0,
      "end_time": 446769.0,
      "text": "And there&#39;s a lot of games available on Steam so you should be able to find whatever game you&#39;re looking for."
    },
    {
      "index": 98,
      "start_time": 446930.0,
      "end_time": 448930.0,
      "text": "Steam is just a great resource."
    },
    {
      "index": 99,
      "start_time": 449180.0,
      "end_time": 455490.0,
      "text": "So I hope this video has helped you think about how you can use video games in your language learning repertoire. If you like the"
    },
    {
      "index": 100,
      "start_time": 455500.0,
      "end_time": 458169.0,
      "text": "video be sure to LIKE and subscribe and I&#39;ll see you guys next week!"
    }
  ]
}