{
  "video_id": "KwmkYqs524Q",
  "title": "Why India’s Lower Castes Hold So Much Political Power",
  "json": [
    {
      "index": 1,
      "start_time": 220.0,
      "end_time": 8670.0,
      "text": "Over the last couple of years, India's most underprivileged citizens have taken to the streets in thousands to protest violence, government policies, and to demand more rights."
    },
    {
      "index": 2,
      "start_time": 8670.0,
      "end_time": 16800.0,
      "text": "And hundreds of millions of people from the nation's lowest  caste will be a force to be reckoned with when they head to the polls to vote in the national elections due by May."
    },
    {
      "index": 3,
      "start_time": 16800.0,
      "end_time": 21000.0,
      "text": "This is your Bloomberg QuickTake on Lower Caste Political Power."
    },
    {
      "index": 4,
      "start_time": 21000.0,
      "end_time": 26700.0,
      "text": "Hindus, which make up 80 percent of modern India, were traditionally split into four hierarchical groups."
    },
    {
      "index": 5,
      "start_time": 26700.0,
      "end_time": 33000.0,
      "text": "The lowest of all, Dalits, now form a quarter of the population, - about 16 percent of all voters."
    },
    {
      "index": 6,
      "start_time": 33000.0,
      "end_time": 37700.0,
      "text": "On the ground there is a lot of discomfort, especially amongst the Dalits."
    },
    {
      "index": 7,
      "start_time": 37700.0,
      "end_time": 48200.0,
      "text": "There is discontent among minorities, and even as far as the Hindu's majority is concerned... the upper caste, or urban people."
    },
    {
      "index": 8,
      "start_time": 48200.0,
      "end_time": 58700.0,
      "text": "One hopeful to replace Narendra Modi as prime minister is is Mayawati -- a former Delhi slum native who has been elected chief minister of India's most-populous state of Uttar Pradesh four times."
    },
    {
      "index": 9,
      "start_time": 58700.0,
      "end_time": 65200.0,
      "text": "Her party, Bahujan Samaj, vows to end caste discrimination and build a society based on equality and fairness."
    },
    {
      "index": 10,
      "start_time": 65200.0,
      "end_time": 77300.0,
      "text": "She has followers across states in India and even of she wins, say one or two seats in every state, she can be the kingmaker, at worst."
    },
    {
      "index": 11,
      "start_time": 77300.0,
      "end_time": 84200.0,
      "text": "At best, she could stand a good chance of being the consensus candidate for the other side."
    },
    {
      "index": 12,
      "start_time": 84200.0,
      "end_time": 87500.0,
      "text": "Laws against caste discrimination were adopted seven decades ago."
    },
    {
      "index": 13,
      "start_time": 87500.0,
      "end_time": 95840.0,
      "text": "And with some exceptions, caste remains a major factor in determining how people earn a living and whom they marry, especially in the small towns and villages where around 70% of Indians live."
    },
    {
      "index": 14,
      "start_time": 97500.0,
      "end_time": 109000.0,
      "text": "So far, Modi has been a very interesting government, simply because this is the first time in three decades that we'd had a leader come with this kind of majority."
    },
    {
      "index": 15,
      "start_time": 109000.0,
      "end_time": 115200.0,
      "text": "Modi rode a wave of dissatisfaction and emphasized his own modest background to take power in 2014."
    },
    {
      "index": 16,
      "start_time": 115200.0,
      "end_time": 121479.0,
      "text": "But his BJP party has developed a potentially problematic reputation as far as Dalit voters are concerned."
    },
    {
      "index": 17,
      "start_time": 120900.0,
      "end_time": 131600.0,
      "text": "Narendra Modi's party, the Bharatiya Janata Party, has traditionally (and) always been seen as the base of what we called upper-caste people."
    },
    {
      "index": 18,
      "start_time": 131600.0,
      "end_time": 137300.0,
      "text": "So basically, (they are) the more privileged, the more land'owning, and of course, business-owning class."
    },
    {
      "index": 19,
      "start_time": 137300.0,
      "end_time": 147200.0,
      "text": "Despite living in a stratified society where circumstances of birth define a large part of what the future will hold, voters in the world's largest democracy will soon be hitting the polls as equals."
    },
    {
      "index": 20,
      "start_time": 147200.0,
      "end_time": 149900.0,
      "text": "Each political party will tailor its message with that in mind."
    }
  ]
}