{
  "video_id": "kwXFAdj8GQQ",
  "title": "Peeta Mellark",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 5950.0,
      "text": "Peeta Mellark is a fictional character from The Hunger Games trilogy by Suzanne Collins."
    },
    {
      "index": 2,
      "start_time": 5950.0,
      "end_time": 10809.0,
      "text": "He is portrayed by actor Josh Hutcherson in The Hunger Games film series."
    },
    {
      "index": 3,
      "start_time": 10809.0,
      "end_time": 16750.0,
      "text": "Peeta is the male tribute representing District 12 in the 74th annual Hunger Games, alongside"
    },
    {
      "index": 4,
      "start_time": 16750.0,
      "end_time": 22570.0,
      "text": "female tribute Katniss Everdeen. Together, they defy the rule that the Games may only"
    },
    {
      "index": 5,
      "start_time": 22570.0,
      "end_time": 27660.0,
      "text": "have one victor, unintentionally inciting a rebellion against the authoritarian government"
    },
    {
      "index": 6,
      "start_time": 27660.0,
      "end_time": 29180.0,
      "text": "of Panem."
    },
    {
      "index": 7,
      "start_time": 29180.0,
      "end_time": 32020.0,
      "text": "Appearances The Hunger Games"
    },
    {
      "index": 8,
      "start_time": 32020.000000000004,
      "end_time": 37050.0,
      "text": "Peeta is first introduced at the reaping for the 74th Hunger Games, when he is selected"
    },
    {
      "index": 9,
      "start_time": 37050.0,
      "end_time": 43280.0,
      "text": "as the male tribute representing District 12 alongside female tribute Katniss Everdeen."
    },
    {
      "index": 10,
      "start_time": 43280.0,
      "end_time": 48859.0,
      "text": "Prior to the reaping, Katniss and Peeta had only interacted once: at age eleven, when"
    },
    {
      "index": 11,
      "start_time": 48859.0,
      "end_time": 55469.0,
      "text": "Peeta deliberately burned two loaves of bread and took a beating to feed a starving Katniss."
    },
    {
      "index": 12,
      "start_time": 55469.0,
      "end_time": 60059.0,
      "text": "Katniss had always felt indebted to him for this kindness, but never worked up the courage"
    },
    {
      "index": 13,
      "start_time": 60059.0,
      "end_time": 64640.0,
      "text": "to thank him. During an interview preceding the Games, Peeta"
    },
    {
      "index": 14,
      "start_time": 64640.0,
      "end_time": 70440.0,
      "text": "admits on national television to having a long-standing crush on Katniss. She assumes"
    },
    {
      "index": 15,
      "start_time": 70440.0,
      "end_time": 75580.0,
      "text": "this is merely part of his strategy to win favor from wealthy Capitol sponsors."
    },
    {
      "index": 16,
      "start_time": 75580.0,
      "end_time": 79850.0,
      "text": "Once inside the arena, Peeta allies himself with the &quot;Career&quot; tributes and tricks them"
    },
    {
      "index": 17,
      "start_time": 79850.0,
      "end_time": 85750.0,
      "text": "into believing he will lead them to Katniss. However, after Katniss knocks down a hive"
    },
    {
      "index": 18,
      "start_time": 85750.0,
      "end_time": 91190.0,
      "text": "of Tracker Jackers on her pursuers, she herself is stung with the insects&#39; venom, rendering"
    },
    {
      "index": 19,
      "start_time": 91190.0,
      "end_time": 97000.0,
      "text": "her disoriented and vulnerable. Peeta urges Katniss to run and stays to fight fellow tribute"
    },
    {
      "index": 20,
      "start_time": 97000.0,
      "end_time": 103470.0,
      "text": "Cato while she escapes. He survives the encounter with Cato, but suffers a stab wound in his"
    },
    {
      "index": 21,
      "start_time": 103470.0,
      "end_time": 109660.0,
      "text": "leg. He camouflages himself into the rocks and fauna alongside a riverbank, slowly dying"
    },
    {
      "index": 22,
      "start_time": 109660.0,
      "end_time": 113610.0,
      "text": "of blood poisoning until Katniss finds him days later."
    },
    {
      "index": 23,
      "start_time": 113610.0,
      "end_time": 117860.0,
      "text": "Due to an announcement proclaiming that there can be two winners if both originate from"
    },
    {
      "index": 24,
      "start_time": 117860.0,
      "end_time": 124150.0,
      "text": "the same district, Katniss and Peeta now find themselves allies. Katniss realizes that if"
    },
    {
      "index": 25,
      "start_time": 124150.0,
      "end_time": 130509.0,
      "text": "they play up the love story, she may gain viewers&#39; affections. Later on, a &#39;feast&#39; is"
    },
    {
      "index": 26,
      "start_time": 130508.99999999999,
      "end_time": 134579.0,
      "text": "announced, in which items that each tribute needs will be placed on a table for them to"
    },
    {
      "index": 27,
      "start_time": 134579.0,
      "end_time": 141180.0,
      "text": "take, organized by district. Peeta strongly suggests that Katniss does not go, as he knows"
    },
    {
      "index": 28,
      "start_time": 141180.0,
      "end_time": 146530.0,
      "text": "that she will be in danger. She agrees to stay with him, but receives a bottle of sleep"
    },
    {
      "index": 29,
      "start_time": 146530.0,
      "end_time": 151040.0,
      "text": "syrup from her mentor that allows her to put him into a drug induced sleep, which she uses"
    },
    {
      "index": 30,
      "start_time": 151040.0,
      "end_time": 156280.0,
      "text": "as an opportunity to sneak off to the &quot;feast&quot;. The medicine gifted to them by the Capitol"
    },
    {
      "index": 31,
      "start_time": 156280.0,
      "end_time": 160189.0,
      "text": "is strong enough to heal both of their wounds by morning."
    },
    {
      "index": 32,
      "start_time": 160189.0,
      "end_time": 165530.0,
      "text": "After killing the final tribute, a Career from District 2 named Cato, Katniss and Peeta"
    },
    {
      "index": 33,
      "start_time": 165530.0,
      "end_time": 170730.0,
      "text": "are the last three alive. Instead of being crowned joint victors, an announcement is"
    },
    {
      "index": 34,
      "start_time": 170730.0,
      "end_time": 176889.0,
      "text": "made revoking the previous revision and allowing for only one victor. Peeta suggests that Katniss"
    },
    {
      "index": 35,
      "start_time": 176889.0,
      "end_time": 182889.0,
      "text": "go on and kill him to allow herself to return home. Katniss then suggests they commit suicide"
    },
    {
      "index": 36,
      "start_time": 182889.0,
      "end_time": 187969.0,
      "text": "by consuming deadly berries known as &quot;nightlock.&quot; Before the two are able to get the berries"
    },
    {
      "index": 37,
      "start_time": 187969.0,
      "end_time": 193189.0,
      "text": "into their mouths, a final announcement is made pleading for the two to stop, informing"
    },
    {
      "index": 38,
      "start_time": 193189.0,
      "end_time": 197709.0,
      "text": "them and the audience that Katniss and Peeta have been named the official winners of the"
    },
    {
      "index": 39,
      "start_time": 197709.0,
      "end_time": 203849.0,
      "text": "74th Hunger Games. Later, the two learn that President Snow found their actions as an act"
    },
    {
      "index": 40,
      "start_time": 203849.0,
      "end_time": 209019.0,
      "text": "of rebellion against the Capitol. After their last interview where the two continue on the"
    },
    {
      "index": 41,
      "start_time": 209019.0,
      "end_time": 214139.0,
      "text": "act of being madly in love, Peeta comes to the realization that Katniss had staged her"
    },
    {
      "index": 42,
      "start_time": 214139.0,
      "end_time": 217209.0,
      "text": "love for him. Catching Fire"
    },
    {
      "index": 43,
      "start_time": 217209.0,
      "end_time": 222519.0,
      "text": "Peeta and Katniss embark on the Victory Tour, an event strategically timed in-between each"
    },
    {
      "index": 44,
      "start_time": 222519.0,
      "end_time": 227079.0,
      "text": "Hunger Games, where the victors visit the other 11 districts as a reminder about the"
    },
    {
      "index": 45,
      "start_time": 227079.0,
      "end_time": 232760.0,
      "text": "Games and for the Capitol to reinforce its power over the Districts. Peeta and Katniss"
    },
    {
      "index": 46,
      "start_time": 232760.0,
      "end_time": 238859.0,
      "text": "have barely interacted since the Games; Peeta is disappointed with Katniss for faking affection"
    },
    {
      "index": 47,
      "start_time": 238859.0,
      "end_time": 243230.0,
      "text": "for him and Katniss is confused about her feelings and is uncomfortable to be with him"
    },
    {
      "index": 48,
      "start_time": 243230.0,
      "end_time": 247799.0,
      "text": "because of her close friendship with Gale Hawthorne, who also has strong feelings for"
    },
    {
      "index": 49,
      "start_time": 247799.0,
      "end_time": 253040.0,
      "text": "her. During the victory tour Peeta apologizes for his behavior and jokes that both would"
    },
    {
      "index": 50,
      "start_time": 253040.0,
      "end_time": 258099.0,
      "text": "be willing to die for each other, but don&#39;t know each other&#39;s favorite color. Before the"
    },
    {
      "index": 51,
      "start_time": 258099.0,
      "end_time": 263500.0,
      "text": "Victory Tour, President Snow visits Katniss and tells her he is aware that she was faking"
    },
    {
      "index": 52,
      "start_time": 263500.0,
      "end_time": 268439.0,
      "text": "the affection towards Peeta, and that her actions in the arena have sparked a rebellion"
    },
    {
      "index": 53,
      "start_time": 268439.0,
      "end_time": 275099.0,
      "text": "- one that can only be averted if she presents her and Peeta’s attempt at joined suicide"
    },
    {
      "index": 54,
      "start_time": 275099.0,
      "end_time": 280500.0,
      "text": "in the arena as an act of love-crazed teenagers rather than as defiance."
    },
    {
      "index": 55,
      "start_time": 280500.0,
      "end_time": 284900.0,
      "text": "Katniss and Peeta think they are going to become mentors for the Quarter Quell, a special"
    },
    {
      "index": 56,
      "start_time": 284900.0,
      "end_time": 290139.0,
      "text": "Hunger Games that occurs every 25 years and comes with a change in rules, usually to make"
    },
    {
      "index": 57,
      "start_time": 290139.0,
      "end_time": 295490.0,
      "text": "them more gruesome than the normal Games. The new twist for the 75th Games is that the"
    },
    {
      "index": 58,
      "start_time": 295490.0,
      "end_time": 302379.0,
      "text": "tributes will be chosen from living victors. District 12 has only 3 living victors: Katniss,"
    },
    {
      "index": 59,
      "start_time": 302379.0,
      "end_time": 308300.0,
      "text": "Peeta, and Haymitch Abernathy. Haymitch is their constantly drunken mentor who won the"
    },
    {
      "index": 60,
      "start_time": 308300.0,
      "end_time": 314520.0,
      "text": "50th Hunger Games. It&#39;s clear Katniss will be the girl tribute, as she is the only living"
    },
    {
      "index": 61,
      "start_time": 314520.0,
      "end_time": 321800.0,
      "text": "female District 12 victor. Peeta makes Haymitch promise to work to save Katniss, not him."
    },
    {
      "index": 62,
      "start_time": 321800.0,
      "end_time": 327449.0,
      "text": "He also vows that if Haymitch is chosen, he will volunteer in his place. Katniss makes"
    },
    {
      "index": 63,
      "start_time": 327449.0,
      "end_time": 332250.0,
      "text": "Haymitch promise that if Peeta is the male tribute, she and Haymitch will work together"
    },
    {
      "index": 64,
      "start_time": 332250.0,
      "end_time": 339310.0,
      "text": "to keep Peeta alive, even at the expense of Katniss&#39;s life. It is a torn alliance for"
    },
    {
      "index": 65,
      "start_time": 339310.0,
      "end_time": 344319.0,
      "text": "Haymitch. When Haymitch is drawn as the male tribute, Peeta automatically volunteers to"
    },
    {
      "index": 66,
      "start_time": 344319.0,
      "end_time": 349430.0,
      "text": "take his place. Many of the other returning tributes are friends with each other, but"
    },
    {
      "index": 67,
      "start_time": 349430.0,
      "end_time": 355419.0,
      "text": "Katniss and Peeta have a disadvantage. They have met none of them, as they are the newest"
    },
    {
      "index": 68,
      "start_time": 355419.0,
      "end_time": 360930.0,
      "text": "victors. Peeta hopes to play on their sympathies to gain protection from others in the arena,"
    },
    {
      "index": 69,
      "start_time": 360930.0,
      "end_time": 366139.0,
      "text": "and support from sponsors for Katniss. To this end he lies to everybody on national"
    },
    {
      "index": 70,
      "start_time": 366139.0,
      "end_time": 371220.0,
      "text": "television, saying Katniss and he had secretly got married before the Quell was announced,"
    },
    {
      "index": 71,
      "start_time": 371220.0,
      "end_time": 376580.0,
      "text": "and that Katniss is pregnant. This shocks both Katniss and the whole of Panem."
    },
    {
      "index": 72,
      "start_time": 376580.0,
      "end_time": 383289.0,
      "text": "During the Quell, Peeta comes in contact with a force field and his heart stops. Katniss"
    },
    {
      "index": 73,
      "start_time": 383289.0,
      "end_time": 391590.0,
      "text": "and Peeta’s efficient ally, Finnick Odair, succeeds in reviving him with CPR. Finnick"
    },
    {
      "index": 74,
      "start_time": 391590.0,
      "end_time": 397180.0,
      "text": "Odair is the District 4 male victor tribute and a stunningly good-looking young man. The"
    },
    {
      "index": 75,
      "start_time": 397180.0,
      "end_time": 402340.0,
      "text": "three soon band together with a few other tributes: Mags from District 4, Beetee and"
    },
    {
      "index": 76,
      "start_time": 402340.0,
      "end_time": 408780.0,
      "text": "Wiress from District 3, and Johanna Mason from District 7. Eventually, they find out"
    },
    {
      "index": 77,
      "start_time": 408780.0,
      "end_time": 413879.0,
      "text": "that the arena is shaped like a clock, with 12 sections, and each section is triggered"
    },
    {
      "index": 78,
      "start_time": 413879.0,
      "end_time": 419310.0,
      "text": "at the same times each day. Different hours indicated different tortures such as blood"
    },
    {
      "index": 79,
      "start_time": 419310.0,
      "end_time": 426330.0,
      "text": "rain, acid fog, killer monkeys, and so on. As they formulate a plan to kill the remaining"
    },
    {
      "index": 80,
      "start_time": 426330.0,
      "end_time": 432409.0,
      "text": "tributes, Wiress is killed and Katniss is attacked by Johanna. However, Katniss is completely"
    },
    {
      "index": 81,
      "start_time": 432409.0,
      "end_time": 438159.0,
      "text": "unaware that Johanna is just following through with a rebellious plan. Once Katniss regains"
    },
    {
      "index": 82,
      "start_time": 438159.0,
      "end_time": 442419.0,
      "text": "consciousness she realizes that Beetee had designed a way to destroy the force field"
    },
    {
      "index": 83,
      "start_time": 442419.0,
      "end_time": 448199.0,
      "text": "surrounding the arena. She triggers it and destroys the field, setting off a chain of"
    },
    {
      "index": 84,
      "start_time": 448199.0,
      "end_time": 454969.0,
      "text": "events. A rebel-controlled hovercraft arrives and rescues Katniss, Finnick, and Beetee."
    },
    {
      "index": 85,
      "start_time": 454969.0,
      "end_time": 461990.0,
      "text": "However, Peeta, Johanna and Enobaria have been captured by the Capitol. Finnick, Beetee,"
    },
    {
      "index": 86,
      "start_time": 461990.0,
      "end_time": 467050.0,
      "text": "Haymitch, Johanna and a few other tributes were part of a plan to safely retrieve Katniss"
    },
    {
      "index": 87,
      "start_time": 467050.0,
      "end_time": 471560.0,
      "text": "and Peeta from the arena with hopes that they would take on roles to start a revolution"
    },
    {
      "index": 88,
      "start_time": 471560.0,
      "end_time": 474830.0,
      "text": "against the Capitol. Mockingjay"
    },
    {
      "index": 89,
      "start_time": 474830.0,
      "end_time": 480740.0,
      "text": "Peeta is captured by the Capitol and is tortured physically, emotionally, and mentally. His"
    },
    {
      "index": 90,
      "start_time": 480740.0,
      "end_time": 487810.0,
      "text": "feelings and memories are distorted with hallucinogenic tracker jacker venom, a mind-control technique."
    },
    {
      "index": 91,
      "start_time": 487810.0,
      "end_time": 492659.0,
      "text": "The Capitol uses this method to turn Peeta against Katniss, making him believe that she"
    },
    {
      "index": 92,
      "start_time": 492659.0,
      "end_time": 497639.0,
      "text": "is not only responsible for the death of his family, friends and the destruction of District"
    },
    {
      "index": 93,
      "start_time": 497639.0,
      "end_time": 502979.0,
      "text": "12, but also that she tried to kill him numerous times and that she is not even human, but"
    },
    {
      "index": 94,
      "start_time": 502979.0,
      "end_time": 508439.0,
      "text": "rather an evil &quot;mutt&quot;. This leads him to try and strangle Katniss when he is reunited with"
    },
    {
      "index": 95,
      "start_time": 508439.0,
      "end_time": 515039.0,
      "text": "her in District 13. The doctors of District 13 try to undo his hijacking, but the process"
    },
    {
      "index": 96,
      "start_time": 515039.0,
      "end_time": 520169.0,
      "text": "is slow and turns his terror into confusion, where he is unable to differentiate what is"
    },
    {
      "index": 97,
      "start_time": 520169.0,
      "end_time": 525529.0,
      "text": "real and what is not, especially when it came to his relationship with Katniss."
    },
    {
      "index": 98,
      "start_time": 525529.0,
      "end_time": 529950.0,
      "text": "When the rest of the victors journey to the Capitol to fight, Peeta is initially kept"
    },
    {
      "index": 99,
      "start_time": 529950.0,
      "end_time": 535560.0,
      "text": "behind because he is considered too unstable to be sent into combat. However, President"
    },
    {
      "index": 100,
      "start_time": 535560.0,
      "end_time": 541190.0,
      "text": "Coin changes her mind and sends him not only into combat, but assigns him to Katniss&#39;s"
    },
    {
      "index": 101,
      "start_time": 541190.0,
      "end_time": 546290.0,
      "text": "squadron. Katniss theorizes that Coin has sent Peeta to remove her as an obstacle to"
    },
    {
      "index": 102,
      "start_time": 546290.0,
      "end_time": 551920.0,
      "text": "Coin&#39;s future as President. Despite the fact that the members of the squadron do not trust"
    },
    {
      "index": 103,
      "start_time": 551920.0,
      "end_time": 556100.0,
      "text": "him, they help with his recovery by creating a game called &quot;Real or Not Real&quot; in which"
    },
    {
      "index": 104,
      "start_time": 556100.0,
      "end_time": 560250.0,
      "text": "Peeta will ask them a question about something he believes may be true and the members will"
    },
    {
      "index": 105,
      "start_time": 560250.0,
      "end_time": 565380.0,
      "text": "confirm whether they are real or a hijacked memory. The squadron eventually comes to the"
    },
    {
      "index": 106,
      "start_time": 565380.0,
      "end_time": 570290.0,
      "text": "conclusion that President Coin had deliberately sent Peeta to Katniss&#39; squad in hopes that"
    },
    {
      "index": 107,
      "start_time": 570290.0,
      "end_time": 576829.0,
      "text": "he will go mad and kill her because Coin sees Katniss as a political rival. Unfortunately,"
    },
    {
      "index": 108,
      "start_time": 576829.0,
      "end_time": 581380.0,
      "text": "during a surprise attack of &quot;pods&quot;, Peeta actually does lose his sanity temporarily"
    },
    {
      "index": 109,
      "start_time": 581380.0,
      "end_time": 586350.0,
      "text": "in the midst of the chaos and tries to kill Katniss once again, but she rolls out of the"
    },
    {
      "index": 110,
      "start_time": 586350.0,
      "end_time": 591510.0,
      "text": "way of his gun in an attempt to crush her skull. He becomes responsible at least in"
    },
    {
      "index": 111,
      "start_time": 591510.0,
      "end_time": 596660.0,
      "text": "part for the death of one of their team members, who he accidentally throws into a barbed-wire"
    },
    {
      "index": 112,
      "start_time": 596660.0,
      "end_time": 602690.0,
      "text": "net pod during the attack. The squadron repeatedly debate whether or not they should kill Peeta,"
    },
    {
      "index": 113,
      "start_time": 602690.0,
      "end_time": 608149.0,
      "text": "and even Peeta himself asks to be killed to stop endangering them, but Katniss refuses"
    },
    {
      "index": 114,
      "start_time": 608149.0,
      "end_time": 613260.0,
      "text": "to when realizing she cannot bring herself to let him die. She even kisses him for a"
    },
    {
      "index": 115,
      "start_time": 613260.0,
      "end_time": 619329.0,
      "text": "period of time, which actually makes him stable. Realizing he cannot convince anyone to kill"
    },
    {
      "index": 116,
      "start_time": 619329.0,
      "end_time": 624050.0,
      "text": "him or leave him to die, Peeta insists on remaining cuffed instead since the pain in"
    },
    {
      "index": 117,
      "start_time": 624050.0,
      "end_time": 629220.0,
      "text": "his wrists helps him stay focused in reality instead of succumbing to madness. Further"
    },
    {
      "index": 118,
      "start_time": 629220.0,
      "end_time": 634389.0,
      "text": "on in the Capitol, the nightmares in Peeta&#39;s mind become so intense that he is on the brink"
    },
    {
      "index": 119,
      "start_time": 634389.0,
      "end_time": 640959.0,
      "text": "of losing his sanity, but Katniss manages to reach him. After the rebels win the war,"
    },
    {
      "index": 120,
      "start_time": 640959.0,
      "end_time": 645790.0,
      "text": "Katniss is driven to depression and mental instability due to the death of her sister,"
    },
    {
      "index": 121,
      "start_time": 645790.0,
      "end_time": 651160.0,
      "text": "Prim. Peeta&#39;s hijacking is soon mostly recovered by several doctors and he is considered mentally"
    },
    {
      "index": 122,
      "start_time": 651160.0,
      "end_time": 657730.0,
      "text": "stable and finally back to his former self. Upon returning home, he plants primroses,"
    },
    {
      "index": 123,
      "start_time": 657730.0,
      "end_time": 661649.0,
      "text": "the flower which Prim was named after, in memory of her."
    },
    {
      "index": 124,
      "start_time": 661649.0,
      "end_time": 667470.0,
      "text": "In the epilogue, Katniss and Peeta have two children together. It is implied by Katniss"
    },
    {
      "index": 125,
      "start_time": 667470.0,
      "end_time": 673160.0,
      "text": "that Peeta wanted to have children first and took around 10–15 years to persuade Katniss"
    },
    {
      "index": 126,
      "start_time": 673160.0,
      "end_time": 679230.0,
      "text": "to start a family. He still has moments where his hijacking will try to take over again,"
    },
    {
      "index": 127,
      "start_time": 679230.0,
      "end_time": 683820.0,
      "text": "causing Peeta to clench onto something until the attempt passes."
    },
    {
      "index": 128,
      "start_time": 683820.0,
      "end_time": 687310.0,
      "text": "Characterization Peeta is sixteen years old in The Hunger Games"
    },
    {
      "index": 129,
      "start_time": 687310.0,
      "end_time": 693180.0,
      "text": "and seventeen in Catching Fire and Mockingjay. Medium height and stocky, he possesses the"
    },
    {
      "index": 130,
      "start_time": 693180.0,
      "end_time": 699579.0,
      "text": "same blue eyes and blond hair typical of District 12&#39;s merchant class. Part of Peeta&#39;s left"
    },
    {
      "index": 131,
      "start_time": 699579.0,
      "end_time": 705449.0,
      "text": "leg was amputated following the 74th Hunger Games. He walks with the aid of a prosthetic"
    },
    {
      "index": 132,
      "start_time": 705449.0,
      "end_time": 710839.0,
      "text": "leg for the rest of his life. Peeta&#39;s name, like the more common given name"
    },
    {
      "index": 133,
      "start_time": 710839.0,
      "end_time": 717440.0,
      "text": "&quot;Peter&quot;, is derived from the Greek word πέτρος meaning &quot;stone&quot; or &quot;rock&quot;. His name is also"
    },
    {
      "index": 134,
      "start_time": 717440.0,
      "end_time": 723440.0,
      "text": "a homophone of pita bread, which is derived from the Greek πηκτός, meaning &quot;solid&quot;."
    },
    {
      "index": 135,
      "start_time": 723440.0,
      "end_time": 728810.0,
      "text": "Author Suzanne Collins may have selected this name for Peeta because Katniss associates"
    },
    {
      "index": 136,
      "start_time": 728810.0,
      "end_time": 732610.0,
      "text": "him with both steadiness and the life-sustaining bread he makes for a living:"
    },
    {
      "index": 137,
      "start_time": 732610.0,
      "end_time": 737800.0,
      "text": "&quot;His hands are as solid and warm as those loaves of bread. Peeta looks at me right in"
    },
    {
      "index": 138,
      "start_time": 737800.0,
      "end_time": 741750.0,
      "text": "the eye and gives my hand what I think is meant to be a reassuring squeeze.&quot;"
    },
    {
      "index": 139,
      "start_time": 741750.0,
      "end_time": 749550.0,
      "text": "&quot;I’m glad now I have Peeta to clutch for balance, he is so steady, solid as a rock.&quot;"
    },
    {
      "index": 140,
      "start_time": 749550.0,
      "end_time": 755720.0,
      "text": "&quot;I wrap my arms around his neck, feel his arms hesitate before they embrace me. Not"
    },
    {
      "index": 141,
      "start_time": 755720.0,
      "end_time": 760019.0,
      "text": "as steady as they once were, but still warm and strong.&quot;"
    },
    {
      "index": 142,
      "start_time": 760019.0,
      "end_time": 764480.0,
      "text": "Many of the talents Peeta exhibits in the arena are a byproduct of his work in the family"
    },
    {
      "index": 143,
      "start_time": 764480.0,
      "end_time": 770329.0,
      "text": "bakery and time spent on the school wrestling team. An accomplished baker and painter, he"
    },
    {
      "index": 144,
      "start_time": 770329.0,
      "end_time": 776480.0,
      "text": "is also particularly skilled at hand-to-hand combat, camouflage, wielding knives, and starting"
    },
    {
      "index": 145,
      "start_time": 776480.0,
      "end_time": 783070.0,
      "text": "fires. Peeta also has a remarkable talent for speaking to crowds. Not only is he initially"
    },
    {
      "index": 146,
      "start_time": 783070.0,
      "end_time": 788440.0,
      "text": "responsible for making the Capitol crowds fall in love with Katniss, Katniss herself"
    },
    {
      "index": 147,
      "start_time": 788440.0,
      "end_time": 792680.0,
      "text": "mentions that Peeta would be invaluable to the revolution because of his ability &quot;to"
    },
    {
      "index": 148,
      "start_time": 792680.0,
      "end_time": 796360.0,
      "text": "turn his pain into words that will transform people.&quot;"
    },
    {
      "index": 149,
      "start_time": 796360.0,
      "end_time": 804070.0,
      "text": "Quotes describing Peeta &quot;What about you? I’ve seen you in the market."
    },
    {
      "index": 150,
      "start_time": 804070.0,
      "end_time": 812259.0,
      "text": "You can lift hundred pound bags of flour,&quot; I snap at him. &quot;Tell him that. That’s not"
    },
    {
      "index": 151,
      "start_time": 812259.0,
      "end_time": 818829.0,
      "text": "nothing.&quot; - Katniss Everdeen, The Hunger Games &quot;I may have been a catalyst for rebellion,"
    },
    {
      "index": 152,
      "start_time": 818829.0,
      "end_time": 824389.0,
      "text": "but a leader should be someone with conviction, and I&#39;m barely a convert myself. Someone with"
    },
    {
      "index": 153,
      "start_time": 824389.0,
      "end_time": 830290.0,
      "text": "unflinching courage, and I&#39;m still working hard at even finding mine. Someone with clear"
    },
    {
      "index": 154,
      "start_time": 830290.0,
      "end_time": 838680.0,
      "text": "and persuasive words, and I&#39;m so easily tongue-tied. Words. I think of words and I think of Peeta."
    },
    {
      "index": 155,
      "start_time": 838680.0,
      "end_time": 845009.0,
      "text": "How people embrace everything he says. He could move a crowd to action, I bet, if he"
    },
    {
      "index": 156,
      "start_time": 845009.0,
      "end_time": 850709.0,
      "text": "chose to. Would find the things to say. But I&#39;m sure the idea has never crossed his mind.&quot;"
    },
    {
      "index": 157,
      "start_time": 850709.0,
      "end_time": 857130.0,
      "text": "- Katniss Everdeen, Catching Fire &quot;Peeta would be more valuable alive, and tragic,"
    },
    {
      "index": 158,
      "start_time": 857130.0,
      "end_time": 862399.0,
      "text": "because he will be able to turn his pain into words that will transform people.&quot; - Katniss"
    },
    {
      "index": 159,
      "start_time": 862399.0,
      "end_time": 868779.0,
      "text": "Everdeen, Catching Fire &quot;Peeta’s a whiz with fires, coaxing a blaze"
    },
    {
      "index": 160,
      "start_time": 868779.0,
      "end_time": 873160.0,
      "text": "out of damp wood.&quot; - Katniss Everdeen, The Hunger Games"
    },
    {
      "index": 161,
      "start_time": 873160.0,
      "end_time": 877269.0,
      "text": "Critical reception Entertainment Weekly said that Peeta, as well"
    },
    {
      "index": 162,
      "start_time": 877269.0,
      "end_time": 884079.0,
      "text": "as Gale Hawthorne, were &quot;thinly imagined&quot;. MTV listed five reasons why Peeta is &quot;badass&quot;,"
    },
    {
      "index": 163,
      "start_time": 884079.0,
      "end_time": 889319.0,
      "text": "and that &quot;Peeta gives [Katniss] a run for her money in the coolness category&quot;."
    },
    {
      "index": 164,
      "start_time": 889319.0,
      "end_time": 893600.0,
      "text": "Film On March 23, 2011, Lionsgate began casting"
    },
    {
      "index": 165,
      "start_time": 893600.0,
      "end_time": 899079.0,
      "text": "the role of Peeta for the film of The Hunger Games. According to The Hollywood Reporter,"
    },
    {
      "index": 166,
      "start_time": 899079.0,
      "end_time": 905509.0,
      "text": "contenders for the role included Josh Hutcherson, Alexander Ludwig, Hunter Parrish, Lucas Till,"
    },
    {
      "index": 167,
      "start_time": 905509.0,
      "end_time": 912980.0,
      "text": "and Evan Peters. On April 4, 2011, Lionsgate announced that Hutcherson would play the role."
    },
    {
      "index": 168,
      "start_time": 912980.0,
      "end_time": 913560.0,
      "text": "References"
    },
    {
      "index": 169,
      "start_time": 913560.0,
      "end_time": 923560.0,
      "text": "External links Peeta Mellark at the Internet Movie Database"
    }
  ]
}