{
  "video_id": "kXNFjJ3XlKA",
  "title": "Passport Applications, 1795-1925",
  "json": [
    {
      "index": 1,
      "start_time": 16997.0,
      "end_time": 22059.0,
      "text": "Andrea Matney: My name’s Andrea Bassing Matney.  I’m with the customer services division here at the National Archives."
    },
    {
      "index": 2,
      "start_time": 22059.0,
      "end_time": 27818.0,
      "text": "I’m usually at the downtown building, but I’m here to welcome you to the Know Your Records program today."
    },
    {
      "index": 3,
      "start_time": 27818.0,
      "end_time": 34157.0,
      "text": "I see a lot of familiar faces.  We’re so pleased to have you here.  The Know Your Records program"
    },
    {
      "index": 4,
      "start_time": 34157.0,
      "end_time": 39544.0,
      "text": "is designed to teach you about the National Archives records and how best to go about"
    },
    {
      "index": 5,
      "start_time": 39544.0,
      "end_time": 47067.0,
      "text": "doing research so that you can become more independent when you come in and you know how to do your historical research."
    },
    {
      "index": 6,
      "start_time": 47067.0,
      "end_time": 55658.0,
      "text": "We offer not just these weekly lectures.  This took place yesterday, as a matter of fact, and we’re repeating it today."
    },
    {
      "index": 7,
      "start_time": 55658.0,
      "end_time": 62160.0,
      "text": "So it’s typically Tuesdays and Thursdays – Tuesdays at the Washington, D.C. building and then again here on Thursdays."
    },
    {
      "index": 8,
      "start_time": 62160.0,
      "end_time": 71912.0,
      "text": "So we have the weekly lectures.  We also have symposiums, workshops, the Annual Genealogy Fair coming"
    },
    {
      "index": 9,
      "start_time": 71912.0,
      "end_time": 80411.0,
      "text": "up in the spring – April 22nd and 23rd – and I’m hoping that you can come and attend that."
    },
    {
      "index": 10,
      "start_time": 80411.0,
      "end_time": 84405.0,
      "text": "It’s going to be bigger and better than we’ve had in the past.  It’s our Fifth Annual Genealogy Fair."
    },
    {
      "index": 11,
      "start_time": 84405.0,
      "end_time": 99962.0,
      "text": "If you’d like more information you can contact me or the rest of the staff at Know Your Records at kyr@nara.gov, or you can call us at 202-357-5333."
    },
    {
      "index": 12,
      "start_time": 99962.0,
      "end_time": 106835.0,
      "text": "You can also check the calendar of events online at www.archives.gov."
    },
    {
      "index": 13,
      "start_time": 106835.0,
      "end_time": 115473.0,
      "text": "So today we have passport applications, 1795-1925.  Rebecca Sharp and Katherine Vollen will discuss"
    },
    {
      "index": 14,
      "start_time": 115473.0,
      "end_time": 121185.0,
      "text": "how to locate passport applications and how these records can enhance your genealogical research."
    },
    {
      "index": 15,
      "start_time": 121185.0,
      "end_time": 127687.0,
      "text": "Both Katherine and Rebecca are archives specialists at the archives building in Washington, D.C. at the"
    },
    {
      "index": 16,
      "start_time": 127687.0,
      "end_time": 134142.0,
      "text": "research support branch, customer services division.  Rebecca Sharp specializes in federal records of"
    },
    {
      "index": 17,
      "start_time": 134142.0,
      "end_time": 139807.0,
      "text": "genealogical interest and graduated with departmental honors in history from McDaniel College."
    },
    {
      "index": 18,
      "start_time": 139807.0,
      "end_time": 151487.0,
      "text": "Rebecca Vollen also specializes in federal records of genealogical interest and holds M.A. degrees in"
    },
    {
      "index": 19,
      "start_time": 151487.0,
      "end_time": 157524.0,
      "text": "history from Pittsburg State University in Kansas and George Washington University."
    },
    {
      "index": 20,
      "start_time": 157524.0,
      "end_time": 167137.0,
      "text": "Today’s program is about one hour long.  We hope that you enjoy it.  Thank you so much for coming, and enjoy the presentation."
    },
    {
      "index": 21,
      "start_time": 167137.0,
      "end_time": 174568.0,
      "text": "Rebecca Sharp: The Department of State has issued passports to U.S. citizens since 1789."
    },
    {
      "index": 22,
      "start_time": 174568.0,
      "end_time": 184320.0,
      "text": "With the exception of two brief periods during the Civil War and World War I, U.S. citizens were not required to obtain passports until 1941."
    },
    {
      "index": 23,
      "start_time": 184320.0,
      "end_time": 191100.0,
      "text": "It is certainly worth conducting passport application research even if it’s during a non-mandatory"
    },
    {
      "index": 24,
      "start_time": 191100.0,
      "end_time": 196627.0,
      "text": "period because you don’t want to assume that there’s no record without checking."
    },
    {
      "index": 25,
      "start_time": 196627.0,
      "end_time": 206565.0,
      "text": "The National Archives holds the passport applications submitted to the Department of State between 1795 and March 31st, 1925."
    },
    {
      "index": 26,
      "start_time": 206565.0,
      "end_time": 214645.0,
      "text": "The indexes, registers, and applications have been reproduced on microfilm.  Today we’re going to"
    },
    {
      "index": 27,
      "start_time": 214645.0,
      "end_time": 221936.0,
      "text": "discuss how these records can enhance your family research."
    },
    {
      "index": 28,
      "start_time": 221936.0,
      "end_time": 229506.0,
      "text": "The original passport volumes have been microfilmed for preservation purposes.  So when you’re doing your"
    },
    {
      "index": 29,
      "start_time": 229506.0,
      "end_time": 234336.0,
      "text": "research you’ll want to go to the National Archives building in Washington, D.C."
    },
    {
      "index": 30,
      "start_time": 234336.0,
      "end_time": 243717.0,
      "text": "These four microfilm publications are available in that building.  The passport applications are divided"
    },
    {
      "index": 31,
      "start_time": 243717.0,
      "end_time": 252122.0,
      "text": "into two timeframes: 1795-1905 and January 2nd, 1906 through March 31st, 1925."
    },
    {
      "index": 32,
      "start_time": 252122.0,
      "end_time": 261596.0,
      "text": "The National Archives does not hold passports themselves, only the applications.  If there are still surviving passports,"
    },
    {
      "index": 33,
      "start_time": 261596.0,
      "end_time": 266101.0,
      "text": "they would be with either the individual or perhaps their surviving family members."
    },
    {
      "index": 34,
      "start_time": 266101.0,
      "end_time": 276735.0,
      "text": "In addition to the microfilm indexes and registers, there are some additional finding aids that may lead to the records."
    },
    {
      "index": 35,
      "start_time": 276735.0,
      "end_time": 290482.0,
      "text": "Ancestry and Footnote have digitized the applications, and it’s important to know that these databases are available for free at our research rooms."
    },
    {
      "index": 36,
      "start_time": 290482.0,
      "end_time": 300420.0,
      "text": "And they are keyword searchable by name.  The passport applications themselves may lead to additional records, and we’ll get into"
    },
    {
      "index": 37,
      "start_time": 300420.0,
      "end_time": 306782.0,
      "text": "that a little bit later in the presentation.  Passenger manifests may also contain passport information."
    },
    {
      "index": 38,
      "start_time": 306782.0,
      "end_time": 317881.0,
      "text": "The applications that were issued between 1795-1905 include details about an individual such as his or her"
    },
    {
      "index": 39,
      "start_time": 317881.0,
      "end_time": 327355.0,
      "text": "physical description, occupation, and maybe additional information about other family members."
    },
    {
      "index": 40,
      "start_time": 327355.0,
      "end_time": 333810.0,
      "text": "So now we’re going to take a look at some of the records.  First we’ll take a look at a register."
    },
    {
      "index": 41,
      "start_time": 333810.0,
      "end_time": 359631.0,
      "text": "The person that we’re looking for is a Joseph Rebholz.  So here’s Mr. Rebholz. There’s the issuance date here of April 21st, 1891."
    },
    {
      "index": 42,
      "start_time": 359631.0,
      "end_time": 369801.0,
      "text": "And there’s an application listed in this column, and the application number is 25528."
    },
    {
      "index": 43,
      "start_time": 369801.0,
      "end_time": 376488.0,
      "text": "And it’s important to note that these registers can be organized in two different ways; one of which is chronological by issuance date,"
    },
    {
      "index": 44,
      "start_time": 376488.0,
      "end_time": 390722.0,
      "text": "and then they can also be grouped alphabetically by the first letter of the surname and then chronological."
    },
    {
      "index": 45,
      "start_time": 390722.0,
      "end_time": 400382.0,
      "text": "Katherine Vollen: We took the information on the register that Rebecca just showed you and found Joseph Rebholz’s passport application."
    },
    {
      "index": 46,
      "start_time": 400382.0,
      "end_time": 407905.0,
      "text": "The number that she gave you, 25528, is right here, and the issuance date and his name is right here."
    },
    {
      "index": 47,
      "start_time": 407905.0,
      "end_time": 417332.0,
      "text": "This is an example of a preprinted application form.  A lot of the 18th and early-to-mid-19th century applications are going to be in letter format –"
    },
    {
      "index": 48,
      "start_time": 417332.0,
      "end_time": 421628.0,
      "text": "handwritten letters – and we’re going to show you several examples of those in a few minutes."
    },
    {
      "index": 49,
      "start_time": 421628.0,
      "end_time": 431102.0,
      "text": "But regardless of the format that they’re in, they’re supposed to contain certain specific information such as an individual’s age,"
    },
    {
      "index": 50,
      "start_time": 431102.0,
      "end_time": 439229.0,
      "text": "their full name, citizenship status, if they’re naturalized or U.S. born citizens, and also a physical description."
    },
    {
      "index": 51,
      "start_time": 439229.0,
      "end_time": 448284.0,
      "text": "And this is Joseph Rebholz’s physical description right here.  It says that he’s 53 years old, he has gray blue eyes,"
    },
    {
      "index": 52,
      "start_time": 448284.0,
      "end_time": 456737.0,
      "text": "and a medium mouth with a mustache.  I’m not really sure what a medium mouth is, but he had one."
    },
    {
      "index": 53,
      "start_time": 456737.0,
      "end_time": 463238.0,
      "text": "And this is an example of a letter request.  Some of the records are as clear as the one you just saw."
    },
    {
      "index": 54,
      "start_time": 463238.0,
      "end_time": 467418.0,
      "text": "Some of them are like this.  Some are even worse.  So you’ll find all sorts of things."
    },
    {
      "index": 55,
      "start_time": 467418.0,
      "end_time": 479167.0,
      "text": "This is a letter request for a passport for Benjamin Silliman in 1805, and it goes into detail about his educational background as well as his occupation."
    },
    {
      "index": 56,
      "start_time": 479167.0,
      "end_time": 486690.0,
      "text": "It says that he has had a liberal education at the College of Yale, and now is a member of the same college in the character"
    },
    {
      "index": 57,
      "start_time": 486690.0,
      "end_time": 491056.0,
      "text": "of their professor of chemistry and natural history.  And apparently there’s also a"
    },
    {
      "index": 58,
      "start_time": 491056.0,
      "end_time": 497557.0,
      "text": "building named after him at Yale.  Someone told us that, I haven’t actually confirmed it yet."
    },
    {
      "index": 59,
      "start_time": 497557.0,
      "end_time": 502602.0,
      "text": "These are some more examples of different types of occupations and where you’ll find them."
    },
    {
      "index": 60,
      "start_time": 502602.0,
      "end_time": 515878.0,
      "text": "On the left we have Joseph Levy, and he was a merchant of Japanese goods."
    },
    {
      "index": 61,
      "start_time": 515878.00000000006,
      "end_time": 522844.00000000006,
      "text": "He was about to travel abroad with his wife and three children, all of whom were also listed on the passport up here."
    },
    {
      "index": 62,
      "start_time": 522844.00000000006,
      "end_time": 529810.0,
      "text": "Sometimes you’ll find the names of family members that are travelling with the individuals on the application,"
    },
    {
      "index": 63,
      "start_time": 529810.0,
      "end_time": 537472.0,
      "text": "and we’ll show you some examples of that as well.  On the right we have an 1897 application for Boris Thomashefsky,"
    },
    {
      "index": 64,
      "start_time": 537472.0,
      "end_time": 546714.0,
      "text": "who is listed as a theatrical artist.  Neither of these records show the destination of travel.  Later records do start showing that."
    },
    {
      "index": 65,
      "start_time": 546714.0,
      "end_time": 553587.0,
      "text": "They will say where they’re travelling and for what reason, and we have some examples of those too."
    },
    {
      "index": 66,
      "start_time": 553587.0,
      "end_time": 560019.0,
      "text": "Rebecca Sharp: Now we’re going to take a look at Mr. Ogden’s letter request for a passport for himself and his family members."
    },
    {
      "index": 67,
      "start_time": 560019.0,
      "end_time": 566381.0,
      "text": "He included the required information about his citizenship, his residency, his age, and his daughters’ ages."
    },
    {
      "index": 68,
      "start_time": 566381.0,
      "end_time": 573904.0,
      "text": "But he also included a very colorful description of his daughter’s stature, and I’ll read a little excerpt from the record."
    },
    {
      "index": 69,
      "start_time": 573904.0,
      "end_time": 582449.0,
      "text": "He says, “I have resided in New York about 39 years and have been a citizen 30 or 35 years.  I take with me my three daughters."
    },
    {
      "index": 70,
      "start_time": 582449.0,
      "end_time": 599539.0,
      "text": "The eldest, Sarah, age 21, Grace W., age 16, and Charlotte E., age 12.  All short of our age, save the youngest who is thin and rather tall for 12, and is still growing."
    },
    {
      "index": 71,
      "start_time": 599539.0,
      "end_time": 609245.0,
      "text": "Now on occasion with some of these earlier records you’re going to run across some references to previous passport issuances."
    },
    {
      "index": 72,
      "start_time": 609245.0,
      "end_time": 622122.0,
      "text": "And that’s the case for Mr. Maris’s passport application from 1860.  Up here you see the previous passport application number of 6019."
    },
    {
      "index": 73,
      "start_time": 622122.0,
      "end_time": 629447.0,
      "text": "And the issuance date is listed as August 23, 1854.  If you encounter this kind of reference when"
    },
    {
      "index": 74,
      "start_time": 629447.0,
      "end_time": 633139.0,
      "text": "you’re doing your research, you might be able to find an additional record."
    },
    {
      "index": 75,
      "start_time": 633139.0,
      "end_time": 640012.0,
      "text": "And that was the case with Mr. Maris.  So this is the record that was referred to on the previous slide."
    },
    {
      "index": 76,
      "start_time": 640012.0,
      "end_time": 649114.0,
      "text": "If an individual travelled frequently there may be multiple applications, and each may provide additional information about the applicant."
    },
    {
      "index": 77,
      "start_time": 649114.0,
      "end_time": 654501.0,
      "text": "It’s important to note that the early applications rarely refer to the previous records, and it’s more"
    },
    {
      "index": 78,
      "start_time": 654501.0,
      "end_time": 666297.0,
      "text": "common to see this kind of reference in the 20th century records.  It was not required until 1917."
    },
    {
      "index": 79,
      "start_time": 666297.0,
      "end_time": 674842.0,
      "text": "Katherine Vollen: Robert Purvis, whose application we see here, was the son of a wealthy merchant from Charleston, South Carolina."
    },
    {
      "index": 80,
      "start_time": 674842.0,
      "end_time": 679811.0,
      "text": "He inherited a large estate when his father passed away, and this allowed him to live a life of leisure."
    },
    {
      "index": 81,
      "start_time": 679811.0,
      "end_time": 687787.0,
      "text": "He was well-educated and had attended some unnamed college in the east.  It just says, “One of the eastern colleges.”"
    },
    {
      "index": 82,
      "start_time": 687787.0,
      "end_time": 694904.0,
      "text": "In 1834, when he submitted his application, he and his wife were planning to travel to Europe to visit his relatives."
    },
    {
      "index": 83,
      "start_time": 694904.0,
      "end_time": 704702.0,
      "text": "This is actually a second application for a passport.  In response to the first application he received what was called a special form of passport."
    },
    {
      "index": 84,
      "start_time": 704702.0,
      "end_time": 711343.0,
      "text": "And it only identified him as a person of color, and it omitted the phrase, “Citizen of the United States.”"
    },
    {
      "index": 85,
      "start_time": 711343.0,
      "end_time": 720399.0,
      "text": "Mr. Purvis received the standard passport that identified him as a citizen when he objected to this special form that he first got."
    },
    {
      "index": 86,
      "start_time": 720399.0,
      "end_time": 728155.0,
      "text": "He was worried that the special form wouldn’t provide him with adequate protection during his travels because it didn’t identify him as a citizen of the U.S."
    },
    {
      "index": 87,
      "start_time": 728155.0,
      "end_time": 738278.0,
      "text": "Prior to the end of the Civil War, the Department of State’s policy towards issuing African Americans U.S. passports was inconsistent."
    },
    {
      "index": 88,
      "start_time": 738278.0,
      "end_time": 744037.0,
      "text": "Sometimes they would get the standard form and sometimes they would receive the special form that Mr. Purvis first received."
    },
    {
      "index": 89,
      "start_time": 744037.0,
      "end_time": 751792.0,
      "text": "They usually granted the special forms, and they usually noted that the individual was free and born in the U.S.,"
    },
    {
      "index": 90,
      "start_time": 751792.0,
      "end_time": 756854.0,
      "text": "but didn’t specifically say, “Citizen of the United States.”  So that was an issue."
    },
    {
      "index": 91,
      "start_time": 756854.0,
      "end_time": 765492.0,
      "text": "This is another example of the same type of issue.  This is 1861, and Robert Morris Jr. had applied for a passport."
    },
    {
      "index": 92,
      "start_time": 765492.0,
      "end_time": 772598.0,
      "text": "He identified himself as African American and said his complexion was colored and his hair was short and curly."
    },
    {
      "index": 93,
      "start_time": 772598.0,
      "end_time": 776499.0,
      "text": "But when he did not receive a response from the State Department in a reasonable amount"
    },
    {
      "index": 94,
      "start_time": 776499.0,
      "end_time": 782327.0,
      "text": "of time he contact Charles Sumner, who was a senator from Massachusetts."
    },
    {
      "index": 95,
      "start_time": 782327.0,
      "end_time": 790454.0,
      "text": "Sumner contacted the Secretary of State, and he said that he was hesitant to issue a passport based on the physical description that"
    },
    {
      "index": 96,
      "start_time": 790454.0,
      "end_time": 798070.0,
      "text": "Morris had provided, but he would issue one of Sumner submitted the application and only identified him as a citizen."
    },
    {
      "index": 97,
      "start_time": 798070.0,
      "end_time": 806383.0,
      "text": "So that’s why this record is just this single page.  And it says, “Please send me a passport for Robert Morris Jr. of Boston, a citizen of the United States."
    },
    {
      "index": 98,
      "start_time": 806383.0,
      "end_time": 812048.0,
      "text": "So if you’re researching an African American ancestor in the passport applications, you’re going"
    },
    {
      "index": 99,
      "start_time": 812048.0,
      "end_time": 818225.0,
      "text": "to run into issues like this where you find strange things and they don’t identify them well."
    },
    {
      "index": 100,
      "start_time": 818225.0,
      "end_time": 823356.0,
      "text": "So we’re going to move on to the later passport applications, 1906-1925."
    },
    {
      "index": 101,
      "start_time": 823356.0,
      "end_time": 830694.0,
      "text": "They’re typically two or more pages, and they all consist of the pre-printed forms. You won’t see the handwritten letters anymore."
    },
    {
      "index": 102,
      "start_time": 830694.0,
      "end_time": 837706.0,
      "text": "Along with the standard information such as names, residency, and citizenship, you might find all of these things."
    },
    {
      "index": 103,
      "start_time": 837706.0,
      "end_time": 845973.0,
      "text": "Probably not all in the same application, but you might find these things.  You’ll find purpose and duration of travel and destination."
    },
    {
      "index": 104,
      "start_time": 845973.0,
      "end_time": 850988.0,
      "text": "You might find notations of military service, and even copies of birth records."
    },
    {
      "index": 105,
      "start_time": 850988.0,
      "end_time": 856793.0,
      "text": "And beginning on December 21st, 1914, there are photos attached to each record."
    },
    {
      "index": 106,
      "start_time": 856793.0,
      "end_time": 868310.0,
      "text": "This is an index card from 1923.  You see Elizabeth ware and her husband Storer Ware listed here."
    },
    {
      "index": 107,
      "start_time": 868310.0,
      "end_time": 873697.0,
      "text": "They each have their own entry on the index card, which means they each have their own passport."
    },
    {
      "index": 108,
      "start_time": 873697.0,
      "end_time": 881592.0,
      "text": "Sometimes you’ll find families travelling on the father’s passport, and everybody will be listed on it."
    },
    {
      "index": 109,
      "start_time": 881592.0,
      "end_time": 888697.0,
      "text": "In this case they each have their own.  So when you’re doing research into these you should"
    },
    {
      "index": 110,
      "start_time": 888697.0,
      "end_time": 891855.0,
      "text": "check into all possible names, because you never know where the record’s going to be."
    },
    {
      "index": 111,
      "start_time": 891855.0,
      "end_time": 899936.0,
      "text": "So it indicates that their passports were issued on August 17th, 1923.  So we went to those records."
    },
    {
      "index": 112,
      "start_time": 899936.0,
      "end_time": 905509.0,
      "text": "On the left we have Elizabeth’s records, and there’s a couple interesting things on here."
    },
    {
      "index": 113,
      "start_time": 905509.0,
      "end_time": 915911.0,
      "text": "First you have all the children listed here.  There are six children, and it lists their full names, where they were born, and their ages."
    },
    {
      "index": 114,
      "start_time": 915911.0,
      "end_time": 924990.0,
      "text": "There are a few lines on the preprinted form for this, but they actually had to paste a piece of paper over it because there were so many names."
    },
    {
      "index": 115,
      "start_time": 924990.0,
      "end_time": 934092.0,
      "text": "Also somebody has handwritten their marriage date up here, that’s a little unusual.  And it refers to the husband’s application right here."
    },
    {
      "index": 116,
      "start_time": 934092.0,
      "end_time": 940037.0,
      "text": "So when you go to the husband’s application it refers back to the wife’s application.  But if you only looked at his"
    },
    {
      "index": 117,
      "start_time": 940037.0,
      "end_time": 947328.0,
      "text": "and you didn’t notice this, it would look like he was travelling alone because all of the rest of the family is all listed under her."
    },
    {
      "index": 118,
      "start_time": 947328.0,
      "end_time": 958125.0,
      "text": "They don’t always refer back to each other.  And then this is what the Ware family looks like."
    },
    {
      "index": 119,
      "start_time": 958125.0,
      "end_time": 966763.0,
      "text": "So in our next example, we did an index search for Grace Bohmer and found that her passport was issued on December 24th, also in 1923."
    },
    {
      "index": 120,
      "start_time": 966763.0,
      "end_time": 973775.0,
      "text": "And since we have the records up through March of 1925 we should have her record, but when we went to the microfilm this is all we found."
    },
    {
      "index": 121,
      "start_time": 973775.0,
      "end_time": 979580.0,
      "text": "This single sheet of paper.  And this actually indicates that the record is still held by the State Department."
    },
    {
      "index": 122,
      "start_time": 979580.0,
      "end_time": 985850.0,
      "text": "When the applications were in use her application was pulled – probably when she applied for a"
    },
    {
      "index": 123,
      "start_time": 985850.0,
      "end_time": 993094.0,
      "text": "new passport at a later date after our cutoff – and it tells you right here it was pulled on May 17th, 1926."
    },
    {
      "index": 124,
      "start_time": 993094.0,
      "end_time": 1001035.0,
      "text": "So that’s after our cutoff.  If you run into something like this you have to contact the State Department to request the records."
    },
    {
      "index": 125,
      "start_time": 1001030.0,
      "end_time": 1006928.0,
      "text": "And we’ve provided instructions for that in one of the handouts.  But we do recommend that you include a copy of"
    },
    {
      "index": 126,
      "start_time": 1006930.0,
      "end_time": 1012085.0,
      "text": "this kind of thing when you contact them, because if they see the date that you’re looking for"
    },
    {
      "index": 127,
      "start_time": 1012090.0,
      "end_time": 1018545.0,
      "text": "– 1923 – they’ll just tell you to contact us and it gets into a loop and it’s not fun for the researchers."
    },
    {
      "index": 128,
      "start_time": 1018540.0,
      "end_time": 1029941.0,
      "text": "One really important thing to note about these transfer sheets is that Ancestry digitized the passport"
    },
    {
      "index": 129,
      "start_time": 1029940.0,
      "end_time": 1034463.0,
      "text": "applications and they’re in there, but they actually don’t appear to have been indexed."
    },
    {
      "index": 130,
      "start_time": 1034470.0,
      "end_time": 1041046.0,
      "text": "So unless you know to look for them, you may think that somebody didn’t apply for a passport."
    },
    {
      "index": 131,
      "start_time": 1041040.0,
      "end_time": 1050979.0,
      "text": "So our recommendation is if you’re looking in the late teens and the 20’s and you don’t find something"
    },
    {
      "index": 132,
      "start_time": 1050980.0,
      "end_time": 1055252.0,
      "text": "on Ancestry, you should still check the microfilm index because they are indexed there."
    },
    {
      "index": 133,
      "start_time": 1055250.0,
      "end_time": 1060498.0,
      "text": "And it will give you the reference information to contact the State Department."
    },
    {
      "index": 134,
      "start_time": 1060500.0,
      "end_time": 1065422.0,
      "text": "Rebecca Sharp: As we mentioned earlier, passenger manifests may also list passenger information."
    },
    {
      "index": 135,
      "start_time": 1065420.0,
      "end_time": 1071365.0,
      "text": "And that usually starts around 1918, and then from there on you may run into this kind of notation."
    },
    {
      "index": 136,
      "start_time": 1071370.0,
      "end_time": 1086881.0,
      "text": "This is an example of a 1922 manifest.  What you see is the naturalization column right here actually has some passport information noted."
    },
    {
      "index": 137,
      "start_time": 1086880.0,
      "end_time": 1098165.0,
      "text": "Sometimes they’re just going to fill in the blanks wherever they can find a blank space, so in the birth column here there’s also some passport information."
    },
    {
      "index": 138,
      "start_time": 1098170.0,
      "end_time": 1105646.0,
      "text": "This time it’s noted with just a number and an initial.  We found that when we were doing some of our early research with"
    },
    {
      "index": 139,
      "start_time": 1105640.0,
      "end_time": 1110935.0,
      "text": "these records that that’s actually going to be the name of the Secretary of State that’s in charge at the time."
    },
    {
      "index": 140,
      "start_time": 1110940.0,
      "end_time": 1116210.0,
      "text": "So that will help you figure out when that passport was issued and help you locate the record."
    },
    {
      "index": 141,
      "start_time": 1116210.0,
      "end_time": 1125197.0,
      "text": "Sometimes the Secretary of State’s full name is listed there, so that’ll be even more helpful.  In the case of this manifest,"
    },
    {
      "index": 142,
      "start_time": 1125190.0,
      "end_time": 1134106.0,
      "text": "in the naturalization column it notes the information as “U.S. Passport No.” followed by the number as well as the issuance date."
    },
    {
      "index": 143,
      "start_time": 1134110.0,
      "end_time": 1138475.0,
      "text": "You’re not always going to get the issuance date, but it’s certainly helpful if it’s there."
    },
    {
      "index": 144,
      "start_time": 1138470.0,
      "end_time": 1144926.0,
      "text": "If it’s not there, you may be able to estimate roughly when it was issued because the passports"
    },
    {
      "index": 145,
      "start_time": 1144930.0,
      "end_time": 1149713.0,
      "text": "at this time were only usually good for about a year or two or for specific travel."
    },
    {
      "index": 146,
      "start_time": 1149710.0,
      "end_time": 1155515.0,
      "text": "So you can go and just physically pull the application that seems to correspond and see if your individual."
    },
    {
      "index": 147,
      "start_time": 1155520.0,
      "end_time": 1161162.0,
      "text": "Some of the other notations that you might encounter in the manifests include “U.S. Pass”,"
    },
    {
      "index": 148,
      "start_time": 1161160.0,
      "end_time": 1170913.0,
      "text": "&quot;U.S.P.P.”, “Passport”, “P.P.”, and as I mentioned before there may not be any kind of abbreviation, just the numbers."
    },
    {
      "index": 149,
      "start_time": 1170910.0,
      "end_time": 1179176.0,
      "text": "In this case we’re looking for a Margaret Halberg.  And she’s listed here.  And if we follow this across to the naturalization section,"
    },
    {
      "index": 150,
      "start_time": 1179180.0,
      "end_time": 1187539.0,
      "text": "you see her passport information.  That’s listed as No. 125002 issued on March 9th, 1922."
    },
    {
      "index": 151,
      "start_time": 1187540.0,
      "end_time": 1197200.0,
      "text": "The passport number is going to be the same as the application number, so you should be able to find the record."
    },
    {
      "index": 152,
      "start_time": 1197200.0,
      "end_time": 1204584.0,
      "text": "And that was the case with Ms. Halberg.  So this is the record that’s referred to on the manifest."
    },
    {
      "index": 153,
      "start_time": 1204580.0,
      "end_time": 1213450.0,
      "text": "As I mentioned earlier, sometimes these applications referred to earlier issuances.  And that’s the case with Ms. Halberg’s record."
    },
    {
      "index": 154,
      "start_time": 1213450.0,
      "end_time": 1228635.0,
      "text": "Right here in this preprinted form you see the issuance date of October 1st, 1919.  And the number is listed here as well: No. 123578."
    },
    {
      "index": 155,
      "start_time": 1228640.0,
      "end_time": 1237740.0,
      "text": "So we were able to find that.  So you get two photographs of Ms. Halberg over time.  You can kind of watch your ancestors age."
    },
    {
      "index": 156,
      "start_time": 1237740.0,
      "end_time": 1247216.0,
      "text": "Based on this information in these two applications, we were able to construct a brief biographical sketch about Ms. Halberg."
    },
    {
      "index": 157,
      "start_time": 1247210.0,
      "end_time": 1254409.0,
      "text": "She was born in Norway on April 4th, 1869.  Her father was Johan Anderson Halberg."
    },
    {
      "index": 158,
      "start_time": 1254410.0,
      "end_time": 1261826.0,
      "text": "Margaret immigrated to the U.S. in March 1894 and became a naturalized citizen on June 1st, 1914."
    },
    {
      "index": 159,
      "start_time": 1261830.0,
      "end_time": 1269274.0,
      "text": "So this information might lead to additional records such as the passenger manifests and her naturalization record."
    },
    {
      "index": 160,
      "start_time": 1269270.0,
      "end_time": 1276933.0,
      "text": "Margaret was a teacher, and in 1919 her permanent residence was in Baton Rouge, Louisiana."
    },
    {
      "index": 161,
      "start_time": 1276940.0,
      "end_time": 1282652.0,
      "text": "By 1922 she had moved to Little Rock, Arkansas where she resided at a school for the deaf."
    },
    {
      "index": 162,
      "start_time": 1282650.0,
      "end_time": 1292402.0,
      "text": "If you do a little research, you might also find that she taught at that institution.  She travelled to Norway to visit relatives in 1919 and then again in 1922."
    },
    {
      "index": 163,
      "start_time": 1292400.0,
      "end_time": 1301131.0,
      "text": "Her 1922 application reveals that she resided outside the U.S. twice; once between 1910-1911 and then again between"
    },
    {
      "index": 164,
      "start_time": 1301130.0,
      "end_time": 1308305.0,
      "text": "October 1919 and March of 1920. The application also notes that she lived in four different locations during"
    },
    {
      "index": 165,
      "start_time": 1308310.0,
      "end_time": 1322614.0,
      "text": "her 27 years in the U.S.  In addition to Louisiana and Arkansas she also lived in Washington, D.C. and Minnesota."
    },
    {
      "index": 166,
      "start_time": 1322610.0,
      "end_time": 1327695.0,
      "text": "Passport applications may also include information relating to an individual’s birth."
    },
    {
      "index": 167,
      "start_time": 1327690.0,
      "end_time": 1333030.0,
      "text": "The documentation might be official in nature, such as a form from the city vital records office,"
    },
    {
      "index": 168,
      "start_time": 1333030.0,
      "end_time": 1339625.0,
      "text": "or it might be unofficial in the form of an affidavit from someone who witnessed the birth."
    },
    {
      "index": 169,
      "start_time": 1339630.0,
      "end_time": 1346689.0,
      "text": "And this is the case with Langston Hughes’s record.  His mother, Carey Clark, provided his birth information."
    },
    {
      "index": 170,
      "start_time": 1346690.0,
      "end_time": 1353238.0,
      "text": "She states that when he was born in Joplin, Missouri in 1902 the attending physician did not give her a birth certificate."
    },
    {
      "index": 171,
      "start_time": 1353240.0,
      "end_time": 1362667.0,
      "text": "His application also notes that there was no birth record filed with the city."
    },
    {
      "index": 172,
      "start_time": 1362660.0,
      "end_time": 1370880.0,
      "text": "Now as I mentioned before, passport applications may also give you enough information to find a naturalization record."
    },
    {
      "index": 173,
      "start_time": 1370880.0,
      "end_time": 1380679.0,
      "text": "Cyril Bretherton was naturalized on January 22nd, 1913 through the Superior Court of Los Angeles, California."
    },
    {
      "index": 174,
      "start_time": 1380680.0,
      "end_time": 1385788.0,
      "text": "You might be able to use this information to request his naturalization record."
    },
    {
      "index": 175,
      "start_time": 1385790.0,
      "end_time": 1397632.0,
      "text": "His record also has an interesting personal affidavit that reveals his relation to history."
    },
    {
      "index": 176,
      "start_time": 1397630.0,
      "end_time": 1405107.0,
      "text": "It says that on or about April 23rd, my wife Nora Annie Bretherton applied to the Secretary of State for a passport."
    },
    {
      "index": 177,
      "start_time": 1405110.0,
      "end_time": 1412448.0,
      "text": "At her request, the passport and my certificate of naturalization were forwarded to her on board the S.S. Lusitania."
    },
    {
      "index": 178,
      "start_time": 1412450.0,
      "end_time": 1419323.0,
      "text": "My wife travelled to England on the Lusitania and lost all our baggage, including my certificate"
    },
    {
      "index": 179,
      "start_time": 1419320.0,
      "end_time": 1429769.0,
      "text": "of naturalization when the ship was sunk off the coast of Ireland on May 7th of this year."
    },
    {
      "index": 180,
      "start_time": 1429770.0,
      "end_time": 1438918.0,
      "text": "If your ancestor answered to different names or had difficulty proving that he or she was a U.S. citizen,"
    },
    {
      "index": 181,
      "start_time": 1438920.0,
      "end_time": 1444749.0,
      "text": "that’s actually a good thing in the case of passport applications.  Because what that means is that they"
    },
    {
      "index": 182,
      "start_time": 1444750.0,
      "end_time": 1448511.0,
      "text": "would have caught the attention of the Department of State, and they might have investigated them"
    },
    {
      "index": 183,
      "start_time": 1448510.0,
      "end_time": 1456591.0,
      "text": "and asked for additional information to verify that they are who they say they are.  And that’s exactly what happened with Anatole Gould."
    },
    {
      "index": 184,
      "start_time": 1456590.0,
      "end_time": 1466063.0,
      "text": "He had to submit this letter explaining why he has different surnames.  And I’ll read an excerpt from the record."
    },
    {
      "index": 185,
      "start_time": 1466060.0,
      "end_time": 1474373.0,
      "text": "He says, “My second name was Goldberg at the time of my arrival, but when applying for first papers I filled out the application to the name of Gould."
    },
    {
      "index": 186,
      "start_time": 1474370.0,
      "end_time": 1483472.0,
      "text": "Subsequently, at the time of obtaining my final citizen papers I applied in the name of Gould and therefore have been naturalized under the later name."
    },
    {
      "index": 187,
      "start_time": 1483480.0,
      "end_time": 1493930.0,
      "text": "The reason of my changing the name of Goldberg into Gould was a spirit of real Americanism and my desire to become a typical, not hyphenated, American."
    },
    {
      "index": 188,
      "start_time": 1493930.0,
      "end_time": 1504704.0,
      "text": "So if you were to search for his arrival into the United States for the first time under the name of Gould, you’re not going to find that record."
    },
    {
      "index": 189,
      "start_time": 1504700.0,
      "end_time": 1515314.0,
      "text": "But now that you know that his name was Goldberg when he arrived in the country, it’s possible that you might find his original passenger manifest."
    },
    {
      "index": 190,
      "start_time": 1515310.0,
      "end_time": 1524061.0,
      "text": "Now Ms. O’Shaughnessy is another individual that had some issues with using different names."
    },
    {
      "index": 191,
      "start_time": 1524060.0,
      "end_time": 1530933.0,
      "text": "And in her case when she applied for a passport in 1922 she ended up filling out the"
    },
    {
      "index": 192,
      "start_time": 1530940.0,
      "end_time": 1536931.0,
      "text": "original application saying her name was Winifred O’Shaughnessy, but she signed her name Winifred DeWolfe."
    },
    {
      "index": 193,
      "start_time": 1536930.0,
      "end_time": 1549329.0,
      "text": "So the Department of State made her verify that she’s actually who she says she is, and that’s why we have this affidavit here."
    },
    {
      "index": 194,
      "start_time": 1549330.0,
      "end_time": 1558154.0,
      "text": "This is actually a memo from the Department of State summarizing the issue.  A few months later she applied"
    },
    {
      "index": 195,
      "start_time": 1558150.0,
      "end_time": 1569272.0,
      "text": "to amend her passport because she got married, so there’s an additional surname that’s listed on the record."
    },
    {
      "index": 196,
      "start_time": 1569270.0,
      "end_time": 1578465.0,
      "text": "This is the 1923 application of John Tucker, and he explains why his surname is different from his father’s."
    },
    {
      "index": 197,
      "start_time": 1578470.0,
      "end_time": 1583718.0,
      "text": "He says that he and his mother were both slaves, while his father was a free man."
    },
    {
      "index": 198,
      "start_time": 1583720.0,
      "end_time": 1588271.0,
      "text": "Instead of taking the father’s name they both took their owner’s name."
    },
    {
      "index": 199,
      "start_time": 1588270.0,
      "end_time": 1597605.0,
      "text": "The application also shows that John Tucker was born in September of 1863 in Georgia and it lists his father’s name as John McLaughlin."
    },
    {
      "index": 200,
      "start_time": 1597600.0,
      "end_time": 1603590.0,
      "text": "John Tucker was a painter who lived in New York City.  He was travelling to Liberia, where he"
    },
    {
      "index": 201,
      "start_time": 1603590.0,
      "end_time": 1612739.0,
      "text": "lived for several years in the 1900’s, and he’s returning to visit his daughter."
    },
    {
      "index": 202,
      "start_time": 1612740.0,
      "end_time": 1623282.0,
      "text": "Katherine Vollen: This is Moses Kordensky.  He was born in Kiev, Russia and became a naturalized U.S. citizen in 1903."
    },
    {
      "index": 203,
      "start_time": 1623280.0,
      "end_time": 1631500.0,
      "text": "In 1914 he moved to Jerusalem for religious observances.  The events of World War I prevented him"
    },
    {
      "index": 204,
      "start_time": 1631500.0,
      "end_time": 1638433.0,
      "text": "from returning to the U.S. when he wanted to, and he was delayed even further because of severe illness."
    },
    {
      "index": 205,
      "start_time": 1638440.0,
      "end_time": 1647064.0,
      "text": "So when he submitted his application in 1921, he had to include an affidavit explaining why he had been gone from the U.S. so long."
    },
    {
      "index": 206,
      "start_time": 1647060.0,
      "end_time": 1656998.0,
      "text": "He included a letter from his doctor in Jerusalem, and it shows that he had suffered from chronic gastroenteritis since 1918."
    },
    {
      "index": 207,
      "start_time": 1657000.0,
      "end_time": 1662129.0,
      "text": "So he had apparently been fairly ill for several years.  He was planning to return to the U.S."
    },
    {
      "index": 208,
      "start_time": 1662130.0,
      "end_time": 1667497.0,
      "text": "and settle there permanently, and he had several children that lived in the U.S."
    },
    {
      "index": 209,
      "start_time": 1667490.0,
      "end_time": 1675245.0,
      "text": "While we were conducting research for this presentation, we came across several of what we thought were very interesting occupations."
    },
    {
      "index": 210,
      "start_time": 1675250.0,
      "end_time": 1681891.0,
      "text": "We saw all sorts of things from acrobats to ministers.  We have some vaudeville performers here."
    },
    {
      "index": 211,
      "start_time": 1681890.0,
      "end_time": 1684746.0,
      "text": "So we’re just going to take a few minutes sand show you what we thought were some"
    },
    {
      "index": 212,
      "start_time": 1684750.0,
      "end_time": 1693829.0,
      "text": "of the more interesting records when we were looking for occupations. So we have Guy and Irene Magley here, and as I said they’re vaudeville performers."
    },
    {
      "index": 213,
      "start_time": 1693830.0,
      "end_time": 1703327.0,
      "text": "And at this point in 1915 vaudeville was still very popular.  They travelled extensively around Europe and performed all over the place."
    },
    {
      "index": 214,
      "start_time": 1703320.0,
      "end_time": 1713769.0,
      "text": "We found some vintage programs on the internet.  And from looking at their other passport applications, we found that"
    },
    {
      "index": 215,
      "start_time": 1713770.0,
      "end_time": 1724265.0,
      "text": "they apparently divorced and Guy remarried a woman named Pearl.  But Irene kept the name Magley, so we were a little confused at first."
    },
    {
      "index": 216,
      "start_time": 1724270.0,
      "end_time": 1729936.0,
      "text": "But she performed under it, so it was probably her stage name.  And they performed for several years."
    },
    {
      "index": 217,
      "start_time": 1729930.0,
      "end_time": 1740588.0,
      "text": "White Antelope’s occupation is listed as motion picture appearances.  His application shows that he was"
    },
    {
      "index": 218,
      "start_time": 1740590.0,
      "end_time": 1744491.0,
      "text": "from the Wind River Reservation of the Arapaho tribe in Wyoming."
    },
    {
      "index": 219,
      "start_time": 1744490.0,
      "end_time": 1753314.0,
      "text": "We had to do a little extra research, and we found that he and several of his tribe members were actually used as extras in the movie The Covered Wagon."
    },
    {
      "index": 220,
      "start_time": 1753320.0,
      "end_time": 1759264.0,
      "text": "There was a group of them travelling to London for the English premier of this movie."
    },
    {
      "index": 221,
      "start_time": 1759260.0,
      "end_time": 1767573.0,
      "text": "And it seems like an example of a publicity stunt, taking a group of Native Americans."
    },
    {
      "index": 222,
      "start_time": 1767570.0,
      "end_time": 1774582.0,
      "text": "It was one of the first movies which used Native Americans as extras, so that does make sense when you consider that."
    },
    {
      "index": 223,
      "start_time": 1774580.0,
      "end_time": 1785911.0,
      "text": "Mary Chamberlain was a journalist who travelled to The Hague in April of 1915 to report on the International Women’s Congress for Peace and Freedom."
    },
    {
      "index": 224,
      "start_time": 1785920.0,
      "end_time": 1793351.0,
      "text": "Her initial passport application was denied because she didn’t provide enough information – not a good enough reason for travel."
    },
    {
      "index": 225,
      "start_time": 1793350.0,
      "end_time": 1801291.0,
      "text": "So she had to submit some letters from her sponsors and once she did that they okayed her application and gave her a passport."
    },
    {
      "index": 226,
      "start_time": 1801290.0,
      "end_time": 1808581.0,
      "text": "But it wasn’t approved until the day before she was scheduled to sail to Europe, so they had to deliver it to her on the ship."
    },
    {
      "index": 227,
      "start_time": 1808580.0,
      "end_time": 1817682.0,
      "text": "You’ll see a lot of that where there’s a letter attached to it that says, “Deliver to so-and-so on this ship.”"
    },
    {
      "index": 228,
      "start_time": 1817680.0,
      "end_time": 1825250.0,
      "text": "W.E.B. Du Bois was a well-known civil rights activist, professor, and writer, and was also the editor-in-chief"
    },
    {
      "index": 229,
      "start_time": 1825250.0,
      "end_time": 1837139.0,
      "text": "of the Crisis Magazine, which was the official NAACP publication.  And his 1915 application shows him listed as magazine editor."
    },
    {
      "index": 230,
      "start_time": 1837140.0,
      "end_time": 1846288.0,
      "text": "Florence Goungs was a genealogist, and she was going to Canada in 1915 to conduct genealogical research."
    },
    {
      "index": 231,
      "start_time": 1846290.0,
      "end_time": 1855625.0,
      "text": "We included this example primarily to show that genealogy has long been popular.  She was not the only one we found that was listed like that."
    },
    {
      "index": 232,
      "start_time": 1855620.0,
      "end_time": 1867857.0,
      "text": "Chancy Frees was listed as a manufacturer of artificial limbs.  Now this caught our attention because it’s uncommon to see that."
    },
    {
      "index": 233,
      "start_time": 1867860.0,
      "end_time": 1874640.0,
      "text": "It was very interesting.  He was apparently especially known for artificial legs and feet, and he even had a"
    },
    {
      "index": 234,
      "start_time": 1874640.0,
      "end_time": 1880538.0,
      "text": "patent for something that was called the Frees Foot.  We haven’t had a chance to look for that record yet, but we want to at some point."
    },
    {
      "index": 235,
      "start_time": 1880540.0,
      "end_time": 1887599.0,
      "text": "His application included product testimonials, including one from a railway policeman who claims"
    },
    {
      "index": 236,
      "start_time": 1887600.0,
      "end_time": 1892662.0,
      "text": "that the Frees Foot allows him to perform his job as well as most men. As he says,"
    },
    {
      "index": 237,
      "start_time": 1892660.0,
      "end_time": 1897768.0,
      "text": "“I can run pretty fast for a short distance and can get on and off moving trains as well as most men.”"
    },
    {
      "index": 238,
      "start_time": 1897770.0,
      "end_time": 1904504.0,
      "text": "I’m not sure how well most men can get on and off of moving trains, but apparently this guy can."
    },
    {
      "index": 239,
      "start_time": 1904500.0,
      "end_time": 1912348.0,
      "text": "Now this is Carroll Riggs, and in 1915 he was going to Paris to work for the American Ambulance Hospital."
    },
    {
      "index": 240,
      "start_time": 1912350.0,
      "end_time": 1919688.0,
      "text": "This is his ambulance driver identification card which he included in his application.  We found a lot of young men around"
    },
    {
      "index": 241,
      "start_time": 1919690.0,
      "end_time": 1924659.0,
      "text": "this time that were going to Europe to volunteer for the Red Cross and be ambulance drivers."
    },
    {
      "index": 242,
      "start_time": 1924660.0,
      "end_time": 1929396.0,
      "text": "This was before the U.S. entered World War I, so that’s why you see this."
    },
    {
      "index": 243,
      "start_time": 1929390.0,
      "end_time": 1940629.0,
      "text": "Rebecca Sharp: As we mentioned earlier, these records can end up referring to an individual’s involvement in the military."
    },
    {
      "index": 244,
      "start_time": 1940630.0,
      "end_time": 1951683.0,
      "text": "And that’s the case with Louis de Saules.  His record has quite a bit of details about his service."
    },
    {
      "index": 245,
      "start_time": 1951680.0,
      "end_time": 1957763.0,
      "text": "It indicates that he was honorably discharged from the United States Navy as machinist mate of the U.S.S. New Jersey."
    },
    {
      "index": 246,
      "start_time": 1957770.0,
      "end_time": 1963297.0,
      "text": "And he was honorably discharged from the U.S. Revenue Cutter Service.  So you should be"
    },
    {
      "index": 247,
      "start_time": 1963290.0,
      "end_time": 1972670.0,
      "text": "able to take this information and locate his naval and Revenue Cutter records as well."
    },
    {
      "index": 248,
      "start_time": 1972670.0,
      "end_time": 1981633.0,
      "text": "James Brennan’s application notes that he served in France with the U.S. Army."
    },
    {
      "index": 249,
      "start_time": 1981640.0,
      "end_time": 1987051.0,
      "text": "This is one of the records that includes a letter from a family member."
    },
    {
      "index": 250,
      "start_time": 1987050.0,
      "end_time": 1991601.0,
      "text": "In this case it’s his mother who wrote to him to ask him to return home because she says,"
    },
    {
      "index": 251,
      "start_time": 1991600.0,
      "end_time": 1995872.0,
      "text": "“Everything is going to destruction as there is no one to take care of anything.”"
    },
    {
      "index": 252,
      "start_time": 1995870.0,
      "end_time": 2003904.0,
      "text": "And then his mother refers to his military service in France and states, “I knew I could not send for you, as you are over in France."
    },
    {
      "index": 253,
      "start_time": 2003910.0,
      "end_time": 2010319.0,
      "text": "So now as you come home safe out of France, come to me as soon as possible as I need you in the worst way.”"
    },
    {
      "index": 254,
      "start_time": 2010310.0,
      "end_time": 2019412.0,
      "text": "And this might be the only case where – since there was the fire in St. Louis many of the records were destroyed –"
    },
    {
      "index": 255,
      "start_time": 2019420.0,
      "end_time": 2025457.0,
      "text": "so this is actually a real research request from a researcher, and he revealed that this was the only"
    },
    {
      "index": 256,
      "start_time": 2025450.0,
      "end_time": 2033531.0,
      "text": "documentation that he was able to find for his ancestor’s service.  So these records can be incredibly valuable."
    },
    {
      "index": 257,
      "start_time": 2033530.0,
      "end_time": 2042702.0,
      "text": "Gerda Quietmeyer’s application contains transcripts of several letters and postcards from various family members,"
    },
    {
      "index": 258,
      "start_time": 2042710.0,
      "end_time": 2050280.0,
      "text": "including this March 3rd, 1919 letter from her mother and father.  Gerda apparently sent her"
    },
    {
      "index": 259,
      "start_time": 2050280.0000000002,
      "end_time": 2054831.0000000002,
      "text": "mother a photograph of her husband and her mother responded by saying,"
    },
    {
      "index": 260,
      "start_time": 2054830.0,
      "end_time": 2059334.0,
      "text": "“Thanks for the picture of your husband.  He is a fine man.  Tell him so for me.”"
    },
    {
      "index": 261,
      "start_time": 2059330.0,
      "end_time": 2068572.0,
      "text": "And so we think it’s quite possible by the phrasing of this statement that her mother never met her son-in-law."
    },
    {
      "index": 262,
      "start_time": 2068570.0000000002,
      "end_time": 2075768.0000000002,
      "text": "In the letter she also refers to Gerda’s Aunt Thea who worked at a hospital and was about to retire."
    },
    {
      "index": 263,
      "start_time": 2075770.0,
      "end_time": 2080878.0,
      "text": "Gerda’s mother is really worried because Thea is one of these people who is used to taking charge,"
    },
    {
      "index": 264,
      "start_time": 2080880.0,
      "end_time": 2086918.0,
      "text": "and she’s afraid that it’s going to be very difficult around the house when she’s there all the time."
    },
    {
      "index": 265,
      "start_time": 2086920.0,
      "end_time": 2099644.0,
      "text": "Letters like this can reveal a tremendous amount of information about the applicant and some of their other family members."
    },
    {
      "index": 266,
      "start_time": 2099640.0,
      "end_time": 2108046.0,
      "text": "The Strauss family was planning a vacation to several mountain resorts in Canada and they took their maid Martha Wolfe with them."
    },
    {
      "index": 267,
      "start_time": 2108050.0,
      "end_time": 2121424.0,
      "text": "The record includes photos of the entire family as well as Martha.  And by looking at their birth"
    },
    {
      "index": 268,
      "start_time": 2121420.0,
      "end_time": 2126993.0,
      "text": "information we’re fairly confident that we were able to place names with the appropriate faces."
    },
    {
      "index": 269,
      "start_time": 2126990.0,
      "end_time": 2138275.0,
      "text": "So we have the father Albert, his wife Amy, and their two children Margaret and Lee.  And then this is the maid, Martha."
    },
    {
      "index": 270,
      "start_time": 2138280.0,
      "end_time": 2147986.0,
      "text": "If your ancestor was a servant it’s possible that he or she may have applied for their own passport, but you"
    },
    {
      "index": 271,
      "start_time": 2147990.0,
      "end_time": 2156582.0,
      "text": "also want to check under their employer’s name because they could be listed on that same application."
    },
    {
      "index": 272,
      "start_time": 2156580.0,
      "end_time": 2166007.0,
      "text": "Frank Augustin was a musician living in Shanghai.  He worked at the Astor House, which was a British hotel."
    },
    {
      "index": 273,
      "start_time": 2166000.0,
      "end_time": 2174405.0,
      "text": "His wife Claire and son John were also listed on the application.  And this photograph, as we’ve"
    },
    {
      "index": 274,
      "start_time": 2174410.0,
      "end_time": 2179054.0,
      "text": "seen with some of the previous ones, lists all the names of the family members."
    },
    {
      "index": 275,
      "start_time": 2179050.0,
      "end_time": 2188060.0,
      "text": "Now this isn’t always the case, but if it does exist it might help you place some names with some faces because I know with our family –"
    },
    {
      "index": 276,
      "start_time": 2188060.0,
      "end_time": 2198695.0,
      "text": "and it’s probably the case with a lot of people – there’s a lot of photos where we have no idea who anyone is."
    },
    {
      "index": 277,
      "start_time": 2198700.0,
      "end_time": 2208684.0,
      "text": "So if you’re conducting passport application research onsite at the National Archives building"
    },
    {
      "index": 278,
      "start_time": 2208680.0,
      "end_time": 2214949.0,
      "text": "in Washington, D.C. you’re going to be using the microfilm, as I stated before.  And if you order the copies from the"
    },
    {
      "index": 279,
      "start_time": 2214950.0,
      "end_time": 2225399.0,
      "text": "National Archives we’re going to send paper copies of the microfilm records, but in many cases the microfilm photographs are of very poor quality."
    },
    {
      "index": 280,
      "start_time": 2225400.0,
      "end_time": 2234363.0,
      "text": "So I’d like to take a moment to show you the difference between what the original looks like compared to the microfilm copy."
    },
    {
      "index": 281,
      "start_time": 2234360.0,
      "end_time": 2244113.0,
      "text": "So this is Mr. Frees’s microfilm photo, and that’s what he looks like in the original."
    },
    {
      "index": 282,
      "start_time": 2244120.0,
      "end_time": 2252154.0,
      "text": "So if you’re doing research and you have an ancestor that has a photograph we definitely encourage you to order"
    },
    {
      "index": 283,
      "start_time": 2252150.0,
      "end_time": 2263095.0,
      "text": "a copy of the original photograph. And there are instructions on how to do that within one of the handouts."
    },
    {
      "index": 284,
      "start_time": 2263090.0,
      "end_time": 2296750.0,
      "text": "And at this point we’ll take any questions.  Yes?"
    },
    {
      "index": 285,
      "start_time": 2296750.0,
      "end_time": 2303670.0,
      "text": "They ask us since we’re filming to repeat your question so the audience that’s watching can hear it."
    },
    {
      "index": 286,
      "start_time": 2303680.0,
      "end_time": 2308045.0,
      "text": "So we’ll repeat it and then we’re going to reply.  The question is,"
    },
    {
      "index": 287,
      "start_time": 2308040.0,
      "end_time": 2317189.0,
      "text": "“At what point do researchers come to look at these records like the passport applications when they’re doing their genealogical research?”"
    },
    {
      "index": 288,
      "start_time": 2317190.0,
      "end_time": 2326199.0,
      "text": "I would just say that there are certain times when some of the more basic records like the census records"
    },
    {
      "index": 289,
      "start_time": 2326200.0,
      "end_time": 2333213.0,
      "text": "are what the genealogists are going to start off with.  Maybe passenger arrival records. Once they exhaust those sources they’re"
    },
    {
      "index": 290,
      "start_time": 2333210.0,
      "end_time": 2341104.0,
      "text": "going to look for more information, more records that can flesh out their ancestor and the applications are perfect for that."
    },
    {
      "index": 291,
      "start_time": 2341100.0,
      "end_time": 2346813.0,
      "text": "Katherine Vollen: It’s not the first source that people come to, but it’s something we recommend looking at when you’re starting."
    },
    {
      "index": 292,
      "start_time": 2346820.0,
      "end_time": 2351118.0,
      "text": "But I wouldn’t look at it at the very beginning."
    },
    {
      "index": 293,
      "start_time": 2351120.0,
      "end_time": 2361120.0,
      "text": "Any other questions?  Okay!"
    }
  ]
}