{
  "video_id": "Kxup3OS5ZhQ",
  "title": "The Reason for God | Tim Keller | Talks at Google",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6430.0,
      "text": "&gt;&gt; SON: Good afternoon, everyone. Thanks for coming out to Authors at Google. My name is"
    },
    {
      "index": 2,
      "start_time": 6430.0,
      "end_time": 12589.0,
      "text": "Eugene Son. And before we begin, I’d like to extend a special thank you to everyone"
    },
    {
      "index": 3,
      "start_time": 12589.0,
      "end_time": 17949.0,
      "text": "who made this possible. A lot of work goes into setting this up so I really appreciate"
    },
    {
      "index": 4,
      "start_time": 17949.0,
      "end_time": 25160.0,
      "text": "that. It is my pleasure to bring to Google Dr. Tim Keller. For those of you who don’t"
    },
    {
      "index": 5,
      "start_time": 25160.0,
      "end_time": 30349.0,
      "text": "know his background, he was raised in Lehigh Valley, Pennsylvania; educated at Bucknell"
    },
    {
      "index": 6,
      "start_time": 30349.0,
      "end_time": 38100.0,
      "text": "University, attended Gordon-Conwell and Westminster Theological Seminary. In 1989, Dr. Keller"
    },
    {
      "index": 7,
      "start_time": 38100.0,
      "end_time": 43140.0,
      "text": "founded Redeemer Presbyterian Church located in Manhattan. Today, he’s got a congregation"
    },
    {
      "index": 8,
      "start_time": 43140.0,
      "end_time": 49630.0,
      "text": "of over 5,000 people. He has also helped start over a hundred other churches worldwide. Last"
    },
    {
      "index": 9,
      "start_time": 49630.0,
      "end_time": 55370.0,
      "text": "night, Dr. Keller was at UC Berkeley promoting his new book, The Reason for God: Belief in"
    },
    {
      "index": 10,
      "start_time": 55370.0,
      "end_time": 62500.0,
      "text": "an Age of Skepticism. And he addresses a wide audience whether they’d be agnostics, atheists,"
    },
    {
      "index": 11,
      "start_time": 62500.0,
      "end_time": 68590.0,
      "text": "believers in mind, and he tackles some really difficult issues such as: Why is there suffering"
    },
    {
      "index": 12,
      "start_time": 68590.0,
      "end_time": 75329.0,
      "text": "in this world? How can a loving god send people to hell? How can there be one right religion"
    },
    {
      "index": 13,
      "start_time": 75329.0,
      "end_time": 78920.0,
      "text": "while all the others are wrong?” So with that being said, I think we’re going to"
    },
    {
      "index": 14,
      "start_time": 78920.0,
      "end_time": 83770.0,
      "text": "have a great conversation. We’re going to be having a Q and A session afterwards. Please"
    },
    {
      "index": 15,
      "start_time": 83770.0,
      "end_time": 89520.0,
      "text": "use the mike to my left and we’ll be taking questions from there. And without further"
    },
    {
      "index": 16,
      "start_time": 89520.0,
      "end_time": 101439.0,
      "text": "ado, I’d like to introduce Dr. Tim Keller. &gt;&gt; KELLER: Thank you. I’m going to stay"
    },
    {
      "index": 17,
      "start_time": 101439.0,
      "end_time": 104380.0,
      "text": "here. Thank you. Though I have not--thank you, Eugene. I don’t have any idea why any"
    },
    {
      "index": 18,
      "start_time": 104380.0,
      "end_time": 107289.0,
      "text": "of you would know anything about my background. Eugene said, if--for those of you who don’t"
    },
    {
      "index": 19,
      "start_time": 107289.0,
      "end_time": 110969.0,
      "text": "know my background, I think that had to be all of you. I mean, why would anybody know"
    },
    {
      "index": 20,
      "start_time": 110969.0,
      "end_time": 119429.0,
      "text": "it? Even my children don’t really know it. So I want to talk to you about the reason--the"
    },
    {
      "index": 21,
      "start_time": 119429.0,
      "end_time": 127219.0,
      "text": "reasoning behind belief in God, or the reasoning the leads to belief in God. I am not--I can’t"
    },
    {
      "index": 22,
      "start_time": 127219.0,
      "end_time": 133610.0,
      "text": "possibly cover it in say 25, 30 minutes. My conscience is clear because there is the book."
    },
    {
      "index": 23,
      "start_time": 133610.0,
      "end_time": 137440.0,
      "text": "In other words, what I say to you here is going to be sketchy. If anything I say really"
    },
    {
      "index": 24,
      "start_time": 137440.0,
      "end_time": 143230.0,
      "text": "engages you, I won’t be--I won’t feel guilty because I can always say, read the"
    },
    {
      "index": 25,
      "start_time": 143230.0,
      "end_time": 146610.0,
      "text": "rest of it in the book. I certainly can’t really give good answers to this question"
    },
    {
      "index": 26,
      "start_time": 146610.0,
      "end_time": 150760.0,
      "text": "in a talk, but I think I--I think I addressed it a lot better in the book were I had a little"
    },
    {
      "index": 27,
      "start_time": 150760.0,
      "end_time": 155920.0,
      "text": "bit more time. But the question is: What is the reasoning that leads to belief in God?"
    },
    {
      "index": 28,
      "start_time": 155920.0,
      "end_time": 162250.0,
      "text": "And I&#39;d like to deal with that in the three headings: Why the reasons for God are important,"
    },
    {
      "index": 29,
      "start_time": 162250.0,
      "end_time": 167380.0,
      "text": "how the reasons for God work, and what the reasons for God are. Okay? First, why the"
    },
    {
      "index": 30,
      "start_time": 167380.0,
      "end_time": 171450.0,
      "text": "reasons for God are important; why should you even be here? In fact I don’t know why"
    },
    {
      "index": 31,
      "start_time": 171450.0,
      "end_time": 174920.0,
      "text": "you’re here, but I’ll tell you why you ought to be here, okay? If you have a kind"
    },
    {
      "index": 32,
      "start_time": 174920.0,
      "end_time": 181260.0,
      "text": "of sound, firm skepticism, and you really don’t believe in God, you really need to"
    },
    {
      "index": 33,
      "start_time": 181260.0,
      "end_time": 187230.0,
      "text": "know this, what I’m about to tell you, and here’s the reason why: When I was your age--I’m"
    },
    {
      "index": 34,
      "start_time": 187230.0,
      "end_time": 192000.0,
      "text": "looking out there--when I was your age, which is a long time ago, everybody knew that the"
    },
    {
      "index": 35,
      "start_time": 192000.0,
      "end_time": 195760.0,
      "text": "more technologically advanced the society got, the less religious they&#39;d get. That’s"
    },
    {
      "index": 36,
      "start_time": 195760.0,
      "end_time": 200590.0,
      "text": "what everybody thought they knew. And the more economically developed, the more educated"
    },
    {
      "index": 37,
      "start_time": 200590.0,
      "end_time": 206610.0,
      "text": "people got, the more religion was going to sort of thin out and the idea of a god and"
    },
    {
      "index": 38,
      "start_time": 206610.0,
      "end_time": 212060.0,
      "text": "truth and miracles was going to sort of die out. Not--hardly anybody believes that anymore"
    },
    {
      "index": 39,
      "start_time": 212060.0,
      "end_time": 219960.0,
      "text": "because, really, that’s not what&#39;s happening. Instead, robust, orthodox faith in God has"
    },
    {
      "index": 40,
      "start_time": 219960.0,
      "end_time": 225450.0,
      "text": "gotten stronger in the world. It has gotten stronger in America. Secular thought has also"
    },
    {
      "index": 41,
      "start_time": 225450.0,
      "end_time": 230860.0,
      "text": "increased, so we have a more polarized society now. But, you know, last week, the Pew Foundation"
    },
    {
      "index": 42,
      "start_time": 230860.0,
      "end_time": 238720.0,
      "text": "took out, sent out its latest survey of the religious life of people in America and now"
    },
    {
      "index": 43,
      "start_time": 238720.0,
      "end_time": 243650.0,
      "text": "evangelical Pentecostals is largest single category, bigger than mainline Protestants,"
    },
    {
      "index": 44,
      "start_time": 243650.0,
      "end_time": 249240.0,
      "text": "bigger than Catholics. That would never--I can’t imagine that 30 years ago. Meanwhile,"
    },
    {
      "index": 45,
      "start_time": 249240.0,
      "end_time": 255700.0,
      "text": "in the rest of the world, to keep some things in mind, Africa had gone from 9% to 55% Christian"
    },
    {
      "index": 46,
      "start_time": 255700.0,
      "end_time": 261379.0,
      "text": "in the last hundred years. Korea went from about 1% to 40% Christian in the hundred years"
    },
    {
      "index": 47,
      "start_time": 261379.00000000003,
      "end_time": 266159.0,
      "text": "while Korea was getting more technologically advanced. The same thing has basically happened"
    },
    {
      "index": 48,
      "start_time": 266159.0,
      "end_time": 271639.0,
      "text": "for China. There are more Christians in China now than there are on America, and this has"
    },
    {
      "index": 49,
      "start_time": 271639.0,
      "end_time": 278460.0,
      "text": "been happening even as science has advanced. So the old idea that somehow orthodox religion"
    },
    {
      "index": 50,
      "start_time": 278460.0,
      "end_time": 284310.0,
      "text": "is sort of going to go away, no. It isn’t. It’s going to be here, which means the only"
    },
    {
      "index": 51,
      "start_time": 284310.0,
      "end_time": 289169.0,
      "text": "way we’re going to get along is we got to be able to get sympathetically into one other&#39;s"
    },
    {
      "index": 52,
      "start_time": 289169.0,
      "end_time": 293889.0,
      "text": "shoes. So if you don’t believe in God, you need to--you need to try to understand why"
    },
    {
      "index": 53,
      "start_time": 293889.0,
      "end_time": 299699.0,
      "text": "anybody does or we&#39;re not going to be able to work in a pluralistic society. You know,"
    },
    {
      "index": 54,
      "start_time": 299699.0,
      "end_time": 307979.0,
      "text": "the new atheist books, Mr. Dawkins, Mr. Hitchens and company, when they say religion is bad"
    },
    {
      "index": 55,
      "start_time": 307979.0,
      "end_time": 312050.0,
      "text": "in those books, that’s not a new thesis. A lot of people have been saying that for"
    },
    {
      "index": 56,
      "start_time": 312050.0,
      "end_time": 316469.0,
      "text": "a long time. What is kind of new about the books is they don’t just say religion is"
    },
    {
      "index": 57,
      "start_time": 316469.0,
      "end_time": 325430.0,
      "text": "bad, they say respect for religion is bad. And if you counsel one section of your population"
    },
    {
      "index": 58,
      "start_time": 325430.0,
      "end_time": 331169.0,
      "text": "to belittle and disdain and do nothing, you know, shows no respect for the beliefs of"
    },
    {
      "index": 59,
      "start_time": 331169.0,
      "end_time": 336599.0,
      "text": "this group of people, beliefs that give them great joy and meaning in life. If you counsel"
    },
    {
      "index": 60,
      "start_time": 336599.0,
      "end_time": 340620.0,
      "text": "one group of people to despise and do nothing to try to understand this group of people,"
    },
    {
      "index": 61,
      "start_time": 340620.0,
      "end_time": 346259.0,
      "text": "that is a recipe for social disaster if anybody actually takes the advice. Now, if you are"
    },
    {
      "index": 62,
      "start_time": 346259.0,
      "end_time": 352259.0,
      "text": "a believer in God, you need to know the reasons for God, and here’s the reasons why. Doubt."
    },
    {
      "index": 63,
      "start_time": 352259.0,
      "end_time": 358289.0,
      "text": "You’ve got doubts. Don’t tell me you don’t. I know you may come from a church that says,"
    },
    {
      "index": 64,
      "start_time": 358289.0,
      "end_time": 366240.0,
      "text": "oh, no, doubt, we don&#39;t doubt, we believe. Well, if you don’t deal with your own doubts"
    },
    {
      "index": 65,
      "start_time": 366240.0,
      "end_time": 370009.0,
      "text": "and say, okay, in light of this doubt, why do I believe? You know, why do I believe Christianity?"
    },
    {
      "index": 66,
      "start_time": 370009.0,
      "end_time": 374169.0,
      "text": "Why do I believe in God, or whatever? If you don’t let your doubts drive you to ask those"
    },
    {
      "index": 67,
      "start_time": 374169.0,
      "end_time": 380389.0,
      "text": "questions, your faith will never get strong. Doubts, dealing with doubts honestly is the"
    },
    {
      "index": 68,
      "start_time": 380389.0,
      "end_time": 385449.0,
      "text": "best possible way to develop a faith that can last in the face of anything. So you need"
    },
    {
      "index": 69,
      "start_time": 385449.0,
      "end_time": 388639.0,
      "text": "to look at the reasoning for God if you’re a believer in God. You need to look at the"
    },
    {
      "index": 70,
      "start_time": 388639.0,
      "end_time": 392270.0,
      "text": "reasoning for God if you’re not a believer in God. And, actually, if you--but most of"
    },
    {
      "index": 71,
      "start_time": 392270.0,
      "end_time": 397150.0,
      "text": "the people that I know in this country, at least, really are kind of ambivalent. They--your"
    },
    {
      "index": 72,
      "start_time": 397150.0,
      "end_time": 401789.0,
      "text": "relationship with belief in God is a really weird one. Sometimes, you do; sometimes, you"
    },
    {
      "index": 73,
      "start_time": 401789.0,
      "end_time": 406120.0,
      "text": "don’t. Sometimes, you do more; sometimes, you do less. And you particularly need to"
    },
    {
      "index": 74,
      "start_time": 406120.0,
      "end_time": 415409.0,
      "text": "hear this. Second point, how do the reasons for God work? Important. There are three basic"
    },
    {
      "index": 75,
      "start_time": 415409.0,
      "end_time": 421610.0,
      "text": "kinds of reasons that all people who believe believe and for which all people who disbelieve"
    },
    {
      "index": 76,
      "start_time": 421610.0,
      "end_time": 427020.0,
      "text": "disbelieve. If you disbelieve in God or you believe in God, it’s because of all three"
    },
    {
      "index": 77,
      "start_time": 427020.0,
      "end_time": 433080.0,
      "text": "of these kinds of reasons. The first kind are intellectual reasons. In other words,"
    },
    {
      "index": 78,
      "start_time": 433080.0,
      "end_time": 437729.0,
      "text": "you read the arguments for the existence of God or you read the objections to God or Christianity,"
    },
    {
      "index": 79,
      "start_time": 437729.0,
      "end_time": 442050.0,
      "text": "we&#39;ll say--and I’m speaking as a Christian. That’s why whenever I go into a particular"
    },
    {
      "index": 80,
      "start_time": 442050.0,
      "end_time": 447370.0,
      "text": "religion, I&#39;m always going to think of Christianity here. And if you think the arguments are compelling,"
    },
    {
      "index": 81,
      "start_time": 447370.0,
      "end_time": 450789.0,
      "text": "you believe. If you think the arguments don’t--aren’t compelling, you don’t believe. So there’s"
    },
    {
      "index": 82,
      "start_time": 450789.0,
      "end_time": 455259.0,
      "text": "the intellectual; you might call reasoning proper. Secondly, though, you have personal"
    },
    {
      "index": 83,
      "start_time": 455259.0,
      "end_time": 460240.0,
      "text": "reasons. Nobody believes in God or disbelieves strictly for intellectual rational reasons."
    },
    {
      "index": 84,
      "start_time": 460240.0,
      "end_time": 465610.0,
      "text": "There’s always personal reasons. And here’s what’s interesting. Some people have horrible"
    },
    {
      "index": 85,
      "start_time": 465610.0,
      "end_time": 471990.0,
      "text": "bad experiences, tragedies and difficulties, and disappointments. And some people interpret"
    },
    {
      "index": 86,
      "start_time": 471990.0,
      "end_time": 479539.0,
      "text": "that as meaning I really need God in my life, I need something to help me get through this."
    },
    {
      "index": 87,
      "start_time": 479539.0,
      "end_time": 483400.0,
      "text": "And other people have the very same experiences and they interpret this meaning, I don’t"
    },
    {
      "index": 88,
      "start_time": 483400.0,
      "end_time": 488009.0,
      "text": "need a god who lets stuff like this happen. Other people get very successful. For example,"
    },
    {
      "index": 89,
      "start_time": 488009.0,
      "end_time": 497479.0,
      "text": "they come to work for Google and they’re happy, and, like, the toilet seats are heated."
    },
    {
      "index": 90,
      "start_time": 497479.0,
      "end_time": 505229.0,
      "text": "How would I know that? And--somebody told me; I didn’t believe them. So you’re happy;"
    },
    {
      "index": 91,
      "start_time": 505229.0,
      "end_time": 511169.0,
      "text": "things are doing well in life. So some people interpret success in life this way: They say,"
    },
    {
      "index": 92,
      "start_time": 511169.0,
      "end_time": 515630.0,
      "text": "this means I don’t really need God. And other people interpret success in life as"
    },
    {
      "index": 93,
      "start_time": 515630.0,
      "end_time": 519919.0,
      "text": "saying, you know, I’m happy--I’m successful and I’m still empty. So there’s always"
    },
    {
      "index": 94,
      "start_time": 519919.0,
      "end_time": 524970.0,
      "text": "interpreted experience, interpreted personal experiences, a set of reasons why some people"
    },
    {
      "index": 95,
      "start_time": 524970.0,
      "end_time": 531240.0,
      "text": "believe in God or not, intellectual reasons why some people believe in God or not; and,"
    },
    {
      "index": 96,
      "start_time": 531240.0,
      "end_time": 537410.0,
      "text": "lastly, there’s social reasons. Now, there’s a whole field of--the whole discipline called"
    },
    {
      "index": 97,
      "start_time": 537410.0,
      "end_time": 543430.0,
      "text": "the sociology of knowledge. And the sociology of knowledge says that basically you tend"
    },
    {
      "index": 98,
      "start_time": 543430.0,
      "end_time": 548660.0,
      "text": "to find plausible, most plausible, the beliefs of people that you want to be--you want them"
    },
    {
      "index": 99,
      "start_time": 548660.0,
      "end_time": 554220.0,
      "text": "to like you, or the people that you need and people that you&#39;re dependent on, people who"
    },
    {
      "index": 100,
      "start_time": 554220.0,
      "end_time": 558589.0,
      "text": "are in the community you’re in or want to be part of--their beliefs tend to be more"
    },
    {
      "index": 101,
      "start_time": 558589.0,
      "end_time": 562029.0,
      "text": "plausible than the beliefs of people who are in communities you don’t like or aren’t"
    },
    {
      "index": 102,
      "start_time": 562029.0,
      "end_time": 565649.0,
      "text": "interested in and don’t want to be part of. So, to a great degree, you believe what"
    },
    {
      "index": 103,
      "start_time": 565649.0,
      "end_time": 570410.0,
      "text": "you believe because of the social support, and I think most of us have to be honest about"
    },
    {
      "index": 104,
      "start_time": 570410.0,
      "end_time": 574560.0,
      "text": "this. If you once believed in God and kind of lost your belief, to some degree, that"
    },
    {
      "index": 105,
      "start_time": 574560.0,
      "end_time": 578589.0,
      "text": "happened because a lot of the people that you wanted to like you were also being skeptical"
    },
    {
      "index": 106,
      "start_time": 578589.0,
      "end_time": 585720.0,
      "text": "and sophisticated and making jokes about it. Or if you move from belief, or pardon me,"
    },
    {
      "index": 107,
      "start_time": 585720.0,
      "end_time": 588970.0,
      "text": "non-belief to robust belief in God, very often, it’s because you’ve found a circle of"
    },
    {
      "index": 108,
      "start_time": 588970.0,
      "end_time": 592410.0,
      "text": "people that you really like and admire and you can identify with and you’d like to"
    },
    {
      "index": 109,
      "start_time": 592410.0,
      "end_time": 599089.0,
      "text": "be liked, and they believed. But what you can’t do is reduce belief or non-belief"
    },
    {
      "index": 110,
      "start_time": 599089.0,
      "end_time": 603649.0,
      "text": "to just one of those three, and people always do it. It’s always all three. I&#39;m going"
    },
    {
      "index": 111,
      "start_time": 603649.0,
      "end_time": 610350.0,
      "text": "to show you what I mean. Very often, secular, non-believing people, non-believing in god,"
    },
    {
      "index": 112,
      "start_time": 610350.0,
      "end_time": 616910.0,
      "text": "will say to me, &quot;Yet, Christian minister, you think you got the truth, you think Christianity"
    },
    {
      "index": 113,
      "start_time": 616910.0,
      "end_time": 622079.0,
      "text": "is the truth. If you were born in Madagascar, you wouldn’t even be a Christian.&quot; Okay."
    },
    {
      "index": 114,
      "start_time": 622079.0,
      "end_time": 629300.0,
      "text": "So I sat down and I said, &quot;What is this? What is the point of this?&quot; And here’s what he’s"
    },
    {
      "index": 115,
      "start_time": 629300.0,
      "end_time": 634529.0,
      "text": "saying: He’s saying, &quot;My understanding of God is based on rationality. I’ve thought"
    },
    {
      "index": 116,
      "start_time": 634529.0,
      "end_time": 641399.0,
      "text": "it out. But your belief is socially and culturally constructed, totally. You’re only a Christian"
    },
    {
      "index": 117,
      "start_time": 641399.0,
      "end_time": 645990.0,
      "text": "because you were raised here, okay, not Madagascar.&quot; But, see, what’s the comeback? The comeback"
    },
    {
      "index": 118,
      "start_time": 645990.0,
      "end_time": 649589.0,
      "text": "is--here’s a person that says, &quot;I’m a secular person who believes that religion"
    },
    {
      "index": 119,
      "start_time": 649589.0,
      "end_time": 653350.0,
      "text": "is, you know, all religions are relative, and you’re this Christian. If you were born"
    },
    {
      "index": 120,
      "start_time": 653350.0,
      "end_time": 656730.0,
      "text": "in Madagascar, you wouldn’t be a Christian.&quot; And the comeback is, yet, if you were born"
    },
    {
      "index": 121,
      "start_time": 656730.0,
      "end_time": 662509.0,
      "text": "in Madagascar, you wouldn’t be a secular relativist. Does that mean that your position"
    },
    {
      "index": 122,
      "start_time": 662509.0,
      "end_time": 669610.0,
      "text": "is all socially constructed? &quot;Oh, no, no.&quot; Yes and no. To some degree, the reason he"
    },
    {
      "index": 123,
      "start_time": 669610.0,
      "end_time": 674910.0,
      "text": "doesn’t believe is because his belief was somewhat, somehow socially supported but it’s"
    },
    {
      "index": 124,
      "start_time": 674910.0,
      "end_time": 682019.0,
      "text": "not totally. It’s also reason. It’s all three. It’s absolutely wrong. It’s disdainful."
    },
    {
      "index": 125,
      "start_time": 682019.0,
      "end_time": 687670.0,
      "text": "It’s almost exploitative to say, &quot;My position is based only on reasoning and your position"
    },
    {
      "index": 126,
      "start_time": 687670.0,
      "end_time": 691490.0,
      "text": "is based on, you know, cultural and personal issues.&quot; That’s not true. And by the way,"
    },
    {
      "index": 127,
      "start_time": 691490.0,
      "end_time": 696139.0,
      "text": "if you’re a Christian, you must never think that it’s all a matter of reason. If you’re"
    },
    {
      "index": 128,
      "start_time": 696139.0,
      "end_time": 699880.0,
      "text": "a Christian, you believe that the human being, we as human beings are made in the image of"
    },
    {
      "index": 129,
      "start_time": 699880.0,
      "end_time": 705630.0,
      "text": "God, all of us, not just our reason, our emotion, you know, our social aspect, our emotional"
    },
    {
      "index": 130,
      "start_time": 705630.0,
      "end_time": 709009.0,
      "text": "aspect, our intellectual aspect. We’re all in the image of God, and all those things"
    },
    {
      "index": 131,
      "start_time": 709009.0,
      "end_time": 715420.0,
      "text": "have to play a role on belief. Now, lastly, but this, you know, the main event. What are"
    },
    {
      "index": 132,
      "start_time": 715420.0,
      "end_time": 721660.0,
      "text": "the reasons for God? And I would say that there’s a lot of ways of stacking this,"
    },
    {
      "index": 133,
      "start_time": 721660.0,
      "end_time": 729259.0,
      "text": "but I would like to suggest to you that, by and large, reasoning ends with belief in God,"
    },
    {
      "index": 134,
      "start_time": 729259.0,
      "end_time": 735829.0,
      "text": "moves up a ladder, and I’m going to suggest three rungs. Now, I’m not saying that everybody"
    },
    {
      "index": 135,
      "start_time": 735829.0,
      "end_time": 740980.0,
      "text": "actually who comes to believe in God moves along the ladder in exactly these ways. But"
    },
    {
      "index": 136,
      "start_time": 740980.0,
      "end_time": 744540.0,
      "text": "I would say there’s a lot of ways of stacking all of the things that happen. Here’s how"
    },
    {
      "index": 137,
      "start_time": 744540.0,
      "end_time": 748190.0,
      "text": "I’m going to do it. I think, at least, it&#39;s a way of making sense of it. The first rung"
    },
    {
      "index": 138,
      "start_time": 748190.0,
      "end_time": 755399.0,
      "text": "of the ladder is you come to see that disbelief in God takes as much faith as belief in God."
    },
    {
      "index": 139,
      "start_time": 755399.0,
      "end_time": 759500.0,
      "text": "That’s the first rung. It takes as much faith to disbelieve in God as to believe."
    },
    {
      "index": 140,
      "start_time": 759500.0,
      "end_time": 765500.0,
      "text": "That’s the first rung. The second rung is it takes more of a leap of faith, when you"
    },
    {
      "index": 141,
      "start_time": 765500.0,
      "end_time": 769089.0,
      "text": "come to see, it takes more of a leap of faith in the dark to disbelieve in God than to believe"
    },
    {
      "index": 142,
      "start_time": 769089.0,
      "end_time": 775690.0,
      "text": "in God. And the third rung of the ladder is you come to realize that whereas you can reason"
    },
    {
      "index": 143,
      "start_time": 775690.0,
      "end_time": 780660.0,
      "text": "to a point of probability, it takes personal commitment to get to certainty. And if you"
    },
    {
      "index": 144,
      "start_time": 780660.0,
      "end_time": 786360.0,
      "text": "move up those three rungs, you believe in God. Let me show how that works. The first"
    },
    {
      "index": 145,
      "start_time": 786360.0,
      "end_time": 791829.0,
      "text": "rung--and, by the way, there’s a lot in here so that’s why I feel like if anything"
    },
    {
      "index": 146,
      "start_time": 791829.0,
      "end_time": 796379.0,
      "text": "I’m saying intrigues you at all, I suggest get the book. And I’m really saying that"
    },
    {
      "index": 147,
      "start_time": 796379.0,
      "end_time": 798930.0,
      "text": "not as an author who&#39;s trying to sell books but as a minister who’s trying to get a"
    },
    {
      "index": 148,
      "start_time": 798930.0,
      "end_time": 806329.0,
      "text": "message across. You can believe that or not. You can be cynical or not. And I hope I mean"
    },
    {
      "index": 149,
      "start_time": 806329.0,
      "end_time": 812220.0,
      "text": "right. I mean, I hope that’s really what I--I hope that’s my motive. I think it is."
    },
    {
      "index": 150,
      "start_time": 812220.0,
      "end_time": 816269.0,
      "text": "So if you can possibly get the book because I have a feeling what I’m going to say in"
    },
    {
      "index": 151,
      "start_time": 816269.0,
      "end_time": 823009.0,
      "text": "the next 15 minutes is too short. Do so. Now, the first rung is this: It takes more--it"
    },
    {
      "index": 152,
      "start_time": 823009.0,
      "end_time": 829160.0,
      "text": "takes as much faith, excuse me, to believe, to disbelieve in God as to believe. How do"
    },
    {
      "index": 153,
      "start_time": 829160.0,
      "end_time": 835560.0,
      "text": "I back that up? Well, here’s how: All of the arguments that purport to prove there"
    },
    {
      "index": 154,
      "start_time": 835560.0,
      "end_time": 841420.0,
      "text": "is no god fall flat. See, all the arguments that you’ve ever heard that say, &quot;There"
    },
    {
      "index": 155,
      "start_time": 841420.0,
      "end_time": 847290.0,
      "text": "can’t be a god or even Christianity can’t be true,&quot; if any of those stood up, they need"
    },
    {
      "index": 156,
      "start_time": 847290.0,
      "end_time": 851449.0,
      "text": "to be say, &quot;Christianity can’t be true. God can’t be real.&quot; But if none of them"
    },
    {
      "index": 157,
      "start_time": 851449.0,
      "end_time": 856990.0,
      "text": "stand up, if there’s no way to prove there is no God, and therefore, there is a god,"
    },
    {
      "index": 158,
      "start_time": 856990.0,
      "end_time": 861720.0,
      "text": "then to believe that there’s no God is an act of faith. Are you following me? Let me"
    },
    {
      "index": 159,
      "start_time": 861720.0,
      "end_time": 866329.0,
      "text": "show you some of the arguments. Here are the arguments that are usually brought up. They"
    },
    {
      "index": 160,
      "start_time": 866329.0,
      "end_time": 870370.0,
      "text": "say, &quot;This is why there really couldn’t be a god.&quot; The first one, the main one, is"
    },
    {
      "index": 161,
      "start_time": 870370.0,
      "end_time": 875569.0,
      "text": "the argument from evil and suffering. And that argument goes like this: Look at all"
    },
    {
      "index": 162,
      "start_time": 875569.0,
      "end_time": 882899.0,
      "text": "the senseless, pointless evil in the world. Okay? See it? Now, given that senseless, pointless"
    },
    {
      "index": 163,
      "start_time": 882899.0,
      "end_time": 890810.0,
      "text": "evil, there may be a god who’s good but not powerful enough to stop it, or there may"
    },
    {
      "index": 164,
      "start_time": 890810.0,
      "end_time": 897620.0,
      "text": "be a god who is all powerful enough but not good enough to want to stop it. But given"
    },
    {
      "index": 165,
      "start_time": 897620.0,
      "end_time": 900879.0,
      "text": "evil and suffering in the world, all that pointless, senseless evil and suffering, there"
    },
    {
      "index": 166,
      "start_time": 900879.0,
      "end_time": 905490.0,
      "text": "can’t be an all-good and all-powerful god or he would stop it; and, therefore, the all-good,"
    },
    {
      "index": 167,
      "start_time": 905490.0,
      "end_time": 910920.0,
      "text": "all-powerful traditional god in the Bible can’t exist. David Hume, Discourses on Natural"
    },
    {
      "index": 168,
      "start_time": 910920.0,
      "end_time": 916980.0,
      "text": "Religion, 18th century. It doesn’t work. There’s a guy named William Osteen who is"
    },
    {
      "index": 169,
      "start_time": 916980.0,
      "end_time": 923470.0,
      "text": "one of the leading philosophers today from Syracuse University who recently wrote: The"
    },
    {
      "index": 170,
      "start_time": 923470.0,
      "end_time": 927689.0,
      "text": "effort to demonstrate that evil disproves God is now acknowledge on almost all sides"
    },
    {
      "index": 171,
      "start_time": 927689.0,
      "end_time": 932680.0,
      "text": "in philosophy as completely bankrupt. Now, here’s what he means by this. And I shudder"
    },
    {
      "index": 172,
      "start_time": 932680.0,
      "end_time": 937089.0,
      "text": "to say this to you because if any of you actually are going through some real suffering, it’s"
    },
    {
      "index": 173,
      "start_time": 937089.0,
      "end_time": 940290.0,
      "text": "not a philosophical issue for you; it’s a personal issue. But I would just hope that"
    },
    {
      "index": 174,
      "start_time": 940290.0,
      "end_time": 944829.0,
      "text": "you don’t see this as cold comfort. For many people, it’s philosophical; and people"
    },
    {
      "index": 175,
      "start_time": 944829.0,
      "end_time": 949209.0,
      "text": "say, &quot;How could you believe in a god with all these senseless, pointless evil?&quot; Here’s"
    },
    {
      "index": 176,
      "start_time": 949209.0,
      "end_time": 952329.0,
      "text": "what the philosophers have been saying for the last 20 years. This is the reason why"
    },
    {
      "index": 177,
      "start_time": 952329.0,
      "end_time": 956529.0,
      "text": "there hasn’t been a major philosophical work trying to disprove the existence of God"
    },
    {
      "index": 178,
      "start_time": 956529.0,
      "end_time": 961540.0,
      "text": "on the basis of evil and suffering since 1982. Because as William Osteen says, in the philosophical"
    },
    {
      "index": 179,
      "start_time": 961540.0,
      "end_time": 966209.0,
      "text": "world, it’s just not washing, and here’s why: When you say there can’t be a god because"
    },
    {
      "index": 180,
      "start_time": 966209.0,
      "end_time": 971149.0,
      "text": "of all the senseless, pointless evil out there, here’s the question: How do you know it’s"
    },
    {
      "index": 181,
      "start_time": 971149.0,
      "end_time": 976680.0,
      "text": "senseless? How do you know there’s no good reason for it? The only answer is, &quot;Well,"
    },
    {
      "index": 182,
      "start_time": 976680.0,
      "end_time": 982959.0,
      "text": "I can’t think of any good reason.&quot; Oh, okay. So here’s your premise. Because I can’t"
    },
    {
      "index": 183,
      "start_time": 982959.0,
      "end_time": 986329.0,
      "text": "think of any good reason why God would allow evil and suffering to continue, therefore,"
    },
    {
      "index": 184,
      "start_time": 986329.0,
      "end_time": 992699.0,
      "text": "there can’t be any. No, why would that be? And that’s the reason why if you’ve got"
    },
    {
      "index": 185,
      "start_time": 992699.0,
      "end_time": 997350.0,
      "text": "a god big and powerful enough to be mad at for evil and suffering, and at the very same"
    },
    {
      "index": 186,
      "start_time": 997350.0,
      "end_time": 1000170.0,
      "text": "moment, you’ve got a god big and powerful enough to have reasons for allowing it to"
    },
    {
      "index": 187,
      "start_time": 1000170.0,
      "end_time": 1004540.0,
      "text": "continue that you can’t think of. You can’t have it both ways. And that’s the reason"
    },
    {
      "index": 188,
      "start_time": 1004540.0,
      "end_time": 1008959.0,
      "text": "why in the philosophical circles, the argument that says, &quot;We can disprove God with evil"
    },
    {
      "index": 189,
      "start_time": 1008960.0,
      "end_time": 1013041.0,
      "text": "and suffering has fallen flat.&quot; And, by the way, if there’s anybody saying, &quot;It’s"
    },
    {
      "index": 190,
      "start_time": 1013040.0,
      "end_time": 1019730.0,
      "text": "not a philosophical thing for me; it’s a personal thing--I have this horrible stuff"
    },
    {
      "index": 191,
      "start_time": 1019730.0,
      "end_time": 1023410.0,
      "text": "in my life and that’s the reason why I can’t believe in God&quot;; but I told you a minute ago,"
    },
    {
      "index": 192,
      "start_time": 1023410.0,
      "end_time": 1027870.0,
      "text": "there are plenty of people who had everything and had every bit as much suffering as you,"
    },
    {
      "index": 193,
      "start_time": 1027869.9999999999,
      "end_time": 1033428.9999999999,
      "text": "and they’ve let that turn them toward God. So personal suffering, experiences of suffering,"
    },
    {
      "index": 194,
      "start_time": 1033430.0000000001,
      "end_time": 1037101.0000000001,
      "text": "the philosophical question of suffering doesn’t disprove the existence of God. It doesn’t"
    },
    {
      "index": 195,
      "start_time": 1037099.9999999999,
      "end_time": 1041269.9999999999,
      "text": "work. Okay. Well, what about this? This is what I would call the Hitchens’ argument"
    },
    {
      "index": 196,
      "start_time": 1041270.0,
      "end_time": 1046959.0,
      "text": "against the reality of God. I know he was here at one point, right? And this argument"
    },
    {
      "index": 197,
      "start_time": 1046960.0,
      "end_time": 1052261.0,
      "text": "goes like this: If there really was a god, how could his believers have done so much"
    },
    {
      "index": 198,
      "start_time": 1052260.0,
      "end_time": 1057529.0,
      "text": "evil in the history of the world? If there really is a god, why is it that so much of"
    },
    {
      "index": 199,
      "start_time": 1057530.0,
      "end_time": 1063790.0,
      "text": "the violence and oppression and injustice in history, why is it have been perpetrated"
    },
    {
      "index": 200,
      "start_time": 1063790.0,
      "end_time": 1068241.0,
      "text": "by the people who believe in God, in the name of God? See, that’s the argument. But here’s"
    },
    {
      "index": 201,
      "start_time": 1068240.0,
      "end_time": 1073520.0,
      "text": "the problem with that argument. It’s a pretty big one. There must be something in the human"
    },
    {
      "index": 202,
      "start_time": 1073520.0,
      "end_time": 1082559.0,
      "text": "heart that is so prone to violence and oppression that it can actually twist any world view,"
    },
    {
      "index": 203,
      "start_time": 1082560.0,
      "end_time": 1089670.0,
      "text": "any philosophy, any state of belief which regard to God into violence. So, for example,"
    },
    {
      "index": 204,
      "start_time": 1089670.0,
      "end_time": 1097741.0,
      "text": "Buddhism and Shinto, out of that soil grew the Japanese militarism of the World War II,"
    },
    {
      "index": 205,
      "start_time": 1097740.0,
      "end_time": 1102159.0,
      "text": "out of Christian soil grows everything from the Crusades in the 11th and 12th century"
    },
    {
      "index": 206,
      "start_time": 1102160.0,
      "end_time": 1110030.0,
      "text": "down to today, people shooting abortion doctors. Out of Islam comes global terrorism. But out"
    },
    {
      "index": 207,
      "start_time": 1110030.0,
      "end_time": 1114611.0,
      "text": "of atheism--is that the third time I&#39;ve done that or the second time? It’s going to be"
    },
    {
      "index": 208,
      "start_time": 1114610.0,
      "end_time": 1121289.0,
      "text": "on the Internet."
    },
    {
      "index": 209,
      "start_time": 1121290.0,
      "end_time": 1128660.0,
      "text": "Look at atheism, look at Stalin, look at Cambodia, look at the Khmer Rouge. There’s a guy named"
    },
    {
      "index": 210,
      "start_time": 1128660.0,
      "end_time": 1137481.0,
      "text": "Milosz, who’s the Polish--famous Polish poet, and he has a fascinating little essay"
    },
    {
      "index": 211,
      "start_time": 1137480.0,
      "end_time": 1143429.0,
      "text": "called, “The Discreet Charms of Nihilism.” Now, there’s a title for you, The Discreet"
    },
    {
      "index": 212,
      "start_time": 1143430.0,
      "end_time": 1147550.0,
      "text": "Charms of Nihilism. And, in it, he pointed something out. He says, “If you believe"
    },
    {
      "index": 213,
      "start_time": 1147550.0,
      "end_time": 1153081.0,
      "text": "there’s a god, it’s fairly easy to twist that belief into violence because you can"
    },
    {
      "index": 214,
      "start_time": 1153080.0,
      "end_time": 1157380.0,
      "text": "say, &#39;I have the truth, you don’t. I’m a better person, you are an inferior kind"
    },
    {
      "index": 215,
      "start_time": 1157380.0,
      "end_time": 1161140.0,
      "text": "of person.&#39; But, he says--he says, “If you don’t believe in God,” he says, “I’ve"
    },
    {
      "index": 216,
      "start_time": 1161140.0,
      "end_time": 1166730.0,
      "text": "seen that be a warrant for violence. I’ve seen that be fruitful soil or I’ve seen"
    },
    {
      "index": 217,
      "start_time": 1166730.0,
      "end_time": 1170570.0,
      "text": "that twisted.” You know why? He says, “If you’re an atheist and you can say if I can"
    },
    {
      "index": 218,
      "start_time": 1170570.0,
      "end_time": 1175700.0,
      "text": "get away with something in this life, I get away with it.” If I can kill this people"
    },
    {
      "index": 219,
      "start_time": 1175700.0,
      "end_time": 1182940.0,
      "text": "over here and I can get away with it, there is no Judgment Day, there is no punishment"
    },
    {
      "index": 220,
      "start_time": 1182940.0,
      "end_time": 1187330.0,
      "text": "in the after life.&quot; He said that, “I’ve seen that.” Now, you know what that means?"
    },
    {
      "index": 221,
      "start_time": 1187330.0,
      "end_time": 1192250.0,
      "text": "I don’t want as a Christian, just because some people have twisted Christianity into"
    },
    {
      "index": 222,
      "start_time": 1192250.0,
      "end_time": 1197510.0,
      "text": "a warrant for violence, I don’t want to say to you, if you’re an Atheist, well,"
    },
    {
      "index": 223,
      "start_time": 1197510.0,
      "end_time": 1202970.0,
      "text": "look at what Czeslaw Milosz says. Look at what he says. He says, “He has seen atheism"
    },
    {
      "index": 224,
      "start_time": 1202970.0,
      "end_time": 1206710.0,
      "text": "twisted into violence.” So what--you can twist anything into violence, non-belief and"
    },
    {
      "index": 225,
      "start_time": 1206710.0,
      "end_time": 1212409.0,
      "text": "belief. And you know what this means, it’s a tie. It’s not--it does not disapprove"
    },
    {
      "index": 226,
      "start_time": 1212410.0,
      "end_time": 1216611.0,
      "text": "God; it doesn’t just prove Atheism. I’m not going to say, “Oh, atheism is stupid,"
    },
    {
      "index": 227,
      "start_time": 1216610.0,
      "end_time": 1220210.0,
      "text": "look at that, look at Stalin&quot;; I don’t want you to say, look at Christianity, it&#39;s stupid,"
    },
    {
      "index": 228,
      "start_time": 1220210.0,
      "end_time": 1224690.0,
      "text": "look at the Crusades.” Let’s just admit it’s a tie. And let&#39;s admit it doesn’t"
    },
    {
      "index": 229,
      "start_time": 1224690.0,
      "end_time": 1229399.0,
      "text": "really argue against or for God. It certainly doesn’t disprove God. Let me give you a"
    },
    {
      "index": 230,
      "start_time": 1229400.0,
      "end_time": 1235461.0,
      "text": "third--yeah, I have for third--a third argument against the existence of God. Well, no, I’ll"
    },
    {
      "index": 231,
      "start_time": 1235460.0,
      "end_time": 1240880.0,
      "text": "give you--I&#39;ll give this one. A third argument is not that you can’t--there can’t be"
    },
    {
      "index": 232,
      "start_time": 1240880.0,
      "end_time": 1246460.0,
      "text": "a god. There’s an argument I would call you can’t know there’s a god. There’s"
    },
    {
      "index": 233,
      "start_time": 1246460.0,
      "end_time": 1250490.0,
      "text": "a lot of folks who would say, look, I don’t know if there’s a god or not, but nobody"
    },
    {
      "index": 234,
      "start_time": 1250490.0,
      "end_time": 1260929.0,
      "text": "can know, nobody can know. Lesslie Newbigin has a great passage in one of his books--he&#39;s"
    },
    {
      "index": 235,
      "start_time": 1260930.0,
      "end_time": 1268310.0,
      "text": "a British scholar--in which he says here’s how agnostics likes to argue, they--they use"
    },
    {
      "index": 236,
      "start_time": 1268310.0,
      "end_time": 1272991.0,
      "text": "the illustration of the elephant and the blind man. Have you heard that illustration? Here"
    },
    {
      "index": 237,
      "start_time": 1272990.0,
      "end_time": 1276770.0,
      "text": "are six blind men. They come upon an elephant. And everyone grabs the elephant at a different"
    },
    {
      "index": 238,
      "start_time": 1276770.0,
      "end_time": 1281350.0,
      "text": "place. And one blind man is holding on to the trunk and says, “Oh, elephants are kind"
    },
    {
      "index": 239,
      "start_time": 1281350.0,
      "end_time": 1289110.0,
      "text": "of long and flexible.” And another guy has hold of the leg and says, “That’s not"
    },
    {
      "index": 240,
      "start_time": 1289110.0,
      "end_time": 1294020.0,
      "text": "true at all. Elephants are kind of thick and stiff and stumpy.” And the illustration"
    },
    {
      "index": 241,
      "start_time": 1294020.0,
      "end_time": 1298730.0,
      "text": "goes that every one of the blind men thinks they kind of know the whole elephant, but"
    },
    {
      "index": 242,
      "start_time": 1298730.0,
      "end_time": 1304710.0,
      "text": "every one on the blind men basically only, in a sense, can sense part of the truth and"
    },
    {
      "index": 243,
      "start_time": 1304710.0,
      "end_time": 1308990.0,
      "text": "nobody can sense the whole truth. And so, that’s like the religions of the world."
    },
    {
      "index": 244,
      "start_time": 1308990.0,
      "end_time": 1313330.0,
      "text": "Every religion has a little bit of wisdom, but the fact is nobody has the truth. Nobody"
    },
    {
      "index": 245,
      "start_time": 1313330.0,
      "end_time": 1318700.0,
      "text": "can see the whole picture. Nobody can say, “I know God truly.” And Lesslie Newbigin"
    },
    {
      "index": 246,
      "start_time": 1318700.0,
      "end_time": 1323360.0,
      "text": "has a great spot where he talks about--he says it like this, he says, this is a quote,"
    },
    {
      "index": 247,
      "start_time": 1323360.0,
      "end_time": 1328279.0,
      "text": "“In the famous story of the blind men and the elephant, so often quoted in the interest"
    },
    {
      "index": 248,
      "start_time": 1328280.0,
      "end_time": 1333021.0,
      "text": "of religious agnosticism, the real point of the story is constantly overlooked. The story"
    },
    {
      "index": 249,
      "start_time": 1333020.0,
      "end_time": 1337789.0,
      "text": "is told from the point of view of someone who is not blind, but can see what the blind"
    },
    {
      "index": 250,
      "start_time": 1337790.0,
      "end_time": 1344371.0,
      "text": "men are unable to grasp; that is the full reality of the elephant. And only the one"
    },
    {
      "index": 251,
      "start_time": 1344370.0,
      "end_time": 1351169.0,
      "text": "who sees the whole elephant can know that all the blind men are blind.” Do you see"
    },
    {
      "index": 252,
      "start_time": 1351170.0,
      "end_time": 1356081.0,
      "text": "what he’s saying? The only way you could know that all the blind men only sense part"
    },
    {
      "index": 253,
      "start_time": 1356080.0,
      "end_time": 1360360.0,
      "text": "of the elephant is if you think you’re not blind. You&#39;d only tell the story from the"
    },
    {
      "index": 254,
      "start_time": 1360360.0,
      "end_time": 1363690.0,
      "text": "standpoint of someone who is not blind. And so, he comes back and he says, “What this"
    },
    {
      "index": 255,
      "start_time": 1363690.0,
      "end_time": 1368149.0,
      "text": "means then is that there is an appearance of humility and a protestation that the truth"
    },
    {
      "index": 256,
      "start_time": 1368150.0,
      "end_time": 1371871.0,
      "text": "is much greater than anyone of us can grasp. But if this is used to invalidate all claims"
    },
    {
      "index": 257,
      "start_time": 1371870.0,
      "end_time": 1376169.0,
      "text": "to discern the truth, it is in fact an arrogant claim with the kind of knowledge which is"
    },
    {
      "index": 258,
      "start_time": 1376170.0,
      "end_time": 1384631.0,
      "text": "superior that you have just said, no religion has,&quot; you follow that? To say, I don’t know"
    },
    {
      "index": 259,
      "start_time": 1384630.0,
      "end_time": 1389480.0,
      "text": "which religion is true is an act of humility. To say, none of the religions have the truth."
    },
    {
      "index": 260,
      "start_time": 1389480.0,
      "end_time": 1393110.0,
      "text": "No one can be sure there&#39;s a god is actually to assume you have the kind of knowledge,"
    },
    {
      "index": 261,
      "start_time": 1393110.0,
      "end_time": 1399470.0,
      "text": "you just said no other person, no other religion has; how dare you? See, it’s a kind of arrogant"
    },
    {
      "index": 262,
      "start_time": 1399470.0,
      "end_time": 1402890.0,
      "text": "thing to say nobody can know the truth because it’s a universal truth claim. Nobody can"
    },
    {
      "index": 263,
      "start_time": 1402890.0,
      "end_time": 1407460.0,
      "text": "make universal truth claims. That is a universal truth claim. Nobody can see the whole truth."
    },
    {
      "index": 264,
      "start_time": 1407460.0,
      "end_time": 1411140.0,
      "text": "You couldn’t know that unless you think you see the whole truth. And, therefore, you’re"
    },
    {
      "index": 265,
      "start_time": 1411140.0,
      "end_time": 1416860.0,
      "text": "doing the very thing you say religious people shouldn’t say. So does that disprove god"
    },
    {
      "index": 266,
      "start_time": 1416860.0,
      "end_time": 1420840.0,
      "text": "now? Does that even prove that you can’t know God? Of course not, you undermine yourself."
    },
    {
      "index": 267,
      "start_time": 1420840.0,
      "end_time": 1427090.0,
      "text": "But, lastly, the main thing I’ve seen people say is say, look, there can’t be a god and"
    },
    {
      "index": 268,
      "start_time": 1427090.0,
      "end_time": 1432279.0,
      "text": "here’s what they say. Until you prove there’s a god, until you show me rational, empirical"
    },
    {
      "index": 269,
      "start_time": 1432280.0,
      "end_time": 1438391.0,
      "text": "proof, I don’t have to believe in God. And, therefore, until you prove there’s a god,"
    },
    {
      "index": 270,
      "start_time": 1438390.0,
      "end_time": 1444250.0,
      "text": "there is no god. Well, here’s a problem, that’s a big leap for faith. You say, what"
    },
    {
      "index": 271,
      "start_time": 1444250.0,
      "end_time": 1449399.0,
      "text": "do you mean it&#39;s a big leap of faith? Sure, if you have a creator god, here’s a god"
    },
    {
      "index": 272,
      "start_time": 1449400.0,
      "end_time": 1457201.0,
      "text": "who created the universe, what makes you so sure that this god who is not inside the universe,"
    },
    {
      "index": 273,
      "start_time": 1457200.0,
      "end_time": 1460919.0,
      "text": "I mean, he’s not on a being inside the universe, wholly inside; he&#39;s not like an island in"
    },
    {
      "index": 274,
      "start_time": 1460920.0,
      "end_time": 1466081.0,
      "text": "the Pacific. There’s no particular reason why you should believe in some island in the"
    },
    {
      "index": 275,
      "start_time": 1466080.0,
      "end_time": 1470100.0,
      "text": "Pacific unless somebody proves it to you; or a chemical compound, there&#39;s no reason"
    },
    {
      "index": 276,
      "start_time": 1470100.0,
      "end_time": 1474360.0,
      "text": "to believe this chemical compound exists unless somebody proves it to you. But why should"
    },
    {
      "index": 277,
      "start_time": 1474360.0,
      "end_time": 1479710.0,
      "text": "you assume that God would actually be someone or something so inside the world that He could"
    },
    {
      "index": 278,
      "start_time": 1479710.0,
      "end_time": 1483940.0,
      "text": "be provable? It may be right, and you may be wrong. But you have to admit it, it&#39;s a"
    },
    {
      "index": 279,
      "start_time": 1483940.0,
      "end_time": 1487480.0,
      "text": "leap of faith. You&#39;re actually assuming something about the nature of God in order to say He"
    },
    {
      "index": 280,
      "start_time": 1487480.0,
      "end_time": 1496039.0,
      "text": "doesn’t exist. C.S. Lewis writes an interesting article in 1961. Some of you might know that"
    },
    {
      "index": 281,
      "start_time": 1496040.0,
      "end_time": 1502420.0,
      "text": "the Russians were the first country to send somebody into space, Yuri Gagarin. And he"
    },
    {
      "index": 282,
      "start_time": 1502420.0,
      "end_time": 1510111.0,
      "text": "came back and a few months later, the premier of Russia--Soviet Union Khrushchev was giving"
    },
    {
      "index": 283,
      "start_time": 1510110.0,
      "end_time": 1514529.0,
      "text": "a speech and talking about atheism and he actually said, “We sent somebody to heaven,"
    },
    {
      "index": 284,
      "start_time": 1514530.0,
      "end_time": 1520381.0,
      "text": "and he came back and he said he didn’t see God anywhere.” And C.S. Lewis wrote an article"
    },
    {
      "index": 285,
      "start_time": 1520380.0,
      "end_time": 1525750.0,
      "text": "that said interestingly enough, he said, “If there is a god who created the world and created"
    },
    {
      "index": 286,
      "start_time": 1525750.0,
      "end_time": 1530250.0,
      "text": "us, you couldn’t--well, you don&#39;t relate to God the way a person in a first storey"
    },
    {
      "index": 287,
      "start_time": 1530250.0,
      "end_time": 1535250.0,
      "text": "relates to a man in the second storey. Rather, you would relate to God the way Hamlet relates"
    },
    {
      "index": 288,
      "start_time": 1535250.0,
      "end_time": 1542200.0,
      "text": "to Shakespeare.” See, if Hamlet wants to prove there&#39;s a Shakespeare, he’s not going"
    },
    {
      "index": 289,
      "start_time": 1542200.0,
      "end_time": 1545510.0,
      "text": "to be able to do that in a lab nor is he going to be able to find Shakespeare by going up"
    },
    {
      "index": 290,
      "start_time": 1545510.0,
      "end_time": 1551580.0,
      "text": "into the top of the, you know, the stage, you know. The only reason he knows anything"
    },
    {
      "index": 291,
      "start_time": 1551580.0,
      "end_time": 1557210.0,
      "text": "about Shakespeare is that Shakespeare writes something about himself into the play. And"
    },
    {
      "index": 292,
      "start_time": 1557210.0,
      "end_time": 1561940.0,
      "text": "what would mean is if there is a creator god, you probably--there should be evidence, but"
    },
    {
      "index": 293,
      "start_time": 1561940.0,
      "end_time": 1567640.0,
      "text": "the idea that you can’t believe in Him until someone proves Him is actually an assumption"
    },
    {
      "index": 294,
      "start_time": 1567640.0,
      "end_time": 1573919.0,
      "text": "of faith leap about the existence of the nature of God before you even are willing to admit,"
    },
    {
      "index": 295,
      "start_time": 1573920.0,
      "end_time": 1578650.0,
      "text": "you know, that He’s there. And besides that, you can’t prove anything hardly, you know"
    },
    {
      "index": 296,
      "start_time": 1578650.0,
      "end_time": 1584981.0,
      "text": "that. Did you take Philosophy 101? I can’t prove to you that I’m not a butterfly dreaming"
    },
    {
      "index": 297,
      "start_time": 1584980.0,
      "end_time": 1591299.0,
      "text": "I’m a man. And there are not--there are no non-circular arguments for the proposition"
    },
    {
      "index": 298,
      "start_time": 1591300.0,
      "end_time": 1594581.0,
      "text": "that your memories work. The world might have been here just five months or minutes ago,"
    },
    {
      "index": 299,
      "start_time": 1594580.0,
      "end_time": 1599260.0,
      "text": "it could have come into existence five minutes ago and your memories think as far as back"
    },
    {
      "index": 300,
      "start_time": 1599260.0,
      "end_time": 1603740.0,
      "text": "to that, how can you prove otherwise? So the philosophers know that you can’t prove anything."
    },
    {
      "index": 301,
      "start_time": 1603740.0,
      "end_time": 1608019.0,
      "text": "And guess what? You can’t prove any of your moral convictions. Human beings are valuable."
    },
    {
      "index": 302,
      "start_time": 1608020.0,
      "end_time": 1612321.0,
      "text": "You know, people have rights. You can’t prove that. Nope. That’s not self-evident."
    },
    {
      "index": 303,
      "start_time": 1612320.0,
      "end_time": 1615380.0,
      "text": "It maybe is to all your friends, but it’s not self-evident to all the people in the"
    },
    {
      "index": 304,
      "start_time": 1615380.0,
      "end_time": 1619019.0,
      "text": "world. It&#39;s not something you can prove. You can only prove anything and yet you live your"
    },
    {
      "index": 305,
      "start_time": 1619020.0,
      "end_time": 1623310.0,
      "text": "life on the basis of that. So why should you say to God, if you’re there, you prove yourself"
    },
    {
      "index": 306,
      "start_time": 1623310.0,
      "end_time": 1630711.0,
      "text": "to me or you have no response--I have no responsibility to you. That may be true; it may not be true"
    },
    {
      "index": 307,
      "start_time": 1630710.0,
      "end_time": 1633850.0,
      "text": "but it’s a leap of faith. Now, here’s where we&#39;ve come, this is not only the first"
    },
    {
      "index": 308,
      "start_time": 1633850.0,
      "end_time": 1639830.0,
      "text": "rung of the ladder and you say, oh, my gosh. Well, like I said, I’m pointing you to the"
    },
    {
      "index": 309,
      "start_time": 1639830.0,
      "end_time": 1643419.0,
      "text": "book. So I can’t give you everything that I’d like to give you, but here’s where"
    },
    {
      "index": 310,
      "start_time": 1643420.0,
      "end_time": 1648441.0,
      "text": "we are. If you can’t prove that there is no God, that means there may be a god and"
    },
    {
      "index": 311,
      "start_time": 1648440.0,
      "end_time": 1653440.0,
      "text": "if you in this room, any of you are living as if there is no God, you need to admit that"
    },
    {
      "index": 312,
      "start_time": 1653440.0,
      "end_time": 1658480.0,
      "text": "that’s a risk, that that’s an act of faith, that you’re taking your life into your hands,"
    },
    {
      "index": 313,
      "start_time": 1658480.0,
      "end_time": 1663490.0,
      "text": "right? And it&#39;s as much an act of faith a personal commitment an act of faith as a person"
    },
    {
      "index": 314,
      "start_time": 1663490.0,
      "end_time": 1669880.0,
      "text": "who gives him or herself to God. Now, if you don’t even see that, then you’re not on"
    },
    {
      "index": 315,
      "start_time": 1669880.0,
      "end_time": 1674360.0,
      "text": "the first rung of belief--of reasoning toward belief in God. If you do see that even for"
    },
    {
      "index": 316,
      "start_time": 1674360.0,
      "end_time": 1680210.0,
      "text": "the first time, you’ve hit rung one. Rung two, now, rung two, I’m going to be brief"
    },
    {
      "index": 317,
      "start_time": 1680210.0,
      "end_time": 1683809.0,
      "text": "about. And the reason I’m going to be brief about is because it actually takes more time"
    },
    {
      "index": 318,
      "start_time": 1683810.0,
      "end_time": 1693741.0,
      "text": "to demonstrate than rung one. Rung two is this: It takes more of a leap of faith to"
    },
    {
      "index": 319,
      "start_time": 1693740.0,
      "end_time": 1698500.0,
      "text": "disbelieve in God than to believe in God, because God makes more sense of the things"
    },
    {
      "index": 320,
      "start_time": 1698500.0,
      "end_time": 1706179.0,
      "text": "you see out there in the world than if there is no God. Let me give you only two examples,"
    },
    {
      "index": 321,
      "start_time": 1706180.0,
      "end_time": 1711540.0,
      "text": "only two. One of them is this. Okay. One of them is the fine-tuning of the universe and"
    },
    {
      "index": 322,
      "start_time": 1711540.0,
      "end_time": 1718040.0,
      "text": "one of them is human rights, okay? Fine-tuning of the universe, you probably heard about"
    },
    {
      "index": 323,
      "start_time": 1718040.0,
      "end_time": 1722310.0,
      "text": "this. There’s a man named Francis Collins who&#39;s a real scientist; I’m not. And he"
    },
    {
      "index": 324,
      "start_time": 1722310.0,
      "end_time": 1728321.0,
      "text": "does a good job of talking about this and the--the fine-tuning of the universe is the"
    },
    {
      "index": 325,
      "start_time": 1728320.0,
      "end_time": 1733659.0,
      "text": "fact that the fundamental regularities and constants of physics, the speed of light,"
    },
    {
      "index": 326,
      "start_time": 1733660.0,
      "end_time": 1738890.0,
      "text": "gravitational constants, strength and weakness of nuclear forces, all those things have to"
    },
    {
      "index": 327,
      "start_time": 1738890.0,
      "end_time": 1746011.0,
      "text": "be calibrated within a, you know, a millionth of a millionth of a millionth of a degree"
    },
    {
      "index": 328,
      "start_time": 1746010.0,
      "end_time": 1749309.0,
      "text": "and they all have to agree for organic life to have grown and, therefore, it looks like"
    },
    {
      "index": 329,
      "start_time": 1749310.0,
      "end_time": 1757131.0,
      "text": "this world is perfectly chosen for our human life. So what--the argument goes like this."
    },
    {
      "index": 330,
      "start_time": 1757130.0,
      "end_time": 1762740.0,
      "text": "The argument is: What are the chances of this happening by accident? Very, very--one in"
    },
    {
      "index": 331,
      "start_time": 1762740.0,
      "end_time": 1767549.0,
      "text": "a trillion that we just happen to be, so maybe this is an evidence for the existence God."
    },
    {
      "index": 332,
      "start_time": 1767550.0,
      "end_time": 1774221.0,
      "text": "Now, a guy like Richard Dawkins, very rightly says, that is not proof and here’s the reason"
    },
    {
      "index": 333,
      "start_time": 1774220.0,
      "end_time": 1779529.0,
      "text": "it’s not proof. He says, &quot;What if at the Big Bang, there were a million parallel universes,"
    },
    {
      "index": 334,
      "start_time": 1779530.0,
      "end_time": 1784800.0,
      "text": "a billion, a trillion, you know, infinite number of parallel universe all created at"
    },
    {
      "index": 335,
      "start_time": 1784800.0,
      "end_time": 1791420.0,
      "text": "once, and we just happen to be in the one. Okay, so what? Maybe it was a one in a trillionth"
    },
    {
      "index": 336,
      "start_time": 1791420.0,
      "end_time": 1796101.0,
      "text": "chance but here it is, we’re here. That doesn’t prove God and he’s right. Except"
    },
    {
      "index": 337,
      "start_time": 1796100.0,
      "end_time": 1800820.0,
      "text": "there’s--Alvin Plantinga is a Christian philosopher at Notre Dame that has a little"
    },
    {
      "index": 338,
      "start_time": 1800820.0,
      "end_time": 1805049.0,
      "text": "bit of a comeback that’s kind of funny. He says imagine yourself at a poker game,"
    },
    {
      "index": 339,
      "start_time": 1805050.0,
      "end_time": 1811861.0,
      "text": "and you’re sitting around at the poker game, and one man, the man who’s dealing deals"
    },
    {
      "index": 340,
      "start_time": 1811860.0,
      "end_time": 1819139.0,
      "text": "himself 20 straight hands of four aces, 20 straight hands. Okay, now, on the last time,"
    },
    {
      "index": 341,
      "start_time": 1819140.0,
      "end_time": 1827701.0,
      "text": "he deals himself, four aces. Everybody gets up. And you’re just ready to pound him and"
    },
    {
      "index": 342,
      "start_time": 1827700.0,
      "end_time": 1832029.0,
      "text": "here’s what he says, &quot;Look,&quot; he says. &quot;I know it looks suspicious, but what if there’s"
    },
    {
      "index": 343,
      "start_time": 1832030.0,
      "end_time": 1836300.0,
      "text": "an infinite succession of universes so that for any possible distribution of possible"
    },
    {
      "index": 344,
      "start_time": 1836300.0,
      "end_time": 1841050.0,
      "text": "poker hands, there is a universe in which the possibility is realized. We just happen"
    },
    {
      "index": 345,
      "start_time": 1841050.0,
      "end_time": 1845691.0,
      "text": "to find ourselves in one where I always deal myself four aces without cheating. Couldn’t"
    },
    {
      "index": 346,
      "start_time": 1845690.0,
      "end_time": 1852039.0,
      "text": "that be the case? You can’t prove that I’m cheating.&quot; And the answer is you&#39;re probably"
    },
    {
      "index": 347,
      "start_time": 1852040.0,
      "end_time": 1856920.0,
      "text": "going to slug him anyway because you would say, of course, you can’t prove it but what"
    },
    {
      "index": 348,
      "start_time": 1856920.0,
      "end_time": 1861900.0,
      "text": "are the chances? It’s not like, you know, nobody lives their life like that. In other"
    },
    {
      "index": 349,
      "start_time": 1861900.0,
      "end_time": 1868260.0,
      "text": "words, though the fine-tuning of the universe does not prove the existence of God, if there"
    },
    {
      "index": 350,
      "start_time": 1868260.0,
      "end_time": 1871930.0,
      "text": "is a god, it makes sense. If there’s not a god, it’s a long shot. It doesn’t prove"
    },
    {
      "index": 351,
      "start_time": 1871930.0,
      "end_time": 1876060.0,
      "text": "the existence of God. All it proves is if there is a god, what you see there makes more"
    },
    {
      "index": 352,
      "start_time": 1876060.0,
      "end_time": 1881451.0,
      "text": "sense. Let me give you only one other example, only one, human Rights. I&#39;ll give you a good"
    },
    {
      "index": 353,
      "start_time": 1881450.0,
      "end_time": 1887779.0,
      "text": "example of this. Alan Dershowitz in his book Shouting Fire has a chapter on where the human"
    },
    {
      "index": 354,
      "start_time": 1887780.0,
      "end_time": 1895800.0,
      "text": "rights come from, and he says there’s basically four possibilities. Now human rights is the"
    },
    {
      "index": 355,
      "start_time": 1895800.0,
      "end_time": 1905321.0,
      "text": "belief that human beings are so worthwhile that regardless of age, regardless of ethnicity,"
    },
    {
      "index": 356,
      "start_time": 1905320.0,
      "end_time": 1909330.0,
      "text": "regardless of gender, regardless of social status, regardless of how much wealth you"
    },
    {
      "index": 357,
      "start_time": 1909330.0,
      "end_time": 1914830.0,
      "text": "have, every human being is of great worth and has certain rights that can’t be exploited"
    },
    {
      "index": 358,
      "start_time": 1914830.0,
      "end_time": 1921399.0,
      "text": "or trampled upon. Now, the question comes: Why should we believe that? The first possibility,"
    },
    {
      "index": 359,
      "start_time": 1921400.0,
      "end_time": 1925770.0,
      "text": "Alan Dershowitz says, is that we believe that God created human beings and therefore they’re"
    },
    {
      "index": 360,
      "start_time": 1925770.0,
      "end_time": 1929691.0,
      "text": "sacred. They’re made in the image of God, et cetera. And Alan said--Alan Dershowitz"
    },
    {
      "index": 361,
      "start_time": 1929690.0,
      "end_time": 1933919.0,
      "text": "says but a lot of us don’t believe in God so we don’t want to go there. Fine. Point"
    },
    {
      "index": 362,
      "start_time": 1933920.0,
      "end_time": 1941420.0,
      "text": "two. The second possibility is maybe we--we find this in nature. If we look out in nature,"
    },
    {
      "index": 363,
      "start_time": 1941420.0,
      "end_time": 1947821.0,
      "text": "if we just look out nature, do we just see that somehow human beings, individuals are"
    },
    {
      "index": 364,
      "start_time": 1947820.0,
      "end_time": 1953720.0,
      "text": "valuable? &quot;No,&quot; he says, because all you see out there is the strong eating the weak. That&#39;s"
    },
    {
      "index": 365,
      "start_time": 1953720.0,
      "end_time": 1960740.0,
      "text": "how every one of you got here--called evolution. Annie Dillard who wrote Pilgrim at Tinker"
    },
    {
      "index": 366,
      "start_time": 1960740.0,
      "end_time": 1967820.0,
      "text": "Creek and won a Pulitzer Prize for it some years ago was living by a creek bed in Virginia,"
    },
    {
      "index": 367,
      "start_time": 1967820.0,
      "end_time": 1972000.0,
      "text": "and she wanted to get close to nature but the more she saw how nature was red and tooth"
    },
    {
      "index": 368,
      "start_time": 1972000.0,
      "end_time": 1978639.0,
      "text": "and claw, and the strong are eating the weak--she saw a water bug stinging a toad or a frog"
    },
    {
      "index": 369,
      "start_time": 1978640.0,
      "end_time": 1984001.0,
      "text": "and then suck out its brain and she saw this and she began to realize, &quot;Wait a minute."
    },
    {
      "index": 370,
      "start_time": 1984000.0,
      "end_time": 1988330.0,
      "text": "Everything about nature contradicts everything I feel about what is right and wrong.&quot; And"
    },
    {
      "index": 371,
      "start_time": 1988330.0,
      "end_time": 1992940.0,
      "text": "she says, &quot;Evolution loves death more than it loves you and me or anyone. I had thought"
    },
    {
      "index": 372,
      "start_time": 1992940.0,
      "end_time": 1997279.0,
      "text": "to live by the side of the creek in order to shape my life to its free flow, but I seem"
    },
    {
      "index": 373,
      "start_time": 1997280.0,
      "end_time": 2001611.0,
      "text": "to have reached the point where I must draw the line. I must part ways with the only world"
    },
    {
      "index": 374,
      "start_time": 2001610.0,
      "end_time": 2007580.0,
      "text": "I know. Look, Cock Robin may die the most gruesome of slow deaths and nature is no less"
    },
    {
      "index": 375,
      "start_time": 2007580.0,
      "end_time": 2012529.0,
      "text": "pleased. The sun comes up, the creek rolls on, the survivors still sing, but I cannot"
    },
    {
      "index": 376,
      "start_time": 2012530.0,
      "end_time": 2016371.0,
      "text": "feel that way about your death nor you about mine or either of us about the robins. We"
    },
    {
      "index": 377,
      "start_time": 2016370.0,
      "end_time": 2021840.0,
      "text": "value the individual supremely. Nature values the individual not a wit. It looks as if I"
    },
    {
      "index": 378,
      "start_time": 2021840.0,
      "end_time": 2026590.0,
      "text": "might have to reject this creek life unless I want to be utterly brutalized. Either this"
    },
    {
      "index": 379,
      "start_time": 2026590.0,
      "end_time": 2032639.0,
      "text": "world, nature, is a monster or I am a freak because I believe that the strong should not"
    },
    {
      "index": 380,
      "start_time": 2032640.0,
      "end_time": 2038221.0,
      "text": "eat the weak but everything in nature says it should. Either this world is my mother,"
    },
    {
      "index": 381,
      "start_time": 2038220.0,
      "end_time": 2042190.0,
      "text": "my mother is a monster, or I myself is a freak. Let’s consider the former possibility, the"
    },
    {
      "index": 382,
      "start_time": 2042190.0,
      "end_time": 2046500.0,
      "text": "world is a monster. There’s not a people in the world that behaves as bad as praying"
    },
    {
      "index": 383,
      "start_time": 2046500.0,
      "end_time": 2050270.0,
      "text": "mantises. But wait, you say, there’s no right or wrong in nature. Right and wrong"
    },
    {
      "index": 384,
      "start_time": 2050270.0,
      "end_time": 2054980.0,
      "text": "is a human concept. Precisely, we are model creatures in a universe that is running on"
    },
    {
      "index": 385,
      "start_time": 2054980.0,
      "end_time": 2060010.0,
      "text": "chance and death careening blindly from nowhere to nowhere which somehow produced wonderful"
    },
    {
      "index": 386,
      "start_time": 2060010.0000000002,
      "end_time": 2066310.0000000002,
      "text": "us. This world runs on chance and death and power, but I cherish life and the rights of"
    },
    {
      "index": 387,
      "start_time": 2066310.0,
      "end_time": 2070409.0,
      "text": "the weak versus the strong. So I crawled by chance out of a sea of amino acids through"
    },
    {
      "index": 388,
      "start_time": 2070409.9999999998,
      "end_time": 2076579.9999999998,
      "text": "evolution and now I twirl around and shake my fist at that sea and I cry, &#39;Shame!&#39; We"
    },
    {
      "index": 389,
      "start_time": 2076580.0,
      "end_time": 2080880.0,
      "text": "little blobs of soft tissue crawling around on this one planet skin are right and the"
    },
    {
      "index": 390,
      "start_time": 2080880.0,
      "end_time": 2086150.0,
      "text": "whole universe is wrong. The world is a monster. Oh, maybe not, let’s consider the alternative."
    },
    {
      "index": 391,
      "start_time": 2086150.0,
      "end_time": 2094241.0,
      "text": "Nature is fine. We are freaks. The frog that the giant water bug sucked had a rush of feeling"
    },
    {
      "index": 392,
      "start_time": 2094239.9999999998,
      "end_time": 2097869.0,
      "text": "for about a second before its brain turned to broth. I however have been sapped by very"
    },
    {
      "index": 393,
      "start_time": 2097870.0,
      "end_time": 2102580.0,
      "text": "strong feelings about the incident almost daily for years. All right, then, it’s our"
    },
    {
      "index": 394,
      "start_time": 2102580.0,
      "end_time": 2107761.0,
      "text": "emotions and values that already amiss. We are freaks. The world is fine. Let us all"
    },
    {
      "index": 395,
      "start_time": 2107760.0,
      "end_time": 2111619.0,
      "text": "go have lobotomies to restore us to a natural state. We can leave the library, then go back"
    },
    {
      "index": 396,
      "start_time": 2111620.0,
      "end_time": 2116961.0,
      "text": "to creek, lobotomize, and live on its banks as untroubled as any muskrat or reed--you"
    },
    {
      "index": 397,
      "start_time": 2116960.0,
      "end_time": 2124180.0,
      "text": "first.&quot; Here’s what she&#39;s saying, &quot;How could you look at nature and say there’s something"
    },
    {
      "index": 398,
      "start_time": 2124180.0,
      "end_time": 2129290.0,
      "text": "wrong with it?&quot; See, to believe in human rights is to say everything else in nature is wrong,"
    },
    {
      "index": 399,
      "start_time": 2129290.0,
      "end_time": 2134470.0,
      "text": "everything, because that’s how you got here. The strong eats the weak and now you’re"
    },
    {
      "index": 400,
      "start_time": 2134470.0,
      "end_time": 2139760.0,
      "text": "saying, &quot;No, it’s wrong.&quot; Why would it be wrong? Unless you believe in God or a supernatural"
    },
    {
      "index": 401,
      "start_time": 2139760.0,
      "end_time": 2144069.0,
      "text": "standard by which to judge, how can you judge that nature is unnatural? Where did you get"
    },
    {
      "index": 402,
      "start_time": 2144070.0,
      "end_time": 2150090.0,
      "text": "your idea by which you could say nature--so you can’t go to nature. No, it’s not,"
    },
    {
      "index": 403,
      "start_time": 2150090.0,
      "end_time": 2157521.0,
      "text": "it’s not natural. The third possibility is, okay, we formed human rights ourselves."
    },
    {
      "index": 404,
      "start_time": 2157520.0,
      "end_time": 2160210.0,
      "text": "Legislative majorities create human rights. They’re not discovered. They’re not there."
    },
    {
      "index": 405,
      "start_time": 2160210.0,
      "end_time": 2165680.0,
      "text": "Yeah, you’re right. Morality is something we create. So we create it. We as a body of"
    },
    {
      "index": 406,
      "start_time": 2165680.0,
      "end_time": 2171099.0,
      "text": "a legislative majority, we decide that human rights makes society work better and therefore"
    },
    {
      "index": 407,
      "start_time": 2171100.0,
      "end_time": 2175171.0,
      "text": "it’s more practical to believe in human rights so we create human rights. And Dershowitz"
    },
    {
      "index": 408,
      "start_time": 2175170.0,
      "end_time": 2179319.0,
      "text": "says that will never work. You know why? What we’re really saying is genocide is only"
    },
    {
      "index": 409,
      "start_time": 2179320.0,
      "end_time": 2186471.0,
      "text": "wrong because we say it is. And therefore if 51 percent want to vote to take away the"
    },
    {
      "index": 410,
      "start_time": 2186470.0,
      "end_time": 2192780.0,
      "text": "rights of 49 percent and destroy them, nobody can say, how dare you? Because you say genocide"
    },
    {
      "index": 411,
      "start_time": 2192780.0,
      "end_time": 2196290.0,
      "text": "is only wrong because we say so; now, most of us don’t say it’s wrong. He says the"
    },
    {
      "index": 412,
      "start_time": 2196290.0,
      "end_time": 2199770.0,
      "text": "whole value of rights, he says a lawyer, he says, the value of rights, is to say to the"
    },
    {
      "index": 413,
      "start_time": 2199770.0,
      "end_time": 2205540.0,
      "text": "majority, you have to honor the rights of my client. Human rights are there. They’re"
    },
    {
      "index": 414,
      "start_time": 2205540.0,
      "end_time": 2211109.0,
      "text": "discovered. They can’t be created. Oh, okay, now, wait, they don’t come from nature,"
    },
    {
      "index": 415,
      "start_time": 2211110.0,
      "end_time": 2216201.0,
      "text": "we don’t create them, they&#39;re there. He says I don’t believe in God; so why do I"
    },
    {
      "index": 416,
      "start_time": 2216200.0,
      "end_time": 2220680.0,
      "text": "believe in human rights? And you know what he says in the end? They’re just there."
    },
    {
      "index": 417,
      "start_time": 2220680.0,
      "end_time": 2223880.0,
      "text": "We don’t know where they come from, we don’t know why they&#39;re there, they probably shouldn’t"
    },
    {
      "index": 418,
      "start_time": 2223880.0,
      "end_time": 2229040.0,
      "text": "be there; but they’re there. Now, what is he saying? Am I telling you that human rights"
    },
    {
      "index": 419,
      "start_time": 2229040.0,
      "end_time": 2232079.0,
      "text": "proves there is a god, no. All I’m trying to say is this: If there is a god, human rights"
    },
    {
      "index": 420,
      "start_time": 2232080.0,
      "end_time": 2236131.0,
      "text": "makes sense. If there is no god, human rights don’t make much sense. They don’t make"
    },
    {
      "index": 421,
      "start_time": 2236130.0,
      "end_time": 2242079.0,
      "text": "as much sense. You don’t even know where they came from. What is this to say? Only"
    },
    {
      "index": 422,
      "start_time": 2242080.0,
      "end_time": 2247620.0,
      "text": "that belief in God makes more sense of life than non-belief, right? Dershowitz is basically"
    },
    {
      "index": 423,
      "start_time": 2247620.0,
      "end_time": 2252201.0,
      "text": "saying that. I’ve been planning as just to--and I could give you a long list. So here&#39;s"
    },
    {
      "index": 424,
      "start_time": 2252200.0,
      "end_time": 2257270.0,
      "text": "my question; I can’t prove God to you. I can only show you thing after thing after"
    },
    {
      "index": 425,
      "start_time": 2257270.0,
      "end_time": 2261859.0,
      "text": "thing, issue after issue after issue, if there is a god, it makes sense that that’s there."
    },
    {
      "index": 426,
      "start_time": 2261860.0,
      "end_time": 2266830.0,
      "text": "If there is a god, the idea of justice and injustice and genocide being wrong makes sense."
    },
    {
      "index": 427,
      "start_time": 2266830.0,
      "end_time": 2271340.0,
      "text": "If there is no god, you&#39;re really just taking a leap in the dark to say I don’t know why"
    },
    {
      "index": 428,
      "start_time": 2271340.0,
      "end_time": 2275511.0,
      "text": "it’s wrong, I just feel it’s wrong. It’s a bigger leap in the dark to believe in human"
    },
    {
      "index": 429,
      "start_time": 2275510.0,
      "end_time": 2279589.0,
      "text": "rights if you don’t believe in God than if you do. It’s a bigger leap in the dark"
    },
    {
      "index": 430,
      "start_time": 2279590.0,
      "end_time": 2285401.0,
      "text": "to say, somehow, love is significant, human beings are valuable if there is no god than"
    },
    {
      "index": 431,
      "start_time": 2285400.0,
      "end_time": 2293040.0,
      "text": "if there is. So why are you doing it? Why is it so hard to believe in God? Probably,"
    },
    {
      "index": 432,
      "start_time": 2293040.0,
      "end_time": 2297050.0,
      "text": "personal and social reasons, and maybe some intellectual reasons. Now, this is the last"
    },
    {
      "index": 433,
      "start_time": 2297050.0,
      "end_time": 2303190.0,
      "text": "because I do want to take 15 minutes of questions. I just said that once you get through the"
    },
    {
      "index": 434,
      "start_time": 2303190.0,
      "end_time": 2311660.0,
      "text": "second rung, you&#39;re only to the place of probability. God is more likely to exist. And you say is"
    },
    {
      "index": 435,
      "start_time": 2311660.0,
      "end_time": 2319250.0,
      "text": "that as far as you can take me? Well, yes, in a way. I better put this down. I’m sorry."
    },
    {
      "index": 436,
      "start_time": 2319250.0,
      "end_time": 2323470.0,
      "text": "But it doesn’t mean that you can’t be certain. If I was falling off the cliff and"
    },
    {
      "index": 437,
      "start_time": 2323470.0,
      "end_time": 2328980.0,
      "text": "I saw a branch taking out of the side of the cliff, let’s just say that branch is strong"
    },
    {
      "index": 438,
      "start_time": 2328980.0,
      "end_time": 2332640.0,
      "text": "enough to hold me up. Now, I’m about to fall. If I don’t grab that branch, I’m"
    },
    {
      "index": 439,
      "start_time": 2332640.0,
      "end_time": 2336950.0,
      "text": "dead. If I look at that branch and I say, “Oh, I don’t know if it’s going to save"
    },
    {
      "index": 440,
      "start_time": 2336950.0,
      "end_time": 2341310.0,
      "text": "me,” but if I grab it, I’m saved. If I look at the branch and I say, “I know that"
    },
    {
      "index": 441,
      "start_time": 2341310.0,
      "end_time": 2348079.0,
      "text": "branch can save me,” but I don’t grab it, I’m dead. You see, weak faith in a strong"
    },
    {
      "index": 442,
      "start_time": 2348080.0,
      "end_time": 2353271.0,
      "text": "object is infinitely better than strong faith in a weak object because it’s the object"
    },
    {
      "index": 443,
      "start_time": 2353270.0,
      "end_time": 2358760.0,
      "text": "of your faith, not the strength of your faith that saves you. And if you get to the place"
    },
    {
      "index": 444,
      "start_time": 2358760.0,
      "end_time": 2362839.0,
      "text": "where you think God probably is there, now, it’s time to make a personal commitment."
    },
    {
      "index": 445,
      "start_time": 2362840.0,
      "end_time": 2366911.0,
      "text": "You know what, if you, one of you want to come work for me, I could do all kinds of"
    },
    {
      "index": 446,
      "start_time": 2366910.0,
      "end_time": 2371790.0,
      "text": "rational background checks and everything to try to figure out that you&#39;re probably"
    },
    {
      "index": 447,
      "start_time": 2371790.0,
      "end_time": 2376510.0,
      "text": "the right person for the job. But until I commit to you, until I bite, until I invest"
    },
    {
      "index": 448,
      "start_time": 2376510.0,
      "end_time": 2381430.0,
      "text": "in you, until I actually hire you, which is always a risk, I can’t know. But if I personally"
    },
    {
      "index": 449,
      "start_time": 2381430.0,
      "end_time": 2385619.0,
      "text": "commit to you, in a year or so, I can know perfectly well, same thing with Jesus, same"
    },
    {
      "index": 450,
      "start_time": 2385620.0,
      "end_time": 2389551.0,
      "text": "thing with God. At a certain point, you come to probability and then you have to commit."
    },
    {
      "index": 451,
      "start_time": 2389550.0,
      "end_time": 2394000.0,
      "text": "Do you remember how--and here’s a great thing about Christianity, mind if I put in"
    },
    {
      "index": 452,
      "start_time": 2394000.0,
      "end_time": 2397180.0,
      "text": "a plug for my own religion? I’ve been talking about God in general but I’m a minister;"
    },
    {
      "index": 453,
      "start_time": 2397180.0,
      "end_time": 2403520.0,
      "text": "can I do that? You know, it’s my job. Remember how I said C.S. Lewis said that if there is"
    },
    {
      "index": 454,
      "start_time": 2403520.0,
      "end_time": 2407400.0,
      "text": "a god, the only way you’d know about him is since he&#39;s like Shakespeare, he would have"
    },
    {
      "index": 455,
      "start_time": 2407400.0,
      "end_time": 2411309.0,
      "text": "to write some information about himself into the play? You know, you can go beyond that"
    },
    {
      "index": 456,
      "start_time": 2411310.0,
      "end_time": 2416471.0,
      "text": "if you’re an author. Any of you ever see the Peter Wimsey novels or ever see the--they"
    },
    {
      "index": 457,
      "start_time": 2416470.0,
      "end_time": 2423950.0,
      "text": "were put on BBC? Dorothy Sayers was one of the first women to ever graduate from Oxford"
    },
    {
      "index": 458,
      "start_time": 2423950.0,
      "end_time": 2428990.0,
      "text": "and she was a detective novelist and she wrote a series of novels. Peter Wimsey was this"
    },
    {
      "index": 459,
      "start_time": 2428990.0,
      "end_time": 2436270.0,
      "text": "aristocratic detective and he solved mysteries. And halfway through the series, a woman shows"
    },
    {
      "index": 460,
      "start_time": 2436270.0,
      "end_time": 2440720.0,
      "text": "up named Harriett Vane. And Harriet Vane was one of the first women who ever graduated"
    },
    {
      "index": 461,
      "start_time": 2440720.0,
      "end_time": 2446720.0,
      "text": "from Oxford and she was a writer of detective novels and she falls in love with Peter Wimsey"
    },
    {
      "index": 462,
      "start_time": 2446720.0,
      "end_time": 2452819.0,
      "text": "and marries him. Do you know who Harriet Vane is? See, what happened was Dorothy Sayers"
    },
    {
      "index": 463,
      "start_time": 2452820.0,
      "end_time": 2459590.0,
      "text": "fell in love with Peter Wimsey. She created him, she created the whole world that he was"
    },
    {
      "index": 464,
      "start_time": 2459590.0,
      "end_time": 2466021.0,
      "text": "in and she also saw he was horribly lonely, and she wanted to get into that world and"
    },
    {
      "index": 465,
      "start_time": 2466020.0,
      "end_time": 2473200.0,
      "text": "save him. And guess what? She did. She wrote herself in and she married him and they lived"
    },
    {
      "index": 466,
      "start_time": 2473200.0,
      "end_time": 2477190.0,
      "text": "happily ever after. Now, you know what the gospel is, every other religion says God is"
    },
    {
      "index": 467,
      "start_time": 2477190.0,
      "end_time": 2481220.0,
      "text": "up here and you have believe in him but only in Christianity, he says, God wrote himself"
    },
    {
      "index": 468,
      "start_time": 2481220.0,
      "end_time": 2487160.0,
      "text": "into the play. It’s really moving to say, oh, Dorothy Sayers put herself into the world"
    },
    {
      "index": 469,
      "start_time": 2487160.0,
      "end_time": 2490960.0,
      "text": "she created and she fell in love with her key character and that’s exactly what God"
    },
    {
      "index": 470,
      "start_time": 2490960.0,
      "end_time": 2495950.0,
      "text": "has done, that’s what the gospel is. And, therefore, if personal commitment is the key"
    },
    {
      "index": 471,
      "start_time": 2495950.0,
      "end_time": 2502020.0,
      "text": "to certainty, Christianity has a leg up because you’ve got a watertight, not a watertight"
    },
    {
      "index": 472,
      "start_time": 2502020.0,
      "end_time": 2506550.0,
      "text": "argument, you a watertight person, Jesus Christ, against him in the end, I don’t think there"
    },
    {
      "index": 473,
      "start_time": 2506550.0,
      "end_time": 2511990.0,
      "text": "can be a good argument. Now, what I’m going to do is walk over here, without knocking"
    },
    {
      "index": 474,
      "start_time": 2511990.0,
      "end_time": 2516760.0,
      "text": "anything over and then everybody who wants to ask me questions for the next 15, 20 minutes"
    },
    {
      "index": 475,
      "start_time": 2516760.0,
      "end_time": 2522730.0,
      "text": "or so, just come up there and, oh, I’m sorry, I&#39;ll move this a little bit. Am I still in"
    },
    {
      "index": 476,
      "start_time": 2522730.0,
      "end_time": 2527190.0,
      "text": "the line? Okay, thank you. So thank you for listening. Can this hold me up? I’m a big"
    },
    {
      "index": 477,
      "start_time": 2527190.0,
      "end_time": 2531839.0,
      "text": "guy. Okay. Hi. &gt;&gt; Hi. I want to thank you very much for being"
    },
    {
      "index": 478,
      "start_time": 2531840.0,
      "end_time": 2538021.0,
      "text": "here today. It’s a fascinating talk. I actually have a hundred questions and it would not"
    },
    {
      "index": 479,
      "start_time": 2538020.0,
      "end_time": 2542140.0,
      "text": "be fair for me to ask them so that means I have to go get my hands in the book."
    },
    {
      "index": 480,
      "start_time": 2542140.0,
      "end_time": 2543010.0,
      "text": "&gt;&gt; KELLER: So you’re just going to give me, what, 50?"
    },
    {
      "index": 481,
      "start_time": 2543010.0,
      "end_time": 2549869.0,
      "text": "&gt;&gt; I’m just going to give you one. The argument from evil and suffering is interesting to"
    },
    {
      "index": 482,
      "start_time": 2549870.0,
      "end_time": 2557310.0,
      "text": "me because you say, well, maybe God is permitting it and we just can’t understand why."
    },
    {
      "index": 483,
      "start_time": 2557310.0,
      "end_time": 2561681.0,
      "text": "&gt;&gt; KELLER: Right. &gt;&gt; Well, that may be true but it seems to"
    },
    {
      "index": 484,
      "start_time": 2561680.0,
      "end_time": 2569109.0,
      "text": "me that if that’s true, then I don’t understand how you can come to any conclusions about"
    },
    {
      "index": 485,
      "start_time": 2569110.0,
      "end_time": 2576560.0,
      "text": "what God would do or wouldn’t do based on his properties. If God is all good and all"
    },
    {
      "index": 486,
      "start_time": 2576560.0,
      "end_time": 2581290.0,
      "text": "powerful and still lets babies burn to death in fires..."
    },
    {
      "index": 487,
      "start_time": 2581290.0,
      "end_time": 2585620.0,
      "text": "&gt;&gt; KELLER: Uh-hmm. &gt;&gt; Then, maybe he&#39;s all good and all powerful"
    },
    {
      "index": 488,
      "start_time": 2585620.0,
      "end_time": 2593221.0,
      "text": "and chooses not to save us or chooses not to love us or one specific thing you said"
    },
    {
      "index": 489,
      "start_time": 2593220.0,
      "end_time": 2597869.0,
      "text": "is that, for atheists, they&#39;re making a leap of faith, they’re taking--they’re risking"
    },
    {
      "index": 490,
      "start_time": 2597870.0,
      "end_time": 2601541.0,
      "text": "something. They’re taking their life in their hands. Well, that’s not just based"
    },
    {
      "index": 491,
      "start_time": 2601540.0,
      "end_time": 2609760.0,
      "text": "on a belief in God but a belief in how atheists should act if there’s a god, the consequences"
    },
    {
      "index": 492,
      "start_time": 2609760.0,
      "end_time": 2616540.0,
      "text": "for atheists. If he’s going to let babies burn in fires, then maybe he’s going to"
    },
    {
      "index": 493,
      "start_time": 2616540.0,
      "end_time": 2619630.0,
      "text": "let atheists prosper, go to heaven and be healthy."
    },
    {
      "index": 494,
      "start_time": 2619630.0,
      "end_time": 2625480.0,
      "text": "&gt;&gt; KELLER: But, see, so by--it sounds like you are assuming then that if babies burn"
    },
    {
      "index": 495,
      "start_time": 2625480.0,
      "end_time": 2631490.0,
      "text": "in fires--actually, what you’re doing is you’re trying to go back and say, there"
    },
    {
      "index": 496,
      "start_time": 2631490.0,
      "end_time": 2634989.0,
      "text": "can’t be any way that a loving God could let a baby burn in fire."
    },
    {
      "index": 497,
      "start_time": 2634990.0,
      "end_time": 2640221.0,
      "text": "&gt;&gt; No, I&#39;m not saying that. I’m saying if we conclude that a loving, omnipotent God"
    },
    {
      "index": 498,
      "start_time": 2640220.0,
      "end_time": 2645960.0,
      "text": "can let babies burn in fire, then we could conclude that he can let any horrible thing"
    },
    {
      "index": 499,
      "start_time": 2645960.0,
      "end_time": 2652200.0,
      "text": "happen or any good thing happen and therefore assuming, for instance, that atheists are"
    },
    {
      "index": 500,
      "start_time": 2652200.0,
      "end_time": 2656960.0,
      "text": "going to have to pay in some way, that’s the assumption about hat God will do. But"
    },
    {
      "index": 501,
      "start_time": 2656960.0,
      "end_time": 2661319.0,
      "text": "we already know that we can’t understand why God does things and therefore we can&#39;t"
    },
    {
      "index": 502,
      "start_time": 2661320.0,
      "end_time": 2665000.0,
      "text": "understand what he would do and what he wouldn’t do in any situation."
    },
    {
      "index": 503,
      "start_time": 2665000.0,
      "end_time": 2675610.0,
      "text": "&gt;&gt; KELLER: The difference between--listen, when the Bible says, thou shall not kill,"
    },
    {
      "index": 504,
      "start_time": 2675610.0,
      "end_time": 2678791.0,
      "text": "we shouldn’t be sitting around saying, well, what we don’t know what God&#39;s will is. There"
    },
    {
      "index": 505,
      "start_time": 2678790.0,
      "end_time": 2685440.0,
      "text": "it is. When it comes to guessing why he let certain things happen, that is a completely"
    },
    {
      "index": 506,
      "start_time": 2685440.0,
      "end_time": 2690710.0,
      "text": "different category and you really shouldn’t put the two together. Say, for example, how"
    },
    {
      "index": 507,
      "start_time": 2690710.0,
      "end_time": 2695130.0,
      "text": "do you know that the baby, if the person grew up would have become an evil person and this"
    },
    {
      "index": 508,
      "start_time": 2695130.0,
      "end_time": 2698140.0,
      "text": "is his way of just getting the baby out and staying in heaven forever. You don’t know"
    },
    {
      "index": 509,
      "start_time": 2698140.0,
      "end_time": 2699579.0,
      "text": "that. &gt;&gt; And how do you know that the atheist wouldn’t"
    },
    {
      "index": 510,
      "start_time": 2699580.0,
      "end_time": 2705560.0,
      "text": "be a better person, a particular atheist wouldn’t be a better person for being an atheist and"
    },
    {
      "index": 511,
      "start_time": 2705560.0,
      "end_time": 2711381.0,
      "text": "God wishes him to be an atheist for it? &gt;&gt; KELLER: Why don’t you say--I just said,"
    },
    {
      "index": 512,
      "start_time": 2711380.0,
      "end_time": 2716160.0,
      "text": "there’s a difference between what the word--what the Bible says. So the Bible would say..."
    },
    {
      "index": 513,
      "start_time": 2716160.0,
      "end_time": 2719510.0,
      "text": "&gt;&gt; You’ve made an enormous leap. &gt;&gt; KELLER: Well, yeah, because I didn’t"
    },
    {
      "index": 514,
      "start_time": 2719510.0,
      "end_time": 2722140.0,
      "text": "get there. I just talked about God. &gt;&gt; Faith in God."
    },
    {
      "index": 515,
      "start_time": 2722140.0,
      "end_time": 2725690.0,
      "text": "&gt;&gt; KELLER: Yes, you’re right. You’re right. You’re right. That’s another talk."
    },
    {
      "index": 516,
      "start_time": 2725690.0,
      "end_time": 2728589.0,
      "text": "&gt;&gt; Okay. &gt;&gt; KELLER: So you’re perfectly right in"
    },
    {
      "index": 517,
      "start_time": 2728590.0,
      "end_time": 2734151.0,
      "text": "saying, until you, until you, Tim Keller, until you can show me that I need to take"
    },
    {
      "index": 518,
      "start_time": 2734150.0,
      "end_time": 2738750.0,
      "text": "the Bible seriously, it’s tough for me to completely swallow what you just said about"
    },
    {
      "index": 519,
      "start_time": 2738750.0,
      "end_time": 2743290.0,
      "text": "evil and suffering. Okay. So I have to go there, and I won’t partly because, unless"
    },
    {
      "index": 520,
      "start_time": 2743290.0,
      "end_time": 2744310.0,
      "text": "you... &gt;&gt; No."
    },
    {
      "index": 521,
      "start_time": 2744310.0,
      "end_time": 2747130.0,
      "text": "&gt;&gt; KELLER: No, we just don’t have enough time. But, you see, the point is, there’s"
    },
    {
      "index": 522,
      "start_time": 2747130.0,
      "end_time": 2754210.0,
      "text": "nothing, for example, in the Bible about why God would let somebody die or child die. There’s"
    },
    {
      "index": 523,
      "start_time": 2754210.0,
      "end_time": 2757619.0,
      "text": "a lot of stuff in the Bible saying you have responsibility to respond to me; I’m your"
    },
    {
      "index": 524,
      "start_time": 2757620.0,
      "end_time": 2762911.0,
      "text": "creator. So that’s--however, you’re absolutely right about the fact that I didn’t establish"
    },
    {
      "index": 525,
      "start_time": 2762910.0,
      "end_time": 2766090.0,
      "text": "that so I can’t leverage it. But, good point. Come on."
    },
    {
      "index": 526,
      "start_time": 2766090.0,
      "end_time": 2773130.0,
      "text": "&gt;&gt; Hi, could it be that the derivation of basic human rights comes from our ability"
    },
    {
      "index": 527,
      "start_time": 2773130.0,
      "end_time": 2778670.0,
      "text": "to see perspective and take the role of another person and, maybe, that is just a good evolutionary"
    },
    {
      "index": 528,
      "start_time": 2778670.0,
      "end_time": 2781319.0,
      "text": "strategy? &gt;&gt; KELLER: Right. What you’re saying is,"
    },
    {
      "index": 529,
      "start_time": 2781320.0,
      "end_time": 2785971.0,
      "text": "then, human rights just helps you pass your genetic code on. It’s basically a form of"
    },
    {
      "index": 530,
      "start_time": 2785970.0,
      "end_time": 2791710.0,
      "text": "selfishness. In other words, you&#39;re saying that, that--the trouble with saying that everything"
    },
    {
      "index": 531,
      "start_time": 2791710.0,
      "end_time": 2801079.0,
      "text": "comes from evolution, that my--that the feeling that it’s wrong to exploit somebody basically"
    },
    {
      "index": 532,
      "start_time": 2801080.0,
      "end_time": 2808810.0,
      "text": "helps me pass my genetic material on, if that’s all you want to say human rights is, I would"
    },
    {
      "index": 533,
      "start_time": 2808810.0,
      "end_time": 2813641.0,
      "text": "say then, why can’t I get away with it? In other words, I guess I would say, that"
    },
    {
      "index": 534,
      "start_time": 2813640.0,
      "end_time": 2817210.0,
      "text": "doesn’t tell me that human rights are really there. What that tells me is why I feel that"
    },
    {
      "index": 535,
      "start_time": 2817210.0,
      "end_time": 2821960.0,
      "text": "they’re there. See, I think Dershowitz--see, Dershowitz actually deals with that a little"
    },
    {
      "index": 536,
      "start_time": 2821960.0,
      "end_time": 2826210.0,
      "text": "bit. He says, if you say the reason--so many of us, and most people don’t believe in"
    },
    {
      "index": 537,
      "start_time": 2826210.0,
      "end_time": 2831550.0,
      "text": "human rights, okay? But the reason so many of us here believe in human rights is because"
    },
    {
      "index": 538,
      "start_time": 2831550.0,
      "end_time": 2837619.0,
      "text": "it’s our next stage of evolution and we feel that they’re there. But that only tells"
    },
    {
      "index": 539,
      "start_time": 2837620.0,
      "end_time": 2841211.0,
      "text": "me why I feel that they’re not--that they are there. So I wouldn’t say your argument"
    },
    {
      "index": 540,
      "start_time": 2841210.0,
      "end_time": 2848140.0,
      "text": "goes far enough. Okay? Thanks. I think I did a lot better with him than you so. You have"
    },
    {
      "index": 541,
      "start_time": 2848140.0,
      "end_time": 2852520.0,
      "text": "a very good point, anyway. I understand what you’re saying and I hope I’m not making"
    },
    {
      "index": 542,
      "start_time": 2852520.0,
      "end_time": 2857140.0,
      "text": "a short rift of these big deals but I don’t have too much time. Yes, go ahead."
    },
    {
      "index": 543,
      "start_time": 2857140.0,
      "end_time": 2861589.0,
      "text": "&gt;&gt; Dr. Keller, first, I wanted to thank you for joining us today. One of the many interesting"
    },
    {
      "index": 544,
      "start_time": 2861590.0,
      "end_time": 2862021.0,
      "text": "points... &gt;&gt; KELLER: Who’s that?"
    },
    {
      "index": 545,
      "start_time": 2862020.0,
      "end_time": 2864430.0,
      "text": "&gt;&gt; This is Cornelius. &gt;&gt; KELLER: Cornelius?"
    },
    {
      "index": 546,
      "start_time": 2864430.0,
      "end_time": 2865660.0,
      "text": "&gt;&gt; Yeah. &gt;&gt; KELLER: Cool."
    },
    {
      "index": 547,
      "start_time": 2865660.0,
      "end_time": 2869530.0,
      "text": "&gt;&gt; One of the many interesting points you made had to do with the increasing prevalence"
    },
    {
      "index": 548,
      "start_time": 2869530.0,
      "end_time": 2876980.0,
      "text": "of orthodox religions in our society. And I was wondering, I read an essay by an economist"
    },
    {
      "index": 549,
      "start_time": 2876980.0,
      "end_time": 2881480.0,
      "text": "named Lawrence Anacone. He talks about why strict churches are strong, you know, basically,"
    },
    {
      "index": 550,
      "start_time": 2881480.0,
      "end_time": 2886589.0,
      "text": "that he feels that the social advantages of a strict church become increasingly, you know,"
    },
    {
      "index": 551,
      "start_time": 2886590.0,
      "end_time": 2893421.0,
      "text": "desirable as the society becomes more wealthy and educated. I was wondering if you had any"
    },
    {
      "index": 552,
      "start_time": 2893420.0,
      "end_time": 2896760.0,
      "text": "comments on that. &gt;&gt; KELLER: That sounds a little bit like--no,"
    },
    {
      "index": 553,
      "start_time": 2896760.0,
      "end_time": 2901400.0,
      "text": "I don’t know. I haven’t read that. It sounds a little bit like a sociologist named"
    },
    {
      "index": 554,
      "start_time": 2901400.0,
      "end_time": 2906150.0,
      "text": "Dean Kelley back in the early ‘70s. He wrote a book called “Why Conservative Churches"
    },
    {
      "index": 555,
      "start_time": 2906150.0,
      "end_time": 2912220.0,
      "text": "Are Growing?” He said the same thing. And, you know, as a Christian believer, I would"
    },
    {
      "index": 556,
      "start_time": 2912220.0,
      "end_time": 2920410.0,
      "text": "say that can only be partly right, but I could say that, to some degree, you’ll find those"
    },
    {
      "index": 557,
      "start_time": 2920410.0,
      "end_time": 2925250.0,
      "text": "kinds of churches are pretty attractive when the society is very mobile, and there’s"
    },
    {
      "index": 558,
      "start_time": 2925250.0,
      "end_time": 2929480.0,
      "text": "like no community. And it kind of creates--it’s automatic community in a place where no one"
    },
    {
      "index": 559,
      "start_time": 2929480.0,
      "end_time": 2934799.0,
      "text": "knows anyone. But the fact is that Christianity grows all over the place. I mean, the--you"
    },
    {
      "index": 560,
      "start_time": 2934800.0,
      "end_time": 2941991.0,
      "text": "know, Christianity grew explosively in China, in the rural areas, in the last 50 years where"
    },
    {
      "index": 561,
      "start_time": 2941990.0,
      "end_time": 2946210.0,
      "text": "there was no mobility, there was tremendous community and, yet, it’s the same kind of"
    },
    {
      "index": 562,
      "start_time": 2946210.0,
      "end_time": 2951400.0,
      "text": "crunchy, robust, orthodox, conservative religion that&#39;s grown there as it’s growing in our"
    },
    {
      "index": 563,
      "start_time": 2951400.0,
      "end_time": 2956010.0,
      "text": "exurbs right now. So if somebody wants to say, one of the reasons why people go to those"
    },
    {
      "index": 564,
      "start_time": 2956010.0,
      "end_time": 2960359.0,
      "text": "churches is it creates community as the world’s becoming, as their societies are becoming"
    },
    {
      "index": 565,
      "start_time": 2960360.0,
      "end_time": 2966231.0,
      "text": "more--there’s more detachment and people feel there’s no community, I agree. But"
    },
    {
      "index": 566,
      "start_time": 2966230.0,
      "end_time": 2971049.0,
      "text": "you can’t reduce the growth of Christianity to that, that’s all. And thank you for bringing"
    },
    {
      "index": 567,
      "start_time": 2971050.0,
      "end_time": 2974631.0,
      "text": "Cornelius up. You’re welcome. He&#39;s a sweetheart. Hi."
    },
    {
      "index": 568,
      "start_time": 2974630.0,
      "end_time": 2978150.0,
      "text": "&gt;&gt; Hi, I have a comment and a question. &gt;&gt; KELLER: Sure."
    },
    {
      "index": 569,
      "start_time": 2978150.0,
      "end_time": 2982829.0,
      "text": "&gt;&gt; My comment is, I think you’ve misunderstood the anthropic principle which characterizes"
    },
    {
      "index": 570,
      "start_time": 2982830.0,
      "end_time": 2986961.0,
      "text": "there’s a multitude of universes and we just happen to be in one with fine-tuned constants."
    },
    {
      "index": 571,
      "start_time": 2986960.0,
      "end_time": 2989329.0,
      "text": "&gt;&gt; KELLER: Okay. &gt;&gt; The problem is that fine-tuned constants"
    },
    {
      "index": 572,
      "start_time": 2989330.0,
      "end_time": 2995870.0,
      "text": "are required for our existence. And the poker game analogy falls down because 20 hands of"
    },
    {
      "index": 573,
      "start_time": 2995870.0,
      "end_time": 3000441.0,
      "text": "four aces in a row are not a requirement to have an observer there to witness the cards"
    },
    {
      "index": 574,
      "start_time": 3000440.0,
      "end_time": 3006030.0,
      "text": "being dealt. An equivalent to the poker game analogy would be to say, well, we discovered"
    },
    {
      "index": 575,
      "start_time": 3006030.0,
      "end_time": 3010049.0,
      "text": "this nebula in a distant galaxy that happens to make the exact shape of the Ten Commandments"
    },
    {
      "index": 576,
      "start_time": 3010050.0,
      "end_time": 3015521.0,
      "text": "written in ancient Hebrew. If you showed me such a nebula, I would be immediately convinced"
    },
    {
      "index": 577,
      "start_time": 3015520.0,
      "end_time": 3021240.0,
      "text": "that Christianity or Judaism, at least, was true. But the existence of that nebula does"
    },
    {
      "index": 578,
      "start_time": 3021240.0,
      "end_time": 3025369.0,
      "text": "not predicate my existence and that’s why that would convince me so..."
    },
    {
      "index": 579,
      "start_time": 3025370.0,
      "end_time": 3031570.0,
      "text": "&gt;&gt; KELLER: Yeah. Listen, I’m not completely convinced about what you just said and I think"
    },
    {
      "index": 580,
      "start_time": 3031570.0,
      "end_time": 3037171.0,
      "text": "some of it is subjective. If most--mainly I said, and what you said, we&#39;ll probably"
    },
    {
      "index": 581,
      "start_time": 3037170.0,
      "end_time": 3043849.0,
      "text": "leave it at that. I mean, it was--I thought, I mean I read Dawkins pretty closely, and"
    },
    {
      "index": 582,
      "start_time": 3043850.0,
      "end_time": 3049360.0,
      "text": "I thought Dawkins said that we would be in the only universe that actually is the right"
    },
    {
      "index": 583,
      "start_time": 3049360.0,
      "end_time": 3052691.0,
      "text": "universe for our existence. &gt;&gt; Right, because we can’t exist in the"
    },
    {
      "index": 584,
      "start_time": 3052690.0,
      "end_time": 3054170.0,
      "text": "other universes. &gt;&gt; KELLER: But he’s still saying--right--but"
    },
    {
      "index": 585,
      "start_time": 3054170.0,
      "end_time": 3058020.0,
      "text": "he’s still saying that--yes, I see what you mean, that we just happen to be in this"
    },
    {
      "index": 586,
      "start_time": 3058020.0,
      "end_time": 3059859.0,
      "text": "universe and would have to be... &gt;&gt; Well, it’s not so much that we happen"
    },
    {
      "index": 587,
      "start_time": 3059860.0,
      "end_time": 3064260.0,
      "text": "to be. It&#39;s that the universe that allows for observers has observers and so..."
    },
    {
      "index": 588,
      "start_time": 3064260.0,
      "end_time": 3067491.0,
      "text": "&gt;&gt; KELLER: Well, you would say, it just happens that there&#39;s one universe that grows human"
    },
    {
      "index": 589,
      "start_time": 3067490.0,
      "end_time": 3069820.0,
      "text": "life though. You would agree with that? &gt;&gt; That’s true."
    },
    {
      "index": 590,
      "start_time": 3069820.0,
      "end_time": 3072049.0,
      "text": "&gt;&gt; KELLER: Well, that’s the point of the poker game."
    },
    {
      "index": 591,
      "start_time": 3072050.0,
      "end_time": 3079171.0,
      "text": "&gt;&gt; It still is different; but I&#39;ll be running my question because we could argue about it"
    },
    {
      "index": 592,
      "start_time": 3079170.0,
      "end_time": 3079170.0,
      "text": "forever. &gt;&gt; KELLER: Okay."
    },
    {
      "index": 593,
      "start_time": 3079170.0,
      "end_time": 3084130.0,
      "text": "&gt;&gt; My question is: If God is the only basis for human rights, then why is it that, at"
    },
    {
      "index": 594,
      "start_time": 3084130.0,
      "end_time": 3088319.0,
      "text": "least, in many parts of the world, we’ve seen a trend toward increasing secularism"
    },
    {
      "index": 595,
      "start_time": 3088320.0,
      "end_time": 3093330.0,
      "text": "and increasing human rights at the same time? &gt;&gt; KELLER: Well, there’s--read Nicholas"
    },
    {
      "index": 596,
      "start_time": 3093330.0,
      "end_time": 3097941.0,
      "text": "Wolterstorff’s new book, “Justice, Rights and Wrong.” It’s brand new. It’s a hard"
    },
    {
      "index": 597,
      "start_time": 3097940.0,
      "end_time": 3102640.0,
      "text": "book. He’s a philosopher from Yale. It’s Princeton University Press and he says that"
    },
    {
      "index": 598,
      "start_time": 3102640.0,
      "end_time": 3106319.0,
      "text": "there’s both an enlightenment basis for human rights and a Christian one."
    },
    {
      "index": 599,
      "start_time": 3106320.0,
      "end_time": 3108991.0,
      "text": "&gt;&gt; Right. &gt;&gt; KELLER: And he would say, one of the reasons"
    },
    {
      "index": 600,
      "start_time": 3108990.0,
      "end_time": 3115780.0,
      "text": "why--the enlightenment view of human rights is the individual is the main unit. Individual"
    },
    {
      "index": 601,
      "start_time": 3115780.0,
      "end_time": 3123430.0,
      "text": "rights--the individual happiness is more important than the community whereas the classic, most"
    },
    {
      "index": 602,
      "start_time": 3123430.0,
      "end_time": 3128630.0,
      "text": "cultures, is that community is more important than the individual. The idea of human rights"
    },
    {
      "index": 603,
      "start_time": 3128630.0,
      "end_time": 3135650.0,
      "text": "according to Wolterstorff grew out of Christian roots but it also can grow out of enlightenment"
    },
    {
      "index": 604,
      "start_time": 3135650.0,
      "end_time": 3141190.0,
      "text": "roots. But it’s pretty tough to see it growing out of some other religions. So it’s in"
    },
    {
      "index": 605,
      "start_time": 3141190.0,
      "end_time": 3143059.0,
      "text": "there... &gt;&gt; Okay. But if it grows out of enlightenment"
    },
    {
      "index": 606,
      "start_time": 3143060.0,
      "end_time": 3144110.0,
      "text": "roots then... &gt;&gt; KELLER: As well as--yes."
    },
    {
      "index": 607,
      "start_time": 3144110.0,
      "end_time": 3150231.0,
      "text": "&gt;&gt; As well as Christian but if both lead to human rights, then we don’t need Christianity"
    },
    {
      "index": 608,
      "start_time": 3150230.0,
      "end_time": 3152190.0,
      "text": "or... &gt;&gt; KELLER: Oh, no, listen--I was never--wait,"
    },
    {
      "index": 609,
      "start_time": 3152190.0,
      "end_time": 3156450.0,
      "text": "oh wait. I’m glad you said this because I want to make this clear. I’m not saying"
    },
    {
      "index": 610,
      "start_time": 3156450.0,
      "end_time": 3161630.0,
      "text": "you got to believe in God to be moral or to have human rights. I would say it’s a bigger"
    },
    {
      "index": 611,
      "start_time": 3161630.0,
      "end_time": 3165609.0,
      "text": "leap. All I’m trying to say is it makes more sense of the thing you believe in which"
    },
    {
      "index": 612,
      "start_time": 3165610.0,
      "end_time": 3169830.0,
      "text": "is human rights, that there be a god than not. That’s all I’m trying to say. So"
    },
    {
      "index": 613,
      "start_time": 3169830.0,
      "end_time": 3173001.0,
      "text": "that--then you’re sort of confronting--I’m kind of trying to confront you to say, well,"
    },
    {
      "index": 614,
      "start_time": 3173000.0,
      "end_time": 3176859.0,
      "text": "what’s the big problem with God if so many of the things you believe in fit in with,"
    },
    {
      "index": 615,
      "start_time": 3176860.0,
      "end_time": 3180451.0,
      "text": "well, belief in God. That’s all. But you’re absolutely right. Certainly, I don&#39;t want"
    },
    {
      "index": 616,
      "start_time": 3180450.0,
      "end_time": 3184369.0,
      "text": "anybody to think ever you got to believe in God in order to be a champion of human rights."
    },
    {
      "index": 617,
      "start_time": 3184370.0,
      "end_time": 3191961.0,
      "text": "And, actually, history will show you that it was basically Christians and the agnostics"
    },
    {
      "index": 618,
      "start_time": 3191960.0,
      "end_time": 3196250.0,
      "text": "that together came up with the idea of the United States Constitution in which church"
    },
    {
      "index": 619,
      "start_time": 3196250.0,
      "end_time": 3201230.0,
      "text": "and state was separate and a big emphasis on the individual rights. It was a confluence"
    },
    {
      "index": 620,
      "start_time": 3201230.0,
      "end_time": 3204430.0,
      "text": "of those two groups so we’re able to get together and agree that we wanted America"
    },
    {
      "index": 621,
      "start_time": 3204430.0,
      "end_time": 3208130.0,
      "text": "the way it is. Great question. I hope I did them justice. Yes?"
    },
    {
      "index": 622,
      "start_time": 3208130.0,
      "end_time": 3213549.0,
      "text": "&gt;&gt; I have a hundred of questions as well. But, first, I want to tell you something that"
    },
    {
      "index": 623,
      "start_time": 3213550.0,
      "end_time": 3218110.0,
      "text": "you may not know. I’ve been to many talks in this room and I’ve never seen it half"
    },
    {
      "index": 624,
      "start_time": 3218110.0,
      "end_time": 3223981.0,
      "text": "as full. Once I saw it almost half as full and that was when Violet Blue, the sex blogger,"
    },
    {
      "index": 625,
      "start_time": 3223980.0,
      "end_time": 3233569.0,
      "text": "came to talk about sex. &gt;&gt; KELLER: You know, I think I am really flattered."
    },
    {
      "index": 626,
      "start_time": 3233570.0,
      "end_time": 3240251.0,
      "text": "Well,"
    },
    {
      "index": 627,
      "start_time": 3240250.0,
      "end_time": 3245670.0,
      "text": "you know, I’m an agnostic about this really. &gt;&gt; Okay. So, the second question, I’m not"
    },
    {
      "index": 628,
      "start_time": 3245670.0,
      "end_time": 3249270.0,
      "text": "sure it&#39;s a question, but the second question, you talked about this literary example where"
    },
    {
      "index": 629,
      "start_time": 3249270.0,
      "end_time": 3253809.0,
      "text": "the writer writes herself into the story. I wonder if you’re familiar with the work"
    },
    {
      "index": 630,
      "start_time": 3253810.0,
      "end_time": 3259870.0,
      "text": "of Dave Sim who he has this kind of graphic novel series called the Cerebus. And a lot"
    },
    {
      "index": 631,
      "start_time": 3259870.0,
      "end_time": 3263191.0,
      "text": "of things… &gt;&gt; KELLER: I’ve heard of him."
    },
    {
      "index": 632,
      "start_time": 3263190.0,
      "end_time": 3268170.0,
      "text": "&gt;&gt; So a lot of things about that comic book, a lot of people would find morally reprehensible"
    },
    {
      "index": 633,
      "start_time": 3268170.0,
      "end_time": 3272490.0,
      "text": "but it’s a lot of--it&#39;s very interesting in a lot of ways and he has a whole series"
    },
    {
      "index": 634,
      "start_time": 3272490.0,
      "end_time": 3278390.0,
      "text": "where he has a conversation as himself as the author talking to his main characters."
    },
    {
      "index": 635,
      "start_time": 3278390.0,
      "end_time": 3282990.0,
      "text": "I find that very interesting. &gt;&gt; KELLER: You know, Tolkien, J. R. R. Tolkien"
    },
    {
      "index": 636,
      "start_time": 3282990.0,
      "end_time": 3289430.0,
      "text": "who was a devout Catholic really felt that the reason, a big reason why artists do need--he"
    },
    {
      "index": 637,
      "start_time": 3289430.0,
      "end_time": 3294849.0,
      "text": "called it subcreation. The reason why artists have this, this almost compulsion to create"
    },
    {
      "index": 638,
      "start_time": 3294850.0,
      "end_time": 3301001.0,
      "text": "is because it’s part--it&#39;s part of where we came from which is from God, who is a creator"
    },
    {
      "index": 639,
      "start_time": 3301000.0,
      "end_time": 3306309.0,
      "text": "god. And so, then he created all different worlds and people in them as it were and even"
    },
    {
      "index": 640,
      "start_time": 3306310.0,
      "end_time": 3311031.0,
      "text": "putting yourself into them, there are--there’s a kind of pragmatic mind that thinks that’s"
    },
    {
      "index": 641,
      "start_time": 3311030.0,
      "end_time": 3315329.0,
      "text": "all really weird. But from a Christian point of view, it’s exactly what God is all about."
    },
    {
      "index": 642,
      "start_time": 3315330.0,
      "end_time": 3319961.0,
      "text": "So it’s a good thing. So thank you for your kind words. And you know what? Can I take"
    },
    {
      "index": 643,
      "start_time": 3319960.0,
      "end_time": 3323280.0,
      "text": "another couple? I remember I was going to cut this off at 2:25 but I’ll cut it off"
    },
    {
      "index": 644,
      "start_time": 3323280.0,
      "end_time": 3330930.0,
      "text": "at 2:30. God, Lord. Okay. Whoever, whoever, whoever is pulling the strings. Yes, go ahead."
    },
    {
      "index": 645,
      "start_time": 3330930.0,
      "end_time": 3334100.0,
      "text": "&gt;&gt; Hello. So I have another question about the human rights."
    },
    {
      "index": 646,
      "start_time": 3334100.0,
      "end_time": 3337980.0,
      "text": "&gt;&gt; KELLER: All right. I’m sorry. Go ahead. &gt;&gt; Okay. That’s all right. So you made a"
    },
    {
      "index": 647,
      "start_time": 3337980.0,
      "end_time": 3342869.0,
      "text": "point where human rights doesn’t really--isn’t really observed in nature and stuff like that."
    },
    {
      "index": 648,
      "start_time": 3342870.0,
      "end_time": 3345181.0,
      "text": "&gt;&gt; KELLER: Right. &gt;&gt; So, you know, I was a little confused about"
    },
    {
      "index": 649,
      "start_time": 3345180.0,
      "end_time": 3350109.0,
      "text": "that because the example you gave talked about like, you know, an animal of one species attacking"
    },
    {
      "index": 650,
      "start_time": 3350110.0,
      "end_time": 3356040.0,
      "text": "an animal of another species, right, where as human--human rights, you’re talking about"
    },
    {
      "index": 651,
      "start_time": 3356040.0,
      "end_time": 3360620.0,
      "text": "humans, right, so like the same species. And, you know, there are multiple animals that"
    },
    {
      "index": 652,
      "start_time": 3360620.0,
      "end_time": 3363610.0,
      "text": "they watch out for others of the same species so it’s…"
    },
    {
      "index": 653,
      "start_time": 3363610.0,
      "end_time": 3368411.0,
      "text": "&gt;&gt; KELLER: But now, by the way, probably, I don’t know what I’m talking about here,"
    },
    {
      "index": 654,
      "start_time": 3368410.0,
      "end_time": 3373170.0,
      "text": "so... There are certainly plenty of places where the weak animal in the pack, if they’re"
    },
    {
      "index": 655,
      "start_time": 3373170.0,
      "end_time": 3378809.0,
      "text": "going to slow down the pack down, they just kill it or they just leave it behind in a"
    },
    {
      "index": 656,
      "start_time": 3378810.0,
      "end_time": 3382691.0,
      "text": "way the humans would never do because they realize it would--see, because--well, see,"
    },
    {
      "index": 657,
      "start_time": 3382690.0,
      "end_time": 3389349.0,
      "text": "the point is they would keep--that one being, that one weak one is jeopardizing the life"
    },
    {
      "index": 658,
      "start_time": 3389350.0,
      "end_time": 3397050.0,
      "text": "of the entire pack. So you would figure evolution would favor people who let the weak die because"
    },
    {
      "index": 659,
      "start_time": 3397050.0,
      "end_time": 3403550.0,
      "text": "that’s the way that the pack is going to survive. They do what? They have to leave"
    },
    {
      "index": 660,
      "start_time": 3403550.0,
      "end_time": 3406881.0,
      "text": "it behind otherwise everybody dies. &gt;&gt; People under stress of immediate death"
    },
    {
      "index": 661,
      "start_time": 3406880.0,
      "end_time": 3409099.0,
      "text": "do that a lot. &gt;&gt; KELLER: Yeah, and I would say it’s because"
    },
    {
      "index": 662,
      "start_time": 3409100.0,
      "end_time": 3412780.0,
      "text": "evolution has probably put that into us. &gt;&gt; Right."
    },
    {
      "index": 663,
      "start_time": 3412780.0,
      "end_time": 3415241.0,
      "text": "&gt;&gt; KELLER: Right. And that’s the reason. So I don’t know that it would be fair to"
    },
    {
      "index": 664,
      "start_time": 3415240.0,
      "end_time": 3422450.0,
      "text": "say that--no, I really think Annie Dillard&#39;s book, Pilgrim at Tinker Creek, is really pretty,"
    },
    {
      "index": 665,
      "start_time": 3422450.0,
      "end_time": 3426950.0,
      "text": "pretty amazing. And I think she would--she would not just say it’s the water bug killing"
    },
    {
      "index": 666,
      "start_time": 3426950.0,
      "end_time": 3428180.0,
      "text": "the frog. &gt;&gt; Okay."
    },
    {
      "index": 667,
      "start_time": 3428180.0,
      "end_time": 3433480.0,
      "text": "&gt;&gt; KELLER: Okay. Good. Okay. Yes, one more. &gt;&gt; Hi, there. First of all, I’m honored"
    },
    {
      "index": 668,
      "start_time": 3433480.0,
      "end_time": 3436760.0,
      "text": "to be the last question and thank you very much for coming. It completely grew. I’ve"
    },
    {
      "index": 669,
      "start_time": 3436760.0,
      "end_time": 3440180.0,
      "text": "worked here for two and a half years and I’ve never seen the room this full."
    },
    {
      "index": 670,
      "start_time": 3440180.0,
      "end_time": 3443250.0,
      "text": "&gt;&gt; KELLER: Well, you know, me and Violet. &gt;&gt; So…"
    },
    {
      "index": 671,
      "start_time": 3443250.0,
      "end_time": 3446960.0,
      "text": "&gt;&gt; KELLER: Yeah, we know how to draw a crowd so..."
    },
    {
      "index": 672,
      "start_time": 3446960.0,
      "end_time": 3454250.0,
      "text": "&gt;&gt; So your last--my argument against religion is sort of emotional so it’s not fair to"
    },
    {
      "index": 673,
      "start_time": 3454250.0,
      "end_time": 3456809.0,
      "text": "ask you to respond to it. &gt;&gt; KELLER: Go ahead. Yeah, sure."
    },
    {
      "index": 674,
      "start_time": 3456810.0,
      "end_time": 3459661.0,
      "text": "&gt;&gt; But I would like you to comment on it because I heard it repeated amongst my colleagues"
    },
    {
      "index": 675,
      "start_time": 3459660.0,
      "end_time": 3460880.0,
      "text": "several times. &gt;&gt; KELLER: Sure. Sure. Yeah."
    },
    {
      "index": 676,
      "start_time": 3460880.0,
      "end_time": 3467030.0,
      "text": "&gt;&gt; To me, it feels kind of arbitrary to choose between so many different religions. For example,"
    },
    {
      "index": 677,
      "start_time": 3467030.0,
      "end_time": 3471369.0,
      "text": "I have no problem with the argument that there is a god or there isn’t a god. I personally"
    },
    {
      "index": 678,
      "start_time": 3471370.0,
      "end_time": 3475751.0,
      "text": "don’t feel either way. I just kind of don’t care about the question because it doesn’t"
    },
    {
      "index": 679,
      "start_time": 3475750.0,
      "end_time": 3480589.0,
      "text": "seem to affect me. And when people say there’s a god, I don’t have a problem with it. What"
    },
    {
      "index": 680,
      "start_time": 3480590.0,
      "end_time": 3486360.0,
      "text": "I do have a problem with is when people say, “Oh, by the way, God wrote a book and this"
    },
    {
      "index": 681,
      "start_time": 3486360.0,
      "end_time": 3492290.0,
      "text": "book that he wrote, even though it contradicts with all the other books, is correct to the"
    },
    {
      "index": 682,
      "start_time": 3492290.0,
      "end_time": 3496881.0,
      "text": "exclusion of others.” And I know that I’ve heard a lot of Christians say that, well,"
    },
    {
      "index": 683,
      "start_time": 3496880.0,
      "end_time": 3502319.0,
      "text": "Christianity kind of has a leg up on the other religions because in this religion, God actually"
    },
    {
      "index": 684,
      "start_time": 3502320.0,
      "end_time": 3505681.0,
      "text": "came down and told us that, you know, he exists, right?"
    },
    {
      "index": 685,
      "start_time": 3505680.0,
      "end_time": 3508369.0,
      "text": "&gt;&gt; KELLER: Yeah. I kind of alluded to it, you know."
    },
    {
      "index": 686,
      "start_time": 3508370.0,
      "end_time": 3513751.0,
      "text": "&gt;&gt; Surprisingly enough, there is another religion where this is true as well. I’m actually"
    },
    {
      "index": 687,
      "start_time": 3513750.0,
      "end_time": 3519640.0,
      "text": "God. And if you don’t kneel down before me and worship me, you’re going to go to"
    },
    {
      "index": 688,
      "start_time": 3519640.0,
      "end_time": 3524720.0,
      "text": "hell. And, also, my hell is actually worse than the Christian hell. It’s a lot worse."
    },
    {
      "index": 689,
      "start_time": 3524720.0,
      "end_time": 3531170.0,
      "text": "There’s maggots and snakes, and in-laws and everything. So, and, obviously, you probably"
    },
    {
      "index": 690,
      "start_time": 3531170.0,
      "end_time": 3538170.0,
      "text": "aren’t going to worship me which is unfortunate because I kind of need the money. But why"
    },
    {
      "index": 691,
      "start_time": 3538170.0,
      "end_time": 3541980.0,
      "text": "not? &gt;&gt; KELLER: Well, the right answer is you probably"
    },
    {
      "index": 692,
      "start_time": 3541980.0,
      "end_time": 3547990.0,
      "text": "could have me back to talk about Christianity because I realized that it’s just natural"
    },
    {
      "index": 693,
      "start_time": 3547990.0,
      "end_time": 3553970.0,
      "text": "for, you know, the first questioner there, you know, obviously, showed me that--you know,"
    },
    {
      "index": 694,
      "start_time": 3553970.0,
      "end_time": 3557880.0,
      "text": "I was sneaking certain Christian presupposition into some of my statements without being able"
    },
    {
      "index": 695,
      "start_time": 3557880.0,
      "end_time": 3563430.0,
      "text": "to--without justifying them because nobody really is a generic believer in God. I mean,"
    },
    {
      "index": 696,
      "start_time": 3563430.0,
      "end_time": 3568190.0,
      "text": "you’re almost always--there are all these different human traditions. There’s Christianity,"
    },
    {
      "index": 697,
      "start_time": 3568190.0,
      "end_time": 3572380.0,
      "text": "Islam, eastern, western have really somewhat different views of God and I’m coming from"
    },
    {
      "index": 698,
      "start_time": 3572380.0,
      "end_time": 3577400.0,
      "text": "a Christian point of view and I definitely have slipped a few things in there that I"
    },
    {
      "index": 699,
      "start_time": 3577400.0,
      "end_time": 3581420.0,
      "text": "didn’t work, I didn’t justify. And if you want to be back and just do a half hour"
    },
    {
      "index": 700,
      "start_time": 3581420.0,
      "end_time": 3586940.0,
      "text": "on that, I could. However, my snarky answer, I mean, after all, this is Google and let’s"
    },
    {
      "index": 701,
      "start_time": 3586940.0,
      "end_time": 3592680.0,
      "text": "do it this way. My snarky answer is if you were--if you died on the cross after living"
    },
    {
      "index": 702,
      "start_time": 3592680.0,
      "end_time": 3598230.0,
      "text": "a life in which everybody is amazed at the quality of it and then, afterwards, hundreds"
    },
    {
      "index": 703,
      "start_time": 3598230.0,
      "end_time": 3604650.0,
      "text": "of people see you, you know, with a nail prints in 500 at a time, repeatedly over 40 days,"
    },
    {
      "index": 704,
      "start_time": 3604650.0,
      "end_time": 3609089.0,
      "text": "well, that’s different, then people might start to say, you know, people who didn’t"
    },
    {
      "index": 705,
      "start_time": 3609090.0,
      "end_time": 3612300.0,
      "text": "believe are believing. They come and they see you, they put the nail--their fingers"
    },
    {
      "index": 706,
      "start_time": 3612300.0,
      "end_time": 3616281.0,
      "text": "to the nail prints. That’s a different situation and that’s really what you have with Christianity."
    },
    {
      "index": 707,
      "start_time": 3616280.0,
      "end_time": 3620960.0,
      "text": "&gt;&gt; That did actually happen to me in Antarctica. You probably didn’t hear about it. I can’t"
    },
    {
      "index": 708,
      "start_time": 3620960.0,
      "end_time": 3624210.0,
      "text": "provide you any rational evidence for it, but it did happen."
    },
    {
      "index": 709,
      "start_time": 3624210.0,
      "end_time": 3626650.0,
      "text": "&gt;&gt; KELLER: But Christian would never say that. They would say, “Here’s the eye witness"
    },
    {
      "index": 710,
      "start_time": 3626650.0,
      "end_time": 3633190.0,
      "text": "accounts. Here’s the 500 people.” 1st Corinthians 15, Paul wrote, this is 15 years"
    },
    {
      "index": 711,
      "start_time": 3633190.0,
      "end_time": 3637920.0,
      "text": "after Jesus&#39; death and resurrection, he says, “There’s still--500 people saw Jesus at"
    },
    {
      "index": 712,
      "start_time": 3637920.0,
      "end_time": 3640950.0,
      "text": "once, one of his appearances.” And he says, “Most of them are still alive. Go ahead"
    },
    {
      "index": 713,
      "start_time": 3640950.0,
      "end_time": 3645760.0,
      "text": "and talk to them.” But you’re not doing that. So what you’re saying is I can’t"
    },
    {
      "index": 714,
      "start_time": 3645760.0,
      "end_time": 3649369.0,
      "text": "give you any witnesses. Paul says, I don’t want you to believe in Christianity unless"
    },
    {
      "index": 715,
      "start_time": 3649370.0,
      "end_time": 3651981.0,
      "text": "you go and talk to these people. They&#39;re there. And you’re not able to provide the same"
    },
    {
      "index": 716,
      "start_time": 3651980.0,
      "end_time": 3654650.0,
      "text": "kind of warrant. &gt;&gt; My friend, Brian, over there saw it happened."
    },
    {
      "index": 717,
      "start_time": 3654650.0,
      "end_time": 3659970.0,
      "text": "He could probably tell you about it. &gt;&gt; KELLER: At best, I would say well done"
    },
    {
      "index": 718,
      "start_time": 3659970.0,
      "end_time": 3669970.0,
      "text": "and, with that, I&#39;ll close. Well done. Thank you for the questions."
    }
  ]
}