{
  "video_id": "Ky7vMFB4iAs",
  "title": "Shinzen Young: Deep Concentration in Formal Meditation and Daily Life (Theory and Practice)",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 20270.0,
      "text": "&gt;&gt;"
    },
    {
      "index": 2,
      "start_time": 20270.0,
      "end_time": 28490.0,
      "text": "YOUNG: This is going to be both a practice and a theory presentation, so we&#39;re actually"
    },
    {
      "index": 3,
      "start_time": 28490.0,
      "end_time": 38360.0,
      "text": "going to do some meditation and we&#39;re going to talk about your experiences and then we&#39;ll"
    },
    {
      "index": 4,
      "start_time": 38360.0,
      "end_time": 44140.0,
      "text": "do some more and then we&#39;ll talk some more as Ming mentioned. So, you don&#39;t need to have"
    },
    {
      "index": 5,
      "start_time": 44140.0,
      "end_time": 51160.0,
      "text": "any previous background; I&#39;m going to start you out with a few minutes of guided meditation"
    },
    {
      "index": 6,
      "start_time": 51160.0,
      "end_time": 62130.0,
      "text": "practice and then we&#39;ll build from there. Now, the simple way to understand a meditative"
    },
    {
      "index": 7,
      "start_time": 62130.0,
      "end_time": 70759.0,
      "text": "state is to compare what people&#39;s normal experiences to what a meditative experience would be."
    },
    {
      "index": 8,
      "start_time": 70759.0,
      "end_time": 78440.0,
      "text": "So, what&#39;s people&#39;s normal experience? Well, in the day, we&#39;re very alert but have you"
    },
    {
      "index": 9,
      "start_time": 78440.0,
      "end_time": 87179.0,
      "text": "noticed we tend to be a little frenetic; there could be a driven quality? So the good news"
    },
    {
      "index": 10,
      "start_time": 87179.0,
      "end_time": 95039.0,
      "text": "is we&#39;re quite alert, but we&#39;re not necessarily in a deep, restful state while that alertness"
    },
    {
      "index": 11,
      "start_time": 95039.0,
      "end_time": 102740.0,
      "text": "is there. At night, the good news is we&#39;re in a deep, restful state but we don&#39;t have"
    },
    {
      "index": 12,
      "start_time": 102740.0,
      "end_time": 111599.0,
      "text": "alertness; we sacrifice that for the deep rest. What meditation is simply the best of"
    },
    {
      "index": 13,
      "start_time": 111599.0,
      "end_time": 118289.0,
      "text": "both worlds simultaneously. You&#39;re very alert like you are when you had a bunch of coffee"
    },
    {
      "index": 14,
      "start_time": 118289.0,
      "end_time": 122459.0,
      "text": "and you&#39;re doing something exciting in your background world. But at the same time--at"
    },
    {
      "index": 15,
      "start_time": 122459.0,
      "end_time": 129220.0,
      "text": "the very same time, there&#39;s a kind of reposed restfulness, so it brings together the best"
    },
    {
      "index": 16,
      "start_time": 129220.0,
      "end_time": 134870.0,
      "text": "of those worlds. Now, why we might want to do that, well, we&#39;ll talk about that in a"
    },
    {
      "index": 17,
      "start_time": 134870.0,
      "end_time": 144640.0,
      "text": "little while. So, I&#39;m going to guide you [INDISTINCT] process that will, in time, elevate your levels"
    },
    {
      "index": 18,
      "start_time": 144640.0,
      "end_time": 152500.0,
      "text": "of alertness but also your levels of repose. So, it&#39;s important while we do this exercise,"
    },
    {
      "index": 19,
      "start_time": 152500.0,
      "end_time": 158980.0,
      "text": "particularly for those of you that have never meditated before, that you do attempt not"
    },
    {
      "index": 20,
      "start_time": 158980.0,
      "end_time": 166330.0,
      "text": "to fall asleep. There will be some tendency for that to happen, so try to bring yourself"
    },
    {
      "index": 21,
      "start_time": 166330.0,
      "end_time": 172970.0,
      "text": "back to the practice I&#39;m going to guide you with. One of the ways that you can control"
    },
    {
      "index": 22,
      "start_time": 172970.0,
      "end_time": 180340.0,
      "text": "of your level of alertness is through your posture. There are direct links between the"
    },
    {
      "index": 23,
      "start_time": 180340.0,
      "end_time": 188960.0,
      "text": "posture centers in the spine and what&#39;s called the reticular activating system in the central"
    },
    {
      "index": 24,
      "start_time": 188960.0,
      "end_time": 194320.0,
      "text": "nervous system that basically as you posture wilts like this, your reticular activating"
    },
    {
      "index": 25,
      "start_time": 194320.0,
      "end_time": 201650.0,
      "text": "system turns off and the brain stops processing and at the extreme level, you become drowsy."
    },
    {
      "index": 26,
      "start_time": 201650.0,
      "end_time": 208360.0,
      "text": "Conversely, though, if you keep your spine straight, that will physiologically wake up"
    },
    {
      "index": 27,
      "start_time": 208360.0,
      "end_time": 213300.0,
      "text": "your brain. Now, it takes a little while to learn how to have your body deeply relaxed"
    },
    {
      "index": 28,
      "start_time": 213300.0,
      "end_time": 220480.0,
      "text": "while at the same time your spine is straight; that is a body learning, a motor learning"
    },
    {
      "index": 29,
      "start_time": 220480.0,
      "end_time": 227319.0,
      "text": "that just takes practice. But they have found, for example, with Zen monks in Japan for whom"
    },
    {
      "index": 30,
      "start_time": 227319.0,
      "end_time": 233490.0,
      "text": "they did electromyographic studies--that is monitoring the real-time electrical activity"
    },
    {
      "index": 31,
      "start_time": 233490.0,
      "end_time": 239360.0,
      "text": "in the muscles, in their posture muscles--they found that those monks could maintain a bolt"
    },
    {
      "index": 32,
      "start_time": 239360.0,
      "end_time": 247240.0,
      "text": "upright posture for hours on end and their muscles were more relaxed than if they were"
    },
    {
      "index": 33,
      "start_time": 247240.0,
      "end_time": 254470.0,
      "text": "horizontal and asleep. But that&#39;s a long training, that&#39;s many years of training. Many of you"
    },
    {
      "index": 34,
      "start_time": 254470.0,
      "end_time": 257440.0,
      "text": "will be beginning so that&#39;s going to seem strange to you; well, how can I keep my spine"
    },
    {
      "index": 35,
      "start_time": 257440.0,
      "end_time": 265180.0,
      "text": "straight and at the same time, allow my body to be completely relaxed? Well, that comes"
    },
    {
      "index": 36,
      "start_time": 265180.0,
      "end_time": 273410.0,
      "text": "with time. I would say, basically, the trick is balance. You learn how to align your spine"
    },
    {
      "index": 37,
      "start_time": 273410.0,
      "end_time": 277610.0,
      "text": "and then just let the whole body just hang from that. So, I&#39;m going to give you an initial"
    },
    {
      "index": 38,
      "start_time": 277610.0,
      "end_time": 281629.0,
      "text": "concentration exercise where you&#39;re going to be straightening your spine, letting your"
    },
    {
      "index": 39,
      "start_time": 281629.0,
      "end_time": 289439.0,
      "text": "whole body settle, then I&#39;m going to have you focus on the physical relaxation in your"
    },
    {
      "index": 40,
      "start_time": 289439.0,
      "end_time": 296870.0,
      "text": "body, and you&#39;re going to mentally note that as feel rest. We&#39;ll use the word feel to refer"
    },
    {
      "index": 41,
      "start_time": 296870.0,
      "end_time": 304029.0,
      "text": "to anything in the body and well, when you&#39;re feeling that you are physically and/or emotionally"
    },
    {
      "index": 42,
      "start_time": 304029.0,
      "end_time": 310080.0,
      "text": "reposed, we&#39;ll say that you&#39;re experiencing feel rest; your body is--you&#39;re having a body"
    },
    {
      "index": 43,
      "start_time": 310080.0,
      "end_time": 316020.0,
      "text": "experience of restfulness. And the particular flavor of feel rest that I&#39;m going to help"
    },
    {
      "index": 44,
      "start_time": 316020.0,
      "end_time": 327939.0,
      "text": "you explore is muscle relaxation. And you can create muscle relaxation by dropping your"
    },
    {
      "index": 45,
      "start_time": 327939.0,
      "end_time": 335590.0,
      "text": "jaw a little bit and then your face looks smooth, you can let your arms hang limply"
    },
    {
      "index": 46,
      "start_time": 335590.0,
      "end_time": 338409.0,
      "text": "and loosely. Every out-breath physiologically, your intercostal muscles and your diaphragm"
    },
    {
      "index": 47,
      "start_time": 338409.0,
      "end_time": 341960.0,
      "text": "muscle automatically slightly relax on each out-breath; it&#39;s part of the intrinsic physiology"
    },
    {
      "index": 48,
      "start_time": 341960.0,
      "end_time": 351729.0,
      "text": "of breathing. On the in-breath, those muscles contract to pull open the thoracic cavity."
    },
    {
      "index": 49,
      "start_time": 351729.0,
      "end_time": 356419.0,
      "text": "On the out-breath, it&#39;s the stored potential energy in the tissue elasticity plus gravity"
    },
    {
      "index": 50,
      "start_time": 356419.0,
      "end_time": 364509.0,
      "text": "that does the out-breath for you, so the out breath, all muscles have to do essentially"
    },
    {
      "index": 51,
      "start_time": 364509.0,
      "end_time": 370279.0,
      "text": "for an out-breath is relax. So, if you tune in to your core of your body, you&#39;ll find"
    },
    {
      "index": 52,
      "start_time": 370279.0,
      "end_time": 378069.0,
      "text": "that the relaxation flavor is present automatically on each out-breath. So, I&#39;m going to take"
    },
    {
      "index": 53,
      "start_time": 378069.0,
      "end_time": 385639.0,
      "text": "you through a sequence of focusing and your objective is going to be physical relaxation."
    },
    {
      "index": 54,
      "start_time": 385639.0,
      "end_time": 392009.0,
      "text": "All you have to do is follow my guidance. After we do that and we have a little experience"
    },
    {
      "index": 55,
      "start_time": 392009.0,
      "end_time": 398699.0,
      "text": "of concentrating on that, we&#39;re going to begin to talk about why one would want to do an"
    },
    {
      "index": 56,
      "start_time": 398699.0,
      "end_time": 401490.0,
      "text": "exercise like this and so the theoretical considerations of, well, what would happen"
    },
    {
      "index": 57,
      "start_time": 401490.0,
      "end_time": 408080.0,
      "text": "if you did something like this for--on a regular basis for 10, 20, 30 years? What sorts of"
    },
    {
      "index": 58,
      "start_time": 408080.0,
      "end_time": 415479.0,
      "text": "changes would you start to see in your daily life? We&#39;ll talk about those conceptual pieces,"
    },
    {
      "index": 59,
      "start_time": 415479.0,
      "end_time": 425259.0,
      "text": "but I wanted to make sure that we begin with something experiential. So, we often start"
    },
    {
      "index": 60,
      "start_time": 425259.0,
      "end_time": 434979.0,
      "text": "out meditation by one of these East Asian-styled bells, so that&#39;s what we&#39;re going to do and"
    },
    {
      "index": 61,
      "start_time": 434979.0,
      "end_time": 478409.0,
      "text": "just listen in and follow alone. Now, take a moment to stretch up and let your whole"
    },
    {
      "index": 62,
      "start_time": 478409.0,
      "end_time": 487080.0,
      "text": "body settle and notice how that will tend to produce a kind of a global relaxation throughout"
    },
    {
      "index": 63,
      "start_time": 487080.0,
      "end_time": 501759.0,
      "text": "your body. Focus in on that and every few seconds, make the mental label feel rest to"
    },
    {
      "index": 64,
      "start_time": 501759.0,
      "end_time": 509659.0,
      "text": "remind yourself that you&#39;re focusing on this restful quality in your body. Feel means it&#39;s"
    },
    {
      "index": 65,
      "start_time": 509659.0,
      "end_time": 521899.0,
      "text": "in the body. Rest in this case means nothing mysterious, it&#39;s just muscle relaxation, or"
    },
    {
      "index": 66,
      "start_time": 521899.0,
      "end_time": 529720.0,
      "text": "settling into your posture. You may experience that relaxation in just one part of your body,"
    },
    {
      "index": 67,
      "start_time": 529720.0,
      "end_time": 540470.0,
      "text": "that&#39;s fine. Or it may move from place to place within your body, that&#39;s fine. Or you"
    },
    {
      "index": 68,
      "start_time": 540470.0,
      "end_time": 548100.0,
      "text": "maybe aware from relaxation simultaneously and uniformly throughout your body, that&#39;s"
    },
    {
      "index": 69,
      "start_time": 548100.0,
      "end_time": 566450.0,
      "text": "fine, too. So, whether it&#39;s just one place or whether it moves from place to place or"
    },
    {
      "index": 70,
      "start_time": 566450.0,
      "end_time": 581830.0,
      "text": "whether it&#39;s global throughout your body, moment by moment, contact the pleasant quality"
    },
    {
      "index": 71,
      "start_time": 581830.0,
      "end_time": 601680.0,
      "text": "of muscles relaxing into a posture and every few seconds, to acknowledge that that&#39;s what"
    },
    {
      "index": 72,
      "start_time": 601680.0,
      "end_time": 616460.0,
      "text": "you&#39;re focusing on. Say it yourself mentally, feel rest and keep that sequence of mental"
    },
    {
      "index": 73,
      "start_time": 616460.0,
      "end_time": 670650.0,
      "text": "labels going. Now, as you do this, non-rest is going to arise in the form of internal"
    },
    {
      "index": 74,
      "start_time": 670650.0,
      "end_time": 783920.0,
      "text": "visual experience of mental images, internal auditory experience of mental talk, other"
    },
    {
      "index": 75,
      "start_time": 783920.0,
      "end_time": 802750.0,
      "text": "kinds of body sensations, external sounds. You can do this with your eyes closed so there"
    },
    {
      "index": 76,
      "start_time": 802750.0,
      "end_time": 838310.0,
      "text": "won&#39;t be external sights, but all sorts of things are going to come up in your mind,"
    },
    {
      "index": 77,
      "start_time": 838310.0,
      "end_time": 863060.0,
      "text": "body and outside world other than relaxation. Perfectly okay, totally give permission for"
    },
    {
      "index": 78,
      "start_time": 863060.0,
      "end_time": 892250.0,
      "text": "all that to activate. But what you&#39;re intentionally focusing in on is the relaxation, locally"
    },
    {
      "index": 79,
      "start_time": 892250.0,
      "end_time": 924550.0,
      "text": "or globally, intensely or subtly doesn&#39;t matter, that&#39;s your objective focus, and that&#39;s it."
    },
    {
      "index": 80,
      "start_time": 924550.0,
      "end_time": 932540.0,
      "text": "Mental talk might arise, fine. As soon as you find yourself caught in it, gently return"
    },
    {
      "index": 81,
      "start_time": 932540.0,
      "end_time": 997570.0,
      "text": "to body rest. Mental images might arise; images of the past, the future, fantasy, that&#39;s fine."
    },
    {
      "index": 82,
      "start_time": 997570.0,
      "end_time": 1034010.0,
      "text": "As soon as you find yourself caught in mental images, gently return to relaxation in the"
    },
    {
      "index": 83,
      "start_time": 1034010.0,
      "end_time": 1066650.0,
      "text": "body. Physical and/or emotional sensations may arise in your mind including discomfort,"
    },
    {
      "index": 84,
      "start_time": 1066650.0,
      "end_time": 1162550.0,
      "text": "impatience, sleepiness, that&#39;s fine. But as soon as you&#39;re caught in those body sensations,"
    },
    {
      "index": 85,
      "start_time": 1162550.0,
      "end_time": 1187240.0,
      "text": "gently return to the pleasant sensation of relaxation. So, it&#39;s an exercise in selective"
    },
    {
      "index": 86,
      "start_time": 1187240.0,
      "end_time": 1200960.0,
      "text": "attention. The relaxation may be very mild relative to the intensities of the inward"
    },
    {
      "index": 87,
      "start_time": 1200960.0,
      "end_time": 1216940.0,
      "text": "seeing, hearing or feeling or the outwork: hearing or feeling. But that&#39;s okay. Like"
    },
    {
      "index": 88,
      "start_time": 1216940.0,
      "end_time": 1236010.0,
      "text": "when you listen for a faint sound, you get very concentrated. If in relaxation it&#39;s only"
    },
    {
      "index": 89,
      "start_time": 1236010.0,
      "end_time": 1288160.0,
      "text": "subtle, then you have to be very highly focused, but that builds concentration. You can create"
    },
    {
      "index": 90,
      "start_time": 1288160.0,
      "end_time": 1333800.0,
      "text": "relaxation locally by smoothing your face or dropping your jaw or dropping your shoulders"
    },
    {
      "index": 91,
      "start_time": 1333800.0,
      "end_time": 1360720.0,
      "text": "or lifting your arms. You can find relaxation in the core of your being anytime you want,"
    },
    {
      "index": 92,
      "start_time": 1360720.0,
      "end_time": 1398860.0,
      "text": "by focusing on how the rib muscles and the diaphragm muscle relax on each out breath."
    },
    {
      "index": 93,
      "start_time": 1398860.0,
      "end_time": 1415090.0,
      "text": "Furthermore, you can create local relaxation anytime you want by straightening your spine"
    },
    {
      "index": 94,
      "start_time": 1415090.0,
      "end_time": 1428540.0,
      "text": "once again as we did in the beginning and then letting the whole body settle, creating"
    },
    {
      "index": 95,
      "start_time": 1428540.0,
      "end_time": 1439179.0,
      "text": "an overall relaxation albeit perhaps subtle throughout the body. So through some combination"
    },
    {
      "index": 96,
      "start_time": 1439180.0,
      "end_time": 1449911.0,
      "text": "of finding and/or creating, try to focus as continuously as possible on the pleasant sensation"
    },
    {
      "index": 97,
      "start_time": 1449910.0,
      "end_time": 1463799.0,
      "text": "of being physically relaxed and let everything also rise, but in the background; selective"
    },
    {
      "index": 98,
      "start_time": 1463800.0,
      "end_time": 1473701.0,
      "text": "attention on the relaxation frame. Remember every few minute--every few seconds, rather,"
    },
    {
      "index": 99,
      "start_time": 1473700.0,
      "end_time": 1484200.0,
      "text": "make the mental label feel rest to remind yourself that you&#39;re focusing in the body,"
    },
    {
      "index": 100,
      "start_time": 1484200.0,
      "end_time": 1500400.0,
      "text": "which is what&#39;s encoded by the word &quot;feel&quot; in the system, and that the flavor of experience"
    },
    {
      "index": 101,
      "start_time": 1500400.0,
      "end_time": 1509000.0,
      "text": "you&#39;re focusing on is the restful flavor which, in this case, is muscle relaxation. Now, we&#39;re"
    },
    {
      "index": 102,
      "start_time": 1509000.0,
      "end_time": 1516380.0,
      "text": "going to up the ante on this exercise. We&#39;ll make it a little more challenging. We&#39;re going"
    },
    {
      "index": 103,
      "start_time": 1516380.0,
      "end_time": 1526070.0,
      "text": "to continue to do exactly what we&#39;re doing, focusing on body relaxation, but we&#39;re now"
    },
    {
      "index": 104,
      "start_time": 1526070.0,
      "end_time": 1532760.0,
      "text": "going to attempt to do it with your eyes open. I&#39;ll explain how to do that. You de-focus"
    },
    {
      "index": 105,
      "start_time": 1532760.0,
      "end_time": 1547590.0,
      "text": "your eyes. You open your eyes, but you sort of look blankly out and that will help you"
    },
    {
      "index": 106,
      "start_time": 1547590.0,
      "end_time": 1556690.0,
      "text": "maintain awareness on your body even though your eyes are open. Now, of course, you&#39;ll"
    },
    {
      "index": 107,
      "start_time": 1556690.0,
      "end_time": 1565000.0,
      "text": "be somewhat pulled into external sights, but you&#39;ll sort of de-focus or soft focus or far-focus"
    },
    {
      "index": 108,
      "start_time": 1565000.0,
      "end_time": 1578130.0,
      "text": "your eyes, making it easier to focus on relaxation with your eyes open but more challenging because"
    },
    {
      "index": 109,
      "start_time": 1578130.0,
      "end_time": 1591350.0,
      "text": "they are open. So now open your eyes, sort of soft focus. This will also help you retain"
    },
    {
      "index": 110,
      "start_time": 1591350.0,
      "end_time": 1602090.0,
      "text": "alertness as you&#39;re physiologically waking up the brain. Now your eyes are open and continue"
    },
    {
      "index": 111,
      "start_time": 1602090.0,
      "end_time": 1611410.0,
      "text": "to create and find relaxation in one part of your body or circulating from place to"
    },
    {
      "index": 112,
      "start_time": 1611410.0,
      "end_time": 1621809.0,
      "text": "place or maybe over your whole body at once, continue to mentally label, feel rest. And"
    },
    {
      "index": 113,
      "start_time": 1621810.0,
      "end_time": 1634041.0,
      "text": "now your eyes are open but your awareness is back and you&#39;re fine. Now, we&#39;re going"
    },
    {
      "index": 114,
      "start_time": 1634040.0,
      "end_time": 1637150.0,
      "text": "to be--in a moment, be moving from formal practice to practice in life. That means we&#39;re"
    },
    {
      "index": 115,
      "start_time": 1637150.0,
      "end_time": 1643500.0,
      "text": "going to be talking and interacting. But you might see if you can keep some awareness on"
    },
    {
      "index": 116,
      "start_time": 1643500.0,
      "end_time": 1650270.0,
      "text": "finding and/or creating relaxation from time to time as we&#39;re interacting, so that the"
    },
    {
      "index": 117,
      "start_time": 1650270.0,
      "end_time": 1656660.0,
      "text": "momentum of what we&#39;ve done is somewhat maintained; not unbroken, but there&#39;s some carryover as"
    },
    {
      "index": 118,
      "start_time": 1656660.0,
      "end_time": 1665290.0,
      "text": "we go about the more ordinary situation of talking and interacting. So see if, from time"
    },
    {
      "index": 119,
      "start_time": 1665290.0,
      "end_time": 1678780.0,
      "text": "to time, you can be aware of relaxing in your posture even as we talk and interact. So as"
    },
    {
      "index": 120,
      "start_time": 1678780.0,
      "end_time": 1687179.0,
      "text": "Ming mentioned, my name is Shinzen, S-H-I-N-Z-E-N. And I got that name in Asia, although I was"
    },
    {
      "index": 121,
      "start_time": 1687180.0,
      "end_time": 1698300.0,
      "text": "not born in Asia. I was privileged to grow up partially in American culture and partially"
    },
    {
      "index": 122,
      "start_time": 1698300.0,
      "end_time": 1707361.0,
      "text": "in Japanese culture, so I grew up bilingual and somewhat bicultural. And part of that"
    },
    {
      "index": 123,
      "start_time": 1707360.0,
      "end_time": 1720220.0,
      "text": "was a stay of a number of years in Buddhist monasteries in different parts of Asia. And"
    },
    {
      "index": 124,
      "start_time": 1720220.0,
      "end_time": 1732000.0,
      "text": "then I came back to the United States with an interest in how I could take what I&#39;ve"
    },
    {
      "index": 125,
      "start_time": 1732000.0,
      "end_time": 1739929.0,
      "text": "learned--which I view as the pinnacle of Asian technology, which is the internal science"
    },
    {
      "index": 126,
      "start_time": 1739930.0,
      "end_time": 1751571.0,
      "text": "and internal technology of meditative states--how could I take that and combine it with the"
    },
    {
      "index": 127,
      "start_time": 1751570.0,
      "end_time": 1758090.0,
      "text": "best of Western science and technology to perhaps bring about or fertilize a whole new"
    },
    {
      "index": 128,
      "start_time": 1758090.0,
      "end_time": 1765080.0,
      "text": "direction in human history? And that has been my main goal and interest. And one of the"
    },
    {
      "index": 129,
      "start_time": 1765080.0,
      "end_time": 1780580.0,
      "text": "reasons that people like Ming enjoy having me as a meditation teacher is I&#39;m a fully"
    },
    {
      "index": 130,
      "start_time": 1780580.0,
      "end_time": 1792570.0,
      "text": "professional meditation teacher, but I&#39;m a pretty good amateur scientist and I bring"
    },
    {
      "index": 131,
      "start_time": 1792570.0,
      "end_time": 1803410.0,
      "text": "a little bit of that perspective into the way that I present things. So my favorite"
    },
    {
      "index": 132,
      "start_time": 1803410.0,
      "end_time": 1814620.0,
      "text": "thing in the world is to give presentations at places like this, like Google or other"
    },
    {
      "index": 133,
      "start_time": 1814620.0,
      "end_time": 1825299.0,
      "text": "institutions where there are people with a scientific or engineering background, so that"
    },
    {
      "index": 134,
      "start_time": 1825300.0,
      "end_time": 1848180.0,
      "text": "I can sort of put on that little bit of that decap myself. So, we just completed an exercise."
    },
    {
      "index": 135,
      "start_time": 1848180.0,
      "end_time": 1863541.0,
      "text": "Now, those of you with a background in math know that one of the things that you always"
    },
    {
      "index": 136,
      "start_time": 1863540.0,
      "end_time": 1874929.0,
      "text": "want to do in mathematics, if possible, is generalize and abstract from specific to broader"
    },
    {
      "index": 137,
      "start_time": 1874930.0,
      "end_time": 1882721.0,
      "text": "formulations. So I had to do a very specific exercise to with you&#39;re focusing on one sensory"
    },
    {
      "index": 138,
      "start_time": 1882720.0,
      "end_time": 1888320.0,
      "text": "quality. Now, let&#39;s generalize that, let&#39;s speak in the most general terms. What did"
    },
    {
      "index": 139,
      "start_time": 1888320.0,
      "end_time": 1902250.0,
      "text": "I have you do? Well, I had you pick a sensory event and I partitioned all sensory experience"
    },
    {
      "index": 140,
      "start_time": 1902250.0,
      "end_time": 1909890.0,
      "text": "into that event and then everything else. And the instruction was keep your attention"
    },
    {
      "index": 141,
      "start_time": 1909890.0,
      "end_time": 1922309.0,
      "text": "as much as you can on event X and when Y, Z and T pull you away, as they inevitably"
    },
    {
      "index": 142,
      "start_time": 1922310.0,
      "end_time": 1935971.0,
      "text": "will, come back to X. What were some of the Y, Zs and Ts that pulled you away from relaxation?"
    },
    {
      "index": 143,
      "start_time": 1935970.0,
      "end_time": 1950020.0,
      "text": "Tell me what were some of the things that were in the distraction category that you"
    },
    {
      "index": 144,
      "start_time": 1950020.0,
      "end_time": 1960390.0,
      "text": "found you were caught in and had to come back from. Tell me."
    },
    {
      "index": 145,
      "start_time": 1960390.0,
      "end_time": 1968860.0,
      "text": "&gt;&gt; Noises from other people. &gt;&gt; YOUNG: External sounds that came from other"
    },
    {
      "index": 146,
      "start_time": 1968860.0,
      "end_time": 1980410.0,
      "text": "people. They could also come from cars, but they&#39;re more annoying somehow if they come"
    },
    {
      "index": 147,
      "start_time": 1980410.0,
      "end_time": 1988880.0,
      "text": "from other people or more gripping in some way; external sounds."
    },
    {
      "index": 148,
      "start_time": 1988880.0,
      "end_time": 1999660.0,
      "text": "&gt;&gt; Just thoughts about other aspects in life. &gt;&gt; YOUNG: Thoughts. Now, some of those thoughts"
    },
    {
      "index": 149,
      "start_time": 1999660.0,
      "end_time": 2009480.0,
      "text": "probably have the form of internal conversations, correct? And you know its--most people tend"
    },
    {
      "index": 150,
      "start_time": 2009480.0,
      "end_time": 2022580.0,
      "text": "to point to their head, their ears. But did anybody have thoughts that involved mental"
    },
    {
      "index": 151,
      "start_time": 2022580.0,
      "end_time": 2037350.0,
      "text": "pictures where you saw people, places; situations? Did anybody notice that sometime a thought"
    },
    {
      "index": 152,
      "start_time": 2037350.0,
      "end_time": 2059270.0,
      "text": "could have both a video and an audio component? You can see the scene and hear the dialogue."
    },
    {
      "index": 153,
      "start_time": 2059270.0,
      "end_time": 2084690.0,
      "text": "So we had external auditory events that could pull us away; we could hear out to the world."
    },
    {
      "index": 154,
      "start_time": 2084690.0,
      "end_time": 2103109.0,
      "text": "We had internal audio events that could pull us away; we could hear into our own mental"
    },
    {
      "index": 155,
      "start_time": 2103110.0,
      "end_time": 2117620.0,
      "text": "talk. We could see out to the world now that--when I had you do it with your eyes open, did anybody"
    },
    {
      "index": 156,
      "start_time": 2117620.0,
      "end_time": 2130521.0,
      "text": "notice you tended to get pulled into external vision? You could be pulled into inner visions"
    },
    {
      "index": 157,
      "start_time": 2130520.0,
      "end_time": 2135869.0,
      "text": "that are mental pictures. And then there were various physical--did anybody notice that"
    },
    {
      "index": 158,
      "start_time": 2135870.0,
      "end_time": 2145350.0,
      "text": "the body, other than the relaxation, would pull you? Anybody notice that you had sleepy"
    },
    {
      "index": 159,
      "start_time": 2145350.0,
      "end_time": 2157600.0,
      "text": "sensations, for example? How many people had that? Okay. That&#39;s a physical sensation. Anybody"
    },
    {
      "index": 160,
      "start_time": 2157600.0,
      "end_time": 2167791.0,
      "text": "noticed any aches and pains? Okay. Anybody noticed any antsiness, impatience in the body?"
    },
    {
      "index": 161,
      "start_time": 2167790.0,
      "end_time": 2172590.0,
      "text": "Okay. If you were irritated by sound that might&#39;ve been an emotional irritation flavor"
    },
    {
      "index": 162,
      "start_time": 2172590.0,
      "end_time": 2182940.0,
      "text": "in the body, there could be fear flavors in the body. In other words, there could be physical,"
    },
    {
      "index": 163,
      "start_time": 2182940.0,
      "end_time": 2194390.0,
      "text": "you could feel the physicality of the body, but also parts of the emotional experience"
    },
    {
      "index": 164,
      "start_time": 2194390.0,
      "end_time": 2206680.0,
      "text": "involve body sensations. So what we did do? We partitioned the world into one category"
    },
    {
      "index": 165,
      "start_time": 2206680.0,
      "end_time": 2215160.0,
      "text": "of experience called &quot;Physical Relaxation&quot; and then all the other experiences. It turns"
    },
    {
      "index": 166,
      "start_time": 2215160.0,
      "end_time": 2222080.0,
      "text": "out all the other experiences are external seeing, external hearing, internal seeing,"
    },
    {
      "index": 167,
      "start_time": 2222080.0,
      "end_time": 2232090.0,
      "text": "internal hearing, and physical and emotional body sensations. If we consider smell and"
    },
    {
      "index": 168,
      "start_time": 2232090.0,
      "end_time": 2245140.0,
      "text": "taste to be forms of sort of body sensation, then that classifies all the experience. So"
    },
    {
      "index": 169,
      "start_time": 2245140.0,
      "end_time": 2252619.0,
      "text": "in general, what we did, if we abstract it from the specific, we designated a class of"
    },
    {
      "index": 170,
      "start_time": 2252620.0,
      "end_time": 2262581.0,
      "text": "experience, we selectively attended to that, when the attention was pulled into some other"
    },
    {
      "index": 171,
      "start_time": 2262580.0,
      "end_time": 2269830.0,
      "text": "class of experience, we came back. That&#39;s a very general formulation and we did that"
    },
    {
      "index": 172,
      "start_time": 2269830.0,
      "end_time": 2280660.0,
      "text": "as a formal exercise. We were just dedicating a period a time just to doing that. So now"
    },
    {
      "index": 173,
      "start_time": 2280660.0,
      "end_time": 2288410.0,
      "text": "I&#39;m going to ask you some--I&#39;m going to ask you to make some conjectures. First conjecture,"
    },
    {
      "index": 174,
      "start_time": 2288410.0,
      "end_time": 2297970.0,
      "text": "do you think that if you did an exercise--oh, first question, do you think that we would&#39;ve"
    },
    {
      "index": 175,
      "start_time": 2297970.0,
      "end_time": 2310150.0,
      "text": "developed a similar skill set if we had picked some other object, some other sensory object?"
    },
    {
      "index": 176,
      "start_time": 2310150.0,
      "end_time": 2329140.0,
      "text": "Suppose, for example, I said, &quot;Our object is going to be mental talk.&quot; Every time you"
    },
    {
      "index": 177,
      "start_time": 2329140.0,
      "end_time": 2339369.0,
      "text": "are aware of mental talk, I&#39;d like you to say, &quot;Hear in,&quot; indicate your hearing inward"
    },
    {
      "index": 178,
      "start_time": 2339370.0,
      "end_time": 2356221.0,
      "text": "experience and we&#39;re going to ignore everything else. We&#39;re going to ignore and then we&#39;ll"
    },
    {
      "index": 179,
      "start_time": 2356220.0,
      "end_time": 2372960.0,
      "text": "go through the list and we&#39;ll, of course, be ignoring physical relaxation. Suppose I"
    },
    {
      "index": 180,
      "start_time": 2372960.0,
      "end_time": 2386050.0,
      "text": "gave you as the object that you&#39;re going to concentrate on internal talk instead of physical"
    },
    {
      "index": 181,
      "start_time": 2386050.0,
      "end_time": 2403650.0,
      "text": "relaxation? Now, something would be different because we&#39;re focusing on a very different"
    },
    {
      "index": 182,
      "start_time": 2403650.0,
      "end_time": 2423440.0,
      "text": "sensory problem. However, I would say that if you were to do the exercise based on focusing"
    },
    {
      "index": 183,
      "start_time": 2423440.0,
      "end_time": 2444200.0,
      "text": "concentratedly on mental talk or if you were to do the exercise based on focusing concentratively"
    },
    {
      "index": 184,
      "start_time": 2444200.0,
      "end_time": 2454780.0,
      "text": "on physical relaxation that in the end, with regards to your base level of concentration"
    },
    {
      "index": 185,
      "start_time": 2454780.0,
      "end_time": 2487560.0,
      "text": "skills, the effect would be the same, okay? Now that&#39;s maybe a little counter-intuitive"
    },
    {
      "index": 186,
      "start_time": 2487560.0,
      "end_time": 2502109.0,
      "text": "if you might think, &quot;Oh, well, you should only be focusing on pleasant, restful things."
    },
    {
      "index": 187,
      "start_time": 2502110.0,
      "end_time": 2521881.0,
      "text": "What if I focus on something agitative and so forth, will that still develop my concentration"
    },
    {
      "index": 188,
      "start_time": 2521880.0,
      "end_time": 2546480.0,
      "text": "power?&quot; and the answer is yes. So, we could&#39;ve picked any one of dozens or dozens of possible"
    },
    {
      "index": 189,
      "start_time": 2546480.0,
      "end_time": 2571940.0,
      "text": "objects; a mantra, your breath, an external candle flame, it could&#39;ve been anything, anything"
    },
    {
      "index": 190,
      "start_time": 2571940.0,
      "end_time": 2600690.0,
      "text": "at all. The fact is when the awareness wandered, you came back. When the awareness wanders,"
    },
    {
      "index": 191,
      "start_time": 2600690.0,
      "end_time": 2629010.0,
      "text": "you&#39;d come back. Now, how many people here have ever done physical exercise to build"
    },
    {
      "index": 192,
      "start_time": 2629010.0,
      "end_time": 2643349.0,
      "text": "up your body? I think most of us have done it from time to time, nothing mystical-shmystical."
    },
    {
      "index": 193,
      "start_time": 2643350.0,
      "end_time": 2666141.0,
      "text": "If you do exercise on a regular basis, will the base level of strength in your muscles"
    },
    {
      "index": 194,
      "start_time": 2666140.0,
      "end_time": 2695190.0,
      "text": "increase? Yes or no? It&#39;s not trick set of question. The answer is yes. If you designate"
    },
    {
      "index": 195,
      "start_time": 2695190.0,
      "end_time": 2713490.0,
      "text": "some aspect of experience to be an object of focus and you, by implication, designate"
    },
    {
      "index": 196,
      "start_time": 2713490.0,
      "end_time": 2753369.0,
      "text": "all other experiences for that period of time to be distractions, and you pull yourself"
    },
    {
      "index": 197,
      "start_time": 2753370.0,
      "end_time": 2784561.0,
      "text": "back from the distractions to the object of focus--doesn&#39;t matter what the object of focus"
    },
    {
      "index": 198,
      "start_time": 2784560.0,
      "end_time": 2800839.0,
      "text": "is--do you think that with time, your base level of concentration power would be elevated?"
    },
    {
      "index": 199,
      "start_time": 2800840.0,
      "end_time": 2816131.0,
      "text": "What do you think? It&#39;s not an unreasonable hypothesis. In fact, it is profoundly true;"
    },
    {
      "index": 200,
      "start_time": 2816130.0,
      "end_time": 2830650.0,
      "text": "a fact that was never discovered very clearly by the Western world, but was very clearly"
    },
    {
      "index": 201,
      "start_time": 2830650.0,
      "end_time": 2846030.0,
      "text": "discovered by Asia. And I think if there&#39;s one thing that Asia can yell out loud and"
    },
    {
      "index": 202,
      "start_time": 2846030.0,
      "end_time": 2861280.0,
      "text": "clear and the rest of the world, the entire rest of the world, has to listen and say,"
    },
    {
      "index": 203,
      "start_time": 2861280.0,
      "end_time": 2876550.0,
      "text": "&quot;That&#39;s unique and that&#39;s important,&quot; is the discovery that a person&#39;s base level of concentration"
    },
    {
      "index": 204,
      "start_time": 2876550.0,
      "end_time": 2883790.0,
      "text": "power is trainable by systematic exercise. So, let&#39;s attempt a definition albeit perhaps"
    },
    {
      "index": 205,
      "start_time": 2883790.0,
      "end_time": 2888790.0,
      "text": "a circular definition. But those of you with a mathematical background know that formal"
    },
    {
      "index": 206,
      "start_time": 2888790.0,
      "end_time": 2895500.0,
      "text": "systems always start with circular definitions, so we start with undefined, okay? But let&#39;s"
    },
    {
      "index": 207,
      "start_time": 2895500.0,
      "end_time": 2904119.0,
      "text": "just accept the fact that there may be a little circularity in this, but let&#39;s define concentration"
    },
    {
      "index": 208,
      "start_time": 2904120.0,
      "end_time": 2914721.0,
      "text": "power as the ability to focus on what you want whenever you want for as long as you"
    },
    {
      "index": 209,
      "start_time": 2914720.0,
      "end_time": 2927630.0,
      "text": "want. Now, you notice that there is nothing in this definition that says that concentration"
    },
    {
      "index": 210,
      "start_time": 2927630.0,
      "end_time": 2933480.0,
      "text": "is a narrowing of your attention. That&#39;s one of the common misconceptions that concentration"
    },
    {
      "index": 211,
      "start_time": 2933480.0,
      "end_time": 2941900.0,
      "text": "is, by definition, a reduced scope of awareness. All I said was the ability to attend to what"
    },
    {
      "index": 212,
      "start_time": 2941900.0,
      "end_time": 2950030.0,
      "text": "you want whenever you want for as long as you want, that&#39;s the definition of your base"
    },
    {
      "index": 213,
      "start_time": 2950030.0,
      "end_time": 2959070.0,
      "text": "level of concentration power. So if you&#39;re driving the car and you would like to have"
    },
    {
      "index": 214,
      "start_time": 2959070.0,
      "end_time": 2971390.0,
      "text": "a meditative experience of driving the car, are you going to buzz a mantra in your head?"
    },
    {
      "index": 215,
      "start_time": 2971390.0,
      "end_time": 2984160.0,
      "text": "Are you going to visualize a flower? Not if you want to drive safely, okay? Are you going"
    },
    {
      "index": 216,
      "start_time": 2984160.0,
      "end_time": 2994060.0,
      "text": "to focus on your breath? I don&#39;t recommend it. Then what&#39;s relevant to driving the car?"
    },
    {
      "index": 217,
      "start_time": 2994060.0,
      "end_time": 3005780.0,
      "text": "Whether there&#39;s certain sites that you have to see, there are certain sounds you have"
    },
    {
      "index": 218,
      "start_time": 3005780.0,
      "end_time": 3017890.0,
      "text": "to be aware of, and then there is the body physically linked to the car, to the seat,"
    },
    {
      "index": 219,
      "start_time": 3017890.0,
      "end_time": 3030730.0,
      "text": "the steering wheel. So there&#39;s a visual component, you&#39;ve got to see out to the road, you have"
    },
    {
      "index": 220,
      "start_time": 3030730.0,
      "end_time": 3047540.0,
      "text": "to hear out to the road and you have to feel your body linked to the car. So the sight,"
    },
    {
      "index": 221,
      "start_time": 3047540.0,
      "end_time": 3054220.0,
      "text": "sounds and body sensations relative to driving are what&#39;s relevant to that situation. If"
    },
    {
      "index": 222,
      "start_time": 3054220.0,
      "end_time": 3069470.0,
      "text": "you&#39;re focusing on that and that only, you&#39;ll be in a deep meditative state even though"
    },
    {
      "index": 223,
      "start_time": 3069470.0,
      "end_time": 3082310.0,
      "text": "you maybe driving in traffic with a lot of going on. When you arrive at your destination,"
    },
    {
      "index": 224,
      "start_time": 3082310.0,
      "end_time": 3102250.0,
      "text": "it will seem the same to you as though you had been silently in a room for an hour, say,"
    },
    {
      "index": 225,
      "start_time": 3102250.0,
      "end_time": 3135060.0,
      "text": "focused on a mantra or your breath. But you&#39;re object of focus was none other than the activity"
    },
    {
      "index": 226,
      "start_time": 3135060.0,
      "end_time": 3145130.0,
      "text": "of driving a car but in a highly concentrated state. So we&#39;ll define your base level of"
    },
    {
      "index": 227,
      "start_time": 3145130.0,
      "end_time": 3149780.0,
      "text": "concentration to be--we&#39;ll define, yes, your base level of concentration as how easily"
    },
    {
      "index": 228,
      "start_time": 3149780.0,
      "end_time": 3157839.0,
      "text": "you can stay focused on what you deem relevant at any given time. Have you noticed that your"
    },
    {
      "index": 229,
      "start_time": 3157840.0,
      "end_time": 3164951.0,
      "text": "concentration power fluctuates during the day? Have you noticed? So, everybody&#39;s noticed"
    },
    {
      "index": 230,
      "start_time": 3164950.0,
      "end_time": 3172020.0,
      "text": "that. There&#39;s nothing mystical-shmystical about it. Have you noticed that when you&#39;re"
    },
    {
      "index": 231,
      "start_time": 3172020.0,
      "end_time": 3181550.0,
      "text": "spontaneously more focused, you feel better and perform better? How many people have noticed"
    },
    {
      "index": 232,
      "start_time": 3181550.0,
      "end_time": 3189339.0,
      "text": "that effect? Okay. That&#39;s an important fact. Now, that combined with the fact that concentration,"
    },
    {
      "index": 233,
      "start_time": 3189340.0,
      "end_time": 3194131.0,
      "text": "your base level of concentration power, can be elevated with systematic practice, gives"
    },
    {
      "index": 234,
      "start_time": 3194130.0,
      "end_time": 3211099.0,
      "text": "us something quite significant for human beings. It means that  you can always be feeling better and always"
    },
    {
      "index": 235,
      "start_time": 3211100.0,
      "end_time": 3222881.0,
      "text": "be performing better and dramatically so. Can I add 50 years to your life right now?"
    },
    {
      "index": 236,
      "start_time": 3222880.0,
      "end_time": 3238200.0,
      "text": "No. Can I multiply your base level of concentration in each moment by power of--by 100% or 200%?"
    },
    {
      "index": 237,
      "start_time": 3238200.0,
      "end_time": 3257510.0,
      "text": "Yes, that I can do. That means if you are twice as focused in each moment, you&#39;re living"
    },
    {
      "index": 238,
      "start_time": 3257510.0,
      "end_time": 3287420.0,
      "text": "twice as big. So although we cannot additively, dramatically change your life span, we can"
    },
    {
      "index": 239,
      "start_time": 3287420.0,
      "end_time": 3299780.0,
      "text": "literally stretch the scale of life from the inside by elevating your base level of concentration"
    },
    {
      "index": 240,
      "start_time": 3299780.0,
      "end_time": 3316930.0,
      "text": "power. Now, your base level of concentration power is how concentrated you are when you&#39;re"
    },
    {
      "index": 241,
      "start_time": 3316930.0,
      "end_time": 3321910.0,
      "text": "not trying. The second miss--so there&#39;s a confusion in people&#39;s minds between the exercises"
    },
    {
      "index": 242,
      "start_time": 3321910.0,
      "end_time": 3334480.0,
      "text": "that you do that will elevate your base level of concentration which are small, formal things"
    },
    {
      "index": 243,
      "start_time": 3334480.0,
      "end_time": 3348609.0,
      "text": "like what we did, and the base level of concentration itself which is a permanent or trait change."
    },
    {
      "index": 244,
      "start_time": 3348610.0,
      "end_time": 3353011.0,
      "text": "So your base level of concentration is how focused you are when you&#39;re not having to"
    },
    {
      "index": 245,
      "start_time": 3353010.0,
      "end_time": 3376710.0,
      "text": "work to be focused, it&#39;s just what you dropped into. So if we double or triple your base"
    },
    {
      "index": 246,
      "start_time": 3376710.0,
      "end_time": 3401440.0,
      "text": "level of concentration, that means without you having to do anything special, just as"
    },
    {
      "index": 247,
      "start_time": 3401440.0,
      "end_time": 3441270.0,
      "text": "you&#39;re going about your daily life, you will be two or three times as focused. Now, that"
    },
    {
      "index": 248,
      "start_time": 3441270.0,
      "end_time": 3451640.0,
      "text": "means you&#39;ll be living two or three times as large. So that&#39;s like--I rank that as one"
    },
    {
      "index": 249,
      "start_time": 3451640.0,
      "end_time": 3462220.0,
      "text": "of the huge discoveries of the human species that we can actually do this, that this is"
    },
    {
      "index": 250,
      "start_time": 3462220.0,
      "end_time": 3471550.0,
      "text": "trainable. So there&#39;s a metaphor that I&#39;d like to use, once again, based on science."
    },
    {
      "index": 251,
      "start_time": 3471550.0,
      "end_time": 3484020.0,
      "text": "Let&#39;s say that your goal is to understand plants, you really--you want to be like an"
    },
    {
      "index": 252,
      "start_time": 3484020.0,
      "end_time": 3500359.0,
      "text": "ace botanist. So you want to understand plants, but you want to really understand plants."
    },
    {
      "index": 253,
      "start_time": 3500360.0,
      "end_time": 3506751.0,
      "text": "So here is understanding of the plant. But since plant is a life form, if you really"
    },
    {
      "index": 254,
      "start_time": 3506750.0,
      "end_time": 3522130.0,
      "text": "want to understand plants, you have to back that up with biochemistry and molecular biology."
    },
    {
      "index": 255,
      "start_time": 3522130.0,
      "end_time": 3538890.0,
      "text": "So you need this chemistry background to freely understand the structure and function of plants"
    },
    {
      "index": 256,
      "start_time": 3538890.0,
      "end_time": 3557000.0,
      "text": "at a very deep level. Chemistry is a broader subject than botany, it&#39;s a deeper subject."
    },
    {
      "index": 257,
      "start_time": 3557000.0,
      "end_time": 3574500.0,
      "text": "It gives you a deeper perspective on things; it&#39;s also a little harder for most people"
    },
    {
      "index": 258,
      "start_time": 3574500.0,
      "end_time": 3585650.0,
      "text": "to learn. Of course, if you really want to understand chemistry, you have to understand"
    },
    {
      "index": 259,
      "start_time": 3585650.0,
      "end_time": 3589970.0,
      "text": "the underlying physics including the quantum physics so that takes you into the world of"
    },
    {
      "index": 260,
      "start_time": 3589970.0,
      "end_time": 3597119.0,
      "text": "physics. Physics is broader than chemistry; it&#39;s about building bridges or the behavior"
    },
    {
      "index": 261,
      "start_time": 3597120.0,
      "end_time": 3604961.0,
      "text": "of galaxies as well as maybe the chemistry of a solar surface. So physics is broader,"
    },
    {
      "index": 262,
      "start_time": 3604960.0,
      "end_time": 3609730.0,
      "text": "deeper, most people find it a little harder. But if you really understand physics, then"
    },
    {
      "index": 263,
      "start_time": 3609730.0,
      "end_time": 3620030.0,
      "text": "you understand quantum chemistry and then you can really appreciate the deep principles"
    },
    {
      "index": 264,
      "start_time": 3620030.0,
      "end_time": 3630410.0,
      "text": "underlying the world of plants. However, there is a discipline that is broader, deeper and"
    },
    {
      "index": 265,
      "start_time": 3630410.0,
      "end_time": 3638210.0,
      "text": "many people find harder than physics. And what would that deeper, broader, discipline"
    },
    {
      "index": 266,
      "start_time": 3638210.0,
      "end_time": 3648540.0,
      "text": "be? Mathematics. Now, most people would say that mathematics lies at the base of the pyramid."
    },
    {
      "index": 267,
      "start_time": 3648540.0,
      "end_time": 3658910.0,
      "text": "When I cited that I wanted to be part of the East-West inner science outer science dialogue,"
    },
    {
      "index": 268,
      "start_time": 3658910.0,
      "end_time": 3667680.0,
      "text": "I didn&#39;t have any background in science. I wanted to acquire a background in science--that&#39;s"
    },
    {
      "index": 269,
      "start_time": 3667680.0,
      "end_time": 3678280.0,
      "text": "many decades ago--and I was given a very good piece of advice by a scientist. He said, &quot;Just"
    },
    {
      "index": 270,
      "start_time": 3678280.0,
      "end_time": 3688859.0,
      "text": "ace math, okay? Just totally learn it and learn it, you know, to the post graduate level"
    },
    {
      "index": 271,
      "start_time": 3688860.0,
      "end_time": 3701431.0,
      "text": "and then you&#39;ll be able to walk into any science class and pretty much figure out what&#39;s going"
    },
    {
      "index": 272,
      "start_time": 3701430.0,
      "end_time": 3715240.0,
      "text": "on.&quot; That was a good piece of advice, to start at the base of the pyramid. And so that&#39;s"
    },
    {
      "index": 273,
      "start_time": 3715240.0,
      "end_time": 3728990.0,
      "text": "where I did start and I found that was very true. But--now, math is much deeper than physics."
    },
    {
      "index": 274,
      "start_time": 3728990.0,
      "end_time": 3743980.0,
      "text": "It can--you can use matrices to model an economic system or you can use probability theory for"
    },
    {
      "index": 275,
      "start_time": 3743980.0,
      "end_time": 3754599.0,
      "text": "gambling. There&#39;s even human values, utility functions, even human perceptions, there are"
    },
    {
      "index": 276,
      "start_time": 3754600.0,
      "end_time": 3765620.0,
      "text": "attempts to make mathematical models of these socio-metric matrices and so forth. So math"
    },
    {
      "index": 277,
      "start_time": 3765620.0,
      "end_time": 3773060.0,
      "text": "is broader than physics, it&#39;s deeper. Most people find it abstract and more difficult."
    },
    {
      "index": 278,
      "start_time": 3773060.0,
      "end_time": 3783461.0,
      "text": "But if you ace this, you&#39;ve got this and you&#39;ve got this one, got this one. So what is the"
    },
    {
      "index": 279,
      "start_time": 3783460.0,
      "end_time": 3792890.0,
      "text": "purpose of this rather extended metaphor? Well, I would claim that there&#39;s one more"
    },
    {
      "index": 280,
      "start_time": 3792890.0,
      "end_time": 3802260.0,
      "text": "level; something deeper, broader, perhaps in some ways even more challenging, but even"
    },
    {
      "index": 281,
      "start_time": 3802260.0,
      "end_time": 3812359.0,
      "text": "more productive to learn and that&#39;s concentration skill. For one thing, with concentration skill--I"
    },
    {
      "index": 282,
      "start_time": 3812360.0,
      "end_time": 3822261.0,
      "text": "mean, I don&#39;t have any native ability in math whatsoever, I failed all my math classes in"
    },
    {
      "index": 283,
      "start_time": 3822260.0,
      "end_time": 3838510.0,
      "text": "school. But when I came back from Asia, I had something going for me that I didn&#39;t have"
    },
    {
      "index": 284,
      "start_time": 3838510.0,
      "end_time": 3851710.0,
      "text": "when I was in high school. I had vastly enhanced concentration power from years of living in"
    },
    {
      "index": 285,
      "start_time": 3851710.0,
      "end_time": 3869210.0,
      "text": "monasteries. Well, that allowed me to overcome my native lack of ability in this field. I"
    },
    {
      "index": 286,
      "start_time": 3869210.0,
      "end_time": 3882550.0,
      "text": "just made up for it by pure concentration power and with time, it allowed me to learn"
    },
    {
      "index": 287,
      "start_time": 3882550.0,
      "end_time": 3900400.0,
      "text": "these things. Of course, my interest is not botany, my interest in neuroscience and how"
    },
    {
      "index": 288,
      "start_time": 3900400.0,
      "end_time": 3915380.0,
      "text": "neuroscience--what neuroscience can tell us about meditative states and the other way"
    },
    {
      "index": 289,
      "start_time": 3915380.0,
      "end_time": 3933260.0,
      "text": "around, what meditators, how they can collaborate with neuroscientists to suggest the most productive"
    },
    {
      "index": 290,
      "start_time": 3933260.0,
      "end_time": 3948440.0,
      "text": "experiments based on their--in their experience. So, my specialty is neuroscience, not botany."
    },
    {
      "index": 291,
      "start_time": 3948440.0,
      "end_time": 3959130.0,
      "text": "But to understand the neuroscience, you still have to understand all of this stuff down"
    },
    {
      "index": 292,
      "start_time": 3959130.0,
      "end_time": 3972319.0,
      "text": "to the math. But what allowed me to understand the math was my concentration skills that"
    },
    {
      "index": 293,
      "start_time": 3972320.0,
      "end_time": 3985911.0,
      "text": "came from meditation. But the concentration skills are not just good for learning science."
    },
    {
      "index": 294,
      "start_time": 3985910.0,
      "end_time": 3996520.0,
      "text": "They&#39;ll improve your tennis game, they&#39;ll improve your experience of making love, they&#39;ll"
    },
    {
      "index": 295,
      "start_time": 3996520.0,
      "end_time": 4007780.0,
      "text": "deepen your prayer life, they&#39;ll allow you to have psychological insights; they&#39;ll allow"
    },
    {
      "index": 296,
      "start_time": 4007780.0,
      "end_time": 4021119.0,
      "text": "you to experience physical pain without suffering, even emotional pain without suffering. So"
    },
    {
      "index": 297,
      "start_time": 4021120.0,
      "end_time": 4029401.0,
      "text": "concentration skills are very raw. They cover--they will empower every significant dimension that"
    },
    {
      "index": 298,
      "start_time": 4029400.0,
      "end_time": 4044050.0,
      "text": "is called human, whether it&#39;s a physical human, emotional human, a social human, the relationship"
    },
    {
      "index": 299,
      "start_time": 4044050.0,
      "end_time": 4047970.0,
      "text": "human, the I-want-to-make-a-fortune human, the I-want-to-have-a-good-reputation human."
    },
    {
      "index": 300,
      "start_time": 4047970.0,
      "end_time": 4058280.0,
      "text": "Whatever it is, if it&#39;s humanly important, it&#39;s going to be facilitated by greater concentration"
    },
    {
      "index": 301,
      "start_time": 4058280.0,
      "end_time": 4072859.0,
      "text": "power. We don&#39;t have time in a short talk like this to connect all the arrows, to connect"
    },
    {
      "index": 302,
      "start_time": 4072860.0,
      "end_time": 4078310.0,
      "text": "the dots. But if you were to bring up anything, I mean, anything in your life that you would"
    },
    {
      "index": 303,
      "start_time": 4078310.0,
      "end_time": 4091281.0,
      "text": "like to see--I&#39;d like to see it move in this direction, I&#39;d like to avoid this other direction,"
    },
    {
      "index": 304,
      "start_time": 4091280.0,
      "end_time": 4100790.0,
      "text": "I could connect the dots, okay, general enhanced level of concentration will allow you to do"
    },
    {
      "index": 305,
      "start_time": 4100790.0,
      "end_time": 4121299.0,
      "text": "this, that&#39;ll allow you to this, and that will allow you to achieve your ultimate goal."
    },
    {
      "index": 306,
      "start_time": 4121300.0,
      "end_time": 4139621.0,
      "text": "So I would claim that at the basis of the pyramid of all human knowledge--both engineering"
    },
    {
      "index": 307,
      "start_time": 4139620.0,
      "end_time": 4148400.0,
      "text": "and science knowledge here, but all the other kinds of knowledges that are important for"
    },
    {
      "index": 308,
      "start_time": 4148399.9999999995,
      "end_time": 4157968.9999999995,
      "text": "human beings--at the base of all of those knowledge pyramids lies the most basic human"
    },
    {
      "index": 309,
      "start_time": 4157970.0000000005,
      "end_time": 4166791.0000000005,
      "text": "trainable skill, and that is the skill at attending to what is relevant, which is equivalent"
    },
    {
      "index": 310,
      "start_time": 4166790.0,
      "end_time": 4176219.0,
      "text": "to the skill of not being caught in what is irrelevant. Remember it, once again, as we&#39;re"
    },
    {
      "index": 311,
      "start_time": 4176220.0000000005,
      "end_time": 4184791.0000000005,
      "text": "interested in elevating your base level. That means when you&#39;re not trying, when you&#39;re"
    },
    {
      "index": 312,
      "start_time": 4184790.0,
      "end_time": 4198440.0,
      "text": "not working at it, can you be two or three times as focused as a normal human being?"
    },
    {
      "index": 313,
      "start_time": 4198440.0,
      "end_time": 4215429.0,
      "text": "And the answer is yes. What kind of time investment would it take to achieve that training? What"
    },
    {
      "index": 314,
      "start_time": 4215430.0,
      "end_time": 4229841.0,
      "text": "I tell people is a minimum of--a minimum of 10 minutes a day of formal practice like what"
    },
    {
      "index": 315,
      "start_time": 4229840.0,
      "end_time": 4243820.0,
      "text": "we did here, plus four hours a month of intensive practice. I have something that I call the"
    },
    {
      "index": 316,
      "start_time": 4243820.0,
      "end_time": 4253120.0,
      "text": "Home Practice Program, which you access by telephone wherever you are in the world and"
    },
    {
      "index": 317,
      "start_time": 4253120.0,
      "end_time": 4269840.0,
      "text": "we give it in four-hour increments on weekends--you can look me up on the internet if you want"
    },
    {
      "index": 318,
      "start_time": 4269840.0,
      "end_time": 4281620.0,
      "text": "to do that--and that gives you that intense retrieve practice every month if you do four"
    },
    {
      "index": 319,
      "start_time": 4281620.0,
      "end_time": 4299340.0,
      "text": "hours of continuous formal practice and most days if you do 10 minutes of formal practice."
    },
    {
      "index": 320,
      "start_time": 4299340.0,
      "end_time": 4314340.0,
      "text": "As the months and years and decades of your life progress, it&#39;s reasonable that you will"
    },
    {
      "index": 321,
      "start_time": 4314340.0,
      "end_time": 4325989.0,
      "text": "become two or three times as focused as a normal human being in your daily life. I repeat,"
    },
    {
      "index": 322,
      "start_time": 4325990.0,
      "end_time": 4337871.0,
      "text": "that means that you will live your life two or three times as big as any normal human"
    },
    {
      "index": 323,
      "start_time": 4337870.0,
      "end_time": 4351120.0,
      "text": "being. I call that a good investment. Give me 10 minutes each day and four hours each"
    },
    {
      "index": 324,
      "start_time": 4351120.0,
      "end_time": 4368760.0,
      "text": "month and I make your life twice as big. Additively, we&#39;ve taken away--I&#39;ll need that--but you"
    },
    {
      "index": 325,
      "start_time": 4368760.0,
      "end_time": 4380440.0,
      "text": "could see that the end is, &quot;Do the math,&quot; as they say. So that&#39;s-so as---I&#39;ll take"
    },
    {
      "index": 326,
      "start_time": 4380440.0,
      "end_time": 4397390.0,
      "text": "your comment and question in a second. As time goes on, if you do these exercises, your"
    },
    {
      "index": 327,
      "start_time": 4397390.0,
      "end_time": 4408550.0,
      "text": "concentration gets deeper and deeper and it gets broader and broader. By deeper and deeper,"
    },
    {
      "index": 328,
      "start_time": 4408550.0,
      "end_time": 4419760.0,
      "text": "you can perhaps have an intuitive sense of what that&#39;s like. Broader and broader means"
    },
    {
      "index": 329,
      "start_time": 4419760.0,
      "end_time": 4436570.0,
      "text": "you&#39;re in a special concentrated or in the zone state in more and more complex life activities."
    },
    {
      "index": 330,
      "start_time": 4436570.0,
      "end_time": 4466340.0,
      "text": "Right now, I&#39;m giving this talk to you; my meditation is giving this talk. I feel that"
    },
    {
      "index": 331,
      "start_time": 4466340.0,
      "end_time": 4490380.0,
      "text": "I&#39;m in a very deep meditative state just by giving this talk. I feel, as I&#39;m talking to"
    },
    {
      "index": 332,
      "start_time": 4490380.0,
      "end_time": 4506020.0,
      "text": "you now, in a deeper state that I would&#39;ve felt in the middle of a silent retreat 20"
    },
    {
      "index": 333,
      "start_time": 4506020.0,
      "end_time": 4520630.0,
      "text": "years ago if I had been meditating for a month without talking to anybody. The state I would&#39;ve"
    },
    {
      "index": 334,
      "start_time": 4520630.0,
      "end_time": 4538480.0,
      "text": "been in 20 years ago under those very special circumstances is not nearly as deep as the"
    },
    {
      "index": 335,
      "start_time": 4538480.0,
      "end_time": 4564830.0,
      "text": "state I&#39;m in right now in interacting with you; that&#39;s what I mean by base level. So"
    },
    {
      "index": 336,
      "start_time": 4564830.0,
      "end_time": 4576770.0,
      "text": "it gets deeper and deeper and it gets broader and broader. At first, meditation is an event"
    },
    {
      "index": 337,
      "start_time": 4576770.0,
      "end_time": 4594790.0,
      "text": "within life, then at some point, it could be two months, two years or, let&#39;s be honest,"
    },
    {
      "index": 338,
      "start_time": 4594790.0,
      "end_time": 4601660.0,
      "text": "you know, 12 years or 15 years, at some point, a figure-ground reversal takes place; life"
    },
    {
      "index": 339,
      "start_time": 4601660.0,
      "end_time": 4608980.0,
      "text": "starts to happen inside meditation. It&#39;s like the meditation is always there. Life comes"
    },
    {
      "index": 340,
      "start_time": 4608980.0,
      "end_time": 4619739.0,
      "text": "and goes. At the beginning, life is there, meditation comes and goes. Once that figure-ground"
    },
    {
      "index": 341,
      "start_time": 4619740.0,
      "end_time": 4629421.0,
      "text": "reversal has taken place, your growth goes exponential because now you&#39;ve got the proverbial"
    },
    {
      "index": 342,
      "start_time": 4629420.0,
      "end_time": 4639780.0,
      "text": "positive feedback loop. The more you grow, the faster you grow. Your initial experience"
    },
    {
      "index": 343,
      "start_time": 4639780.0,
      "end_time": 4648280.0,
      "text": "on that exponential growth curve, if you just look at the first part of it, might seem linear"
    },
    {
      "index": 344,
      "start_time": 4648280.0,
      "end_time": 4654770.0,
      "text": "and not very dramatic because you can&#39;t see the big picture. But once that figure-ground"
    },
    {
      "index": 345,
      "start_time": 4654770.0,
      "end_time": 4663190.0,
      "text": "reversal takes place, then that&#39;s where the derivative goes high [INDISTINCT]. And when"
    },
    {
      "index": 346,
      "start_time": 4663190.0,
      "end_time": 4674350.0,
      "text": "you start to meditate, it seems like you&#39;re a million miles from any goal. And in the"
    },
    {
      "index": 347,
      "start_time": 4674350.0,
      "end_time": 4691380.0,
      "text": "first year of practice, it seems like you walked a mile, and it&#39;s like, well, you know,"
    },
    {
      "index": 348,
      "start_time": 4691380.0,
      "end_time": 4702980.0,
      "text": "where is this going? But what you don&#39;t realize is in the next year, you go 10 miles in the"
    },
    {
      "index": 349,
      "start_time": 4702980.0,
      "end_time": 4731330.0,
      "text": "next year, you&#39;ll do 100 miles, roughly speaking. The base of the logarithm may not lead to"
    },
    {
      "index": 350,
      "start_time": 4731330.0,
      "end_time": 4760460.0,
      "text": "the base count, okay? Or--and it may not be in years, but roughly speaking, we are talking"
    },
    {
      "index": 351,
      "start_time": 4760460.0,
      "end_time": 4787449.0,
      "text": "in statistical trend, if you&#39;d look at a lot of people that mediate and you look over a"
    },
    {
      "index": 352,
      "start_time": 4787450.0,
      "end_time": 4801961.0,
      "text": "lot of--a long period of time in their career, there is a tendency for meditation to grow"
    },
    {
      "index": 353,
      "start_time": 4801960.0,
      "end_time": 4809380.0,
      "text": "exponentially. So that, you know, in relatively few years, you can start to have these stunning,"
    },
    {
      "index": 354,
      "start_time": 4809380.0,
      "end_time": 4818250.0,
      "text": "earth-shaking changes in your life. That&#39;s why I say this discovery primarily from Asia"
    },
    {
      "index": 355,
      "start_time": 4818250.0,
      "end_time": 4823690.0,
      "text": "of the trainability of concentration ranks as--along with fire and the wheel and simple,"
    },
    {
      "index": 356,
      "start_time": 4823690.0,
      "end_time": 4831120.0,
      "text": "you know, levers and things like that. I rank it right up there with the most important"
    },
    {
      "index": 357,
      "start_time": 4831120.0,
      "end_time": 4844010.0,
      "text": "things that our species has discovered because I place it at the base of all other human"
    },
    {
      "index": 358,
      "start_time": 4844010.0,
      "end_time": 4853790.0,
      "text": "endeavors. So, that&#39;s the wrap. You had a little taste of it. Now what I would like"
    },
    {
      "index": 359,
      "start_time": 4853790.0,
      "end_time": 4866100.0,
      "text": "to do is--it&#39;s 2:30, so we&#39;ve been here for an hour--maybe we&#39;ll take a couple of questions."
    },
    {
      "index": 360,
      "start_time": 4866100.0,
      "end_time": 4877630.0,
      "text": "Also, I&#39;d like comments. I like challenges. I even like it if you disagree with me and"
    },
    {
      "index": 361,
      "start_time": 4877630.0,
      "end_time": 4885620.0,
      "text": "we could discuss that, so feel free. We&#39;ll take a couple minutes to just open it up for"
    },
    {
      "index": 362,
      "start_time": 4885620.0,
      "end_time": 4892660.0,
      "text": "any reports on your experiences, questions you may have and so forth. Yes?"
    },
    {
      "index": 363,
      "start_time": 4892660.0,
      "end_time": 4902020.0,
      "text": "&gt;&gt; How does discipline figure into concentration? Does concentration take discipline or is it"
    },
    {
      "index": 364,
      "start_time": 4902020.0,
      "end_time": 4908980.0,
      "text": "discipline depend on concentration? &gt;&gt; YOUNG: I would say pretty much chicken"
    },
    {
      "index": 365,
      "start_time": 4908980.0,
      "end_time": 4922409.0,
      "text": "and egg. In other words, you need a certain minimum amount of discipline to set up a regimen"
    },
    {
      "index": 366,
      "start_time": 4922410.0,
      "end_time": 4934251.0,
      "text": "of practice. A regimen of practice is, as I mentioned, a little bit each day, a lot"
    },
    {
      "index": 367,
      "start_time": 4934250.0,
      "end_time": 4947190.0,
      "text": "every once in a while. By a lot, I mean at least four hours unbroken practice. And then"
    },
    {
      "index": 368,
      "start_time": 4947190.0,
      "end_time": 4954710.0,
      "text": "the other thing in the regimen is at least a couple of times a year, you have a personal"
    },
    {
      "index": 369,
      "start_time": 4954710.0,
      "end_time": 4960340.0,
      "text": "interaction with at least one coach. I don&#39;t believe in the whole guru system of gurus"
    },
    {
      "index": 370,
      "start_time": 4960340.0,
      "end_time": 4964230.0,
      "text": "and disciples. I look upon myself as a competent coach. So you want to touch base with a mediation"
    },
    {
      "index": 371,
      "start_time": 4964230.0,
      "end_time": 4978920.0,
      "text": "coach every once in a while who&#39;s looking at the big picture of your practice and can"
    },
    {
      "index": 372,
      "start_time": 4978920.0,
      "end_time": 4984540.0,
      "text": "give overall, so if--overall guidance. So if you can establish enough discipline to"
    },
    {
      "index": 373,
      "start_time": 4984540.0,
      "end_time": 4996090.0,
      "text": "get that in place, then as your concentration grows, your discipline grows. Now they start"
    },
    {
      "index": 374,
      "start_time": 4996090.0,
      "end_time": 5008020.0,
      "text": "to reinforce each other. Unfortunately, the beginning, then working at, you know and have"
    },
    {
      "index": 375,
      "start_time": 5008020.0,
      "end_time": 5020600.0,
      "text": "that going for you because people in general are not concentrated and people in general"
    },
    {
      "index": 376,
      "start_time": 5020600.0,
      "end_time": 5033400.0,
      "text": "are not disciplined, so you try to start somewhere. Now, I say if you can&#39;t-if you can&#39;t be"
    },
    {
      "index": 377,
      "start_time": 5033400.0,
      "end_time": 5044370.0,
      "text": "disciplined, be clever; that&#39;s what I did. I trapped myself in a monastery in Japan with"
    },
    {
      "index": 378,
      "start_time": 5044370.0,
      "end_time": 5050980.0,
      "text": "no ticket back and no easy way out so--because I knew I wasn&#39;t disciplined. And then I was"
    },
    {
      "index": 379,
      "start_time": 5050980.0,
      "end_time": 5056500.0,
      "text": "trapped--now trapped in that environment and believe me, if there had been any easy way"
    },
    {
      "index": 380,
      "start_time": 5056500.0,
      "end_time": 5065989.0,
      "text": "out and back to the U.S., I would&#39;ve taken it, but I was trapped and fortunately. So"
    },
    {
      "index": 381,
      "start_time": 5065990.0,
      "end_time": 5078321.0,
      "text": "what you can do here is you could sign up for retreats and then you can pay your money"
    },
    {
      "index": 382,
      "start_time": 5078320.0,
      "end_time": 5085920.0,
      "text": "and write it in ink, and put that every like, as I say it, every month I give these 4-hour"
    },
    {
      "index": 383,
      "start_time": 5085920.0,
      "end_time": 5094280.0,
      "text": "mini-retreats. You can go to basicmindforce.org, it&#39;s my main website. And so if you sign up"
    },
    {
      "index": 384,
      "start_time": 5094280.0,
      "end_time": 5101409.0,
      "text": "for the retreats for a year&#39;s worth and you play in advance, that&#39;s a way of trapping"
    },
    {
      "index": 385,
      "start_time": 5101410.0,
      "end_time": 5105700.0,
      "text": "yourself if you&#39;re not too disciplined. Good. Did you have a question or comment?"
    },
    {
      "index": 386,
      "start_time": 5105700.0,
      "end_time": 5114671.0,
      "text": "&gt;&gt; Yeah. You mentioned a few exponential growth and intuitive trends to improve concentration."
    },
    {
      "index": 387,
      "start_time": 5114670.0,
      "end_time": 5123210.0,
      "text": "How do you measure that? &gt;&gt; YOUNG: We, at this point, only have the"
    },
    {
      "index": 388,
      "start_time": 5123210.0,
      "end_time": 5134659.0,
      "text": "anecdotal measurements of, you know, centuries of teachers teaching this and seeing what"
    },
    {
      "index": 389,
      "start_time": 5134660.0,
      "end_time": 5137601.0,
      "text": "their student experience is. We&#39;re only now starting to be able to quantify all of this."
    },
    {
      "index": 390,
      "start_time": 5137600.0,
      "end_time": 5139020.0,
      "text": "That&#39;s part of that east-west dialogue that I talked about. I can--you can find a few"
    },
    {
      "index": 391,
      "start_time": 5139020.0,
      "end_time": 5147390.0,
      "text": "studies but these are--it&#39;s hard to find longitudinal studies that go for 10 or 20 years, for obvious"
    },
    {
      "index": 392,
      "start_time": 5147390.0,
      "end_time": 5161590.0,
      "text": "reasons, right, because Western science has only been studying this stuff for 10 or 20"
    },
    {
      "index": 393,
      "start_time": 5161590.0,
      "end_time": 5168110.0,
      "text": "years. So the answer is how do we know now, because teachers like myself observe--and"
    },
    {
      "index": 394,
      "start_time": 5168110.0,
      "end_time": 5175929.0,
      "text": "I&#39;ve had students that have been with me for 30 years, and I see, okay, the ones that stayed"
    },
    {
      "index": 395,
      "start_time": 5175930.0,
      "end_time": 5186591.0,
      "text": "with it--I see as a general trend what tends to happen with their practice. So right now,"
    },
    {
      "index": 396,
      "start_time": 5186590.0,
      "end_time": 5200460.0,
      "text": "I can&#39;t point you to multi-center, actively controlled, double blind, you know, bulletproof,"
    },
    {
      "index": 397,
      "start_time": 5200460.0,
      "end_time": 5207380.0,
      "text": "scientific evidence that it works this way. I think we will have that in the next century."
    },
    {
      "index": 398,
      "start_time": 5207380.0,
      "end_time": 5207900.0,
      "text": "Right now, it&#39;s the anecdotal evidence of hundreds of teachers, our experiences sort"
    },
    {
      "index": 399,
      "start_time": 5207900.0,
      "end_time": 5212540.0,
      "text": "of in this direction. Yes, Billy? &gt;&gt; I have a comment and I have a question."
    },
    {
      "index": 400,
      "start_time": 5212540.0,
      "end_time": 5218280.0,
      "text": "&gt;&gt; YOUNG: Sure. &gt;&gt; So my comment is William James, the father"
    },
    {
      "index": 401,
      "start_time": 5218280.0,
      "end_time": 5224949.0,
      "text": "of modern psychology, it could basically be the same conclusion as you did and he called"
    },
    {
      "index": 402,
      "start_time": 5224950.0,
      "end_time": 5232621.0,
      "text": "the bottom layer. He said it&#39;s the basis of judgment, character and will. It&#39;s that important."
    },
    {
      "index": 403,
      "start_time": 5232620.0,
      "end_time": 5239080.0,
      "text": "&gt;&gt; YOUNG: He said that? He called concentration? &gt;&gt; Yes, he call attention."
    },
    {
      "index": 404,
      "start_time": 5239080.0,
      "end_time": 5247670.0,
      "text": "&gt;&gt; YOUNG: Attention? &gt;&gt; I believe it was attention and [INDISTINCT]"
    },
    {
      "index": 405,
      "start_time": 5247670.0,
      "end_time": 5254810.0,
      "text": "the basis of judgment, character and will. &gt;&gt; YOUNG: Yeah, that&#39;s a pretty good quote."
    },
    {
      "index": 406,
      "start_time": 5254810.0,
      "end_time": 5268010.0,
      "text": "&gt;&gt; I think he say--he say--if--he said something like only that was possible. [INDISTINCT],"
    },
    {
      "index": 407,
      "start_time": 5268010.0,
      "end_time": 5276000.0,
      "text": "that&#39;ll be great. So that was the comment. The question is that when we play video games"
    },
    {
      "index": 408,
      "start_time": 5276000.0,
      "end_time": 5280320.0,
      "text": "on the Xbox--I don&#39;t know if you have it in Japan, do you have it now? And it&#39;s like,"
    },
    {
      "index": 409,
      "start_time": 5280320.0,
      "end_time": 5280900.0,
      "text": "it&#39;s very easy to concentrate on a game, and I&#39;m wondering whether that form of concentration"
    },
    {
      "index": 410,
      "start_time": 5280900.0,
      "end_time": 5281050.0,
      "text": "is generalized because it&#39;s so pleasure [INDISTINCT] run."
    },
    {
      "index": 411,
      "start_time": 5281050.0,
      "end_time": 5281310.0,
      "text": "&gt;&gt; YOUNG: Excellent and very interested point. But I&#39;m not--I&#39;m going to write down your"
    },
    {
      "index": 412,
      "start_time": 5281310.0,
      "end_time": 5281440.0,
      "text": "James quote. &gt;&gt; Yes, I have that for you."
    },
    {
      "index": 413,
      "start_time": 5281440.0,
      "end_time": 5283719.0,
      "text": "&gt;&gt; YOUNG: That&#39;s really good. William James also said some other amazing things. He once"
    },
    {
      "index": 414,
      "start_time": 5283720.0,
      "end_time": 5286171.0,
      "text": "said--when he was lecturing, I believe, at Harvard, then there was a Buddhist monk in"
    },
    {
      "index": 415,
      "start_time": 5286170.0,
      "end_time": 5292719.0,
      "text": "the orange robe--probably a Southeast Asian--in the audience and he invited that Buddhist"
    },
    {
      "index": 416,
      "start_time": 5292720.0,
      "end_time": 5299691.0,
      "text": "monk to come up on the stage and now, this would be what, about hundred years ago? And"
    },
    {
      "index": 417,
      "start_time": 5299690.0,
      "end_time": 5303890.0,
      "text": "this is William James and he said, &quot;In the next century, these are the people that you&#39;ll"
    },
    {
      "index": 418,
      "start_time": 5303890.0,
      "end_time": 5303890.0,
      "text": "be learning your psychology from.&quot; And it&#39;s from the past. Mindfulness is not a marginal"
    },
    {
      "index": 419,
      "start_time": 5303890.0,
      "end_time": 5304909.0,
      "text": "piece in Western psychology at this point. Mindfulness is the coolest, hottest thing"
    },
    {
      "index": 420,
      "start_time": 5304910.0,
      "end_time": 5306641.0,
      "text": "in psychotherapy at this point in history and mindfulness, although it&#39;s defined differently"
    },
    {
      "index": 421,
      "start_time": 5306640.0,
      "end_time": 5309310.0,
      "text": "by different people, is a notion directly taken from Theravada Buddhism, taken from"
    },
    {
      "index": 422,
      "start_time": 5309310.0,
      "end_time": 5311150.0,
      "text": "early Buddhism. So James actually literally correctly predicted the future."
    },
    {
      "index": 423,
      "start_time": 5311150.0,
      "end_time": 5320750.0,
      "text": "&gt;&gt; James Date. &gt;&gt; YOUNG: Flip? We&#39;re going to flip the tape."
    },
    {
      "index": 424,
      "start_time": 5320750.0,
      "end_time": 5330010.0,
      "text": "So now, go back to relaxation, see how quick you can go back. Comments? I love taking [INDISTINCT]."
    },
    {
      "index": 425,
      "start_time": 5330010.0,
      "end_time": 5332099.0,
      "text": "&gt;&gt; [INDISTINCT] &gt;&gt; The Xbox question."
    },
    {
      "index": 426,
      "start_time": 5332100.0,
      "end_time": 5341871.0,
      "text": "&gt;&gt; YOUNG: Oh, the Xbox. That&#39;s right. You can--okay. It doesn&#39;t have to be as modern"
    },
    {
      "index": 427,
      "start_time": 5341870.0,
      "end_time": 5344530.0,
      "text": "as video games, it can be old. When you watch TV, you tend to enter a concentrative state."
    },
    {
      "index": 428,
      "start_time": 5344530.0,
      "end_time": 5346550.0,
      "text": "Is that generalized? Does that build concentration skill? In general, no, it doesn&#39;t. And unfortunately,"
    },
    {
      "index": 429,
      "start_time": 5346550.0,
      "end_time": 5346850.0,
      "text": "I would suspect that playing the video games does not build skill. My metaphor: passive"
    },
    {
      "index": 430,
      "start_time": 5346850.0,
      "end_time": 5348239.0,
      "text": "exercise. If I grab your hand and raise it up and down 500 times, are you strengthening"
    },
    {
      "index": 431,
      "start_time": 5348240.0,
      "end_time": 5354430.0,
      "text": "your muscle? Not very much because it&#39;s happening to you; you&#39;re not exercising. There&#39;s not"
    },
    {
      "index": 432,
      "start_time": 5354430.0,
      "end_time": 5359111.0,
      "text": "an effort. So in the exercise that I gave you, your attention wandered, you brought"
    },
    {
      "index": 433,
      "start_time": 5359110.0,
      "end_time": 5364739.0,
      "text": "it back. The attention wandering would be analogous to the force of gravity. Coming"
    },
    {
      "index": 434,
      "start_time": 5364740.0,
      "end_time": 5368220.0,
      "text": "back to your object of meditation would be analogous to lifting the weight; that&#39;s going"
    },
    {
      "index": 435,
      "start_time": 5368220.0,
      "end_time": 5374990.0,
      "text": "to build strength. If you just let somebody move your body for you, you&#39;re not really"
    },
    {
      "index": 436,
      "start_time": 5374990.0,
      "end_time": 5378051.0,
      "text": "developing strength. So certain things will put you in a concentrated state but don&#39;t"
    },
    {
      "index": 437,
      "start_time": 5378050.0,
      "end_time": 5378280.0,
      "text": "have much potential to build concentration. Playing video games, watching TV, I&#39;m afraid"
    },
    {
      "index": 438,
      "start_time": 5378280.0,
      "end_time": 5380820.0,
      "text": "do not build much concentration. Now, is there a way that you could--let&#39;s take--let&#39;s take"
    },
    {
      "index": 439,
      "start_time": 5380820.0,
      "end_time": 5395380.0,
      "text": "those--something like listening to music. Is there a way that you could do that where"
    },
    {
      "index": 440,
      "start_time": 5395380.0,
      "end_time": 5401560.0,
      "text": "it would build concentration? And the answer is yes, but there has to be a disciplined"
    },
    {
      "index": 441,
      "start_time": 5401560.0,
      "end_time": 5410440.0,
      "text": "technique. How about watching television? Could you watch television in a way that you"
    },
    {
      "index": 442,
      "start_time": 5410440.0,
      "end_time": 5415530.0,
      "text": "actually elevated your base level of concentration in daily life? And the answer is yes, but"
    },
    {
      "index": 443,
      "start_time": 5415530.0,
      "end_time": 5419360.0,
      "text": "you would have to have a very disciplined, focused technique. And in fact, I teach people"
    },
    {
      "index": 444,
      "start_time": 5419360.0,
      "end_time": 5419640.0,
      "text": "how to do it. I teach people, but I teach them in incremental steps. First, eyes closed,"
    },
    {
      "index": 445,
      "start_time": 5419640.0,
      "end_time": 5419909.0,
      "text": "just listening to the sounds. Now, can we still be in the meditative state with that"
    },
    {
      "index": 446,
      "start_time": 5419910.0,
      "end_time": 5423091.0,
      "text": "sonic impact? Okay. Now, open your eyes; turn off the video, the audio. Can you look at"
    },
    {
      "index": 447,
      "start_time": 5423090.0,
      "end_time": 5425800.0,
      "text": "the pictures and still keep meditated? Okay. Now, can you look at the pictures and listen"
    },
    {
      "index": 448,
      "start_time": 5425800.0,
      "end_time": 5432070.0,
      "text": "and still be--in a minute--in a consciously meditating on the television experience. If"
    },
    {
      "index": 449,
      "start_time": 5432070.0,
      "end_time": 5433449.0,
      "text": "you can do that, then you can use TV to build, otherwise, video games and TV will probably"
    },
    {
      "index": 450,
      "start_time": 5433450.0,
      "end_time": 5435970.0,
      "text": "unfortunately not. We developed a program--well, let&#39;s put it this way. Just historically,"
    },
    {
      "index": 451,
      "start_time": 5435970.0,
      "end_time": 5446481.0,
      "text": "three years ago, the Dalai Lama spoke to a group of scientists. I think many of you know"
    },
    {
      "index": 452,
      "start_time": 5446480.0,
      "end_time": 5449350.0,
      "text": "that the Dalai Lama--well, let me just say there&#39;s no central organization in Buddhism"
    },
    {
      "index": 453,
      "start_time": 5449350.0,
      "end_time": 5456550.0,
      "text": "like Catholicism; you have a pope and that&#39;s like--that speaks for all of Catholicism."
    },
    {
      "index": 454,
      "start_time": 5456550.0,
      "end_time": 5461480.0,
      "text": "Buddhism is at the other end of the organizational spectrum. There&#39;s no central organization,"
    },
    {
      "index": 455,
      "start_time": 5461480.0,
      "end_time": 5463270.0,
      "text": "no one speaks for all Buddhists. Nobody even speaks for large groups of Buddhists officially;"
    },
    {
      "index": 456,
      "start_time": 5463270.0,
      "end_time": 5466130.0,
      "text": "it&#39;s very decentralized. However, if there was someone in the world--who the world listened"
    },
    {
      "index": 457,
      "start_time": 5466130.0,
      "end_time": 5473130.0,
      "text": "to as representing the Buddhists of the world, that would be the Dalai Lama of Tibet. And"
    },
    {
      "index": 458,
      "start_time": 5473130.0,
      "end_time": 5475130.0,
      "text": "some of you may know that this Dalai Lama is very gung-ho on science and is very much"
    },
    {
      "index": 459,
      "start_time": 5475130.0,
      "end_time": 5476730.0,
      "text": "a believer that not only is Buddhism and science compatible, they are actually natural allies."
    },
    {
      "index": 460,
      "start_time": 5476730.0,
      "end_time": 5477120.0,
      "text": "So, that--in other words he, the Dalai Lama, takes the same stand that I said I just--that"
    },
    {
      "index": 461,
      "start_time": 5477120.0,
      "end_time": 5477190.0,
      "text": "I hid upon 30 years ago, 40 years ago. Forty years ago, it occurred to me, &quot;Oh, Western"
    },
    {
      "index": 462,
      "start_time": 5477190.0,
      "end_time": 5477239.0,
      "text": "science and Eastern science, they&#39;re natural allies. They go together. They can learn from"
    },
    {
      "index": 463,
      "start_time": 5477240.0,
      "end_time": 5477301.0,
      "text": "each other, they can reinforce.&quot; Well, I hid upon that for my own reasons independently"
    },
    {
      "index": 464,
      "start_time": 5477300.0,
      "end_time": 5477370.0,
      "text": "but other people, as is often the case, were having similar ideas, and one of them, fortunately,"
    },
    {
      "index": 465,
      "start_time": 5477370.0,
      "end_time": 5477429.0,
      "text": "is the Dalai Lama who speaks with this enormous voice that&#39;s heard all over the world even"
    },
    {
      "index": 466,
      "start_time": 5477430.0,
      "end_time": 5477501.0,
      "text": "though he doesn&#39;t actually technically have an official status. So he is in favor of an"
    },
    {
      "index": 467,
      "start_time": 5477500.0,
      "end_time": 5477650.0,
      "text": "active collaboration between the Western science and Buddhist meditation experience, and he"
    },
    {
      "index": 468,
      "start_time": 5477650.0,
      "end_time": 5477850.0,
      "text": "has--I have personally like literally been standing six feet from him when he made the"
    },
    {
      "index": 469,
      "start_time": 5477850.0,
      "end_time": 5478020.0,
      "text": "statement: &quot;If anything ever comes up in science that clearly contradicts traditional Buddhism,"
    },
    {
      "index": 470,
      "start_time": 5478020.0,
      "end_time": 5479050.0,
      "text": "then we&#39;ll simply have to abandon that aspect of traditional Buddhism.&quot; And that&#39;s an amazing"
    },
    {
      "index": 471,
      "start_time": 5479050.0,
      "end_time": 5481530.0,
      "text": "statement. Imagine the Pope, this Pope, for example, saying, &quot;Oh, by the way, and we really"
    },
    {
      "index": 472,
      "start_time": 5481530.0,
      "end_time": 5484020.0,
      "text": "apologize about Galileo and all the other people and from now on, you know, any conflicts--if"
    },
    {
      "index": 473,
      "start_time": 5484020.0,
      "end_time": 5486500.0,
      "text": "it looks like we&#39;re wrong, we&#39;re wrong; science wins.&quot; I mean, you can&#39;t quite imagine that"
    },
    {
      "index": 474,
      "start_time": 5486500.0,
      "end_time": 5486969.0,
      "text": "happen, right? What to say if the real fundamentalist types in Islam, Protestant Christianity and"
    },
    {
      "index": 475,
      "start_time": 5486970.0,
      "end_time": 5487691.0,
      "text": "Judaism, you just can&#39;t imagine them saying anything like that. But here we have the Dalai"
    },
    {
      "index": 476,
      "start_time": 5487690.0,
      "end_time": 5488820.0,
      "text": "Lama saying, we&#39;re confident enough that there&#39;s a core experiential truth in Buddhism that"
    },
    {
      "index": 477,
      "start_time": 5488820.0,
      "end_time": 5492070.0,
      "text": "we will--we will completely--he wants Buddhism to disappear basically and simply become part"
    },
    {
      "index": 478,
      "start_time": 5492070.0,
      "end_time": 5493590.0,
      "text": "of science. That&#39;s an amazing statement on the part of a so-called religious leader."
    },
    {
      "index": 479,
      "start_time": 5493590.0,
      "end_time": 5493750.0,
      "text": "So anyway, the Dalai Lama--we got a little off track, but you may not know these things"
    },
    {
      "index": 480,
      "start_time": 5493750.0,
      "end_time": 5495699.0,
      "text": "and they are interesting to know what our world has become, why our world is very different"
    },
    {
      "index": 481,
      "start_time": 5495700.0,
      "end_time": 5497081.0,
      "text": "from the world of the &#39;50s that I was born into. I would never, in my wildest imaginings,"
    },
    {
      "index": 482,
      "start_time": 5497080.0,
      "end_time": 5497260.0,
      "text": "thought that such a culture shift would take place in my own culture in North America."
    },
    {
      "index": 483,
      "start_time": 5497260.0,
      "end_time": 5497460.0,
      "text": "But in many event--so the Dalai Lama got together with a bunch of scientists, some of whom are"
    },
    {
      "index": 484,
      "start_time": 5497460.0,
      "end_time": 5498140.0,
      "text": "friends of mine, and charged them with the task of finding a way that we could teach"
    },
    {
      "index": 485,
      "start_time": 5498140.0,
      "end_time": 5498620.0,
      "text": "legitimate meditative skills, which essentially needs concentration skills, that we can teach"
    },
    {
      "index": 486,
      "start_time": 5498620.0,
      "end_time": 5499340.0,
      "text": "those to the children of the world. The young people of the world, how can we reach them?"
    },
    {
      "index": 487,
      "start_time": 5499340.0,
      "end_time": 5503280.0,
      "text": "So I knew that there had been this sort of call, so I started--I put on my thinking cap"
    },
    {
      "index": 488,
      "start_time": 5503280.0,
      "end_time": 5503330.0,
      "text": "and it occurred to me that if you&#39;re 14 years old, there--this is relevant, by the way,"
    },
    {
      "index": 489,
      "start_time": 5503330.0,
      "end_time": 5504239.0,
      "text": "to my comment even though it&#39;s long winded. If you&#39;re 14 years old, what are two good"
    },
    {
      "index": 490,
      "start_time": 5504240.0,
      "end_time": 5504481.0,
      "text": "reasons that you don&#39;t want to sit still and focus on something with your eyes closed?"
    },
    {
      "index": 491,
      "start_time": 5504480.0,
      "end_time": 5504640.0,
      "text": "Well, the first good reason is it looks weird and when you&#39;re young you don&#39;t want to do"
    },
    {
      "index": 492,
      "start_time": 5504640.0,
      "end_time": 5504790.0,
      "text": "anything that looks weird. Second, it&#39;s boring and you don&#39;t want to do anything that&#39;s boring."
    },
    {
      "index": 493,
      "start_time": 5504790.0,
      "end_time": 5504940.0,
      "text": "However, if you think about it, there is something that--there is something that kids will be"
    },
    {
      "index": 494,
      "start_time": 5504940.0,
      "end_time": 5506909.0,
      "text": "doing, okay? Their eyes are closed and they&#39;re attending to something and then not moving"
    },
    {
      "index": 495,
      "start_time": 5506910.0,
      "end_time": 5508441.0,
      "text": "for a period of time and what would they be doing?"
    },
    {
      "index": 496,
      "start_time": 5508440.0,
      "end_time": 5509460.0,
      "text": "&gt;&gt; Listening to music. &gt;&gt; YOUNG: Listening to music on their iPod."
    },
    {
      "index": 497,
      "start_time": 5509460.0,
      "end_time": 5510890.0,
      "text": "So we designed a music-based mindfulness program. The concentration object is music or your"
    },
    {
      "index": 498,
      "start_time": 5510890.0,
      "end_time": 5512630.0,
      "text": "emotional reaction to the music or your mental reaction to the music or any state of restfulness"
    },
    {
      "index": 499,
      "start_time": 5512630.0,
      "end_time": 5514020.0,
      "text": "that the music may produce. You can--we have this on YouTube. So, we&#39;ve created a thing"
    },
    {
      "index": 500,
      "start_time": 5514020.0,
      "end_time": 5515480.0,
      "text": "where kids could listen to whatever music they wanted but they had to listen in a certain"
    },
    {
      "index": 501,
      "start_time": 5515480.0,
      "end_time": 5516860.0,
      "text": "way and report on their experience. And then they would start to go into high concentrated"
    },
    {
      "index": 502,
      "start_time": 5516860.0,
      "end_time": 5518230.0,
      "text": "states as they&#39;re listening to the music while the experience of the music becomes more ecstatic."
    },
    {
      "index": 503,
      "start_time": 5518230.0,
      "end_time": 5520510.0,
      "text": "So we developed a way of listening to music where it&#39;s not passive exercise but they&#39;re"
    },
    {
      "index": 504,
      "start_time": 5520510.0,
      "end_time": 5521620.0,
      "text": "enjoying themselves; it&#39;s not weird, it&#39;s not boring, but within 18 months at the Youth"
    },
    {
      "index": 505,
      "start_time": 5521620.0,
      "end_time": 5522020.0,
      "text": "Center in Burlington, Vermont, where I come from, we--actually, with music-based mindfulness"
    },
    {
      "index": 506,
      "start_time": 5522020.0,
      "end_time": 5529080.0,
      "text": "completely revolutionized that entire subculture to where they now want to give us our own"
    },
    {
      "index": 507,
      "start_time": 5529080.0,
      "end_time": 5538219.0,
      "text": "dedicated building just for an iPod-based meditation for teenagers in Vermont. So there"
    },
    {
      "index": 508,
      "start_time": 5538220.0,
      "end_time": 5542711.0,
      "text": "is a way to make use of that concentrating force in external media but you can&#39;t just"
    },
    {
      "index": 509,
      "start_time": 5542710.0,
      "end_time": 5542760.0,
      "text": "do it passively, there has to be some structure and discipline. Do you have other questions"
    },
    {
      "index": 510,
      "start_time": 5542760.0,
      "end_time": 5542790.0,
      "text": "or comments? Yes. &gt;&gt; Do you think it&#39;s possible to build concentration"
    },
    {
      "index": 511,
      "start_time": 5542790.0,
      "end_time": 5542840.0,
      "text": "by trying to build a skill like say, Lance Armstrong doing a bicycle race where he&#39;s"
    },
    {
      "index": 512,
      "start_time": 5542840.0,
      "end_time": 5542880.0,
      "text": "to [INDISTINCT] now and focus on being the first person to finish the race? Does that"
    },
    {
      "index": 513,
      "start_time": 5542880.0,
      "end_time": 5542929.0,
      "text": "build the same kind of concentration that focusing on physical comfort for a long period"
    },
    {
      "index": 514,
      "start_time": 5542930.0,
      "end_time": 5543001.0,
      "text": "of time with the brain? &gt;&gt; YOUNG: Yes and no. What happens is that"
    },
    {
      "index": 515,
      "start_time": 5543000.0,
      "end_time": 5543659.0,
      "text": "people that do certain performances like music or sports will have transient, short experiences"
    },
    {
      "index": 516,
      "start_time": 5543660.0,
      "end_time": 5544091.0,
      "text": "of being in a high concentrative state, an extraordinary concentrative state, maybe a"
    },
    {
      "index": 517,
      "start_time": 5544090.0,
      "end_time": 5544110.0,
      "text": "profoundly altered state where time slows down and there&#39;s like this distance in this"
    },
    {
      "index": 518,
      "start_time": 5544110.0,
      "end_time": 5544140.0,
      "text": "very altered state. Now, the locker room term for this is to be in the zone, okay? That&#39;s"
    },
    {
      "index": 519,
      "start_time": 5544140.0,
      "end_time": 5544370.0,
      "text": "a great term. And Ted Williams, the baseball player, he described what--when you&#39;re in"
    },
    {
      "index": 520,
      "start_time": 5544370.0,
      "end_time": 5545320.0,
      "text": "the zone, which is just a secular sports term for being in a high concentrated state while"
    },
    {
      "index": 521,
      "start_time": 5545320.0,
      "end_time": 5546340.0,
      "text": "you&#39;re playing, how Ted William said he knew he was in his zone was when the ball came"
    },
    {
      "index": 522,
      "start_time": 5546340.0,
      "end_time": 5547290.0,
      "text": "at him, he could see the stitching. I think that ball is traveling close to 100 miles"
    },
    {
      "index": 523,
      "start_time": 5547290.0,
      "end_time": 5548130.0,
      "text": "an hour, okay? That his concentration was such that he can see the individual stitches"
    },
    {
      "index": 524,
      "start_time": 5548130.0,
      "end_time": 5549030.0,
      "text": "on the ball. So--and I know of musicians that enter the zone. There&#39;s another term that"
    },
    {
      "index": 525,
      "start_time": 5549030.0,
      "end_time": 5549820.0,
      "text": "is used, a flow state, that&#39;s another secular term for a concentrated state that you enter"
    },
    {
      "index": 526,
      "start_time": 5549820.0,
      "end_time": 5549920.0,
      "text": "naturally during some activity. Well, here&#39;s the deal. People that enter these states associated"
    },
    {
      "index": 527,
      "start_time": 5549920.0,
      "end_time": 5550429.0,
      "text": "with a certain sport or a performance art typically are not aware that it can be generalized"
    },
    {
      "index": 528,
      "start_time": 5550430.0,
      "end_time": 5551231.0,
      "text": "and they don&#39;t attempt to generalize it, and as soon as that performance art is over or"
    },
    {
      "index": 529,
      "start_time": 5551230.0,
      "end_time": 5551980.0,
      "text": "the sports event is over, they&#39;re very much out of the zone. So unless somebody points"
    },
    {
      "index": 530,
      "start_time": 5551980.0,
      "end_time": 5552469.0,
      "text": "out to them that you can--remember I said that it would get deeper and broader? Unless"
    },
    {
      "index": 531,
      "start_time": 5552470.0,
      "end_time": 5552771.0,
      "text": "somebody instructs them and they discipline themselves in attempting to broaden it, what"
    },
    {
      "index": 532,
      "start_time": 5552770.0,
      "end_time": 5553140.0,
      "text": "happens is that they have a temporary state that does not generalize to daily life, so"
    },
    {
      "index": 533,
      "start_time": 5553140.0,
      "end_time": 5553550.0,
      "text": "that they miss out on that window of opportunity. Now, what the Zen teachers did in Japan is"
    },
    {
      "index": 534,
      "start_time": 5553550.0,
      "end_time": 5553870.0,
      "text": "they realized that people were interested in arts whether we&#39;re interested in tea ceremony"
    },
    {
      "index": 535,
      "start_time": 5553870.0,
      "end_time": 5554219.0,
      "text": "or playing the koto or flower arranging in the traditional society, right? This is hundreds"
    },
    {
      "index": 536,
      "start_time": 5554220.0,
      "end_time": 5554581.0,
      "text": "of years ago. And men we&#39;re interested in fighting because it was samurai that ran the"
    },
    {
      "index": 537,
      "start_time": 5554580.0,
      "end_time": 5554929.0,
      "text": "country. So they realized that, because people were doing these arts, that they could instruct"
    },
    {
      "index": 538,
      "start_time": 5554930.0,
      "end_time": 5555321.0,
      "text": "people in doing the arts in a way that would then generalize to their life, and that&#39;s"
    },
    {
      "index": 539,
      "start_time": 5555320.0,
      "end_time": 5555780.0,
      "text": "where you get Zen and the art of sword fighting or Zen and the art of the tea ceremony. But"
    },
    {
      "index": 540,
      "start_time": 5555780.0,
      "end_time": 5556170.0,
      "text": "what happens is--what the Zen masters in Japan complain about is all people want to do is"
    },
    {
      "index": 541,
      "start_time": 5556170.0,
      "end_time": 5556600.0,
      "text": "they just want to do the art part, that they don&#39;t want to do the Zen part. Where they"
    },
    {
      "index": 542,
      "start_time": 5556600.0,
      "end_time": 5557040.0,
      "text": "would say don&#39;t want to do the work of carrying it from--they want to be in a focused state"
    },
    {
      "index": 543,
      "start_time": 5557040.0,
      "end_time": 5557449.0,
      "text": "while they do their art but they&#39;re not willing to extend it to daily life, so that&#39;s not"
    },
    {
      "index": 544,
      "start_time": 5557450.0,
      "end_time": 5557841.0,
      "text": "really a Zen and the art of it. So the--most Zen teachers are contemptuous in Japan of"
    },
    {
      "index": 545,
      "start_time": 5557840.0,
      "end_time": 5558230.0,
      "text": "Zen and the art of because they see that the art always ends up dominating rather than"
    },
    {
      "index": 546,
      "start_time": 5558230.0,
      "end_time": 5558580.0,
      "text": "the Zen. So the answer is--and that&#39;s sad, even tragic because you know the expression"
    },
    {
      "index": 547,
      "start_time": 5558580.0,
      "end_time": 5558969.0,
      "text": "&quot;So near yet so far?&quot; These people, when they&#39;re performing like when they do the extreme endurance"
    },
    {
      "index": 548,
      "start_time": 5558970.0,
      "end_time": 5559291.0,
      "text": "sports or whatever, they are really, really, really in the meditative state and deeply"
    },
    {
      "index": 549,
      "start_time": 5559290.0,
      "end_time": 5559659.0,
      "text": "so, but they&#39;ll--most of them will never broadly be so. It will always be confined because"
    },
    {
      "index": 550,
      "start_time": 5559660.0,
      "end_time": 5560051.0,
      "text": "the conceptual horizon is limited and there&#39;s no one like me say, &quot;Oh, you ain&#39;t seen nothing"
    },
    {
      "index": 551,
      "start_time": 5560050.0,
      "end_time": 5560409.0,
      "text": "yet.&quot; Wait--okay, so when you--like I knew this piano player. He was, like, as good a"
    },
    {
      "index": 552,
      "start_time": 5560410.0,
      "end_time": 5560801.0,
      "text": "piano player as any piano player that ever lived, but he had a lot of psychological problems"
    },
    {
      "index": 553,
      "start_time": 5560800.0,
      "end_time": 5561219.0,
      "text": "and couldn&#39;t get his shit together basically. But this guy was as good as any, as good any."
    },
    {
      "index": 554,
      "start_time": 5561220.0,
      "end_time": 5561611.0,
      "text": "And when he would play, he would absolutely go into a meditative state but as soon as"
    },
    {
      "index": 555,
      "start_time": 5561610.0,
      "end_time": 5562020.0,
      "text": "he wasn&#39;t playing, he was just screwed up. And I tried as best I could to teach him,"
    },
    {
      "index": 556,
      "start_time": 5562020.0,
      "end_time": 5562390.0,
      "text": "&quot;Hey, you&#39;re playing in that state, now the next morning when the reviews in the newspaper"
    },
    {
      "index": 557,
      "start_time": 5562390.0,
      "end_time": 5562820.0,
      "text": "come out, stay in that state as you read the pros and cons about,&quot; okay, &quot;and stay in that"
    },
    {
      "index": 558,
      "start_time": 5562820.0,
      "end_time": 5563210.0,
      "text": "state when you attempt to have a manager to get your life together,&quot; but he just couldn&#39;t."
    },
    {
      "index": 559,
      "start_time": 5563210.0,
      "end_time": 5563670.0,
      "text": "He would do it when he played and he was just not wanting to extend it. And so when you"
    },
    {
      "index": 560,
      "start_time": 5563670.0,
      "end_time": 5564020.0,
      "text": "hear about this person, he could&#39;ve been as famous as anyone because he just couldn&#39;t"
    },
    {
      "index": 561,
      "start_time": 5564020.0,
      "end_time": 5564409.0,
      "text": "make it broader. He could make it deeper while he was playing. So the potential is hugely"
    },
    {
      "index": 562,
      "start_time": 5564410.0,
      "end_time": 5564611.0,
      "text": "there but seldom realize it was performance arts. Yes?"
    },
    {
      "index": 563,
      "start_time": 5564610.0,
      "end_time": 5564960.0,
      "text": "&gt;&gt; Just like you said for a sports sector, some people have natural talents for some"
    },
    {
      "index": 564,
      "start_time": 5564960.0,
      "end_time": 5565280.0,
      "text": "things, and you&#39;re saying, in your experiences, there&#39;s a big, wide fluctuation in ability"
    },
    {
      "index": 565,
      "start_time": 5565280.0,
      "end_time": 5565460.0,
      "text": "that people bring into the development of concentration?"
    },
    {
      "index": 566,
      "start_time": 5565460.0,
      "end_time": 5565460.0,
      "text": "&gt;&gt; YOUNG: Very intelligent question. &gt;&gt; Most people aren&#39;t..."
    },
    {
      "index": 567,
      "start_time": 5565460.0,
      "end_time": 5565469.0,
      "text": "&gt;&gt; YOUNG: Is there a range of natural abilities for meditation? And the answer is yes. Have"
    },
    {
      "index": 568,
      "start_time": 5565470.0,
      "end_time": 5565470.0,
      "text": "we yet to quantify that in a scientifically acceptable way? No. We&#39;re not there yet, but"
    },
    {
      "index": 569,
      "start_time": 5565470.0,
      "end_time": 5565481.0,
      "text": "it is my anecdotal experience that there&#39;s a huge range. Now, the danger in telling you"
    },
    {
      "index": 570,
      "start_time": 5565480.0,
      "end_time": 5565489.0,
      "text": "that is the assumption is I&#39;m at the low end of the tail. I&#39;m at the--you know, I&#39;m the"
    },
    {
      "index": 571,
      "start_time": 5565490.0,
      "end_time": 5565501.0,
      "text": "free standard deviations to the non-desirable. Okay, that&#39;s the assumption, right? Everybody"
    },
    {
      "index": 572,
      "start_time": 5565500.0,
      "end_time": 5565510.0,
      "text": "makes sense. I say well, actually, there is, you know, there&#39;s a sort of bell curve distribution."
    },
    {
      "index": 573,
      "start_time": 5565510.0,
      "end_time": 5565510.0,
      "text": "The assumption is I&#39;m all these--I&#39;m three sigmas in the direction I want to be. Okay?"
    },
    {
      "index": 574,
      "start_time": 5565510.0,
      "end_time": 5565520.0,
      "text": "That&#39;s what everybody thinks but of course, most of you are pretty much in the middle,"
    },
    {
      "index": 575,
      "start_time": 5565520.0,
      "end_time": 5565530.0,
      "text": "right? And meaning that with rare exception--well, even if you&#39;re three sigmas from the mean"
    },
    {
      "index": 576,
      "start_time": 5565530.0,
      "end_time": 5565540.0,
      "text": "in terms of lacking native skills, if you stay with it long enough, you could make up"
    },
    {
      "index": 577,
      "start_time": 5565540.0,
      "end_time": 5565550.0,
      "text": "for that. I would say, in my case, that I probably have a little less than average native"
    },
    {
      "index": 578,
      "start_time": 5565550.0,
      "end_time": 5565550.0,
      "text": "ability at meditating, somewhat less than average. But I was clever; I trapped myself"
    },
    {
      "index": 579,
      "start_time": 5565550.0,
      "end_time": 5565560.0,
      "text": "in a situation where, for the extended period of time, I just had no choice, so I became"
    },
    {
      "index": 580,
      "start_time": 5565560.0,
      "end_time": 5565570.0,
      "text": "professional level meditator. And I think the fact that I don&#39;t have the natural proclivity"
    },
    {
      "index": 581,
      "start_time": 5565570.0,
      "end_time": 5565580.0,
      "text": "is actually good because it took me a long time so I had to go through a lot of frustration"
    },
    {
      "index": 582,
      "start_time": 5565580.0,
      "end_time": 5565590.0,
      "text": "and difficulty and failure which actually now makes me a good teacher because when other"
    },
    {
      "index": 583,
      "start_time": 5565590.0,
      "end_time": 5565590.0,
      "text": "people are experiencing that, I&#39;ve experienced that myself. So I think that it was bad in"
    },
    {
      "index": 584,
      "start_time": 5565590.0,
      "end_time": 5565600.0,
      "text": "the beginning but it&#39;s paid off at the end. But are there the equivalent of geniuses in"
    },
    {
      "index": 585,
      "start_time": 5565600.0,
      "end_time": 5565610.0,
      "text": "the field of meditation? Yeah. One of them was the historical Buddha himself who basically"
    },
    {
      "index": 586,
      "start_time": 5565610.0,
      "end_time": 5565620.0,
      "text": "was able to do every meditation technique that anybody ever taught him just instantly."
    },
    {
      "index": 587,
      "start_time": 5565620.0,
      "end_time": 5565620.0,
      "text": "He seemed to just have an ability to do that. I have had students that basically could master"
    },
    {
      "index": 588,
      "start_time": 5565620.0,
      "end_time": 5565630.0,
      "text": "everything pretty much instantaneously; that&#39;s rare. Then I&#39;ve had people that are still"
    },
    {
      "index": 589,
      "start_time": 5565630.0,
      "end_time": 5565640.0,
      "text": "struggling after 15, 20 years but it was still moved even though they&#39;re still struggling"
    },
    {
      "index": 590,
      "start_time": 5565640.0,
      "end_time": 5565650.0,
      "text": "in their techniques and their concentration is sort of a little dicey but still their"
    },
    {
      "index": 591,
      "start_time": 5565650.0,
      "end_time": 5565650.0,
      "text": "life has changed enough that it was worth those 10 minutes a day and, you know, that"
    },
    {
      "index": 592,
      "start_time": 5565650.0,
      "end_time": 5565659.0,
      "text": "four hours per month. It was still worth it. So even if you&#39;re not--if you don&#39;t have a"
    },
    {
      "index": 593,
      "start_time": 5565660.0,
      "end_time": 5565671.0,
      "text": "lot of native ability, you could make up for that by staying with it. But I do think there&#39;s"
    },
    {
      "index": 594,
      "start_time": 5565670.0,
      "end_time": 5565679.0,
      "text": "a range. The traditional explanation for that range is former lives. That may or may not"
    },
    {
      "index": 595,
      "start_time": 5565680.0,
      "end_time": 5565691.0,
      "text": "be the case. When we encounter students that just couldn&#39;t do it and just could do it;"
    },
    {
      "index": 596,
      "start_time": 5565690.0,
      "end_time": 5565690.0,
      "text": "they can do everything and they take classical enlightenment very quickly. Sometimes on their"
    },
    {
      "index": 597,
      "start_time": 5565690.0,
      "end_time": 5565699.0,
      "text": "first retreat, they actually--like it just happens. Traditionally, they had said, &quot;Well,"
    },
    {
      "index": 598,
      "start_time": 5565700.0,
      "end_time": 5565711.0,
      "text": "that person had practiced that in a thousand lifetimes previously,&quot; et cetera, et cetera."
    },
    {
      "index": 599,
      "start_time": 5565710.0,
      "end_time": 5565710.0,
      "text": "I&#39;m not saying I necessarily believe that is true. In fact, it&#39;s highly improbable;"
    },
    {
      "index": 600,
      "start_time": 5565710.0,
      "end_time": 5565719.0,
      "text": "it&#39;s not true but that is the truth, that&#39;s sort of the explanation why the differences:"
    },
    {
      "index": 601,
      "start_time": 5565720.0,
      "end_time": 5565731.0,
      "text": "karmic effect from previous lives. I tend to think more genes and upbringing but, you"
    },
    {
      "index": 602,
      "start_time": 5565730.0,
      "end_time": 5565739.0,
      "text": "know, pick your paradigm. We&#39;ll take one more. That has been excellent questions."
    },
    {
      "index": 603,
      "start_time": 5565740.0,
      "end_time": 5565740.0,
      "text": "&gt;&gt; Just going along with the exercise analogy. Do you think that there&#39;s a meditative equivalent"
    },
    {
      "index": 604,
      "start_time": 5565740.0,
      "end_time": 5565751.0,
      "text": "to eating junk food or like something that would be detrimental to your concentration?"
    },
    {
      "index": 605,
      "start_time": 5565750.0,
      "end_time": 5565750.0,
      "text": "Like some activity that would train your concentration [INDISTINCT]."
    },
    {
      "index": 606,
      "start_time": 5565750.0,
      "end_time": 5565760.0,
      "text": "&gt;&gt; YOUNG: Well, training out of concentration skill. So then, here&#39;s the sad news: yes,"
    },
    {
      "index": 607,
      "start_time": 5565760.0,
      "end_time": 5565770.0,
      "text": "there is the equivalent of, whatever you say, anti-exercise. It&#39;s called all human culture"
    },
    {
      "index": 608,
      "start_time": 5565770.0,
      "end_time": 5565780.0,
      "text": "at this point in history. Not just western culture, all human culture. So, you know,"
    },
    {
      "index": 609,
      "start_time": 5565780.0,
      "end_time": 5565780.0,
      "text": "you develop the skill at throwing a certain kind of ball through a certain kind of target"
    },
    {
      "index": 610,
      "start_time": 5565780.0,
      "end_time": 5565790.0,
      "text": "or plucking strings in a certain way to make certain sounds and you get huge celebrity,"
    },
    {
      "index": 611,
      "start_time": 5565790.0,
      "end_time": 5565800.0,
      "text": "huge credibility or huge everything because you develop those skills and all cultures"
    },
    {
      "index": 612,
      "start_time": 5565800.0,
      "end_time": 5565800.0,
      "text": "in all of the world will reinforce that skill set. Playing the guitar, shooting basketball,"
    },
    {
      "index": 613,
      "start_time": 5565800.0,
      "end_time": 5565810.0,
      "text": "okay. So where are the Academy Awards for most outstanding example of equanimity in"
    },
    {
      "index": 614,
      "start_time": 5565810.0,
      "end_time": 5565820.0,
      "text": "the year 2010? Okay, longest continuous meditative sit, longest continuous meditative sit by"
    },
    {
      "index": 615,
      "start_time": 5565820.0,
      "end_time": 5565830.0,
      "text": "a non Asian, okay? We could help the Academy Awards, you know, for meditative skills. We"
    },
    {
      "index": 616,
      "start_time": 5565830.0,
      "end_time": 5565830.0,
      "text": "could have a society that constantly reminded you that those are more than fundamental,"
    },
    {
      "index": 617,
      "start_time": 5565830.0,
      "end_time": 5565840.0,
      "text": "but no human cultures does that. Now there are artificial cultures, monastic cultures"
    },
    {
      "index": 618,
      "start_time": 5565840.0,
      "end_time": 5565850.0,
      "text": "that do that and that&#39;s why people go off and live in these artificial cultures. East"
    },
    {
      "index": 619,
      "start_time": 5565850.0,
      "end_time": 5565850.0,
      "text": "and west, it&#39;s the same. Christianity has its own monastic culture, which at one point,"
    },
    {
      "index": 620,
      "start_time": 5565850.0,
      "end_time": 5565860.0,
      "text": "was absolutely central to the Christian endeavor. However, ever since the 16th century, reformation"
    },
    {
      "index": 621,
      "start_time": 5565860.0,
      "end_time": 5565870.0,
      "text": "and counter-reformation and many other social upheavals, even people with a strong background"
    },
    {
      "index": 622,
      "start_time": 5565870.0,
      "end_time": 5565870.0,
      "text": "in Christianity don&#39;t realize that at one point not that long ago, their religion was"
    },
    {
      "index": 623,
      "start_time": 5565870.0,
      "end_time": 5565880.0,
      "text": "primarily meditative. But there are monasteries all over Europe and St. Benedict, who set"
    },
    {
      "index": 624,
      "start_time": 5565880.0,
      "end_time": 5565890.0,
      "text": "up the monastic system, said there&#39;s one reason and one reason only for going into a monastery,"
    },
    {
      "index": 625,
      "start_time": 5565890.0,
      "end_time": 5565900.0,
      "text": "and that&#39;s not chastity, obedience and poverty. It is to attain the recollected state. What"
    },
    {
      "index": 626,
      "start_time": 5565900.0,
      "end_time": 5565909.0,
      "text": "is the recollected state? Well the word &quot;recollect&quot; in modern English means to remember, but that&#39;s"
    },
    {
      "index": 627,
      "start_time": 5565910.0,
      "end_time": 5565910.0,
      "text": "not what it literally means in Latin. Recolligere, &quot;Re&quot; means back, &quot;con&quot; means together, and"
    },
    {
      "index": 628,
      "start_time": 5565910.0,
      "end_time": 5565921.0,
      "text": "&quot;legere&quot; means took place. So what does it mean to pull back together or it means to"
    },
    {
      "index": 629,
      "start_time": 5565920.0,
      "end_time": 5565929.0,
      "text": "take scattered around us and re-concentrate your soul? The recollected state is the Christian"
    },
    {
      "index": 630,
      "start_time": 5565930.0,
      "end_time": 5565930.0,
      "text": "term, the traditional western term for what in the east is called Somadi, which morpheme"
    },
    {
      "index": 631,
      "start_time": 5565930.0,
      "end_time": 5565941.0,
      "text": "for morpheme, means to say, it&#39;s like &quot;som&quot; means together, &quot;A&quot; means back and &quot;da&quot; means"
    },
    {
      "index": 632,
      "start_time": 5565940.0,
      "end_time": 5565949.0,
      "text": "took place. So Somadi is bringing your attention back and &quot;recollectio&quot; it means exactly the"
    },
    {
      "index": 633,
      "start_time": 5565950.0,
      "end_time": 5565961.0,
      "text": "same thing. So, in the Western--at the Christian monasteries, people went into an artificial"
    },
    {
      "index": 634,
      "start_time": 5565960.0,
      "end_time": 5565960.0,
      "text": "culture that would constantly be reminding them through silence, through symbols and"
    },
    {
      "index": 635,
      "start_time": 5565960.0,
      "end_time": 5565969.0,
      "text": "their prayers, whatever, &quot;Hey, you&#39;re here to develop the recollected state.&quot; And a deep"
    },
    {
      "index": 636,
      "start_time": 5565970.0,
      "end_time": 5565981.0,
      "text": "recollected state is called infused contemplation which was taken to be a direct experience"
    },
    {
      "index": 637,
      "start_time": 5565980.0,
      "end_time": 5565980.0,
      "text": "of the Christian tribute of God according to that formulation. In the east, same thing,"
    },
    {
      "index": 638,
      "start_time": 5565980.0,
      "end_time": 5565989.0,
      "text": "we&#39;re on the monastic cultures. In East Asia, Southeast Asia and so forth, those are artificial"
    },
    {
      "index": 639,
      "start_time": 5565990.0,
      "end_time": 5566001.0,
      "text": "environments where, everyday from the time you wake up to the time you go to sleep, everything"
    },
    {
      "index": 640,
      "start_time": 5566000.0,
      "end_time": 5566010.0,
      "text": "in that culture is reminding you of concentration, sensory clarity, equanimity, and other meditative"
    },
    {
      "index": 641,
      "start_time": 5566010.0,
      "end_time": 5566010.0,
      "text": "skills. So, the equivalent of anti-meditation is human culture. That&#39;s not to dishuman culture,"
    },
    {
      "index": 642,
      "start_time": 5566010.0,
      "end_time": 5566020.0,
      "text": "okay? We want the best of both worlds. At one time in the past, it may not have been"
    },
    {
      "index": 643,
      "start_time": 5566020.0,
      "end_time": 5566030.0,
      "text": "this way. In the distant past, the prehistoric past, in the pre-literate lives of our remote"
    },
    {
      "index": 644,
      "start_time": 5566030.0,
      "end_time": 5566040.0,
      "text": "ancestors, if you interact, if you&#39;ve been privileged as I have to have intimate interactions"
    },
    {
      "index": 645,
      "start_time": 5566040.0,
      "end_time": 5566050.0,
      "text": "with tribal people who have not been completely culturally be genocided, you&#39;ll see that many--I&#39;m"
    },
    {
      "index": 646,
      "start_time": 5566050.0,
      "end_time": 5566050.0,
      "text": "not saying all--but many of them, their lifestyle puts them into a meditative state. If you"
    },
    {
      "index": 647,
      "start_time": 5566050.0,
      "end_time": 5566060.0,
      "text": "look at Amazonian Indians, okay, that have not had much contact or you look at American"
    },
    {
      "index": 648,
      "start_time": 5566060.0,
      "end_time": 5566070.0,
      "text": "Indians that have kept up their own culture, you&#39;ll see that they have the same eyes as"
    },
    {
      "index": 649,
      "start_time": 5566070.0,
      "end_time": 5566080.0,
      "text": "meditators, as advanced contemporaries. So, there was a time in the past, before things"
    },
    {
      "index": 650,
      "start_time": 5566080.0,
      "end_time": 5566080.0,
      "text": "got technological, where our remote ancestors--presumably, the lifestyle reinforced these values. That"
    },
    {
      "index": 651,
      "start_time": 5566080.0,
      "end_time": 5566090.0,
      "text": "has not been the case for 10, 20,000 years. What is to follow? Well, I think what is to"
    },
    {
      "index": 652,
      "start_time": 5566090.0,
      "end_time": 5566100.0,
      "text": "follow, I would hope, would be the best of both worlds. Meaning we have all this technology"
    },
    {
      "index": 653,
      "start_time": 5566100.0,
      "end_time": 5566110.0,
      "text": "and all this power and all this culture, but we also are able to go back to this more primordial"
    },
    {
      "index": 654,
      "start_time": 5566110.0,
      "end_time": 5566120.0,
      "text": "human experience where your way of dealing with challenges--because you don&#39;t have technology,"
    },
    {
      "index": 655,
      "start_time": 5566120.0,
      "end_time": 5566120.0,
      "text": "you don&#39;t have knowledge--all you could do is just become one with what&#39;s happening in"
    },
    {
      "index": 656,
      "start_time": 5566120.0,
      "end_time": 5566130.0,
      "text": "a high concentrated state. Now to me, I would see the future of humanity, the ideal I would"
    },
    {
      "index": 657,
      "start_time": 5566130.0,
      "end_time": 5566140.0,
      "text": "hold out for the future of humanity is an integration where our technology and our science"
    },
    {
      "index": 658,
      "start_time": 5566140.0,
      "end_time": 5566150.0,
      "text": "continues to move forward but in a way that allows large numbers of human people to go"
    },
    {
      "index": 659,
      "start_time": 5566150.0,
      "end_time": 5566159.0,
      "text": "back to a meditative world, so then we have the best of both worlds at the same time."
    },
    {
      "index": 660,
      "start_time": 5566160.0,
      "end_time": 5566160.0,
      "text": "That&#39;s what I and people like me, many others that sort of share this east-west vision,"
    },
    {
      "index": 661,
      "start_time": 5566160.0,
      "end_time": 5566171.0,
      "text": "are seeking to bring about. And that&#39;s what gets me up in the morning and what keeps me"
    },
    {
      "index": 662,
      "start_time": 5566170.0,
      "end_time": 5566179.0,
      "text": "from being down because I can&#39;t say what the future will hold--who can say that? That would"
    },
    {
      "index": 663,
      "start_time": 5566180.0,
      "end_time": 5566191.0,
      "text": "be completely irresponsible. However, I say based on what I know of science as a pretty"
    },
    {
      "index": 664,
      "start_time": 5566190.0,
      "end_time": 5566199.0,
      "text": "good amateur and based on what I know about meditation as a definitely confident professional,"
    },
    {
      "index": 665,
      "start_time": 5566200.0,
      "end_time": 5566200.0,
      "text": "it is not hard for me to imagine that the future of humanity will be very different"
    },
    {
      "index": 666,
      "start_time": 5566200.0,
      "end_time": 5566211.0,
      "text": "from what it&#39;s been for the last thousands of years but in a way that is the best of"
    },
    {
      "index": 667,
      "start_time": 5566210.0,
      "end_time": 5566219.0,
      "text": "both worlds. So that--because it is not hard for me to envision that and because I know"
    },
    {
      "index": 668,
      "start_time": 5566220.0,
      "end_time": 5566231.0,
      "text": "that in a little way by things like what I&#39;m doing here, I am participating in moving the"
    },
    {
      "index": 669,
      "start_time": 5566230.0,
      "end_time": 5566239.0,
      "text": "culture that way. Now, I don&#39;t get bummed out, burned out, or freaked out when I see"
    },
    {
      "index": 670,
      "start_time": 5566240.0,
      "end_time": 5566251.0,
      "text": "the labiate horrors that is the 6:00 o&#39;clock news, because to me that&#39;s local and I see"
    },
    {
      "index": 671,
      "start_time": 5566250.0,
      "end_time": 5566260.0,
      "text": "global. I see--okay, what&#39;s the next century going to hold? When I think about that, what"
    },
    {
      "index": 672,
      "start_time": 5566260.0,
      "end_time": 5566270.0,
      "text": "I see is that the best of the west and the best of the east have begun a mating dance;"
    },
    {
      "index": 673,
      "start_time": 5566270.0,
      "end_time": 5566270.0,
      "text": "they&#39;re dating. They haven&#39;t even really seriously made out yet, okay? But when they finally"
    },
    {
      "index": 674,
      "start_time": 5566270.0,
      "end_time": 5566280.0,
      "text": "get around to making children 50 years from now and when you start to have teams of enlightened"
    },
    {
      "index": 675,
      "start_time": 5566280.0,
      "end_time": 5566290.0,
      "text": "neuroscientists. Because now you&#39;re getting--you get a feel. There&#39;s a man named James Austin"
    },
    {
      "index": 676,
      "start_time": 5566290.0,
      "end_time": 5566290.0,
      "text": "who wrote--what&#39;s his latest one? &gt;&gt; Hold on, the Zen and the Brain."
    },
    {
      "index": 677,
      "start_time": 5566290.0,
      "end_time": 5566300.0,
      "text": "&gt;&gt; YOUNG: Yes, but is--I think it&#39;s non-self-awareness, selfless awareness and the right, something"
    },
    {
      "index": 678,
      "start_time": 5566300.0,
      "end_time": 5566310.0,
      "text": "like that. Anyway, Jim Austin is part of this group that I consider myself part of. So he"
    },
    {
      "index": 679,
      "start_time": 5566310.0,
      "end_time": 5566320.0,
      "text": "was a--he was a neurosurgeon. Went to Japan, did traditional Zen training, got traditional"
    },
    {
      "index": 680,
      "start_time": 5566320.0,
      "end_time": 5566320.0,
      "text": "Zen enlightenment, sign, sealed, affirmed by an authentic Zen master. What&#39;s the first"
    },
    {
      "index": 681,
      "start_time": 5566320.0,
      "end_time": 5566330.0,
      "text": "thing he again--then he started writing books and what does he say? He says, okay, something"
    },
    {
      "index": 682,
      "start_time": 5566330.0,
      "end_time": 5566340.0,
      "text": "really, really changed inside of me. And it changed suddenly and it&#39;s dramatic, and it"
    },
    {
      "index": 683,
      "start_time": 5566340.0,
      "end_time": 5566350.0,
      "text": "has, you know, completely turned my world, my paradigm upside down. I got to ask myself,"
    },
    {
      "index": 684,
      "start_time": 5566350.0,
      "end_time": 5566350.0,
      "text": "okay, this happened under the tutelage of the Japanese Zen master, but it&#39;s a westerner"
    },
    {
      "index": 685,
      "start_time": 5566350.0,
      "end_time": 5566360.0,
      "text": "who knows the brain. I got to ask myself, what changed inside, functional role anatomy,"
    },
    {
      "index": 686,
      "start_time": 5566360.0,
      "end_time": 5566370.0,
      "text": "because something had to change. If there&#39; this big change in perception, then the neuronal"
    },
    {
      "index": 687,
      "start_time": 5566370.0,
      "end_time": 5566370.0,
      "text": "base, there&#39;s got to be neuronal correlates of this. And he&#39;s writing books, not giving"
    },
    {
      "index": 688,
      "start_time": 5566370.0,
      "end_time": 5566380.0,
      "text": "an answer to the question but posing a question. A case could be made, a case has been made"
    },
    {
      "index": 689,
      "start_time": 5566380.0,
      "end_time": 5566390.0,
      "text": "that in sciences, the most valuable thing is not the answers. It&#39;s not even what the"
    },
    {
      "index": 690,
      "start_time": 5566390.0,
      "end_time": 5566400.0,
      "text": "questions is--the questions are. I would claim that the question that Jim Austin and myself"
    },
    {
      "index": 691,
      "start_time": 5566400.0,
      "end_time": 5566409.0,
      "text": "and people like us are asking which is what are the neurophysiological correlates of classical"
    },
    {
      "index": 692,
      "start_time": 5566410.0,
      "end_time": 5566410.0,
      "text": "Buddhist enlightenment. That is perhaps the question of--maybe of all time because if"
    },
    {
      "index": 693,
      "start_time": 5566410.0,
      "end_time": 5566421.0,
      "text": "we ever crack that that would utterly change and dramatically change and quickly change"
    },
    {
      "index": 694,
      "start_time": 5566420.0,
      "end_time": 5566429.0,
      "text": "the course of human history for the better because we would have a scientific paradigm"
    },
    {
      "index": 695,
      "start_time": 5566430.0,
      "end_time": 5566441.0,
      "text": "for something that we not only have anecdotal paradigm for. And I see that as coming in"
    },
    {
      "index": 696,
      "start_time": 5566440.0,
      "end_time": 5566440.0,
      "text": "the next 100 years. I see that as feasible and therefore, as I say, you know, I look"
    },
    {
      "index": 697,
      "start_time": 5566440.0,
      "end_time": 5566449.0,
      "text": "at the big picture and I&#39;m excited, I&#39;m happy. I don&#39;t get bummed out by the local vagaries"
    },
    {
      "index": 698,
      "start_time": 5566450.0,
      "end_time": 5566461.0,
      "text": "of history. I mentioned the great quote by the great William James. I&#39;ll give you another"
    },
    {
      "index": 699,
      "start_time": 5566460.0,
      "end_time": 5566469.0,
      "text": "quote by Arnold Toynbee, famous historian who said when all is said and done, it may"
    },
    {
      "index": 700,
      "start_time": 5566470.0,
      "end_time": 5566481.0,
      "text": "turn out to be the case today that the single most important event of the 20th century--now"
    },
    {
      "index": 701,
      "start_time": 5566480.0,
      "end_time": 5566489.0,
      "text": "think of all the things that happened in the 20th century. Toynbee, who is a big picture"
    },
    {
      "index": 702,
      "start_time": 5566490.0,
      "end_time": 5566490.0,
      "text": "historian, says it may turn out that in the end, the single most important event of the"
    },
    {
      "index": 703,
      "start_time": 5566490.0,
      "end_time": 5566501.0,
      "text": "20th century will be seen as the discovery on the part of the west of Buddhism, because"
    },
    {
      "index": 704,
      "start_time": 5566500.0,
      "end_time": 5566510.0,
      "text": "it will change Buddhism and essentially eliminate the superstition that--it represents a large"
    },
    {
      "index": 705,
      "start_time": 5566510.0,
      "end_time": 5566520.0,
      "text": "part of traditional Buddhism, but it may change the whole world. Because scientists will begin"
    },
    {
      "index": 706,
      "start_time": 5566520.0,
      "end_time": 5566520.0,
      "text": "to ask the question like Jim Austin is asking, &quot;Hey, what&#39;s going on here neuroanatomically?"
    },
    {
      "index": 707,
      "start_time": 5566520.0,
      "end_time": 5566530.0,
      "text": "And what does this mean?&quot; And once you have your science, then you have your technology."
    },
    {
      "index": 708,
      "start_time": 5566530.0,
      "end_time": 5566540.0,
      "text": "And my happiest hope, my happiest thought is that someday meditation cushions and bells"
    },
    {
      "index": 709,
      "start_time": 5566540.0,
      "end_time": 5566550.0,
      "text": "like this will be in museums, okay? No one will--you won&#39;t have to do it that way anymore"
    },
    {
      "index": 710,
      "start_time": 5566550.0,
      "end_time": 5566550.0,
      "text": "because I&#39;m not going to be able to do it. Now, what&#39;s that other way? Well, we can&#39;t"
    },
    {
      "index": 711,
      "start_time": 5566550.0,
      "end_time": 5566560.0,
      "text": "know because before you have to do technology, you have to have the new science. And we don&#39;t"
    },
    {
      "index": 712,
      "start_time": 5566560.0,
      "end_time": 5566570.0,
      "text": "have the new science, but at least we have people asking the questions that will lead"
    },
    {
      "index": 713,
      "start_time": 5566570.0,
      "end_time": 5576570.0,
      "text": "to the new science, and now you&#39;re a part of that. So, thank you."
    }
  ]
}