{
  "video_id": "kybPmB1zBUw",
  "title": "Soil Formation | #aumsum #kids #science #education #children",
  "json": [
    {
      "index": 1,
      "start_time": 45000.0,
      "end_time": 50000.0,
      "text": "Our topic for today is Soil Formation."
    },
    {
      "index": 2,
      "start_time": 54030.0,
      "end_time": 71000.0,
      "text": "Soil is formed by the combination of physical, chemical and biological processes in which huge rocks are broken down into smaller particles over a long period of time."
    },
    {
      "index": 3,
      "start_time": 71000.0,
      "end_time": 87600.0,
      "text": "Rocks undergo a process of expansion and contraction in which they expand during the day and contract during the night due to the constant rise and fall in temperature."
    },
    {
      "index": 4,
      "start_time": 87620.0,
      "end_time": 100000.0,
      "text": "However, not all parts of a rock undergo expansion and contraction at the same rate, resulting in the formation of cracks."
    },
    {
      "index": 5,
      "start_time": 100030.0,
      "end_time": 106729.0,
      "text": "Gradually, these cracks cause the rocks to break down into smaller pieces."
    },
    {
      "index": 6,
      "start_time": 106729.0,
      "end_time": 114000.0,
      "text": "With time, these smaller pieces convert into particles and form soil."
    },
    {
      "index": 7,
      "start_time": 123119.0,
      "end_time": 127860.0,
      "text": "Water plays an important role in soil formation."
    },
    {
      "index": 8,
      "start_time": 127860.0,
      "end_time": 138000.0,
      "text": "Water that gets collected in the cracks of rocks sometimes freezes, which helps in widening the cracks."
    },
    {
      "index": 9,
      "start_time": 139000.0,
      "end_time": 150900.0,
      "text": "Also, flowing river water helps in the wearing down of rocks over time, which results in the formation of soil."
    },
    {
      "index": 10,
      "start_time": 150970.0,
      "end_time": 161870.0,
      "text": "Strong blowing winds also rub against rocks and help in wearing them down."
    },
    {
      "index": 11,
      "start_time": 161870.0,
      "end_time": 180000.0,
      "text": "Lastly, some living organisms like lichens, that grow on rock surfaces release certain substances that cause rock surfaces to powder down and form a thin layer of soil."
    }
  ]
}