{
  "video_id": "l076AppiLmM",
  "title": "Assam Crispy Duck | Jamie Oliver",
  "json": [
    {
      "index": 1,
      "start_time": 3620.0,
      "end_time": 11060.0,
      "text": "Hey guys hope you're well. Okay, the lovely guys at PG Tips have set me a challenge to come up with a classic dish."
    },
    {
      "index": 2,
      "start_time": 11060.0,
      "end_time": 13940.0,
      "text": "Using one of their incredible new teas."
    },
    {
      "index": 3,
      "start_time": 13940.0,
      "end_time": 17560.0,
      "text": "So I'm going to be doing slow roasted crispy skinned Assam duck."
    },
    {
      "index": 4,
      "start_time": 17560.0,
      "end_time": 23440.0,
      "text": "The most beautiful gravy, steam rice, Asian greens. This will serve 6 people."
    },
    {
      "index": 5,
      "start_time": 23440.0,
      "end_time": 27860.0,
      "text": "It's going to be epic. So, first up the duck."
    },
    {
      "index": 6,
      "start_time": 27860.0,
      "end_time": 35360.0,
      "text": "Duck is something that people absolutely love, it goes crazy in the restaurants and sometimes people are a bit worried to cook it."
    },
    {
      "index": 7,
      "start_time": 35360.0,
      "end_time": 42980.0,
      "text": "But it's so simple, what's really nice to make it go even crispier is just to score it very lightly, just in a little criss-cross."
    },
    {
      "index": 8,
      "start_time": 42980.0,
      "end_time": 43820.0,
      "text": "Beautiful."
    },
    {
      "index": 9,
      "start_time": 43820.0,
      "end_time": 48020.0,
      "text": "Now I want to make this the best duck ever. So come over here and have a look at this."
    },
    {
      "index": 10,
      "start_time": 48020.0,
      "end_time": 54660.0,
      "text": "We are bigging up the Assam tea. Now I know you guys are used to having tea as a drink, and that's absolutely brilliant."
    },
    {
      "index": 11,
      "start_time": 54660.0,
      "end_time": 60440.0,
      "text": "I use it all the time to liven up noodle dishes, when I'm cooking noodles, give them a bit of flavour and throw one in."
    },
    {
      "index": 12,
      "start_time": 60440.0,
      "end_time": 65340.0,
      "text": "When I cook rices I put a little tea bag in, it gives incredible flavour."
    },
    {
      "index": 13,
      "start_time": 65340.0,
      "end_time": 70440.0,
      "text": "Here is just one tea bag, have a look at that, of the Assam tea right."
    },
    {
      "index": 14,
      "start_time": 70440.0,
      "end_time": 76400.0,
      "text": "Smells amazing, really fragrant, malty and got a really sort of rich robust flavour."
    },
    {
      "index": 15,
      "start_time": 76400.0,
      "end_time": 82440.0,
      "text": "And I'm going to do a rub, I'm going to pair that up with Chinese five spice. 2 nice teaspoons."
    },
    {
      "index": 16,
      "start_time": 82440.0,
      "end_time": 87460.0,
      "text": "Black pepper and a nice pinch of salt. It's like a nice little pallet of flavour."
    },
    {
      "index": 17,
      "start_time": 87460.0,
      "end_time": 91440.0,
      "text": "Use your fingers to rub it all together and then I want to get it onto the duck."
    },
    {
      "index": 18,
      "start_time": 91440.0,
      "end_time": 101920.0,
      "text": "Just a little drizzle with olive oil. This is going to stick to that oil and that skin, so just rub it all over, get it right in to all those cracks and crannies."
    },
    {
      "index": 19,
      "start_time": 101920.0,
      "end_time": 108660.0,
      "text": "This is going to give the skin the most incredible flavour, get that into a nice snug fitting roasting tray."
    },
    {
      "index": 20,
      "start_time": 108660.0,
      "end_time": 110420.0,
      "text": "Just going to wash my hands."
    },
    {
      "index": 21,
      "start_time": 110420.0,
      "end_time": 114900.0,
      "text": "We're going to whack that into the oven for 1 hour and 20 minutes."
    },
    {
      "index": 22,
      "start_time": 114900.0,
      "end_time": 119200.0,
      "text": "At 180 degrees Celsius which is 350 degrees Fahrenheit."
    },
    {
      "index": 23,
      "start_time": 119200.0,
      "end_time": 125340.0,
      "text": "And at that stage a load of fat would have rendered out of the duck and I want to show you what to do next."
    },
    {
      "index": 24,
      "start_time": 125340.0,
      "end_time": 132260.0,
      "text": "This dish is the gift that keeps on giving. Get yourself a nice heat proof jam jar. You can get some little herbs."
    },
    {
      "index": 25,
      "start_time": 132260.0,
      "end_time": 137440.0,
      "text": "We can pour this fat into the jam jar, the rosemary will give it the most incredible perfume."
    },
    {
      "index": 26,
      "start_time": 137440.0,
      "end_time": 144320.0,
      "text": "We'll let it cool down, we'll pop that into the fridge and that will go hard and then the next time you start a little stew."
    },
    {
      "index": 27,
      "start_time": 144320.0,
      "end_time": 150760.0,
      "text": "Just take a teaspoon, start to fry. You know, a beautiful piece of fish, roast potatoes. Unbelievable."
    },
    {
      "index": 28,
      "start_time": 150760.0,
      "end_time": 159840.0,
      "text": "So the duck is halfway cooked, just over and there's a couple of things we can do to make the best gravy ever."
    },
    {
      "index": 29,
      "start_time": 159840.0,
      "end_time": 170440.0,
      "text": "Carrots, just a couple, couple of onions and a bulb of garlic. Throw that onto the  duck, pick the duck up, shake it in that fat."
    },
    {
      "index": 30,
      "start_time": 170440.0,
      "end_time": 178940.0,
      "text": "This duck now goes back in the oven for 40 more minutes and it's going to be beautiful."
    },
    {
      "index": 31,
      "start_time": 178940.0,
      "end_time": 187540.0,
      "text": "So this is the end, the bit you've been waiting for after 2 hours, your prize is a beautiful crispy skinned duck."
    },
    {
      "index": 32,
      "start_time": 187540.0,
      "end_time": 190560.0,
      "text": "We're going to let it rest for just 5 minutes."
    },
    {
      "index": 33,
      "start_time": 190560.0,
      "end_time": 195040.0,
      "text": "See all these bits, it looks like almost it's burnt, it's not burnt right, it's absolute flavour."
    },
    {
      "index": 34,
      "start_time": 195040.0,
      "end_time": 200640.0,
      "text": "So I'm going to put it on a medium heat and I want to kind of just do a sort of Asian inspired gravy."
    },
    {
      "index": 35,
      "start_time": 200640.0,
      "end_time": 209380.0,
      "text": "Just a little bit of ginger and a little chilli. Give that a little shake, we're going to add a small amount of flour, just like a teaspoon."
    },
    {
      "index": 36,
      "start_time": 209380.0,
      "end_time": 217160.0,
      "text": "Stir that in and then use your stock or we can continue our story with the gorgeous Assam tea."
    },
    {
      "index": 37,
      "start_time": 217160.0,
      "end_time": 222700.0,
      "text": "Another tea bag goes into the bowl and then I'm going to cover that with boiling water."
    },
    {
      "index": 38,
      "start_time": 222700.0,
      "end_time": 228520.0,
      "text": "It's full bodied, it's fragrant, it's going to really add to making this the very best gravy it can be."
    },
    {
      "index": 39,
      "start_time": 228520.0,
      "end_time": 230720.0,
      "text": "Let that kind of sit for about a minute and a half."
    },
    {
      "index": 40,
      "start_time": 230720.0,
      "end_time": 233100.0,
      "text": "So all those elements of the tea come out."
    },
    {
      "index": 41,
      "start_time": 233100.0,
      "end_time": 244000.0,
      "text": "So let's mix up this pan, we're going to go in with the classic flavours of about a tablespoon of soy sauce, scrape off the sticky bits from the bottom."
    },
    {
      "index": 42,
      "start_time": 244000.0,
      "end_time": 254000.0,
      "text": "And then a traditional cup of tea in the gravy it goes with all the sticky bits of goodness, all the lovely duck juices, the caramelized onions and carrots."
    },
    {
      "index": 43,
      "start_time": 254000.0,
      "end_time": 258760.0,
      "text": "The ginger, the chilli. So let's bring that to the boil."
    },
    {
      "index": 44,
      "start_time": 258760.0,
      "end_time": 264700.0,
      "text": "Have a little taste, what I quite like to do sometimes is balance with a little honey. Just a teaspoon."
    },
    {
      "index": 45,
      "start_time": 264700.0,
      "end_time": 270680.0,
      "text": "It's simmering away gorgeous. I love the kind of theatre and excitement of serving this. I love it on a big board."
    },
    {
      "index": 46,
      "start_time": 270680.0,
      "end_time": 278980.0,
      "text": "I've got some lovely fluffy brown rice. Really simple greens, it could be Asian of course, pak choi, bok choy, lovely sprouting broccolis."
    },
    {
      "index": 47,
      "start_time": 278980.0,
      "end_time": 288000.0,
      "text": "Sugar snap peas, it's all good. Now the gravy is a chunky gravy. Get yourself a bowl, finely slice a little chilli, sprinkle it all over the place."
    },
    {
      "index": 48,
      "start_time": 288000.0,
      "end_time": 298620.0,
      "text": "Beautiful colour. Get yourself 2 forks, claw that meat away from the bone like that. It's tender, it's so good."
    },
    {
      "index": 49,
      "start_time": 298620.0,
      "end_time": 306280.0,
      "text": "That my friends is an insanely good crispy skinned duck."
    },
    {
      "index": 50,
      "start_time": 306280.0,
      "end_time": 315340.0,
      "text": "So there you go guys, a nice little modern classic dish with the Assam tea that's taken it to the next level with beautiful bold gorgeous flavours."
    },
    {
      "index": 51,
      "start_time": 315340.0,
      "end_time": 322940.0,
      "text": "If you want to see more things done with amazing tea, check out Becky, she's done the most incredible Martini with gorgeous Earl Grey tea."
    },
    {
      "index": 52,
      "start_time": 322940.0,
      "end_time": 327740.0,
      "text": "So click the link up there, check out what she's done. Do you use tea for any wonderful recipes?"
    },
    {
      "index": 53,
      "start_time": 327740.0,
      "end_time": 337740.0,
      "text": "Tell us, tell us what you're doing. Until next time guys bye!"
    }
  ]
}