{
  "video_id": "L1Iw-v-IIpE",
  "title": "Preservation Education Challenge: Establishing Heritage Curricula and Professional Practice",
  "json": [
    {
      "index": 1,
      "start_time": 33600.0,
      "end_time": 39960.0,
      "text": "Robert: Thank you. It&#39;s great to be here and before I get started with my colleague Bill,"
    },
    {
      "index": 2,
      "start_time": 39960.0,
      "end_time": 46829.0,
      "text": "I would like to really thank Kirk and his staff at NCPTT for hosting this forum and"
    },
    {
      "index": 3,
      "start_time": 46829.0,
      "end_time": 54399.0,
      "text": "I especially want to thank our current NCPE executive team for really listening to the"
    },
    {
      "index": 4,
      "start_time": 54399.0,
      "end_time": 61640.0,
      "text": "membership and holding this type of educational forum because that&#39;s what we are, we&#39;re educators."
    },
    {
      "index": 5,
      "start_time": 61640.0,
      "end_time": 67440.0,
      "text": "In my 10 years being part of NCPE, this has been a long haul waiting for this to occur"
    },
    {
      "index": 6,
      "start_time": 67440.0,
      "end_time": 74580.0,
      "text": "so we&#39;re very, very happy that this current group has pulled this together."
    },
    {
      "index": 7,
      "start_time": 74580.0,
      "end_time": 81440.0,
      "text": "What we&#39;re going to talk about today is a relatively new experience for the Boston Architectural"
    },
    {
      "index": 8,
      "start_time": 81440.0,
      "end_time": 86159.0,
      "text": "College and myself. Not so much so for my colleague Bill which you&#39;ll learn about in"
    },
    {
      "index": 9,
      "start_time": 86159.0,
      "end_time": 94310.0,
      "text": "a little bit. Before I get too far into our presentation, those of you that have worked"
    },
    {
      "index": 10,
      "start_time": 94310.0,
      "end_time": 103280.0,
      "text": "with or for or received funding from our state department understand this slide. We are required"
    },
    {
      "index": 11,
      "start_time": 103280.0,
      "end_time": 114320.0,
      "text": "to disclose their participation in this project. Of course, the American flag must always be"
    },
    {
      "index": 12,
      "start_time": 114320.0,
      "end_time": 120329.0,
      "text": "represented at the same if not greater than any other logo in any presentation or collateral"
    },
    {
      "index": 13,
      "start_time": 120329.0,
      "end_time": 126820.0,
      "text": "material et cetera, et cetera, et cetera. Here&#39;s to my colleagues at the state department,"
    },
    {
      "index": 14,
      "start_time": 126820.0,
      "end_time": 136190.0,
      "text": "thank you very much. I imagine that most of you are like me going back about just about"
    },
    {
      "index": 15,
      "start_time": 136190.0,
      "end_time": 143769.0,
      "text": "a year ago. What I knew about Pakistan was what I saw in CNN, read in the New York Times,"
    },
    {
      "index": 16,
      "start_time": 143769.0,
      "end_time": 151920.0,
      "text": "saw on PBS or the network news, I now know a lot more. I thought I would start the presentation"
    },
    {
      "index": 17,
      "start_time": 151920.0,
      "end_time": 161970.0,
      "text": "by sharing with you what Anatol Lieven recently wrote about Pakistan. Pakistan is divided,"
    },
    {
      "index": 18,
      "start_time": 161970.0,
      "end_time": 169500.0,
      "text": "disorganized, economically backward, corrupt, violent, unjust, often savagely oppressive"
    },
    {
      "index": 19,
      "start_time": 169500.0,
      "end_time": 177169.0,
      "text": "towards the poor and women and home to extremely dangerous forms of extremism and terrorism."
    },
    {
      "index": 20,
      "start_time": 177169.0,
      "end_time": 184350.0,
      "text": "Yet it moves and in many ways surprisingly tough and resilient as a state and society."
    },
    {
      "index": 21,
      "start_time": 184350.0,
      "end_time": 191609.0,
      "text": "It is also quite ... Not quite as unequal as it looks from the outside. Now, this sounds"
    },
    {
      "index": 22,
      "start_time": 191609.0,
      "end_time": 198900.0,
      "text": "like the perfect place to develop a historic preservation program, don&#39;t you agree? However,"
    },
    {
      "index": 23,
      "start_time": 198900.0,
      "end_time": 206350.0,
      "text": "Anatol is not correct when it comes to access to education and particularly historic preservation"
    },
    {
      "index": 24,
      "start_time": 206350.0,
      "end_time": 213400.0,
      "text": "education. We believe based on current research that we are the only initiative in the country"
    },
    {
      "index": 25,
      "start_time": 213400.0,
      "end_time": 220940.0,
      "text": "at the current time to try and develop a historic preservation program."
    },
    {
      "index": 26,
      "start_time": 220940.0,
      "end_time": 228850.0,
      "text": "How did this get started? Last fall, we received an award from the United States State Department"
    },
    {
      "index": 27,
      "start_time": 228850.0,
      "end_time": 236570.0,
      "text": "to help a mirror institution in Pakistan develop a historic preservation curriculum. This of"
    },
    {
      "index": 28,
      "start_time": 236570.0,
      "end_time": 243900.0,
      "text": "course was launched in Boston. This is not Pakistan. Let me tell you a little bit about"
    },
    {
      "index": 29,
      "start_time": 243900.0,
      "end_time": 251880.0,
      "text": "the partners. Serendipitously, the Boston Architectural College and NCA which is the"
    },
    {
      "index": 30,
      "start_time": 251880.0,
      "end_time": 258040.0,
      "text": "National College of Arts Rawalpindi have strikingly similar histories. The schools are located"
    },
    {
      "index": 31,
      "start_time": 258040.00000000003,
      "end_time": 262160.0,
      "text": "in urban settings. Both were founded in the last quarter of the"
    },
    {
      "index": 32,
      "start_time": 262160.0,
      "end_time": 269729.0,
      "text": "19th Century to provide skills training as oppose to academic educations. The BAC was"
    },
    {
      "index": 33,
      "start_time": 269729.0,
      "end_time": 276360.0,
      "text": "formed in 1889 as the Boston Architectural club who&#39;s gentlemen members provided enhance"
    },
    {
      "index": 34,
      "start_time": 276360.0,
      "end_time": 283009.0,
      "text": "skills training to draftsmen employed in their offices. The Mayo School of Art was established"
    },
    {
      "index": 35,
      "start_time": 283009.0,
      "end_time": 290220.0,
      "text": "by the British in 1875 to perpetuate indigenous crafts and trades in the Punjab region in"
    },
    {
      "index": 36,
      "start_time": 290220.0,
      "end_time": 295970.0,
      "text": "Pakistan, not Pakistan then, plus support the needs of the Lahore Museum."
    },
    {
      "index": 37,
      "start_time": 295970.0,
      "end_time": 301590.0,
      "text": "John Lockwood Kipling famous illustrator and father of Rudyard Kipling was appointed the"
    },
    {
      "index": 38,
      "start_time": 301590.0,
      "end_time": 308190.0,
      "text": "curator of the museum and principal of the school. Over the decades, both schools evolved"
    },
    {
      "index": 39,
      "start_time": 308190.0,
      "end_time": 315350.0,
      "text": "into accredited degree granting institutions. Mayo School of Art was restructured in 1958"
    },
    {
      "index": 40,
      "start_time": 315350.0,
      "end_time": 321910.0,
      "text": "by the government of Pakistan as the National College of Arts. Ironically, the first principal"
    },
    {
      "index": 41,
      "start_time": 321910.0,
      "end_time": 327560.0,
      "text": "charged with developing the new curricular was American. One of the original of the monuments"
    },
    {
      "index": 42,
      "start_time": 327560.0,
      "end_time": 334400.0,
      "text": "men of World War II fame. Mark Ritter Sponenburgh transformed the former training school into"
    },
    {
      "index": 43,
      "start_time": 334400.0,
      "end_time": 338790.0,
      "text": "a contemporary college of design, architecture, and fine art."
    },
    {
      "index": 44,
      "start_time": 338790.0,
      "end_time": 345490.0,
      "text": "In 2005, National College of Arts opened the Rawalpindi campus to provide more geographic"
    },
    {
      "index": 45,
      "start_time": 345490.0,
      "end_time": 353090.0,
      "text": "access to Pakistan is seeking formal design educations. Boston Architectural Club became"
    },
    {
      "index": 46,
      "start_time": 353090.0,
      "end_time": 359630.0,
      "text": "the Boston Architectural Center in 1944 to provide architecture education predominantly"
    },
    {
      "index": 47,
      "start_time": 359630.0,
      "end_time": 367630.0,
      "text": "in the evening for those students needing to work during the day. By 2006, Boston Architectural"
    },
    {
      "index": 48,
      "start_time": 367630.0,
      "end_time": 373730.0,
      "text": "College had evolved into four schools of design and related disciplines offering baccalaureate"
    },
    {
      "index": 49,
      "start_time": 373730.0,
      "end_time": 381300.0,
      "text": "and graduate degrees in architecture, landscape architecture, interior architecture, and design"
    },
    {
      "index": 50,
      "start_time": 381300.0,
      "end_time": 387160.0,
      "text": "studies. BAC and NCA also shares several common pedagogical"
    },
    {
      "index": 51,
      "start_time": 387160.0,
      "end_time": 393620.0,
      "text": "philosophies and approaches to learning. First, all baccalaureate students are required to"
    },
    {
      "index": 52,
      "start_time": 393620.0,
      "end_time": 401480.0,
      "text": "take the same foundation year of study regardless of their chosen program of study. Second,"
    },
    {
      "index": 53,
      "start_time": 401480.0,
      "end_time": 406800.0,
      "text": "experiential learning and community engagement involvement are woven throughout the respective"
    },
    {
      "index": 54,
      "start_time": 406800.0,
      "end_time": 413510.0,
      "text": "curriculum. Third, the majority of the faculty maintains academic and practicing professional"
    },
    {
      "index": 55,
      "start_time": 413510.0,
      "end_time": 419840.0,
      "text": "credentials. These common attributes result in graduates well prepared for careers and"
    },
    {
      "index": 56,
      "start_time": 419840.0,
      "end_time": 431419.0,
      "text": "design related fields in our respective countries. If you look at the urban context today of"
    },
    {
      "index": 57,
      "start_time": 431419.0,
      "end_time": 439050.0,
      "text": "these schools and how they&#39;ve evolved, here&#39;s the image of NCA Rawalpindi&#39;s modernist building"
    },
    {
      "index": 58,
      "start_time": 439050.0,
      "end_time": 447720.0,
      "text": "set in an urban context of Rawalpindi, the ancient city which had the modern city created"
    },
    {
      "index": 59,
      "start_time": 447720.0,
      "end_time": 454330.0,
      "text": "from scratch in the 1960&#39;s which is now the national capital of Islamabad. The BAC of"
    },
    {
      "index": 60,
      "start_time": 454330.0,
      "end_time": 464730.0,
      "text": "course has had its additional architecture added to the portfolio in this brutalist building"
    },
    {
      "index": 61,
      "start_time": 464730.0,
      "end_time": 471380.0,
      "text": "in a very metropolitan setting of the current day Boston. Here are just some images of how"
    },
    {
      "index": 62,
      "start_time": 471380.0,
      "end_time": 476300.0,
      "text": "similar the schools are at the outset studio work."
    },
    {
      "index": 63,
      "start_time": 476300.0,
      "end_time": 483260.0,
      "text": "I dare you to tell me whether these are NCA or BAC students or both. I think students"
    },
    {
      "index": 64,
      "start_time": 483260.0,
      "end_time": 491840.0,
      "text": "are students no matter where you are. Now we have an excellent opportunity to work with"
    },
    {
      "index": 65,
      "start_time": 491840.0,
      "end_time": 496960.0,
      "text": "our mirror institution. However, there are some caveats to this work. We have two other"
    },
    {
      "index": 66,
      "start_time": 496960.0,
      "end_time": 502320.0,
      "text": "interested parties which have a lot to do with how we conduct ourselves and what deliverables"
    },
    {
      "index": 67,
      "start_time": 502320.0,
      "end_time": 508580.0,
      "text": "we produce. In the Pakistani side, we have the Higher Education Commission. You can see"
    },
    {
      "index": 68,
      "start_time": 508580.0,
      "end_time": 512079.0,
      "text": "us sitting around the table in a high level meeting with them."
    },
    {
      "index": 69,
      "start_time": 512078.99999999994,
      "end_time": 517499.99999999994,
      "text": "Our first trip last fall learning about how much they&#39;re looking forward to developing"
    },
    {
      "index": 70,
      "start_time": 517500.0,
      "end_time": 523289.0,
      "text": "STEM curricula and putting most of the resources of Pakistan&#39;s government in education toward"
    },
    {
      "index": 71,
      "start_time": 523289.0,
      "end_time": 532060.0,
      "text": "STEM not much to do with historic preservation. We have of course our own department of state"
    },
    {
      "index": 72,
      "start_time": 532060.0,
      "end_time": 537120.0,
      "text": "and here&#39;s an image from the US Embassy in Islamabad Public Affairs Section and what&#39;s"
    },
    {
      "index": 73,
      "start_time": 537120.0,
      "end_time": 543399.0,
      "text": "wrong with this picture? Here we have Bill and myself and trying to be appropriate dressing"
    },
    {
      "index": 74,
      "start_time": 543399.0,
      "end_time": 552509.0,
      "text": "in native garb and all of the Islamabad Embassy personnel are dressed in western garb so what"
    },
    {
      "index": 75,
      "start_time": 552509.0,
      "end_time": 557059.0,
      "text": "to do? Here are the major objectives of this relationship."
    },
    {
      "index": 76,
      "start_time": 557059.0,
      "end_time": 563850.0,
      "text": "Number one is curriculum development. Number two is distance learning the Pakistanis need"
    },
    {
      "index": 77,
      "start_time": 563850.0,
      "end_time": 569749.0,
      "text": "to reach more students in their country which don&#39;t have access now and they&#39;re very backward"
    },
    {
      "index": 78,
      "start_time": 569749.0,
      "end_time": 578730.0,
      "text": "when it comes to any type of distance learning pedagogy or curriculum. Collaborative research,"
    },
    {
      "index": 79,
      "start_time": 578730.0,
      "end_time": 586249.0,
      "text": "faculty development, this is critical. The faculty at NCA again are practicing professionals"
    },
    {
      "index": 80,
      "start_time": 586249.0,
      "end_time": 593199.0,
      "text": "and not educators necessarily. Faculty and student exchange, we&#39;re expecting"
    },
    {
      "index": 81,
      "start_time": 593199.0,
      "end_time": 599449.0,
      "text": "the first cohort of Pakistani students and faculty to arrive in Boston this fall and"
    },
    {
      "index": 82,
      "start_time": 599449.0,
      "end_time": 605899.0,
      "text": "we&#39;ll be taking our first cohort of BAC students to Pakistan in the spring semester and this"
    },
    {
      "index": 83,
      "start_time": 605899.0,
      "end_time": 617139.0,
      "text": "will continue for semesters to come. Cultural exchange, in objective 7 this is the one that"
    },
    {
      "index": 84,
      "start_time": 617139.0,
      "end_time": 622939.0,
      "text": "I&#39;m most interested in because the state department has been very generous with their seed funding"
    },
    {
      "index": 85,
      "start_time": 622939.0,
      "end_time": 629509.0,
      "text": "for this opportunity but they&#39;re expecting at this partnership continues forever basically."
    },
    {
      "index": 86,
      "start_time": 629509.0,
      "end_time": 635129.0,
      "text": "Here are some of the strategies that we have identified that will help the partnership"
    },
    {
      "index": 87,
      "start_time": 635129.0,
      "end_time": 640089.0,
      "text": "continue into the future. Now, I&#39;m going to turn the mic over to my"
    },
    {
      "index": 88,
      "start_time": 640089.0,
      "end_time": 644240.0,
      "text": "colleague Bill Remsen. He&#39;s going to talk about one of the really interesting projects"
    },
    {
      "index": 89,
      "start_time": 644240.0,
      "end_time": 650720.0,
      "text": "that we&#39;ve already got under way with our colleagues."
    },
    {
      "index": 90,
      "start_time": 650720.0,
      "end_time": 658300.0,
      "text": "Bill: I&#39;m going to talk a little bit about the field school which is the first bullet"
    },
    {
      "index": 91,
      "start_time": 658300.0,
      "end_time": 666290.0,
      "text": "point on the previous image. This is not your typical conservation project. This is a, this"
    },
    {
      "index": 92,
      "start_time": 666290.0,
      "end_time": 674730.0,
      "text": "is a tool. This is a mechanism to learn about conservation and the associated design issues."
    },
    {
      "index": 93,
      "start_time": 674730.0,
      "end_time": 681860.0,
      "text": "The Sirdar Sujan Singh&#39;s Palace was built in Rawalpindi in the late 19th Century for"
    },
    {
      "index": 94,
      "start_time": 681860.0,
      "end_time": 691300.0,
      "text": "a very wealthy and influential Sikh merchant family. 27 rooms remain of what was much,"
    },
    {
      "index": 95,
      "start_time": 691300.0,
      "end_time": 698249.0,
      "text": "a much larger in the estate. Currently, in this image the right hand side has survived"
    },
    {
      "index": 96,
      "start_time": 698249.0,
      "end_time": 705160.0,
      "text": "but the entire left hand side of the image has been encroached upon by the local squatter"
    },
    {
      "index": 97,
      "start_time": 705160.0,
      "end_time": 710519.0,
      "text": "housing. The palace was built of fired brick primarily"
    },
    {
      "index": 98,
      "start_time": 710519.0,
      "end_time": 717369.0,
      "text": "with additional parts in stone, wood, and iron. It was very richly furnished and they"
    },
    {
      "index": 99,
      "start_time": 717369.0,
      "end_time": 722240.0,
      "text": "were fine decorated finishes including painted plasters, stained glass, and painted in gilded"
    },
    {
      "index": 100,
      "start_time": 722240.0,
      "end_time": 728649.0,
      "text": "carved wood. When India was partitioned in 1947, the palace was abandoned as the Sikh"
    },
    {
      "index": 101,
      "start_time": 728649.0,
      "end_time": 733610.0,
      "text": "has fled to India. The government of Pakistan took over administration of the palace and"
    },
    {
      "index": 102,
      "start_time": 733610.0,
      "end_time": 738980.0,
      "text": "allowed Muslim refugees coming into India to live there. At one point there are more"
    },
    {
      "index": 103,
      "start_time": 738980.0,
      "end_time": 744209.0,
      "text": "than 50 individual families living in the palace. You can imagine what that did to it."
    },
    {
      "index": 104,
      "start_time": 744209.0,
      "end_time": 748790.0,
      "text": "The palace was eventually emptied when it was deeded over Fatima Jinnah Women University"
    },
    {
      "index": 105,
      "start_time": 748790.0,
      "end_time": 757489.0,
      "text": "who still owns it and in 2013, a memorandum of understanding was signed allowing our partnership"
    },
    {
      "index": 106,
      "start_time": 757489.0,
      "end_time": 762509.0,
      "text": "to establish a field school there. Man of the former refugee families still work as"
    },
    {
      "index": 107,
      "start_time": 762509.0,
      "end_time": 771199.0,
      "text": "craftsman and living in the surrounding neighborhood. These are a couple of images of posters and"
    },
    {
      "index": 108,
      "start_time": 771199.0,
      "end_time": 776149.0,
      "text": "brochures that were created during the initial part of our work where we did a structural"
    },
    {
      "index": 109,
      "start_time": 776149.0,
      "end_time": 779769.0,
      "text": "and health and safety assessment. We wanted to reach out to the community to"
    },
    {
      "index": 110,
      "start_time": 779769.0,
      "end_time": 787139.0,
      "text": "make sure that we were managing expectations and fears and to make sure they understood"
    },
    {
      "index": 111,
      "start_time": 787139.0,
      "end_time": 793259.0,
      "text": "what we we&#39;re trying to do. These were printed up in English and in Urdu handed out at the"
    },
    {
      "index": 112,
      "start_time": 793259.0,
      "end_time": 804160.0,
      "text": "site and also put on the internet. This is one of our BAC colleagues Sharon Matthews"
    },
    {
      "index": 113,
      "start_time": 804160.0,
      "end_time": 811149.0,
      "text": "being surrounded by college girls who just would not stop asking her questions. They"
    },
    {
      "index": 114,
      "start_time": 811149.0,
      "end_time": 817399.0,
      "text": "were much too shy to talk to Bob or me but boy did they talk to her. It&#39;s just wonderful."
    },
    {
      "index": 115,
      "start_time": 817399.0,
      "end_time": 823179.0,
      "text": "Anyway, Rawalpindi talk about challenges, talk about historic preservation challenges."
    },
    {
      "index": 116,
      "start_time": 823179.0,
      "end_time": 828220.0,
      "text": "Now, we&#39;ve all seen, we&#39;ve all complained about the classic kinds of problems we might"
    },
    {
      "index": 117,
      "start_time": 828220.0,
      "end_time": 836230.0,
      "text": "have here in America but in Rawalpindi, you&#39;ve got 2 million plus people no sewers, no storm"
    },
    {
      "index": 118,
      "start_time": 836230.0,
      "end_time": 843910.0,
      "text": "sewers. You have tremendous electrical problems with outages everyday 4 or 5 hours. Infrastructure,"
    },
    {
      "index": 119,
      "start_time": 843910.0,
      "end_time": 852139.0,
      "text": "no. Trash pickup, no. You name it, it&#39;s a problem. Walking in towards the Haveli from"
    },
    {
      "index": 120,
      "start_time": 852139.0,
      "end_time": 857899.0,
      "text": "the main street, the alleys are extremely narrow. You can&#39;t bring any big equipment."
    },
    {
      "index": 121,
      "start_time": 857899.0,
      "end_time": 863610.0,
      "text": "No emergency or fire vehicles. On the right is the image of the front of"
    },
    {
      "index": 122,
      "start_time": 863610.0,
      "end_time": 870850.0,
      "text": "Haveli. It&#39;s still quite a charming building. Inside, we&#39;ve got a lot of formally grand"
    },
    {
      "index": 123,
      "start_time": 870850.0,
      "end_time": 877889.0,
      "text": "rooms. They&#39;re really quite beautiful but they&#39;re, they&#39;ve suffered obviously. Now,"
    },
    {
      "index": 124,
      "start_time": 877889.0,
      "end_time": 881600.0,
      "text": "the field school, I just want to say about a few things about the field school. As I"
    },
    {
      "index": 125,
      "start_time": 881600.0,
      "end_time": 885540.0,
      "text": "said it&#39;s a tool for teaching and learning about conservation and adaptive reuse and"
    },
    {
      "index": 126,
      "start_time": 885540.0,
      "end_time": 890709.0,
      "text": "sustainable design in an urban environment. It&#39;s to be a proof of concept for a wide variety"
    },
    {
      "index": 127,
      "start_time": 890709.0,
      "end_time": 896970.0,
      "text": "of interventions and activities. It&#39;s also an opportunity to preserve and utilize"
    },
    {
      "index": 128,
      "start_time": 896970.0,
      "end_time": 905749.0,
      "text": "and present traditional crafts which are still available before they disappear. This is the"
    },
    {
      "index": 129,
      "start_time": 905749.0,
      "end_time": 914360.0,
      "text": "courtyard of the Haveli. The challenges are quite daunting but many of them can be resolved."
    },
    {
      "index": 130,
      "start_time": 914360.0,
      "end_time": 921459.0,
      "text": "I think also we have to be realistic. Some challenges cannot be solved. Encroachment,"
    },
    {
      "index": 131,
      "start_time": 921459.0,
      "end_time": 931699.0,
      "text": "I&#39;ve already mentioned et cetera, et cetera but we can make a real difference. Here&#39;s"
    },
    {
      "index": 132,
      "start_time": 931699.0,
      "end_time": 937970.0,
      "text": "a view of the roof that the previous occupants sold off a lot of the metal roofing and drain"
    },
    {
      "index": 133,
      "start_time": 937970.0,
      "end_time": 943259.0,
      "text": "pipes which you can imagine what that does for the conservation."
    },
    {
      "index": 134,
      "start_time": 943259.0,
      "end_time": 955920.0,
      "text": "The brick details are exquisite. Just waiting to be cleaned and documented and conserved."
    },
    {
      "index": 135,
      "start_time": 955920.0,
      "end_time": 961149.0,
      "text": "The interiors were once extremely rich and this is a door on the left going out on to"
    },
    {
      "index": 136,
      "start_time": 961149.0,
      "end_time": 967899.0,
      "text": "the porch which one had stained glass which was painted white for privacy and the ceilings"
    },
    {
      "index": 137,
      "start_time": 967899.0,
      "end_time": 975799.0,
      "text": "were, were very often this type of beautiful wood work that was polychromed at one point."
    },
    {
      "index": 138,
      "start_time": 975799.0,
      "end_time": 982509.0,
      "text": "There&#39;s painted plaster work and a stone fire place just giving examples of the types of"
    },
    {
      "index": 139,
      "start_time": 982509.0,
      "end_time": 990309.0,
      "text": "details that remain just waiting, waiting to be exposed and conserved."
    },
    {
      "index": 140,
      "start_time": 990309.0,
      "end_time": 996819.0,
      "text": "There&#39;s cast iron much of which is in pretty good shape actually. In fact, the British"
    },
    {
      "index": 141,
      "start_time": 996819.0,
      "end_time": 1002339.0,
      "text": "firm that provided this in the 19th century still exist so we have some great opportunities"
    },
    {
      "index": 142,
      "start_time": 1002340.0,
      "end_time": 1012411.0,
      "text": "for, to resolve the missing pieces. This is an interesting room that is in a bridge that"
    },
    {
      "index": 143,
      "start_time": 1012410.0,
      "end_time": 1017209.0,
      "text": "crosses over the street. It must have been sort of their front parlor. It had the highest"
    },
    {
      "index": 144,
      "start_time": 1017210.0,
      "end_time": 1023880.0,
      "text": "level of decoration and on the right is just a detail of the ceiling which was must have"
    },
    {
      "index": 145,
      "start_time": 1023880.0,
      "end_time": 1029771.0,
      "text": "been actually spectacular when it was in good shape, polychromed and gold leaf."
    },
    {
      "index": 146,
      "start_time": 1029770.0,
      "end_time": 1037520.0,
      "text": "Anyway, the basic ideas that the field school will allow the students to examine, investigate,"
    },
    {
      "index": 147,
      "start_time": 1037520.0,
      "end_time": 1045959.0,
      "text": "document, and get their hands on the full range of conservation problems. Basically,"
    },
    {
      "index": 148,
      "start_time": 1045960.0,
      "end_time": 1051741.0,
      "text": "every single type of typical problem that the students would face in this part of the"
    },
    {
      "index": 149,
      "start_time": 1051740.0,
      "end_time": 1062330.0,
      "text": "world is available here. With the assistance of visiting experts and local craftsman and"
    },
    {
      "index": 150,
      "start_time": 1062330.0,
      "end_time": 1069470.0,
      "text": "local staff, we will be able to give the students the field school, the hands on field school"
    },
    {
      "index": 151,
      "start_time": 1069470.0,
      "end_time": 1076230.0,
      "text": "experience where they will literally be able to go from room to room doing various things."
    },
    {
      "index": 152,
      "start_time": 1076230.0,
      "end_time": 1082740.0,
      "text": "Gradually, piece by piece the building will be revived. Our goal isn&#39;t to finish it. Our"
    },
    {
      "index": 153,
      "start_time": 1082740.0,
      "end_time": 1089139.0,
      "text": "goal is to make it a living breathing active site with lots and lots of activity, lots"
    },
    {
      "index": 154,
      "start_time": 1089140.0,
      "end_time": 1095101.0,
      "text": "and lots of engagement with the local community. We&#39;re not looking for an end, we&#39;re looking"
    },
    {
      "index": 155,
      "start_time": 1095100.0,
      "end_time": 1100880.0,
      "text": "for a process and so we think of this as a great opportunity for both the National College"
    },
    {
      "index": 156,
      "start_time": 1100880.0,
      "end_time": 1109450.0,
      "text": "of Arts and the BAC and their students. The future of Pakistan and historic preservation"
    },
    {
      "index": 157,
      "start_time": 1109450.0,
      "end_time": 1114830.0,
      "text": "there. Pakistan and its rich cultural heritage face huge challenges."
    },
    {
      "index": 158,
      "start_time": 1114830.0,
      "end_time": 1119889.0,
      "text": "The Boston Architectural College, National College of Arts partnership will help meet"
    },
    {
      "index": 159,
      "start_time": 1119890.0,
      "end_time": 1126201.0,
      "text": "these challenges by improving education and heritage preservation and management in Pakistan."
    },
    {
      "index": 160,
      "start_time": 1126200.0,
      "end_time": 1131289.0,
      "text": "By exchanging Pakistani and US students and faculty and by combining architectural and"
    },
    {
      "index": 161,
      "start_time": 1131290.0,
      "end_time": 1137571.0,
      "text": "sustainable design with preservation on practical real world problems, the design and preservation"
    },
    {
      "index": 162,
      "start_time": 1137570.0,
      "end_time": 1142919.0,
      "text": "communities in both countries will benefit. With the majority of the population under"
    },
    {
      "index": 163,
      "start_time": 1142920.0,
      "end_time": 1148861.0,
      "text": "24 years of age, ultimately it will be the Pakistanis themselves who will determine the"
    },
    {
      "index": 164,
      "start_time": 1148860.0,
      "end_time": 1156929.0,
      "text": "future of their country. They do seem eager to do a good job and we want to do what we"
    },
    {
      "index": 165,
      "start_time": 1156930.0,
      "end_time": 1158160.0,
      "text": "can to help them. Thank you."
    },
    {
      "index": 166,
      "start_time": 1158160.0,
      "end_time": 1158280.0,
      "text": "7 15 16 2014 NCPE Ogle 1 PGM Page 5 of 6"
    },
    {
      "index": 167,
      "start_time": 1158280.0,
      "end_time": 1168280.0,
      "text": "Need Help? mailto:support@rev.com"
    }
  ]
}