{
  "video_id": "l2R8tknWAaw",
  "title": "FT correspondents' predictions for 2019",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5340.0,
      "end_time": 16370.0,
      "text": "Here in India, people are on tenterhooks as the country gears up for next year's general elections when Prime Minister Narendra Modi will be seeking a second five-year term."
    },
    {
      "index": 2,
      "start_time": 16379.999999999998,
      "end_time": 21860.0,
      "text": "Predicting the outcome of Indian elections is notoriously difficult, given the country's diversity."
    },
    {
      "index": 3,
      "start_time": 21870.0,
      "end_time": 35260.0,
      "text": "But Indians are united in the hope that they will retain their place as the world's fastest growing large economy, and create more of the millions of jobs so desperately needed."
    },
    {
      "index": 4,
      "start_time": 35260.0,
      "end_time": 38450.0,
      "text": "What is likely to happen in Italy in 2019?"
    },
    {
      "index": 5,
      "start_time": 38520.0,
      "end_time": 46400.0,
      "text": "Well, at the moment, all eyes are on the spat between the Italian government and Brussels over Rome's spending plans, which have also alarmed financial markets."
    },
    {
      "index": 6,
      "start_time": 46650.0,
      "end_time": 56050.0,
      "text": "I think these concerns are likely to fade somewhat going into the start of 2019 and then potentially reemerge in the build up to the campaign for the European elections."
    },
    {
      "index": 7,
      "start_time": 56150.0,
      "end_time": 66000.0,
      "text": "These elections are being targeted by Matthias Albany, the Interior Minister and leader of the league party, as a way of boosting his political momentum on a national level."
    },
    {
      "index": 8,
      "start_time": 66300.0,
      "end_time": 72000.0,
      "text": "Mexico kicks off 2019 with a brand new president: Andres Manuel Lopez Obrador."
    },
    {
      "index": 9,
      "start_time": 72240.0,
      "end_time": 74100.0,
      "text": "He's promised sweeping change."
    },
    {
      "index": 10,
      "start_time": 74220.0,
      "end_time": 81300.0,
      "text": "The big hope is that he actually delivers, especially on reducing corruption and impunity."
    },
    {
      "index": 11,
      "start_time": 81300.0,
      "end_time": 85050.0,
      "text": "Turkey is home to a million school-age Syrian refugee children."
    },
    {
      "index": 12,
      "start_time": 85150.0,
      "end_time": 93350.0,
      "text": "And the country hopes to get a long way next year towards its aim of getting all of them into the mainstream Turkish education system."
    },
    {
      "index": 13,
      "start_time": 93450.0,
      "end_time": 102450.0,
      "text": "Here in Moscow, the big hope for 2019 would be some kind of easing of tensions between Russia and the West that have led to four and a half years worth of sanctions against Moscow."
    },
    {
      "index": 14,
      "start_time": 102570.0,
      "end_time": 111801.0,
      "text": "In a perfect world, that would involve the conclusion of investigations in Washington, proving there was no collusion between President Donald Trump's campaign and the Russians."
    },
    {
      "index": 15,
      "start_time": 111999.0,
      "end_time": 121050.0,
      "text": "If sanctions were eased, that could mean foreign investors come back to Russia and trade increases, helping prop up the ruble and increasing the Russian stock market."
    },
    {
      "index": 16,
      "start_time": 121802.0,
      "end_time": 126100.0,
      "text": "In a region that's always busy with news, 2019 is expected to be even more so."
    },
    {
      "index": 17,
      "start_time": 126270.0,
      "end_time": 130900.0,
      "text": "Prime Minister Benjamin Netanyahu has found himself embroiled in a series of overlapping investigations."
    },
    {
      "index": 18,
      "start_time": 131100.0,
      "end_time": 137800.0,
      "text": "Now, both he and the country are waiting to see if Attorney General Avichai Mandelblit will accept police recommendations."
    },
    {
      "index": 19,
      "start_time": 137940.0,
      "end_time": 146340.0,
      "text": "Secondly, both Israelis and Palestinians are waiting to see whether or not US President Donald Trump will finally unveil his long promised deal of the century."
    },
    {
      "index": 20,
      "start_time": 146340.0,
      "end_time": 152570.0,
      "text": "It was a promise by the White House to bring Israelis and Palestinians to the negotiating table."
    },
    {
      "index": 21,
      "start_time": 152580.0,
      "end_time": 157400.0,
      "text": "Here in the Nordic-Baltic region, 2019 will be a year of elections."
    },
    {
      "index": 22,
      "start_time": 157560.0,
      "end_time": 164400.0,
      "text": "There are votes in Estonia, Finland, and Denmark with the possibility of new elections in Sweden."
    },
    {
      "index": 23,
      "start_time": 164610.0,
      "end_time": 168510.0,
      "text": "The hope will be that forming a viable government is possible."
    },
    {
      "index": 24,
      "start_time": 168600.0,
      "end_time": 173540.0,
      "text": "And for that, it will be crucial to see how much populist parties gain."
    },
    {
      "index": 25,
      "start_time": 175610.0,
      "end_time": 183000.0,
      "text": "Hong Kong sits on the front line of a nascent political and economic battle between Xi Jinping's China and the West."
    },
    {
      "index": 26,
      "start_time": 183150.0,
      "end_time": 196970.0,
      "text": "My greatest hope is that the US and China eventually learn to live with the profound differences between them and that perhaps the Communist Party learns that by taking a softer line, it might also give itself more breathing space."
    }
  ]
}