{
  "video_id": "L4DI6MytVlE",
  "title": "DIY Gift Ideas! 10 DIY Christmas Gifts & Birthday Gifts for Best Friends",
  "json": [
    {
      "index": 1,
      "start_time": 340.0,
      "end_time": 4870.0,
      "text": "In this video I will show you ten adorable gift ideas that everyone would love to receive."
    },
    {
      "index": 2,
      "start_time": 4870.0,
      "end_time": 10130.0,
      "text": "These are perfect for Christmas, birthdays or any other occasion. Investing time and"
    },
    {
      "index": 3,
      "start_time": 10130.0,
      "end_time": 14800.0,
      "text": "thought in presents is really what turns a little present in something big and meaningful,"
    },
    {
      "index": 4,
      "start_time": 14800.0,
      "end_time": 33360.0,
      "text": "because it shows that besides the object you&#39;re also giving a lot of love."
    },
    {
      "index": 5,
      "start_time": 33360.0,
      "end_time": 37140.0,
      "text": "Hey loves! December is just around the corner and I&#39;m so excited about the Christmas lights,"
    },
    {
      "index": 6,
      "start_time": 37140.0,
      "end_time": 40960.0,
      "text": "yummy food and hanging out with friends and family. But this is also the time when we"
    },
    {
      "index": 7,
      "start_time": 40960.0,
      "end_time": 44620.0,
      "text": "stress out about the Christmas gifts. But don&#39;t you worry, guys, because I&#39;ve got you"
    },
    {
      "index": 8,
      "start_time": 44620.0,
      "end_time": 49039.0,
      "text": "covered. In this video I&#39;m going to show you ten affordable and epic DIY Christmas gift"
    },
    {
      "index": 9,
      "start_time": 49039.0,
      "end_time": 53160.0,
      "text": "ideas that you can make for your loved ones. These are also perfect for birthday presents"
    },
    {
      "index": 10,
      "start_time": 53160.0,
      "end_time": 56949.0,
      "text": "all year around and of course you can totally just DIY them for yourself. I&#39;m not going"
    },
    {
      "index": 11,
      "start_time": 56949.0,
      "end_time": 61579.0,
      "text": "to lie, I&#39;m probably keeping one, two or five gifts for myself. Okay, I hope you guys are"
    },
    {
      "index": 12,
      "start_time": 61579.0,
      "end_time": 65119.0,
      "text": "excited, take your crafty spirits out and let&#39;s get started."
    },
    {
      "index": 13,
      "start_time": 65119.0,
      "end_time": 70960.0,
      "text": "For someone that loves ice cream and deserts, an ice cream sundae box is a perfect gift!"
    },
    {
      "index": 14,
      "start_time": 70960.0,
      "end_time": 76009.0,
      "text": "To make it you need a gift box and a bunch of ice cream related things like cones, cups"
    },
    {
      "index": 15,
      "start_time": 76009.0,
      "end_time": 81930.0,
      "text": "and toppings like candy, sprinkles, honey, ice cream scoop, little spoons and decorations."
    },
    {
      "index": 16,
      "start_time": 81930.0,
      "end_time": 86840.0,
      "text": "Now we have to package everything nicely. For the cones, take some cellophane and roll"
    },
    {
      "index": 17,
      "start_time": 86840.0,
      "end_time": 91790.0,
      "text": "it like that to make a cone shape. Secure it with a piece of tape. Put in a few ice"
    },
    {
      "index": 18,
      "start_time": 91790.0,
      "end_time": 99900.0,
      "text": "cream cones and make a bow on top using ribbon. Pretty cute, right?! Next let&#39;s make three"
    },
    {
      "index": 19,
      "start_time": 99900.0,
      "end_time": 105170.0,
      "text": "little bags of sprinkles. Here I have blue colored sugar. I also have this beautiful"
    },
    {
      "index": 20,
      "start_time": 105170.0,
      "end_time": 113810.0,
      "text": "colorful confetti. Yum! In the third bag I&#39;ll pour a bunch of pearl confetti. To decorate"
    },
    {
      "index": 21,
      "start_time": 113810.0,
      "end_time": 118590.0,
      "text": "the bags cut a small piece of colored cardboard paper, fold it in half and punch it on the"
    },
    {
      "index": 22,
      "start_time": 118590.0,
      "end_time": 123380.0,
      "text": "bag with stapler. This makes the bags look so festive and pretty. I think packing the"
    },
    {
      "index": 23,
      "start_time": 123380.0,
      "end_time": 128670.0,
      "text": "cone and toppings into the DIY packages adds so much to this gift box. Fill the box with"
    },
    {
      "index": 24,
      "start_time": 128669.99999999999,
      "end_time": 133720.0,
      "text": "other ice cream related goodies like this ice cream scoop. You can fill the handle with"
    },
    {
      "index": 25,
      "start_time": 133720.0,
      "end_time": 137690.0,
      "text": "sprinkles! When you make yourself an ice cream you can quickly add some sprinkle yummines"
    },
    {
      "index": 26,
      "start_time": 137690.0,
      "end_time": 142640.0,
      "text": "on top of it. So cool, right? I also got these three little jars, which I decided to fill"
    },
    {
      "index": 27,
      "start_time": 142640.0,
      "end_time": 147410.0,
      "text": "in with some sugar covered chocolate candy, gummy worms and honey. You can use different"
    },
    {
      "index": 28,
      "start_time": 147410.0,
      "end_time": 152480.0,
      "text": "dressings like chocolate or caramel sauce. And of course besides candy you can use chocolate"
    },
    {
      "index": 29,
      "start_time": 152480.0,
      "end_time": 157450.0,
      "text": "chips, crushed cookies or chopped nuts, dried fruits and chopped dark chocolate for a bit"
    },
    {
      "index": 30,
      "start_time": 157450.0,
      "end_time": 162849.0,
      "text": "healthier options. Just think about the favorite snacks of the person the box is for. I&#39;m adding"
    },
    {
      "index": 31,
      "start_time": 162849.0,
      "end_time": 168090.0,
      "text": "two little notes in the box as well. On the first one I wrote Ice cream sundae in a box"
    },
    {
      "index": 32,
      "start_time": 168090.0,
      "end_time": 182909.0,
      "text": "and on the other, bon appetit and I added a raffia hanger to both. To make sure the"
    },
    {
      "index": 33,
      "start_time": 182909.0,
      "end_time": 187980.0,
      "text": "spoons won&#39;t scatter all around the box, let&#39;s tie them together and make a bow. We are finally"
    },
    {
      "index": 34,
      "start_time": 187980.0,
      "end_time": 193370.0,
      "text": "ready to put all these goodies into the box! I think it looks extra cute if you add some"
    },
    {
      "index": 35,
      "start_time": 193370.0,
      "end_time": 198200.0,
      "text": "tissue paper on the bottom – I scrunched two pink pieces and popped them in. You can"
    },
    {
      "index": 36,
      "start_time": 198200.0,
      "end_time": 202840.0,
      "text": "make so many different thematic sundae boxes. If you&#39;re making it for someone that eats"
    },
    {
      "index": 37,
      "start_time": 202840.0,
      "end_time": 207909.0,
      "text": "very healthy you can put in a bunch of different yogurt toppings, like granola, crushed nuts,"
    },
    {
      "index": 38,
      "start_time": 207909.0,
      "end_time": 212950.0,
      "text": "seeds and so on. The options are endless. I think an ice cream sundae box like this"
    },
    {
      "index": 39,
      "start_time": 212950.0,
      "end_time": 216599.0,
      "text": "will put a big smile on the face of whoever you&#39;ll give it to."
    },
    {
      "index": 40,
      "start_time": 216599.0,
      "end_time": 221569.0,
      "text": "Pimping up plain clothes is a great way to make amazing gifts at affordable price. Here,"
    },
    {
      "index": 41,
      "start_time": 221569.0,
      "end_time": 226330.0,
      "text": "I transformed a plain sweater into the most adorable cat sweater everyone would love."
    },
    {
      "index": 42,
      "start_time": 226330.0,
      "end_time": 230500.0,
      "text": "All you need to make it is a plain sweater that you can get for very cheap, scissors,"
    },
    {
      "index": 43,
      "start_time": 230500.0,
      "end_time": 236220.0,
      "text": "pink and black felt, ribbon and fabric glue. Start by outlining the animal you are going"
    },
    {
      "index": 44,
      "start_time": 236220.0,
      "end_time": 243830.0,
      "text": "for. I decided to make a cat so I need a pair of pointy ears, eyes, nose, mouth and whiskers."
    },
    {
      "index": 45,
      "start_time": 243830.0,
      "end_time": 249489.0,
      "text": "Cut all the shapes out. Be creative and make other animals of your choice, like a dog or"
    },
    {
      "index": 46,
      "start_time": 249489.0,
      "end_time": 262530.0,
      "text": "bear for example, you can have so much fun designing the sweater. For the nose I am cutting"
    },
    {
      "index": 47,
      "start_time": 262530.0,
      "end_time": 267160.0,
      "text": "a little pink heart from a light pink piece of felt, just to make our kitty cat sweater"
    },
    {
      "index": 48,
      "start_time": 267160.0,
      "end_time": 272570.0,
      "text": "even more cute. Here&#39;s how it looks when we put all the pieces together. Hmm... something"
    },
    {
      "index": 49,
      "start_time": 272570.0,
      "end_time": 277240.0,
      "text": "is missing – a little pink bow, so let&#39;s quickly make one from a piece of ribbon. Place"
    },
    {
      "index": 50,
      "start_time": 277240.0,
      "end_time": 281759.0,
      "text": "the ribbon around the pointer and the middle finger and lead the bottom end up and through"
    },
    {
      "index": 51,
      "start_time": 281759.0,
      "end_time": 288250.0,
      "text": "the opening between the two fingers. Tie both ribbon ends together in a knot. Take the bow"
    },
    {
      "index": 52,
      "start_time": 288250.0,
      "end_time": 292540.0,
      "text": "off your fingers, trim away the excess ribbon and you are done. These ribbons can be used"
    },
    {
      "index": 53,
      "start_time": 292540.0,
      "end_time": 296870.0,
      "text": "for so many DIY projects but today we are using one as a fashionable accessory to our"
    },
    {
      "index": 54,
      "start_time": 296870.0,
      "end_time": 302199.0,
      "text": "kitten. All we have to do now is glue the pieces onto the sweater. Fabric glue is completely"
    },
    {
      "index": 55,
      "start_time": 302199.0,
      "end_time": 311120.0,
      "text": "washable and should last many years. I am so pleased with how this cat sweater turned"
    },
    {
      "index": 56,
      "start_time": 311120.0,
      "end_time": 315600.0,
      "text": "out! Making a present like this is so much better than just buying a fancy expensive"
    },
    {
      "index": 57,
      "start_time": 315600.0,
      "end_time": 319970.0,
      "text": "piece of clothing in a store. It really shows that you took time and put effort into creating"
    },
    {
      "index": 58,
      "start_time": 319970.0,
      "end_time": 324780.0,
      "text": "a present for someone you love. Plus it&#39;s way cheaper for you! This is such a fun and"
    },
    {
      "index": 59,
      "start_time": 324780.0,
      "end_time": 331590.0,
      "text": "easy diy project that you can totally make for yourself as well."
    },
    {
      "index": 60,
      "start_time": 331590.0,
      "end_time": 336840.0,
      "text": "A great Christmas or birthday gift idea for any age is this beautiful picture frame. You"
    },
    {
      "index": 61,
      "start_time": 336840.0,
      "end_time": 342370.0,
      "text": "need an inexpensive picture frame, acrylic paint, paint brush, glue and some fake flowers."
    },
    {
      "index": 62,
      "start_time": 342370.0,
      "end_time": 346830.0,
      "text": "Fancy picture frames can be quite expensive, while you can get such plain ones for a dollar"
    },
    {
      "index": 63,
      "start_time": 346830.0,
      "end_time": 351169.0,
      "text": "or two and you can pimp them up yourself. I decided to color the frame in green and"
    },
    {
      "index": 64,
      "start_time": 351169.0,
      "end_time": 355470.0,
      "text": "then decorate it with artificial flowers. If you are giving it away for Christmas you"
    },
    {
      "index": 65,
      "start_time": 355470.0,
      "end_time": 359860.0,
      "text": "can switch the color to red and decorate it with snowflakes for example. But I wanted"
    },
    {
      "index": 66,
      "start_time": 359860.0,
      "end_time": 365039.0,
      "text": "to make a frame that you can have on your night stand all year around. I applied two"
    },
    {
      "index": 67,
      "start_time": 365039.0,
      "end_time": 369789.0,
      "text": "coats of paint to get it nice and opaque. Wait for a few hours or until it is completely"
    },
    {
      "index": 68,
      "start_time": 369789.0,
      "end_time": 374560.0,
      "text": "dry and we are ready to glue on some flowers. You can buy such fake flowers on the internet"
    },
    {
      "index": 69,
      "start_time": 374560.0,
      "end_time": 379740.0,
      "text": "for super cheap. I still have a lot left from my hair accessories and school supplies tutorials,"
    },
    {
      "index": 70,
      "start_time": 379740.0,
      "end_time": 384389.0,
      "text": "remember? I put five flowers on two corners of my frame, but you can stick them all around"
    },
    {
      "index": 71,
      "start_time": 384389.0,
      "end_time": 389560.0,
      "text": "the frame if you prefer. In any case the picture frame will turn out gorgeous! Put in a picture"
    },
    {
      "index": 72,
      "start_time": 389560.0,
      "end_time": 394400.0,
      "text": "of you and whoever you are giving this frame to – your friend, mom, grandma and I guarantee,"
    },
    {
      "index": 73,
      "start_time": 394400.0,
      "end_time": 399410.0,
      "text": "you will melt their heart. I mean... who wouldn&#39;t be absolutely blown away by receiving such"
    },
    {
      "index": 74,
      "start_time": 399410.0,
      "end_time": 403509.0,
      "text": "a special and thoughtful gift. Every time they will look at this beautiful picture,"
    },
    {
      "index": 75,
      "start_time": 403509.0,
      "end_time": 408229.0,
      "text": "they will remember how lucky they are to have such a special person in their life – you."
    },
    {
      "index": 76,
      "start_time": 408229.0,
      "end_time": 412870.0,
      "text": "Every chocolate lover would be thrilled to receive these home made chocolate bonbons."
    },
    {
      "index": 77,
      "start_time": 412870.0,
      "end_time": 417759.0,
      "text": "They are very quick and so much fun to make. You need some silicone molds, chocolate and"
    },
    {
      "index": 78,
      "start_time": 417759.0,
      "end_time": 424380.0,
      "text": "toppings like sprinkles and mixed nuts. First we need to melt the chocolate. I’m doing"
    },
    {
      "index": 79,
      "start_time": 424380.0,
      "end_time": 429069.0,
      "text": "that in the microwave so I have to break the chocolate into the microwaveable cups. I have"
    },
    {
      "index": 80,
      "start_time": 429069.0,
      "end_time": 433690.0,
      "text": "some milk and some white chocolate. Yum, yum! You can also melt your chocolate over the"
    },
    {
      "index": 81,
      "start_time": 433690.0,
      "end_time": 443550.0,
      "text": "stove. Once the chocolate is melted, pour it into the mold – I have this heart shaped"
    },
    {
      "index": 82,
      "start_time": 443550.0,
      "end_time": 449259.0,
      "text": "one, but you can find so many other cool designs in a store. Flatten the chocolate with a spoon"
    },
    {
      "index": 83,
      "start_time": 449259.0,
      "end_time": 454090.0,
      "text": "and then add toppings of your choice. I have some shredded coconut, chopped hazelnuts and"
    },
    {
      "index": 84,
      "start_time": 454090.0,
      "end_time": 458590.0,
      "text": "sprinkles for the first three. I want to make more than that so here comes another row of"
    },
    {
      "index": 85,
      "start_time": 458590.0,
      "end_time": 464210.0,
      "text": "chocolate yumminess. Here I am also using some blue sugar and pines. Let’s now make"
    },
    {
      "index": 86,
      "start_time": 464210.0,
      "end_time": 471090.0,
      "text": "some white chocolate bonbons. Wait what?! I figured that I overcooked mine, so white"
    },
    {
      "index": 87,
      "start_time": 471090.0,
      "end_time": 475789.0,
      "text": "chocolate rest in peace. But we&#39;re not going to stress about it for too long because I"
    },
    {
      "index": 88,
      "start_time": 475789.0,
      "end_time": 479710.0,
      "text": "have some milk chocolate left. Leave them to cool completely, you can also put them"
    },
    {
      "index": 89,
      "start_time": 479710.0,
      "end_time": 484300.0,
      "text": "into the fridge for a while. Time to take these babies out of the molds! Look at this"
    },
    {
      "index": 90,
      "start_time": 484300.0,
      "end_time": 489750.0,
      "text": "perfection! OMG I&#39;m so proud of myself right now. Totally tapping myself on the shoulder,"
    },
    {
      "index": 91,
      "start_time": 489750.0,
      "end_time": 495870.0,
      "text": "no shame. They look so professionally made, right? I&#39;m gonna try this one. No girl these"
    },
    {
      "index": 92,
      "start_time": 495870.0,
      "end_time": 500830.0,
      "text": "are not for you, these are for the gift, they look so good I just wanna eat them. Put them"
    },
    {
      "index": 93,
      "start_time": 500830.0,
      "end_time": 506300.0,
      "text": "in a jar or a pretty gift box. Decorate it with some ribbon to make it more festive!"
    },
    {
      "index": 94,
      "start_time": 506300.0,
      "end_time": 511110.0,
      "text": "You can personalize it for a friend that you are making them for. For example if that person"
    },
    {
      "index": 95,
      "start_time": 511110.0,
      "end_time": 516620.0,
      "text": "is all about healthy living use 70% chocolate and top the bonbons with healthy stuff like"
    },
    {
      "index": 96,
      "start_time": 516620.0,
      "end_time": 520880.0,
      "text": "nuts and goji berries. These are such a yummy and awesome gift."
    },
    {
      "index": 97,
      "start_time": 520880.0,
      "end_time": 525830.0,
      "text": "Ear hats are a huge trend and you can actually make them yourself! I&#39;m going to show you"
    },
    {
      "index": 98,
      "start_time": 525830.0,
      "end_time": 532200.0,
      "text": "how. All you need is an inexpensive hat, two buttons, thread and a needle plus some yarn."
    },
    {
      "index": 99,
      "start_time": 532200.0,
      "end_time": 536910.0,
      "text": "First we need to make two pompoms. Wrap the yarn around the palm of your hand about hundred"
    },
    {
      "index": 100,
      "start_time": 536910.0,
      "end_time": 543620.0,
      "text": "times. Trim the excess and take the yarn ball of your hand. Take a short piece of yarn or"
    },
    {
      "index": 101,
      "start_time": 543620.0,
      "end_time": 550220.0,
      "text": "thread and wrap it around the yarn ball tightly. You end up with this bow shape. With scissors"
    },
    {
      "index": 102,
      "start_time": 550220.0,
      "end_time": 557660.0,
      "text": "cut through the loops on both sides. The bow shape is gone and we end up with a fluffy"
    },
    {
      "index": 103,
      "start_time": 557660.0,
      "end_time": 562459.0,
      "text": "yarn ball. Time to make our pompom nice and rounded so just have fun with scissors and"
    },
    {
      "index": 104,
      "start_time": 562459.0,
      "end_time": 567019.0,
      "text": "play with it until you are satisfied with how it looks. There we go – this one is"
    },
    {
      "index": 105,
      "start_time": 567019.0,
      "end_time": 571310.0,
      "text": "looking pretty posh! But since all the animals have two ears, we have to make the second"
    },
    {
      "index": 106,
      "start_time": 571310.0,
      "end_time": 576420.0,
      "text": "pom pom, which has to be of the same size as the first one. Our two balls of fluffiness"
    },
    {
      "index": 107,
      "start_time": 576420.0,
      "end_time": 580899.0,
      "text": "are ready and we can attach them to the hat. Thread your needle and make a couple of stitches"
    },
    {
      "index": 108,
      "start_time": 580899.0,
      "end_time": 585830.0,
      "text": "for each of the ears. If you want you can just use fabric glue. Since my pom poms are"
    },
    {
      "index": 109,
      "start_time": 585830.0,
      "end_time": 592560.0,
      "text": "quite big and heavy I figured that sewing will probably work best for me. Make a final"
    },
    {
      "index": 110,
      "start_time": 592560.0,
      "end_time": 597510.0,
      "text": "knot inside the hat, snip away the excess thread and the first ear is done. Do the same"
    },
    {
      "index": 111,
      "start_time": 597510.0,
      "end_time": 606480.0,
      "text": "for the other one. Just by adding ears, this hat looks so much prettier than before, right?!"
    },
    {
      "index": 112,
      "start_time": 606480.0,
      "end_time": 611579.0,
      "text": "You can totally finish here or you can give our bear a face like me. For the eyes I am"
    },
    {
      "index": 113,
      "start_time": 611579.0,
      "end_time": 616649.0,
      "text": "using a couple of white buttons to match the ears. Sew them on a hat using black thread,"
    },
    {
      "index": 114,
      "start_time": 616649.0,
      "end_time": 621480.0,
      "text": "which will represent the pupils. Besides being an awesome gift idea, this project is also"
    },
    {
      "index": 115,
      "start_time": 621480.0,
      "end_time": 626810.0,
      "text": "great for up-cycling your old hats and refreshing your winter wardrobe. I will definitely make"
    },
    {
      "index": 116,
      "start_time": 626810.0,
      "end_time": 631990.0,
      "text": "another one for myself if I give this hat away because I just love it so much. For the"
    },
    {
      "index": 117,
      "start_time": 631990.0,
      "end_time": 636820.0,
      "text": "nose and mouth I am using yarn and fabric glue. Make a little oval shape for bear&#39;s"
    },
    {
      "index": 118,
      "start_time": 636820.0,
      "end_time": 646310.0,
      "text": "nose and a wave for the mouth. Here we have it, our mister bear hat all done and looking"
    },
    {
      "index": 119,
      "start_time": 646310.0,
      "end_time": 652010.0,
      "text": "epic. This DIY is really inexpensive, but so unique and special. The lucky person who"
    },
    {
      "index": 120,
      "start_time": 652010.0,
      "end_time": 656029.0,
      "text": "receives a gift like that will surely feel special and appreciated."
    },
    {
      "index": 121,
      "start_time": 656029.0,
      "end_time": 660430.0,
      "text": "You know what guys I was thinking that none of my friends have birthdays in the next days"
    },
    {
      "index": 122,
      "start_time": 660430.0,
      "end_time": 665279.0,
      "text": "and I am feeling pretty hungry so I am just going to dig into the ice cream box. I have"
    },
    {
      "index": 123,
      "start_time": 665279.0,
      "end_time": 670350.0,
      "text": "to give it a little quality control to make sure it&#39;s good enough as a gift, right? I"
    },
    {
      "index": 124,
      "start_time": 670350.0,
      "end_time": 678769.0,
      "text": "am taking two scoops of raspberry sorbet which is so good! A little whipped cream never hurt"
    },
    {
      "index": 125,
      "start_time": 678769.0,
      "end_time": 685779.0,
      "text": "nobody, so let’s put it on top. Time for the toppings! I’m going for some honey first,"
    },
    {
      "index": 126,
      "start_time": 685779.0,
      "end_time": 690640.0,
      "text": "because raspberry sorbet can be quite sour and we need to balance it out with sweet honey."
    },
    {
      "index": 127,
      "start_time": 690640.0,
      "end_time": 695089.0,
      "text": "We also have to check out how the sprinkle scoop works! Mmm nice, I&#39;m going to mark it"
    },
    {
      "index": 128,
      "start_time": 695089.0,
      "end_time": 700790.0,
      "text": "as approved. All we need now is some décor and an ice cream spoon. How pretty is this"
    },
    {
      "index": 129,
      "start_time": 700790.0,
      "end_time": 705529.0,
      "text": "snowflake! You can make decorations like these yourself. Cut some shapes of your choice from"
    },
    {
      "index": 130,
      "start_time": 705529.0,
      "end_time": 710430.0,
      "text": "colored paper and stick them on a toothpick. After a quality control has been performed,"
    },
    {
      "index": 131,
      "start_time": 710430.0,
      "end_time": 717350.0,
      "text": "I can totally approve this ice cream box as a perfect gift for any occasion! I Love it!"
    },
    {
      "index": 132,
      "start_time": 717350.0,
      "end_time": 719690.0,
      "text": "Happy Birthday!"
    },
    {
      "index": 133,
      "start_time": 719690.0,
      "end_time": 724180.0,
      "text": "If you need some small and inexpensive presents to give to your friends – these candy bonbons"
    },
    {
      "index": 134,
      "start_time": 724180.0,
      "end_time": 730000.0,
      "text": "are perfect. To make them you&#39;ll need some candy, ribbon, cellophane, tape, toilet paper"
    },
    {
      "index": 135,
      "start_time": 730000.0,
      "end_time": 735579.0,
      "text": "roll, wrapping paper and scissors. Start by wrapping the craft paper around the roll and"
    },
    {
      "index": 136,
      "start_time": 735579.0,
      "end_time": 741380.0,
      "text": "secure it with a piece of tape. Fold the extra paper on the sides inside the roll like this."
    },
    {
      "index": 137,
      "start_time": 741380.0,
      "end_time": 750250.0,
      "text": "Pop the candy of your choice into the opening. Take your cellophane and wrap it around the"
    },
    {
      "index": 138,
      "start_time": 750250.0,
      "end_time": 757579.0,
      "text": "candy roll. Secure it in place with tape. Make two ribbon bows on the sides and you"
    },
    {
      "index": 139,
      "start_time": 757579.0,
      "end_time": 769130.0,
      "text": "get a perfect bonbon shape. How cute are these!? Make a bunch of different colors and give"
    },
    {
      "index": 140,
      "start_time": 769130.0,
      "end_time": 774240.0,
      "text": "them to your best friends or you can use them as stocking fillers. Easy, inexpensive and"
    },
    {
      "index": 141,
      "start_time": 774240.0,
      "end_time": 779870.0,
      "text": "totally adorable little gifts, I am in love!"
    },
    {
      "index": 142,
      "start_time": 779870.0,
      "end_time": 784660.0,
      "text": "Anyone that loves beauty and likes to pamper herself would be happy to receive this moisturizing"
    },
    {
      "index": 143,
      "start_time": 784660.0,
      "end_time": 791240.0,
      "text": "body scrub. You need a bowl, a jar, essential oil, food coloring, sugar and coconut oil."
    },
    {
      "index": 144,
      "start_time": 791240.0,
      "end_time": 796350.0,
      "text": "Pour quarter of a cup of melted coconut oil into the bowl and add a cup of sugar. Add"
    },
    {
      "index": 145,
      "start_time": 796350.0,
      "end_time": 802060.0,
      "text": "a few drops of essential oil, I am using peppermint and mix in a bit of blue food coloring. Mix"
    },
    {
      "index": 146,
      "start_time": 802060.0,
      "end_time": 806620.0,
      "text": "the ingredients together really well. If you need to you can still add sugar or oil at"
    },
    {
      "index": 147,
      "start_time": 806620.0,
      "end_time": 815490.0,
      "text": "this point to get the perfect consistency. Pour the scrub into a jar. To make the gift"
    },
    {
      "index": 148,
      "start_time": 815490.0,
      "end_time": 824089.0,
      "text": "prettier you can decorate it with stickers – write on a name and stick it on the lid."
    },
    {
      "index": 149,
      "start_time": 824089.0,
      "end_time": 828660.0,
      "text": "I also decided to wrap a piece of white raffia around and make a bow. What a gorgeous little"
    },
    {
      "index": 150,
      "start_time": 828660.0,
      "end_time": 833130.0,
      "text": "present right?! Especially in the winter when our skin gets dry it is really important to"
    },
    {
      "index": 151,
      "start_time": 833130.0,
      "end_time": 838060.0,
      "text": "exfoliate and moisturize. This scrub works perfectly because it does both – removes"
    },
    {
      "index": 152,
      "start_time": 838060.0,
      "end_time": 841959.0,
      "text": "dry skin and death cells plus moisturizes."
    },
    {
      "index": 153,
      "start_time": 841959.0,
      "end_time": 846510.0,
      "text": "Now let&#39;s make some marble bowls which are a great decorating and organizing piece for"
    },
    {
      "index": 154,
      "start_time": 846510.0,
      "end_time": 853529.0,
      "text": "any age. We&#39;re gonna need some clay, a bowl, dough roller and a gold fabric marker. Roll"
    },
    {
      "index": 155,
      "start_time": 853529.0,
      "end_time": 866389.0,
      "text": "the colors of your choice into strips like this. I have white, green, violet and yellow."
    },
    {
      "index": 156,
      "start_time": 866389.0,
      "end_time": 870620.0,
      "text": "Now you need to twist all the strips together and the more you twist, the more marbley your"
    },
    {
      "index": 157,
      "start_time": 870620.0,
      "end_time": 875410.0,
      "text": "bowls are going to be. I want my design to be quite full so I decided to roll my clay"
    },
    {
      "index": 158,
      "start_time": 875410.0,
      "end_time": 882230.0,
      "text": "again and then twist it like that. Just play with it so that the clay colors mix together."
    },
    {
      "index": 159,
      "start_time": 882230.0,
      "end_time": 886500.0,
      "text": "When you feel like you have a good pattern, form the clay into a little marble ball. Place"
    },
    {
      "index": 160,
      "start_time": 886500.0,
      "end_time": 890600.0,
      "text": "it on the flat surface and use a roller or something rounded like a vase or a bottle"
    },
    {
      "index": 161,
      "start_time": 890600.0,
      "end_time": 898680.0,
      "text": "to flatten it. Just as you would be baking cookies. Place the clay on top of the bowl"
    },
    {
      "index": 162,
      "start_time": 898680.0,
      "end_time": 905850.0,
      "text": "and let it dry. Here I made another one. For this one I swirled the clay even more so I"
    },
    {
      "index": 163,
      "start_time": 905850.0,
      "end_time": 910870.0,
      "text": "got an even more marbley rustic look. I decided to put it inside the bowl and make the edge"
    },
    {
      "index": 164,
      "start_time": 910870.0,
      "end_time": 915570.0,
      "text": "even more wavy, by folding it in. My clay is air drying so I just have to wait for a"
    },
    {
      "index": 165,
      "start_time": 915570.0,
      "end_time": 920649.0,
      "text": "few hours for my bowls to dry and harden, but you can bake them and speed up the process."
    },
    {
      "index": 166,
      "start_time": 920649.0,
      "end_time": 925430.0,
      "text": "For the finishing touch color the edge in gold or any other color. You can use a marker"
    },
    {
      "index": 167,
      "start_time": 925430.0,
      "end_time": 931440.0,
      "text": "or acrylic paint to do that. Ta-da the marble dishes are all ready and a perfect gift for"
    },
    {
      "index": 168,
      "start_time": 931440.0,
      "end_time": 936639.0,
      "text": "a friend, your mom, grandma or anyone that likes cute room decorating pieces. These are"
    },
    {
      "index": 169,
      "start_time": 936639.0,
      "end_time": 942079.0,
      "text": "great for storing jewelry, or anything else like keys, pins, you name it."
    },
    {
      "index": 170,
      "start_time": 942079.0,
      "end_time": 946870.0,
      "text": "What is better than drinking a morning coffee or tea from a mug made by someone very special"
    },
    {
      "index": 171,
      "start_time": 946870.0,
      "end_time": 952699.0,
      "text": "to you? DIY mugs are a cute and super easy idea perfect for all ages. To make them you"
    },
    {
      "index": 172,
      "start_time": 952699.0,
      "end_time": 958100.0,
      "text": "need a white mug and some porcelain markers. This one would be perfect for a birthday gift."
    },
    {
      "index": 173,
      "start_time": 958100.0,
      "end_time": 963100.0,
      "text": "I started with a party garland and some balloons. First I like to outline the picture in black"
    },
    {
      "index": 174,
      "start_time": 963100.0,
      "end_time": 968040.0,
      "text": "and then I&#39;ll add some color. Plain mugs are very inexpensive and the markers will last"
    },
    {
      "index": 175,
      "start_time": 968040.0,
      "end_time": 972620.0,
      "text": "you forever, so you&#39;ll be able to make a lot of gifts using them. All you have to do is"
    },
    {
      "index": 176,
      "start_time": 972620.0,
      "end_time": 977480.0,
      "text": "transform yourself into a creative mug designer and make some awesome drawings on the mugs."
    },
    {
      "index": 177,
      "start_time": 977480.0,
      "end_time": 983509.0,
      "text": "I am really not that good in drawing, so don&#39;t judge me. But that is the point of DIY-ing!"
    },
    {
      "index": 178,
      "start_time": 983509.0,
      "end_time": 989589.0,
      "text": "You don&#39;t have to be a Picasso to make a gift like that. I also decided to add a little"
    },
    {
      "index": 179,
      "start_time": 989589.0,
      "end_time": 994029.0,
      "text": "quote – &quot;smile it looks good on you&quot;. Not just smile, the person I&#39;m gonna give this"
    },
    {
      "index": 180,
      "start_time": 994029.0,
      "end_time": 998579.0,
      "text": "mug to will probably laugh every morning when drinking coffee, thinking about how terrible"
    },
    {
      "index": 181,
      "start_time": 998579.0,
      "end_time": 1003949.0,
      "text": "drawer I am. Feel free to leave your mug in black and white but you know me – I love"
    },
    {
      "index": 182,
      "start_time": 1003950.0,
      "end_time": 1019671.0,
      "text": "color so I had to spice it up a bit. Looking awesome! Now on to the other mug! I wanted"
    },
    {
      "index": 183,
      "start_time": 1019670.0,
      "end_time": 1024319.0,
      "text": "this one to be more winter related so I&#39;m writing on &quot;baby it&#39;s cold outside&quot;. I don&#39;t"
    },
    {
      "index": 184,
      "start_time": 1024319.9999999999,
      "end_time": 1028910.9999999999,
      "text": "know about you guys but boy it&#39;s been getting pretty cold here in Norway lately, so this"
    },
    {
      "index": 185,
      "start_time": 1028910.0000000001,
      "end_time": 1034049.0000000001,
      "text": "totally feels appropriate. On the bottom part of the mug I am drawing 3 penguins – poor"
    },
    {
      "index": 186,
      "start_time": 1034050.0,
      "end_time": 1038960.0,
      "text": "babies freezing in the snow. Start with an oval for the body, horizontal number three"
    },
    {
      "index": 187,
      "start_time": 1038960.0,
      "end_time": 1046060.0,
      "text": "for the face and two lines for the white belly. Using yellow marker make a beak and their"
    },
    {
      "index": 188,
      "start_time": 1046060.0,
      "end_time": 1052790.0,
      "text": "feet. And since I am making fantasy penguins I am coloring them in green, pink and blue."
    },
    {
      "index": 189,
      "start_time": 1052790.0,
      "end_time": 1059881.0,
      "text": "This DIY doesn&#39;t take more than five minutes and you get such a nice gift! Just perfect!"
    },
    {
      "index": 190,
      "start_time": 1059880.0,
      "end_time": 1063809.0,
      "text": "To make your mugs dish washer proof we have to pop them in the oven for the marker to"
    },
    {
      "index": 191,
      "start_time": 1063810.0,
      "end_time": 1068701.0,
      "text": "harden. Follow the instructions for your markers as they can be a bit different. I have to"
    },
    {
      "index": 192,
      "start_time": 1068700.0,
      "end_time": 1078080.0,
      "text": "bake my mugs at three hundred Fahrenheit for ninety minutes. Voila, here they are all finished"
    },
    {
      "index": 193,
      "start_time": 1078080.0,
      "end_time": 1082070.0,
      "text": "and looking awesome. I love how you can be so creative with these mugs. You can make"
    },
    {
      "index": 194,
      "start_time": 1082070.0,
      "end_time": 1088460.0,
      "text": "so many awesome designs. Drawings, patterns, quotes... sky is the limit. Quality control"
    },
    {
      "index": 195,
      "start_time": 1088460.0,
      "end_time": 1093730.0,
      "text": "is needed again so let&#39;s make some hot chocolate. Little bit of milk, a teaspoon of cocoa powder"
    },
    {
      "index": 196,
      "start_time": 1093730.0,
      "end_time": 1098350.0,
      "text": "and whipped cream to make it extra delicious and festive. Every time your friend will drink"
    },
    {
      "index": 197,
      "start_time": 1098350.0,
      "end_time": 1103240.0,
      "text": "from the mug that you made, he or she will be reminded how special he or she is to you."
    },
    {
      "index": 198,
      "start_time": 1103240.0,
      "end_time": 1105230.0,
      "text": "And that is a priceless feeling."
    },
    {
      "index": 199,
      "start_time": 1105230.0,
      "end_time": 1111820.0,
      "text": "Last but definitely not least I&#39;ll show you how to make these epic gloves or hand warmers,"
    },
    {
      "index": 200,
      "start_time": 1111820.0,
      "end_time": 1116039.0,
      "text": "which is probably my favorite gift idea in a bunch. And no worries if you don&#39;t know"
    },
    {
      "index": 201,
      "start_time": 1116040.0,
      "end_time": 1121281.0,
      "text": "how to knit because I have no clue either, tweenzies! You will need some yarn, ice cream"
    },
    {
      "index": 202,
      "start_time": 1121280.0,
      "end_time": 1126789.0,
      "text": "cup, glue gun, bobby pins, knitting hook and a needle. Before we start knitting we need"
    },
    {
      "index": 203,
      "start_time": 1126790.0,
      "end_time": 1131651.0,
      "text": "to make a simple knitting loom. Start placing pairs of pins around the edge of the cup like"
    },
    {
      "index": 204,
      "start_time": 1131650.0,
      "end_time": 1136220.0,
      "text": "that, leaving about half an inch between each pair. If you don&#39;t have an ice cream cup you"
    },
    {
      "index": 205,
      "start_time": 1136220.0,
      "end_time": 1141360.0,
      "text": "can use a bigger coffee cup or any other hollow rounded object. Time to take our glue gun"
    },
    {
      "index": 206,
      "start_time": 1141360.0,
      "end_time": 1145549.0,
      "text": "and let&#39;s apply some glue over and around each pin to make sure they will stay in place"
    },
    {
      "index": 207,
      "start_time": 1145550.0,
      "end_time": 1156300.0,
      "text": "while knitting. When all the pins are glued in place we can proceed to the fun part – knitting!"
    },
    {
      "index": 208,
      "start_time": 1156300.0,
      "end_time": 1161141.0,
      "text": "Take your yarn and this is optional – a straw. Thread the yarn through it. Straw makes"
    },
    {
      "index": 209,
      "start_time": 1161140.0,
      "end_time": 1166100.0,
      "text": "it easier to wrap the yarn around each pin. Leave about five inches of yarn hang loose"
    },
    {
      "index": 210,
      "start_time": 1166100.0,
      "end_time": 1170330.0,
      "text": "and then start wrapping the yarn around each pin. Make sure that you have loops on the"
    },
    {
      "index": 211,
      "start_time": 1170330.0,
      "end_time": 1176410.0,
      "text": "outside and the connecting line of yarn on the inside of the loom. When you reach the"
    },
    {
      "index": 212,
      "start_time": 1176410.0,
      "end_time": 1181030.0,
      "text": "first pin, just continue with one more row above the first one. See how quickly you can"
    },
    {
      "index": 213,
      "start_time": 1181030.0,
      "end_time": 1186210.0,
      "text": "wrap the yarn around the pins using a straw?! The second wrapping row is finished so it&#39;s"
    },
    {
      "index": 214,
      "start_time": 1186210.0,
      "end_time": 1190919.0,
      "text": "time to take the hook and pull the bottom loops over the top ones. Grab the bottom loop"
    },
    {
      "index": 215,
      "start_time": 1190920.0,
      "end_time": 1195331.0,
      "text": "– the one closer to the cup edge – pull it over the top loop and over the pin like"
    },
    {
      "index": 216,
      "start_time": 1195330.0,
      "end_time": 1200020.0,
      "text": "that. If you don&#39;t have a hook you can easily make one from a piece of wire or you can pull"
    },
    {
      "index": 217,
      "start_time": 1200020.0,
      "end_time": 1206740.0,
      "text": "with fingers too. Go all around the loom until our first row is finished. Time to again wrap"
    },
    {
      "index": 218,
      "start_time": 1206740.0,
      "end_time": 1211080.0,
      "text": "the around the pins – but from now on we only need to wrap them once, because"
    },
    {
      "index": 219,
      "start_time": 1211080.0,
      "end_time": 1216960.0,
      "text": "as you can see, we already have our first row of yarn from before. When all the pins"
    },
    {
      "index": 220,
      "start_time": 1216960.0,
      "end_time": 1221380.0,
      "text": "are wrapped take a hook and pull the bottom loops over the top ones. These are the two"
    },
    {
      "index": 221,
      "start_time": 1221380.0,
      "end_time": 1226130.0,
      "text": "steps that you need to keep repeating until your glove is long enough: wrap the yarn around"
    },
    {
      "index": 222,
      "start_time": 1226130.0,
      "end_time": 1230460.0,
      "text": "the pins, pull the bottom loops over the top ones. Then again wrap the yarn around the"
    },
    {
      "index": 223,
      "start_time": 1230460.0,
      "end_time": 1234980.0,
      "text": "pins and again pull the bottom loops over the top ones, it&#39;s that simple! You can make"
    },
    {
      "index": 224,
      "start_time": 1234980.0,
      "end_time": 1239539.0,
      "text": "the gloves using only one color of yarn, or you can make stripes of different colors."
    },
    {
      "index": 225,
      "start_time": 1239540.0,
      "end_time": 1244341.0,
      "text": "I decided to make a green edge on these gloves so I need to switch the yarn. This is very"
    },
    {
      "index": 226,
      "start_time": 1244340.0,
      "end_time": 1250140.0,
      "text": "easy. Snip the pink working yarn, leaving about five inches extra like that. Take the"
    },
    {
      "index": 227,
      "start_time": 1250140.0,
      "end_time": 1255510.0,
      "text": "green yarn and thread on a straw. Now simply make a knot tying together the pink and green"
    },
    {
      "index": 228,
      "start_time": 1255510.0,
      "end_time": 1261140.0,
      "text": "yarn like that. Then continue the same two easy steps as before. This time using green"
    },
    {
      "index": 229,
      "start_time": 1261140.0,
      "end_time": 1265840.0,
      "text": "yarn. Wrap the yarn around each pin and then pull the bottom loops over the top ones. And"
    },
    {
      "index": 230,
      "start_time": 1265840.0,
      "end_time": 1270600.0,
      "text": "that&#39;s the whole story, it&#39;s really easy, you really have to try. I love this quick"
    },
    {
      "index": 231,
      "start_time": 1270600.0,
      "end_time": 1274770.0,
      "text": "loom knitting technique because it is so simple and it only takes about two hours to make"
    },
    {
      "index": 232,
      "start_time": 1274770.0,
      "end_time": 1279150.0,
      "text": "a beautiful glove! Especially this time of the year, when it gets dark so quickly I love"
    },
    {
      "index": 233,
      "start_time": 1279150.0,
      "end_time": 1284190.0,
      "text": "cosying up on the couch wrapped in blankets, watch some TV and knit these gloves. I find"
    },
    {
      "index": 234,
      "start_time": 1284190.0,
      "end_time": 1289940.0,
      "text": "it really relaxing and therapeutic. Call me granny, it&#39;s like &quot;granny&#39;s beauty corner&quot;."
    },
    {
      "index": 235,
      "start_time": 1289940.0,
      "end_time": 1294400.0,
      "text": "After twenty two pink and five green rows I believe this glove is long enough so I am"
    },
    {
      "index": 236,
      "start_time": 1294400.0,
      "end_time": 1298309.0,
      "text": "going to pull the bottom loops over the top ones for the last time and then we&#39;ll make"
    },
    {
      "index": 237,
      "start_time": 1298310.0,
      "end_time": 1305180.0,
      "text": "a finishing crochet row. To make it you can use a crochet hook like me, but the knitting"
    },
    {
      "index": 238,
      "start_time": 1305180.0,
      "end_time": 1309920.0,
      "text": "hook from before or a piece of wire would work just fine too. Pull the first loop from"
    },
    {
      "index": 239,
      "start_time": 1309920.0,
      "end_time": 1315201.0,
      "text": "the pin and onto the hook. Take your working yarn and wrap it around the hook like this."
    },
    {
      "index": 240,
      "start_time": 1315200.0,
      "end_time": 1319730.0,
      "text": "Now you need to pull the first loop over the second one and off the hook. Add the loop"
    },
    {
      "index": 241,
      "start_time": 1319730.0,
      "end_time": 1324280.0,
      "text": "from the second pin onto the hook and again wrap the working yarn around the hook. As"
    },
    {
      "index": 242,
      "start_time": 1324280.0,
      "end_time": 1329200.0,
      "text": "you can see you have three loops on the hook. Pull the middle one over the third loop and"
    },
    {
      "index": 243,
      "start_time": 1329200.0,
      "end_time": 1334070.0,
      "text": "then the first one over the third loop. Continue this step until you take all the loops off"
    },
    {
      "index": 244,
      "start_time": 1334070.0,
      "end_time": 1339679.0,
      "text": "the pins. I feel like I&#39;m saying &quot;hook&quot; hundred billions times now, but I really want you"
    },
    {
      "index": 245,
      "start_time": 1339680.0,
      "end_time": 1346451.0,
      "text": "guys to understand. Let&#39;s repeat: take the loop of the pin, wrap the working yarn around"
    },
    {
      "index": 246,
      "start_time": 1346450.0,
      "end_time": 1351340.0,
      "text": "the hook and you&#39;re left with 3 loops on the hook. Pull over the middle one and the first"
    },
    {
      "index": 247,
      "start_time": 1351340.0,
      "end_time": 1357169.0,
      "text": "one. Then repeat the step. When you reach your last pin, the glove will come off the"
    },
    {
      "index": 248,
      "start_time": 1357170.0,
      "end_time": 1367040.0,
      "text": "loom. You are left with a little loop and the working yarn which we have to trim leaving"
    },
    {
      "index": 249,
      "start_time": 1367040.0,
      "end_time": 1371781.0,
      "text": "about five inches of extra. Lead the yarn through the loop and make a couple of knots"
    },
    {
      "index": 250,
      "start_time": 1371780.0,
      "end_time": 1376710.0,
      "text": "and stitches to make sure that the glove won&#39;t fall apart. We want it to last many years."
    },
    {
      "index": 251,
      "start_time": 1376710.0,
      "end_time": 1384720.0,
      "text": "I am using a big knitting needle but you can totally make one using a piece of wire. On"
    },
    {
      "index": 252,
      "start_time": 1384720.0,
      "end_time": 1389250.0,
      "text": "the opposite end of the glove you still have this first yarn end peaking out. Make a few"
    },
    {
      "index": 253,
      "start_time": 1389250.0,
      "end_time": 1397809.0,
      "text": "knots and stitches to secure your work. I decided to make an extra knot where we switched"
    },
    {
      "index": 254,
      "start_time": 1397810.0,
      "end_time": 1402981.0,
      "text": "the colors just to be sure. Now we can snip away all that extra yarn hanging out. Push"
    },
    {
      "index": 255,
      "start_time": 1402980.0,
      "end_time": 1406970.0,
      "text": "the knot from the yarn switch inside the glove to hide it and we are all done, and ready"
    },
    {
      "index": 256,
      "start_time": 1406970.0,
      "end_time": 1411900.0,
      "text": "to admire these adorable hand knitted gloves. You can make them for yourself or you can"
    },
    {
      "index": 257,
      "start_time": 1411900.0,
      "end_time": 1416289.0,
      "text": "give them as the most beautiful and thoughtful gift ever. Switch up the colors and you can"
    },
    {
      "index": 258,
      "start_time": 1416290.0,
      "end_time": 1421461.0,
      "text": "make these gloves for anyone – girlfriend, boyfriend, grandpa and I guarantee they will"
    },
    {
      "index": 259,
      "start_time": 1421460.0,
      "end_time": 1423460.0,
      "text": "be overwhelmed."
    },
    {
      "index": 260,
      "start_time": 1423460.0,
      "end_time": 1427940.0,
      "text": "Home made gifts are much more thoughtful, unique and special then the store bought ones."
    },
    {
      "index": 261,
      "start_time": 1427940.0,
      "end_time": 1431690.0,
      "text": "Take some time this year and make gifts for your friends and family and show them how"
    },
    {
      "index": 262,
      "start_time": 1431690.0,
      "end_time": 1436250.0,
      "text": "much they mean to you! You will melt their heart, because with home made gifts you don&#39;t"
    },
    {
      "index": 263,
      "start_time": 1436250.0,
      "end_time": 1438289.0,
      "text": "give an object – you give love."
    },
    {
      "index": 264,
      "start_time": 1438290.0,
      "end_time": 1443430.0,
      "text": "These were my ten DIY gifts ideas perfect for Christmas, birthdays or any kind of day"
    },
    {
      "index": 265,
      "start_time": 1443430.0,
      "end_time": 1446611.0,
      "text": "when you want to tell your friends and family that you love them. Let me know in the comments,"
    },
    {
      "index": 266,
      "start_time": 1446610.0,
      "end_time": 1450590.0,
      "text": "which of the ten ideas was your favorite and also give the video some love if you want"
    },
    {
      "index": 267,
      "start_time": 1450590.0,
      "end_time": 1454830.0,
      "text": "more Christmas related videos, maybe a room decor or something like that. Let me know..."
    },
    {
      "index": 268,
      "start_time": 1454830.0,
      "end_time": 1458570.0,
      "text": "That is it for today, thank you so much for watching and I&#39;ll talk to you really soon."
    },
    {
      "index": 269,
      "start_time": 1458570.0,
      "end_time": 1462279.0,
      "text": "Oh and before I go, don&#39;t forget to check out the Christmas videos, I did last year."
    },
    {
      "index": 270,
      "start_time": 1462280.0,
      "end_time": 1472280.0,
      "text": "Bye! Please Subscribe"
    }
  ]
}