{
  "video_id": "l7H083VuxQw",
  "title": "2015's Solar Eclipse",
  "json": [
    {
      "index": 1,
      "start_time": 12720.0,
      "end_time": 17649.0,
      "text": "The sun is one of those things that you can always count on being there. Well, at least during the daytime."
    },
    {
      "index": 2,
      "start_time": 17890.0,
      "end_time": 20700.0,
      "text": "Usually, whenever we look up into the sky during the day,"
    },
    {
      "index": 3,
      "start_time": 20900.0,
      "end_time": 27320.0,
      "text": "we can see the sun shining down on us giving our planet heat and light, but sometimes you can also see the moon during the day."
    },
    {
      "index": 4,
      "start_time": 27690.0,
      "end_time": 32040.0,
      "text": "The moon moves around the Earth, making a full trip all the way around our planet, once every month."
    },
    {
      "index": 5,
      "start_time": 32340.000000000004,
      "end_time": 38760.0,
      "text": "And during some of that month-long trip, you can see the moon only at night. But at other times, you can see it during the day."
    },
    {
      "index": 6,
      "start_time": 38930.0,
      "end_time": 44380.0,
      "text": "And every now and then, when you can see both the moon and the sun in the sky during the day, cool things can happen."
    },
    {
      "index": 7,
      "start_time": 44689.0,
      "end_time": 49490.0,
      "text": "And this week is one of those times. Because our planet is going to experience a solar eclipse!"
    },
    {
      "index": 8,
      "start_time": 49690.0,
      "end_time": 54079.0,
      "text": "A solar eclipse happens when the moon gets right smack-dab between the sun and the Earth."
    },
    {
      "index": 9,
      "start_time": 54079.0,
      "end_time": 59489.0,
      "text": "When the moon does this, it blocks out some of the sun’s light, and casts a gigantic shadow on the Earth."
    },
    {
      "index": 10,
      "start_time": 59489.0,
      "end_time": 61800.0,
      "text": "It doesn’t last for very long, just a few minutes, really."
    },
    {
      "index": 11,
      "start_time": 62100.0,
      "end_time": 69250.0,
      "text": "But when the moon blocks the light from the Sun, it can make the sky appear as dark as night even though it’s still day time!"
    },
    {
      "index": 12,
      "start_time": 69600.0,
      "end_time": 71200.0,
      "text": "Now, not all eclipses are the same."
    },
    {
      "index": 13,
      "start_time": 71600.0,
      "end_time": 75740.0,
      "text": "They can look different, depending where on Earth you are and where the moon’s shadow is."
    },
    {
      "index": 14,
      "start_time": 76140.0,
      "end_time": 82150.0,
      "text": "A total solar eclipse is when, from where you’re watching, the moon completely covers the sun in the sky."
    },
    {
      "index": 15,
      "start_time": 82550.0,
      "end_time": 87970.0,
      "text": "And then there's also the partial solar eclipses, when the moon passes over just a little bit of the sun."
    },
    {
      "index": 16,
      "start_time": 87870.0,
      "end_time": 93730.0,
      "text": "When this kind of eclipse happens, the sun looks like a little chunk is missing like a cookie with a big bite taken out of it!"
    },
    {
      "index": 17,
      "start_time": 93880.0,
      "end_time": 99900.0,
      "text": "Now, it’s not very often that the sun, moon and the Earth all line up in just the right way to create a solar eclipse,"
    },
    {
      "index": 18,
      "start_time": 100300.0,
      "end_time": 102700.0,
      "text": "but the next one is going to happen on March 20!"
    },
    {
      "index": 19,
      "start_time": 102800.0,
      "end_time": 108500.0,
      "text": "Not everyone in the world is going to be able to see it, only people who happen to be in the path of the gigantic moon shadow."
    },
    {
      "index": 20,
      "start_time": 108880.0,
      "end_time": 112430.0,
      "text": "So where I live, in the United States, we won’t be able to see the solar eclipse."
    },
    {
      "index": 21,
      "start_time": 112630.0,
      "end_time": 116859.0,
      "text": "But people in Europe, especially in the northern parts, will get the best view."
    },
    {
      "index": 22,
      "start_time": 116959.0,
      "end_time": 124199.0,
      "text": "Those folks will get to see the total eclipse, right around breakfast time. They’ll have a few minutes of darkness, almost as dark as night."
    },
    {
      "index": 23,
      "start_time": 124530.0,
      "end_time": 129370.0,
      "text": "People in the rest of Europe, and also parts of Asia and Africa, will see a partial solar eclipse."
    },
    {
      "index": 24,
      "start_time": 129470.0,
      "end_time": 132200.0,
      "text": "For them, it will look like a little bite has been taken out of the sun,"
    },
    {
      "index": 25,
      "start_time": 132600.0,
      "end_time": 137750.0,
      "text": "and as the minutes pass, that bite will get smaller and smaller, until the sun is back to its old self again."
    },
    {
      "index": 26,
      "start_time": 138050.0,
      "end_time": 141900.0,
      "text": "Now it’s important to remember, you should never try to look directly at an eclipse,"
    },
    {
      "index": 27,
      "start_time": 142000.0,
      "end_time": 146700.0,
      "text": "because the rays from the sun can really damage your eyes, even when it’s partially covered up."
    },
    {
      "index": 28,
      "start_time": 146810.0,
      "end_time": 149310.0,
      "text": "So the next time you go outside during the day, see if you can find the moon."
    },
    {
      "index": 29,
      "start_time": 149910.0,
      "end_time": 154010.0,
      "text": "What does it look like? We’ll be keeping an eye out for it too here at SciShow Kids."
    }
  ]
}