{
  "video_id": "l7X56o12NzI",
  "title": "So Your Boyfriend's Porn Makes You Uncomfortable",
  "json": [
    {
      "index": 1,
      "start_time": 600.0,
      "end_time": 3139.0,
      "text": "Oh hey everybody. This week on Ask Cristen I’m talking about something I’ve never"
    },
    {
      "index": 2,
      "start_time": 3139.0,
      "end_time": 7850.0,
      "text": "talked about before which is porn, which I pronounce as ‘pron’ in my head because"
    },
    {
      "index": 3,
      "start_time": 7850.0,
      "end_time": 9750.0,
      "text": "I only think in internet speak."
    },
    {
      "index": 4,
      "start_time": 15300.0,
      "end_time": 20439.0,
      "text": "Anonymous wanted to know, ‘I’m in a committed relationship with a great guy but I feel so"
    },
    {
      "index": 5,
      "start_time": 20439.0,
      "end_time": 24659.0,
      "text": "incredibly uncomfortable every time I start thinking about the fact that he watches porn"
    },
    {
      "index": 6,
      "start_time": 24659.0,
      "end_time": 31579.0,
      "text": "- even though I watch it too sometimes! I rarely hear about this subject because porn"
    },
    {
      "index": 7,
      "start_time": 31579.0,
      "end_time": 37900.0,
      "text": "seems to be classified as something we “should be” ok with. I can’t be alone in feeling"
    },
    {
      "index": 8,
      "start_time": 37900.0,
      "end_time": 42300.0,
      "text": "like this can I?’ I wanted to talk about your question because yes there are a lot"
    },
    {
      "index": 9,
      "start_time": 42300.0,
      "end_time": 46960.0,
      "text": "of layers to it but the first thing that jumped out to me was your concern that you shouldn’t"
    },
    {
      "index": 10,
      "start_time": 46960.0,
      "end_time": 52640.0,
      "text": "even be asking the question because hey, we’re like trademark cool girls right, we don’t"
    },
    {
      "index": 11,
      "start_time": 52640.0,
      "end_time": 59280.0,
      "text": "mind if guys watch porn. Alleviate yourself of this first layer of insecurity that somehow"
    },
    {
      "index": 12,
      "start_time": 59280.0,
      "end_time": 63330.0,
      "text": "there’s something wrong with you for not being like down enough. You are absolutely"
    },
    {
      "index": 13,
      "start_time": 63330.0,
      "end_time": 69530.0,
      "text": "not alone because one study I found analyzing all of the media discourse of the past few"
    },
    {
      "index": 14,
      "start_time": 69530.0,
      "end_time": 78249.0,
      "text": "years around pornography and research on pornography’s impact on relationships finds that 25% of"
    },
    {
      "index": 15,
      "start_time": 78249.0,
      "end_time": 82289.0,
      "text": "all of those media conversations about this focus on how oh it’s bad for women’s self-esteem."
    },
    {
      "index": 16,
      "start_time": 82289.0,
      "end_time": 86560.0,
      "text": "The other line that jumped out to me in your letter anonymous is, ‘I can&#39;t help but to"
    },
    {
      "index": 17,
      "start_time": 86560.0,
      "end_time": 93979.0,
      "text": "think about the fact that he gets aroused by another person WHO IS in fact a real person,"
    },
    {
      "index": 18,
      "start_time": 93979.0,
      "end_time": 98158.0,
      "text": "even though it&#39;s just through a computer screen.’ Here’s the thing that it might be helpful"
    },
    {
      "index": 19,
      "start_time": 98159.0,
      "end_time": 104409.0,
      "text": "to remember and that is when your boyfriend is looking at human people who are not on"
    },
    {
      "index": 20,
      "start_time": 104409.0,
      "end_time": 110200.0,
      "text": "computer screens he’s going to get aroused. There’s nothing wrong with that, that’s"
    },
    {
      "index": 21,
      "start_time": 110200.0,
      "end_time": 115869.0,
      "text": "the thing. And I think you know that but just to reiterate there’s nothing wrong with"
    },
    {
      "index": 22,
      "start_time": 115869.0,
      "end_time": 121959.0,
      "text": "seeing something and your body responding physiologically in a way that says, ‘Ummm"
    },
    {
      "index": 23,
      "start_time": 121959.0,
      "end_time": 127179.0,
      "text": "yeah I wouldn’t mind seeing that with fewer coverings on it’s body.’ What I’m hearing"
    },
    {
      "index": 24,
      "start_time": 127179.0,
      "end_time": 132140.0,
      "text": "underneath all of this is some insecurity being provoked by whatever reason by your"
    },
    {
      "index": 25,
      "start_time": 132140.0,
      "end_time": 137790.0,
      "text": "boyfriend’s pornography consumption. The hardest thing about answering a question about"
    },
    {
      "index": 26,
      "start_time": 137800.0,
      "end_time": 143560.0,
      "text": "what to do about is that you can probably correlate pornography to any positive or negative"
    },
    {
      "index": 27,
      "start_time": 143560.0,
      "end_time": 148299.0,
      "text": "behavior you want to because the research is a lot of times very self-selecting. The"
    },
    {
      "index": 28,
      "start_time": 148299.0,
      "end_time": 152760.0,
      "text": "qualitative studies are going to be based on people in couples’ therapy who, chicken"
    },
    {
      "index": 29,
      "start_time": 152760.0,
      "end_time": 158230.0,
      "text": "vs the egg, they’re already walking in with relationship dissatisfaction. You’ve also"
    },
    {
      "index": 30,
      "start_time": 158230.0,
      "end_time": 164500.0,
      "text": "got studies saying that couples especially who consume pornography together are healthier."
    },
    {
      "index": 31,
      "start_time": 164500.0,
      "end_time": 171860.0,
      "text": "There’s stuff all in between those two points. But in reading up in your question I did zero"
    },
    {
      "index": 32,
      "start_time": 171860.0,
      "end_time": 177670.0,
      "text": "in on one thing: Attachment style. Relationship attachment style, whether you are securely"
    },
    {
      "index": 33,
      "start_time": 177670.0,
      "end_time": 182980.0,
      "text": "attached, anxiously attached or avoidantly attached can say a lot about these kinds of"
    },
    {
      "index": 34,
      "start_time": 182980.0,
      "end_time": 189250.0,
      "text": "insecurities that naturally come up in our relationships. It sounds like based on the"
    },
    {
      "index": 35,
      "start_time": 189250.0,
      "end_time": 195370.0,
      "text": "tone of your email that you are pretty securely attached, you understand in your head at least"
    },
    {
      "index": 36,
      "start_time": 195370.0,
      "end_time": 200659.0,
      "text": "that these kinds of habits are totally normal. Before you worry too much more about your"
    },
    {
      "index": 37,
      "start_time": 200659.0,
      "end_time": 206358.0,
      "text": "boyfriend’s habits as I often advise on Ask Cristen take a little TO and consider"
    },
    {
      "index": 38,
      "start_time": 206359.0,
      "end_time": 213400.0,
      "text": "what it is about the fact that a woman on a computer screen turns him on that makes"
    },
    {
      "index": 39,
      "start_time": 213400.0,
      "end_time": 220189.0,
      "text": "you nervous. Compared to an attractive woman say in his classroom or office or like his"
    },
    {
      "index": 40,
      "start_time": 220189.0,
      "end_time": 225620.0,
      "text": "friend that he goes to get beer with every Thursday, that’s like the least real threat"
    },
    {
      "index": 41,
      "start_time": 225620.0,
      "end_time": 233159.0,
      "text": "to the livelihood of your relationship possible. I would wonder if there is something, something"
    },
    {
      "index": 42,
      "start_time": 233159.0,
      "end_time": 241159.0,
      "text": "deeper that that insecurity is related to. We can’t forget the important role of vulnerability"
    },
    {
      "index": 43,
      "start_time": 241159.0,
      "end_time": 247989.0,
      "text": "in consensual, trusting and supported relationships. And I think it’s important for us to allow"
    },
    {
      "index": 44,
      "start_time": 247989.0,
      "end_time": 253519.0,
      "text": "ourselves to be vulnerable. Anonymous I wonder where that vulnerable space is too with your"
    },
    {
      "index": 45,
      "start_time": 253519.0,
      "end_time": 257780.0,
      "text": "boyfriend. If you feel like you shouldn’t even be asking this question, even acknowledging"
    },
    {
      "index": 46,
      "start_time": 257779.0,
      "end_time": 265520.0,
      "text": "an insecurity, I wonder if maybe there’s a little bit behind a wall or a shield or"
    },
    {
      "index": 47,
      "start_time": 265520.0,
      "end_time": 271940.0,
      "text": "a cool girl persona that really just wants to speak up, really wants someone to acknowledge"
    },
    {
      "index": 48,
      "start_time": 271940.0,
      "end_time": 275960.0,
      "text": "her. It’s okay to acknowledge her. This question is about porn but it’s also about"
    },
    {
      "index": 49,
      "start_time": 275960.0,
      "end_time": 280359.0,
      "text": "so much more. I think these are important conversations that we should be able to have"
    },
    {
      "index": 50,
      "start_time": 280360.0,
      "end_time": 285380.0,
      "text": "in safe spaces and hopefully the comments below are a safe space because I really do"
    },
    {
      "index": 51,
      "start_time": 285380.0,
      "end_time": 289509.0,
      "text": "want to hear from you and I really think that we could start an important conversation umm"
    },
    {
      "index": 52,
      "start_time": 289509.0,
      "end_time": 295310.0,
      "text": "that maybe I will continue for the next couple weeks depending on what comes out of it. So"
    },
    {
      "index": 53,
      "start_time": 295310.0,
      "end_time": 300110.0,
      "text": "anonymous I hope that helped and dear viewers I want to know what your advice for anonymous"
    },
    {
      "index": 54,
      "start_time": 300110.0,
      "end_time": 304110.0,
      "text": "would be and if you have any questions as well in the comments below."
    }
  ]
}