{
  "video_id": "l8C8qPoMZdo",
  "title": "How To Make a Fire By Rubbing Sticks",
  "json": [
    {
      "index": 1,
      "start_time": 8280.0,
      "end_time": 12400.0,
      "text": "This might be a situation you never thought\ncould happen, but here you are cast away on"
    },
    {
      "index": 2,
      "start_time": 12410.0,
      "end_time": 16699.0,
      "text": "a deserted island with nothing but the clothes\non your back. In this project we'll be making"
    },
    {
      "index": 3,
      "start_time": 16699.0,
      "end_time": 20539.0,
      "text": "a survival fire by rubbing sticks together,\nbecause if you can do that, you'll have a"
    },
    {
      "index": 4,
      "start_time": 20539.0,
      "end_time": 23199.0,
      "text": "much better chance of being found alive."
    },
    {
      "index": 5,
      "start_time": 38970.0,
      "end_time": 42370.0,
      "text": "Looking around the island, the first thing\nyou notice are plenty of coconut trees and"
    },
    {
      "index": 6,
      "start_time": 42370.0,
      "end_time": 46960.0,
      "text": "at the base are some old coconut husks. Those\nmight come in handy. There's also plenty of"
    },
    {
      "index": 7,
      "start_time": 46960.0,
      "end_time": 51070.0,
      "text": "wood lying around, so you just need to find\na dry piece of a soft wood, like this branch"
    },
    {
      "index": 8,
      "start_time": 51070.0,
      "end_time": 55790.0,
      "text": "from a hibiscus tree. Hibiscus is a very lightweight\nwood and when it's this dry, it's a great"
    },
    {
      "index": 9,
      "start_time": 55790.0,
      "end_time": 59770.0,
      "text": "choice. Your old coconut husk will make a\ngreat tinder bundle because it's packed with"
    },
    {
      "index": 10,
      "start_time": 59770.0,
      "end_time": 64129.0,
      "text": "very fine fibers that should burn easily.\nOk, to prepare these sticks for a friction"
    },
    {
      "index": 11,
      "start_time": 64129.00000000001,
      "end_time": 68200.0,
      "text": "fire, it's important that both sticks come\nfrom the same branch. A sharp rock can be"
    },
    {
      "index": 12,
      "start_time": 68200.0,
      "end_time": 72140.0,
      "text": "used to fashion some of the wood into a long\nnarrow stick, cutting the tip of the stick"
    },
    {
      "index": 13,
      "start_time": 72140.0,
      "end_time": 76420.0,
      "text": "so that it's slanted at a 45ยบ angle on both\nsides. When it's ready, it should look like"
    },
    {
      "index": 14,
      "start_time": 76420.0,
      "end_time": 80460.0,
      "text": "something like this. Now use your sharp rock\nto carve a flat spot into the other piece"
    },
    {
      "index": 15,
      "start_time": 80460.0,
      "end_time": 84600.0,
      "text": "of wood, knocking it down until you've got\na surface at least 8 inches long, then make"
    },
    {
      "index": 16,
      "start_time": 84600.0,
      "end_time": 88850.0,
      "text": "a groove down the center to act as a track\nfor guiding the other stick. Ok, the last"
    },
    {
      "index": 17,
      "start_time": 88850.0,
      "end_time": 92909.0,
      "text": "step is to wedge anything you can find under\nthe base to help stabilize it, then go sit"
    },
    {
      "index": 18,
      "start_time": 92909.0,
      "end_time": 96659.0,
      "text": "down on the back. It's time for the action.\nTaking the shorter stick in your one hand"
    },
    {
      "index": 19,
      "start_time": 96659.0,
      "end_time": 100389.0,
      "text": "like this, place your other hand overtop so\nthat the stick nestles in securely at the"
    },
    {
      "index": 20,
      "start_time": 100389.0,
      "end_time": 104920.0,
      "text": "base of your thumbs. Ok, when you've got the\ntip set firmly in the grooved track, try pushing"
    },
    {
      "index": 21,
      "start_time": 104920.0,
      "end_time": 110139.0,
      "text": "it back and forth, keeping it at a 45ยบ angle\nto the base. Not much pressure is needed yet,"
    },
    {
      "index": 22,
      "start_time": 110139.0,
      "end_time": 113929.0,
      "text": "so don't worry about putting too much effort\ninto it. When the heat of the friction builds"
    },
    {
      "index": 23,
      "start_time": 113929.0,
      "end_time": 117310.0,
      "text": "to where the wood is ready, you'll notice\na change in how it feels and might even see"
    },
    {
      "index": 24,
      "start_time": 117310.0,
      "end_time": 122389.0,
      "text": "a little smoke. At this point, push a little\nfaster, and use your strong hand to pull down,"
    },
    {
      "index": 25,
      "start_time": 122389.0,
      "end_time": 126130.0,
      "text": "adding pressure to the tip. You should see\na lot more smoke now, and bits of charred"
    },
    {
      "index": 26,
      "start_time": 126130.0,
      "end_time": 130500.0,
      "text": "wood dust starting to pile up at the top.\nPut your back into it and increase the pressure,"
    },
    {
      "index": 27,
      "start_time": 130500.0,
      "end_time": 134110.0,
      "text": "making sure the tip is stopping just short\nof the pile. It looks like you've got a little"
    },
    {
      "index": 28,
      "start_time": 134110.0,
      "end_time": 138420.0,
      "text": "ember burning now, but let's continue just\na little longer to be sure. Hopefully when"
    },
    {
      "index": 29,
      "start_time": 138420.0,
      "end_time": 143560.0,
      "text": "you stop it will keep smoking. Ok perfect,\nyou've got a nice little coal. Now, go turn"
    },
    {
      "index": 30,
      "start_time": 143560.0,
      "end_time": 148380.0,
      "text": "it into a flame. This is a good time to get\nyour coconut husk ready by pulling apart the"
    },
    {
      "index": 31,
      "start_time": 148380.0,
      "end_time": 153070.0,
      "text": "fibers. The fluffier they are, the better.\nTransferring the coal is a delicate process,"
    },
    {
      "index": 32,
      "start_time": 153070.0,
      "end_time": 156840.0,
      "text": "so try pressing the husk right up to the coal,\nthen turn the ember base over and tap the"
    },
    {
      "index": 33,
      "start_time": 156840.0,
      "end_time": 161980.0,
      "text": "bottom with a stick to make sure all the embers\ntransfer out. Nice, your coal has been captured,"
    },
    {
      "index": 34,
      "start_time": 161980.0,
      "end_time": 165710.0,
      "text": "so loosely cover it over with more fibers\nso that it's protected from the wind, and"
    },
    {
      "index": 35,
      "start_time": 165710.0,
      "end_time": 170260.0,
      "text": "continues to smolder. Patience is a virtue\nhere. You don't want to pinch it too tight"
    },
    {
      "index": 36,
      "start_time": 170260.0,
      "end_time": 174900.0,
      "text": "or you'll smother it out. Too loosely and\nthe fibers won't burn. The heat needs to build"
    },
    {
      "index": 37,
      "start_time": 174900.0,
      "end_time": 178350.0,
      "text": "slowly, so try to balance the amount of air\nthe coal is getting, with the quantity of"
    },
    {
      "index": 38,
      "start_time": 178350.0,
      "end_time": 182590.0,
      "text": "tinder it's exposed to. The amount of smoke\nbeing generated is a good indication of how"
    },
    {
      "index": 39,
      "start_time": 182590.0,
      "end_time": 187000.0,
      "text": "well you're doing, and sometimes blowing gently\ncan help speed the process. When the smoke"
    },
    {
      "index": 40,
      "start_time": 187000.0,
      "end_time": 190280.0,
      "text": "is thick and you can start to feel the heat\nradiating, it's time to get a little more"
    },
    {
      "index": 41,
      "start_time": 190280.0,
      "end_time": 194010.0,
      "text": "aggressive. Waive the bundle around to get\nsome more airflow, and blow right into the"
    },
    {
      "index": 42,
      "start_time": 194010.0,
      "end_time": 200450.0,
      "text": "center of the coals. Just a little more air\nnow, and success! There's your flame! The"
    },
    {
      "index": 43,
      "start_time": 200450.0,
      "end_time": 204560.0,
      "text": "hardest part is over, but don't pat yourself\non the back just yet because by the time you"
    },
    {
      "index": 44,
      "start_time": 204560.0,
      "end_time": 208420.0,
      "text": "add some wood shavings, your flame may be\ngoing out. Not to worry though, because as"
    },
    {
      "index": 45,
      "start_time": 208420.0,
      "end_time": 212240.0,
      "text": "long as the smoke is thick, there's still\na good amount of heat, and the same techniques"
    },
    {
      "index": 46,
      "start_time": 212240.0,
      "end_time": 216590.0,
      "text": "can be used for blowing the coals back into\na flame. Well there you have it. Now you can"
    },
    {
      "index": 47,
      "start_time": 216590.0,
      "end_time": 221260.0,
      "text": "start a fire by rubbing sticks together, now\nbest of luck getting rescued. If you liked"
    },
    {
      "index": 48,
      "start_time": 221260.0,
      "end_time": 225340.0,
      "text": "this project, perhaps you'll like some of\nmy others. Check them out at www.thekingofrandom.com"
    }
  ]
}