{
  "video_id": "L90R6PtxFKE",
  "title": "Are Rich People Worse Humans?",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 20.0,
      "end_time": 4660.0,
      "text": "Do you ever get the sense that rich people are more likely to be rude or self-centered?"
    },
    {
      "index": 2,
      "start_time": 4680.0,
      "end_time": 10640.0,
      "text": "Well, we decided it was time to find out whether or not rich people are actually more likely to be jerks."
    },
    {
      "index": 3,
      "start_time": 10600.0,
      "end_time": 15660.0,
      "text": "Ever been cut off while driving? It was more likely by a Mercedes than a 20 year old junker."
    },
    {
      "index": 4,
      "start_time": 15620.0,
      "end_time": 20380.0,
      "text": "Multiple studies have found that the more expensive your car is the more likely you are to"
    },
    {
      "index": 5,
      "start_time": 20380.0,
      "end_time": 26029.0,
      "text": "not only cut in front of other vehicles but also drive through crosswalks when a pedestrian is waiting to cross."
    },
    {
      "index": 6,
      "start_time": 26000.0,
      "end_time": 31990.0,
      "text": "In one study those with the most expensive cars cut pedestrians off 42% of the time."
    },
    {
      "index": 7,
      "start_time": 31990.0,
      "end_time": 36459.0,
      "text": "Now, imagine you waited in a line for 10 minutes to buy a coffee and a muffin at Starbucks."
    },
    {
      "index": 8,
      "start_time": 36420.0,
      "end_time": 39580.0,
      "text": "But when you're a couple of blocks away you realize that the clerk gave"
    },
    {
      "index": 9,
      "start_time": 39580.0,
      "end_time": 43700.0,
      "text": "you change for $20 rather than for the $10 you gave him"
    },
    {
      "index": 10,
      "start_time": 43710.0,
      "end_time": 49789.0,
      "text": "Do you A) savour your coffee and the free $10 or B) go back and return the change?"
    },
    {
      "index": 11,
      "start_time": 49800.0,
      "end_time": 54800.0,
      "text": "It turns out those with more money are more likely to respond that they would keep it."
    },
    {
      "index": 12,
      "start_time": 54800.0,
      "end_time": 58409.0,
      "text": "And the amount of money you have also affects how much you look at people."
    },
    {
      "index": 13,
      "start_time": 58409.0,
      "end_time": 62780.0,
      "text": "Using Google glass to track eye movements of people in a study walking around the block."
    },
    {
      "index": 14,
      "start_time": 62780.0,
      "end_time": 67480.0,
      "text": "Wealthy people spend significantly less time in social gazes. In other words,"
    },
    {
      "index": 15,
      "start_time": 67480.0,
      "end_time": 70480.0,
      "text": "they're more likely to straight-up ignore other people."
    },
    {
      "index": 16,
      "start_time": 70500.0,
      "end_time": 76899.0,
      "text": "But, certainly the rich are more generous in the poor, right, though the rich may cut a bigger check in the Ｕ.S."
    },
    {
      "index": 17,
      "start_time": 76899.0,
      "end_time": 82359.0,
      "text": "Nationwide survey data shows that the wealthy contribute a lower percentage of their household income."
    },
    {
      "index": 18,
      "start_time": 82460.0,
      "end_time": 88880.0,
      "text": "For example a household that makes under $25,000 in the u.s.. donate around 4.2% of their earnings,"
    },
    {
      "index": 19,
      "start_time": 88880.0,
      "end_time": 93380.0,
      "text": "but those making $100,000 or more only contribute 2.7%."
    },
    {
      "index": 20,
      "start_time": 93380.0,
      "end_time": 98980.0,
      "text": "Even when people are arbitrarily put in charge or given power. It makes them more selfish."
    },
    {
      "index": 21,
      "start_time": 98990.0,
      "end_time": 105889.0,
      "text": "Imagine you're put into a group of 3 people to make some important policy recommendations and you're told you're in charge of the group."
    },
    {
      "index": 22,
      "start_time": 105889.0,
      "end_time": 109049.0,
      "text": "A plate of 5 yummy cookies gets put in front of you."
    },
    {
      "index": 23,
      "start_time": 109080.0,
      "end_time": 113060.0,
      "text": "And naturally everybody takes one. Do you take another?"
    },
    {
      "index": 24,
      "start_time": 113060.0,
      "end_time": 120540.0,
      "text": "It turns out in studies the person in charge is most likely to take the fourth cookie while everybody leaves the last one on the plate to be polite"
    },
    {
      "index": 25,
      "start_time": 120540.0,
      "end_time": 126640.0,
      "text": "So, our rude people just more likely to become rich? Or does being rich make you worse?"
    },
    {
      "index": 26,
      "start_time": 126660.0,
      "end_time": 132980.0,
      "text": "Counter to what we might believe people who are the most likely to gain power in a group are actually the emotionally intelligent"
    },
    {
      "index": 27,
      "start_time": 133070.0,
      "end_time": 137889.0,
      "text": "ones who focus on others practice generosity and aren't the bullies"
    },
    {
      "index": 28,
      "start_time": 137910.0,
      "end_time": 143249.0,
      "text": "Studies even find that college students at the top of the social hierarchy tend to be the most Pro-social"
    },
    {
      "index": 29,
      "start_time": 143290.0,
      "end_time": 150040.0,
      "text": "and compassionate versus selfish. It all goes back to our hunter-gatherer roots where individuals who share food and resources,"
    },
    {
      "index": 30,
      "start_time": 150130.0,
      "end_time": 155659.0,
      "text": "rise in ranks, but this leads to the power paradox. To gain power you need empathy."
    },
    {
      "index": 31,
      "start_time": 155620.0,
      "end_time": 163070.0,
      "text": "But, once you feel powerful you become more self focused you can even see this in the brain when using FMRI scans."
    },
    {
      "index": 32,
      "start_time": 163070.0,
      "end_time": 168749.0,
      "text": "Areas like the prefrontal cortex that activate when understanding mental states or considering the thoughts of others,"
    },
    {
      "index": 33,
      "start_time": 168750.0,
      "end_time": 172310.0,
      "text": "show less activity in those with a higher social class"
    },
    {
      "index": 34,
      "start_time": 172370.0,
      "end_time": 179080.0,
      "text": "Poor people also have a greater ability to assess the emotional states of others have more interpersonal interactions, greater"
    },
    {
      "index": 35,
      "start_time": 179150.0,
      "end_time": 185339.0,
      "text": "eye contact, head nodding and laughing compared to richer people who are more likely to self groom, fidget or doodle."
    },
    {
      "index": 36,
      "start_time": 185400.0,
      "end_time": 189800.0,
      "text": "One possible explanation for this is that people with less materials resources and"
    },
    {
      "index": 37,
      "start_time": 189800.0,
      "end_time": 196020.0,
      "text": "privilege rely more on others to meet their needs and this creates a pressure to be more emotionally intelligent."
    },
    {
      "index": 38,
      "start_time": 196110.0,
      "end_time": 198960.0,
      "text": "So, of course not all rich people are jerks."
    },
    {
      "index": 39,
      "start_time": 198960.0,
      "end_time": 207040.0,
      "text": "But in general as your wealth increases your empathy decreases. Making rich people statistically more likely to be jerks"
    },
    {
      "index": 40,
      "start_time": 207040.0,
      "end_time": 209860.0,
      "text": "For today's video, we've teamed up with Audible who's"
    },
    {
      "index": 41,
      "start_time": 209860.0,
      "end_time": 214080.0,
      "text": "offering everybody who's watching this video a chance to try them out for free for 30 days."
    },
    {
      "index": 42,
      "start_time": 214080.0,
      "end_time": 219100.0,
      "text": "All you have to do is go to audible.com/ASAP or a text ASAP to 500 500."
    },
    {
      "index": 43,
      "start_time": 219180.0,
      "end_time": 225080.0,
      "text": "Download your first title and start listening. Listening is the best way to binge the content that you love while doing the things you love."
    },
    {
      "index": 44,
      "start_time": 225100.0,
      "end_time": 229150.0,
      "text": "And, Audible has the largest selection of audiobooks on this here said planet."
    },
    {
      "index": 45,
      "start_time": 229220.0,
      "end_time": 233069.0,
      "text": "Like our recommendation for today which is the influential mind by Tali Sharot,"
    },
    {
      "index": 46,
      "start_time": 233070.0,
      "end_time": 237559.0,
      "text": "and she looks into how data isn't always the best way to change somebody's mind and"
    },
    {
      "index": 47,
      "start_time": 237580.0,
      "end_time": 242080.0,
      "text": "instead looks at how our minds actually operate when we're forming opinions or trying to make arguments."
    },
    {
      "index": 48,
      "start_time": 242080.0,
      "end_time": 246620.0,
      "text": "Audible allows you to switch seamlessly between devices whether it's your car your tablet."
    },
    {
      "index": 49,
      "start_time": 246620.0,
      "end_time": 250320.0,
      "text": "or your phone it will always keep you up to date on where you last left off."
    },
    {
      "index": 50,
      "start_time": 250399.0,
      "end_time": 256399.0,
      "text": "That's audible.com/asap or text ASAP - 500 500."
    },
    {
      "index": 51,
      "start_time": 256339.99999999997,
      "end_time": 260908.99999999997,
      "text": "Thank you again as always for watching, and we will see you next Thursday for a new science video"
    }
  ]
}