{
  "video_id": "L9jhLD0Yz38",
  "title": "Profit, Passion & Purpose",
  "json": [
    {
      "index": 1,
      "start_time": 820.0,
      "end_time": 5380.0,
      "text": "So how do you find a career that thrills and energizes you?"
    },
    {
      "index": 2,
      "start_time": 5380.0,
      "end_time": 12530.0,
      "text": "That you have this meaning and passion and purpose that's all congruent and working together?"
    },
    {
      "index": 3,
      "start_time": 12530.0,
      "end_time": 21660.0,
      "text": "Because really we know that your goal is to live an amazing, extraordinary, outstanding life, today and in the future."
    },
    {
      "index": 4,
      "start_time": 21660.0,
      "end_time": 29210.0,
      "text": "And to do that, we need to have a life and business that we love and that we're energized by, right now."
    },
    {
      "index": 5,
      "start_time": 29210.0,
      "end_time": 35923.0,
      "text": "And this is all part of the bigger process of building and accomplishing time and money freedom in your life."
    },
    {
      "index": 6,
      "start_time": 35923.0,
      "end_time": 44810.0,
      "text": "Now when we start with our income source from our job, or our business, how do you find that ideal work?"
    },
    {
      "index": 7,
      "start_time": 44810.0,
      "end_time": 50500.0,
      "text": "Well one of the things that you'll probably hear from a lot of people is to follow your passion."
    },
    {
      "index": 8,
      "start_time": 50500.0,
      "end_time": 54190.0,
      "text": "But I wanna tell you this does not work."
    },
    {
      "index": 9,
      "start_time": 54190.0,
      "end_time": 58120.0,
      "text": "The reason is that it's not all about you."
    },
    {
      "index": 10,
      "start_time": 58120.0,
      "end_time": 76619.0,
      "text": "If you make it all about you and you follow just your passion, it might be so far disconnected from what people actually want and need that no one's gonna pay you for it and that is going to set you off course because you won't have a life and business you love if you have no income and no clients."
    },
    {
      "index": 11,
      "start_time": 76620.0,
      "end_time": 79720.0,
      "text": "So let's start instead with a principle."
    },
    {
      "index": 12,
      "start_time": 79720.0,
      "end_time": 83140.0,
      "text": "Dollars follow value."
    },
    {
      "index": 13,
      "start_time": 83140.0,
      "end_time": 85320.0,
      "text": "What does that mean exactly?"
    },
    {
      "index": 14,
      "start_time": 85320.0,
      "end_time": 101280.0,
      "text": "It means that when I transact business with someone else, and they receive value, they're going to want to pay me for the value that they've received and they're gonna wanna pay for value that they perceive they're going to receive before they receive it."
    },
    {
      "index": 15,
      "start_time": 101280.0,
      "end_time": 104889.0,
      "text": "But if it's not valuable to them, they're not gonna pay me."
    },
    {
      "index": 16,
      "start_time": 104890.0,
      "end_time": 119950.0,
      "text": "So when I look at this equation from the side of how do I find out what business to get into or what job to take that's gonna fill and thrill  and satisfy me and make me a lot of money, it really needs to start with, what do other people need?"
    },
    {
      "index": 17,
      "start_time": 119950.0,
      "end_time": 126260.0,
      "text": "What are they looking for and what is gonna fill and energize and thrill their life."
    },
    {
      "index": 18,
      "start_time": 126550.0,
      "end_time": 140740.0,
      "text": "Because if I can satisfy them and make them extraordinarily happy,  I'm gonna benefit and be extraordinarily happy as a result because I'm gonna have people flocking to me who are looking for exactly what I offer."
    },
    {
      "index": 19,
      "start_time": 140740.0,
      "end_time": 145670.0,
      "text": "So don't use passion as that solitary compass."
    },
    {
      "index": 20,
      "start_time": 145670.0,
      "end_time": 154690.0,
      "text": "What instead you need to do is you wanna marry your passion with your mission, your vocation and your profession."
    },
    {
      "index": 21,
      "start_time": 154690.0,
      "end_time": 162170.0,
      "text": "Now when all four of these come together, you find your purpose at the intersection point of all four."
    },
    {
      "index": 22,
      "start_time": 162170.0,
      "end_time": 173370.0,
      "text": "Now your purpose is a place where you are doing work that you love and people value you for it and they're willing to pay you for it."
    },
    {
      "index": 23,
      "start_time": 173370.0,
      "end_time": 183900.0,
      "text": "Now when all of that's happening, now you're gonna feel truly fulfilled because now you're not only living what you feel is your passion, but you're feeling valued for that."
    },
    {
      "index": 24,
      "start_time": 183900.0,
      "end_time": 204910.0,
      "text": "The world, the market is recognizing that value and paying you accordingly, therefore your income is gonna be higher, therefore you're gonna have that work that you love and that's gonna pay you well and that's gonna set you on a trajectory to having more income to work with so that you can keep more of the money you make, protect that money and then build and make more."
    },
    {
      "index": 25,
      "start_time": 204910.0,
      "end_time": 206900.0,
      "text": "Hey, I hope you liked this video."
    },
    {
      "index": 26,
      "start_time": 206900.0,
      "end_time": 211620.0,
      "text": "If you did, click the link in the description box below for more information."
    },
    {
      "index": 27,
      "start_time": 211620.0,
      "end_time": 213690.0,
      "text": "And don't forget to like this video."
    },
    {
      "index": 28,
      "start_time": 213690.0,
      "end_time": 221748.0,
      "text": "Share your comments, questions and feedback in the comments section below and don't forget to hit Subscribe to our YouTube channel."
    },
    {
      "index": 29,
      "start_time": 221748.0,
      "end_time": 224331.0,
      "text": "(upbeat music)"
    }
  ]
}