{
  "video_id": "l_-oBnK12-4",
  "title": "Talking about your personality – Ambivert | Extrovert | Introvert – Free English speaking lessons",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 459.0,
      "end_time": 7260.0,
      "text": "How do you talk about your personality? Are you an extrovert? Or are you an introvert?"
    },
    {
      "index": 2,
      "start_time": 7260.0,
      "end_time": 14780.0,
      "text": "May be you are an ambivert. So in this lesson today, we are gonna look at new words, new"
    },
    {
      "index": 3,
      "start_time": 14780.0,
      "end_time": 18240.0,
      "text": "vocabulary to talk about your personality."
    },
    {
      "index": 4,
      "start_time": 26100.0,
      "end_time": 31640.0,
      "text": "Hello everyone, I am Niharika and welcome back. In today&#39;s lesson we are gonna look"
    },
    {
      "index": 5,
      "start_time": 31640.0,
      "end_time": 38489.0,
      "text": "at some new phrases and new words to talk about your personality. Now there are three"
    },
    {
      "index": 6,
      "start_time": 38489.0,
      "end_time": 46280.0,
      "text": "types of personalities. One is someone who is an extrovert, the other is someone who"
    },
    {
      "index": 7,
      "start_time": 46280.0,
      "end_time": 53740.0,
      "text": "is an introvert and the third one is ambivert. So now under these three categories, what"
    },
    {
      "index": 8,
      "start_time": 53740.0,
      "end_time": 61920.0,
      "text": "are the phrases that you can use, if you fall into any one of these categories. So let&#39;s"
    },
    {
      "index": 9,
      "start_time": 61920.0,
      "end_time": 70100.0,
      "text": "get started. The first one is an extrovert. So who are extroverts? What type of personality"
    },
    {
      "index": 10,
      "start_time": 70100.0,
      "end_time": 78369.0,
      "text": "describes an extrovert? Well an extrovert is a person who gets energy from being around"
    },
    {
      "index": 11,
      "start_time": 78369.0,
      "end_time": 86509.0,
      "text": "people. Someone who is extremely friendly, someone who loves to discuss their ideas and"
    },
    {
      "index": 12,
      "start_time": 86509.0,
      "end_time": 94409.0,
      "text": "someone who just loves spending time with others. Now if you fall into this category,"
    },
    {
      "index": 13,
      "start_time": 94409.0,
      "end_time": 102560.0,
      "text": "then how do you talk about yourself to others? The very first phrase that you can use is,"
    },
    {
      "index": 14,
      "start_time": 102560.0,
      "end_time": 109840.0,
      "text": "I am really outgoing. So often when you are having conversations with people and it&#39;s"
    },
    {
      "index": 15,
      "start_time": 109840.0,
      "end_time": 116719.0,
      "text": "your turn to talk about yourself, to describe what type of personality you are. Rather than"
    },
    {
      "index": 16,
      "start_time": 116719.0,
      "end_time": 124559.0,
      "text": "just saying that, I am an extrovert, try and use these phrases here. So here we have, I"
    },
    {
      "index": 17,
      "start_time": 124560.0,
      "end_time": 132220.0,
      "text": "am really outgoing. So someone who is very outgoing, it means that you are very socially"
    },
    {
      "index": 18,
      "start_time": 132220.0,
      "end_time": 143420.0,
      "text": "confident. So you don&#39;t get nervous when you end up meeting new people. Okay you are very"
    },
    {
      "index": 19,
      "start_time": 143420.0,
      "end_time": 150809.0,
      "text": "confident and you love making new friends and you love being around with new people."
    },
    {
      "index": 20,
      "start_time": 150810.0,
      "end_time": 159100.0,
      "text": "Another phrase that you can use, if you fall into this category is, I am a gregarious person"
    },
    {
      "index": 21,
      "start_time": 159100.0,
      "end_time": 168260.0,
      "text": "or I am a gregarious guy or a girl. Now what does this really mean? Now if you call yourself"
    },
    {
      "index": 22,
      "start_time": 168260.0,
      "end_time": 177840.0,
      "text": "a gregarious person, it means that again you are very sociable and you love being around"
    },
    {
      "index": 23,
      "start_time": 177840.0,
      "end_time": 184590.0,
      "text": "people. You are not that kind of person who would just think about your ideas and just"
    },
    {
      "index": 24,
      "start_time": 184590.0,
      "end_time": 191590.0,
      "text": "keep it to yourself. But you will prefer to talk about it in open. You would love to discuss"
    },
    {
      "index": 25,
      "start_time": 191590.0,
      "end_time": 198870.0,
      "text": "it with others. So yes if you are socially confident, you are very sociable and friendly,"
    },
    {
      "index": 26,
      "start_time": 198870.0,
      "end_time": 202190.0,
      "text": "then this is one of the phrases that you can use."
    },
    {
      "index": 27,
      "start_time": 202190.0,
      "end_time": 209710.0,
      "text": "Let’s have a look at another phrase, which is, I am a social butterfly. Now here you"
    },
    {
      "index": 28,
      "start_time": 209710.0,
      "end_time": 216410.0,
      "text": "are not calling yourself the beautiful butterfly but it&#39;s just a phrase for yourself, to talk"
    },
    {
      "index": 29,
      "start_time": 216410.0,
      "end_time": 223180.0,
      "text": "about yourself. Now when you say that, I am a social butterfly, it means that yes you"
    },
    {
      "index": 30,
      "start_time": 223180.0,
      "end_time": 239910.0,
      "text": "are friendly and you love being with people. When you are a social butterfly, people want"
    },
    {
      "index": 31,
      "start_time": 239910.0,
      "end_time": 246380.0,
      "text": "to come and talk to you. You know you seem to be very approachable. so if you go to a"
    },
    {
      "index": 32,
      "start_time": 246380.0,
      "end_time": 253850.0,
      "text": "party or you are in an office conference or somewhere where you are gonna meet new people,"
    },
    {
      "index": 33,
      "start_time": 253850.0,
      "end_time": 260149.0,
      "text": "people will actually come to you and try to talk to you or have a conversation with you"
    },
    {
      "index": 34,
      "start_time": 260149.0,
      "end_time": 265948.0,
      "text": "because you are a social butterfly. You just seem to be so approachable and you just seem"
    },
    {
      "index": 35,
      "start_time": 265949.0,
      "end_time": 272810.0,
      "text": "to be so friendly. So yes if you are very friendly and if you like being with people"
    },
    {
      "index": 36,
      "start_time": 272810.0,
      "end_time": 278930.0,
      "text": "then say, I am a social butterfly, alright. Let’s have a look at another phrase that"
    },
    {
      "index": 37,
      "start_time": 278930.0,
      "end_time": 285710.0,
      "text": "you can use which is a very simple one, that I am friendly. So when you are describing"
    },
    {
      "index": 38,
      "start_time": 285710.0,
      "end_time": 291989.0,
      "text": "yourself and if you fall into this category of being an extrovert, then you can just keep"
    },
    {
      "index": 39,
      "start_time": 291990.0,
      "end_time": 299639.0,
      "text": "it very simple by saying that I am very friendly. Okay so it means, that you can be friends"
    },
    {
      "index": 40,
      "start_time": 299639.0,
      "end_time": 306259.0,
      "text": "with anyone and everyone. It’s not a close circle that you prefer to be with. But yes"
    },
    {
      "index": 41,
      "start_time": 306259.0,
      "end_time": 325840.0,
      "text": "you have really a wide circle of friends because you love making friends. Okay so well I feel"
    },
    {
      "index": 42,
      "start_time": 325840.0,
      "end_time": 331989.0,
      "text": "that yes even I am an extrovert. So if I have to describe myself in front of people, I can"
    },
    {
      "index": 43,
      "start_time": 331990.0,
      "end_time": 339690.0,
      "text": "use one of these phrases. But what if you are an introvert? Now if you are an introvert,"
    },
    {
      "index": 44,
      "start_time": 339690.0,
      "end_time": 347400.0,
      "text": "then we have some phrases that you can use to describe yourself or to describe your personality."
    },
    {
      "index": 45,
      "start_time": 347400.0,
      "end_time": 355549.0,
      "text": "But let&#39;s first understand that who fall into this category? What are or what type of personality,"
    },
    {
      "index": 46,
      "start_time": 355550.0,
      "end_time": 364700.0,
      "text": "an introvert is? Introvert or introverts are the people who are not very confident about"
    },
    {
      "index": 47,
      "start_time": 364700.0,
      "end_time": 370620.0,
      "text": "themselves. Now remember they are not shy, okay. Many people think that if you are shy,"
    },
    {
      "index": 48,
      "start_time": 370620.0,
      "end_time": 377849.0,
      "text": "then you fall into this category. But that is just a misconception. The real meaning"
    },
    {
      "index": 49,
      "start_time": 377849.0,
      "end_time": 384240.0,
      "text": "of being an introvert is that you are not confident enough in front of people and you"
    },
    {
      "index": 50,
      "start_time": 384240.0,
      "end_time": 399990.0,
      "text": "tend to just share a small group of friends rather than being friendly with everyone"
    },
    {
      "index": 51,
      "start_time": 399990.0,
      "end_time": 409199.0,
      "text": "and you are very emotional person as well. So if you are emotional then yes you are an"
    },
    {
      "index": 52,
      "start_time": 409199.0,
      "end_time": 415680.0,
      "text": "introvert as well. Now some of the phrases that you can use if you fall into this category"
    },
    {
      "index": 53,
      "start_time": 415680.0,
      "end_time": 422930.0,
      "text": "are I am kind of reserved. Now when you say, that I am kind of reserved. It means that"
    },
    {
      "index": 54,
      "start_time": 422930.0,
      "end_time": 434999.0,
      "text": "you are a very private person. It means you don&#39;t want to discuss your life with anyone"
    },
    {
      "index": 55,
      "start_time": 434999.0,
      "end_time": 441659.0,
      "text": "and everyone. You do have a closed knit of friend circle and that&#39;s it. You just want"
    },
    {
      "index": 56,
      "start_time": 441659.0,
      "end_time": 448620.0,
      "text": "to share your life with them only. You don&#39;t want to discuss your thoughts with everybody."
    },
    {
      "index": 57,
      "start_time": 448620.0,
      "end_time": 456900.0,
      "text": "It is just that you want to talk about yourself with your close friends. So this says that"
    },
    {
      "index": 58,
      "start_time": 456900.0,
      "end_time": 463249.0,
      "text": "you are a very reserved person or a very private person. Okay another phrase that you can use"
    },
    {
      "index": 59,
      "start_time": 463249.0,
      "end_time": 471500.0,
      "text": "is, I like to spend time with close friends. So when you say this, another person would"
    },
    {
      "index": 60,
      "start_time": 471500.0,
      "end_time": 476780.0,
      "text": "get an idea that you do not like making new friends. Okay you are not very friendly. You"
    },
    {
      "index": 61,
      "start_time": 476780.0,
      "end_time": 484990.0,
      "text": "are not a social butterfly, definitely. So you make a point to talk about yourself or"
    },
    {
      "index": 62,
      "start_time": 484990.0,
      "end_time": 489889.0,
      "text": "when you show or describe your personality to someone, you say that I like to spend time"
    },
    {
      "index": 63,
      "start_time": 489889.0,
      "end_time": 497749.0,
      "text": "with close friends only. Okay and another phrase that you can use is, I usually listen"
    },
    {
      "index": 64,
      "start_time": 497749.0,
      "end_time": 505719.0,
      "text": "more than I speak up. Now usually introverts are great listeners. Now because they don&#39;t"
    },
    {
      "index": 65,
      "start_time": 505719.0,
      "end_time": 512260.0,
      "text": "like speaking too much, they dont like talking about anything and everything, they tend to"
    },
    {
      "index": 66,
      "start_time": 512260.0,
      "end_time": 519819.0,
      "text": "listen to others. So if your friend is a great listener then there is a probability, that"
    },
    {
      "index": 67,
      "start_time": 519820.00000000006,
      "end_time": 526280.0,
      "text": "he is an introvert. But if you are also a great listener, then yes you fall into this"
    },
    {
      "index": 68,
      "start_time": 526280.0,
      "end_time": 532230.0,
      "text": "category and when you are describing yourself, you can say that I usually listen more than"
    },
    {
      "index": 69,
      "start_time": 532230.0,
      "end_time": 538340.0,
      "text": "I speak up. Okay so this is how you would describe your personality and let&#39;s have a"
    },
    {
      "index": 70,
      "start_time": 538340.0,
      "end_time": 541410.0,
      "text": "look at the third category which is an ambivert."
    },
    {
      "index": 71,
      "start_time": 541410.0,
      "end_time": 549660.0,
      "text": "Ambivert, well what does this really mean? Well a person who has a balance of an extrovert"
    },
    {
      "index": 72,
      "start_time": 549660.0,
      "end_time": 569880.0,
      "text": "and introvert features in their personality is an ambivert. That’s quite interesting."
    },
    {
      "index": 73,
      "start_time": 569880.0,
      "end_time": 578800.0,
      "text": "Now many people get confused. Am I an extrovert or am I an introvert? But hey guess what probably,"
    },
    {
      "index": 74,
      "start_time": 578800.0,
      "end_time": 583490.0,
      "text": "you are an ambivert. So you have the qualities of both, may be you love being with friends"
    },
    {
      "index": 75,
      "start_time": 583490.0,
      "end_time": 589440.0,
      "text": "but then there are times that you just want to spend time with yourself. So which means"
    },
    {
      "index": 76,
      "start_time": 589440.0,
      "end_time": 595340.0,
      "text": "that you also have the qualities of being an introvert. So how would you describe yourself"
    },
    {
      "index": 77,
      "start_time": 595340.0,
      "end_time": 603150.0,
      "text": "when you fall into this category? The first phrase that I have is, I alter my personality"
    },
    {
      "index": 78,
      "start_time": 603150.0,
      "end_time": 609270.0,
      "text": "based on the situation. So if someone asks you that, what type of personality are you?"
    },
    {
      "index": 79,
      "start_time": 609270.0,
      "end_time": 616939.0,
      "text": "Or what kind of person are you? And when you go out, how do you behave? So this is one"
    },
    {
      "index": 80,
      "start_time": 616940.0,
      "end_time": 622860.0,
      "text": "of the phrases that you can use, by saying that I alter my personality based on the situation."
    },
    {
      "index": 81,
      "start_time": 622860.0,
      "end_time": 629890.0,
      "text": "So for example, if you end up meeting lot of friendly people, lot of extroverts, then"
    },
    {
      "index": 82,
      "start_time": 629890.0,
      "end_time": 636370.0,
      "text": "yes you would also show the qualities of being an extrovert. But then, if you meet a lot"
    },
    {
      "index": 83,
      "start_time": 636370.0,
      "end_time": 645260.0,
      "text": "of people who get very nervous or probably who do not like to talk much and who are very"
    },
    {
      "index": 84,
      "start_time": 645260.0,
      "end_time": 650430.0,
      "text": "calm and sober, then you would show the qualities of being an introvert."
    },
    {
      "index": 85,
      "start_time": 650430.0,
      "end_time": 657829.0,
      "text": "Okay so depending on the situation, you will place yourself. Another phrase that you can"
    },
    {
      "index": 86,
      "start_time": 657830.0,
      "end_time": 665660.0,
      "text": "use is, when a topic of interest comes up, I&#39;m more than happy to talk about it. Now"
    },
    {
      "index": 87,
      "start_time": 665660.0,
      "end_time": 673430.0,
      "text": "if you are around people and probably, you&#39;ll are having a discussion about something. And"
    },
    {
      "index": 88,
      "start_time": 673430.0,
      "end_time": 680170.0,
      "text": "if the topic really interests you, then yes again you will show the qualities of being"
    },
    {
      "index": 89,
      "start_time": 680170.0,
      "end_time": 686100.0,
      "text": "an extrovert. You will participate in that conversation. You would throw your ideas on"
    },
    {
      "index": 90,
      "start_time": 686100.0,
      "end_time": 695161.0,
      "text": "other people, which is great. but the moment, this topic is been stopped disc suing, okay"
    },
    {
      "index": 91,
      "start_time": 695161.0,
      "end_time": 701410.0,
      "text": "the moment the topic is being changed, and now the topic doesn&#39;t interest you, then you"
    },
    {
      "index": 92,
      "start_time": 701410.0,
      "end_time": 707480.0,
      "text": "will not talk much, but you would be a good listener. So remember introverts are great"
    },
    {
      "index": 93,
      "start_time": 707480.0,
      "end_time": 713250.0,
      "text": "listeners. So yes, here you also show the qualities of being an extrovert by participating"
    },
    {
      "index": 94,
      "start_time": 713250.0,
      "end_time": 719730.0,
      "text": "in the conversation about a topic that you like. But then again you also stop talking"
    },
    {
      "index": 95,
      "start_time": 719730.0,
      "end_time": 727130.0,
      "text": "and start listening to others rather than speaking up. Okay so this is one of the expressions"
    },
    {
      "index": 96,
      "start_time": 727130.0,
      "end_time": 732370.0,
      "text": "that you can use. And then the third expression that I have for you if you fall into this"
    },
    {
      "index": 97,
      "start_time": 732370.0,
      "end_time": 740490.0,
      "text": "category is spending too much time with other people can be exhausting. So yes, you like"
    },
    {
      "index": 98,
      "start_time": 740490.0,
      "end_time": 746800.0,
      "text": "spending time with others, you like being with people, you like being friendly. But"
    },
    {
      "index": 99,
      "start_time": 746800.0,
      "end_time": 755140.0,
      "text": "too much of it, can be really tiring and exhausting. So if you think that there are times when"
    },
    {
      "index": 100,
      "start_time": 755140.0,
      "end_time": 760720.0,
      "text": "you want to party hard and you wanna be with people but then there are times when you just"
    },
    {
      "index": 101,
      "start_time": 760720.0,
      "end_time": 768400.0,
      "text": "love your bed and you love yourself and you wanna spend time by yourself, then you are"
    },
    {
      "index": 102,
      "start_time": 768400.0,
      "end_time": 770790.0,
      "text": "an ambivert."
    },
    {
      "index": 103,
      "start_time": 770800.0,
      "end_time": 775630.0,
      "text": "So these are the perfect expressions that you can use to describe your personality."
    },
    {
      "index": 104,
      "start_time": 775630.0,
      "end_time": 782630.0,
      "text": "so go ahead, talk about yourself, talking about yourself makes you more confident, so"
    },
    {
      "index": 105,
      "start_time": 782630.0,
      "end_time": 788450.0,
      "text": "use these English expressions in your conversations and I&#39;ll be back with a new lesson soon, till"
    },
    {
      "index": 106,
      "start_time": 788450.0,
      "end_time": 789610.0,
      "text": "then you take care."
    }
  ]
}