{
  "video_id": "L_2JaFnkZ4o",
  "title": "Focus & Concentration: Crash Course Study Skills #5",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2620.0,
      "text": "This episode is supported by The Great Courses Plus."
    },
    {
      "index": 2,
      "start_time": 2620.0,
      "end_time": 6859.0,
      "text": "Hi, I'm Thomas Frank, this is Crash Course Study Skills, and with this video in particular,"
    },
    {
      "index": 3,
      "start_time": 6860.0,
      "end_time": 10080.0,
      "text": "I want you to promise me you're not going to click over to another tab to look at cats."
    },
    {
      "index": 4,
      "start_time": 10080.0,
      "end_time": 13840.0,
      "text": "In exchange I'll pretend that's not exactly what you did during the last four videos."
    },
    {
      "index": 5,
      "start_time": 13840.0,
      "end_time": 21500.0,
      "text": "In all seriousness though, I do want you to ask yourself: when's the last time you were able to sit down and intensely pay attention to one task for a long time?"
    },
    {
      "index": 6,
      "start_time": 21500.0,
      "end_time": 26220.0,
      "text": "If you're anything like me, this has become harder and harder to do as we've added more distractions to our lives –"
    },
    {
      "index": 7,
      "start_time": 26220.0,
      "end_time": 34180.0,
      "text": "tweets, snaps, messages, browser tabs, cookies that must be clicked – they're in endless supply, while your brain's ability to resist them is, sadly, not."
    },
    {
      "index": 8,
      "start_time": 34180.0,
      "end_time": 37360.0,
      "text": "So that's why today we're turning our attention to attention itself."
    },
    {
      "index": 9,
      "start_time": 37360.0,
      "end_time": 38480.0,
      "text": "Cue the intro."
    },
    {
      "index": 10,
      "start_time": 38480.0,
      "end_time": 47240.0,
      "text": "[Theme Music]"
    },
    {
      "index": 11,
      "start_time": 47240.0,
      "end_time": 52460.0,
      "text": "Before we get into any specific tips, let's first answer the question of what attention really is."
    },
    {
      "index": 12,
      "start_time": 52460.0,
      "end_time": 60180.0,
      "text": "Put simply, attention is the process of focusing your cognitive resources on one particular stimulus or source of information while ignoring all others in the environment."
    },
    {
      "index": 13,
      "start_time": 60180.0,
      "end_time": 64040.0,
      "text": "Understanding this definition is important because there are two main forms of attention."
    },
    {
      "index": 14,
      "start_time": 64040.00000000001,
      "end_time": 71500.0,
      "text": "The first is top-down, or voluntary attention, which is based on “task demands” like needing to read a page in a textbook or solve a math problem."
    },
    {
      "index": 15,
      "start_time": 71510.0,
      "end_time": 75540.0,
      "text": "On the other side of the coin you've got bottom-up, or stimulus-driven, attention."
    },
    {
      "index": 16,
      "start_time": 75540.0,
      "end_time": 80360.0,
      "text": "Just like it sounds, this is automatically focused attention due to stimuli in the environment – SQUIRREL."
    },
    {
      "index": 17,
      "start_time": 80360.0,
      "end_time": 86540.0,
      "text": "When you use your top-down attention to focus on something, your brain activates inhibitory mechanisms to block out competing stimuli."
    },
    {
      "index": 18,
      "start_time": 86540.0,
      "end_time": 94000.0,
      "text": "It can't do this forever, though; these mechanisms eventually tire just like the muscles in our body, and this leads to something called Directed Attention Fatigue."
    },
    {
      "index": 19,
      "start_time": 94000.0,
      "end_time": 99260.0,
      "text": "This is part of what causes you to become more and more distracted and less able to focus on your work as time goes by."
    },
    {
      "index": 20,
      "start_time": 99260.0,
      "end_time": 105280.0,
      "text": "Now, the strength of your inhibitory mechanisms, and hence your ability to focus on one task intensely, is variable."
    },
    {
      "index": 21,
      "start_time": 105280.0,
      "end_time": 109040.0,
      "text": "It depends on lots of different factors, including: - Your environment"
    },
    {
      "index": 22,
      "start_time": 109040.0,
      "end_time": 112840.0,
      "text": "- Your personal tendency to seek novelty when faced with a boring or difficult task"
    },
    {
      "index": 23,
      "start_time": 112840.0,
      "end_time": 114600.0,
      "text": "- Your interest in the task itself"
    },
    {
      "index": 24,
      "start_time": 114600.0,
      "end_time": 121080.0,
      "text": "- Your brain's current state, which is dependent on the amount of fuel or food you've got, rest, exercise, anxiety, and a lot of different factors."
    },
    {
      "index": 25,
      "start_time": 121080.0,
      "end_time": 123160.0,
      "text": "- How long you've already been focusing your attention"
    },
    {
      "index": 26,
      "start_time": 123160.0,
      "end_time": 131780.0,
      "text": "With that in mind, let's look at several different things that you can do to strengthen your attention muscle and also give it as much ammunition as it can get to focus well on whatever task you need to finish."
    },
    {
      "index": 27,
      "start_time": 131780.0,
      "end_time": 134800.0,
      "text": "The first thing you need to do is stop multi-tasking."
    },
    {
      "index": 28,
      "start_time": 134809.0,
      "end_time": 139060.0,
      "text": "Many people try to deny it, but your brain can't actually do two things at once."
    },
    {
      "index": 29,
      "start_time": 139060.0,
      "end_time": 142180.0,
      "text": "Think of your brain like a single-core processor in a computer."
    },
    {
      "index": 30,
      "start_time": 142180.0,
      "end_time": 145280.0,
      "text": "These types of processors don't truly do multiple things at once –"
    },
    {
      "index": 31,
      "start_time": 145280.0,
      "end_time": 150160.0,
      "text": "they just create the illusion of multi-tasking by rapidly switching from one task to another."
    },
    {
      "index": 32,
      "start_time": 150160.0,
      "end_time": 154180.0,
      "text": "So while you may think you're simultaneously watching this video and looking at pictures of cats"
    },
    {
      "index": 33,
      "start_time": 154180.0,
      "end_time": 156740.0,
      "text": "– which I did ask you very nicely not to do –"
    },
    {
      "index": 34,
      "start_time": 156740.0,
      "end_time": 159800.0,
      "text": "your computer is actually just jumping back and forth between each."
    },
    {
      "index": 35,
      "start_time": 159800.0,
      "end_time": 166340.0,
      "text": "But your brain is not good at doing this, which is why when you switch your attention from one task to another, you incur a cognitive switching penalty."
    },
    {
      "index": 36,
      "start_time": 166340.0,
      "end_time": 170080.0,
      "text": "Not only do you lose the raw amount of time it takes to switch from one task to another,"
    },
    {
      "index": 37,
      "start_time": 170080.0,
      "end_time": 175840.0,
      "text": "but you also lose the amount of time it takes for your brain to properly refocus its attention and get back into the flow of things."
    },
    {
      "index": 38,
      "start_time": 175840.0,
      "end_time": 185560.0,
      "text": "And this can take quite a while, both because our brains simply take time to truly focus on a task in the first place, but also because switching from one task to another creates attention residue."
    },
    {
      "index": 39,
      "start_time": 185560.0,
      "end_time": 187880.0,
      "text": "As the author Cal Newport explains in his book Deep Work:"
    },
    {
      "index": 40,
      "start_time": 187880.0,
      "end_time": 192400.0,
      "text": "“...when you switch from some Task A to another Task B, your attention doesn't immediately follow—"
    },
    {
      "index": 41,
      "start_time": 192400.0,
      "end_time": 196060.0,
      "text": "a residue of your attention remains stuck thinking about the original task.”"
    },
    {
      "index": 42,
      "start_time": 196060.0,
      "end_time": 202280.0,
      "text": "This also happens when you switch from the task you're supposed to be focusing on over to a distraction, and then go back to the task after a few minutes."
    },
    {
      "index": 43,
      "start_time": 202280.0,
      "end_time": 209220.0,
      "text": "As you try to get back into the flow of your work, you'll be contending with the attention residue from that mashup of the Space Jam and Cowboy Bebop theme songs you just listened to on YouTube."
    },
    {
      "index": 44,
      "start_time": 209220.0,
      "end_time": 213700.0,
      "text": "So, when you sit down and decide to work, choose one task and make it your only focus."
    },
    {
      "index": 45,
      "start_time": 213700.0,
      "end_time": 216540.0,
      "text": "You don't have to sit there and work on it until people mistake you for a hat rack,"
    },
    {
      "index": 46,
      "start_time": 216540.0,
      "end_time": 219900.0,
      "text": "but do spend at least 20 or 30 minutes on it before switching to something else."
    },
    {
      "index": 47,
      "start_time": 219900.0,
      "end_time": 222500.0,
      "text": "Secondly, tailor your environment for better focus."
    },
    {
      "index": 48,
      "start_time": 222500.0,
      "end_time": 223819.0,
      "text": "Let's go to the Thought Bubble."
    },
    {
      "index": 49,
      "start_time": 223819.0,
      "end_time": 228040.0,
      "text": "Start by finding a spot, either in your room or somewhere else, that you use ONLY for studying."
    },
    {
      "index": 50,
      "start_time": 228040.0,
      "end_time": 233780.0,
      "text": "By doing this, you're establishing a spot for yourself that has just one context, and context is powerful."
    },
    {
      "index": 51,
      "start_time": 233780.0,
      "end_time": 240580.0,
      "text": "When your location, the people you're around, and all the other pieces of your environment point to a single activity, you'll be much more likely to do it."
    },
    {
      "index": 52,
      "start_time": 240589.0,
      "end_time": 242900.0,
      "text": "When you're in the gym, your brain knows you're there to work out."
    },
    {
      "index": 53,
      "start_time": 242900.0,
      "end_time": 247900.0,
      "text": "And even if you don't do it, it won't be because you're sitting there trying to decide between doing a set of pull-ups anddoing your laundry."
    },
    {
      "index": 54,
      "start_time": 247900.0,
      "end_time": 253060.0,
      "text": "A lot of great artists understand this, and they deliberately find or create spaces that are only for work."
    },
    {
      "index": 55,
      "start_time": 253060.0,
      "end_time": 258220.0,
      "text": "Some choose to work in cafes, like Nicholson's Cafe in Edinburgh, where J.K. Rowling wrote much of her first book,"
    },
    {
      "index": 56,
      "start_time": 258220.00000000003,
      "end_time": 262560.0,
      "text": "and some create isolated work spaces in their own homes, like the author Steven Pressfield."
    },
    {
      "index": 57,
      "start_time": 262560.0,
      "end_time": 267700.0,
      "text": "Those examples highlight another important point, actually – there is no formula for a perfect study spot."
    },
    {
      "index": 58,
      "start_time": 267700.0,
      "end_time": 274160.0,
      "text": "It would seem like a silent, totally isolated desk in the basement of a library would put the least amount of strain on those inhibitory mechanisms,"
    },
    {
      "index": 59,
      "start_time": 274160.0,
      "end_time": 278980.0,
      "text": "but as J.K. Rowling can attest, some people actually work better in a noisy coffee shop."
    },
    {
      "index": 60,
      "start_time": 278980.0,
      "end_time": 282720.0,
      "text": "So you might need to experiment a bit before you find the context that works best for you."
    },
    {
      "index": 61,
      "start_time": 282720.0,
      "end_time": 286020.0,
      "text": "In general, though, the fewer things that are competing for your attention, the better."
    },
    {
      "index": 62,
      "start_time": 286020.0,
      "end_time": 287180.0,
      "text": "Thanks, Thought Bubble."
    },
    {
      "index": 63,
      "start_time": 287180.0,
      "end_time": 291700.0,
      "text": "Once you've chosen your spot, prepare it for your current task by putting away anything non-essential."
    },
    {
      "index": 64,
      "start_time": 291700.0,
      "end_time": 297660.0,
      "text": "This includes removing books and supplies that are unrelated, closing any tabs or programs you don't need, and putting away your phone."
    },
    {
      "index": 65,
      "start_time": 297660.0,
      "end_time": 304160.0,
      "text": "When you're doing this, it can also be helpful to break your current task down into smaller chunks in order to decide what's essential to have out."
    },
    {
      "index": 66,
      "start_time": 304160.0,
      "end_time": 306380.0,
      "text": "The act of writing a research paper is a good example here;"
    },
    {
      "index": 67,
      "start_time": 306380.0,
      "end_time": 308640.0,
      "text": "if you just think, “I have to write a paper,”"
    },
    {
      "index": 68,
      "start_time": 308640.0,
      "end_time": 313470.0,
      "text": "and then prep your study space for that task, then you'll have the internet open the whole time so you can do research."
    },
    {
      "index": 69,
      "start_time": 313470.0,
      "end_time": 320140.0,
      "text": "But in reality, you can break that task down into several phases – brainstorming, researching, drafting, and editing."
    },
    {
      "index": 70,
      "start_time": 320140.0,
      "end_time": 324080.0,
      "text": "And once you do that, you'll realize you only need the internet for that research phase."
    },
    {
      "index": 71,
      "start_time": 324080.0,
      "end_time": 327680.0,
      "text": "During all the other ones, you can close it and cut its potential for being a distraction."
    },
    {
      "index": 72,
      "start_time": 327680.0,
      "end_time": 330180.0,
      "text": "All those cats are still gonna be there later, I promise."
    },
    {
      "index": 73,
      "start_time": 330180.0,
      "end_time": 334280.0,
      "text": "Also, anticipate potential distractions that might come up and try to get ahead of them."
    },
    {
      "index": 74,
      "start_time": 334280.0,
      "end_time": 339960.0,
      "text": "Maybe put your phone on do not disturb so no one can text you, or tell your friends you're studying and ask them not to bother you for a while."
    },
    {
      "index": 75,
      "start_time": 339960.0,
      "end_time": 345060.0,
      "text": "Anything you can do to mitigate future distractions will help you to stay focused and finish your work faster."
    },
    {
      "index": 76,
      "start_time": 345060.0,
      "end_time": 350300.0,
      "text": "Once your study environment is established, the next area you should look to improve is your actual ability to focus."
    },
    {
      "index": 77,
      "start_time": 350300.0,
      "end_time": 355220.0,
      "text": "As we talked about before, your attention is like a muscle; it's something you can train over time to get stronger."
    },
    {
      "index": 78,
      "start_time": 355220.0,
      "end_time": 359490.0,
      "text": "One of the best ways to do this is by learning to resist cravings for novelty."
    },
    {
      "index": 79,
      "start_time": 359490.0,
      "end_time": 364530.0,
      "text": "These are the sudden urges you get to check Snapchat or watch video of a corgi jumping into a lake while you're working on your English homework."
    },
    {
      "index": 80,
      "start_time": 364530.0,
      "end_time": 369360.0,
      "text": "You get these cravings because, by default, your brain doesn't like boredom or hard work."
    },
    {
      "index": 81,
      "start_time": 369360.0,
      "end_time": 373220.0,
      "text": "But the strength of these cravings is set by how often you give into them."
    },
    {
      "index": 82,
      "start_time": 373220.0,
      "end_time": 378920.0,
      "text": "Our actions create habits and expectations in our brains, and these become hard-wired patterns of behavior."
    },
    {
      "index": 83,
      "start_time": 378920.0,
      "end_time": 384340.0,
      "text": "And this means that every time you give into that craving for a distraction, you're ingraining that decision as a habit."
    },
    {
      "index": 84,
      "start_time": 384340.0,
      "end_time": 386700.0,
      "text": "Luckily, you can also train the opposite behavior."
    },
    {
      "index": 85,
      "start_time": 386700.0,
      "end_time": 391160.0,
      "text": "By acknowledging a craving for novelty, and then deliberately ignoring it and getting back to work,"
    },
    {
      "index": 86,
      "start_time": 391160.0,
      "end_time": 395480.0,
      "text": "you start to build a tolerance for boredom and wean yourself off of that need for constant stimulation."
    },
    {
      "index": 87,
      "start_time": 395480.0,
      "end_time": 398240.0,
      "text": "As you do this, your ability to focus on your work strengthens."
    },
    {
      "index": 88,
      "start_time": 398260.0,
      "end_time": 400020.0,
      "text": "You're building that attention muscle."
    },
    {
      "index": 89,
      "start_time": 400020.0,
      "end_time": 403060.0,
      "text": "Now, doing this is easier said than done – especially at first."
    },
    {
      "index": 90,
      "start_time": 403060.0,
      "end_time": 406860.0,
      "text": "However, there are tools you can use to give your brain some extra firepower in the early stages."
    },
    {
      "index": 91,
      "start_time": 406860.0,
      "end_time": 415200.0,
      "text": "Apps like Cold Turkey and StayFocusd can block distracting websites entirely, while a tool like Forest encourages you to ignore your phone by letting you grow virtual trees."
    },
    {
      "index": 92,
      "start_time": 415200.0,
      "end_time": 420640.0,
      "text": "And when you don't need a tool like the internet for your work, disconnecting it eliminates its potential for distraction entirely."
    },
    {
      "index": 93,
      "start_time": 420640.0,
      "end_time": 424889.0,
      "text": "Of course, even with training, your brain's ability to focus still diminishes over time."
    },
    {
      "index": 94,
      "start_time": 424889.0,
      "end_time": 431640.0,
      "text": "Unlike computers, which are built to run all the time as long as they've got a steady supply of resources, our brains operate on a cycle of work and rest."
    },
    {
      "index": 95,
      "start_time": 431640.0,
      "end_time": 437840.0,
      "text": "Your circadian rhythm, which governs your sleep and wake cycle, is the best example – but it also applies on the smaller scale as well."
    },
    {
      "index": 96,
      "start_time": 437840.0,
      "end_time": 440320.0,
      "text": "After a certain amount of work, you need to take a break."
    },
    {
      "index": 97,
      "start_time": 440320.0,
      "end_time": 445700.0,
      "text": "Now the amount of time will vary from person to person, but a good guideline to use is 25-30 minutes."
    },
    {
      "index": 98,
      "start_time": 445700.0,
      "end_time": 450060.0,
      "text": "Once you've spent that long on a task, if you feel your attention waning, take a break for a few minutes."
    },
    {
      "index": 99,
      "start_time": 450060.0,
      "end_time": 452520.0,
      "text": "Stand up, stretch, walk around a bit – maybe get some water."
    },
    {
      "index": 100,
      "start_time": 452520.0,
      "end_time": 456980.0,
      "text": "During these short breaks, it's important not to switch to another task or get involved in something distracting,"
    },
    {
      "index": 101,
      "start_time": 456980.0,
      "end_time": 460900.0,
      "text": "as you don't want to create that attention residue that makes it harder to get back into your work."
    },
    {
      "index": 102,
      "start_time": 460900.0,
      "end_time": 465320.0,
      "text": "After a few work sessions with these short breaks in between, you can then take a longer break to recharge."
    },
    {
      "index": 103,
      "start_time": 465320.0,
      "end_time": 469200.0,
      "text": "And during these longer breaks, it's fine to switch to something easier or do something fun for a little while –"
    },
    {
      "index": 104,
      "start_time": 469200.0,
      "end_time": 472420.0,
      "text": "as long as you're planning in advance when these breaks will happen."
    },
    {
      "index": 105,
      "start_time": 472420.0,
      "end_time": 479500.0,
      "text": "That way, you're deliberately choosing when to work and when to indulge in distractions, rather than letting your mind be ruled by cravings for novelty."
    },
    {
      "index": 106,
      "start_time": 479500.0,
      "end_time": 484120.0,
      "text": "Now, as time goes on, you'll probably find that you can go longer and longer before needing a break."
    },
    {
      "index": 107,
      "start_time": 484120.0,
      "end_time": 486340.0,
      "text": "This is a good sign that you're building those attention muscles."
    },
    {
      "index": 108,
      "start_time": 486340.0,
      "end_time": 490680.0,
      "text": "But realize that you'll always have a limited amount of focused energy you can expend in a day."
    },
    {
      "index": 109,
      "start_time": 490680.0,
      "end_time": 493260.0,
      "text": "Eventually, you've got to call it quits and go relax for a bit."
    },
    {
      "index": 110,
      "start_time": 493260.0,
      "end_time": 496159.0,
      "text": "And relaxation isn't the only thing your brain needs."
    },
    {
      "index": 111,
      "start_time": 496160.0,
      "end_time": 501020.0,
      "text": "To keep being able to focus and improve long-term, you need to take care of your brain's biological needs as well."
    },
    {
      "index": 112,
      "start_time": 501020.0,
      "end_time": 506860.0,
      "text": "We often think of the brain as this non physical, ethereal realm that isn't bound by the same limitations of our bodies."
    },
    {
      "index": 113,
      "start_time": 506860.0,
      "end_time": 508800.0,
      "text": "You know, “mind over matter” and all that stuff."
    },
    {
      "index": 114,
      "start_time": 508800.0,
      "end_time": 514960.0,
      "text": "But your brain is still part of your body, which means that it needs plenty of sleep, nutrients, and exercise to work at peak efficiency."
    },
    {
      "index": 115,
      "start_time": 514960.00000000006,
      "end_time": 518120.00000000006,
      "text": "So if you're still struggling to focus, look at your health habits."
    },
    {
      "index": 116,
      "start_time": 518120.0,
      "end_time": 524020.0,
      "text": "Make sure you're getting at least 7 hours of sleep per night, eat healthy, and try to exercise once a day, even if it's just a short walk."
    },
    {
      "index": 117,
      "start_time": 524039.99999999994,
      "end_time": 531580.0,
      "text": "These things all take time, but – to quote Deep Work once again: High Quality Work = (Time Spent) x (Intensity of Focus)"
    },
    {
      "index": 118,
      "start_time": 531580.0,
      "end_time": 535980.0,
      "text": "Taking care of your brain will allow you to focus more intensely when you do decide to work."
    },
    {
      "index": 119,
      "start_time": 535980.0,
      "end_time": 538860.0,
      "text": "Of course, making that decision to start working isn't always easy,"
    },
    {
      "index": 120,
      "start_time": 538860.0,
      "end_time": 544460.0,
      "text": "which is why next week we'll be tackling what is probably the biggest problem students struggle with, which is procrastination."
    },
    {
      "index": 121,
      "start_time": 544460.0,
      "end_time": 545440.0,
      "text": "I'll see you then."
    },
    {
      "index": 122,
      "start_time": 545449.0,
      "end_time": 548860.0,
      "text": "This episode is brought to you by The Great Courses Plus, an on-demand subscription service"
    },
    {
      "index": 123,
      "start_time": 548860.0,
      "end_time": 553290.0,
      "text": "where you can get unlimited access to over 7,000 different video lectures about any topic"
    },
    {
      "index": 124,
      "start_time": 553290.0,
      "end_time": 557850.0,
      "text": "that interests you, including science, literature, history, math, even cooking or photography."
    },
    {
      "index": 125,
      "start_time": 557850.0,
      "end_time": 562420.0,
      "text": "The classes are taught by award winning professors – from the Ivy League and other top schools around the world."
    },
    {
      "index": 126,
      "start_time": 562420.0,
      "end_time": 571480.0,
      "text": "If you're looking to improve your study skills further, you might like this lecture from Professor Monisha Pasupathi, called Cognitive Constraints on Learning, which expands on how attention affects your learning experiences."
    },
    {
      "index": 127,
      "start_time": 571480.0,
      "end_time": 575640.0,
      "text": "Right now, The Great Courses Plus is offering Crash Course viewers a free one-month trial."
    },
    {
      "index": 128,
      "start_time": 575640.0,
      "end_time": 581980.0,
      "text": "Go to thegreatcoursesplus.com/studyskills, or click on the link in the video description below, to start your free trial today."
    },
    {
      "index": 129,
      "start_time": 581980.0,
      "end_time": 588380.0,
      "text": "Crash Course Study Skills is filmed in the Dr. Cheryl C. Kinney Crash Course Studio in Missoula, MT, and it's made with the help of all of these nice people."
    },
    {
      "index": 130,
      "start_time": 588380.0,
      "end_time": 596200.0,
      "text": "If you'd like to keep Crash Course free for everyone, forever, you can support the series over at Patreon, a crowdfunding platform that allows you to support the content you love."
    },
    {
      "index": 131,
      "start_time": 596200.0,
      "end_time": 597920.0,
      "text": "Thank you so much for your support."
    }
  ]
}