{
  "video_id": "lDecu0ME1Zo",
  "title": "7 Simple Tips To Reduce Your STRESS Right Now",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6750.0,
      "text": "Got stress? With 75% of adults reporting moderate to high levels of stress in the past month ,there has to be a solution."
    },
    {
      "index": 2,
      "start_time": 6750.0,
      "end_time": 10740.0,
      "text": "So what are the best scientific methods to deal with stress and anxiety?"
    },
    {
      "index": 3,
      "start_time": 10740.0,
      "end_time": 15400.0,
      "text": "How can you genuinely relax your mind and body? They say laughter is the best medicine."
    },
    {
      "index": 4,
      "start_time": 15400.0,
      "end_time": 22090.0,
      "text": "Turns out it's also the stress medicine, when we laugh, our oxygen intake increases, stimulating the release of endorphins."
    },
    {
      "index": 5,
      "start_time": 22090.0,
      "end_time": 28730.0,
      "text": "Studies even show that simply waiting to see a funny movie can increase beta endorphin levels by 27% and"
    },
    {
      "index": 6,
      "start_time": 28730.0,
      "end_time": 34540.0,
      "text": "decrease stress hormone levels in the bloodstream. After a hilarious film, participants had lower levels of the stress hormone"
    },
    {
      "index": 7,
      "start_time": 34540.0,
      "end_time": 39500.0,
      "text": "Chromogranin A in their saliva, and while you're at the movies, why not make out with someone?"
    },
    {
      "index": 8,
      "start_time": 39500.0,
      "end_time": 47440.0,
      "text": "It decreases cortisol and increases oxytocin from the pituitary gland in the brain creating feelings of attachment,bonding, contentment and security."
    },
    {
      "index": 9,
      "start_time": 47440.0,
      "end_time": 53210.0,
      "text": "Study participants who kissed their partners regularly over six weeks had lower blood cholesterol levels."
    },
    {
      "index": 10,
      "start_time": 53210.0,
      "end_time": 55500.0,
      "text": "Of course some chewing gum might help your breath,"
    },
    {
      "index": 11,
      "start_time": 55500.0,
      "end_time": 59260.0,
      "text": "but a japanese study also found that those who chewed twice a day for two weeks"
    },
    {
      "index": 12,
      "start_time": 59260.0,
      "end_time": 64920.0,
      "text": "increased their feelings of well-being. Other study participants who chewsed gum while being subjected to a stress inducing"
    },
    {
      "index": 13,
      "start_time": 64920.0,
      "end_time": 69520.0,
      "text": "task also showed lower levels of cortisol in their saliva than those who didn't have gum and"
    },
    {
      "index": 14,
      "start_time": 69520.0,
      "end_time": 71549.0,
      "text": "not because of the ingredients in the gum,"
    },
    {
      "index": 15,
      "start_time": 71549.0,
      "end_time": 74619.0,
      "text": "but simply from the act of chewing known as mastication."
    },
    {
      "index": 16,
      "start_time": 74619.0,
      "end_time": 80760.0,
      "text": "This repetitive motion is directly related to increased activity in the cerebral area of the brain and relaxation."
    },
    {
      "index": 17,
      "start_time": 80760.0,
      "end_time": 84840.0,
      "text": "Time spent in Nature or even a simple house plant can lower stress levels too."
    },
    {
      "index": 18,
      "start_time": 84840.0,
      "end_time": 89590.0,
      "text": "In 1982, the Japanese government started a Shinrin Yoku or forced baiting campaign"
    },
    {
      "index": 19,
      "start_time": 89590.0,
      "end_time": 95080.0,
      "text": "promoting the benefits of spending time in the forest for this purpose. In just one short visit to the forest,"
    },
    {
      "index": 20,
      "start_time": 95080.0,
      "end_time": 98940.0,
      "text": "cortisol levels, heart rate, and blood pressure have all been shown to decrease."
    },
    {
      "index": 21,
      "start_time": 98940.0,
      "end_time": 106080.0,
      "text": "Even hospital patients who have a view of nature tend to have better pain tolerance and faster recovery rates compared to those who faced only a blank wall."
    },
    {
      "index": 22,
      "start_time": 106080.0,
      "end_time": 110369.0,
      "text": "Speaking of leaves, even though relaxation from tea may simply be a placebo,"
    },
    {
      "index": 23,
      "start_time": 110369.0,
      "end_time": 116710.0,
      "text": "it turns out that the anticipation of a ritual linked with relaxing emotions may very well be a self-fulfilling prophecy"
    },
    {
      "index": 24,
      "start_time": 116710.0,
      "end_time": 123620.0,
      "text": "In other words if you're mentally preparing yourself to relax with your favorite calming tea or relaxing scented oils,"
    },
    {
      "index": 25,
      "start_time": 123620.0,
      "end_time": 127710.0,
      "text": "our brain is primed to slow down and can actually influence well-being."
    },
    {
      "index": 26,
      "start_time": 127710.0,
      "end_time": 130800.0,
      "text": "The amygdala in the brain is responsible for emotional control,"
    },
    {
      "index": 27,
      "start_time": 130800.00000000001,
      "end_time": 133670.0,
      "text": "and is directly connected to our olfactory system."
    },
    {
      "index": 28,
      "start_time": 133670.0,
      "end_time": 141940.0,
      "text": "inhaling a candle scent reminiscent of a happy childhood time like warm apple pie may very well help us relive those memories, creating a better mood."
    },
    {
      "index": 29,
      "start_time": 141940.0,
      "end_time": 145500.0,
      "text": "Music can have a similar effect. Songs with 60 to 80 beats per minute"
    },
    {
      "index": 30,
      "start_time": 145500.0,
      "end_time": 151209.0,
      "text": "but no lyrics have been shown to reduce stress, even in patients who have undergone various types of surgeries [and]"
    },
    {
      "index": 31,
      "start_time": 151209.0,
      "end_time": 157690.0,
      "text": "If you can get or be near a pet, do it. Having a dog correlates to lower scores on anxiety tests."
    },
    {
      "index": 32,
      "start_time": 157690.0,
      "end_time": 160599.0,
      "text": "12% compared to 21% for those without one, and"
    },
    {
      "index": 33,
      "start_time": 160599.0,
      "end_time": 165610.0,
      "text": "being in the presence of a friendly dog has been shown to lower cortisol levels and increase oxytocin."
    },
    {
      "index": 34,
      "start_time": 165610.0,
      "end_time": 170140.0,
      "text": "Finally, some people relax and focus by fidgeting which is why we made another video on"
    },
    {
      "index": 35,
      "start_time": 170140.0,
      "end_time": 174130.0,
      "text": "fidget spinners, the new toy craze and whether or not they actually work."
    },
    {
      "index": 36,
      "start_time": 174130.0,
      "end_time": 189769.0,
      "text": "Head over to that video by clicking the screen or using the link in the description and subscribe for more weekly science videos every Thursday."
    }
  ]
}