{
  "video_id": "Le_-S44NYUQ",
  "title": "Lee Rainie: Libraries As Social Networks",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4180.0,
      "end_time": 7990.0,
      "text": "Libraries as Social Networks - Lee Rainie, Director, Pew Internet Project."
    },
    {
      "index": 2,
      "start_time": 7990.0,
      "end_time": 29699.0,
      "text": "Good morning. For those of you that are now joining us my name is Tamara. So, we  have invited Karen to introduce our keynote"
    },
    {
      "index": 3,
      "start_time": 29699.0,
      "end_time": 36579.0,
      "text": "speaker. Karen is the director of library at Holy Names University in Oakland. You may"
    },
    {
      "index": 4,
      "start_time": 36579.0,
      "end_time": 43500.0,
      "text": "know her from blog &quot;free range librarian.&quot;"
    },
    {
      "index": 5,
      "start_time": 43500.0,
      "end_time": 56719.0,
      "text": "Karen: Welcome. I am of course patting myself on the back for my excellent work as Nicole&#39;s"
    },
    {
      "index": 6,
      "start_time": 56719.0,
      "end_time": 71180.0,
      "text": "manager. Close race, it is really my great pleasure to introduce Lee Rainie, Founding"
    },
    {
      "index": 7,
      "start_time": 71180.0,
      "end_time": 83460.0,
      "text": "Director of Pew Internet &amp; American Life Project founded in 1999. He is also coauthor for &quot;up"
    },
    {
      "index": 8,
      "start_time": 83460.0,
      "end_time": 91970.0,
      "text": "for grabs&quot; and before Pew project he was the managing editor of U.S. News &amp; World Report"
    },
    {
      "index": 9,
      "start_time": 91970.0,
      "end_time": 101090.0,
      "text": "and after a period of covering politics he coauthored a book for MIT press about technology"
    },
    {
      "index": 10,
      "start_time": 101090.0,
      "end_time": 109240.0,
      "text": "and the title is &quot;Networking.&quot; Here is a few more things I found out about him. There are"
    },
    {
      "index": 11,
      "start_time": 109240.0,
      "end_time": 122560.0,
      "text": "academic searches. There was 22 references, 385 Pew internet academic search. Sorry. Twitter"
    },
    {
      "index": 12,
      "start_time": 122560.0,
      "end_time": 130759.0,
      "text": "followers, 222 friends on facebook. If you Google Lee Rainie plus zombie you get 226"
    },
    {
      "index": 13,
      "start_time": 130758.99999999999,
      "end_time": 149430.0,
      "text": "thousand entries. Vampire, 2 thousand. With librarian 19,600 surpassed by Lee Rainie kittens."
    },
    {
      "index": 14,
      "start_time": 149430.0,
      "end_time": 159489.0,
      "text": "I found out also that his first name is Harrison. I found a 1986 article that showed he has"
    },
    {
      "index": 15,
      "start_time": 159489.0,
      "end_time": 168279.0,
      "text": "a lot in common with librarians. We are proud of our history of fighting for free speech"
    },
    {
      "index": 16,
      "start_time": 168279.0,
      "end_time": 174760.0,
      "text": "and the right to read and we have modeled, who went to Yale rather than turn over public"
    },
    {
      "index": 17,
      "start_time": 174760.0,
      "end_time": 193089.0,
      "text": "records during the Chicago trial. So, it is my great pleasure to introduce Lee and to"
    },
    {
      "index": 18,
      "start_time": 193089.0,
      "end_time": 198239.0,
      "text": "be able to sit and tweet through this session to what I know will be a wonderful entertaining"
    },
    {
      "index": 19,
      "start_time": 198239.0,
      "end_time": 202010.0,
      "text": "informative talk. Thanks very much."
    },
    {
      "index": 20,
      "start_time": 202010.0,
      "end_time": 216969.0,
      "text": "Lee Rainie: I keep warning people about digital footprints and here I am. I remember the first"
    },
    {
      "index": 21,
      "start_time": 216969.0,
      "end_time": 233680.0,
      "text": "time I met Karen in 2002 on a snowy day. When a whole idea of blogging, actually 2003, and,"
    },
    {
      "index": 22,
      "start_time": 233680.0,
      "end_time": 241669.0,
      "text": "at Harvard assembled a bunch of really smart guys mostly, and, she kept saying such wonderful"
    },
    {
      "index": 23,
      "start_time": 241669.0,
      "end_time": 247609.0,
      "text": "smart things that I remember at least taking mental note if not written note, &quot;radical&quot;,"
    },
    {
      "index": 24,
      "start_time": 247609.0,
      "end_time": 254599.0,
      "text": "which is a term of affection for me with a lot of common sense. And I have been a follower"
    },
    {
      "index": 25,
      "start_time": 254599.0,
      "end_time": 262400.0,
      "text": "of her blog ever since then. I was thrilled that she was here and going to be introducing"
    },
    {
      "index": 26,
      "start_time": 262400.0,
      "end_time": 267919.0,
      "text": "me and I learned things about me that I didn&#39;t even know."
    },
    {
      "index": 27,
      "start_time": 267919.0,
      "end_time": 282500.0,
      "text": "One thing, my little gig at Pew Internet Project is described in our literature as being a"
    },
    {
      "index": 28,
      "start_time": 282500.0,
      "end_time": 293979.0,
      "text": "fact tank. It is not that Pew. My funding comes from the Pew trust based in Philadelphia"
    },
    {
      "index": 29,
      "start_time": 293979.0,
      "end_time": 299990.0,
      "text": "with a business presence in Washington. They fund us to do work that is primary research."
    },
    {
      "index": 30,
      "start_time": 299990.0,
      "end_time": 308520.0,
      "text": "We do a bunch of national surveys asking people how they use technology and then we write"
    },
    {
      "index": 31,
      "start_time": 308520.0,
      "end_time": 318550.0,
      "text": "reports on our findings but we don&#39;t have any agenda. No 10 Pew fix-it plan or policy."
    },
    {
      "index": 32,
      "start_time": 318550.0,
      "end_time": 330569.0,
      "text": "There is no Pew position on Comcast NBC merger. But we hope that by producing useful data"
    },
    {
      "index": 33,
      "start_time": 330569.0,
      "end_time": 335430.0,
      "text": "with an argument based on what we find in the data we will be interesting to folks like"
    },
    {
      "index": 34,
      "start_time": 335430.0,
      "end_time": 344250.0,
      "text": "you. This is the biggest stakeholder cohort for all of our work. It is a big win for us"
    },
    {
      "index": 35,
      "start_time": 344250.0,
      "end_time": 353180.0,
      "text": "and Pew Internet. Thank Karen for being nice to me. There is another thing that I got to"
    },
    {
      "index": 36,
      "start_time": 353180.0,
      "end_time": 358949.0,
      "text": "get out of the way at the beginning of every take I do west of the Mississippi. I am a"
    },
    {
      "index": 37,
      "start_time": 358949.0,
      "end_time": 363889.0,
      "text": "child of the two most challenging speaking cultures in the United States. I grew up in"
    },
    {
      "index": 38,
      "start_time": 363889.0,
      "end_time": 368669.0,
      "text": "New York so I speak really, really fast and moved halfway through my life to Washington"
    },
    {
      "index": 39,
      "start_time": 368669.0,
      "end_time": 376860.0,
      "text": "so I speak for long periods of time. I am sorry about that. I have been told about this"
    },
    {
      "index": 40,
      "start_time": 376860.0,
      "end_time": 387780.0,
      "text": "and tried to get coaching and I can&#39;t do it. A librarian came up to me after my talk in"
    },
    {
      "index": 41,
      "start_time": 387780.0,
      "end_time": 394659.0,
      "text": "Pennsylvania, &quot;I know what your next job could be,&quot; I said I am the age of a baby boomer."
    },
    {
      "index": 42,
      "start_time": 394659.0,
      "end_time": 405620.0,
      "text": "&quot;You can be a disclaimer reader on drug adds.&quot; So, I&#39;m sorry I can&#39;t help myself. Really,"
    },
    {
      "index": 43,
      "start_time": 405620.0,
      "end_time": 416210.0,
      "text": "cut me off if I am going too fast. I will advocate it, please don&#39;t twitter me. Transitive"
    },
    {
      "index": 44,
      "start_time": 416210.0,
      "end_time": 425150.0,
      "text": "verb covered by the conical of higher education warning academics who appear in conferences"
    },
    {
      "index": 45,
      "start_time": 425150.0,
      "end_time": 430020.0,
      "text": "that there was occurring that in the audience people were saying snotty things on twitter"
    },
    {
      "index": 46,
      "start_time": 430020.0,
      "end_time": 438889.0,
      "text": "to the speaker. These were some of the actual tweets covered in the article. &quot;We need T-shirt.&quot;"
    },
    {
      "index": 47,
      "start_time": 438889.0,
      "end_time": 447080.0,
      "text": "&quot;I survived keynote disaster.&quot; There was sales forms on the breakfast table the next day"
    },
    {
      "index": 48,
      "start_time": 447080.0,
      "end_time": 451930.0,
      "text": "for that, that T-shirt. Often I don&#39;t want to turn away from the scent because I might"
    },
    {
      "index": 49,
      "start_time": 451930.0,
      "end_time": 470139.0,
      "text": "see a severed head: Too bad they took my utensils away. My  staff follows me and I never hear the end"
    },
    {
      "index": 50,
      "start_time": 470139.0,
      "end_time": 472650.0,
      "text": "of it. So be kind."
    },
    {
      "index": 51,
      "start_time": 472650.0,
      "end_time": 481659.0,
      "text": "I will talk about libraries as social networks because it fits into a bigger social story,"
    },
    {
      "index": 52,
      "start_time": 481659.0,
      "end_time": 487879.0,
      "text": "but has been put on steroids in the era of the internet mobile conductivity and technological"
    },
    {
      "index": 53,
      "start_time": 487879.0,
      "end_time": 494139.0,
      "text": "social networks story of the rise of network individuals. I wish that I had been smart"
    },
    {
      "index": 54,
      "start_time": 494139.0,
      "end_time": 506090.0,
      "text": "enough to think of the concept myself. My coauthor is Barry. A long time network analyst"
    },
    {
      "index": 55,
      "start_time": 506090.0,
      "end_time": 513849.0,
      "text": "and he talks about people now moving into, from a world of small groups and bureaucracies,"
    },
    {
      "index": 56,
      "start_time": 513849.00000000006,
      "end_time": 520240.00000000006,
      "text": "into a world where networks matter both in personal and social sense but also in commercial"
    },
    {
      "index": 57,
      "start_time": 520240.0,
      "end_time": 524630.0,
      "text": "senses. And that is the world that we are writing about in our book and the world that"
    },
    {
      "index": 58,
      "start_time": 524630.0,
      "end_time": 530889.0,
      "text": "technology is implicated in. Big thing that is happening, bunch of things happening, first"
    },
    {
      "index": 59,
      "start_time": 530889.0,
      "end_time": 540250.0,
      "text": "thing is librarians are well served by thinking of institutions as networks and thinking of"
    },
    {
      "index": 60,
      "start_time": 540250.0,
      "end_time": 548079.0,
      "text": "them in the same capacity and friends in meta-works play in their lives. Librarians have always"
    },
    {
      "index": 61,
      "start_time": 548079.0,
      "end_time": 556470.0,
      "text": "played those roles but don&#39;t have that model of being a network. I encourage you to think"
    },
    {
      "index": 62,
      "start_time": 556470.0,
      "end_time": 562620.0,
      "text": "more that way because the word is a network word now. We still have our cluster of really"
    },
    {
      "index": 63,
      "start_time": 562620.0,
      "end_time": 568100.0,
      "text": "tight friends who are a lot of family members and close friends but a lot of our business"
    },
    {
      "index": 64,
      "start_time": 568100.0,
      "end_time": 576149.0,
      "text": "is done with more extensive and diverse ranging networks. They are more influential than they"
    },
    {
      "index": 65,
      "start_time": 576149.0,
      "end_time": 582279.0,
      "text": "have ever been because it is a coping mechanism for the stresses and strains that we are going"
    },
    {
      "index": 66,
      "start_time": 582279.0,
      "end_time": 589730.0,
      "text": "through as a culture. More and more information more and more casualty more and more material"
    },
    {
      "index": 67,
      "start_time": 589730.0,
      "end_time": 595500.0,
      "text": "is flying at us. So, one thing that people do in that environment is to turn to their"
    },
    {
      "index": 68,
      "start_time": 595500.0,
      "end_time": 601310.0,
      "text": "networks for cues about what is most important or interesting or relevant for assessments"
    },
    {
      "index": 69,
      "start_time": 601310.0,
      "end_time": 610279.0,
      "text": "about what is credible or not what is meaningful and what is not. Also just as an audience,"
    },
    {
      "index": 70,
      "start_time": 610279.0,
      "end_time": 617170.0,
      "text": "people have a sense that they are actors in networks and can broadcast or publish. They"
    },
    {
      "index": 71,
      "start_time": 617170.0,
      "end_time": 624050.0,
      "text": "think of networks as a forum for their own content creation that is important for them"
    },
    {
      "index": 72,
      "start_time": 624050.0,
      "end_time": 629920.0,
      "text": "as they participate in the world. They are differently composed now than they used to"
    },
    {
      "index": 73,
      "start_time": 629920.0,
      "end_time": 638759.0,
      "text": "be. Networks are bigger, more segmented and diverse than our parents and grandparents"
    },
    {
      "index": 74,
      "start_time": 638759.0,
      "end_time": 646839.0,
      "text": "had. We can access more people and you can maintain relationship. It is easier because"
    },
    {
      "index": 75,
      "start_time": 646839.0,
      "end_time": 653550.0,
      "text": "we have electronic means to publish without having to talk to them all one on one. We"
    },
    {
      "index": 76,
      "start_time": 653550.0,
      "end_time": 660519.0,
      "text": "have set of tools that allow us to have a wider expanse of people we interact with that"
    },
    {
      "index": 77,
      "start_time": 660519.0,
      "end_time": 665490.0,
      "text": "we know and call upon when we want to make a decision and have something we are going"
    },
    {
      "index": 78,
      "start_time": 665490.0,
      "end_time": 673000.0,
      "text": "through or just trying to navigate a communicated world. And social networks are more vivid."
    },
    {
      "index": 79,
      "start_time": 673000.0,
      "end_time": 678699.0,
      "text": "This word is just coming into being, social networks have been studied for generations"
    },
    {
      "index": 80,
      "start_time": 678699.0,
      "end_time": 684839.0,
      "text": "but we have a much more vivid sense because they are displayed in front of us by their"
    },
    {
      "index": 81,
      "start_time": 684839.0,
      "end_time": 694230.0,
      "text": "technology. We are more conscious about how our friends fit together and who knows each"
    },
    {
      "index": 82,
      "start_time": 694230.0,
      "end_time": 701769.0,
      "text": "other and the big part of the story, biggest part that the internet introduced to light"
    },
    {
      "index": 83,
      "start_time": 701769.0,
      "end_time": 707540.0,
      "text": "is that we can create content for them. That information sharing content, creating media"
    },
    {
      "index": 84,
      "start_time": 707540.0,
      "end_time": 713600.0,
      "text": "creation is a very intimate and important part of network building. Librarians are already"
    },
    {
      "index": 85,
      "start_time": 713600.0,
      "end_time": 719319.0,
      "text": "in this world. You make contact and understand contact and make reference recommendations"
    },
    {
      "index": 86,
      "start_time": 719319.0,
      "end_time": 728160.0,
      "text": "but it is a networking activity that it didn&#39;t used to be. It felt like one on one. Now it"
    },
    {
      "index": 87,
      "start_time": 728160.0,
      "end_time": 733839.0,
      "text": "is networking activity that librarians are well served in honoring. Other thing that"
    },
    {
      "index": 88,
      "start_time": 733839.0,
      "end_time": 748170.0,
      "text": "has changed is communities themselves. They are very different now. I want to make sure"
    },
    {
      "index": 89,
      "start_time": 748170.0,
      "end_time": 754089.0,
      "text": "networks, in as many ways as you possibly can, a big part of the story is explosion"
    },
    {
      "index": 90,
      "start_time": 754089.0,
      "end_time": 763630.0,
      "text": "of niches. Many more kinds of groups, communities, bonds, and social capital that exist now."
    },
    {
      "index": 91,
      "start_time": 763630.0,
      "end_time": 772959.0,
      "text": "There is you name it and there is a group for it or a group against it and it is narrowly"
    },
    {
      "index": 92,
      "start_time": 772959.0,
      "end_time": 779850.0,
      "text": "defined by passions, by demographics and sometimes by lifestyle. Host of things are now entering"
    },
    {
      "index": 93,
      "start_time": 779850.0,
      "end_time": 787459.0,
      "text": "that picture. It is exploding in this era. One of the fun things that we have all seen"
    },
    {
      "index": 94,
      "start_time": 787459.0,
      "end_time": 796709.0,
      "text": "is the rise of social posses. People who grab a cause or interest and pursue it. Sometimes"
    },
    {
      "index": 95,
      "start_time": 796709.0,
      "end_time": 800910.0,
      "text": "there is something wrong that has happened and people go out for a hunt on the wrong"
    },
    {
      "index": 96,
      "start_time": 800910.0,
      "end_time": 809170.0,
      "text": "door and what the evidence has done and bringing it to justice. You can think of anything related"
    },
    {
      "index": 97,
      "start_time": 809170.0,
      "end_time": 816750.0,
      "text": "to politics. Anything. People run down stuff in new and interesting ways because they can"
    },
    {
      "index": 98,
      "start_time": 816750.0,
      "end_time": 823209.0,
      "text": "call on their networks to help them and their networks propagate in ways that crowds will"
    },
    {
      "index": 99,
      "start_time": 823209.0,
      "end_time": 830839.0,
      "text": "help them solve problems and learn things. Another brand new group, but it is certainly"
    },
    {
      "index": 100,
      "start_time": 830839.0,
      "end_time": 840290.0,
      "text": "more powerful and abundant is what my friend calls, &quot;just in time, just like me communities.&quot;"
    },
    {
      "index": 101,
      "start_time": 840290.0,
      "end_time": 845720.0,
      "text": "Particularly evident in the medical world where people look for others who have gone"
    },
    {
      "index": 102,
      "start_time": 845720.0,
      "end_time": 853379.0,
      "text": "through the exact same disease or care giving set of circumstances that they are in. Not"
    },
    {
      "index": 103,
      "start_time": 853379.0,
      "end_time": 859740.0,
      "text": "that they are interested in finding people at the same stage of life or disease or kind"
    },
    {
      "index": 104,
      "start_time": 859740.0,
      "end_time": 864529.0,
      "text": "of community they have been in the same kind of network. Easy now to assemble networks"
    },
    {
      "index": 105,
      "start_time": 864529.0,
      "end_time": 872079.0,
      "text": "on the fly of people who are very, very much mapping with you and your circumstances or"
    },
    {
      "index": 106,
      "start_time": 872079.0,
      "end_time": 878040.0,
      "text": "the person that you care about and their circumstances. Is it is a new way to think about the assembly"
    },
    {
      "index": 107,
      "start_time": 878040.0,
      "end_time": 887529.0,
      "text": "and contribution of networks. I cannot think of any other group that is so competent in"
    },
    {
      "index": 108,
      "start_time": 887529.0,
      "end_time": 894550.0,
      "text": "doing this. You know how to call on people to get help and resources and know how to"
    },
    {
      "index": 109,
      "start_time": 894550.0,
      "end_time": 902740.0,
      "text": "figure out and solve problems and plug into people&#39;s lives when they can for help. Content"
    },
    {
      "index": 110,
      "start_time": 902740.0,
      "end_time": 909930.0,
      "text": "creation piece is interesting because now-a-days they are of a different breed. They are content"
    },
    {
      "index": 111,
      "start_time": 909930.0,
      "end_time": 917399.0,
      "text": "creators in industrial media age. Remember back to the French. they are talking clergy,"
    },
    {
      "index": 112,
      "start_time": 917399.0,
      "end_time": 923269.0,
      "text": "nobility, and peasants. In the 19th century British and other developing countries talked"
    },
    {
      "index": 113,
      "start_time": 923269.0,
      "end_time": 932259.0,
      "text": "about a 4th estate which was mass media or newspapers who, they were called 4th estate"
    },
    {
      "index": 114,
      "start_time": 932259.0,
      "end_time": 937490.0,
      "text": "because they had a different relationship to space than those other 3 estates. They"
    },
    {
      "index": 115,
      "start_time": 937490.0,
      "end_time": 944660.0,
      "text": "had different mission and narrative form and different calling so they were a distinct"
    },
    {
      "index": 116,
      "start_time": 944660.0,
      "end_time": 954009.0,
      "text": "class of actors. Well, Bill, who is kind of like me but smarter and has a wonderful job"
    },
    {
      "index": 117,
      "start_time": 954009.0,
      "end_time": 964170.0,
      "text": "at Oxford Institute talked about this being a fitness state where people who create blogs"
    },
    {
      "index": 118,
      "start_time": 964170.0,
      "end_time": 971579.0,
      "text": "who do social networking who make youtube video or contribute to the online environment"
    },
    {
      "index": 119,
      "start_time": 971579.0,
      "end_time": 977509.0,
      "text": "they have different sensibilities and are more personal and partisan and passionate"
    },
    {
      "index": 120,
      "start_time": 977509.0,
      "end_time": 982480.0,
      "text": "and more particular in a way they see the world. They are not like mass media reporters"
    },
    {
      "index": 121,
      "start_time": 982480.0,
      "end_time": 990490.0,
      "text": "in the way they tell stories and react to things. This is bringing a new media culture"
    },
    {
      "index": 122,
      "start_time": 990490.0,
      "end_time": 1001490.0,
      "text": "to the exhibits that you have seen out there. It is coming from a crazy bunch of amateurs"
    },
    {
      "index": 123,
      "start_time": 1001490.0,
      "end_time": 1011860.0,
      "text": "that are blogging. A New kind of group. Librarians, early on, were appreciative of what the value"
    },
    {
      "index": 124,
      "start_time": 1011860.0,
      "end_time": 1016810.0,
      "text": "of content creation was. You took it upon yourself probably to be the most abundant"
    },
    {
      "index": 125,
      "start_time": 1016810.0,
      "end_time": 1024689.0,
      "text": "for yourself in original forms but to be teachers of it. I saw lots of libraries around 2005"
    },
    {
      "index": 126,
      "start_time": 1024690.0,
      "end_time": 1035341.0,
      "text": "or 6 beginning to have programs built around social media to help patrons be bloggers or"
    },
    {
      "index": 127,
      "start_time": 1035339.9999999999,
      "end_time": 1041629.9999999999,
      "text": "set up facebook page and things like that so you understand that this is a new kind"
    },
    {
      "index": 128,
      "start_time": 1041630.0000000001,
      "end_time": 1047200.0000000001,
      "text": "of community form that is well suited to the things that you have already learned and understood"
    },
    {
      "index": 129,
      "start_time": 1047200.0,
      "end_time": 1052320.0,
      "text": "in your training. That is the world of network individualism at a grand level. Can we stop"
    },
    {
      "index": 130,
      "start_time": 1052320.0,
      "end_time": 1055120.0,
      "text": "right there? Again being conscious that I talk too fast and long. Let&#39;s do questions"
    },
    {
      "index": 131,
      "start_time": 1055120.0,
      "end_time": 1060580.0,
      "text": "and answers throughout. If you have questions arising from things that I have already said"
    },
    {
      "index": 132,
      "start_time": 1060580.0,
      "end_time": 1066460.0,
      "text": "or if you agree with something or think I need to elaborate raise your hand right away"
    },
    {
      "index": 133,
      "start_time": 1066460.0,
      "end_time": 1074440.0,
      "text": "and let&#39;s talk about it. This seems a particularly good moment for a filibuster break. Any questions"
    },
    {
      "index": 134,
      "start_time": 1074440.0,
      "end_time": 1077570.0,
      "text": "so far?"
    },
    {
      "index": 135,
      "start_time": 1077570.0,
      "end_time": 1082200.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: Would you be discussing social networks in teens?"
    },
    {
      "index": 136,
      "start_time": 1082200.0,
      "end_time": 1092210.0,
      "text": "LEE: Yes, I will now that you said so. It is a special case in a way from a research"
    },
    {
      "index": 137,
      "start_time": 1092210.0,
      "end_time": 1099030.0,
      "text": "perspective. The most interesting edge of the story isn&#39;t the teenager, it is over 50"
    },
    {
      "index": 138,
      "start_time": 1099030.0,
      "end_time": 1109490.0,
      "text": "age. Fastest growing class of social network arrives is people over age 50. From a research"
    },
    {
      "index": 139,
      "start_time": 1109490.0,
      "end_time": 1114940.0,
      "text": "perspective it is an absolutely hysterically great thing to see is the tension in families"
    },
    {
      "index": 140,
      "start_time": 1114940.0,
      "end_time": 1120280.0,
      "text": "when mom wants to friend junior to learn all about the parties they are posting pictures"
    },
    {
      "index": 141,
      "start_time": 1120280.0,
      "end_time": 1127930.0,
      "text": "on facebook. Awesome to watch these new norms being created with females on the fly. I will"
    },
    {
      "index": 142,
      "start_time": 1127930.0,
      "end_time": 1128420.0,
      "text": "make sure to talk about that."
    },
    {
      "index": 143,
      "start_time": 1128420.0,
      "end_time": 1139810.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: I was interested in the fact you called librarians content creators. I see us as content"
    },
    {
      "index": 144,
      "start_time": 1139810.0,
      "end_time": 1142130.0,
      "text": "aggregators."
    },
    {
      "index": 145,
      "start_time": 1142130.0,
      "end_time": 1154000.0,
      "text": "Lee: I don&#39;t see it either or. Librarians have been aggregators and there are interesting"
    },
    {
      "index": 146,
      "start_time": 1154000.0,
      "end_time": 1162150.0,
      "text": "ways to be thinking about that. How many people are tweeting? How people have a blog? How"
    },
    {
      "index": 147,
      "start_time": 1162150.0,
      "end_time": 1169320.0,
      "text": "many people have social network pages? Just in the way we think about it that are content"
    },
    {
      "index": 148,
      "start_time": 1169320.0,
      "end_time": 1176310.0,
      "text": "creators in the sense they are sharing their stuff with at least some other people. They"
    },
    {
      "index": 149,
      "start_time": 1176310.0,
      "end_time": 1184800.0,
      "text": "have set privacy settings. We still consider it to be content creation. You don&#39;t show"
    },
    {
      "index": 150,
      "start_time": 1184800.0,
      "end_time": 1191150.0,
      "text": "everybody in your network your diary. Like notes you are passing around in class. This"
    },
    {
      "index": 151,
      "start_time": 1191150.0,
      "end_time": 1199820.0,
      "text": "feels like a different quality of public engagement. That is what I mean by that. This is an important"
    },
    {
      "index": 152,
      "start_time": 1199820.0,
      "end_time": 1200030.0,
      "text": "distinction."
    },
    {
      "index": 153,
      "start_time": 1200030.0,
      "end_time": 1201620.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: How, as well as the fact that people are engaged in these communities and finding"
    },
    {
      "index": 154,
      "start_time": 1201620.0,
      "end_time": 1202700.0,
      "text": "these very unique collections of people and so forth, it seems to me there is also frustration"
    },
    {
      "index": 155,
      "start_time": 1202700.0,
      "end_time": 1237400.0,
      "text": "created when you can&#39;t find those kinds of things too. Have you ever, have you researched"
    },
    {
      "index": 156,
      "start_time": 1237400.0,
      "end_time": 1238690.0,
      "text": "or would you comment about that? Those times when you are trying to find something and"
    },
    {
      "index": 157,
      "start_time": 1238690.0,
      "end_time": 1238850.0,
      "text": "you can&#39;t."
    },
    {
      "index": 158,
      "start_time": 1238850.0,
      "end_time": 1246880.0,
      "text": "Lee: Yeah, there is that, two versions of that. I&#39;m sorry, I should repeat the questions."
    },
    {
      "index": 159,
      "start_time": 1246880.0,
      "end_time": 1251200.0,
      "text": "What about, have we looked at people who are frustrated by people not being able to find"
    },
    {
      "index": 160,
      "start_time": 1251200.0,
      "end_time": 1263580.0,
      "text": "things? We looked at one version of that. Which is a good news story if you are into"
    },
    {
      "index": 161,
      "start_time": 1263580.0,
      "end_time": 1271500.0,
      "text": "community building, which is, I am not going to remember the data right, but we asked people"
    },
    {
      "index": 162,
      "start_time": 1271500.0,
      "end_time": 1278250.0,
      "text": "what did you do when you couldn&#39;t find a community that fit the issue that you cared about? Whatever."
    },
    {
      "index": 163,
      "start_time": 1278250.0,
      "end_time": 1282560.0,
      "text": "If you went out looking for friends and didn&#39;t find them what would you do? the vast majority"
    },
    {
      "index": 164,
      "start_time": 1282560.0,
      "end_time": 1290910.0,
      "text": "said, I set up a group and content page and started pinging people that I thought would"
    },
    {
      "index": 165,
      "start_time": 1290910.0,
      "end_time": 1300750.0,
      "text": "help me. Personal spontaneity that is possible in this age is a lot more readily accessible"
    },
    {
      "index": 166,
      "start_time": 1300750.0,
      "end_time": 1306390.0,
      "text": "when people had these tools. There is another version of not finding what you want which"
    },
    {
      "index": 167,
      "start_time": 1306390.0,
      "end_time": 1312300.0,
      "text": "is kissing cousin of information overload. People who kind of suspect that what they"
    },
    {
      "index": 168,
      "start_time": 1312300.0,
      "end_time": 1321720.0,
      "text": "want is out there but can&#39;t get to it. Research results are too great to wade through or not"
    },
    {
      "index": 169,
      "start_time": 1321720.0,
      "end_time": 1328130.0,
      "text": "clearly on point. Again, what I think happened in networks and I don&#39;t have hard data to"
    },
    {
      "index": 170,
      "start_time": 1328130.0,
      "end_time": 1334600.0,
      "text": "prove this, people ping network and say, &quot;I have this need. Help me out.&quot; In many cases"
    },
    {
      "index": 171,
      "start_time": 1334600.0,
      "end_time": 1339640.0,
      "text": "network will come through for them and it is not necessarily the first order people,"
    },
    {
      "index": 172,
      "start_time": 1339640.0,
      "end_time": 1349570.0,
      "text": "first tier of friends. But if somebody is motived they will ping their friends. There"
    },
    {
      "index": 173,
      "start_time": 1349570.0,
      "end_time": 1356600.0,
      "text": "are some times when we feel the survey and know a subject is important or know that there"
    },
    {
      "index": 174,
      "start_time": 1356600.0,
      "end_time": 1361700.0,
      "text": "is certain important series of questions to ask around to impact technology. When you"
    },
    {
      "index": 175,
      "start_time": 1361700.0,
      "end_time": 1369740.0,
      "text": "are not immersed in the field, it will take too long or it will not be enlightening in"
    },
    {
      "index": 176,
      "start_time": 1369740.0,
      "end_time": 1376390.0,
      "text": "important ways so we will just tweet it and facebook it and ping our best friends in the"
    },
    {
      "index": 177,
      "start_time": 1376390.0,
      "end_time": 1382150.0,
      "text": "community. Karen has gotten a bunch from me. What should we ask? How should we go after"
    },
    {
      "index": 178,
      "start_time": 1382150.0,
      "end_time": 1388570.0,
      "text": "it? People who don&#39;t know us and total strangers they follow us or heard about us second or"
    },
    {
      "index": 179,
      "start_time": 1388570.0,
      "end_time": 1397160.0,
      "text": "third hand send in stuff. Some is crazy and mean spirited but the vast majority is well-meaning"
    },
    {
      "index": 180,
      "start_time": 1397160.0,
      "end_time": 1404070.0,
      "text": "and helpful. So that is more the experience that we hear about than people just saying,"
    },
    {
      "index": 181,
      "start_time": 1404070.0,
      "end_time": 1411230.0,
      "text": "my gosh. I am so unique there is no one like me or nobody that can share what I want to"
    },
    {
      "index": 182,
      "start_time": 1411230.0,
      "end_time": 1417510.0,
      "text": "say. Act of expressing that need almost always brings back something. And that is what people"
    },
    {
      "index": 183,
      "start_time": 1417510.0,
      "end_time": 1424120.0,
      "text": "want, too. They are not necessarily fully satisfied but happier for the engagement."
    },
    {
      "index": 184,
      "start_time": 1424120.0,
      "end_time": 1439200.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: Will you talk about the difference between state format media than the information"
    },
    {
      "index": 185,
      "start_time": 1439200.0,
      "end_time": 1442810.0,
      "text": "that they provide is for us to govern ourselves better in a democracy."
    },
    {
      "index": 186,
      "start_time": 1442810.0,
      "end_time": 1449330.0,
      "text": "Lee: Question is more a difference between the 4th and 5th estate. 4th estate, I am refugee"
    },
    {
      "index": 187,
      "start_time": 1449330.0,
      "end_time": 1460600.0,
      "text": "from the world of mass media, it has a surprising number of narratives and framings and approach"
    },
    {
      "index": 188,
      "start_time": 1460600.0,
      "end_time": 1467180.0,
      "text": "to the world that is different from the 5th estate. It is very focused on political and"
    },
    {
      "index": 189,
      "start_time": 1467180.0,
      "end_time": 1473610.0,
      "text": "civic life. Very focused on public events of the traditional kind. Things that happen"
    },
    {
      "index": 190,
      "start_time": 1473610.0,
      "end_time": 1483240.0,
      "text": "in public or meant to drive public narratives. It is fact check edited ahead of time before"
    },
    {
      "index": 191,
      "start_time": 1483240.0,
      "end_time": 1492380.0,
      "text": "it is published. Institution is more important to readers than the actual bi-line that is"
    },
    {
      "index": 192,
      "start_time": 1492380.0,
      "end_time": 1498770.0,
      "text": "on the story. It is institutionally based. Quite expensive to gather. Professionals are"
    },
    {
      "index": 193,
      "start_time": 1498770.0,
      "end_time": 1509590.0,
      "text": "doing it and it is built around a core set of the narratives. In the 5th estate, more"
    },
    {
      "index": 194,
      "start_time": 1509590.0,
      "end_time": 1516800.0,
      "text": "free-for-all. People are not feeling what the mayor or president said yesterday. It"
    },
    {
      "index": 195,
      "start_time": 1516800.0,
      "end_time": 1524440.0,
      "text": "is, &quot;hear is my reaction to what that crazy person said or here is how it doesn&#39;t work"
    },
    {
      "index": 196,
      "start_time": 1524440.0,
      "end_time": 1535260.0,
      "text": "with my life.&quot; Here is how I think about this. So starts being personal and almost in civic"
    },
    {
      "index": 197,
      "start_time": 1535260.0,
      "end_time": 1543040.0,
      "text": "conversations starts with partisanship. Most engaged people are partisan. Notion we have"
    },
    {
      "index": 198,
      "start_time": 1543040.0,
      "end_time": 1550390.0,
      "text": "people saying, they want to know all of the facts make more decisions about who would"
    },
    {
      "index": 199,
      "start_time": 1550390.0,
      "end_time": 1559360.0,
      "text": "vote for. People are partisan and come through this through a variety of ways. But they are"
    },
    {
      "index": 200,
      "start_time": 1559360.0,
      "end_time": 1568490.0,
      "text": "the ones who want to comment on public life. Blog is pretty nice and red and blue cohort."
    },
    {
      "index": 201,
      "start_time": 1568490.0,
      "end_time": 1573530.0,
      "text": "Shades in between and shades on the side. But it is more partisan that way. In many"
    },
    {
      "index": 202,
      "start_time": 1573530.0,
      "end_time": 1582200.0,
      "text": "cases quirky and personal. Journalists can&#39;t comment on whether the breath of a candidate"
    },
    {
      "index": 203,
      "start_time": 1582200.0,
      "end_time": 1592270.0,
      "text": "stinks or not. The norms of the 4th estate are pretty well established. There are certain"
    },
    {
      "index": 204,
      "start_time": 1592270.0,
      "end_time": 1598480.0,
      "text": "places you don&#39;t go and certain stories you don&#39;t tell and for 5th estate those boundaries"
    },
    {
      "index": 205,
      "start_time": 1598480.0,
      "end_time": 1606870.0,
      "text": "aren&#39;t well defined and personally defined. Does that make sense to you? They use different"
    },
    {
      "index": 206,
      "start_time": 1606870.0,
      "end_time": 1608780.0,
      "text": "tools too. Okay. Well, one more question."
    },
    {
      "index": 207,
      "start_time": 1608780.0,
      "end_time": 1613440.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: Could you explain I guess network and social (inaudible) some of it sounds the same."
    },
    {
      "index": 208,
      "start_time": 1613440.0,
      "end_time": 1625490.0,
      "text": "I guess people with an axe to grind."
    },
    {
      "index": 209,
      "start_time": 1625490.0,
      "end_time": 1633970.0,
      "text": "Lee: Some of that. Question is, about little more detail about what I mean by social posses."
    },
    {
      "index": 210,
      "start_time": 1633970.0,
      "end_time": 1639160.0,
      "text": "They come in a variety of flavors. I am sure people will help me do these stories as we"
    },
    {
      "index": 211,
      "start_time": 1639160.0,
      "end_time": 1649670.0,
      "text": "crowd-source my talk. Quite famous technology person from the valley area who was lost over"
    },
    {
      "index": 212,
      "start_time": 1649670.0,
      "end_time": 1665080.0,
      "text": "the desert. Do you remember this person couple years ago, help me out. Flying a plane. Quite"
    },
    {
      "index": 213,
      "start_time": 1665080.0,
      "end_time": 1671460.0,
      "text": "famous person lost over the desert. All of his friends and friends of their friend began"
    },
    {
      "index": 214,
      "start_time": 1671460.0,
      "end_time": 1679400.0,
      "text": "using on line tools to help in the formal search trying to locate where he was to get"
    },
    {
      "index": 215,
      "start_time": 1679400.0,
      "end_time": 1687210.0,
      "text": "more details about the plane he was flying. The route he was likely to fly and tail number."
    },
    {
      "index": 216,
      "start_time": 1687210.0,
      "end_time": 1695610.0,
      "text": "People assembled to try to help find a comrade. There is a story of a simple sort that I ran"
    },
    {
      "index": 217,
      "start_time": 1695610.0,
      "end_time": 1710750.0,
      "text": "across where an Acura, special piece of some sort of part outside of the car was stolen,"
    },
    {
      "index": 218,
      "start_time": 1710750.0,
      "end_time": 1716930.0,
      "text": "and, there was the guy whose car was stolen from, got hold of the security film of it"
    },
    {
      "index": 219,
      "start_time": 1716930.0,
      "end_time": 1723050.0,
      "text": "and saw the license plate of the person that he thinks stole it, posted the license plate"
    },
    {
      "index": 220,
      "start_time": 1723050.0,
      "end_time": 1730300.0,
      "text": "of that person and a little bit of description and a stranger said, &quot;mine got stolen too.&quot;"
    },
    {
      "index": 221,
      "start_time": 1730300.0,
      "end_time": 1739790.0,
      "text": "Here is where he works here is where his mother lives. Remember the cub&#39;s fan who caught the"
    },
    {
      "index": 222,
      "start_time": 1739790.0,
      "end_time": 1748290.0,
      "text": "ball? Social posse that rages out of control that people within an hour of him knocking"
    },
    {
      "index": 223,
      "start_time": 1748290.0,
      "end_time": 1755330.0,
      "text": "the ball out of the hands of the left fielder posted his name, address, employer mother&#39;s"
    },
    {
      "index": 224,
      "start_time": 1755330.0,
      "end_time": 1763140.0,
      "text": "name, commented about 7 languages about what he had done. What I mean is, people assembling"
    },
    {
      "index": 225,
      "start_time": 1763140.0,
      "end_time": 1772360.0,
      "text": "to do jobs. Great example of social posse about a book &quot;here comes everybody&quot; talking"
    },
    {
      "index": 226,
      "start_time": 1772360.0,
      "end_time": 1780560.0,
      "text": "about a stolen cell phone and people again assemble to help a person track down a person"
    },
    {
      "index": 227,
      "start_time": 1780560.0,
      "end_time": 1790030.0,
      "text": "who stole the cell phone. I am giving bad examples of people that don&#39;t network to save"
    },
    {
      "index": 228,
      "start_time": 1790030.0,
      "end_time": 1795590.0,
      "text": "a life. There are rare diseases where you can, they tell you what the literature and"
    },
    {
      "index": 229,
      "start_time": 1795590.0,
      "end_time": 1801970.0,
      "text": "clinical trial says and what the best hospitals are treating the disease and all of a sudden"
    },
    {
      "index": 230,
      "start_time": 1801970.0,
      "end_time": 1816460.0,
      "text": "strangers come together to save a life. That is what I mean. Okay."
    },
    {
      "index": 231,
      "start_time": 1816460.0,
      "end_time": 1829680.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: Could you comment briefly on your definition of 4th estate and 5th estate. I consider Fox"
    },
    {
      "index": 232,
      "start_time": 1829680.0,
      "end_time": 1830150.0,
      "text": "News partisan."
    },
    {
      "index": 233,
      "start_time": 1830150.0,
      "end_time": 1838680.0,
      "text": "Lee: More clarity? There is blurring. When Karen and I were at Harvard a row was half,"
    },
    {
      "index": 234,
      "start_time": 1838680.0,
      "end_time": 1847970.0,
      "text": "divided in half. Half from mainstream media and half from blogging. It was a pretty clear-cut"
    },
    {
      "index": 235,
      "start_time": 1847970.0,
      "end_time": 1856850.0,
      "text": "distinction. People, the people in the room, bloggers were amateurs. Media, they were pros."
    },
    {
      "index": 236,
      "start_time": 1856850.0,
      "end_time": 1867420.0,
      "text": "Since everybody is bloggers there is a blurring of that line and no longer any contempt of"
    },
    {
      "index": 237,
      "start_time": 1867420.0,
      "end_time": 1873810.0,
      "text": "the kind that there used to be by professional paid reporters for news organization against"
    },
    {
      "index": 238,
      "start_time": 1873810.0,
      "end_time": 1880980.0,
      "text": "bloggers because they all do it themselves and they understand, how they can be amplified."
    },
    {
      "index": 239,
      "start_time": 1880980.0,
      "end_time": 1891630.0,
      "text": "Read your morning newspaper someday soon just seeing how many sources that paper came from"
    },
    {
      "index": 240,
      "start_time": 1891630.0,
      "end_time": 1897300.0,
      "text": "on line. Reporters find their sources of people who have blogged smartly about it. Worlds"
    },
    {
      "index": 241,
      "start_time": 1897300.0,
      "end_time": 1909010.0,
      "text": "have merged. I am talking about sensibility of publishing. There are narratives and norms"
    },
    {
      "index": 242,
      "start_time": 1909010.0,
      "end_time": 1917040.0,
      "text": "that are elevating as opposed to others in the content creation world of social media"
    },
    {
      "index": 243,
      "start_time": 1917040.0,
      "end_time": 1924530.0,
      "text": "there is a lot more stuff and a lot more ways with more narratives with that personal partisan"
    },
    {
      "index": 244,
      "start_time": 1924530.0,
      "end_time": 1933590.0,
      "text": "quirky sensibility to it. Project that I have been working with has been doing research"
    },
    {
      "index": 245,
      "start_time": 1933590.0,
      "end_time": 1944480.0,
      "text": "for 11 years. We watched things change the way we look at things. I thought that I would"
    },
    {
      "index": 246,
      "start_time": 1944480.0,
      "end_time": 1952640.0,
      "text": "go through those. Internet and broadband. Very first survey in March of 2000 we found"
    },
    {
      "index": 247,
      "start_time": 1952640.0,
      "end_time": 1960300.0,
      "text": "46 percent of adults were using internet. It was already sort of well along in the adoption"
    },
    {
      "index": 248,
      "start_time": 1960300.0,
      "end_time": 1967150.0,
      "text": "curve. We weren&#39;t new to the party. But, we, it was still less than half of the population."
    },
    {
      "index": 249,
      "start_time": 1967150.0,
      "end_time": 1975410.0,
      "text": "Now it is 79 percent. There are age differences that show up on this chart. Adults over 65"
    },
    {
      "index": 250,
      "start_time": 1975410.0,
      "end_time": 1982910.0,
      "text": "still not quite 50 percent of them are yet on-line. Very different picture from the now"
    },
    {
      "index": 251,
      "start_time": 1982910.0,
      "end_time": 1993320.0,
      "text": "93 percent of teenagers who are on-line. Important part of this story is internet user population."
    },
    {
      "index": 252,
      "start_time": 1993320.0,
      "end_time": 1998650.0,
      "text": "For us, that becoming internet user when you answer question to either of these questions."
    },
    {
      "index": 253,
      "start_time": 1998650.0,
      "end_time": 2007840.0,
      "text": "Do you use the internet and email? If you say yes, most people do both, we realize that"
    },
    {
      "index": 254,
      "start_time": 2007840.0,
      "end_time": 2012570.0,
      "text": "early on, some users didn&#39;t think they were using the internet. We want to make sure we"
    },
    {
      "index": 255,
      "start_time": 2012570.0,
      "end_time": 2020830.0,
      "text": "counted them. And, by saying yes to those questions we watched population grow up until"
    },
    {
      "index": 256,
      "start_time": 2020830.0,
      "end_time": 2028570.0,
      "text": "2006. Then it stopped. If you used it at work or neighbors house or libraries you say yes."
    },
    {
      "index": 257,
      "start_time": 2028570.0,
      "end_time": 2036850.0,
      "text": "This is a broad picture of the on-line population. It stopped growing around 2006 in the adult"
    },
    {
      "index": 258,
      "start_time": 2036850.0,
      "end_time": 2043620.0,
      "text": "world. Other question we started asking was broadband connections. We don&#39;t ask specific"
    },
    {
      "index": 259,
      "start_time": 2043620.0,
      "end_time": 2048710.0,
      "text": "up-load or down-load just if you have a high speed connection. Most people know at least"
    },
    {
      "index": 260,
      "start_time": 2048710.0,
      "end_time": 2056759.0,
      "text": "that. We now see that 2/3 of Americans have broadband at home. Fascinating to watch the"
    },
    {
      "index": 261,
      "start_time": 2056760.0000000002,
      "end_time": 2063070.0000000002,
      "text": "world change from mostly dial-up population to mostly broadband population because as"
    },
    {
      "index": 262,
      "start_time": 2063070.0000000002,
      "end_time": 2069330.0000000002,
      "text": "people made that migration they became really different internet users. Use it more deeply"
    },
    {
      "index": 263,
      "start_time": 2069330.0,
      "end_time": 2075191.0,
      "text": "into the rhythms of their life and became the default things for what they wanted to"
    },
    {
      "index": 264,
      "start_time": 2075190.0,
      "end_time": 2083720.0,
      "text": "look for. Sports or finances or whatever. Internet as they got broadband connection"
    },
    {
      "index": 265,
      "start_time": 2083719.9999999998,
      "end_time": 2092219.9999999998,
      "text": "it became the first place to look at rather than the paper in the pre-broadband age. Better"
    },
    {
      "index": 266,
      "start_time": 2092219.9999999998,
      "end_time": 2103619.0,
      "text": "outcomes. More easily find things they wanted. And, they were content creators. Relatively"
    },
    {
      "index": 267,
      "start_time": 2103620.0,
      "end_time": 2109201.0,
      "text": "high speed connection encouraged people to participate. Not hard to do. Tools got better"
    },
    {
      "index": 268,
      "start_time": 2109200.0,
      "end_time": 2116789.0,
      "text": "and so, broadband was a big change but again its growth has slowed down, too. Particularly"
    },
    {
      "index": 269,
      "start_time": 2116790.0,
      "end_time": 2123340.0,
      "text": "in the rural parts of this country which are much less connected to high speed connections"
    },
    {
      "index": 270,
      "start_time": 2123340.0,
      "end_time": 2133241.0,
      "text": "than urban areas. by educational attainment older people are the single strongest. If"
    },
    {
      "index": 271,
      "start_time": 2133240.0,
      "end_time": 2149000.0,
      "text": "you are over 70 you are much less likely to"
    },
    {
      "index": 272,
      "start_time": 2149000.0,
      "end_time": 2160619.0,
      "text": "be a user. Disability is still a prediction of non-user use. When we do surveys we get"
    },
    {
      "index": 273,
      "start_time": 2160620.0,
      "end_time": 2166501.0,
      "text": "someone on the phone. We ask them do you want this in English or Spanish. If they choose"
    },
    {
      "index": 274,
      "start_time": 2166500.0,
      "end_time": 2178039.0,
      "text": "Spanish they are less likely to be using internet. That takes care of socioeconomic differences."
    },
    {
      "index": 275,
      "start_time": 2178040.0,
      "end_time": 2186020.0,
      "text": "Still shows up as dependent prediction. For broadband being African, apart from the socioeconomic"
    },
    {
      "index": 276,
      "start_time": 2186020.0,
      "end_time": 2197991.0,
      "text": "status, it is weak and shows up in the data. Consequence for the information are profound."
    },
    {
      "index": 277,
      "start_time": 2197990.0,
      "end_time": 2205400.0,
      "text": "We are getting more stuff and more information and it comes at us more rapidly. The velocity"
    },
    {
      "index": 278,
      "start_time": 2205400.0,
      "end_time": 2210470.0,
      "text": "picture I am showing here is interesting because it is not so much that people are getting"
    },
    {
      "index": 279,
      "start_time": 2210470.0,
      "end_time": 2221250.0,
      "text": "the big stories in the world coming at them faster in the TV and radio age. What is special"
    },
    {
      "index": 280,
      "start_time": 2221250.0,
      "end_time": 2227069.0,
      "text": "about this is people finding out stuff they care about and this relates to the relevance."
    },
    {
      "index": 281,
      "start_time": 2227070.0,
      "end_time": 2235381.0,
      "text": "People are setting up their &quot;daily me&quot;. Filters, alerts and other things in this challenging"
    },
    {
      "index": 282,
      "start_time": 2235380.0,
      "end_time": 2241890.0,
      "text": "environment so they can bring to them information that matters most to them rather than the"
    },
    {
      "index": 283,
      "start_time": 2241890.0,
      "end_time": 2248259.0,
      "text": "gate keepers and the traditional mass media thought they would be interested in. Which"
    },
    {
      "index": 284,
      "start_time": 2248260.0,
      "end_time": 2253201.0,
      "text": "is another difference between the 4th estate and 5th estate. I wish I was smart enough"
    },
    {
      "index": 285,
      "start_time": 2253200.0,
      "end_time": 2263309.0,
      "text": "to talk about the &quot;daily me&quot;, but term that came in the mid 1990 from a book called &quot;digital"
    },
    {
      "index": 286,
      "start_time": 2263310.0,
      "end_time": 2274050.0,
      "text": "nation&quot;, I think. Somebody like that. He headed MIT media lab. Point is one that librarians"
    },
    {
      "index": 287,
      "start_time": 2274050.0,
      "end_time": 2279600.0,
      "text": "have understood a lot better than most people the media environments they are just more"
    },
    {
      "index": 288,
      "start_time": 2279600.0,
      "end_time": 2285360.0,
      "text": "immersing now. More fun to be in and getting better and better all of the time as pixels"
    },
    {
      "index": 289,
      "start_time": 2285360.0,
      "end_time": 2299510.0,
      "text": "crowd more together and we get more broadband. Bunch of activities into bringing teenagers"
    },
    {
      "index": 290,
      "start_time": 2299510.0,
      "end_time": 2304001.0,
      "text": "into their communities. They understand games and make games available. I hear good things"
    },
    {
      "index": 291,
      "start_time": 2304000.0,
      "end_time": 2316009.0,
      "text": "about what happened in libraries as they build games into these. Tech companies that think"
    },
    {
      "index": 292,
      "start_time": 2316010.0,
      "end_time": 2325401.0,
      "text": "of game-like structures as the most effective way to do training. You get skill. You master"
    },
    {
      "index": 293,
      "start_time": 2325400.0,
      "end_time": 2331420.0,
      "text": "it and get a pat on the back and move up to the next level. That is, you know, a ton of"
    },
    {
      "index": 294,
      "start_time": 2331420.0,
      "end_time": 2339250.0,
      "text": "work now in the military and tech companies built around teaching these methods. You can&#39;t"
    },
    {
      "index": 295,
      "start_time": 2339250.0,
      "end_time": 2344799.0,
      "text": "see how much longer the educational establishment may hold out from this. There is serious gaming"
    },
    {
      "index": 296,
      "start_time": 2344800.0,
      "end_time": 2354481.0,
      "text": "movement now. It is an important thing and tends to be centered in upper higher education."
    },
    {
      "index": 297,
      "start_time": 2354480.0,
      "end_time": 2362380.0,
      "text": "But it will begin to filter down. It works. Worlds eventually understand this. Big thing"
    },
    {
      "index": 298,
      "start_time": 2362380.0,
      "end_time": 2373609.0,
      "text": "is content creation piece. This is how we measure it at Pew. We don&#39;t we get rough measures"
    },
    {
      "index": 299,
      "start_time": 2373610.0,
      "end_time": 2379560.0,
      "text": "of these things and don&#39;t tend to ask these all in the same questionnaires. Easy to say"
    },
    {
      "index": 300,
      "start_time": 2379560.0,
      "end_time": 2387360.0,
      "text": "about 2/3 of American adults and 3/4 of content creators of the sort of kind that I described"
    },
    {
      "index": 301,
      "start_time": 2387360.0,
      "end_time": 2397151.0,
      "text": "here. Social networks is first. Because people share opinions and lives. Photo sharing piece"
    },
    {
      "index": 302,
      "start_time": 2397150.0,
      "end_time": 2402619.0,
      "text": "is really interesting because if it isolates people who share photos from non-photo shares"
    },
    {
      "index": 303,
      "start_time": 2402620.0,
      "end_time": 2410241.0,
      "text": "they are different beasts together. They do more and have more social capital and they"
    },
    {
      "index": 304,
      "start_time": 2410240.0,
      "end_time": 2415539.0,
      "text": "are reporting greater levels of satisfaction with their lives. Something about sharing"
    },
    {
      "index": 305,
      "start_time": 2415540.0,
      "end_time": 2423870.0,
      "text": "photos on-line that turns people on and freaks out parents. Stuff like that. Comments and"
    },
    {
      "index": 306,
      "start_time": 2423870.0,
      "end_time": 2436520.0,
      "text": "ratings that people built in there. Still bloggers are 14 percent. And from a phone"
    },
    {
      "index": 307,
      "start_time": 2436520.0,
      "end_time": 2442211.0,
      "text": "researcher perspective it is harder to talk to people about blogging. Some people define"
    },
    {
      "index": 308,
      "start_time": 2442210.0,
      "end_time": 2448299.0,
      "text": "bloggers, that is easy to say, I am a blogger. But people who tell their life story and it"
    },
    {
      "index": 309,
      "start_time": 2448300.0,
      "end_time": 2457421.0,
      "text": "do it on their facebook wall, that is what I call blogging. They don&#39;t. The function"
    },
    {
      "index": 310,
      "start_time": 2457420.0,
      "end_time": 2461900.0,
      "text": "that we used to think of discrete function called blogging is more morphing into a bunch"
    },
    {
      "index": 311,
      "start_time": 2461900.0,
      "end_time": 2470079.0,
      "text": "of different capacities for stuff. Harder to talk to people about reading blogs. Software"
    },
    {
      "index": 312,
      "start_time": 2470080.0,
      "end_time": 2476270.0,
      "text": "is so cool it makes it look like high end media site and this merger of professional"
    },
    {
      "index": 313,
      "start_time": 2476270.0,
      "end_time": 2483721.0,
      "text": "and amateur classes every reporter working for a news organization as a blogger, there"
    },
    {
      "index": 314,
      "start_time": 2483720.0,
      "end_time": 2490839.0,
      "text": "isn&#39;t that pro amateur differential that has much meaning. We struggle with twitter and"
    },
    {
      "index": 315,
      "start_time": 2490840.0,
      "end_time": 2497310.0,
      "text": "finally said we will ask this straight up. We tend to not want to privilege a particular"
    },
    {
      "index": 316,
      "start_time": 2497310.0,
      "end_time": 2503370.0,
      "text": "application, but we confuse people too much with previous language. Twitter, the number"
    },
    {
      "index": 317,
      "start_time": 2503370.0,
      "end_time": 2511161.0,
      "text": "has grown, but not exploded like social networks did a couple years ago. Won&#39;t ever attain"
    },
    {
      "index": 318,
      "start_time": 2511160.0,
      "end_time": 2522970.0,
      "text": "that height that social networking did. You can see, we don&#39;t know how to ask yet about"
    },
    {
      "index": 319,
      "start_time": 2522970.0,
      "end_time": 2529619.0,
      "text": "locate-based services. We get answers ranging from 4 percent to 17 percent. We are trying"
    },
    {
      "index": 320,
      "start_time": 2529620.0,
      "end_time": 2539381.0,
      "text": "to refine it. It is coming. A bunch of people on 4 square using the social location services"
    },
    {
      "index": 321,
      "start_time": 2539380.0,
      "end_time": 2547220.0,
      "text": "in twitter and in facebook and Google services, but it is hard to get people to think about"
    },
    {
      "index": 322,
      "start_time": 2547220.0,
      "end_time": 2553450.0,
      "text": "that when so many location applications that they are using are not necessarily known to"
    },
    {
      "index": 323,
      "start_time": 2553450.0,
      "end_time": 2563619.0,
      "text": "them. Map is tracking your location. So we are going to try to refine the questions to"
    },
    {
      "index": 324,
      "start_time": 2563620.0,
      "end_time": 2573560.0,
      "text": "capture this. Big story is that now in the internet era location tended to be an irrelevant"
    },
    {
      "index": 325,
      "start_time": 2573560.0,
      "end_time": 2580731.0,
      "text": "variable to people. When they sent off email they didn&#39;t care where the recipient was."
    },
    {
      "index": 326,
      "start_time": 2580730.0,
      "end_time": 2586049.0,
      "text": "Time mattered less. Now it is coming more dramatically back into the story, especially"
    },
    {
      "index": 327,
      "start_time": 2586050.0,
      "end_time": 2594580.0,
      "text": "when pocket devices are registering it. So a new layer about us and identity and our"
    },
    {
      "index": 328,
      "start_time": 2594580.0,
      "end_time": 2598961.0,
      "text": "way of engaging the world is coming back into the story in a really interesting way and"
    },
    {
      "index": 329,
      "start_time": 2598960.0,
      "end_time": 2607869.0,
      "text": "content creation of a sort. You guys experienced internet and broadband was enormous as the"
    },
    {
      "index": 330,
      "start_time": 2607870.0,
      "end_time": 2617391.0,
      "text": "world moved from atoms to bits. So it is a challenge to your collections to figure out"
    },
    {
      "index": 331,
      "start_time": 2617390.0,
      "end_time": 2623759.0,
      "text": "how to deliver to the people who always prized the traditional things you have done plus"
    },
    {
      "index": 332,
      "start_time": 2623760.0,
      "end_time": 2630431.0,
      "text": "the new constituents who demand new stuff in new ways. Good news from a social networking"
    },
    {
      "index": 333,
      "start_time": 2630430.0,
      "end_time": 2639210.0,
      "text": "perspective, libraries have a unique and special jobs in solving problems. Starting with access."
    },
    {
      "index": 334,
      "start_time": 2639210.0,
      "end_time": 2646720.0,
      "text": "Wonderful work done by the University of Washington about how people use technology at libraries"
    },
    {
      "index": 335,
      "start_time": 2646720.0,
      "end_time": 2652960.0,
      "text": "and they were particularly focused on those who live below the poverty line. They found"
    },
    {
      "index": 336,
      "start_time": 2652960.0,
      "end_time": 2659460.0,
      "text": "there was a lot of activity from low income folks centered in library technology use that"
    },
    {
      "index": 337,
      "start_time": 2659460.0,
      "end_time": 2665279.0,
      "text": "wouldn&#39;t have been done anywhere else. Your capacity to apply computers and internet computers"
    },
    {
      "index": 338,
      "start_time": 2665280.0,
      "end_time": 2671231.0,
      "text": "was essential to people who needed it, ranging from teens to senior citizens who wanted health"
    },
    {
      "index": 339,
      "start_time": 2671230.0,
      "end_time": 2681730.0,
      "text": "care and altruism&#39;s. They are using this to do stuff for other people. A lot of altruism"
    },
    {
      "index": 340,
      "start_time": 2681730.0,
      "end_time": 2693529.0,
      "text": "gets missed in a lot of ways but libraries are at the center of that. You also, as I"
    },
    {
      "index": 341,
      "start_time": 2693530.0,
      "end_time": 2698750.0,
      "text": "say, are becoming more involved with helping people participate. Teaching them skills,"
    },
    {
      "index": 342,
      "start_time": 2698750.0,
      "end_time": 2703711.0,
      "text": "models for them, good ways to participate and again through University of Washington"
    },
    {
      "index": 343,
      "start_time": 2703710.0,
      "end_time": 2709930.0,
      "text": "study showed that there is a lot of people using library technologies for social activities"
    },
    {
      "index": 344,
      "start_time": 2709930.0,
      "end_time": 2716970.0,
      "text": "for job and economic related and educational and skills upgrade and community engagement."
    },
    {
      "index": 345,
      "start_time": 2716970.0,
      "end_time": 2722579.0,
      "text": "Part of the story about libraries being social networks you are serving people who would"
    },
    {
      "index": 346,
      "start_time": 2722580.0,
      "end_time": 2729131.0,
      "text": "not be able to participate in this world and it is that is social act. In case you didn&#39;t"
    },
    {
      "index": 347,
      "start_time": 2729130.0,
      "end_time": 2735549.0,
      "text": "think of this that way. I will argue there is more that libraries can do. I am not sure"
    },
    {
      "index": 348,
      "start_time": 2735550.0,
      "end_time": 2741330.0,
      "text": "to what degree this is an issue. Around the country it is. People who don&#39;t use internet"
    },
    {
      "index": 349,
      "start_time": 2741330.0,
      "end_time": 2747250.0,
      "text": "and people who don&#39;t think about broadband have a variety of issues about why they don&#39;t"
    },
    {
      "index": 350,
      "start_time": 2747250.0,
      "end_time": 2751770.0,
      "text": "do it. For some people it is clearly about the money. They don&#39;t have the resources but"
    },
    {
      "index": 351,
      "start_time": 2751770.0,
      "end_time": 2759941.0,
      "text": "that is fine. That is not the majority of non-user. 1/5 of non-users price is the single"
    },
    {
      "index": 352,
      "start_time": 2759940.0,
      "end_time": 2766579.0,
      "text": "greatest deterrent to getting on line. Other people say, I don&#39;t want it or need it or"
    },
    {
      "index": 353,
      "start_time": 2766580.0,
      "end_time": 2774721.0,
      "text": "see why it would be useful to me. They like old familiar media sources. But, in focus"
    },
    {
      "index": 354,
      "start_time": 2774720.0,
      "end_time": 2780009.0,
      "text": "groups we have done with them often what really they are telling you is I am worried about"
    },
    {
      "index": 355,
      "start_time": 2780010.0,
      "end_time": 2786250.0,
      "text": "my skills. I am embarrassed that I am not with the program in the digital age and don&#39;t"
    },
    {
      "index": 356,
      "start_time": 2786250.0,
      "end_time": 2792161.0,
      "text": "want my children to see that I can&#39;t do the things the way that they can do them and they"
    },
    {
      "index": 357,
      "start_time": 2792160.0,
      "end_time": 2799220.0,
      "text": "don&#39;t know what is out there. It is striking to hear they are pretty good about covering"
    },
    {
      "index": 358,
      "start_time": 2799220.0,
      "end_time": 2805579.0,
      "text": "things that get media attention. Well schooled on the idea internet is full of predators"
    },
    {
      "index": 359,
      "start_time": 2805580.0,
      "end_time": 2813411.0,
      "text": "and stalkers and people that steal identities and take your money but they don&#39;t know high"
    },
    {
      "index": 360,
      "start_time": 2813410.0,
      "end_time": 2820349.0,
      "text": "quality health information is on line or the best breaking news is on line or have a sense"
    },
    {
      "index": 361,
      "start_time": 2820350.0,
      "end_time": 2824870.0,
      "text": "that they are interact with government on line. That in many cases government services"
    },
    {
      "index": 362,
      "start_time": 2824870.0,
      "end_time": 2835391.0,
      "text": "that benefit are easy to use on line. There is a tremendous move to put a lot of stuff"
    },
    {
      "index": 363,
      "start_time": 2835390.0,
      "end_time": 2841329.0,
      "text": "over to the web so that people can interact and people don&#39;t necessarily know that. So,"
    },
    {
      "index": 364,
      "start_time": 2841330.0,
      "end_time": 2847911.0,
      "text": "there is a, what I argue here libraries can be thinking about educational functions that"
    },
    {
      "index": 365,
      "start_time": 2847910.0,
      "end_time": 2855579.0,
      "text": "says here is what it is as well as here it how to do it. People need support and hand-holding"
    },
    {
      "index": 366,
      "start_time": 2855580.0,
      "end_time": 2862110.0,
      "text": "but also learning where the good stuff is. That is what you learn how to do. I would"
    },
    {
      "index": 367,
      "start_time": 2862110.0,
      "end_time": 2867221.0,
      "text": "say there are opportunities here. Again, I am not sure in this area if there are many"
    },
    {
      "index": 368,
      "start_time": 2867220.0,
      "end_time": 2872660.0,
      "text": "people who think that way. Clearly the case that there are some people inhibited because"
    },
    {
      "index": 369,
      "start_time": 2872660.0,
      "end_time": 2881380.0,
      "text": "they just don&#39;t know. That is internet broadband part of it. Any questions about this."
    },
    {
      "index": 370,
      "start_time": 2881380.0,
      "end_time": 2895170.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: I am surprised you find disability is connected to not using internet so much."
    },
    {
      "index": 371,
      "start_time": 2895170.0,
      "end_time": 2903400.0,
      "text": "I find a lot of the people I know, disability including myself, couldn&#39;t do without it."
    },
    {
      "index": 372,
      "start_time": 2903400.0,
      "end_time": 2907410.0,
      "text": "Lee: Exactly. Question is, she was surprised that disability is a particular non-internet"
    },
    {
      "index": 373,
      "start_time": 2907410.0,
      "end_time": 2916019.0,
      "text": "use when her experience is that the people who are disabled are at it and users of the"
    },
    {
      "index": 374,
      "start_time": 2916020.0,
      "end_time": 2926471.0,
      "text": "internet and it helps them. Problem is, that well, issue is, that for all people who are"
    },
    {
      "index": 375,
      "start_time": 2926470.0,
      "end_time": 2934440.0,
      "text": "in cohorts that are thought not to be internet users you tend to be avid in the stream if"
    },
    {
      "index": 376,
      "start_time": 2934440.0,
      "end_time": 2943039.0,
      "text": "you are a user. In the early days people over age 65 they were in a small minority of cohort."
    },
    {
      "index": 377,
      "start_time": 2943040.0,
      "end_time": 2954961.0,
      "text": "When they were on it, they loved it. When skype came in they loved interaction and in"
    },
    {
      "index": 378,
      "start_time": 2954960.0,
      "end_time": 2965089.0,
      "text": "many respects the internet users in those cohorts were more frequent and adoring in"
    },
    {
      "index": 379,
      "start_time": 2965090.0,
      "end_time": 2974360.0,
      "text": "their use of internet but cohort showed otherwise. Vast majority didn&#39;t look like them and act"
    },
    {
      "index": 380,
      "start_time": 2974360.0,
      "end_time": 2982770.0,
      "text": "like them. Same case with disabled. We see, particularly people who are disabled, that"
    },
    {
      "index": 381,
      "start_time": 2982770.0,
      "end_time": 2988631.0,
      "text": "really affects some major act of daily living or chronic disease. If they are on line they"
    },
    {
      "index": 382,
      "start_time": 2988630.0,
      "end_time": 2994549.0,
      "text": "are more likely to do more stuff. They are in a cohort where more people don&#39;t do it"
    },
    {
      "index": 383,
      "start_time": 2994550.0,
      "end_time": 3000981.0,
      "text": "than do it. Wireless revolution."
    },
    {
      "index": 384,
      "start_time": 3000980.0,
      "end_time": 3011349.0,
      "text": "Do you know what, we are getting close to the end here. Wireless revolution was really"
    },
    {
      "index": 385,
      "start_time": 3011350.0,
      "end_time": 3028580.0,
      "text": "important. I will do a little bit of that to give you our data and tell you how. 57"
    },
    {
      "index": 386,
      "start_time": 3028580.0,
      "end_time": 3037661.0,
      "text": "percent, doggone it, 37 percent of Americans now connect to the internet wires if you do"
    },
    {
      "index": 387,
      "start_time": 3037660.0,
      "end_time": 3044799.0,
      "text": "it with a smart phone. 85 percent of Americans have cell phones. 40 plus percent of those"
    },
    {
      "index": 388,
      "start_time": 3044800.0,
      "end_time": 3050921.0,
      "text": "80 percent connect to the internet one way shape or form with a hand held device. Almost"
    },
    {
      "index": 389,
      "start_time": 3050920.0,
      "end_time": 3061509.0,
      "text": "everybody with laptop connected wirelessly on the go. You get counted in the wireless"
    },
    {
      "index": 390,
      "start_time": 3061510.0,
      "end_time": 3068951.0,
      "text": "population more than half of the population now connected wirelessly. They have a very"
    },
    {
      "index": 391,
      "start_time": 3068950.0,
      "end_time": 3075589.0,
      "text": "different sense of well let me show you this. They have a very different sense of place"
    },
    {
      "index": 392,
      "start_time": 3075590.0,
      "end_time": 3081770.0,
      "text": "and presence and being with people. You may be aware of this new book that makes the argument,"
    },
    {
      "index": 393,
      "start_time": 3081770.0,
      "end_time": 3089971.0,
      "text": "MIT, doing book called &quot;Alone Together&quot; people would rather engage networks on this than"
    },
    {
      "index": 394,
      "start_time": 3089970.0,
      "end_time": 3096470.0,
      "text": "talk to the person that is 3 feet away. She worries about social implications and norm"
    },
    {
      "index": 395,
      "start_time": 3096470.0,
      "end_time": 3101390.0,
      "text": "and people not being present when they are physically somewhere and being engaged with"
    },
    {
      "index": 396,
      "start_time": 3101390.0,
      "end_time": 3107980.0,
      "text": "people who are distant from them. There are other things that show it the supplements"
    },
    {
      "index": 397,
      "start_time": 3107980.0,
      "end_time": 3113769.0,
      "text": "and doesn&#39;t take away engagement from other people. We will argue with the meaning of"
    },
    {
      "index": 398,
      "start_time": 3113770.0,
      "end_time": 3122631.0,
      "text": "that for a long time. We are in the field of new survey with applications. 35 percent"
    },
    {
      "index": 399,
      "start_time": 3122630.0,
      "end_time": 3136599.0,
      "text": "have applications on the phone and 24 percent actually use them. People buy phones with"
    },
    {
      "index": 400,
      "start_time": 3136600.0,
      "end_time": 3146691.0,
      "text": "these loaded and in some cases Ipads frequently loaded don&#39;t have any idea how to use them."
    },
    {
      "index": 401,
      "start_time": 3146690.0,
      "end_time": 3153029.0,
      "text": "A lot of them don&#39;t like texting either. So the applications, the world is tremendously"
    },
    {
      "index": 402,
      "start_time": 3153030.0,
      "end_time": 3159020.0,
      "text": "exciting in this part of the world. Ton of energy in the technology community. Librarians"
    },
    {
      "index": 403,
      "start_time": 3159020.0,
      "end_time": 3167971.0,
      "text": "will be at the center of the argument in long-term. Wire magazine did a cover story that provoked"
    },
    {
      "index": 404,
      "start_time": 3167970.0,
      "end_time": 3175809.0,
      "text": "conversation. Cover line, &quot;web is dead, long live the internet.&quot; Talked about how the wide"
    },
    {
      "index": 405,
      "start_time": 3175810.0,
      "end_time": 3183981.0,
      "text": "web browser was going to give way to the application world where people could do more directly"
    },
    {
      "index": 406,
      "start_time": 3183980.0,
      "end_time": 3189119.0,
      "text": "to the things that matter from them from trusted sources that matter to them. Companies are"
    },
    {
      "index": 407,
      "start_time": 3189120.0,
      "end_time": 3195770.0,
      "text": "trying to get the applications so they can begin charging. Now they have to give them"
    },
    {
      "index": 408,
      "start_time": 3195770.0,
      "end_time": 3202971.0,
      "text": "away for free on the internet. I don&#39;t think &quot;wired&quot; implication of the wired cover will"
    },
    {
      "index": 409,
      "start_time": 3202970.0,
      "end_time": 3207819.0,
      "text": "play out. People will segregate lives and certain things will be great in the web world."
    },
    {
      "index": 410,
      "start_time": 3207820.0,
      "end_time": 3212881.0,
      "text": "If you are sick you don&#39;t want to confine yourself to a handful of sources you want"
    },
    {
      "index": 411,
      "start_time": 3212880.0,
      "end_time": 3219339.0,
      "text": "the feast. If you want a feast from a trusted source on something that matters to you the"
    },
    {
      "index": 412,
      "start_time": 3219340.0,
      "end_time": 3228290.0,
      "text": "application world will be your friend and more I think there will be segregation that"
    },
    {
      "index": 413,
      "start_time": 3228290.0,
      "end_time": 3236451.0,
      "text": "takes place and different kinds of searches will be done in different kinds of media environments."
    },
    {
      "index": 414,
      "start_time": 3236450.0,
      "end_time": 3246849.0,
      "text": "Now, this of course is the places where you work, got sort of rearranged. Used to be libraries"
    },
    {
      "index": 415,
      "start_time": 3246850.0,
      "end_time": 3254540.0,
      "text": "were places that housed things that people came too. It was cool you stored and made"
    },
    {
      "index": 416,
      "start_time": 3254540.0,
      "end_time": 3259010.0,
      "text": "things readily available. Now a lot of this stuff goes out to people without having to"
    },
    {
      "index": 417,
      "start_time": 3259010.0,
      "end_time": 3270221.0,
      "text": "visit the building. That is an enormous disruption. Your relevance of the library is something"
    },
    {
      "index": 418,
      "start_time": 3270220.0,
      "end_time": 3277400.0,
      "text": "for you guys to decide. But, I argue that the wireless environment can make even more"
    },
    {
      "index": 419,
      "start_time": 3277400.0,
      "end_time": 3282650.0,
      "text": "appealing some of the things that in the social sense and collaborative sense and learning"
    },
    {
      "index": 420,
      "start_time": 3282650.0,
      "end_time": 3288839.0,
      "text": "sense and in a quiet sense. Libraries are still great for solitude and concentrating"
    },
    {
      "index": 421,
      "start_time": 3288840.0,
      "end_time": 3299040.0,
      "text": "on one thing or another. Huge debate that did Google make you stupid. There is brain"
    },
    {
      "index": 422,
      "start_time": 3299040.0,
      "end_time": 3312320.0,
      "text": "research showing people who in the life of perpetual user internet, this is a challenging"
    },
    {
      "index": 423,
      "start_time": 3312320.0,
      "end_time": 3319641.0,
      "text": "environment where librarians can help people navigate and give them time to be solitaire"
    },
    {
      "index": 424,
      "start_time": 3319640.0,
      "end_time": 3327339.0,
      "text": "and at peace if they want to be and also collaborative spaces for crowds learning and sharing and"
    },
    {
      "index": 425,
      "start_time": 3327340.0,
      "end_time": 3332010.0,
      "text": "participating and finding the balance and finding needs of people is challenging."
    },
    {
      "index": 426,
      "start_time": 3332010.0,
      "end_time": 3356721.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: I don&#39;t believe quiet space is really accurate any more. Part of that is because"
    },
    {
      "index": 427,
      "start_time": 3356720.0,
      "end_time": 3358609.0,
      "text": "of all of the media that people use which makes them less conscious of how they affect"
    },
    {
      "index": 428,
      "start_time": 3358610.0,
      "end_time": 3359941.0,
      "text": "others with the noise level. They are much less quiet now."
    },
    {
      "index": 429,
      "start_time": 3359940.0,
      "end_time": 3365950.0,
      "text": "Lee: I hear that all of the time. But figuring out where that sort of place of peace and"
    },
    {
      "index": 430,
      "start_time": 3365950.0,
      "end_time": 3373670.0,
      "text": "quiet and retreat and solitude is maybe librarians think about that or maybe that is not appropriate"
    },
    {
      "index": 431,
      "start_time": 3373670.0,
      "end_time": 3375999.0,
      "text": "any more."
    },
    {
      "index": 432,
      "start_time": 3376000.0,
      "end_time": 3390020.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: Other side, my branch reopened in a wealthy neighborhood, Presidio Heights, in"
    },
    {
      "index": 433,
      "start_time": 3390020.0,
      "end_time": 3402931.0,
      "text": "San Francisco. How we are being used as a quite place, that is what I notice; they are"
    },
    {
      "index": 434,
      "start_time": 3402930.0,
      "end_time": 3403079.0,
      "text": "using us as a beautiful place to sit and work. it is quieter than Starbucks and you don&#39;t"
    },
    {
      "index": 435,
      "start_time": 3403080.0,
      "end_time": 3403110.0,
      "text": "have to buy anything."
    },
    {
      "index": 436,
      "start_time": 3403110.0,
      "end_time": 3403260.0,
      "text": "Lee: We have done a number of tours of higher education libraries most common thing we see"
    },
    {
      "index": 437,
      "start_time": 3403260.0,
      "end_time": 3416461.0,
      "text": "now is zoning where there are areas for being more active and areas for contemplation and"
    },
    {
      "index": 438,
      "start_time": 3416460.0,
      "end_time": 3426509.0,
      "text": "strategically designed buildings around different types of behaviors in the same facility."
    },
    {
      "index": 439,
      "start_time": 3426510.0,
      "end_time": 3429490.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: That is a big move in the architecture communities."
    },
    {
      "index": 440,
      "start_time": 3429490.0,
      "end_time": 3434691.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: We hear about how the Japanese when they get on the train envelope themselves"
    },
    {
      "index": 441,
      "start_time": 3434690.0,
      "end_time": 3458960.0,
      "text": "and say, I am focused on this thing. You see that regardless of the level of the noise."
    },
    {
      "index": 442,
      "start_time": 3458960.0,
      "end_time": 3460920.0,
      "text": "I work in a very busy library. We see 2500 a day. People create their spaces. Put their"
    },
    {
      "index": 443,
      "start_time": 3460920.0,
      "end_time": 3461400.0,
      "text": "headphones on."
    },
    {
      "index": 444,
      "start_time": 3461400.0,
      "end_time": 3466460.0,
      "text": "Lee: I will run through social networking quickly to give you the data. 48 percent of"
    },
    {
      "index": 445,
      "start_time": 3466460.0,
      "end_time": 3477579.0,
      "text": "Americans are social networking now. The fastest growing cohort is older folks. What is most"
    },
    {
      "index": 446,
      "start_time": 3477580.0,
      "end_time": 3482701.0,
      "text": "interesting from a social research perspective about teenage use of social networking is"
    },
    {
      "index": 447,
      "start_time": 3482700.0,
      "end_time": 3489349.0,
      "text": "dashboard. Absolutely, for many kids there facebook page is their home page that is what"
    },
    {
      "index": 448,
      "start_time": 3489350.0,
      "end_time": 3494661.0,
      "text": "they check first in the morning and what they check last at night and carry cell phones"
    },
    {
      "index": 449,
      "start_time": 3494660.0,
      "end_time": 3500859.0,
      "text": "to bed with them to see if any new wall postings or texts come in as they sleep. They set alarms"
    },
    {
      "index": 450,
      "start_time": 3500860.0,
      "end_time": 3508580.0,
      "text": "loud enough to wake up at 3 am to make sure -- there was wonderful term that I became"
    },
    {
      "index": 451,
      "start_time": 3508580.0,
      "end_time": 3519891.0,
      "text": "aware of at the east south west conference. Fomo -- fear of missing out. Sort of this"
    },
    {
      "index": 452,
      "start_time": 3519890.0,
      "end_time": 3528609.0,
      "text": "dark side of perpetualness. Something will happen somewhere. If you are the last to know"
    },
    {
      "index": 453,
      "start_time": 3528610.0,
      "end_time": 3538490.0,
      "text": "you are a loser. That is one goal for people to be perpetually connected. But the problem"
    },
    {
      "index": 454,
      "start_time": 3538490.0,
      "end_time": 3543310.0,
      "text": "is they are perpetually connected. They can never take quiet time to surround themselves"
    },
    {
      "index": 455,
      "start_time": 3543310.0,
      "end_time": 3555391.0,
      "text": "with solitude and dosing themselves with social contact and not comfortable being alone. So,"
    },
    {
      "index": 456,
      "start_time": 3555390.0,
      "end_time": 3564769.0,
      "text": "there is, world where the classic double proposition of technology is very much in evidence. Things"
    },
    {
      "index": 457,
      "start_time": 3564770.0,
      "end_time": 3570100.0,
      "text": "that you get out of it that are way cool and things that it does to your life that rearranges"
    },
    {
      "index": 458,
      "start_time": 3570100.0,
      "end_time": 3581230.0,
      "text": "molecules that aren&#39;t cool. There is more stuff about videos. Big shift you guys have"
    },
    {
      "index": 459,
      "start_time": 3581230.0,
      "end_time": 3588191.0,
      "text": "had to adjust to in the advent of social networks, particularly, share the stage with amateurs."
    },
    {
      "index": 460,
      "start_time": 3588190.0,
      "end_time": 3593900.0,
      "text": "You know all of this stuff and know what is best and assess whether something is right"
    },
    {
      "index": 461,
      "start_time": 3593900.0,
      "end_time": 3600960.0,
      "text": "or wrong or got an institutional around it that makes sense or not or whether timely"
    },
    {
      "index": 462,
      "start_time": 3600960.0,
      "end_time": 3606470.0,
      "text": "or topic or the most recent thing. All of a sudden everybody is in the act. This he"
    },
    {
      "index": 463,
      "start_time": 3606470.0,
      "end_time": 3612589.0,
      "text": "are saying things that aren&#39;t true or posting things that are wrong. It is an uncomfortable"
    },
    {
      "index": 464,
      "start_time": 3612590.0,
      "end_time": 3622911.0,
      "text": "space. There is an upside to this. Bill Fisher at Harvard says this is the golden age of"
    },
    {
      "index": 465,
      "start_time": 3622910.0,
      "end_time": 3629569.0,
      "text": "amateur experts. Cool that you can go to school on any subject you care about without getting"
    },
    {
      "index": 466,
      "start_time": 3629570.0,
      "end_time": 3634820.0,
      "text": "the credential. We see it all of the time in health care work. You get diagnoses and"
    },
    {
      "index": 467,
      "start_time": 3634820.0,
      "end_time": 3641730.0,
      "text": "didn&#39;t know anything about the diagnoses. 3 days after they are schooled as the most"
    },
    {
      "index": 468,
      "start_time": 3641730.0,
      "end_time": 3648401.0,
      "text": "well-trained specialist. They read the medical literature and clinical trials. But it is"
    },
    {
      "index": 469,
      "start_time": 3648400.0,
      "end_time": 3656950.0,
      "text": "disorienting to have the old structures of authority and sort of expertise now challenged"
    },
    {
      "index": 470,
      "start_time": 3656950.0,
      "end_time": 3668589.0,
      "text": "by the 5th estate. So, librarians can help people be in different attention and media"
    },
    {
      "index": 471,
      "start_time": 3668590.0,
      "end_time": 3676050.0,
      "text": "zones. I will cut to this. I have 5 questions that I, that are practical questions. I don&#39;t"
    },
    {
      "index": 472,
      "start_time": 3676050.0,
      "end_time": 3682030.0,
      "text": "want to do that. Okay."
    },
    {
      "index": 473,
      "start_time": 3682030.0,
      "end_time": 3695651.0,
      "text": "These are 5 questions that this age of metaphysical questions about the nature of knowledge and"
    },
    {
      "index": 474,
      "start_time": 3695650.0,
      "end_time": 3701619.0,
      "text": "thinking and public technology and nature of public spaces. That is what I was going"
    },
    {
      "index": 475,
      "start_time": 3701620.0,
      "end_time": 3709550.0,
      "text": "to talk about for 10 minutes. Here are the practical questions that are worth pondering."
    },
    {
      "index": 476,
      "start_time": 3709550.0,
      "end_time": 3725110.0,
      "text": "Couple years ago I briefed NBC News about how people get news now. David who was president"
    },
    {
      "index": 477,
      "start_time": 3725110.0,
      "end_time": 3738510.0,
      "text": "said, that is highlights of the big question of our life. What is commodity? What is the"
    },
    {
      "index": 478,
      "start_time": 3738510.0,
      "end_time": 3747461.0,
      "text": "cluster of things ABC News can do better than anybody else? We should lavish attention on"
    },
    {
      "index": 479,
      "start_time": 3747460.0,
      "end_time": 3754589.0,
      "text": "them. What if people expect from us which a lot of other actors do as well as we do."
    },
    {
      "index": 480,
      "start_time": 3754590.0,
      "end_time": 3762330.0,
      "text": "But, we owe it to our patrons to give us the best version as cheaply and efficiently as"
    },
    {
      "index": 481,
      "start_time": 3762330.0,
      "end_time": 3774970.0,
      "text": "possible. Do we have a White House correspondent. Staffing it, for network where you have got"
    },
    {
      "index": 482,
      "start_time": 3774970.0,
      "end_time": 3780641.0,
      "text": "crew to go along with, that is a big money proposition. Is it really day-to-day make"
    },
    {
      "index": 483,
      "start_time": 3780640.0,
      "end_time": 3790729.0,
      "text": "abc news better than the ap? Reading the wire service. It was a big struggle for him because"
    },
    {
      "index": 484,
      "start_time": 3790730.0,
      "end_time": 3798540.0,
      "text": "he knew that if abc or any news organization pulled a corespondent to cover Washington"
    },
    {
      "index": 485,
      "start_time": 3798540.0,
      "end_time": 3805701.0,
      "text": "there would be hell to pay. Everybody would say, You are a sissy. This is a big show at"
    },
    {
      "index": 486,
      "start_time": 3805700.0,
      "end_time": 3812279.0,
      "text": "the white house. It is a hard question for librarians too. Patrons want it all from you."
    },
    {
      "index": 487,
      "start_time": 3812280.0,
      "end_time": 3819560.0,
      "text": "Traditional stuff, new stuff, they want you to do it all. New users are making new demands"
    },
    {
      "index": 488,
      "start_time": 3819560.0,
      "end_time": 3827661.0,
      "text": "on you. Answer this question. What is uniquely well positioned to do for the world and essentially"
    },
    {
      "index": 489,
      "start_time": 3827660.0,
      "end_time": 3833519.0,
      "text": "for our community? And what is the other stuff that patrons expect of us that we can deliver"
    },
    {
      "index": 490,
      "start_time": 3833520.0,
      "end_time": 3842240.0,
      "text": "with more efficiency and cost than we do now? There is a wonderful chapter title in Jeff"
    },
    {
      "index": 491,
      "start_time": 3842240.0,
      "end_time": 3850570.0,
      "text": "Jarvis&#39;s book, &quot;what would Google do?&quot; Talked about how companies, traditional companies,"
    },
    {
      "index": 492,
      "start_time": 3850570.0,
      "end_time": 3855800.0,
      "text": "think more like Google in the way they approach the world. One chapter was do what you do"
    },
    {
      "index": 493,
      "start_time": 3855800.0,
      "end_time": 3862340.0,
      "text": "best and link to the rest. Somebody else is doing pretty well. Some of the things that"
    },
    {
      "index": 494,
      "start_time": 3862340.0,
      "end_time": 3868211.0,
      "text": "you guys are doing pretty well. Maybe there is a new reallocation of resources where it"
    },
    {
      "index": 495,
      "start_time": 3868210.0,
      "end_time": 3873109.0,
      "text": "becomes their major responsibility to do it and you point people to that. And say you"
    },
    {
      "index": 496,
      "start_time": 3873110.0,
      "end_time": 3880151.0,
      "text": "trust us to give you good information and advice. They are the ones doing it. We don&#39;t"
    },
    {
      "index": 497,
      "start_time": 3880150.0,
      "end_time": 3889599.0,
      "text": "necessarily have to do touch on all basis. That was a cool way with social networking"
    },
    {
      "index": 498,
      "start_time": 3889600.0,
      "end_time": 3896060.0,
      "text": "play. I love that you guys are sort of institutionally thinking about alliances to strike. There"
    },
    {
      "index": 499,
      "start_time": 3896060.0,
      "end_time": 3902220.0,
      "text": "is a way to be thinking now about other institutions in your communities are trying to do some"
    },
    {
      "index": 500,
      "start_time": 3902220.0,
      "end_time": 3908590.0,
      "text": "of the same stuff you are doing. Providing good education. Remember there are ways that"
    },
    {
      "index": 501,
      "start_time": 3908590.0,
      "end_time": 3916820.0,
      "text": "you can make common cause with local university and school system and local nonprofit&#39;s groups"
    },
    {
      "index": 502,
      "start_time": 3916820.0,
      "end_time": 3924720.0,
      "text": "whatever that you care about. And, essentially expand your mission but also leverage the"
    },
    {
      "index": 503,
      "start_time": 3924720.0,
      "end_time": 3930451.0,
      "text": "other kinds of institutions that are available to you that are trying to do the same thing"
    },
    {
      "index": 504,
      "start_time": 3930450.0,
      "end_time": 3937539.0,
      "text": "you are. Obviously, thinking about yourself, and individual people or individual communities,"
    },
    {
      "index": 505,
      "start_time": 3937540.0,
      "end_time": 3941770.0,
      "text": "networks is a great thing to do. Because it is networking world but there are other ways"
    },
    {
      "index": 506,
      "start_time": 3941770.0,
      "end_time": 3948980.0,
      "text": "to think about who else can we form alliances with in our community. What is the mobile"
    },
    {
      "index": 507,
      "start_time": 3948980.0,
      "end_time": 3956000.0,
      "text": "plan? I don&#39;t actually have great ideas about what this is to librarians. Desire to get"
    },
    {
      "index": 508,
      "start_time": 3956000.0,
      "end_time": 3962550.0,
      "text": "real-time and assess it and make meaning out of it make decisions on it is growing and"
    },
    {
      "index": 509,
      "start_time": 3962550.0,
      "end_time": 3974800.0,
      "text": "will grow even more. Libraries tended to be oriented around linear information that had"
    },
    {
      "index": 510,
      "start_time": 3974800.0,
      "end_time": 3979270.0,
      "text": "been developed over time. Real-time information is hard to sort through and make meaning of"
    },
    {
      "index": 511,
      "start_time": 3979270.0,
      "end_time": 3987030.0,
      "text": "and I wonder whether librarians, in asking this question, could come up with wonderful"
    },
    {
      "index": 512,
      "start_time": 3987030.0,
      "end_time": 3993770.0,
      "text": "ways to help people tie in to the most meaningful real-time information to help them navigate"
    },
    {
      "index": 513,
      "start_time": 3993770.0,
      "end_time": 4003230.0,
      "text": "their lives. 4th question what is the gift economy plays? There is a lot of, good high"
    },
    {
      "index": 514,
      "start_time": 4003230.0,
      "end_time": 4011441.0,
      "text": "quality scholarship now suggests there is a parallel culture rising up in the age of"
    },
    {
      "index": 515,
      "start_time": 4011440.0,
      "end_time": 4018369.0,
      "text": "the internet where people aren&#39;t necessarily looking for financial rewards but being content"
    },
    {
      "index": 516,
      "start_time": 4018370.0,
      "end_time": 4025110.0,
      "text": "creators. There are other motives that are driving them that are social. Looking at raising"
    },
    {
      "index": 517,
      "start_time": 4025110.0,
      "end_time": 4033040.0,
      "text": "their status or looking to be helpful to people and looking to be a recipient that doesn&#39;t"
    },
    {
      "index": 518,
      "start_time": 4033040.0,
      "end_time": 4040000.0,
      "text": "involve exchange of money. In many respects people use social network to audition, to"
    },
    {
      "index": 519,
      "start_time": 4040000.0,
      "end_time": 4053590.0,
      "text": "look for jobs or hire them in one way shape or form that isn&#39;t directly related to what"
    },
    {
      "index": 520,
      "start_time": 4053590.0,
      "end_time": 4068230.0,
      "text": "people are talking about now. Librarians are doing things to be helpful, helpful to  learn about new things and so I argue that"
    },
    {
      "index": 521,
      "start_time": 4068230.0,
      "end_time": 4078490.0,
      "text": "inviting patrons to be co-creators of the library experience you can ask for feedback."
    },
    {
      "index": 522,
      "start_time": 4078490.0,
      "end_time": 4084931.0,
      "text": "People who love you and will be happy to respond to your questions. When you got decisions"
    },
    {
      "index": 523,
      "start_time": 4084930.0,
      "end_time": 4090630.0,
      "text": "to make the burden doesn&#39;t always fall on you entirely to know what patrons want to"
    },
    {
      "index": 524,
      "start_time": 4090630.0,
      "end_time": 4097160.0,
      "text": "anticipate needs. Ask them. They may tell you and you will have to sort through stuff"
    },
    {
      "index": 525,
      "start_time": 4097160.0,
      "end_time": 4103670.0,
      "text": "and awkward exchange potentially. But thinking there are people willing to give you feedback"
    },
    {
      "index": 526,
      "start_time": 4103670.0,
      "end_time": 4109760.0,
      "text": "and answer questions and respond to the things that you are mulling. Where do we spend our"
    },
    {
      "index": 527,
      "start_time": 4109760.0,
      "end_time": 4117510.0,
      "text": "next investment dollar and staff dollar and how do we furnish collections? They will help"
    },
    {
      "index": 528,
      "start_time": 4117510.0,
      "end_time": 4126609.0,
      "text": "you sort through that stuff. And, then finally, this is a world where the imperfections of"
    },
    {
      "index": 529,
      "start_time": 4126609.9999999995,
      "end_time": 4132670.9999999995,
      "text": "the metric that used to exist can be improved. There are ways to measure things better than"
    },
    {
      "index": 530,
      "start_time": 4132670.0,
      "end_time": 4140260.0,
      "text": "we used to but the challenge for particularly for nonprofit institutions or public institutions"
    },
    {
      "index": 531,
      "start_time": 4140260.0,
      "end_time": 4145530.0,
      "text": "is to figure out what to measure and how to measure it. You can measure audience size"
    },
    {
      "index": 532,
      "start_time": 4145529.9999999995,
      "end_time": 4152349.9999999995,
      "text": "and measure awareness. That is okay too, you can begin to measure engagement. Somebody"
    },
    {
      "index": 533,
      "start_time": 4152350.0000000005,
      "end_time": 4160690.0000000005,
      "text": "who tweets you or friends the library or responds to question about we are thinking about buying"
    },
    {
      "index": 534,
      "start_time": 4160689.9999999995,
      "end_time": 4168389.9999999995,
      "text": "so many E-books of this type. Those are people who are engaged and I argue they are more"
    },
    {
      "index": 535,
      "start_time": 4168390.0000000005,
      "end_time": 4173790.0000000005,
      "text": "valuable to you than somebody who is aware of you and what you are doing. Thinking about"
    },
    {
      "index": 536,
      "start_time": 4173790.0,
      "end_time": 4181420.0,
      "text": "how to define success and who you serve and how you serve them that is having fundamental"
    },
    {
      "index": 537,
      "start_time": 4181420.0,
      "end_time": 4190790.0,
      "text": "conversations about how you measure that especially not so much outcomes, you are wanting to measure"
    },
    {
      "index": 538,
      "start_time": 4190790.0,
      "end_time": 4197130.0,
      "text": "out. You are not measuring outputs but the volume of traffic is important but there are"
    },
    {
      "index": 539,
      "start_time": 4197130.0,
      "end_time": 4202470.0,
      "text": "new refinements you can do on that and I&#39;m sure you can measure that. I am sure of that"
    },
    {
      "index": 540,
      "start_time": 4202470.0,
      "end_time": 4210620.0,
      "text": "because librarians are smart and care about their world and communities that many other"
    },
    {
      "index": 541,
      "start_time": 4210620.0,
      "end_time": 4218530.0,
      "text": "people do. I talk to a lot of groups and library groups and i now say with a level of serious"
    },
    {
      "index": 542,
      "start_time": 4218530.0,
      "end_time": 4227360.0,
      "text": "data collections, librarians care more about being good social networkers and being engaged"
    },
    {
      "index": 543,
      "start_time": 4227360.0,
      "end_time": 4233560.0,
      "text": "than anybody else I know. As a happy patron of libraries I want to thank you for that"
    },
    {
      "index": 544,
      "start_time": 4233560.0,
      "end_time": 4241710.0,
      "text": "and tell you it is a world that is a bit shaky but you don&#39;t have to be afraid, if you approach"
    },
    {
      "index": 545,
      "start_time": 4241710.0,
      "end_time": 4242480.0,
      "text": "it with a right frame of mind and right level of creativity. Thanks very much."
    },
    {
      "index": 546,
      "start_time": 4242480.0,
      "end_time": 4243800.0,
      "text": "One or two questions if you want. If people want to leave that is cool."
    },
    {
      "index": 547,
      "start_time": 4243800.0,
      "end_time": 4245330.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: Can you share some of the stuff we had to gloss over."
    },
    {
      "index": 548,
      "start_time": 4245330.0,
      "end_time": 4255330.0,
      "text": "&gt;&gt;&gt;&gt;&gt;: It will be on web site. I will leave them here."
    }
  ]
}