{
  "video_id": "LgUCyWhJf6s",
  "title": "What is Emotional Intelligence?",
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 6540.0,
      "text": "Emotional intelligence is the quality that enables us to confront with patience, insight"
    },
    {
      "index": 2,
      "start_time": 6540.0,
      "end_time": 13610.0,
      "text": "and, imagination the many problems that we face in our affective relationship with ourselves"
    },
    {
      "index": 3,
      "start_time": 13610.0,
      "end_time": 20500.0,
      "text": "and with other people. The term \"emotional intelligence\" may sound odd. We are used to referring"
    },
    {
      "index": 4,
      "start_time": 20500.0,
      "end_time": 27370.0,
      "text": "to intelligence as a general quality, without unpicking a particular variety a person might"
    },
    {
      "index": 5,
      "start_time": 27370.0,
      "end_time": 32369.0,
      "text": "possess – and therefore we don't tend to highlight the value of a distinctive sort"
    },
    {
      "index": 6,
      "start_time": 32369.0,
      "end_time": 38329.0,
      "text": "of intelligence which currently does not enjoy the prestige it should."
    },
    {
      "index": 7,
      "start_time": 38329.0,
      "end_time": 43590.0,
      "text": "Every sort of intelligence signals an ability to navigate well around a particular set of"
    },
    {
      "index": 8,
      "start_time": 43590.0,
      "end_time": 49880.0,
      "text": "challenges: mathematical, linguistic, technical, commercial… When we say that someone is"
    },
    {
      "index": 9,
      "start_time": 49880.0,
      "end_time": 54971.0,
      "text": "clever but add that they have made a mess of their personal lives; or that they have"
    },
    {
      "index": 10,
      "start_time": 54971.0,
      "end_time": 61610.0,
      "text": "acquired a fortune but are restless and sad or that they are powerful but intolerant and"
    },
    {
      "index": 11,
      "start_time": 61610.0,
      "end_time": 69280.0,
      "text": "unimaginative, we are pointing to a deficit in what deserves to be called “emotional intelligence.\""
    },
    {
      "index": 12,
      "start_time": 69280.0,
      "end_time": 74600.0,
      "text": "In social life, we can feel the presence of emotional intelligence in a sensitivity to"
    },
    {
      "index": 13,
      "start_time": 74600.0,
      "end_time": 79970.0,
      "text": "the moods of others and in a readiness to grasp the surprising things that may be going"
    },
    {
      "index": 14,
      "start_time": 79970.0,
      "end_time": 87409.0,
      "text": "on for other people beneath the surface. Emotional intelligence recognises a role for interpretation"
    },
    {
      "index": 15,
      "start_time": 87409.0,
      "end_time": 95460.0,
      "text": "and knows that, for example, a fiery outburst might be a disguised plea for help, or that a long political"
    },
    {
      "index": 16,
      "start_time": 95460.0,
      "end_time": 103119.0,
      "text": "rant may be provoked by hunger, or that concealed within a forceful jolliness may be a sorrow"
    },
    {
      "index": 17,
      "start_time": 103119.0,
      "end_time": 109460.0,
      "text": "that has been sentimentally disavowed. In relation to ourselves, emotional intelligence"
    },
    {
      "index": 18,
      "start_time": 109460.0,
      "end_time": 116890.0,
      "text": "shows up in a scepticism around our emotions, especially those of love, desire, anger, envy,"
    },
    {
      "index": 19,
      "start_time": 116890.0,
      "end_time": 125340.0,
      "text": "anxiety and professional ambition. The emotionally intelligent refuse to trust their first impulses"
    },
    {
      "index": 20,
      "start_time": 125340.0,
      "end_time": 132790.0,
      "text": "or the wisdom of their feelings. They know that hatred may mask love, that anger may"
    },
    {
      "index": 21,
      "start_time": 132790.0,
      "end_time": 139069.0,
      "text": "be a cover for sadness and that we are prone to huge and costly inaccuracies around whom we"
    },
    {
      "index": 22,
      "start_time": 139069.0,
      "end_time": 144950.0,
      "text": "desire and what we want. Emotional intelligence is also what distinguishes"
    },
    {
      "index": 23,
      "start_time": 144950.0,
      "end_time": 150180.0,
      "text": "those who are crushed by failure from those who know how to greet the troubles of existence"
    },
    {
      "index": 24,
      "start_time": 150180.0,
      "end_time": 157030.0,
      "text": "with a melancholy and at points darkly humorous resilience. The emotionally intelligent appreciate"
    },
    {
      "index": 25,
      "start_time": 157030.0,
      "end_time": 162910.0,
      "text": "the role of well-handled pessimism within the overall economy of a good life."
    },
    {
      "index": 26,
      "start_time": 162910.0,
      "end_time": 169770.0,
      "text": "Emotional intelligence isn't an inborn talent. It's always the result of education, specifically"
    },
    {
      "index": 27,
      "start_time": 169770.0,
      "end_time": 177980.0,
      "text": "education in how to interpret ourselves, in where our emotions arise from, in how our childhoods influence us"
    },
    {
      "index": 28,
      "start_time": 177980.0,
      "end_time": 184769.0,
      "text": "and in how we might best navigate our fears and our wishes. In the ideal society, it would be routine"
    },
    {
      "index": 29,
      "start_time": 184769.0,
      "end_time": 190800.0,
      "text": "to be taught emotional intelligence from the youngest age, before we had had the opportunity"
    },
    {
      "index": 30,
      "start_time": 190800.0,
      "end_time": 195290.0,
      "text": "to make too many mistakes. It is because we have—until now—not taken"
    },
    {
      "index": 31,
      "start_time": 195290.0,
      "end_time": 201220.0,
      "text": "emotional education seriously enough that our species has grown ever more technically"
    },
    {
      "index": 32,
      "start_time": 201220.0,
      "end_time": 207709.0,
      "text": "adept while retaining the level of wisdom of our earliest days—with catastrophic results."
    },
    {
      "index": 33,
      "start_time": 207709.0,
      "end_time": 214450.0,
      "text": "We are now evolved monkeys with nuclear weapons. It appears that fate of civilisation now"
    },
    {
      "index": 34,
      "start_time": 214450.0,
      "end_time": 221300.0,
      "text": "depends on our capacity to master the mechanisms of emotional education before it is too late."
    },
    {
      "index": 35,
      "start_time": 221300.0,
      "end_time": 227400.0,
      "text": "An emotional education means something far beyond formal education as we have conceived of it to date."
    },
    {
      "index": 36,
      "start_time": 227400.0,
      "end_time": 232569.0,
      "text": "Though it should ideally include courses in every year of school or college,"
    },
    {
      "index": 37,
      "start_time": 232569.0,
      "end_time": 236379.0,
      "text": "emotional education is more than something that should just take place in classrooms at the"
    },
    {
      "index": 38,
      "start_time": 236379.0,
      "end_time": 240360.0,
      "text": "hands of teachers and come to a halt around the age of twenty-one."
    },
    {
      "index": 39,
      "start_time": 240360.0,
      "end_time": 246330.0,
      "text": "The central vehicle for the transfer of emotional intelligence is culture, from its highest"
    },
    {
      "index": 40,
      "start_time": 246330.0,
      "end_time": 251610.0,
      "text": "to its most popular level. Culture is the field that can ritualise and consistently"
    },
    {
      "index": 41,
      "start_time": 251610.0,
      "end_time": 257970.0,
      "text": "promote the absorption of emotional intelligence. The 'lessons' might be embedded in a tragedy"
    },
    {
      "index": 42,
      "start_time": 257970.00000000003,
      "end_time": 264210.0,
      "text": "or a TV series, a pop song or a novel, a work of architecture or a YouTube film. We can"
    },
    {
      "index": 43,
      "start_time": 264210.0,
      "end_time": 270369.0,
      "text": "envisage the entire apparatus of culture as a subtle mechanism designed to point us towards"
    },
    {
      "index": 44,
      "start_time": 270369.0,
      "end_time": 275069.0,
      "text": "greater emotional intelligence. We will never progress as a species, and will"
    },
    {
      "index": 45,
      "start_time": 275069.0,
      "end_time": 281349.0,
      "text": "indeed grow into ever greater technologically-armed menaces to ourselves, until we have accepted"
    },
    {
      "index": 46,
      "start_time": 281349.0,
      "end_time": 288559.0,
      "text": "the challenges and opportunities of properly educating our selves in emotional intelligence."
    },
    {
      "index": 47,
      "start_time": 288559.0,
      "end_time": 296550.0,
      "text": "Our technical intelligence is great of course. It's led us to tame nature and conquer this planet. But a wiser, saner"
    },
    {
      "index": 48,
      "start_time": 296550.0,
      "end_time": 304699.0,
      "text": "future for the race must depend on a capacity to master and then seductively teach the rudiments"
    },
    {
      "index": 49,
      "start_time": 304700.0,
      "end_time": 308560.0,
      "text": "of emotional intelligence—while there is still time."
    },
    {
      "index": 50,
      "start_time": 309700.0,
      "end_time": 314980.0,
      "text": "Thank you for watching, liking, and subscribing."
    },
    {
      "index": 51,
      "start_time": 314980.0,
      "end_time": 320980.0,
      "text": "If you want more, why not visit us in person and attend a class?  Or take a look at our shop at the link on your screen now?"
    }
  ]
}