{
  "video_id": "liLdY5aeo5k",
  "title": "Everything You Know About Attraction is Wrong (Matthew Hussey, Get The Guy)",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 10370.0,
      "text": "Have you ever felt like you weren't pretty enough for the person you want, or that the person you want is so desirable and so attractive that they have so many options."
    },
    {
      "index": 2,
      "start_time": 10380.0,
      "end_time": 11389.0,
      "text": "Why would they choose you?"
    },
    {
      "index": 3,
      "start_time": 11540.0,
      "end_time": 18850.0,
      "text": "I've recently asked my fast-track members what was a moment with a guy where you realized you were deeply attracted to him."
    },
    {
      "index": 4,
      "start_time": 19440.0,
      "end_time": 20349.0,
      "text": "Here's what they said."
    },
    {
      "index": 5,
      "start_time": 20730.0,
      "end_time": 25650.0,
      "text": "A mother was pushing her stroller across the street and didn't notice when a blanket fell out."
    },
    {
      "index": 6,
      "start_time": 26189.0,
      "end_time": 31860.0,
      "text": "Without hesitation the guy I was on a date with grabbed it, caught up to her and gave it back."
    },
    {
      "index": 7,
      "start_time": 33400.0,
      "end_time": 36379.0,
      "text": "The guy I was seeing stayed over for the first time."
    },
    {
      "index": 8,
      "start_time": 36820.0,
      "end_time": 39400.0,
      "text": "The next morning I went to make us coffee."
    },
    {
      "index": 9,
      "start_time": 39110.0,
      "end_time": 42000.0,
      "text": "And when I came back to the bedroom, he had made my bed."
    },
    {
      "index": 10,
      "start_time": 43300.0,
      "end_time": 48630.0,
      "text": "Me and a guy were taking a walk one day, and he spontaneously asked me what two things you're grateful for."
    },
    {
      "index": 11,
      "start_time": 49490.0,
      "end_time": 53100.0,
      "text": "It made me so attracted to the positive way he looked at life."
    },
    {
      "index": 12,
      "start_time": 53969.0,
      "end_time": 58770.0,
      "text": "I also asked a handful of guys for these moments when they felt deeply attracted to a woman."
    },
    {
      "index": 13,
      "start_time": 59290.0,
      "end_time": 60400.0,
      "text": "Here's what a couple of them said."
    },
    {
      "index": 14,
      "start_time": 60730.0,
      "end_time": 68770.0,
      "text": "I mentioned a book that meant a lot to me, and a week later, I found out that she not only had bought a copy but had started reading it for herself."
    },
    {
      "index": 15,
      "start_time": 69200.0,
      "end_time": 71520.0,
      "text": "I was speaking on the phone to the woman I was seeing."
    },
    {
      "index": 16,
      "start_time": 72290.0,
      "end_time": 74850.0,
      "text": "And her friends had just invited her out that night."
    },
    {
      "index": 17,
      "start_time": 75510.0,
      "end_time": 81459.0,
      "text": "She told me that she said no to them because she wanted to stay in and finish a work project that was important to her."
    },
    {
      "index": 18,
      "start_time": 83240.0,
      "end_time": 85800.0,
      "text": "I was on a date watching the movie Interstellar."
    },
    {
      "index": 19,
      "start_time": 86900.0,
      "end_time": 88720.0,
      "text": "And I was trying not to cry during an emotional scene."
    },
    {
      "index": 20,
      "start_time": 89389.0,
      "end_time": 95509.0,
      "text": "I looked over to see if she'd noticed me but her eyes were glued to the screen and she was already crying."
    },
    {
      "index": 21,
      "start_time": 98429.0,
      "end_time": 101840.0,
      "text": "I call these moments micro attractions."
    },
    {
      "index": 22,
      "start_time": 102180.0,
      "end_time": 110770.0,
      "text": "The understated moments and behaviors that make us realize someone is the kind of person we might want to spend a life with."
    },
    {
      "index": 23,
      "start_time": 111240.0,
      "end_time": 115100.0,
      "text": "And I think this is where the real game of attraction should be played."
    },
    {
      "index": 24,
      "start_time": 115400.0,
      "end_time": 120939.0,
      "text": "This is crucial to understand because we live in a world right now that over-values all of the wrong things."
    },
    {
      "index": 25,
      "start_time": 121219.0,
      "end_time": 125179.0,
      "text": "Money, fame, popularity, how many followers you have on Instagram."
    },
    {
      "index": 26,
      "start_time": 126160.0,
      "end_time": 130790.0,
      "text": "All of these things that we think are the barometers for how attractive someone is."
    },
    {
      "index": 27,
      "start_time": 131160.0,
      "end_time": 148800.0,
      "text": "But the truth is, when it really comes down to it for mature intelligent people, they are looking for a person of character, for a person of integrity, for the type of person who day to day exhibits the qualities that they want to experience in a relationship over a lifetime."
    },
    {
      "index": 28,
      "start_time": 149100.0,
      "end_time": 163310.0,
      "text": "So we have to stop rolling ourselves out of the game simply because we think that someone gets a lot of attention or they have a lot of options, and start valuing properly our growth as a person and our character."
    },
    {
      "index": 29,
      "start_time": 163360.0,
      "end_time": 172709.0,
      "text": "Because I promise you, with the best people, with the most mature and intelligent and emotionally intelligent people, that's where the game is being played."
    },
    {
      "index": 30,
      "start_time": 172760.0,
      "end_time": 181229.0,
      "text": "In one of my favorite movies Vanilla Sky, David Aames played by Tom Cruise reflects on the small moments in his life that had giant consequences."
    },
    {
      "index": 31,
      "start_time": 181240.0,
      "end_time": 186920.0,
      "text": "He concludes, \"the little things, there's nothing bigger, is there?\""
    },
    {
      "index": 32,
      "start_time": 187730.0,
      "end_time": 191190.0,
      "text": "Now you know that I don't ask you to comment on every one of my videos."
    },
    {
      "index": 33,
      "start_time": 191360.0,
      "end_time": 192800.0,
      "text": "But I think this message is so important."
    },
    {
      "index": 34,
      "start_time": 192900.0,
      "end_time": 196350.0,
      "text": "I want you to understand it on an emotional level not just a logical one."
    },
    {
      "index": 35,
      "start_time": 196750.0,
      "end_time": 197689.0,
      "text": "So do this for me."
    },
    {
      "index": 36,
      "start_time": 198170.0,
      "end_time": 210989.0,
      "text": "Write in the comments a moment of micro attraction where you either felt drawn to another person because of something they did or they told you they were drawn to you because of something you did."
    },
    {
      "index": 37,
      "start_time": 211400.0,
      "end_time": 212090.0,
      "text": "Write it in the comments."
    },
    {
      "index": 38,
      "start_time": 212170.0,
      "end_time": 213359.0,
      "text": "I can't wait to read them."
    },
    {
      "index": 39,
      "start_time": 213490.0,
      "end_time": 215470.0,
      "text": "And also let me know if you enjoyed this concept."
    },
    {
      "index": 40,
      "start_time": 215560.0,
      "end_time": 217880.0,
      "text": "I know it's a little heady, but I think it's really really important."
    },
    {
      "index": 41,
      "start_time": 218450.0,
      "end_time": 219310.0,
      "text": "And I'll see you next week."
    }
  ]
}