{
  "video_id": "ljnis-8YjoY",
  "title": "The Perfect Bacon Sandwich Battle | Jamie Oliver | HNY",
  "json": [
    {
      "index": 1,
      "start_time": 3680.0,
      "end_time": 8870.0,
      "text": "The tasty delight I'm tackling now, it's a bacon sandwich."
    },
    {
      "index": 2,
      "start_time": 8870.0,
      "end_time": 15599.0,
      "text": "My mate Pete swears by his version, and I swear by mine. We both start with white"
    },
    {
      "index": 3,
      "start_time": 15599.0,
      "end_time": 19500.0,
      "text": "bread. Well mine's got to be square I'm afraid. --Mine's got to be a bloomer, round."
    },
    {
      "index": 4,
      "start_time": 19500.0,
      "end_time": 23369.0,
      "text": "And of course it's got to be streaky for me as well. --And for me gotta be smoked back"
    },
    {
      "index": 5,
      "start_time": 23369.0,
      "end_time": 29849.0,
      "text": "bacon, always. Let's do it. First of all, I always put the bacon into a cold pan."
    },
    {
      "index": 6,
      "start_time": 29849.0,
      "end_time": 34829.0,
      "text": "No oil at all, so it cooks in its own fat. I turn it on really really low so it melts"
    },
    {
      "index": 7,
      "start_time": 34829.0,
      "end_time": 38010.0,
      "text": "before it colours, that's the most important thing. --Beautiful. --So what I'm"
    },
    {
      "index": 8,
      "start_time": 38010.0,
      "end_time": 41790.0,
      "text": "doing is just a little bit of oil in a pan, just to stop it sticking. I believe"
    },
    {
      "index": 9,
      "start_time": 41790.0,
      "end_time": 47039.0,
      "text": "the best way to cook bacon is under the grill. As it kind of blasts it, it does funny"
    },
    {
      "index": 10,
      "start_time": 47039.0,
      "end_time": 51210.0,
      "text": "things and it curls up, and the eye meat kind of creates this little cup that has"
    },
    {
      "index": 11,
      "start_time": 51210.0,
      "end_time": 55469.0,
      "text": "this like natural little pork, sort of gravy inside it. --The problem with that is"
    },
    {
      "index": 12,
      "start_time": 55469.0,
      "end_time": 58559.0,
      "text": "right, all of the bits have curled up and bubbled they're not going to get crisp"
    },
    {
      "index": 13,
      "start_time": 58560.0,
      "end_time": 63820.0,
      "text": "on the bottom. Get something to weigh it down with, you know just a little pan like that."
    },
    {
      "index": 14,
      "start_time": 63820.0,
      "end_time": 69570.0,
      "text": "Okay, so actually mine's done Pete. --Yeah mine is, it's really nice and flat."
    },
    {
      "index": 15,
      "start_time": 69570.0,
      "end_time": 75240.0,
      "text": "Next I assemble a sandwich before the final cook. --Ooh!  --I've just got to have a"
    },
    {
      "index": 16,
      "start_time": 75240.0,
      "end_time": 80280.0,
      "text": "tiny bit of butter in the bread. That's right for me see, I don't like to take it"
    },
    {
      "index": 17,
      "start_time": 80280.0,
      "end_time": 84590.0,
      "text": "to the point where it's actually crisp and you can snap it. A perfect layer of bacon."
    },
    {
      "index": 18,
      "start_time": 84590.0,
      "end_time": 89400.0,
      "text": "And I should pop it back in the pan. All that lovely bacon fat is just gonna pick"
    },
    {
      "index": 19,
      "start_time": 89400.0,
      "end_time": 92939.0,
      "text": "up in the bottom of the sandwich. Just to make sure the bottom is perfectly evenly"
    },
    {
      "index": 20,
      "start_time": 92939.0,
      "end_time": 96720.0,
      "text": "coloured, I sometimes put the weight on it. --Well let me tell you what happens to my"
    },
    {
      "index": 21,
      "start_time": 96720.0,
      "end_time": 102270.0,
      "text": "sandwich. I'm not gonna butter my bread. Take the bacon to one side. I'm just"
    },
    {
      "index": 22,
      "start_time": 102270.0,
      "end_time": 108840.0,
      "text": "gonna get my eating side there and clean off any of those bits here and push the"
    },
    {
      "index": 23,
      "start_time": 108840.0,
      "end_time": 116610.0,
      "text": "middle bit down so there's that lovely fry in there as well. --Oh yeah. Next stage"
    },
    {
      "index": 24,
      "start_time": 116610.0,
      "end_time": 120840.0,
      "text": "is the slicing. Bacon rashers are going that way, north to south, so that means"
    },
    {
      "index": 25,
      "start_time": 120840.0,
      "end_time": 124740.0,
      "text": "I slice east to west,  giving you four fingers of Sandwich."
    },
    {
      "index": 26,
      "start_time": 124740.0,
      "end_time": 131069.0,
      "text": "I'm gonna show you how technical mine is. Get a knife, go from one corner to one"
    },
    {
      "index": 27,
      "start_time": 131068.99999999999,
      "end_time": 137910.0,
      "text": "corner and just cut it in half, and that's it.  All we need now is a bit"
    },
    {
      "index": 28,
      "start_time": 137910.0,
      "end_time": 143400.0,
      "text": "of sauce for our sarnies. I love a bit of brown but Pete likes a mix of ketchup,"
    },
    {
      "index": 29,
      "start_time": 143400.0,
      "end_time": 150020.0,
      "text": "mustard, and chili sauce. Why don't I try a bit of yours, you try a bit of mine? --Yeah."
    },
    {
      "index": 30,
      "start_time": 150590.0,
      "end_time": 156420.0,
      "text": "Yum, oh that's nice. All your fat is in the centre and it's delicious."
    },
    {
      "index": 31,
      "start_time": 156420.0,
      "end_time": 159570.0,
      "text": "I like the difference of texture of the crispy, the soft, and then"
    },
    {
      "index": 32,
      "start_time": 159570.0,
      "end_time": 163260.0,
      "text": "the crispy again. So it's like triple pleasure. Thank You Pete, that was lovely!"
    },
    {
      "index": 33,
      "start_time": 163260.0,
      "end_time": 167630.0,
      "text": "It's a pleasure I enjoyed it. Same time tomorrow?"
    }
  ]
}