{
  "video_id": "lM6rliphNdw",
  "title": "What made North Korea so bizarre",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9599.0,
      "end_time": 14419.0,
      "text": "North Korea is a bit of a black box, right? It's got this rogue nuclear program."
    },
    {
      "index": 2,
      "start_time": 14519.0,
      "end_time": 18290.0,
      "text": "It's under heavy international sanctions. There's gulags. There's famines."
    },
    {
      "index": 3,
      "start_time": 18390.0,
      "end_time": 25869.0,
      "text": "The people appear to worship this deified kid of a national leader. To understand why that is, you really"
    },
    {
      "index": 4,
      "start_time": 25869.0,
      "end_time": 32860.0,
      "text": "have to go back to 1910 when Japan first colonized Korea. And Japan at the time was its own super"
    },
    {
      "index": 5,
      "start_time": 32860.0,
      "end_time": 37460.0,
      "text": "crazy fascist imperial state, which Americans know all about because we fought a war with them."
    },
    {
      "index": 6,
      "start_time": 37460.0,
      "end_time": 44450.0,
      "text": "Japan wanted to convince Koreans that they were a subset of the Japanese race and to rally them to the imperial cause."
    },
    {
      "index": 7,
      "start_time": 44550.0,
      "end_time": 52299.0,
      "text": "And then Japan collapsed, 1945, the North came under Soviet occupation but the ideology stayed there. So we think of North Korea as like"
    },
    {
      "index": 8,
      "start_time": 52390.0,
      "end_time": 58679.0,
      "text": "this last holdover of Soviet-style communism, but actually it's the last holdover of Japanese"
    },
    {
      "index": 9,
      "start_time": 58679.0,
      "end_time": 63530.0,
      "text": "fascism. And you still see that today. North Koreans are told that they are the purest"
    },
    {
      "index": 10,
      "start_time": 63530.0,
      "end_time": 68409.0,
      "text": "race on Earth and that their superiority means that they need a strong leader to protect"
    },
    {
      "index": 11,
      "start_time": 68409.0,
      "end_time": 72390.0,
      "text": "them from the outside world and then they have this leader who's kind of deified because"
    },
    {
      "index": 12,
      "start_time": 72390.0,
      "end_time": 76390.0,
      "text": "he's a holdover from the Japanese emperor who was actually, you know, a quasi-religious"
    },
    {
      "index": 13,
      "start_time": 76390.0,
      "end_time": 94280.0,
      "text": "figure. So then in 1991 the Soviet Union collapses, stopped giving North Korea all these subsidies, and the North Korean government needed to find a new way to keep its citizens' support because they were so poor that they could not feed their own people and 1 in 10 North Koreans starved to death. So that's when Kim Jong-Il, who was the leader at the time, came"
    },
    {
      "index": 14,
      "start_time": 94350.0,
      "end_time": 98469.0,
      "text": "up with the Songun policy, military first, which is this big lie they tell the country"
    },
    {
      "index": 15,
      "start_time": 98469.0,
      "end_time": 104030.0,
      "text": "that they're constantly at this like low-boil war with the entire outside world, especially"
    },
    {
      "index": 16,
      "start_time": 104030.0,
      "end_time": 108269.0,
      "text": "the American imperialist dogs, so you have to give up everything towards the military"
    },
    {
      "index": 17,
      "start_time": 108369.0,
      "end_time": 112679.0,
      "text": "cause. It's really effective. Everybody buys into it. There are studies that show that"
    },
    {
      "index": 18,
      "start_time": 112679.0,
      "end_time": 117219.0,
      "text": "even North Koreans who leave the country and see how poor North Korea is, most of them"
    },
    {
      "index": 19,
      "start_time": 117219.0,
      "end_time": 121810.0,
      "text": "actually come back willingly. When Kim Jong-Il died, there were millions of North Koreans"
    },
    {
      "index": 20,
      "start_time": 121810.0,
      "end_time": 126090.0,
      "text": "crying in the street, and even defectors say that was more real than fake, which is kind"
    },
    {
      "index": 21,
      "start_time": 126090.0,
      "end_time": 131590.0,
      "text": "of amazing given that the country is really poor and 1% of its population lives in prison camps."
    },
    {
      "index": 22,
      "start_time": 131590.0,
      "end_time": 135350.0,
      "text": "And then one effect of this that works really well in the North Korean government's"
    },
    {
      "index": 23,
      "start_time": 135350.0,
      "end_time": 140810.0,
      "text": "favor is that this militarism also distracts the U.S. and the rest of the outside world,"
    },
    {
      "index": 24,
      "start_time": 140810.0,
      "end_time": 144760.0,
      "text": "so we're so worried about their nuclear program and their crazy attacks on South Korea that"
    },
    {
      "index": 25,
      "start_time": 144760.0,
      "end_time": 148540.0,
      "text": "we actually don't bother that much with the way they treat their own people,"
    },
    {
      "index": 26,
      "start_time": 148540.0,
      "end_time": 158540.0,
      "text": "who are the real victims of the North Korean system."
    }
  ]
}