{
  "video_id": "LmHlV29hOb0",
  "title": "Benefits of Glucosamine",
  "json": [
    {
      "index": 1,
      "start_time": 3620.0,
      "end_time": 8870.0,
      "text": "Hey, guys. Dr. Axe here, founder of draxe.com and doctor of natural medicine. In this video,"
    },
    {
      "index": 2,
      "start_time": 8870.0,
      "end_time": 14670.0,
      "text": "I&#39;m going to share with you how to use glucosamine, the many benefits, the dosage, and also give"
    },
    {
      "index": 3,
      "start_time": 14670.0,
      "end_time": 19820.0,
      "text": "you some surprising facts, because a lot of people are not using glucosamine like they"
    },
    {
      "index": 4,
      "start_time": 19820.0,
      "end_time": 25230.0,
      "text": "should. Also, there is an incredible superfood that most people have no idea that it&#39;s packed"
    },
    {
      "index": 5,
      "start_time": 25230.0,
      "end_time": 30230.0,
      "text": "with glucosamine and it&#39;s an effective way to get glucosamine in your diet for a fraction"
    },
    {
      "index": 6,
      "start_time": 30230.0,
      "end_time": 33870.0,
      "text": "of the cost that you can get it in normal supplements today."
    },
    {
      "index": 7,
      "start_time": 33870.0,
      "end_time": 39690.0,
      "text": "Now first off, glucosamine is part of a family called glycosaminoglycans, and glucosamine"
    },
    {
      "index": 8,
      "start_time": 39690.0,
      "end_time": 44940.0,
      "text": "is so beneficial for supporting the health of many different areas of your body, whether"
    },
    {
      "index": 9,
      "start_time": 44940.0,
      "end_time": 50129.0,
      "text": "it be your joints, your bones, your cartilage. It really helps in healing these areas, even"
    },
    {
      "index": 10,
      "start_time": 50129.0,
      "end_time": 54399.0,
      "text": "your digestive track. And I want to start off talking about really how it benefits your"
    },
    {
      "index": 11,
      "start_time": 54399.0,
      "end_time": 61730.0,
      "text": "joints. If you have any joint problem such as rheumatoid arthritis, osteoarthritis, joint"
    },
    {
      "index": 12,
      "start_time": 61730.0,
      "end_time": 69090.0,
      "text": "pain, pulled tendons and ligaments and muscles or torn rotator cuff, or any of those different"
    },
    {
      "index": 13,
      "start_time": 69090.0,
      "end_time": 74360.0,
      "text": "areas, glucosamine is a supplement you should be taking. And recent medical research shows"
    },
    {
      "index": 14,
      "start_time": 74360.0,
      "end_time": 81180.0,
      "text": "that glucosamine works by increasing the fluid in the joint and helping actually also with"
    },
    {
      "index": 15,
      "start_time": 81180.0,
      "end_time": 82040.0,
      "text": "circulation."
    },
    {
      "index": 16,
      "start_time": 82040.0,
      "end_time": 87840.0,
      "text": "So part of the healing process in inflammation is bringing new nutrients into an area, and"
    },
    {
      "index": 17,
      "start_time": 87840.0,
      "end_time": 93439.0,
      "text": "flushing toxins out of an area and really helping out with your intracellular and extracellular"
    },
    {
      "index": 18,
      "start_time": 93439.0,
      "end_time": 98229.0,
      "text": "fluid. Well, glucosamine helps with those things, and so if you have an injury and you"
    },
    {
      "index": 19,
      "start_time": 98229.0,
      "end_time": 104930.0,
      "text": "want to heal it more quickly, glucosamine helps with joint repair. So any joint issue"
    },
    {
      "index": 20,
      "start_time": 104930.0,
      "end_time": 110850.0,
      "text": "you have, glucosamine is an absolute must in your diet because it also helps with your"
    },
    {
      "index": 21,
      "start_time": 110850.0,
      "end_time": 118640.0,
      "text": "synovial fluid which is so important especially for knee injuries as well as shoulder injuries."
    },
    {
      "index": 22,
      "start_time": 118640.0,
      "end_time": 121780.0,
      "text": "You&#39;ve got to be taking glucosamine for those reasons."
    },
    {
      "index": 23,
      "start_time": 121780.0,
      "end_time": 126640.0,
      "text": "Also, glucosamine is incredible for the health of your digestive track. If you&#39;re suffering"
    },
    {
      "index": 24,
      "start_time": 126640.0,
      "end_time": 133569.0,
      "text": "with an issue such as leaky gut syndrome, ulcerative colitis, Crohn&#39;s disease, IBS syndrome,"
    },
    {
      "index": 25,
      "start_time": 133569.0,
      "end_time": 140370.0,
      "text": "or any type of inflammatory bowel or digestive issue, glucosamine helps with tissue repair."
    },
    {
      "index": 26,
      "start_time": 140370.0,
      "end_time": 145180.0,
      "text": "So again, if you have damaged tissues like it happens so often with leaky gut, glucosamine"
    },
    {
      "index": 27,
      "start_time": 145180.0,
      "end_time": 149790.0,
      "text": "is one of those things along with L-glutamine and proline which helps heal your damaged"
    },
    {
      "index": 28,
      "start_time": 149790.0,
      "end_time": 150950.0,
      "text": "gut lining."
    },
    {
      "index": 29,
      "start_time": 150950.0,
      "end_time": 156400.0,
      "text": "And here&#39;s a really unique thing about glucosamine. It actually sends signals to your body to"
    },
    {
      "index": 30,
      "start_time": 156400.0,
      "end_time": 162090.0,
      "text": "bring in certain minerals and amino acids to start to repair the damaged areas. So it"
    },
    {
      "index": 31,
      "start_time": 162090.0,
      "end_time": 167459.0,
      "text": "actually helps with cellular communication. So glucosamine, if you&#39;ve got any digestive"
    },
    {
      "index": 32,
      "start_time": 167459.0,
      "end_time": 172000.0,
      "text": "issue, it&#39;s something you absolutely want to be taking, and actually, a recent medical"
    },
    {
      "index": 33,
      "start_time": 172000.0,
      "end_time": 177910.0,
      "text": "study done about 10 years ago found that it actually helps in healing Crohn&#39;s disease"
    },
    {
      "index": 34,
      "start_time": 177910.0,
      "end_time": 184370.0,
      "text": "and ulcerative colitis. So we know glucosamine, very beneficial for the digestive system."
    },
    {
      "index": 35,
      "start_time": 184370.0,
      "end_time": 190269.0,
      "text": "Also in recent medical studies, they found that glucosamine helps with bone repair. So"
    },
    {
      "index": 36,
      "start_time": 190269.0,
      "end_time": 195540.0,
      "text": "if you break a bone or have any bone or joint or ligament or tendon tear, so again, if you&#39;ve"
    },
    {
      "index": 37,
      "start_time": 195540.0,
      "end_time": 202860.0,
      "text": "ever torn your ACL or you&#39;ve broken a bone, whether it&#39;s you or someone else, you immediately"
    },
    {
      "index": 38,
      "start_time": 202860.0,
      "end_time": 207970.0,
      "text": "want to start taking glucosamine for that reason as well. And a really unique study"
    },
    {
      "index": 39,
      "start_time": 207970.0,
      "end_time": 212629.0,
      "text": "they found, and this leads to my step number four or number four benefit, they&#39;ve also"
    },
    {
      "index": 40,
      "start_time": 212629.0,
      "end_time": 219159.0,
      "text": "found that glucosamine is very beneficial for TMJ, so that&#39;s pain of the joint of your"
    },
    {
      "index": 41,
      "start_time": 219159.0,
      "end_time": 223790.0,
      "text": "jaw. And so if you ever get pain while chewing or you get jaw clicking or any problem like"
    },
    {
      "index": 42,
      "start_time": 223790.0,
      "end_time": 225610.0,
      "text": "that, you want to be taking glucosamine."
    },
    {
      "index": 43,
      "start_time": 225610.0,
      "end_time": 232250.0,
      "text": "And a recent medical study found, if you are supplementing with about 500 to 1,500 milligrams"
    },
    {
      "index": 44,
      "start_time": 232250.0,
      "end_time": 239530.0,
      "text": "of glucosamine a day, it was just as effective as taking a medication in NSAIDs such as aspirin"
    },
    {
      "index": 45,
      "start_time": 239530.0,
      "end_time": 246230.0,
      "text": "or ibuprofen and naturally relieving pain. So again, also it&#39;s great for TMJ and joint"
    },
    {
      "index": 46,
      "start_time": 246230.0,
      "end_time": 253250.0,
      "text": "pain relief. So whether your joint pain is from a condition such as fibromyalgia or injury"
    },
    {
      "index": 47,
      "start_time": 253250.0,
      "end_time": 260180.0,
      "text": "from a sporting event, or arthritis, no matter what your pain is from, or TMJ, we know glucosamine"
    },
    {
      "index": 48,
      "start_time": 260180.0,
      "end_time": 263550.0,
      "text": "is very effective. And now here&#39;s one of the biggest secrets I want to share with you."
    },
    {
      "index": 49,
      "start_time": 263550.0,
      "end_time": 269250.0,
      "text": "You can buy glucosamine in a supplement form, and if you do so, you want to be taking about"
    },
    {
      "index": 50,
      "start_time": 269250.0,
      "end_time": 276110.0,
      "text": "1,000 to 1,500 milligrams a day. But you can also get glucosamine in bone broth or bone"
    },
    {
      "index": 51,
      "start_time": 276110.0,
      "end_time": 281070.0,
      "text": "broth protein powder. So again, bone broth, and that&#39;s where you take the animal parts"
    },
    {
      "index": 52,
      "start_time": 281070.0,
      "end_time": 288360.0,
      "text": "such as chicken feet and you simmer them over time, that releases minerals as well amino"
    },
    {
      "index": 53,
      "start_time": 288360.0,
      "end_time": 295389.0,
      "text": "acids, as well as glucosamine into that liquid. So bone broth especially chicken bone broth"
    },
    {
      "index": 54,
      "start_time": 295389.0,
      "end_time": 297040.0,
      "text": "is loaded with glucosamine."
    },
    {
      "index": 55,
      "start_time": 297040.0,
      "end_time": 303020.0,
      "text": "And so, rather than spending money on a pricey supplement, you can get all of this glucosamine"
    },
    {
      "index": 56,
      "start_time": 303020.0,
      "end_time": 309110.0,
      "text": "in the form of bone broth. And what I recommend my patients do, is get bone broth protein"
    },
    {
      "index": 57,
      "start_time": 309110.0,
      "end_time": 314360.0,
      "text": "powder. So you can go and buy bone broth protein powder, do a scoop of that in a smoothie,"
    },
    {
      "index": 58,
      "start_time": 314360.0,
      "end_time": 318800.0,
      "text": "and not only are you getting glucosamine to heal your body, you&#39;re also getting other"
    },
    {
      "index": 59,
      "start_time": 318800.0,
      "end_time": 324240.0,
      "text": "factors as well that really support the natural repair of the body."
    },
    {
      "index": 60,
      "start_time": 324240.0,
      "end_time": 328130.0,
      "text": "So again, there&#39;s bone broth protein, there&#39;s collagen protein powder, it&#39;s also gray. But"
    },
    {
      "index": 61,
      "start_time": 328130.0,
      "end_time": 333410.0,
      "text": "again, bone broth protein is very high in all of these factors. So again, if you want"
    },
    {
      "index": 62,
      "start_time": 333410.0,
      "end_time": 338600.0,
      "text": "to heal your body fast, whether you&#39;ve got pain, whether you&#39;re struggling with TMJ,"
    },
    {
      "index": 63,
      "start_time": 338600.0,
      "end_time": 344820.0,
      "text": "digestive issues, you need tissue or cartilage repair or arthritis, all of those issues taking"
    },
    {
      "index": 64,
      "start_time": 344820.0,
      "end_time": 351060.0,
      "text": "bone broth in liquid form, or taking a bone broth powder is a great way to start healing"
    },
    {
      "index": 65,
      "start_time": 351060.0,
      "end_time": 351190.0,
      "text": "fast."
    },
    {
      "index": 66,
      "start_time": 351190.0,
      "end_time": 356090.0,
      "text": "And hey, if you want to learn more about how to overcome any of these issues I mentioned,"
    },
    {
      "index": 67,
      "start_time": 356090.0,
      "end_time": 360819.0,
      "text": "check out my website, draxe.com. And if you want to learn more natural remedies to heal"
    },
    {
      "index": 68,
      "start_time": 360819.0,
      "end_time": 366889.0,
      "text": "fast, make sure you subscribe here to my YouTube channel. Again, use glucosamine for all the"
    },
    {
      "index": 69,
      "start_time": 366889.0,
      "end_time": 376889.0,
      "text": "benefits and bone broth as well, I know you&#39;re going to reap the benefits for it."
    }
  ]
}