{
  "video_id": "lN6qzCerVx4",
  "title": "What Happens When You Don’t Brush Your Teeth?",
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 3610.0,
      "text": "No one likes going to the dentist, but you should all go every year. Because really,"
    },
    {
      "index": 2,
      "start_time": 3610.0,
      "end_time": 8140.0,
      "text": "do you want to risk an infection in the biggest hole in your head?!"
    },
    {
      "index": 3,
      "start_time": 8140.000000000001,
      "end_time": 15960.0,
      "text": "Hey guys, Amy talking the joys of oral hygiene with you on DNews today!"
    },
    {
      "index": 4,
      "start_time": 15960.0,
      "end_time": 20419.0,
      "text": "As many as 700 types of bacteria can live in our mouths, though most people only host"
    },
    {
      "index": 5,
      "start_time": 20419.0,
      "end_time": 25609.0,
      "text": "between 34 and 72 varieties. Some of these bacteria are innocuous, others known as probiotics"
    },
    {
      "index": 6,
      "start_time": 25609.0,
      "end_time": 29749.0,
      "text": "actually help us digest food. There are even bacterial strains that protect our teeth and"
    },
    {
      "index": 7,
      "start_time": 29749.0,
      "end_time": 33450.0,
      "text": "gums. But there are some bad bacteria living in your mouth as well."
    },
    {
      "index": 8,
      "start_time": 33450.0,
      "end_time": 38060.0,
      "text": "One is called streptococcus mutans. This bacteria feeds on the sugars and starches you eat,"
    },
    {
      "index": 9,
      "start_time": 38060.0,
      "end_time": 42650.0,
      "text": "producing enamel-eroding acids as a by-product, which can lead to tooth decay. Another bad"
    },
    {
      "index": 10,
      "start_time": 42650.0,
      "end_time": 47450.0,
      "text": "bacteria is porphyromonas gingivalis, which is linked to periodontitis, a serious and"
    },
    {
      "index": 11,
      "start_time": 47450.0,
      "end_time": 51490.0,
      "text": "progressive disease that affects the soft tissue and the alveolar bone that support"
    },
    {
      "index": 12,
      "start_time": 51490.0,
      "end_time": 54870.0,
      "text": "the teeth causing tooth pain and in some cases tooth loss."
    },
    {
      "index": 13,
      "start_time": 54870.0,
      "end_time": 58950.0,
      "text": "For most of us, our main dental issue will be plaque, the film that builds up on your"
    },
    {
      "index": 14,
      "start_time": 58950.0,
      "end_time": 63610.0,
      "text": "teeth and contains the bacteria that produces enamel-destroying acids. Regular cleanings"
    },
    {
      "index": 15,
      "start_time": 63610.0,
      "end_time": 67249.0,
      "text": "get rid of plaque, but if you don’t clean the plaque from your teeth it hardens into"
    },
    {
      "index": 16,
      "start_time": 67249.0,
      "end_time": 72039.0,
      "text": "tartar, which can get below your gums, causing inflammation and infection. That can open"
    },
    {
      "index": 17,
      "start_time": 72039.0,
      "end_time": 76600.0,
      "text": "a pathway into your bloodstream. Once that bacteria is in your blood, it can get anywhere."
    },
    {
      "index": 18,
      "start_time": 76600.0,
      "end_time": 79909.0,
      "text": "The first place that bacteria-filled blood could go is your heart where there is some"
    },
    {
      "index": 19,
      "start_time": 79909.0,
      "end_time": 84819.0,
      "text": "evidence that it can lead to atherosclerosis, or a hardening of the arteries caused by plaque,"
    },
    {
      "index": 20,
      "start_time": 84819.0,
      "end_time": 88240.0,
      "text": "though this is a different kind of plaque than you&#39;d find on your teeth. The plaque"
    },
    {
      "index": 21,
      "start_time": 88240.0,
      "end_time": 93009.0,
      "text": "in your arteries is made of cholesterol, fatty substances, cellular waste products, calcium"
    },
    {
      "index": 22,
      "start_time": 93009.0,
      "end_time": 97289.0,
      "text": "and a clotting agent called fibrin. It builds up and thickens the walls of the arteries,"
    },
    {
      "index": 23,
      "start_time": 97289.0,
      "end_time": 101409.0,
      "text": "constricting blood flow and increasing risk of a heart attack. Clogged or blocked arteries"
    },
    {
      "index": 24,
      "start_time": 101409.0,
      "end_time": 104929.0,
      "text": "can also restrict blood flow to the brain, increasing risk of stroke."
    },
    {
      "index": 25,
      "start_time": 104929.0,
      "end_time": 109299.0,
      "text": "A recent single hospital study in Osaka, Japan, found that a quarter of stroke victims had"
    },
    {
      "index": 26,
      "start_time": 109299.0,
      "end_time": 114779.0,
      "text": "a bacteria called cnm-positive S. mutans in their saliva. The researchers acknowledged"
    },
    {
      "index": 27,
      "start_time": 114779.0,
      "end_time": 118909.0,
      "text": "that it’s a rare bacteria only 10 percent of people have, but it’s still enough to"
    },
    {
      "index": 28,
      "start_time": 118909.0,
      "end_time": 122119.0,
      "text": "reinforce the link between the oral bacterium and stroke."
    },
    {
      "index": 29,
      "start_time": 122119.0,
      "end_time": 126159.0,
      "text": "And mouth bacteria can even follow a path to your brain, increasing risk of dementia."
    },
    {
      "index": 30,
      "start_time": 126159.0,
      "end_time": 130570.0,
      "text": "A 2013 study from the University of Central Lancashire found a correlation between the"
    },
    {
      "index": 31,
      "start_time": 130570.0,
      "end_time": 136060.0,
      "text": "bacteria commonly associated with gingivitis and an immune response that may kill neurons."
    },
    {
      "index": 32,
      "start_time": 136060.0,
      "end_time": 139700.0,
      "text": "This could ultimately change the brain in a way consistent with Alzheimer’s disease."
    },
    {
      "index": 33,
      "start_time": 139700.0,
      "end_time": 143610.0,
      "text": "And, if that weren&#39;t bad enough, letting bacteria form colonies in your mouth can also lead"
    },
    {
      "index": 34,
      "start_time": 143610.0,
      "end_time": 148910.0,
      "text": "to lung infections, but not through the bloodstream… Instead you literally breathe oral microbes"
    },
    {
      "index": 35,
      "start_time": 148910.0,
      "end_time": 151560.0,
      "text": "into your lungs, where it can infect and spread."
    },
    {
      "index": 36,
      "start_time": 151560.0,
      "end_time": 154860.0,
      "text": "And your oral health doesn’t just impact your body health, it can be a good indicator"
    },
    {
      "index": 37,
      "start_time": 154860.0,
      "end_time": 159650.0,
      "text": "of your overall health. For example: gum disease can be a sign of diabetes, painful mucosal"
    },
    {
      "index": 38,
      "start_time": 159650.0,
      "end_time": 164100.0,
      "text": "lesions are more common in people who are HIV positive, and tooth weakness or loss can"
    },
    {
      "index": 39,
      "start_time": 164100.0,
      "end_time": 165050.0,
      "text": "be a sign of osteoporosis."
    },
    {
      "index": 40,
      "start_time": 165050.0,
      "end_time": 170030.0,
      "text": "So it should be said that this is a huge “more research is needed” topic since most studies"
    },
    {
      "index": 41,
      "start_time": 170030.0,
      "end_time": 174560.0,
      "text": "have small sample sizes and need follow-up work. And experts somewhat begrudgingly admit"
    },
    {
      "index": 42,
      "start_time": 174560.0,
      "end_time": 179020.0,
      "text": "that we just don’t know yet whether treating gum disease can reduce the risk of heart attack,"
    },
    {
      "index": 43,
      "start_time": 179020.0,
      "end_time": 182950.0,
      "text": "stroke, or dementia. But, really, do you need more motivation for keeping up with dental"
    },
    {
      "index": 44,
      "start_time": 182950.0,
      "end_time": 185790.0,
      "text": "visits than maintaining good teeth for chewing? Floss! Brush! And above all: go to the dentist!"
    },
    {
      "index": 45,
      "start_time": 185790.0,
      "end_time": 189410.0,
      "text": "And speaking of painful things in your mouth, confused about the difference between canker"
    },
    {
      "index": 46,
      "start_time": 189410.0,
      "end_time": 210390.0,
      "text": "sores and cold sores? We were, too, so Trace explains it in this video right here."
    },
    {
      "index": 47,
      "start_time": 210390.0,
      "end_time": 215120.0,
      "text": "So how many of you always go in your yearly dental cleaning? I do! Let us know in the"
    },
    {
      "index": 48,
      "start_time": 215120.0,
      "end_time": 225120.0,
      "text": "comments below and don’t forget to subscribe for DNews every day of the week."
    }
  ]
}