{
  "video_id": "loE4Pi3fTQw",
  "title": "10 Extremely Weird Hybrid Animals",
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 4550.0,
      "text": "Animals like to get freaky, and as it turns out, sometimes they like to get freaky with"
    },
    {
      "index": 2,
      "start_time": 4550.0,
      "end_time": 9629.0,
      "text": "other species. Now the internet is filled with fake hybrid animals like shark birds,"
    },
    {
      "index": 3,
      "start_time": 9630.0,
      "end_time": 14440.0,
      "text": "crocodile frogs and rhinoceros cocks, but in this video we’re looking at real hybrid"
    },
    {
      "index": 4,
      "start_time": 14440.0,
      "end_time": 25939.0,
      "text": "animals. From Zebroids to Wolphins, join us as we count 10 extremely weird hybrid animals"
    },
    {
      "index": 5,
      "start_time": 25939.0,
      "end_time": 29990.0,
      "text": "Mules and Hinnies Mules and Hinnies are probably the most common"
    },
    {
      "index": 6,
      "start_time": 29990.0,
      "end_time": 34430.0,
      "text": "hybrids and are used for their reliability and strength in a smaller size than a purebred"
    },
    {
      "index": 7,
      "start_time": 34430.0,
      "end_time": 39250.0,
      "text": "horse. And yet, they are actually rather difficult to obtain, since horses have 2 more chromosomes"
    },
    {
      "index": 8,
      "start_time": 39250.0,
      "end_time": 46510.0,
      "text": "than donkeys. This makes male mules and hinnies sterile meaning they cannot reproduce."
    },
    {
      "index": 9,
      "start_time": 46510.0,
      "end_time": 49489.0,
      "text": "Zebroids The term “Zebroid” is quite a broad one"
    },
    {
      "index": 10,
      "start_time": 49490.0,
      "end_time": 53760.0,
      "text": "in the sense that while it always involves a zebra, the other party can be pretty much"
    },
    {
      "index": 11,
      "start_time": 53760.0,
      "end_time": 57989.0,
      "text": "anything as long as they’re in the horse family. Other names for other combinations"
    },
    {
      "index": 12,
      "start_time": 57990.0,
      "end_time": 64530.0,
      "text": "include but are not limited to zorses, zonies, zonkeys, zeedonks, and apparently even zombies."
    },
    {
      "index": 13,
      "start_time": 64530.0,
      "end_time": 68210.0,
      "text": "As it turns out we’ve had it all wrong, they’re not undead humans seeking living"
    },
    {
      "index": 14,
      "start_time": 68210.0,
      "end_time": 73200.0,
      "text": "flesh, they are simply the hybrid results of a zebra and a very unfortunate human. OK"
    },
    {
      "index": 15,
      "start_time": 73200.0,
      "end_time": 78939.0,
      "text": "maybe I made that last bit up. I should be sorry, but I’m not."
    },
    {
      "index": 16,
      "start_time": 78939.0,
      "end_time": 83369.0,
      "text": "Narwhal-beluga hybrid A Narwhal is a medium sized toothed whale"
    },
    {
      "index": 17,
      "start_time": 83369.0,
      "end_time": 88579.0,
      "text": "that possesses a large tusk from a protruding canine tooth. It is one of two living species"
    },
    {
      "index": 18,
      "start_time": 88579.0,
      "end_time": 93949.0,
      "text": "of whale in the Monodontidae family, along with the beluga whale. A beluga whale is similarly"
    },
    {
      "index": 19,
      "start_time": 93950.0,
      "end_time": 99900.0,
      "text": "sized as a narwhal but does not have the protruding tusk. As rare as they are, there have been"
    },
    {
      "index": 20,
      "start_time": 99900.0,
      "end_time": 104600.0,
      "text": "documented cases of hybrids, such as one that was found in west Greenland and a stranded"
    },
    {
      "index": 21,
      "start_time": 104600.0,
      "end_time": 109979.0,
      "text": "example found on San Juan Island in 2011. This is another example of hybridization that"
    },
    {
      "index": 22,
      "start_time": 109979.0,
      "end_time": 116279.0,
      "text": "may become more common due to global warming interfering with the species’ natural habitats."
    },
    {
      "index": 23,
      "start_time": 116279.0,
      "end_time": 119149.0,
      "text": "Sheep-goats Guess what this is a cross between? Wrong,"
    },
    {
      "index": 24,
      "start_time": 119149.0,
      "end_time": 124200.0,
      "text": "it’s a cross between Iron Man and a Nacho. Actually your guess was correct. Despite looking"
    },
    {
      "index": 25,
      "start_time": 124200.0,
      "end_time": 128280.0,
      "text": "somewhat similar, it’s not easy to mate sheeps and goats since they belong to different"
    },
    {
      "index": 26,
      "start_time": 128280.0,
      "end_time": 133860.0,
      "text": "gene families and they have a different number of chromosomes. That being said, it has happened."
    },
    {
      "index": 27,
      "start_time": 133860.0,
      "end_time": 138660.0,
      "text": "At the Botswana Ministry of Agriculture in 2000, a male sheep impregnated a female goat"
    },
    {
      "index": 28,
      "start_time": 138660.0,
      "end_time": 143829.0,
      "text": "resulting in a live offspring. This hybrid had 57 chromosomes. Since then there have"
    },
    {
      "index": 29,
      "start_time": 143830.0,
      "end_time": 148110.0,
      "text": "been a few more examples, but not many. Ligers"
    },
    {
      "index": 30,
      "start_time": 148110.0,
      "end_time": 153560.0,
      "text": "Ligers are the result of a male lion and a female tiger mating, and they only exist in"
    },
    {
      "index": 31,
      "start_time": 153560.0,
      "end_time": 159110.0,
      "text": "captivity since the habitats of their parental species do not overlap in the wild. Ligers"
    },
    {
      "index": 32,
      "start_time": 159110.0,
      "end_time": 164480.0,
      "text": "are the largest of all living cats, and have characteristics from both parents. For example,"
    },
    {
      "index": 33,
      "start_time": 164480.0,
      "end_time": 169600.0,
      "text": "they like to swim like tigers and they are very sociable, like lions. Interestingly,"
    },
    {
      "index": 34,
      "start_time": 169600.0,
      "end_time": 173540.0,
      "text": "Ligers can grow to be larger than either parent species, something that separates them from"
    },
    {
      "index": 35,
      "start_time": 173540.0,
      "end_time": 179510.0,
      "text": "Tigons which you guessed it, is the result of a male tiger and female lion. So how big"
    },
    {
      "index": 36,
      "start_time": 179510.0,
      "end_time": 185620.0,
      "text": "you ask? Well, they can grow to be over 3 metres long and can weigh more than 300 kilos."
    },
    {
      "index": 37,
      "start_time": 185620.0,
      "end_time": 188650.0,
      "text": "That makes them weigh more than the average grizzly bear."
    },
    {
      "index": 38,
      "start_time": 188650.0,
      "end_time": 193000.0,
      "text": "Camas A cama is a hybrid between a male dromedary"
    },
    {
      "index": 39,
      "start_time": 193000.0,
      "end_time": 198950.0,
      "text": "camel and a female llama, and has been produced via artificial insemination at the Camel Reproduction"
    },
    {
      "index": 40,
      "start_time": 198950.0,
      "end_time": 204780.0,
      "text": "Centre in Dubai. The first ever Cama was born in 1998. The purpose of their existence is"
    },
    {
      "index": 41,
      "start_time": 204780.0,
      "end_time": 209510.0,
      "text": "basically to combine the best of both worlds. They wanted to get a higher wool production,"
    },
    {
      "index": 42,
      "start_time": 209510.0,
      "end_time": 214170.0,
      "text": "with the size and strength of a camel but with a more co-operative temper. Since an"
    },
    {
      "index": 43,
      "start_time": 214170.0,
      "end_time": 218579.0,
      "text": "adult dromedary camel can weigh up to six times as much as a llama, the hybrid needs"
    },
    {
      "index": 44,
      "start_time": 218580.0,
      "end_time": 223760.0,
      "text": "to be produced via artificial insemination so you’re not likely to see any camas strutting"
    },
    {
      "index": 45,
      "start_time": 223760.0,
      "end_time": 226790.0,
      "text": "around in the wild."
    },
    {
      "index": 46,
      "start_time": 226790.0,
      "end_time": 229709.0,
      "text": "Savannah cats A Savannah cat is a hybrid cat breed that"
    },
    {
      "index": 47,
      "start_time": 229710.0,
      "end_time": 235370.0,
      "text": "is cross between a serval and a domestic cat. The first ever Savannah cat was bred in 1986"
    },
    {
      "index": 48,
      "start_time": 235370.0,
      "end_time": 240140.0,
      "text": "by a Bengal breeder named Judee Frank. Since then it has become incredibly popular with"
    },
    {
      "index": 49,
      "start_time": 240140.0,
      "end_time": 245329.0,
      "text": "breeders and in 2001 it became registered as a new official breed. Savannah cats have"
    },
    {
      "index": 50,
      "start_time": 245330.0,
      "end_time": 249770.0,
      "text": "tall slim builds which gives them the appearance of size when their actual weight does not"
    },
    {
      "index": 51,
      "start_time": 249770.0,
      "end_time": 255160.0,
      "text": "reflect this. Savannahs are more social than typical domestic cats and they’re very trainable"
    },
    {
      "index": 52,
      "start_time": 255160.0,
      "end_time": 258548.0,
      "text": "so they can often be compared more to dogs than cats."
    },
    {
      "index": 53,
      "start_time": 258548.0,
      "end_time": 263870.0,
      "text": "Beefalo The origins of beefalo are rather sad since"
    },
    {
      "index": 54,
      "start_time": 263870.0,
      "end_time": 269320.0,
      "text": "their pure existence has come about to improve beef production by combining the best characteristics"
    },
    {
      "index": 55,
      "start_time": 269320.0,
      "end_time": 273990.0,
      "text": "of domestic cattle and bison. They’ve been around for quite a while, with accidental"
    },
    {
      "index": 56,
      "start_time": 273990.0,
      "end_time": 279500.0,
      "text": "crosses being spotted as far back as 1749, but they were first intentionally bred during"
    },
    {
      "index": 57,
      "start_time": 279500.0,
      "end_time": 284130.0,
      "text": "the mid-19th century. While breeding cattle and bison have proved effective in producing"
    },
    {
      "index": 58,
      "start_time": 284130.0,
      "end_time": 289650.0,
      "text": "better beef with lower fat and cholesterol, it has had a negative effect on bison conservation"
    },
    {
      "index": 59,
      "start_time": 289650.0,
      "end_time": 296120.0,
      "text": "since most current bison herds are genetically polluted in some form by cattle."
    },
    {
      "index": 60,
      "start_time": 296120.0,
      "end_time": 299110.0,
      "text": "Wholphins A Wholphin is an extremely rare hybrid animal"
    },
    {
      "index": 61,
      "start_time": 299110.0,
      "end_time": 304600.0,
      "text": "born from mating a common bottlenose dolphin and a false killer whale. There is currently"
    },
    {
      "index": 62,
      "start_time": 304600.0,
      "end_time": 309400.0,
      "text": "only 1 example of a Wholphin in captivity which can be found at Sea Life Park in Hawaii,"
    },
    {
      "index": 63,
      "start_time": 309400.0,
      "end_time": 314419.0,
      "text": "but they have been known to exist in the wild as well. A Wholphin will hold characteristics"
    },
    {
      "index": 64,
      "start_time": 314419.0,
      "end_time": 319700.0,
      "text": "right in the middle between the parents, whether that be relating to size, shape, colour or"
    },
    {
      "index": 65,
      "start_time": 319700.0,
      "end_time": 325900.0,
      "text": "even the number of their teeth, with a bottlenose dolphin having 88 teeth, a false killer whale"
    },
    {
      "index": 66,
      "start_time": 325900.0,
      "end_time": 330599.0,
      "text": "having 44 teeth and a wholphin having 66."
    },
    {
      "index": 67,
      "start_time": 330600.0,
      "end_time": 333970.0,
      "text": "Grolar bears One of the few hybrid animals on this list"
    },
    {
      "index": 68,
      "start_time": 333970.0,
      "end_time": 339160.0,
      "text": "to actually occur in the wild, Grolar Bears are huge and scary. Interestingly, the first"
    },
    {
      "index": 69,
      "start_time": 339160.0,
      "end_time": 344210.0,
      "text": "hybrid animal discovered in the wild was as recently as 2006, when a hunter from Idaho"
    },
    {
      "index": 70,
      "start_time": 344210.0,
      "end_time": 348409.0,
      "text": "shot what he believed to be a polar bear. Officials examined the creature and noted"
    },
    {
      "index": 71,
      "start_time": 348410.0,
      "end_time": 353150.0,
      "text": "that while it had some polar bear-like qualities, it also had some grizzly bear-like qualities."
    },
    {
      "index": 72,
      "start_time": 353150.0,
      "end_time": 356840.0,
      "text": "If the creature turned out to be a grizzly bear the hunter would have faced a fine and"
    },
    {
      "index": 73,
      "start_time": 356840.0,
      "end_time": 361460.0,
      "text": "up to 1 year in prison. Fortunately for him it turned out to be a Grolar bear. There’s"
    },
    {
      "index": 74,
      "start_time": 361460.0,
      "end_time": 366000.0,
      "text": "a good chance Grolar bears well become more and more frequent as global warming starts"
    },
    {
      "index": 75,
      "start_time": 366000.0,
      "end_time": 367990.0,
      "text": "destroying the polar bear’s natural habitat."
    }
  ]
}