{
  "video_id": "lQz4vtOIM-4",
  "title": "Archery Popshots | Assassin's Creed Odyssey",
  "json": [
    {
      "index": 1,
      "start_time": 229.0,
      "end_time": 4890.0,
      "text": "From the sands of Egypt to the blessed land of Greece, Assassin's Creed Odyssey takes"
    },
    {
      "index": 2,
      "start_time": 4890.0,
      "end_time": 10570.0,
      "text": "the smooth gameplay from Origins, adds a few tweaks, and presents a new adventure in a"
    },
    {
      "index": 3,
      "start_time": 10570.0,
      "end_time": 15759.0,
      "text": "bright, vibrant world. And for us toxophiles, the Eagle Bearer is just as competent with"
    },
    {
      "index": 4,
      "start_time": 15759.0,
      "end_time": 21599.0,
      "text": "a bow as with a spear, and what an Ｏdyssey we are in for. In this episode of Archery"
    },
    {
      "index": 5,
      "start_time": 21599.0,
      "end_time": 26279.0,
      "text": "Popshots, we take a look at the historical context of archery in Ancient Greece, and"
    },
    {
      "index": 6,
      "start_time": 26279.0,
      "end_time": 29680.0,
      "text": "the mythical feats we'll achieve in Assassin's Creed Odyssey."
    },
    {
      "index": 7,
      "start_time": 38480.0,
      "end_time": 43899.0,
      "text": "Greek mythology is filled with epic heroes, and the bow is inseparable from legendary"
    },
    {
      "index": 8,
      "start_time": 43899.0,
      "end_time": 50660.0,
      "text": "figures. The deities Apollo and Artemis, the mighty Herakles, the huntress Atalanta, Orion"
    },
    {
      "index": 9,
      "start_time": 50660.0,
      "end_time": 56109.0,
      "text": "the Hunter, and Odysseus himself, whose feats include stringing a mighty horn bow and shooting"
    },
    {
      "index": 10,
      "start_time": 56109.0,
      "end_time": 61649.0,
      "text": "an arrow through a dozen axe heads. Even the strongest warrior of all, Achilles, was brought"
    },
    {
      "index": 11,
      "start_time": 61649.0,
      "end_time": 67450.0,
      "text": "down by an arrow to the heel from Paris of Troy. These timeless legends are retold and"
    },
    {
      "index": 12,
      "start_time": 67450.0,
      "end_time": 72260.0,
      "text": "sprinkled throughout the ancient Greek world, and Assassin's Creed glorifies these legends"
    },
    {
      "index": 13,
      "start_time": 72260.0,
      "end_time": 74730.0,
      "text": "to titanic levels."
    },
    {
      "index": 14,
      "start_time": 74730.0,
      "end_time": 79680.0,
      "text": "While skill with the bow was ubiquitous to being a warrior, the use of the bow in combat"
    },
    {
      "index": 15,
      "start_time": 79680.0,
      "end_time": 86150.0,
      "text": "held a much lower significance. Indeed, passages from Homer and the Trojan War describe archers"
    },
    {
      "index": 16,
      "start_time": 86150.0,
      "end_time": 92050.0,
      "text": "as cowardly and effeminate. Diomedes, upon being shot in the foot by an arrow from Paris,"
    },
    {
      "index": 17,
      "start_time": 92050.0,
      "end_time": 93050.0,
      "text": "cried out:"
    },
    {
      "index": 18,
      "start_time": 93050.0,
      "end_time": 97790.0,
      "text": "\"If you should fight against me in hand-to-hand combat, your bow and thick-flying arrows would"
    },
    {
      "index": 19,
      "start_time": 97790.0,
      "end_time": 103640.0,
      "text": "not help you. It bothers me no more than if a woman or unwitting child hit me; mute is"
    },
    {
      "index": 20,
      "start_time": 103640.0,
      "end_time": 106630.0,
      "text": "the missile of a weak and worthless man.\""
    },
    {
      "index": 21,
      "start_time": 106630.0,
      "end_time": 112640.0,
      "text": "The disdain for archery also carried over to real warfare. Combat was based on the hoplite"
    },
    {
      "index": 22,
      "start_time": 112640.0,
      "end_time": 118140.0,
      "text": "– equipped with a large shield, spear and sword. The phalanx was the backbone of Greek"
    },
    {
      "index": 23,
      "start_time": 118140.0,
      "end_time": 123400.0,
      "text": "armies, and Greek citizens – most of all the Spartans – were trained first and foremost"
    },
    {
      "index": 24,
      "start_time": 123400.0,
      "end_time": 128920.0,
      "text": "as heavy infantry. Archers had very little role in battle. Some archers were deployed"
    },
    {
      "index": 25,
      "start_time": 128919.99999999999,
      "end_time": 134260.0,
      "text": "as light skirmishers alongside slingers and javelin throwers, but very few battles were"
    },
    {
      "index": 26,
      "start_time": 134260.0,
      "end_time": 139550.0,
      "text": "significantly influenced by the bow and arrow. Nonetheless, the Athenians were known to have"
    },
    {
      "index": 27,
      "start_time": 139550.0,
      "end_time": 144900.0,
      "text": "maintained a corps of archers, a distinction that is actually shown in Odyssey."
    },
    {
      "index": 28,
      "start_time": 144900.0,
      "end_time": 150249.0,
      "text": "As far as the game is concerned, it bypasses the disciplined warfare typical of the period"
    },
    {
      "index": 29,
      "start_time": 150249.0,
      "end_time": 155760.0,
      "text": "– in fact, the conquest battles are unrealistically chaotic. Nonetheless, the game emphasises"
    },
    {
      "index": 30,
      "start_time": 155760.0,
      "end_time": 161019.0,
      "text": "the individual heroic warrior rather than organised warfare, and if you can look past"
    },
    {
      "index": 31,
      "start_time": 161040.0,
      "end_time": 165680.0,
      "text": "the trappings of historical accuracy, the possibilities are literally endless."
    },
    {
      "index": 32,
      "start_time": 173520.0,
      "end_time": 177840.0,
      "text": "Those who have come from Assassin's Creed Origins may appreciate the small changes that"
    },
    {
      "index": 33,
      "start_time": 177840.0,
      "end_time": 184790.0,
      "text": "make gameplay more streamlined, and things…make sense in Odyssey. In Origins, Bayek juggled"
    },
    {
      "index": 34,
      "start_time": 184790.0,
      "end_time": 190609.0,
      "text": "several different kinds of bows, each with uniquely different functions and ammunition."
    },
    {
      "index": 35,
      "start_time": 190609.0,
      "end_time": 195359.0,
      "text": "In Odyssey, the Eagle Bearer makes use of a single type of bow, based on the reflex"
    },
    {
      "index": 36,
      "start_time": 195359.0,
      "end_time": 199659.0,
      "text": "bows that would have been imported from Scythia during this time."
    },
    {
      "index": 37,
      "start_time": 199659.0,
      "end_time": 204769.0,
      "text": "Instead of locking powerful abilities to bow types, the player can unlock and assign hunter"
    },
    {
      "index": 38,
      "start_time": 204769.0,
      "end_time": 210269.0,
      "text": "skills as they level up and acquire more skill points. This allows the player to specialise"
    },
    {
      "index": 39,
      "start_time": 210269.0,
      "end_time": 216110.0,
      "text": "into being an assassin, warrior or hunter, each with distinctly different playstyles."
    },
    {
      "index": 40,
      "start_time": 216110.0,
      "end_time": 220959.0,
      "text": "Some skills make a return from Origins. The Spread Shot skill shoots several arrows in"
    },
    {
      "index": 41,
      "start_time": 220959.0,
      "end_time": 226930.0,
      "text": "a shotgun pattern, and the fan-favourite Predator Arrow is back, changing the view to first-person"
    },
    {
      "index": 42,
      "start_time": 226960.0,
      "end_time": 230720.0,
      "text": "and giving the player the ability to steer the arrow in flight."
    },
    {
      "index": 43,
      "start_time": 240400.0,
      "end_time": 245680.0,
      "text": "There are several new additions. Multi-shot automatically targets several enemies, allowing"
    },
    {
      "index": 44,
      "start_time": 245700.0,
      "end_time": 251609.0,
      "text": "you to quickly burst down entire encampments at range. Rain of Destruction does area damage,"
    },
    {
      "index": 45,
      "start_time": 251609.0,
      "end_time": 257380.0,
      "text": "while Devastating Shot is a mid-range high-damage burst that stacks elemental damage. Ghost"
    },
    {
      "index": 46,
      "start_time": 257380.0,
      "end_time": 263200.0,
      "text": "Arrows of Artemis is perhaps the most useful skill, allowing you to literally shoot through"
    },
    {
      "index": 47,
      "start_time": 263200.0,
      "end_time": 269600.0,
      "text": "everything, setting you up for some high damage assassinations without being detected. The"
    },
    {
      "index": 48,
      "start_time": 269600.0,
      "end_time": 275450.0,
      "text": "player can also unlock the overpower Bow Strike, which acts as a high-damage finisher and crowd control."
    },
    {
      "index": 49,
      "start_time": 278160.0,
      "end_time": 282350.0,
      "text": "In addition, the player can craft several different arrow types, including paralysis"
    },
    {
      "index": 50,
      "start_time": 282350.0,
      "end_time": 288181.0,
      "text": "for non-lethal shots, exploding, poison and fire arrows. Later in the game, death arrows"
    },
    {
      "index": 51,
      "start_time": 288181.0,
      "end_time": 293580.0,
      "text": "can be crafted, which are much faster and stronger, though very expensive to craft."
    },
    {
      "index": 52,
      "start_time": 293580.0,
      "end_time": 299240.0,
      "text": "I found myself using normal arrows most of the time as the economical choice, and late-game"
    },
    {
      "index": 53,
      "start_time": 299240.0,
      "end_time": 303590.0,
      "text": "skills largely negate the need to use specialised arrows."
    },
    {
      "index": 54,
      "start_time": 303590.0,
      "end_time": 307720.0,
      "text": "The fact that you can assign multiple skills on a single bar gives the player much more"
    },
    {
      "index": 55,
      "start_time": 307720.0,
      "end_time": 313120.0,
      "text": "versatility. Switching between melee and ranged skills is seamless, and the multiple hunter"
    },
    {
      "index": 56,
      "start_time": 313120.0,
      "end_time": 319190.0,
      "text": "skills gives you the right abilities for any scenario and style. After all, it makes sense"
    },
    {
      "index": 57,
      "start_time": 319200.0,
      "end_time": 322320.0,
      "text": "to carry multiple skills rather than multiple bows!"
    },
    {
      "index": 58,
      "start_time": 332350.0,
      "end_time": 337440.0,
      "text": "When starting the game, you…actually don't even have a bow. Yeah, seeing a broken bow"
    },
    {
      "index": 59,
      "start_time": 337440.0,
      "end_time": 342690.0,
      "text": "makes me sad, but don't worry. Soon enough you'll be getting epic and legendary bows,"
    },
    {
      "index": 60,
      "start_time": 342690.0,
      "end_time": 346230.0,
      "text": "with a few pet favourites that will last you the entire game."
    },
    {
      "index": 61,
      "start_time": 346230.0,
      "end_time": 351090.0,
      "text": "What makes archery interesting is that it is fairly well balanced with an initial steep"
    },
    {
      "index": 62,
      "start_time": 351090.0,
      "end_time": 355900.0,
      "text": "progression curve. Since hunter skills must be unlocked through experience rather than"
    },
    {
      "index": 63,
      "start_time": 355900.0,
      "end_time": 362060.0,
      "text": "being innate to the bow, it takes a fair amount of time to acquire the skills you need. Early"
    },
    {
      "index": 64,
      "start_time": 362060.0,
      "end_time": 367730.0,
      "text": "on, you lack the damage output for one-shot kills, and skill upgrades are further locked"
    },
    {
      "index": 65,
      "start_time": 367730.0,
      "end_time": 373700.0,
      "text": "until further progression, notably in upgrading your broken spear . The result is that you"
    },
    {
      "index": 66,
      "start_time": 373700.0,
      "end_time": 379440.0,
      "text": "end up with a set of support skills that you can either use to initiate a fight, complement"
    },
    {
      "index": 67,
      "start_time": 379440.0,
      "end_time": 386860.0,
      "text": "your damage in the middle of battle, or specialise into by taking more bonus Hunter damage items."
    },
    {
      "index": 68,
      "start_time": 386860.0,
      "end_time": 391060.0,
      "text": "Further adding to the balance, you can't just sit back and use your bow skills to wipe"
    },
    {
      "index": 69,
      "start_time": 391060.0,
      "end_time": 396530.0,
      "text": "out entire garrisons. In Odyssey, your bow skills require adrenaline, which is gained"
    },
    {
      "index": 70,
      "start_time": 396530.0,
      "end_time": 402420.0,
      "text": "from combat or assassinations. This means that you have to take other actions to increase"
    },
    {
      "index": 71,
      "start_time": 402420.0,
      "end_time": 407520.0,
      "text": "your adrenaline meter in order to use your bow skills, and even then you have limited"
    },
    {
      "index": 72,
      "start_time": 407520.0,
      "end_time": 413360.0,
      "text": "bars to use. This in turn forces the players to be strategic in when to use their ranged"
    },
    {
      "index": 73,
      "start_time": 413360.0,
      "end_time": 417130.0,
      "text": "skills, or whether to save them up for melee combat."
    },
    {
      "index": 74,
      "start_time": 417130.0,
      "end_time": 422520.0,
      "text": "By the end-game, you pretty much turn into a demigod. Which is fine. You earned it. It's"
    },
    {
      "index": 75,
      "start_time": 422520.0,
      "end_time": 427590.0,
      "text": "in your blood. And while it takes a while to get to this level of archery domination"
    },
    {
      "index": 76,
      "start_time": 427590.0,
      "end_time": 433820.0,
      "text": "– at least, compared to Origins – this is fine. By this point you're probably running"
    },
    {
      "index": 77,
      "start_time": 433820.0,
      "end_time": 438581.0,
      "text": "through everything to clear out as quickly as possible, whereas every fight in the early"
    },
    {
      "index": 78,
      "start_time": 438581.0,
      "end_time": 444790.0,
      "text": "game is a duel to the death. Elites go down in a single hit, bosses pose little challenge,"
    },
    {
      "index": 79,
      "start_time": 444790.0,
      "end_time": 451310.0,
      "text": "and while the default game mode scales enemies to your current level, your power levels are"
    },
    {
      "index": 80,
      "start_time": 451310.0,
      "end_time": 455680.0,
      "text": "astronomical. And that's fine – that's what you get for making it to the end."
    },
    {
      "index": 81,
      "start_time": 464240.0,
      "end_time": 469750.0,
      "text": "Just as Black Flag added naval combat to the established Assassin's Creed 3 gameplay,"
    },
    {
      "index": 82,
      "start_time": 469750.0,
      "end_time": 475200.0,
      "text": "Odyssey does the same for Origins. Now with free-roam…or, free sailing, players can"
    },
    {
      "index": 83,
      "start_time": 475200.0,
      "end_time": 481570.0,
      "text": "now engage in naval combat. Your ship is capable of shooting arrows, throwing javelins, using"
    },
    {
      "index": 84,
      "start_time": 481570.0,
      "end_time": 487710.0,
      "text": "flaming arrows and ramming. This makes for fluid, fast and exciting battles on the waves."
    },
    {
      "index": 85,
      "start_time": 487710.0,
      "end_time": 492940.0,
      "text": "While this may seem like a very practical and obvious way to use archers on a ship,"
    },
    {
      "index": 86,
      "start_time": 492940.0,
      "end_time": 498800.0,
      "text": "this is actually not how things went down during this time, and it will make sense once"
    },
    {
      "index": 87,
      "start_time": 498800.0,
      "end_time": 504471.0,
      "text": "you see the context. Archers…don't do that much in this kind of warfare. Arrows"
    },
    {
      "index": 88,
      "start_time": 504471.0,
      "end_time": 509500.0,
      "text": "don't do anything to the hull of a ship. In fact, there weren't even that many soldiers"
    },
    {
      "index": 89,
      "start_time": 509500.0,
      "end_time": 515689.0,
      "text": "on a ship. Typically, a vessel would have a small contingent of marines and archers,"
    },
    {
      "index": 90,
      "start_time": 515688.99999999994,
      "end_time": 522818.99999999994,
      "text": "whose main purpose was to defend the oarsmen should the ship be boarded – and this small-scale"
    },
    {
      "index": 91,
      "start_time": 522818.99999999994,
      "end_time": 526240.0,
      "text": "deck fighting is fairly realised in Odyssey."
    },
    {
      "index": 92,
      "start_time": 526240.0,
      "end_time": 531320.0,
      "text": "The main method of combat was through the use of the ram, and not just to slice a ship"
    },
    {
      "index": 93,
      "start_time": 531320.0,
      "end_time": 536749.0,
      "text": "in half, but to approach from a sharper angle and tear a wider hole in the ship as well"
    },
    {
      "index": 94,
      "start_time": 536749.0,
      "end_time": 542800.0,
      "text": "as breaking oars. In that sense, the naval combat in Odyssey is actually a fairly proportional"
    },
    {
      "index": 95,
      "start_time": 542800.0,
      "end_time": 548439.0,
      "text": "representation of how a trireme would have been used, but with more emphasis on an enjoyable"
    },
    {
      "index": 96,
      "start_time": 548439.0,
      "end_time": 553920.0,
      "text": "gameplay experience that allows the player to get in and out of battle with little preparation required."
    },
    {
      "index": 97,
      "start_time": 554920.0,
      "end_time": 561649.0,
      "text": "In short, you don't use arrows to sink ships. Naval battles were fought by ramming and boarding,"
    },
    {
      "index": 98,
      "start_time": 561680.0,
      "end_time": 566480.0,
      "text": "and it was only with the advent of cannons that ships could blow each other out of the water."
    },
    {
      "index": 99,
      "start_time": 575600.0,
      "end_time": 580300.0,
      "text": "I'll be upfront: Odyssey is my favourite game in the series, and I'm the type of"
    },
    {
      "index": 100,
      "start_time": 580300.0,
      "end_time": 585710.0,
      "text": "fan that loved Assassin's Creed II above all else. If you're wondering whether this"
    },
    {
      "index": 101,
      "start_time": 585710.0,
      "end_time": 591079.0,
      "text": "game is worth picking up irrespective of the archery in the game, it's definitely worth"
    },
    {
      "index": 102,
      "start_time": 591079.0,
      "end_time": 597240.0,
      "text": "playing. It's been a long time since I genuinely wanted to keep on playing and looking for"
    },
    {
      "index": 103,
      "start_time": 597240.0,
      "end_time": 601160.0,
      "text": "more areas to explore in a single player campaign."
    },
    {
      "index": 104,
      "start_time": 601160.0,
      "end_time": 607129.0,
      "text": "The archery we see is well presented and integrated into the gameplay. Of course everything is"
    },
    {
      "index": 105,
      "start_time": 607129.0,
      "end_time": 612279.0,
      "text": "fantastical and mythical, and that's the whole point of the character. The base form"
    },
    {
      "index": 106,
      "start_time": 612279.0,
      "end_time": 618420.0,
      "text": "is not much different from what we would expect, and the special skills are beyond imagination."
    },
    {
      "index": 107,
      "start_time": 618420.0,
      "end_time": 623220.0,
      "text": "The fact that you have more control over what to specialise in, and the freedom to change"
    },
    {
      "index": 108,
      "start_time": 623220.0,
      "end_time": 628779.0,
      "text": "your bonuses and skills, means that you can enjoy all parts of the game without being"
    },
    {
      "index": 109,
      "start_time": 628779.0,
      "end_time": 635100.0,
      "text": "locked into just one play style. No matter what kind of player you are, Odyssey is worth"
    },
    {
      "index": 110,
      "start_time": 635100.0,
      "end_time": 636100.0,
      "text": "a shot."
    },
    {
      "index": 111,
      "start_time": 636100.0,
      "end_time": 640490.0,
      "text": "This is NUSensei, and as always, shoot straight and aim for your best."
    }
  ]
}