{
  "video_id": "LSUKFzrfY_o",
  "title": "Tit for tat",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 5880.0,
      "text": "Tit for tat is an English saying meaning &quot;equivalent retaliation&quot;. It is also a highly effective"
    },
    {
      "index": 2,
      "start_time": 5880.0,
      "end_time": 11740.0,
      "text": "strategy in game theory for the iterated prisoner&#39;s dilemma. The strategy was first introduced"
    },
    {
      "index": 3,
      "start_time": 11740.0,
      "end_time": 17689.0,
      "text": "by Anatol Rapoport in Robert Axelrod&#39;s two tournaments, held around 1980. Notably, it"
    },
    {
      "index": 4,
      "start_time": 17689.0,
      "end_time": 23099.0,
      "text": "was both the simplest strategy and the most successful in direct competition."
    },
    {
      "index": 5,
      "start_time": 23099.0,
      "end_time": 29179.0,
      "text": "An agent using this strategy will first cooperate, then subsequently replicate an opponent&#39;s"
    },
    {
      "index": 6,
      "start_time": 29179.0,
      "end_time": 35970.0,
      "text": "previous action. If the opponent previously was cooperative, the agent is cooperative."
    },
    {
      "index": 7,
      "start_time": 35970.0,
      "end_time": 42130.0,
      "text": "If not, the agent is not. This is similar to superrationality and reciprocal altruism"
    },
    {
      "index": 8,
      "start_time": 42130.0,
      "end_time": 44520.0,
      "text": "in biology."
    },
    {
      "index": 9,
      "start_time": 44520.0,
      "end_time": 47430.0,
      "text": "Implications The success of the tit-for-tat strategy, which"
    },
    {
      "index": 10,
      "start_time": 47430.0,
      "end_time": 52840.0,
      "text": "is largely cooperative despite that its name emphasizes an adversarial nature, took many"
    },
    {
      "index": 11,
      "start_time": 52840.0,
      "end_time": 59820.0,
      "text": "by surprise. Arrayed against strategies produced by various teams it won in two competitions."
    },
    {
      "index": 12,
      "start_time": 59820.0,
      "end_time": 65479.0,
      "text": "After the first competition, new strategies formulated specifically to combat tit-for-tat"
    },
    {
      "index": 13,
      "start_time": 65479.0,
      "end_time": 70569.0,
      "text": "failed due to their negative interactions with each other; a successful strategy other"
    },
    {
      "index": 14,
      "start_time": 70569.0,
      "end_time": 76090.0,
      "text": "than tit-for-tat would have had to be formulated with both tit-for-tat and itself in mind."
    },
    {
      "index": 15,
      "start_time": 76090.0,
      "end_time": 81009.0,
      "text": "This result may give insight into how groups of animals have come to live in largely cooperative"
    },
    {
      "index": 16,
      "start_time": 81009.0,
      "end_time": 85539.0,
      "text": "societies, rather than the individualistic &quot;red in tooth and claw&quot; way that might be"
    },
    {
      "index": 17,
      "start_time": 85539.0,
      "end_time": 91939.0,
      "text": "expected from individuals engaged in a Hobbesian state of nature. This, and particularly its"
    },
    {
      "index": 18,
      "start_time": 91939.0,
      "end_time": 97639.0,
      "text": "application to human society and politics, is the subject of Robert Axelrod&#39;s book The"
    },
    {
      "index": 19,
      "start_time": 97639.0,
      "end_time": 102600.0,
      "text": "Evolution of Cooperation. Moreover, the tit-for-tat strategy has been"
    },
    {
      "index": 20,
      "start_time": 102600.0,
      "end_time": 108459.0,
      "text": "of beneficial use to social psychologists and sociologists in studying effective techniques"
    },
    {
      "index": 21,
      "start_time": 108459.0,
      "end_time": 114259.0,
      "text": "to reduce conflict. Research has indicated that when individuals who have been in competition"
    },
    {
      "index": 22,
      "start_time": 114259.0,
      "end_time": 119579.0,
      "text": "for a period of time no longer trust one another, the most effective competition reverser is"
    },
    {
      "index": 23,
      "start_time": 119579.0,
      "end_time": 125799.0,
      "text": "the use of the tit-for-tat strategy. Individuals commonly engage in behavioral assimilation,"
    },
    {
      "index": 24,
      "start_time": 125799.0,
      "end_time": 130590.0,
      "text": "a process in which they tend to match their own behaviors to those displayed by cooperating"
    },
    {
      "index": 25,
      "start_time": 130590.0,
      "end_time": 137320.0,
      "text": "or competing group members. Therefore, if the tit-for-tat strategy begins with cooperation,"
    },
    {
      "index": 26,
      "start_time": 137320.0,
      "end_time": 143760.0,
      "text": "then cooperation ensues. On the other hand, if the other party competes, then the tit-for-tat"
    },
    {
      "index": 27,
      "start_time": 143760.0,
      "end_time": 149490.0,
      "text": "strategy will lead the alternate party to compete as well. Ultimately, each action by"
    },
    {
      "index": 28,
      "start_time": 149490.0,
      "end_time": 154370.0,
      "text": "the other member is countered with a matching response, competition with competition and"
    },
    {
      "index": 29,
      "start_time": 154370.0,
      "end_time": 160770.0,
      "text": "cooperation with cooperation. In the case of conflict resolution, the tit-for-tat"
    },
    {
      "index": 30,
      "start_time": 160770.0,
      "end_time": 166330.0,
      "text": "strategy is effective for several reasons: the technique is recognized as clear, nice,"
    },
    {
      "index": 31,
      "start_time": 166330.0,
      "end_time": 172900.0,
      "text": "provocable, and forgiving. Firstly, It is a clear and recognizable strategy. Those using"
    },
    {
      "index": 32,
      "start_time": 172900.0,
      "end_time": 178930.0,
      "text": "it quickly recognize its contingencies and adjust their behavior accordingly. Moreover,"
    },
    {
      "index": 33,
      "start_time": 178930.0,
      "end_time": 183210.0,
      "text": "it is considered to be nice as it begins with cooperation and only defects in following"
    },
    {
      "index": 34,
      "start_time": 183210.0,
      "end_time": 189150.0,
      "text": "competitive move. The strategy is also provocable because it provides immediate retaliation"
    },
    {
      "index": 35,
      "start_time": 189150.0,
      "end_time": 195400.0,
      "text": "for those who compete. Finally, it is forgiving as it immediately produces cooperation should"
    },
    {
      "index": 36,
      "start_time": 195400.0,
      "end_time": 201070.0,
      "text": "the competitor make a cooperative move. Individuals who employ the tit-for-tat strategy"
    },
    {
      "index": 37,
      "start_time": 201070.0,
      "end_time": 206010.0,
      "text": "are generally considered to be tough but fair—a disposition that is often respected in the"
    },
    {
      "index": 38,
      "start_time": 206010.0,
      "end_time": 211650.0,
      "text": "business/organization world. Those who always cooperate with a competitor are often viewed"
    },
    {
      "index": 39,
      "start_time": 211650.0,
      "end_time": 217430.0,
      "text": "as weak, while those who consistently compete are perceived as unfair. In any case, the"
    },
    {
      "index": 40,
      "start_time": 217430.0,
      "end_time": 222930.0,
      "text": "implications of the tit-for-tat strategy have been of relevance to conflict research, resolution"
    },
    {
      "index": 41,
      "start_time": 222930.0,
      "end_time": 227540.0,
      "text": "and many aspects of applied social science. Problems"
    },
    {
      "index": 42,
      "start_time": 227540.0,
      "end_time": 232300.0,
      "text": "While Axelrod has empirically shown that the strategy is optimal in some cases of direct"
    },
    {
      "index": 43,
      "start_time": 232300.0,
      "end_time": 238200.0,
      "text": "competition, two agents playing tit for tat remain vulnerable. A one-time, single-bit"
    },
    {
      "index": 44,
      "start_time": 238200.0,
      "end_time": 243770.0,
      "text": "error in either player&#39;s interpretation of events can lead to an unending &quot;death spiral&quot;."
    },
    {
      "index": 45,
      "start_time": 243770.0,
      "end_time": 249720.0,
      "text": "In this symmetric situation, each side perceives itself as preferring to cooperate, if only"
    },
    {
      "index": 46,
      "start_time": 249720.0,
      "end_time": 254700.0,
      "text": "the other side would. But each is forced by the strategy into repeatedly punishing an"
    },
    {
      "index": 47,
      "start_time": 254700.0,
      "end_time": 260730.0,
      "text": "opponent who continues to attack despite being punished in every game cycle. Both sides come"
    },
    {
      "index": 48,
      "start_time": 260730.00000000003,
      "end_time": 265740.0,
      "text": "to think of themselves as innocent and acting in self-defense, and their opponent as either"
    },
    {
      "index": 49,
      "start_time": 265740.0,
      "end_time": 272730.0,
      "text": "evil or too stupid to learn to cooperate. This situation frequently arises in real world"
    },
    {
      "index": 50,
      "start_time": 272730.0,
      "end_time": 278040.0,
      "text": "conflicts, ranging from schoolyard fights to civil and regional wars. Tit for two tats"
    },
    {
      "index": 51,
      "start_time": 278040.0,
      "end_time": 282480.0,
      "text": "could be used to mitigate this problem; see the description below."
    },
    {
      "index": 52,
      "start_time": 282480.0,
      "end_time": 288600.0,
      "text": "&quot;Tit for tat with forgiveness&quot; is sometimes superior. When the opponent defects, the player"
    },
    {
      "index": 53,
      "start_time": 288600.0,
      "end_time": 294210.0,
      "text": "will occasionally cooperate on the next move anyway. This allows for recovery from getting"
    },
    {
      "index": 54,
      "start_time": 294210.0,
      "end_time": 299590.0,
      "text": "trapped in a cycle of defections. The exact probability that a player will respond with"
    },
    {
      "index": 55,
      "start_time": 299590.0,
      "end_time": 305190.0,
      "text": "cooperation depends on the line-up of opponents. The reason for these issues is that tit for"
    },
    {
      "index": 56,
      "start_time": 305190.0,
      "end_time": 310400.0,
      "text": "tat is not a subgame perfect equilibrium, except under knife-edge conditions on the"
    },
    {
      "index": 57,
      "start_time": 310400.0,
      "end_time": 316400.0,
      "text": "discount rate. If one agent defects and the opponent cooperates, then both agents will"
    },
    {
      "index": 58,
      "start_time": 316400.0,
      "end_time": 321860.0,
      "text": "end up alternating cooperate and defect, yielding a lower payoff than if both agents were to"
    },
    {
      "index": 59,
      "start_time": 321860.0,
      "end_time": 327740.0,
      "text": "continually cooperate. While this subgame is not directly reachable by two agents playing"
    },
    {
      "index": 60,
      "start_time": 327740.0,
      "end_time": 333669.0,
      "text": "tit for tat strategies, a strategy must be a Nash equilibrium in all subgames to be subgame"
    },
    {
      "index": 61,
      "start_time": 333669.0,
      "end_time": 340250.0,
      "text": "perfect. Further, this subgame may be reached if any noise is allowed in the agents&#39; signaling."
    },
    {
      "index": 62,
      "start_time": 340250.0,
      "end_time": 345770.0,
      "text": "A subgame perfect variant of tit for tat known as &quot;contrite tit for tat&quot; may be created by"
    },
    {
      "index": 63,
      "start_time": 345770.0,
      "end_time": 351580.0,
      "text": "employing a basic reputation mechanism. Furthermore, the tit-for-tat strategy is not"
    },
    {
      "index": 64,
      "start_time": 351580.0,
      "end_time": 357520.0,
      "text": "proved optimal in situations short of total competition. For example, when the parties"
    },
    {
      "index": 65,
      "start_time": 357520.0,
      "end_time": 362150.0,
      "text": "are friends it may be best for the friendship when a player cooperates at every step despite"
    },
    {
      "index": 66,
      "start_time": 362150.0,
      "end_time": 367380.0,
      "text": "occasional deviations by the other player. Most situations in the real world are less"
    },
    {
      "index": 67,
      "start_time": 367380.0,
      "end_time": 373470.0,
      "text": "competitive than the total competition in which the tit-for-tat strategy won its competition."
    },
    {
      "index": 68,
      "start_time": 373470.0,
      "end_time": 377490.0,
      "text": "Tit for two tats Tit for two tats is similar to tit for tat"
    },
    {
      "index": 69,
      "start_time": 377490.0,
      "end_time": 382710.0,
      "text": "in that it is nice, retaliating, forgiving and non-envious, the only difference between"
    },
    {
      "index": 70,
      "start_time": 382710.0,
      "end_time": 388750.0,
      "text": "the two being how forgiving the strategy is. In a tit for tat strategy, once an opponent"
    },
    {
      "index": 71,
      "start_time": 388750.0,
      "end_time": 394669.0,
      "text": "defects, the tit for tat player immediately responds by defecting on the next move. This"
    },
    {
      "index": 72,
      "start_time": 394669.0,
      "end_time": 399490.0,
      "text": "has the unfortunate consequence of causing two retaliatory strategies to continuously"
    },
    {
      "index": 73,
      "start_time": 399490.0,
      "end_time": 405290.0,
      "text": "defect against one another resulting in a poor outcome for both players. A tit for two"
    },
    {
      "index": 74,
      "start_time": 405290.0,
      "end_time": 409330.0,
      "text": "tats player will let the first defection go unchallenged as a means to avoid the &quot;death"
    },
    {
      "index": 75,
      "start_time": 409330.0,
      "end_time": 415800.0,
      "text": "spiral&quot; of the previous example. If the opponent defects twice in a row, the tit for two tats"
    },
    {
      "index": 76,
      "start_time": 415800.0,
      "end_time": 421139.0,
      "text": "player will respond by defecting. This strategy was put forward by Robert Axelrod"
    },
    {
      "index": 77,
      "start_time": 421139.0,
      "end_time": 427240.0,
      "text": "during his second round of computer simulations at RAND. After analyzing the results of the"
    },
    {
      "index": 78,
      "start_time": 427240.0,
      "end_time": 432229.0,
      "text": "first experiment, he determined that had a participant entered the tit for two tats strategy"
    },
    {
      "index": 79,
      "start_time": 432229.0,
      "end_time": 437889.0,
      "text": "it would have emerged with a higher cumulative score than any other program. As a result,"
    },
    {
      "index": 80,
      "start_time": 437889.0,
      "end_time": 444010.0,
      "text": "he himself entered it with high expectations in the second tournament. Unfortunately, owing"
    },
    {
      "index": 81,
      "start_time": 444010.0,
      "end_time": 448460.0,
      "text": "to the more aggressive nature of the programs entered in the second round, which were able"
    },
    {
      "index": 82,
      "start_time": 448460.0,
      "end_time": 453320.0,
      "text": "to take advantage of its highly forgiving nature, tit for two tats did significantly"
    },
    {
      "index": 83,
      "start_time": 453320.0,
      "end_time": 456840.0,
      "text": "worse than tit for tat. Real world use"
    },
    {
      "index": 84,
      "start_time": 456840.0,
      "end_time": 458550.0,
      "text": "Peer-to-peer file sharing"
    },
    {
      "index": 85,
      "start_time": 458550.0,
      "end_time": 466090.0,
      "text": "BitTorrent peers use tit-for-tat strategy to optimize their download speed. More specifically,"
    },
    {
      "index": 86,
      "start_time": 466090.0,
      "end_time": 470800.0,
      "text": "most BitTorrent peers use a variant of Tit for two Tats which is called regular unchoking"
    },
    {
      "index": 87,
      "start_time": 470800.0,
      "end_time": 476820.0,
      "text": "in BitTorrent terminology. BitTorrent peers have a limited number of upload slots to allocate"
    },
    {
      "index": 88,
      "start_time": 476820.0,
      "end_time": 482830.0,
      "text": "to other peers. Consequently, when a peer&#39;s upload bandwidth is saturated, it will use"
    },
    {
      "index": 89,
      "start_time": 482830.0,
      "end_time": 489340.0,
      "text": "a tit-for-tat strategy. Cooperation is achieved when upload bandwidth is exchanged for download"
    },
    {
      "index": 90,
      "start_time": 489340.0,
      "end_time": 496090.0,
      "text": "bandwidth. Therefore, when a peer is not uploading in return to our own peer uploading, the BitTorrent"
    },
    {
      "index": 91,
      "start_time": 496090.0,
      "end_time": 500729.0,
      "text": "program will choke the connection with the uncooperative peer and allocate this upload"
    },
    {
      "index": 92,
      "start_time": 500729.0,
      "end_time": 506330.0,
      "text": "slot to a hopefully more cooperating peer. Regular unchoking corresponds very strongly"
    },
    {
      "index": 93,
      "start_time": 506330.0,
      "end_time": 514260.0,
      "text": "to always cooperating on the first move in prisoner’s dilemma. Periodically, a peer"
    },
    {
      "index": 94,
      "start_time": 514260.0,
      "end_time": 519640.0,
      "text": "will allocate an upload slot to a randomly chosen uncooperative peer. This is called"
    },
    {
      "index": 95,
      "start_time": 519640.0,
      "end_time": 525250.0,
      "text": "optimistic unchoking. This behavior allows searching for more cooperating peers and gives"
    },
    {
      "index": 96,
      "start_time": 525250.0,
      "end_time": 531279.0,
      "text": "a second chance to previously non-cooperating peers. The optimal threshold values of this"
    },
    {
      "index": 97,
      "start_time": 531279.0,
      "end_time": 537580.0,
      "text": "strategy are still the subject of research. Explaining reciprocal altruism in animal communities"
    },
    {
      "index": 98,
      "start_time": 537580.0,
      "end_time": 543850.0,
      "text": "Studies in the prosocial behaviour of animals, have led many ethologists and evolutionary"
    },
    {
      "index": 99,
      "start_time": 543850.0,
      "end_time": 549170.0,
      "text": "psychologists to apply tit-for-tat strategies to explain why altruism evolves in many animal"
    },
    {
      "index": 100,
      "start_time": 549170.0,
      "end_time": 555270.0,
      "text": "communities. Evolutionary game theory, derived from the mathematical theories formalised"
    },
    {
      "index": 101,
      "start_time": 555270.0,
      "end_time": 560560.0,
      "text": "by von Neumann and Morgenstern, was first devised by Maynard Smith and explored further"
    },
    {
      "index": 102,
      "start_time": 560560.0,
      "end_time": 566580.0,
      "text": "in bird behaviour by Robert Hinde. Their application of game theory to the evolution of animal"
    },
    {
      "index": 103,
      "start_time": 566580.0,
      "end_time": 571930.0,
      "text": "strategies launched an entirely new way of analysing animal behaviour."
    },
    {
      "index": 104,
      "start_time": 571930.0,
      "end_time": 576720.0,
      "text": "Reciprocal altruism works in animal communities where the cost to the benefactor in any transaction"
    },
    {
      "index": 105,
      "start_time": 576720.0,
      "end_time": 582399.0,
      "text": "of food, mating rights, nesting or territory is less than the gains to the beneficiary."
    },
    {
      "index": 106,
      "start_time": 582399.0,
      "end_time": 588029.0,
      "text": "The theory also holds that the act of altruism should be reciprocated if the balance of needs"
    },
    {
      "index": 107,
      "start_time": 588029.0,
      "end_time": 594610.0,
      "text": "reverse. Mechanisms to identify and punish &quot;cheaters&quot; who fail to reciprocate, in effect"
    },
    {
      "index": 108,
      "start_time": 594610.0,
      "end_time": 601520.0,
      "text": "a form of tit for tat, are important to regulate reciprocal altruism. For example, tit-for-tat"
    },
    {
      "index": 109,
      "start_time": 601520.0,
      "end_time": 606850.0,
      "text": "is suggested to be the mechanism of cooperative predator inspection behavior in guppies."
    },
    {
      "index": 110,
      "start_time": 606850.0,
      "end_time": 609860.0,
      "text": "War The tit-for-tat inability of either side to"
    },
    {
      "index": 111,
      "start_time": 609860.0,
      "end_time": 614870.0,
      "text": "back away from conflict, for fear of being perceived as weak or as cooperating with the"
    },
    {
      "index": 112,
      "start_time": 614870.0,
      "end_time": 618550.0,
      "text": "enemy, has been the source of many conflicts throughout history."
    },
    {
      "index": 113,
      "start_time": 618550.0,
      "end_time": 624440.0,
      "text": "However, the tit for tat strategy has also been detected by analysts in the spontaneous"
    },
    {
      "index": 114,
      "start_time": 624440.0,
      "end_time": 629260.0,
      "text": "non-violent behaviour, called &quot;live and let live&quot; that arose during trench warfare in"
    },
    {
      "index": 115,
      "start_time": 629260.0,
      "end_time": 634279.0,
      "text": "the First World War. Troops dug in only a few hundred feet from each other would evolve"
    },
    {
      "index": 116,
      "start_time": 634279.0,
      "end_time": 640480.0,
      "text": "an unspoken understanding. If a sniper killed a soldier on one side, the other could expect"
    },
    {
      "index": 117,
      "start_time": 640480.0,
      "end_time": 646320.0,
      "text": "an equal retaliation. Conversely, if no one was killed for a time, the other side would"
    },
    {
      "index": 118,
      "start_time": 646320.0,
      "end_time": 652660.0,
      "text": "acknowledge this implied &quot;truce&quot; and act accordingly. This created a &quot;separate peace&quot; between the"
    },
    {
      "index": 119,
      "start_time": 652660.0,
      "end_time": 654990.0,
      "text": "trenches. See also"
    },
    {
      "index": 120,
      "start_time": 654990.0,
      "end_time": 658089.0,
      "text": "An eye for an eye Attitude polarization"
    },
    {
      "index": 121,
      "start_time": 658089.0,
      "end_time": 659950.0,
      "text": "Chicken Christmas truce"
    },
    {
      "index": 122,
      "start_time": 659950.0,
      "end_time": 662410.0,
      "text": "Deterrence theory Golden Rule"
    },
    {
      "index": 123,
      "start_time": 662410.0,
      "end_time": 667450.0,
      "text": "Mutual assured destruction Nice Guys Finish First, a documentary by Richard"
    },
    {
      "index": 124,
      "start_time": 667450.0,
      "end_time": 671649.0,
      "text": "Dawkins that discusses tit for tat. Quid pro quo"
    },
    {
      "index": 125,
      "start_time": 671649.0,
      "end_time": 676330.0,
      "text": "Trigger strategy, a set of strategies of which tit for tat is a member."
    },
    {
      "index": 126,
      "start_time": 676330.0,
      "end_time": 680080.0,
      "text": "Virtuous circle and vicious circle Zero-sum game"
    },
    {
      "index": 127,
      "start_time": 680080.0,
      "end_time": 681660.0,
      "text": "References"
    },
    {
      "index": 128,
      "start_time": 681660.0,
      "end_time": 685649.0,
      "text": "External links Wired magazine story about tit for tat being"
    },
    {
      "index": 129,
      "start_time": 685649.0,
      "end_time": 689820.0,
      "text": "&#39;defeated&#39; by a group of collaborating programs Explanation of Tit for tat on Australian Broadcasting"
    },
    {
      "index": 130,
      "start_time": 689820.0,
      "end_time": 699820.0,
      "text": "Corporation"
    }
  ]
}