{
  "video_id": "lUwVPGpw548",
  "title": "Rat vs Mouse - Learn the Difference Between Rats and Mice",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4220.0,
      "end_time": 7810.0,
      "text": "Hey I&#39;m Chris the bug guy from Do My Own Pest Control dot com and today I am going to show"
    },
    {
      "index": 2,
      "start_time": 7810.0,
      "end_time": 14420.0,
      "text": "you how to determine the difference between a rat and mouse. The three best ways to separate"
    },
    {
      "index": 3,
      "start_time": 14420.0,
      "end_time": 20400.0,
      "text": "the two critters are Droppings, Appearance, and Tendencies. Mice have droppings the size"
    },
    {
      "index": 4,
      "start_time": 20400.0,
      "end_time": 26450.0,
      "text": "of a grain of rice, and a mouse can produce about 80 or more droppings a day. They don&#39;t"
    },
    {
      "index": 5,
      "start_time": 26450.0,
      "end_time": 32450.0,
      "text": "discriminate where they use the bathroom, so droppings can be found everywhere and spread"
    },
    {
      "index": 6,
      "start_time": 32450.000000000004,
      "end_time": 39400.0,
      "text": "out. Mice infestations usually carry a musk or odor. They love to gnaw, so look for damaged"
    },
    {
      "index": 7,
      "start_time": 39400.0,
      "end_time": 45660.0,
      "text": "goods, wood, or wires. They are tiny ranging for an inch to 5 inches or so with a tail"
    },
    {
      "index": 8,
      "start_time": 45660.0,
      "end_time": 50980.0,
      "text": "the exact same length as its body. This is about the length of the palm of your hand."
    },
    {
      "index": 9,
      "start_time": 50980.0,
      "end_time": 57400.0,
      "text": "They are a light brown and a gray mixed color. Rats Droppings are about the size of olive"
    },
    {
      "index": 10,
      "start_time": 57400.0,
      "end_time": 62829.0,
      "text": "pits which is very noticeable. Rats are very discrete and like to use the bathroom on one"
    },
    {
      "index": 11,
      "start_time": 62829.0,
      "end_time": 69280.0,
      "text": "area, as to help them hide their presence. They love to gnaw and constantly do so, loud"
    },
    {
      "index": 12,
      "start_time": 69280.0,
      "end_time": 74820.0,
      "text": "enough that you will hear them occasionally. Rats like to dwell in two places one species"
    },
    {
      "index": 13,
      "start_time": 74820.0,
      "end_time": 79570.0,
      "text": "prefers high dwellings, trees, and attics, and the other borrows, and inhabits the ground"
    },
    {
      "index": 14,
      "start_time": 79570.0,
      "end_time": 84860.0,
      "text": "levels of your home. Rats are very large in comparison to the mouse. They are about 5-7"
    },
    {
      "index": 15,
      "start_time": 84860.0,
      "end_time": 89140.0,
      "text": "or more inches in length or more and the tail is about the same length as the body or shorter"
    },
    {
      "index": 16,
      "start_time": 89140.0,
      "end_time": 94800.0,
      "text": "than its body. That is about the base of your hand to the tips of your fingers or longer."
    },
    {
      "index": 17,
      "start_time": 94800.0,
      "end_time": 100340.0,
      "text": "The Rats are usually dark brown to a black color. Did you know? That a rat can fit in"
    },
    {
      "index": 18,
      "start_time": 100340.0,
      "end_time": 104600.0,
      "text": "any hole the size of a quarter or larger! Did you know? That a mouse can fit in any"
    },
    {
      "index": 19,
      "start_time": 104600.0,
      "end_time": 109179.0,
      "text": "hole larger than the button on your shirt! Did you know? That both of these species love"
    },
    {
      "index": 20,
      "start_time": 109180.0,
      "end_time": 114750.0,
      "text": "to invade homes in the fall months! Did you know? Mice are the most difficult rodent pest"
    },
    {
      "index": 21,
      "start_time": 114750.0,
      "end_time": 121750.0,
      "text": "worldwide, capable of producing 12 or more young a litter, and over 1,000 in a year!"
    }
  ]
}