{
  "video_id": "lVwYCngibPI",
  "title": "How to learn English with YouTube!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 828.0,
      "end_time": 8163.0,
      "text": "Action. Hi. James from engVid. You're used to me talking about English. Grammar, conversation"
    },
    {
      "index": 2,
      "start_time": 8163.0,
      "end_time": 12530.0,
      "text": "lessons, and whatnot. Today, we're going to do something a little different."
    },
    {
      "index": 3,
      "start_time": 12530.0,
      "end_time": 17890.0,
      "text": "I want you to maximize your learning from not just engVid, but from YouTube."
    },
    {
      "index": 4,
      "start_time": 17890.0,
      "end_time": 21470.0,
      "text": "And there are some features on there that I don't think you're aware of, that by the time I'm done,"
    },
    {
      "index": 5,
      "start_time": 21470.0,
      "end_time": 26140.0,
      "text": "you'll understand how to use them, and then I'm going to teach you"
    },
    {
      "index": 6,
      "start_time": 26140.0,
      "end_time": 31849.0,
      "text": "how to actually watch our videos to get your maximum learning capacity,"
    },
    {
      "index": 7,
      "start_time": 31849.0,
      "end_time": 34054.0,
      "text": "or your ability to learn. Are you ready? It's a small adventure, so let's get started, shall we?"
    },
    {
      "index": 8,
      "start_time": 34054.0,
      "end_time": 39129.0,
      "text": "As you can see, E is over here, and he's is saying: \"Wow, look at me.\""
    },
    {
      "index": 9,
      "start_time": 39129.0,
      "end_time": 44280.0,
      "text": "And there are these strange buttons. Now, some of you are completely aware of what they are,"
    },
    {
      "index": 10,
      "start_time": 44280.0,
      "end_time": 48489.0,
      "text": "and some of you don't know. And unfortunately, if you don't know,"
    },
    {
      "index": 11,
      "start_time": 48489.0,
      "end_time": 53769.0,
      "text": "you're missing out on some of the best tools to help you learn how to learn English,"
    },
    {
      "index": 12,
      "start_time": 53769.0,
      "end_time": 56119.0,
      "text": "or anything on YouTube. Right? But especially for engVid, this is helpful."
    },
    {
      "index": 13,
      "start_time": 56119.0,
      "end_time": 60360.0,
      "text": "Now, there are three buttons that I want to discuss with  you, and then after, I'm going to give you"
    },
    {
      "index": 14,
      "start_time": 60360.0,
      "end_time": 67587.0,
      "text": "a kind of detailed approach on how to use our videos, so you can learn as much as you can."
    },
    {
      "index": 15,
      "start_time": 67587.0,
      "end_time": 73922.0,
      "text": "Let's take a look at the buttons. First thing is CC. You'll notice where that's located here,"
    },
    {
      "index": 16,
      "start_time": 73922.0,
      "end_time": 79317.0,
      "text": "Now, do keep in mind that depending on what machine you're using, and over time,"
    },
    {
      "index": 17,
      "start_time": 79317.0,
      "end_time": 83700.0,
      "text": "YouTube changes where these things are, but they should essentially be here. And at this"
    },
    {
      "index": 18,
      "start_time": 83700.0,
      "end_time": 89390.0,
      "text": "time when I'm taking the video or I'm making the video, it's in this position, here. So"
    },
    {
      "index": 19,
      "start_time": 89390.0,
      "end_time": 93719.0,
      "text": "remember: If you've got an app or a different type of system, it might be a little differently"
    },
    {
      "index": 20,
      "start_time": 93719.0,
      "end_time": 98850.0,
      "text": "placed, but it essentially will be the same. \"CC\" means closed captioning. For some of"
    },
    {
      "index": 21,
      "start_time": 98850.0,
      "end_time": 103935.0,
      "text": "you, that means subtitles. Those are the words that are appearing underneath when I'm speaking."
    },
    {
      "index": 22,
      "start_time": 103935.0,
      "end_time": 104860.0,
      "text": "Okay?"
    },
    {
      "index": 23,
      "start_time": 104860.0,
      "end_time": 110069.0,
      "text": "Now, why do you need to know that? Well, it depends on what kind of student you are."
    },
    {
      "index": 24,
      "start_time": 110069.0,
      "end_time": 115429.0,
      "text": "I personally don't like when students use subtitles, if they're a higher level, because it handicaps"
    },
    {
      "index": 25,
      "start_time": 115429.0,
      "end_time": 120499.0,
      "text": "them or makes it difficult, because they tend to read, or they have the habit of reading"
    },
    {
      "index": 26,
      "start_time": 120499.0,
      "end_time": 125060.0,
      "text": "instead of actually listening. But if you're new to the language and you don't know any"
    },
    {
      "index": 27,
      "start_time": 125060.0,
      "end_time": 128810.0,
      "text": "of the words, and there's a lot of words that you don't know, it's a good thing to have"
    },
    {
      "index": 28,
      "start_time": 128810.0,
      "end_time": 133870.0,
      "text": "subtitles so you can read along with the speaker, and that helps you to understand. So you can"
    },
    {
      "index": 29,
      "start_time": 133870.0,
      "end_time": 140325.0,
      "text": "use the CC button to turn on the captions. Now, if you're a senior or seasoned"
    },
    {
      "index": 30,
      "start_time": 140325.0,
      "end_time": 144109.0,
      "text": "engVid watcher, perhaps you want to turn them off a little bit to challenge yourself."
    },
    {
      "index": 31,
      "start_time": 144109.0,
      "end_time": 149829.0,
      "text": "See how good you are. So you can listen to the speaker, write down notes, see if you got it correctly,"
    },
    {
      "index": 32,
      "start_time": 149829.0,
      "end_time": 154920.0,
      "text": "and then turn back on the closed captioning to see if you've done a good job. Cool"
    },
    {
      "index": 33,
      "start_time": 154920.0,
      "end_time": 161516.0,
      "text": "All right? So that's closed captioning. It is the text at the bottom, sometimes called subtitles."
    },
    {
      "index": 34,
      "start_time": 161516.0,
      "end_time": 165470.0,
      "text": "The next one is this funny-looking thing. It's called a gear. If you know anything about"
    },
    {
      "index": 35,
      "start_time": 165470.0,
      "end_time": 170283.0,
      "text": "watches or cars, these are the things with teeth that join and they move. Why do they"
    },
    {
      "index": 36,
      "start_time": 170283.0,
      "end_time": 175599.0,
      "text": "move? Because they have several operations. The one operation we want to talk about is"
    },
    {
      "index": 37,
      "start_time": 175599.0,
      "end_time": 180670.0,
      "text": "actually the speed setting. This is especially good for people who want to increase their"
    },
    {
      "index": 38,
      "start_time": 180670.0,
      "end_time": 185970.0,
      "text": "comprehension or improve on their listening skills. If it's not a comprehension, just"
    },
    {
      "index": 39,
      "start_time": 185970.0,
      "end_time": 190939.0,
      "text": "catching the language. You'll press the gear button, and once you go in there, there are"
    },
    {
      "index": 40,
      "start_time": 190939.0,
      "end_time": 195400.0,
      "text": "several options. The only one I'm going to speak about right now is speed. This one's"
    },
    {
      "index": 41,
      "start_time": 195400.0,
      "end_time": 201340.0,
      "text": "for you. Go to the settings, or the gear, and press speed. You'll notice you can go"
    },
    {
      "index": 42,
      "start_time": 201340.0,
      "end_time": 205607.0,
      "text": "faster or slower. So you can have the video talk like this and blah, blah, blah, blah."
    },
    {
      "index": 43,
      "start_time": 205607.0,
      "end_time": 212459.0,
      "text": "Or it can go incredibly slowly, depending on what you need. Now, if you want to once"
    },
    {
      "index": 44,
      "start_time": 212459.0,
      "end_time": 217420.0,
      "text": "again challenge yourself, speed it up a little for about the first minute or so. The speed"
    },
    {
      "index": 45,
      "start_time": 217420.0,
      "end_time": 222208.0,
      "text": "will be doing this, but when you slow it to normal speed, the speaker will seem to speak"
    },
    {
      "index": 46,
      "start_time": 222208.0,
      "end_time": 227018.0,
      "text": "slowly, and you'll get used to hearing a faster speed, and it will become natural"
    },
    {
      "index": 47,
      "start_time": 227018.0,
      "end_time": 232581.0,
      "text": "for you. However, if you're just learning and sometimes, like me... Come on, it's James,"
    },
    {
      "index": 48,
      "start_time": 232581.0,
      "end_time": 238090.0,
      "text": "right? \"He speak too fast.\" I hear this comment every day. Go to the slower speed, and then"
    },
    {
      "index": 49,
      "start_time": 238090.0,
      "end_time": 245131.0,
      "text": "I will go slower, and make it much easier for you to understand every word I'm saying."
    },
    {
      "index": 50,
      "start_time": 245131.0,
      "end_time": 250609.0,
      "text": "The rest of you, you're not crazy. I am now speaking to the new people. Okay? This is"
    },
    {
      "index": 51,
      "start_time": 250609.0,
      "end_time": 256276.0,
      "text": "an amazing button that will help you with your learning. Okay? Great. So we've got that."
    },
    {
      "index": 52,
      "start_time": 256276.0,
      "end_time": 260901.0,
      "text": "Let's go to the third option. For some people, it's not a big deal, but listen: While we're"
    },
    {
      "index": 53,
      "start_time": 260901.0,
      "end_time": 266260.0,
      "text": "here, why don't we learn? This is the full screen button. You'll notice it's up here"
    },
    {
      "index": 54,
      "start_time": 266260.0,
      "end_time": 273171.0,
      "text": "on the outside. If you click that, I will go from here to here. [Laughs] That's right."
    },
    {
      "index": 55,
      "start_time": 273171.0,
      "end_time": 277290.0,
      "text": "The picture will get bigger, and I will take up the whole screen. Sometimes that's really"
    },
    {
      "index": 56,
      "start_time": 277290.0,
      "end_time": 282470.0,
      "text": "helpful, because sometimes, you guys... And I know it's true. My writing looks like this"
    },
    {
      "index": 57,
      "start_time": 282470.0,
      "end_time": 286980.0,
      "text": "to you. You're like: \"What the hell did he just write? I can't read it.\" Well, on full"
    },
    {
      "index": 58,
      "start_time": 286980.0,
      "end_time": 291830.0,
      "text": "screen, the writing becomes this. So it's a thing you might want to use if it's hard"
    },
    {
      "index": 59,
      "start_time": 291830.0,
      "end_time": 294936.0,
      "text": "to read anything that we've written on the board. Okay?"
    },
    {
      "index": 60,
      "start_time": 294936.0,
      "end_time": 299610.0,
      "text": "So let's go over that. A quick, you know, a quick little synopsis, or a quick little recap."
    },
    {
      "index": 61,
      "start_time": 299610.0,
      "end_time": 304490.0,
      "text": "That means to go over the lesson to make sure we understand it. Closed captioning"
    },
    {
      "index": 62,
      "start_time": 304490.0,
      "end_time": 309010.0,
      "text": "is for the words, right? On the bottom of the screen. The gear, or the settings, we"
    },
    {
      "index": 63,
      "start_time": 309010.0,
      "end_time": 314320.0,
      "text": "can use for speed to speed up or slow down if necessary. And the full screen is to make"
    },
    {
      "index": 64,
      "start_time": 314320.0,
      "end_time": 320461.0,
      "text": "me big or make me small. Right? Now, that was the first part of the lesson."
    },
    {
      "index": 65,
      "start_time": 320461.0,
      "end_time": 323020.0,
      "text": "We're going to click over, and then I'm going to come back into"
    },
    {
      "index": 66,
      "start_time": 323020.0,
      "end_time": 327129.0,
      "text": "how to watch engVid videos to get the most for you. Are you ready?"
    },
    {
      "index": 67,
      "start_time": 327129.0,
      "end_time": 327700.0,
      "text": "[Snaps]"
    },
    {
      "index": 68,
      "start_time": 327700.0,
      "end_time": 333690.0,
      "text": "Okay, guys. So now, let's work on making the information you get for engVid much more effective"
    },
    {
      "index": 69,
      "start_time": 333690.0,
      "end_time": 338670.0,
      "text": "for you. Are you ready? Let's go to the board. I have four simple steps that I think will"
    },
    {
      "index": 70,
      "start_time": 338670.0,
      "end_time": 344710.0,
      "text": "help you learn faster and better, and more effectively. So, first thing I want you to"
    },
    {
      "index": 71,
      "start_time": 344710.0,
      "end_time": 350280.0,
      "text": "do is watch the whole thing non-stop. What does that mean? I know that I speak quickly,"
    },
    {
      "index": 72,
      "start_time": 350280.0,
      "end_time": 355800.0,
      "text": "or some of the concepts that the other teachers might say to you may be difficult, but just"
    },
    {
      "index": 73,
      "start_time": 355800.0,
      "end_time": 359860.0,
      "text": "wait a second. Just watch the whole video. You may not understand it right away, but"
    },
    {
      "index": 74,
      "start_time": 359860.0,
      "end_time": 364050.0,
      "text": "I can almost guarantee by the time you finish the other three steps, it will make more sense"
    },
    {
      "index": 75,
      "start_time": 364050.0,
      "end_time": 369517.0,
      "text": "to you. All right? So watch it right away. This is to get what I call a global comprehension."
    },
    {
      "index": 76,
      "start_time": 369517.0,
      "end_time": 374630.0,
      "text": "Or to understand the video basically. You won't get everything, but at the end, you'll"
    },
    {
      "index": 77,
      "start_time": 374630.0,
      "end_time": 380740.0,
      "text": "\"Okay, they're talking about adverbs.\" or: \"Okay, they're talking about conversation"
    },
    {
      "index": 78,
      "start_time": 380740.0,
      "end_time": 382843.0,
      "text": "skills.\" You'll get that."
    },
    {
      "index": 79,
      "start_time": 382843.0,
      "end_time": 387940.0,
      "text": "But now when we want to get the details, I want you to do this part: Watch the video again."
    },
    {
      "index": 80,
      "start_time": 387940.0,
      "end_time": 394110.0,
      "text": "This time, make notes on what you think is important to you. It doesn't have to be for me."
    },
    {
      "index": 81,
      "start_time": 394110.0,
      "end_time": 397928.0,
      "text": "but for you, to help you remember. Or if you have questions, like:"
    },
    {
      "index": 82,
      "start_time": 397928.0,
      "end_time": 402832.0,
      "text": "\"Why do you teachers say this, and didn't say that?\" Or: \"Why was this left out?\""
    },
    {
      "index": 83,
      "start_time": 402832.0,
      "end_time": 407932.0,
      "text": "Make sure you write these down, because this will help you with the third part, okay? So you've watched it"
    },
    {
      "index": 84,
      "start_time": 407932.0,
      "end_time": 413200.0,
      "text": "once just to get an overview, a general look at it. The second time, you got more specific"
    },
    {
      "index": 85,
      "start_time": 413200.0,
      "end_time": 417925.0,
      "text": "by stopping where you needed to in order to write down important parts to help you remember,"
    },
    {
      "index": 86,
      "start_time": 417925.0,
      "end_time": 420527.0,
      "text": "or things where you have questions about."
    },
    {
      "index": 87,
      "start_time": 420527.0,
      "end_time": 424800.0,
      "text": "Take that paper that you have now with your notes, and we'll do the third part. If you"
    },
    {
      "index": 88,
      "start_time": 424800.0,
      "end_time": 429310.0,
      "text": "still have questions, go to the engVid website. Now, some of you will be there already, because"
    },
    {
      "index": 89,
      "start_time": 429310.0,
      "end_time": 433660.0,
      "text": "you're on engVid regularly. But we know that a lot of you come from YouTube to watch our"
    },
    {
      "index": 90,
      "start_time": 433660.0,
      "end_time": 438850.0,
      "text": "videos, so I'm telling you now: Go down, subscribe. Look at it, there's a button, and you can"
    },
    {
      "index": 91,
      "start_time": 438850.0,
      "end_time": 443676.0,
      "text": "go directly to engVid. So go to www.engVid.com, okay? I usually say it at the end of the video,"
    },
    {
      "index": 92,
      "start_time": 443676.0,
      "end_time": 448891.0,
      "text": "but go to www.engVig.com. Go to the site, and there's a section for the video you watched."
    },
    {
      "index": 93,
      "start_time": 448891.0,
      "end_time": 453150.0,
      "text": "You can put it in, and then you can write a comment in the comments section. Here's"
    },
    {
      "index": 94,
      "start_time": 453150.0,
      "end_time": 456720.0,
      "text": "the cool part: When you do that, there are other students who are studying what you're doing."
    },
    {
      "index": 95,
      "start_time": 456720.0,
      "end_time": 461862.0,
      "text": "They often talk to each other, and some of them I've watched give suggestions,"
    },
    {
      "index": 96,
      "start_time": 461862.0,
      "end_time": 466332.0,
      "text": "or give notes, or explain it to help you out. So they can help you with your questions,"
    },
    {
      "index": 97,
      "start_time": 466332.0,
      "end_time": 470250.0,
      "text": "right? Or, you know, they might share the same... The same kind of idea you have, like:"
    },
    {
      "index": 98,
      "start_time": 470250.0,
      "end_time": 473970.0,
      "text": "\"This was really important,\" or: \"I like this about it.\" It's kind of cool. You can get"
    },
    {
      "index": 99,
      "start_time": 473970.0,
      "end_time": 478987.0,
      "text": "international people to help you learn, just like a classroom. Your own classroom."
    },
    {
      "index": 100,
      "start_time": 478987.0,
      "end_time": 479872.0,
      "text": "All right?"
    },
    {
      "index": 101,
      "start_time": 479872.0,
      "end_time": 483660.0,
      "text": "Now, after you've done that and your questions have been answered, what I highly suggest"
    },
    {
      "index": 102,
      "start_time": 483660.0,
      "end_time": 488280.0,
      "text": "is then you do the quiz. Why? Because if your questions have answered, you think you have"
    },
    {
      "index": 103,
      "start_time": 488280.0,
      "end_time": 493450.0,
      "text": "a really good understanding, you should do really well on the quiz. Please remember that"
    },
    {
      "index": 104,
      "start_time": 493450.0,
      "end_time": 499150.0,
      "text": "when you take the quiz, 70% is the benchmark; the least. In fact, if you're very careful"
    },
    {
      "index": 105,
      "start_time": 499150.0,
      "end_time": 504220.0,
      "text": "and you want, you'll notice that engVid itself does something, it changes the colours."
    },
    {
      "index": 106,
      "start_time": 504220.0,
      "end_time": 508724.0,
      "text": "Anything under 70% will come out as red, meaning you didn't quite score enough to say you've mastered"
    },
    {
      "index": 107,
      "start_time": 508724.0,
      "end_time": 513679.0,
      "text": "it. If you get green, it's saying: \"Hey, good for you! That's good!\" And then you can get"
    },
    {
      "index": 108,
      "start_time": 513679.0,
      "end_time": 519409.0,
      "text": "gold, and that is: \"You are the king or queen, baby. You wear the crown.\" That means you've"
    },
    {
      "index": 109,
      "start_time": 519409.0,
      "end_time": 523794.0,
      "text": "mastered the system. Right? That's fantastic. So, do that."
    },
    {
      "index": 110,
      "start_time": 523794.0,
      "end_time": 528310.0,
      "text": "If you get less than 70%, what I would suggest is you go back and watch the video again,"
    },
    {
      "index": 111,
      "start_time": 528310.0,
      "end_time": 532699.0,
      "text": "because there's clearly some key things that you didn't catch. And because of the quiz,"
    },
    {
      "index": 112,
      "start_time": 532699.0,
      "end_time": 537459.0,
      "text": "you can look at what you got wrong-all right?-and you can say: \"Hey, I made a mistake here,"
    },
    {
      "index": 113,
      "start_time": 537459.0,
      "end_time": 542050.0,
      "text": "and here, and here, I need to watch that section of the video and try and get that, and maybe"
    },
    {
      "index": 114,
      "start_time": 542050.0,
      "end_time": 545930.0,
      "text": "get better questions to get my friends to help me with in the comments section.\" And"
    },
    {
      "index": 115,
      "start_time": 545930.0,
      "end_time": 549410.0,
      "text": "if you look over the comments section, you'll see many times people helping each other with"
    },
    {
      "index": 116,
      "start_time": 549410.0,
      "end_time": 552003.0,
      "text": "those questions that you might have."
    },
    {
      "index": 117,
      "start_time": 552003.0,
      "end_time": 557779.0,
      "text": "Was that helpful? I know it's more than helpful. And before I forget: Here's how you can get"
    },
    {
      "index": 118,
      "start_time": 557779.0,
      "end_time": 562680.0,
      "text": "the latest videos from myself and the other teachers guaranteed to come to you. Because"
    },
    {
      "index": 119,
      "start_time": 562680.0,
      "end_time": 566480.0,
      "text": "some of you don't know this, but unless you subscribe, you don't know what we're putting"
    },
    {
      "index": 120,
      "start_time": 566480.0,
      "end_time": 570910.0,
      "text": "out. So you need to subscribe. Not just to myself, but if you have other teachers that"
    },
    {
      "index": 121,
      "start_time": 570910.0,
      "end_time": 576386.0,
      "text": "you like, you need to subscribe to those teachers as well. Okay? There's no money involved with"
    },
    {
      "index": 122,
      "start_time": 576386.0,
      "end_time": 580529.0,
      "text": "this, don't worry. It's YouTube; it's free, you don't have to pay. What this does is it"
    },
    {
      "index": 123,
      "start_time": 580529.0,
      "end_time": 584670.0,
      "text": "just says that if I have a new video, you'll get a notice saying: \"Hey, James' new video..."
    },
    {
      "index": 124,
      "start_time": 584670.0,
      "end_time": 589329.0,
      "text": "His latest video is out. Go watch it now.\" And it will be ready, waiting for you. But"
    },
    {
      "index": 125,
      "start_time": 589329.0,
      "end_time": 592300.0,
      "text": "also, don't forget that if there are other teachers you like, you need to subscribe to"
    },
    {
      "index": 126,
      "start_time": 592300.0,
      "end_time": 597850.0,
      "text": "each one individually; one button does not cover all. And if you do that, you'll be one"
    },
    {
      "index": 127,
      "start_time": 597850.0,
      "end_time": 599242.0,
      "text": "happy camper."
    },
    {
      "index": 128,
      "start_time": 599242.0,
      "end_time": 604225.0,
      "text": "Hey, listen, I hope you've enjoyed this lesson because, although it's not directly on English,"
    },
    {
      "index": 129,
      "start_time": 604225.0,
      "end_time": 608470.0,
      "text": "it's the way to best maximize your way of learning English. All right? We've learned"
    },
    {
      "index": 130,
      "start_time": 608470.0,
      "end_time": 614941.0,
      "text": "how the system works by using the closed caption, the settings button, and the full screen,"
    },
    {
      "index": 131,
      "start_time": 614941.0,
      "end_time": 619433.0,
      "text": "and you've got tips on how to maximize your learning from my videos or any of the other teachers."
    },
    {
      "index": 132,
      "start_time": 619433.0,
      "end_time": 623170.0,
      "text": "I'm looking forward to seeing you again. Once again, thanks for helping. Come"
    },
    {
      "index": 133,
      "start_time": 623170.0,
      "end_time": 627410.0,
      "text": "to engVid. Don't forget to subscribe. And you see me doing this, because I know, depending"
    },
    {
      "index": 134,
      "start_time": 627410.0,
      "end_time": 631699.0,
      "text": "on what you're using, the subscribe button-... Button can be anywhere. And don't forget to"
    },
    {
      "index": 135,
      "start_time": 631699.0,
      "end_time": 638256.0,
      "text": "go to www.eng as in English, Vid as in video.com. (www.engvid.com)"
    },
    {
      "index": 136,
      "start_time": 638256.0,
      "end_time": 640162.0,
      "text": "Subscribe now. Thank you."
    },
    {
      "index": 137,
      "start_time": 640162.0,
      "end_time": 650162.0,
      "text": "See you later."
    }
  ]
}