{
  "video_id": "M1CHPnZfFmU",
  "title": "Growth Mindset vs. Fixed Mindset",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4400.0,
      "end_time": 12000.0,
      "text": "Researcher and professor Carol Dweck uses the term \"mindset\" to describe the way people think about ability and talent."
    },
    {
      "index": 2,
      "start_time": 12170.0,
      "end_time": 16660.0,
      "text": "Dweck delineated between two different mindsets that exist on a continuum."
    },
    {
      "index": 3,
      "start_time": 17140.0,
      "end_time": 23500.0,
      "text": "The first is the fixed mindset, which suggests that your abilities are innate and unchangeable."
    },
    {
      "index": 4,
      "start_time": 24000.0,
      "end_time": 30000.0,
      "text": "The second is a growth mindset, which views it as something you can improve through practice."
    },
    {
      "index": 5,
      "start_time": 30100.0,
      "end_time": 33720.0,
      "text": "In a fixed mindset, you view failure as permanent."
    },
    {
      "index": 6,
      "start_time": 33769.0,
      "end_time": 39309.0,
      "text": "But with a growth mindset, you see failure as a chance to learn and even pivot."
    },
    {
      "index": 7,
      "start_time": 39619.0,
      "end_time": 45000.0,
      "text": "Those with a fixed mindset are more likely to view critical feedback as a personal attack,"
    },
    {
      "index": 8,
      "start_time": 45100.0,
      "end_time": 52000.0,
      "text": "while those with a growth mindset will see it as a chance to improve, where they can develop new systems."
    },
    {
      "index": 9,
      "start_time": 52000.0,
      "end_time": 57218.0,
      "text": "With a fixed mindset, you're more likely to choose easier tasks and put in minimal effort."
    },
    {
      "index": 10,
      "start_time": 57499.0,
      "end_time": 61560.0,
      "text": "After all, if talent is fixed why bother improving?"
    },
    {
      "index": 11,
      "start_time": 61561.0,
      "end_time": 63500.0,
      "text": "Why even try?"
    },
    {
      "index": 12,
      "start_time": 63600.0,
      "end_time": 71000.0,
      "text": "But with the growth mindset, you're more likely to embrace challenging tasks and work hard to improve."
    },
    {
      "index": 13,
      "start_time": 71100.0,
      "end_time": 76000.0,
      "text": "Those with the fixed mindset are likely to give up when they face an obstacle."
    },
    {
      "index": 14,
      "start_time": 76299.0,
      "end_time": 83400.0,
      "text": "Meanwhile, those with the growth mindset will view obstacles as a chance to experiment and solve problems."
    },
    {
      "index": 15,
      "start_time": 83499.0,
      "end_time": 87300.0,
      "text": "In a fixed mindset, the focus is on measurable accomplishments."
    },
    {
      "index": 16,
      "start_time": 87599.0,
      "end_time": 93400.0,
      "text": "But with the growth mindset, the focus is more on a journey of continual improvement."
    },
    {
      "index": 17,
      "start_time": 93439.0,
      "end_time": 97900.0,
      "text": "With a fixed mindset, you're less likely to take creative risks."
    },
    {
      "index": 18,
      "start_time": 97999.0,
      "end_time": 103500.0,
      "text": "But with a growth mindset, creative risks are simply a way to innovate and improve."
    },
    {
      "index": 19,
      "start_time": 103899.0,
      "end_time": 113500.0,
      "text": "Ultimately, your mindset influences everything from creative risk-taking to how you view feedback to whether or not you finish difficult tasks."
    },
    {
      "index": 20,
      "start_time": 113600.0,
      "end_time": 121660.0,
      "text": "And in the end, it's one of the greatest factors in determining whether or not you grow and improve in your abilities."
    }
  ]
}