{
  "video_id": "m4VYJ7qC9As",
  "title": "Modern Seoul Korea, City Tour Travel Guide",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4180.0,
      "end_time": 13200.0,
      "text": "Korea's capital city is a dynamic metropolitan combining traditional Korean historical sites with modern architecture and a young neighborhood."
    },
    {
      "index": 2,
      "start_time": 13299.0,
      "end_time": 20700.0,
      "text": "Take a nice stroll in Seoul's main business and financial district and you can get a good sense of the fast-paced lifestyle."
    },
    {
      "index": 3,
      "start_time": 20920.0,
      "end_time": 26800.0,
      "text": "During lunch hours, cafes and restaurants are packed with staff from banks and business firms."
    },
    {
      "index": 4,
      "start_time": 27200.0,
      "end_time": 29320.0,
      "text": "Good morning, my beautiful friends."
    },
    {
      "index": 5,
      "start_time": 29320.0,
      "end_time": 30180.0,
      "text": "Good morning."
    },
    {
      "index": 6,
      "start_time": 30280.0,
      "end_time": 34280.0,
      "text": "So it's our day 2 in the beautiful capital city of South Korea."
    },
    {
      "index": 7,
      "start_time": 35360.0,
      "end_time": 42190.0,
      "text": "Our second stop is the Namsan Park, a huge green oasis on the outskirts of the city center."
    },
    {
      "index": 8,
      "start_time": 44120.0,
      "end_time": 53240.0,
      "text": "It features an aerial tramway, botanic flower displays, historical landmarks, and the iconic Seoul Tower."
    },
    {
      "index": 9,
      "start_time": 53240.0,
      "end_time": 56139.0,
      "text": "It is also a very popular hiking trail for locals."
    },
    {
      "index": 10,
      "start_time": 57160.0,
      "end_time": 65459.0,
      "text": "Some of the most spectacular panoramic views of downtown Seoul and the surrounding area can be seen at the peak of an Namsan Park."
    },
    {
      "index": 11,
      "start_time": 68420.0,
      "end_time": 72420.0,
      "text": "Seoul tower is a landmark of the skyline of downtown."
    },
    {
      "index": 12,
      "start_time": 73700.0,
      "end_time": 83720.0,
      "text": "Our next stop is the 63 square skyscraper, a landmark for the 1988 Olympics commanding spectacular views of the city."
    },
    {
      "index": 13,
      "start_time": 83720.0,
      "end_time": 87640.0,
      "text": "It is one of Korea's tallest and most recognized buildings."
    },
    {
      "index": 14,
      "start_time": 88240.0,
      "end_time": 107360.0,
      "text": "63 squares iconic gold color is the real thing each of the 14,000 panes of glass was coated with a thin film of 24 karat gold which catches the sunshine reflecting gold, red, and silver as the Sun sets giving the tower its stunning multi-colored sheen."
    },
    {
      "index": 15,
      "start_time": 108940.0,
      "end_time": 119180.0,
      "text": "Crossing the bridge to the other side of the city is the Gangnam district, the Beverly Hills of South Korea and the home to the country's biggest celebrities."
    },
    {
      "index": 16,
      "start_time": 120400.0,
      "end_time": 129699.0,
      "text": "Psy's international hit song \"Gangnam Style\" famously portrays the wealthy district which has an outsized reputation in Korean culture."
    },
    {
      "index": 17,
      "start_time": 129940.0,
      "end_time": 136420.0,
      "text": "Property in Gangnam is three and a half times as expensive as the average real estate in Korea."
    },
    {
      "index": 18,
      "start_time": 136900.0,
      "end_time": 141240.0,
      "text": "Living in Gangnam is a status symbol that many Koreans aspire to."
    },
    {
      "index": 19,
      "start_time": 142700.0,
      "end_time": 151600.0,
      "text": "Our final stop of the modern city tour of Seoul is visiting the Hongdae district, including Hongik University and Itaewon."
    },
    {
      "index": 20,
      "start_time": 151600.0,
      "end_time": 157400.0,
      "text": "It is the global community in Seoul where international expats live."
    },
    {
      "index": 21,
      "start_time": 158120.0,
      "end_time": 164150.0,
      "text": "Here you can enjoy a diversity of culture, shopping and entertainment experiences."
    },
    {
      "index": 22,
      "start_time": 164150.0,
      "end_time": 170360.0,
      "text": "Fashion shops specialize in various imported clothes, leather goods, handbags and shoes."
    },
    {
      "index": 23,
      "start_time": 170420.0,
      "end_time": 178200.0,
      "text": "You can spend multiple days exploring the area and it's a great place to go whether you are visiting or living in Seoul"
    },
    {
      "index": 24,
      "start_time": 178420.0,
      "end_time": 183420.0,
      "text": "Remember to check out the k-pop street performances near Hongik University."
    },
    {
      "index": 25,
      "start_time": 184140.0,
      "end_time": 188718.0,
      "text": "Imagine a street full of different groups of people putting on a great show for the public."
    },
    {
      "index": 26,
      "start_time": 188720.0,
      "end_time": 190640.0,
      "text": "They are quite spectacular."
    },
    {
      "index": 27,
      "start_time": 192180.0,
      "end_time": 197940.0,
      "text": "Thanks for watching this video, if you like this video, please give it a big thumbs up and subscribe."
    },
    {
      "index": 28,
      "start_time": 198680.0,
      "end_time": 206160.0,
      "text": "In the second part of the sightseeing tour in Seoul, we're going to explore the traditional Korean culture and top historical sites."
    },
    {
      "index": 29,
      "start_time": 206600.0,
      "end_time": 207880.0,
      "text": "Until next time."
    }
  ]
}