{
  "video_id": "m4yVlPqeZwo",
  "title": "Innovation Agenda | Barack Obama | Talks at Google",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 11670.0,
      "text": "&gt;&gt; DRUMMOND: Another great day at Google. So I want to welcome everybody to the latest"
    },
    {
      "index": 2,
      "start_time": 11670.0,
      "end_time": 16150.0,
      "text": "installment of Candidates at Google. For those of you who don&#39;t know me, I&#39;m David Drummond,"
    },
    {
      "index": 3,
      "start_time": 16149.999999999998,
      "end_time": 22589.0,
      "text": "Senior Vice President of Corporate Development, the company&#39;s Chief Legal Officer. I&#39;m very"
    },
    {
      "index": 4,
      "start_time": 22589.0,
      "end_time": 33570.0,
      "text": "pleased and distinctly honored here to welcome back to Google Senator Barack Obama. I say"
    },
    {
      "index": 5,
      "start_time": 33570.0,
      "end_time": 38300.0,
      "text": "welcome back because for those of you who were around in the summer of 2004, you may"
    },
    {
      "index": 6,
      "start_time": 38300.0,
      "end_time": 44530.0,
      "text": "remember at TGIF in which I joined Larry and Sergey on this stage and introduced to the"
    },
    {
      "index": 7,
      "start_time": 44530.0,
      "end_time": 51860.0,
      "text": "assembled Googlers then senate candidate Obama. And Barack had been in the Bay Area and he"
    },
    {
      "index": 8,
      "start_time": 51860.0,
      "end_time": 56400.0,
      "text": "wanted to come down and see what we were up to here at Google, see what this Google thing"
    },
    {
      "index": 9,
      "start_time": 56400.0,
      "end_time": 61489.0,
      "text": "was all about. And he had a great visit. He came and did the tour. He saw the GeoDisplay,"
    },
    {
      "index": 10,
      "start_time": 61489.0,
      "end_time": 67560.0,
      "text": "the Search Traffic, and he saw the servers, and everything we had at Google. We sat down"
    },
    {
      "index": 11,
      "start_time": 67560.0,
      "end_time": 72869.0,
      "text": "with Larry and Sergey. We had a great talk about innovation, about policy, and he later"
    },
    {
      "index": 12,
      "start_time": 72869.0,
      "end_time": 79259.0,
      "text": "wrote about that in his book, The Audacity of Hope. And I know all of you have a copy"
    },
    {
      "index": 13,
      "start_time": 79259.0,
      "end_time": 85460.0,
      "text": "of that. And all in all a great visit. And, you know, while it was a fantastic visit,"
    },
    {
      "index": 14,
      "start_time": 85460.0,
      "end_time": 92859.0,
      "text": "I now realized that we made a grave error that day at TGI, we didn&#39;t let him speak."
    },
    {
      "index": 15,
      "start_time": 92859.0,
      "end_time": 100859.0,
      "text": "So, ladies and gentlemen, today, we are going to rectify that error. We are thrilled that"
    },
    {
      "index": 16,
      "start_time": 100859.0,
      "end_time": 106939.0,
      "text": "Senator Obama has chosen Google to unveil his innovation agenda. And you&#39;re going to"
    },
    {
      "index": 17,
      "start_time": 106939.0,
      "end_time": 113670.0,
      "text": "hear that today and we&#39;re very, very excited about what that means for the country and"
    },
    {
      "index": 18,
      "start_time": 113670.0,
      "end_time": 121329.0,
      "text": "I think you will be too. Following that, Eric&#39;s going to come up on the stage and do a Q&amp;A"
    },
    {
      "index": 19,
      "start_time": 121329.0,
      "end_time": 125609.0,
      "text": "with Senator Obama. And following that, you&#39;ll have your chance to ask your question. So,"
    },
    {
      "index": 20,
      "start_time": 125609.0,
      "end_time": 132110.0,
      "text": "without anything further, please join me in giving an enormous Google welcome back to"
    },
    {
      "index": 21,
      "start_time": 132110.0,
      "end_time": 167720.0,
      "text": "Senator Barack Obama. Thanks. &gt;&gt; OBAMA: Thank you. Thank you. Thank you,"
    },
    {
      "index": 22,
      "start_time": 167720.0,
      "end_time": 172000.0,
      "text": "every body. Thank you. Thank you. Thank you so much. What a--what a wonderful reception."
    },
    {
      "index": 23,
      "start_time": 172000.0,
      "end_time": 178070.0,
      "text": "I am so grateful to all of you for showing such interest in taking the time to be here"
    },
    {
      "index": 24,
      "start_time": 178070.0,
      "end_time": 187300.0,
      "text": "today. I want to thank Larry and Sergey and Eric and, obviously, David for helping to"
    },
    {
      "index": 25,
      "start_time": 187300.0,
      "end_time": 193690.0,
      "text": "set this up. I am extremely grateful to all of them for their leadership and their friendship."
    },
    {
      "index": 26,
      "start_time": 193690.0,
      "end_time": 199100.0,
      "text": "And I also want to acknowledge state Senator Elaine Alquist who is here. This is her district,"
    },
    {
      "index": 27,
      "start_time": 199100.0,
      "end_time": 204110.0,
      "text": "and since I used to be a state senator I always want to give her, her props, so it&#39;s wonderful"
    },
    {
      "index": 28,
      "start_time": 204110.0,
      "end_time": 215620.0,
      "text": "to see her as well. So, thank you. Well, it is wonderful to be back. As David said I was"
    },
    {
      "index": 29,
      "start_time": 215620.0,
      "end_time": 222680.0,
      "text": "here about 3 years ago and had just a wonderful visit. It was such a striking visit for me."
    },
    {
      "index": 30,
      "start_time": 222680.0,
      "end_time": 227730.0,
      "text": "It made such an impression that I ended up writing about it in my book. And so it&#39;s always"
    },
    {
      "index": 31,
      "start_time": 227730.0,
      "end_time": 232320.0,
      "text": "good to be back in Mountain View and it&#39;s good to see that Google is maintaining its"
    },
    {
      "index": 32,
      "start_time": 232320.0,
      "end_time": 238970.0,
      "text": "strict dress code."
    },
    {
      "index": 33,
      "start_time": 238970.0,
      "end_time": 245190.0,
      "text": "When you stop to think about it, there is something improbable about this gathering."
    },
    {
      "index": 34,
      "start_time": 245190.0,
      "end_time": 253510.0,
      "text": "After all it wasn&#39;t much more than a decade ago that Larry and Sergey got together in"
    },
    {
      "index": 35,
      "start_time": 253510.0,
      "end_time": 259910.0,
      "text": "a dorm room as graduate students, with a big idea to organize all of the world&#39;s information"
    },
    {
      "index": 36,
      "start_time": 259910.00000000003,
      "end_time": 265060.0,
      "text": "into an accessible form. And at that time, I was an Illinois state senator doing my best"
    },
    {
      "index": 37,
      "start_time": 265060.0,
      "end_time": 272760.0,
      "text": "to help people get a better shot at their dreams. What we shared is a belief in changing"
    },
    {
      "index": 38,
      "start_time": 272760.0,
      "end_time": 280250.0,
      "text": "the world from the bottom-up, not the top-down. That a bunch of--that ordinary people can"
    },
    {
      "index": 39,
      "start_time": 280250.0,
      "end_time": 286030.0,
      "text": "do extraordinary things. We shared that. We also shared a bunch of student loans that"
    },
    {
      "index": 40,
      "start_time": 286030.0,
      "end_time": 293130.0,
      "text": "still needed to be paid off. And you would have found it hard to predict that Larry and"
    },
    {
      "index": 41,
      "start_time": 293130.0,
      "end_time": 297270.0,
      "text": "Sergey would now be the co-founders of one of the most successful companies in recent"
    },
    {
      "index": 42,
      "start_time": 297270.0,
      "end_time": 303940.0,
      "text": "history and that I would be standing on this stage today as a candidate for president of"
    },
    {
      "index": 43,
      "start_time": 303940.0,
      "end_time": 312120.0,
      "text": "the United States. But this is where improbable journeys have led. This is where the moment"
    },
    {
      "index": 44,
      "start_time": 312120.0,
      "end_time": 318400.0,
      "text": "finds us. And I&#39;d like to say a few words about what I believe we have to do together,"
    },
    {
      "index": 45,
      "start_time": 318400.0,
      "end_time": 325230.0,
      "text": "to seize this moment with a sense of purpose and a sense of urgency. We know how the first"
    },
    {
      "index": 46,
      "start_time": 325230.0,
      "end_time": 331590.0,
      "text": "chapters of the Google story have turned out. After all, all of you have good jobs. But"
    },
    {
      "index": 47,
      "start_time": 331590.0,
      "end_time": 338510.0,
      "text": "we also know that the Google story is more than just being about the bottom line. It&#39;s"
    },
    {
      "index": 48,
      "start_time": 338510.0,
      "end_time": 343419.0,
      "text": "about seeing what we can accomplish when we believe in things that are unseen, when we"
    },
    {
      "index": 49,
      "start_time": 343419.0,
      "end_time": 348820.0,
      "text": "take the measure of our changing times and we take action to shape them. And that&#39;s why"
    },
    {
      "index": 50,
      "start_time": 348820.0,
      "end_time": 356040.0,
      "text": "we&#39;re here today, that&#39;s why many of you decided to work here instead of someplace else. Technology"
    },
    {
      "index": 51,
      "start_time": 356040.0,
      "end_time": 362980.0,
      "text": "and innovation have reshaped our economy and our lives at breathtaking speed. America&#39;s"
    },
    {
      "index": 52,
      "start_time": 362980.0,
      "end_time": 369919.0,
      "text": "been fighting to figure out how to tap this awesome new resource that we have, and Google"
    },
    {
      "index": 53,
      "start_time": 369919.0,
      "end_time": 375169.0,
      "text": "has helped to show us the way. But the story is far from over. Google’s story is far"
    },
    {
      "index": 54,
      "start_time": 375169.0,
      "end_time": 381440.0,
      "text": "from over. The story of how we shaped our changing times is far from over. What comes"
    },
    {
      "index": 55,
      "start_time": 381440.0,
      "end_time": 388699.0,
      "text": "next depends on the choices that we make right now, at this moment, in this election. We"
    },
    {
      "index": 56,
      "start_time": 388699.0,
      "end_time": 396090.0,
      "text": "could see the spirit of innovation that started this company be stifled. We could see the"
    },
    {
      "index": 57,
      "start_time": 396090.0,
      "end_time": 401690.0,
      "text": "internet divided up to the highest bidders. We could see a government that uses technology"
    },
    {
      "index": 58,
      "start_time": 401690.0,
      "end_time": 408360.0,
      "text": "to shut people out, instead of letting them in. Tax break shuffled to special interests"
    },
    {
      "index": 59,
      "start_time": 408360.0,
      "end_time": 414729.0,
      "text": "while the next start-up, the next Google can&#39;t get a fair shot. Challenges like healthcare"
    },
    {
      "index": 60,
      "start_time": 414729.0,
      "end_time": 421710.0,
      "text": "and energy that hold our country back while competition from other nations picks up. That&#39;s"
    },
    {
      "index": 61,
      "start_time": 421710.0,
      "end_time": 428360.0,
      "text": "one alternative. Another alternative is for us to unlock a new future of opportunity."
    },
    {
      "index": 62,
      "start_time": 428360.0,
      "end_time": 434360.0,
      "text": "Together we could open up the government and invite all citizens in while connecting all"
    },
    {
      "index": 63,
      "start_time": 434360.0,
      "end_time": 441540.0,
      "text": "of America to 21st century Broadband. We could use technology to help achieve universal healthcare,"
    },
    {
      "index": 64,
      "start_time": 441540.0,
      "end_time": 447210.0,
      "text": "to reach for a clean energy future, and to ensure that young Americans can compete and"
    },
    {
      "index": 65,
      "start_time": 447210.0,
      "end_time": 455630.0,
      "text": "win in the global economy. If America recommits itself to science and innovation, then we"
    },
    {
      "index": 66,
      "start_time": 455630.0,
      "end_time": 461690.0,
      "text": "can lead the world to a new future of productivity and prosperity. That&#39;s what we can do if we"
    },
    {
      "index": 67,
      "start_time": 461690.0,
      "end_time": 468740.0,
      "text": "seize this moment. That&#39;s the choice we face. And as president, I intend to work with you"
    },
    {
      "index": 68,
      "start_time": 468740.0,
      "end_time": 474520.0,
      "text": "to write the next chapter in the story of American innovation. That&#39;s part of the reason"
    },
    {
      "index": 69,
      "start_time": 474520.0,
      "end_time": 480350.0,
      "text": "why I&#39;m running for president of the United States. To seize this moment, we have to ensure"
    },
    {
      "index": 70,
      "start_time": 480350.0,
      "end_time": 487780.0,
      "text": "free and full exchange of information, and that starts with an open internet. I will"
    },
    {
      "index": 71,
      "start_time": 487780.0,
      "end_time": 496530.0,
      "text": "take--I"
    },
    {
      "index": 72,
      "start_time": 496530.0,
      "end_time": 503560.0,
      "text": "will take a backseat to no one in my commitment to network neutrality, because once providers"
    },
    {
      "index": 73,
      "start_time": 503560.0,
      "end_time": 509560.0,
      "text": "start to privilege some applications or websites over others, then the smaller voices get squeezed"
    },
    {
      "index": 74,
      "start_time": 509560.0,
      "end_time": 515399.0,
      "text": "out and we all lose. The internet is perhaps the most open network in history and we have"
    },
    {
      "index": 75,
      "start_time": 515399.0,
      "end_time": 521260.0,
      "text": "to keep it that way. To seize this moment, we have to connect all of America to 21st"
    },
    {
      "index": 76,
      "start_time": 521260.0,
      "end_time": 527310.0,
      "text": "century infrastructure. As president, I will set a goal of ensuring that every American"
    },
    {
      "index": 77,
      "start_time": 527310.0,
      "end_time": 532480.0,
      "text": "has Broadband access, no matter where you live, no matter how much money you have or"
    },
    {
      "index": 78,
      "start_time": 532480.0,
      "end_time": 538070.0,
      "text": "don&#39;t have. We will raise the standards for Broadband speed. We will connect schools and"
    },
    {
      "index": 79,
      "start_time": 538070.0,
      "end_time": 542960.0,
      "text": "libraries and hospitals. And we’ll take on the special interest so that we can finally"
    },
    {
      "index": 80,
      "start_time": 542960.0,
      "end_time": 550300.0,
      "text": "unleash the power of wireless spectrum for our safety, our security, and our connectivity."
    },
    {
      "index": 81,
      "start_time": 550300.0,
      "end_time": 557010.0,
      "text": "To seize this moment, we have to use technology to open up our democracy. It&#39;s no coincidence"
    },
    {
      "index": 82,
      "start_time": 557010.0,
      "end_time": 562320.0,
      "text": "that one of the most secretive administrations in our history, has favored special interests"
    },
    {
      "index": 83,
      "start_time": 562320.0,
      "end_time": 567600.0,
      "text": "and pursued policies that could not stand up to the sunlight. As president, I&#39;m going"
    },
    {
      "index": 84,
      "start_time": 567600.0,
      "end_time": 574270.0,
      "text": "to change that. We will put government data online in universally accessible formats."
    },
    {
      "index": 85,
      "start_time": 574270.0,
      "end_time": 586930.0,
      "text": "I&#39;ll let citizens--I&#39;ll let citizens check federal grants, contracts, earmarks, and lobbying"
    },
    {
      "index": 86,
      "start_time": 586930.0,
      "end_time": 593310.0,
      "text": "contracts. I&#39;ll let you participate in government forums, ask questions in real time, offer"
    },
    {
      "index": 87,
      "start_time": 593310.0,
      "end_time": 600950.0,
      "text": "suggestions that will be reviewed before decisions are made, and let you comment on legislation"
    },
    {
      "index": 88,
      "start_time": 600950.0,
      "end_time": 606190.0,
      "text": "before it is signed. And to ensure that every government agency is meeting 21st century"
    },
    {
      "index": 89,
      "start_time": 606190.0,
      "end_time": 611810.0,
      "text": "standards, I will appoint the nation&#39;s first chief technology officer to coordinate and"
    },
    {
      "index": 90,
      "start_time": 611810.0,
      "end_time": 615880.0,
      "text": "make certain that we are always at the forefront of technology and that we are incorporating"
    },
    {
      "index": 91,
      "start_time": 615880.0,
      "end_time": 629270.0,
      "text": "it into every decision that we make. And if you want to know how I&#39;ll govern, just look"
    },
    {
      "index": 92,
      "start_time": 629270.0,
      "end_time": 638870.0,
      "text": "at our campaign. We’ve received over 370,000 donations online, half of which have been"
    },
    {
      "index": 93,
      "start_time": 638870.0,
      "end_time": 648330.0,
      "text": "under $25. Nearly 300,000 Americans have their own accounts on BarackObama.com. They’ve"
    },
    {
      "index": 94,
      "start_time": 648330.0,
      "end_time": 656160.0,
      "text": "created—they’ve created thousands of grassroots groups. They&#39;ve offered up over 15,000 policy"
    },
    {
      "index": 95,
      "start_time": 656160.0,
      "end_time": 662620.0,
      "text": "ideas, because we believe the real change can only come from the bottom-up, and technology"
    },
    {
      "index": 96,
      "start_time": 662620.0,
      "end_time": 668580.0,
      "text": "empowers people to come together to make that change. Because at this moment, I think we"
    },
    {
      "index": 97,
      "start_time": 668580.0,
      "end_time": 673050.0,
      "text": "have to do more than to get our house in order, the opportunity in front of us is bigger than"
    },
    {
      "index": 98,
      "start_time": 673050.0,
      "end_time": 678250.0,
      "text": "that. Seizing this opportunity is going to depend on more than what the government does"
    },
    {
      "index": 99,
      "start_time": 678250.0,
      "end_time": 683860.0,
      "text": "or even what the technology sector does. It&#39;s going to depend on how together we harness"
    },
    {
      "index": 100,
      "start_time": 683860.0,
      "end_time": 689610.0,
      "text": "technology to confront the biggest challenges that America faces. Just imagine what we could"
    },
    {
      "index": 101,
      "start_time": 689610.0,
      "end_time": 694990.0,
      "text": "do. If we commit ourselves to electronic medical records, then we can lift up the quality of"
    },
    {
      "index": 102,
      "start_time": 694990.0,
      "end_time": 705390.0,
      "text": "healthcare and reduce error and dramatically lower costs. If we take on--if we take on"
    },
    {
      "index": 103,
      "start_time": 705390.0,
      "end_time": 710649.0,
      "text": "special interests and make aggressive investments and clean a renewable energy like Google has"
    },
    {
      "index": 104,
      "start_time": 710649.0,
      "end_time": 716440.0,
      "text": "done with solar here in Mountainview, that we can end our addiction to ore, create millions"
    },
    {
      "index": 105,
      "start_time": 716440.0,
      "end_time": 722740.0,
      "text": "of jobs and save the planet in the bargain. If we make technological literacy a fundamental"
    },
    {
      "index": 106,
      "start_time": 722740.0,
      "end_time": 727839.0,
      "text": "part of education then we can give our children the skills they need to compete and ensure"
    },
    {
      "index": 107,
      "start_time": 727839.0,
      "end_time": 735000.0,
      "text": "the next generation of scientists and engineers as being educated right here in America. We"
    },
    {
      "index": 108,
      "start_time": 735000.0,
      "end_time": 741730.0,
      "text": "can do this, but we can&#39;t wait because Silicon Valley is not the only corner of innovation"
    },
    {
      "index": 109,
      "start_time": 741730.0,
      "end_time": 747570.0,
      "text": "in the world. If America doesn&#39;t seize this moment, then we will face only more competition"
    },
    {
      "index": 110,
      "start_time": 747570.0,
      "end_time": 755279.0,
      "text": "from Dubai and Dublin, from Shanghai and Mumbai. So, instead of George Bush&#39;s policy of undermining"
    },
    {
      "index": 111,
      "start_time": 755279.0,
      "end_time": 761910.0,
      "text": "science, I intend to double federal funding for basic research and make the R&amp;D tax credit"
    },
    {
      "index": 112,
      "start_time": 761910.0,
      "end_time": 773390.0,
      "text": "permanent. To keep--to keep the door open for the next generation of start-ups, I&#39;ll"
    },
    {
      "index": 113,
      "start_time": 773390.0,
      "end_time": 779620.0,
      "text": "enforce tough anti-trust laws, and to ensure that America continues to track the world&#39;s"
    },
    {
      "index": 114,
      "start_time": 779620.0,
      "end_time": 785120.0,
      "text": "best and brightest, we need comprehensive immigration reform that strengthens permanent"
    },
    {
      "index": 115,
      "start_time": 785120.0,
      "end_time": 798959.0,
      "text": "resident visas like the H-1B program. We need to make sure that the next success story,"
    },
    {
      "index": 116,
      "start_time": 798959.0,
      "end_time": 805870.0,
      "text": "the next Google, happens here in America. The Google stories about what can be achieved"
    },
    {
      "index": 117,
      "start_time": 805870.0,
      "end_time": 812000.0,
      "text": "when we cultivate new ideas and keep the playing field level for new businesses. But it&#39;s also"
    },
    {
      "index": 118,
      "start_time": 812000.0,
      "end_time": 817110.0,
      "text": "about not settling for what we&#39;ve already achieved, it&#39;s about constantly raising the"
    },
    {
      "index": 119,
      "start_time": 817110.0,
      "end_time": 822950.0,
      "text": "bar so that we&#39;re more competitive. And so we use technology to reach ever expanding"
    },
    {
      "index": 120,
      "start_time": 822950.0,
      "end_time": 830930.0,
      "text": "horizons. You know, the first time I was back here in 2004, Larry showed me the image that"
    },
    {
      "index": 121,
      "start_time": 830930.0,
      "end_time": 836510.0,
      "text": "tracks all the internet searches taking place in the world. I wrote about this in my book."
    },
    {
      "index": 122,
      "start_time": 836510.0,
      "end_time": 842930.0,
      "text": "And I saw the earth rotating on a flat panel monitor with the different lights for different"
    },
    {
      "index": 123,
      "start_time": 842930.0,
      "end_time": 847829.0,
      "text": "languages marking all the traffic on this wondrous network, the network that didn&#39;t"
    },
    {
      "index": 124,
      "start_time": 847829.0,
      "end_time": 859269.0,
      "text": "even exist when almost all of us here were born, almost. But what struck me wasn&#39;t the"
    },
    {
      "index": 125,
      "start_time": 859269.0,
      "end_time": 868329.0,
      "text": "light on that globe; it was the darkness. Most of Africa, chunks of Asia, even parts"
    },
    {
      "index": 126,
      "start_time": 868329.0,
      "end_time": 875089.0,
      "text": "of the United States, the disconnected corners of our interconnected world where the promise"
    },
    {
      "index": 127,
      "start_time": 875089.0,
      "end_time": 882980.0,
      "text": "of the 21st century is being eclipsed by peril. You and I must not settle for anything less"
    },
    {
      "index": 128,
      "start_time": 882980.0,
      "end_time": 888570.0,
      "text": "than an America that replaces that darkness with a new light, because the promise and"
    },
    {
      "index": 129,
      "start_time": 888570.0,
      "end_time": 894209.0,
      "text": "prosperity of the new economy must not be the property of the few. It must be a force"
    },
    {
      "index": 130,
      "start_time": 894209.0,
      "end_time": 910579.0,
      "text": "that lifts up our entire country and ultimately lifts up the entire world. We have the privilege to live in a transformational"
    },
    {
      "index": 131,
      "start_time": 910579.0,
      "end_time": 917680.0,
      "text": "moment, a moment when an idea can change the world, a moment when technology empowers us"
    },
    {
      "index": 132,
      "start_time": 917680.0,
      "end_time": 924519.0,
      "text": "to come together as never before while letting each of us reach for our own individual dreams,"
    },
    {
      "index": 133,
      "start_time": 924519.0,
      "end_time": 929890.0,
      "text": "a moment when we can finally progress and move beyond the huge challenges that have"
    },
    {
      "index": 134,
      "start_time": 929890.0,
      "end_time": 938420.0,
      "text": "stood in the way of progress for far too long. We cannot and we must not look back and regret"
    },
    {
      "index": 135,
      "start_time": 938420.0,
      "end_time": 943860.0,
      "text": "that we settled for anything less. And that&#39;s why I&#39;m asking you to join me in seizing this"
    },
    {
      "index": 136,
      "start_time": 943860.0,
      "end_time": 948860.0,
      "text": "moment, I&#39;m asking you to join me in changing the world. Thank you very much everybody."
    },
    {
      "index": 137,
      "start_time": 948860.0,
      "end_time": 973459.0,
      "text": "Thank you. Thank you. Thank you. Thank you. Eric, come on up. Thank you."
    },
    {
      "index": 138,
      "start_time": 973459.0,
      "end_time": 973459.0,
      "text": "&gt;&gt; SCHMIDT: Brilliant. Brilliant. &gt;&gt; OBAMA: Thank you so much."
    },
    {
      "index": 139,
      "start_time": 973459.0,
      "end_time": 975779.0,
      "text": "&gt;&gt; SCHMIDT: Thank--thank you, Senator, for such a strong message about innovation."
    },
    {
      "index": 140,
      "start_time": 975779.0,
      "end_time": 980040.0,
      "text": "&gt;&gt; OBAMA: Thank you. &gt;&gt; SCHMIDT: Senator Obama, the product of"
    },
    {
      "index": 141,
      "start_time": 980040.0,
      "end_time": 988600.0,
      "text": "a Kansas mother and a father from Kenya, born in Hawaii; your history, of course, Columbia,"
    },
    {
      "index": 142,
      "start_time": 988600.0,
      "end_time": 993850.0,
      "text": "Harvard, state senator, now, senator running for president, welcome to Google."
    },
    {
      "index": 143,
      "start_time": 993850.0,
      "end_time": 1004320.0,
      "text": "&gt;&gt; OBAMA: Thank you so much. Thank you. &gt;&gt; SCHMIDT: When you see yourself in the presidency"
    },
    {
      "index": 144,
      "start_time": 1004320.0,
      "end_time": 1013139.0,
      "text": "in 2008, 2009, and for many years, what is it that you&#39;re going to do that&#39;s exceptional?"
    },
    {
      "index": 145,
      "start_time": 1013140.0,
      "end_time": 1017280.0,
      "text": "What is your fundamental reason why you think this company--this country, excuse me, is"
    },
    {
      "index": 146,
      "start_time": 1017280.0,
      "end_time": 1026401.0,
      "text": "going to be--is going to be a great country? And by the way..."
    },
    {
      "index": 147,
      "start_time": 1026400.0000000001,
      "end_time": 1030380.0000000001,
      "text": "&gt;&gt; OBAMA: Is this the kind of interview that you guys want too?"
    },
    {
      "index": 148,
      "start_time": 1030380.0000000001,
      "end_time": 1035930.0000000001,
      "text": "&gt;&gt; SCHMIDT: And your book is really extraordinary, its title is The Audacity of Hope."
    },
    {
      "index": 149,
      "start_time": 1035930.0000000001,
      "end_time": 1041630.0000000001,
      "text": "&gt;&gt; OBAMA: Yeah. Well, Eric, first of all, thanks, thanks for letting me be here, and"
    },
    {
      "index": 150,
      "start_time": 1041630.0000000001,
      "end_time": 1047620.0000000001,
      "text": "the reason that book is called The Audacity of Hope is it captures an idea that got me"
    },
    {
      "index": 151,
      "start_time": 1047619.9999999999,
      "end_time": 1053780.0,
      "text": "into politics in the first place, which is that part of what has been great about America"
    },
    {
      "index": 152,
      "start_time": 1053780.0,
      "end_time": 1061090.0,
      "text": "is there’s a certain audacious quality, this belief that this ragtag bunch of revolutionaries"
    },
    {
      "index": 153,
      "start_time": 1061090.0,
      "end_time": 1067120.0,
      "text": "can overthrow the greatest empire on earth, start a government that we&#39;ve never seen operate"
    },
    {
      "index": 154,
      "start_time": 1067120.0,
      "end_time": 1074020.0,
      "text": "before, spread across the continent, create the greatest economy and the greatest democracy"
    },
    {
      "index": 155,
      "start_time": 1074020.0,
      "end_time": 1082549.0,
      "text": "in our history, and then overcome barriers, both internal and external that would prevent"
    },
    {
      "index": 156,
      "start_time": 1082550.0,
      "end_time": 1087420.0,
      "text": "us from making progress. There&#39;s a certain confidence and boldness to the idea of America."
    },
    {
      "index": 157,
      "start_time": 1087420.0,
      "end_time": 1094291.0,
      "text": "And the reason I&#39;m running for president right now, because oftentimes people ask me, &quot;Why"
    },
    {
      "index": 158,
      "start_time": 1094290.0,
      "end_time": 1101370.0,
      "text": "now?&quot; You know, if I waited 10 years, I&#39;d be still younger than most of the other candidates,"
    },
    {
      "index": 159,
      "start_time": 1101370.0,
      "end_time": 1113150.0,
      "text": "that&#39;s true. It is because I think we are at a defining moment in our history, our nation"
    },
    {
      "index": 160,
      "start_time": 1113150.0,
      "end_time": 1120280.0,
      "text": "is at war, the planet is in peril, ordinary Americans are working harder for less. They"
    },
    {
      "index": 161,
      "start_time": 1120280.0,
      "end_time": 1126600.0,
      "text": "feel as if the dream that generations fought for is slowly slipping away. There are costs"
    },
    {
      "index": 162,
      "start_time": 1126600.0,
      "end_time": 1134130.0,
      "text": "for everything, from healthcare to college have gone up. They&#39;re finding it more difficult"
    },
    {
      "index": 163,
      "start_time": 1134130.0,
      "end_time": 1138910.0,
      "text": "to save, difficult to retire, and they don&#39;t feel as if anybody in Washington is listening"
    },
    {
      "index": 164,
      "start_time": 1138910.0,
      "end_time": 1143570.0,
      "text": "to them. And when I made the decision, I sat down with my wife, and I asked myself three"
    },
    {
      "index": 165,
      "start_time": 1143570.0,
      "end_time": 1149740.0,
      "text": "questions: One, could my family survive the rigors of presidential campaign? And because"
    },
    {
      "index": 166,
      "start_time": 1149740.0,
      "end_time": 1153570.0,
      "text": "my wife is exceptional and my children are above average, we figured we could do it,"
    },
    {
      "index": 167,
      "start_time": 1153570.0,
      "end_time": 1162750.0,
      "text": "and they’ve been great. That&#39;s also true. The second question we asked was, &quot;Could we"
    },
    {
      "index": 168,
      "start_time": 1162750.0,
      "end_time": 1166150.0,
      "text": "win?&quot; And we determined that we could. But the third question was, I asked myself the"
    },
    {
      "index": 169,
      "start_time": 1166150.0,
      "end_time": 1171500.0,
      "text": "question you asked, because I think so much is at stake right now that running for president"
    },
    {
      "index": 170,
      "start_time": 1171500.0,
      "end_time": 1176230.0,
      "text": "can&#39;t be about just ambition this time, there&#39;s got to be a rationale. And what I concluded"
    },
    {
      "index": 171,
      "start_time": 1176230.0,
      "end_time": 1182530.0,
      "text": "is this; I believe I can more effectively bring this country together to solve problems"
    },
    {
      "index": 172,
      "start_time": 1182530.0,
      "end_time": 1190460.0,
      "text": "than on the other candidate. And, yeah, we have seen a gridlock where 45% of the country"
    },
    {
      "index": 173,
      "start_time": 1190460.0,
      "end_time": 1194650.0,
      "text": "is on one side, 45% of the country is on the other, we&#39;ve got 10% in the middle, they all"
    },
    {
      "index": 174,
      "start_time": 1194650.0,
      "end_time": 1202850.0,
      "text": "live in Ohio and Florida apparently, and so, political contest just become beating down"
    },
    {
      "index": 175,
      "start_time": 1202850.0,
      "end_time": 1208789.0,
      "text": "the other side and eking out of victory one way or the other, but you can&#39;t govern. And"
    },
    {
      "index": 176,
      "start_time": 1208790.0,
      "end_time": 1214231.0,
      "text": "the problems we face, whether it&#39;s climate change or healthcare or our standing in the"
    },
    {
      "index": 177,
      "start_time": 1214230.0,
      "end_time": 1219900.0,
      "text": "world are so enormous that we have to govern, we have to make good decisions, so that&#39;s"
    },
    {
      "index": 178,
      "start_time": 1219900.0,
      "end_time": 1230190.0,
      "text": "number one. Number two, is I--I have taken on the special interest in the past and of"
    },
    {
      "index": 179,
      "start_time": 1230190.0,
      "end_time": 1235780.0,
      "text": "one and I&#39;ve got an instinct of bias to push against the status quo, which I think is really"
    },
    {
      "index": 180,
      "start_time": 1235780.0,
      "end_time": 1240970.0,
      "text": "needed right now because Washington has become captive of special interest that are making"
    },
    {
      "index": 181,
      "start_time": 1240970.0,
      "end_time": 1246929.0,
      "text": "decisions not based on reason, not based on competition, not based on innovation, but"
    },
    {
      "index": 182,
      "start_time": 1246930.0,
      "end_time": 1251771.0,
      "text": "all too often based on who&#39;s got the most juice, who&#39;s got the most clout, and that"
    },
    {
      "index": 183,
      "start_time": 1251770.0,
      "end_time": 1262160.0,
      "text": "has to change. And the third--the third thing and this is the last thing is--you mentioned"
    },
    {
      "index": 184,
      "start_time": 1262160.0,
      "end_time": 1273450.0,
      "text": "in my background--I was shaped by a new global perspective. I grew up in Hawaii. I lived"
    },
    {
      "index": 185,
      "start_time": 1273450.0,
      "end_time": 1281700.0,
      "text": "in Indonesia. I have family all around the globe. And the damage that&#39;s been done over"
    },
    {
      "index": 186,
      "start_time": 1281700.0,
      "end_time": 1289080.0,
      "text": "the last seven years and outstanding in the world is so significant that we have to have"
    },
    {
      "index": 187,
      "start_time": 1289080.0,
      "end_time": 1295720.0,
      "text": "the next president engage in a level of personal presidential diplomacy that I think is unmatched"
    },
    {
      "index": 188,
      "start_time": 1295720.0,
      "end_time": 1301610.0,
      "text": "at least since World War II. And I believe that the day I&#39;m inaugurated, the--not only"
    },
    {
      "index": 189,
      "start_time": 1301610.0,
      "end_time": 1305410.0,
      "text": "does the country look at itself differently but the world looks at America differently."
    },
    {
      "index": 190,
      "start_time": 1305410.0,
      "end_time": 1312820.0,
      "text": "And I&#39;m able to go to Africa and speak to them about development and problems of corruption"
    },
    {
      "index": 191,
      "start_time": 1312820.0,
      "end_time": 1318940.0,
      "text": "and our obligations towards that continent, and I could say--I&#39;ve got a grandmother in"
    },
    {
      "index": 192,
      "start_time": 1318940.0,
      "end_time": 1325380.0,
      "text": "a small African village without electricity or running water. So I have a little credibility"
    },
    {
      "index": 193,
      "start_time": 1325380.0,
      "end_time": 1330760.0,
      "text": "that no other president could match. If I go to a Muslim leader, I can speak to them"
    },
    {
      "index": 194,
      "start_time": 1330760.0,
      "end_time": 1335690.0,
      "text": "and I can say, &quot;I am a Christian but I live in the country with the largest Muslim population"
    },
    {
      "index": 195,
      "start_time": 1335690.0,
      "end_time": 1342970.0,
      "text": "in the world. And so, I don&#39;t assume a clash of civilizations. I think that there&#39;s something"
    },
    {
      "index": 196,
      "start_time": 1342970.0,
      "end_time": 1347520.0,
      "text": "we have in common that we can potentially build on. And I have a level of credibility"
    },
    {
      "index": 197,
      "start_time": 1347520.0,
      "end_time": 1352110.0,
      "text": "that no other president has. That I think is what&#39;s going to be necessary to lead us"
    },
    {
      "index": 198,
      "start_time": 1352110.0,
      "end_time": 1372400.0,
      "text": "out of the problems that we&#39;re in right now. &gt;&gt; SCHMIDT: You know--well. Now, Senator,"
    },
    {
      "index": 199,
      "start_time": 1372400.0,
      "end_time": 1379980.0,
      "text": "you&#39;re here at Google and I like to think of the presidency as a job interview. Now,"
    },
    {
      "index": 200,
      "start_time": 1379980.0,
      "end_time": 1382230.0,
      "text": "it&#39;s hard to get a job... &gt;&gt; OBAMA: Right."
    },
    {
      "index": 201,
      "start_time": 1382230.0,
      "end_time": 1383370.0,
      "text": "&gt;&gt; SCHMIDT: As president... &gt;&gt; OBAMA: Right."
    },
    {
      "index": 202,
      "start_time": 1383370.0,
      "end_time": 1386140.0,
      "text": "&gt;&gt; SCHMIDT: And--I mean, you&#39;re going to do a great job. It&#39;s also hard to get a job at"
    },
    {
      "index": 203,
      "start_time": 1386140.0,
      "end_time": 1387880.0,
      "text": "Google. &gt;&gt; OBAMA: Right."
    },
    {
      "index": 204,
      "start_time": 1387880.0,
      "end_time": 1393620.0,
      "text": "&gt;&gt; SCHMIDT: We have questions and we ask our candidates questions. And this one is from"
    },
    {
      "index": 205,
      "start_time": 1393620.0,
      "end_time": 1393830.0,
      "text": "Larry Schwimmer. &gt;&gt; OBAMA: Okay."
    },
    {
      "index": 206,
      "start_time": 1393830.0,
      "end_time": 1402679.0,
      "text": "&gt;&gt; SCHMIDT: What--you guys think I&#39;m kidding, it&#39;s right here. What is the most efficient"
    },
    {
      "index": 207,
      "start_time": 1402680.0,
      "end_time": 1409170.0,
      "text": "way to sort a million 32-bit integers? &gt;&gt; OBAMA: Well..."
    },
    {
      "index": 208,
      "start_time": 1409170.0,
      "end_time": 1413731.0,
      "text": "&gt;&gt; SCHMIDT: Maybe--I&#39;m sorry... &gt;&gt; OBAMA: No, no, no, no. I think--I think"
    },
    {
      "index": 209,
      "start_time": 1413730.0,
      "end_time": 1419320.0,
      "text": "the bubble sort would be the wrong way to go."
    },
    {
      "index": 210,
      "start_time": 1419320.0,
      "end_time": 1427590.0,
      "text": "&gt;&gt; SCHMIDT: Come on. Who told him this? Okay. I didn&#39;t see computer science in your background."
    },
    {
      "index": 211,
      "start_time": 1427590.0,
      "end_time": 1433419.0,
      "text": "&gt;&gt; OBAMA: We&#39;ve got our spies in there. &gt;&gt; SCHMIDT: Well, why not--okay, let&#39;s ask"
    },
    {
      "index": 212,
      "start_time": 1433420.0,
      "end_time": 1446581.0,
      "text": "a different interview question. Well, obviously, more serious. You&#39;re notable in this campaign"
    },
    {
      "index": 213,
      "start_time": 1446580.0,
      "end_time": 1451250.0,
      "text": "for your steadfast opposition to the Iraq War."
    },
    {
      "index": 214,
      "start_time": 1451250.0,
      "end_time": 1454120.0,
      "text": "&gt;&gt; OBAMA: Right. &gt;&gt; SCHMIDT: On the assumption that you&#39;re"
    },
    {
      "index": 215,
      "start_time": 1454120.0,
      "end_time": 1455179.0,
      "text": "elected president on day one, you&#39;ll walk in..."
    },
    {
      "index": 216,
      "start_time": 1455180.0,
      "end_time": 1456621.0,
      "text": "&gt;&gt; OBAMA: Yeah. &gt;&gt; SCHMIDT: And the war will probably still"
    },
    {
      "index": 217,
      "start_time": 1456620.0,
      "end_time": 1458249.0,
      "text": "be on. &gt;&gt; OBAMA: Yeah."
    },
    {
      "index": 218,
      "start_time": 1458250.0,
      "end_time": 1461421.0,
      "text": "&gt;&gt; SCHMIDT: And we know your view that the war was a mistake."
    },
    {
      "index": 219,
      "start_time": 1461420.0,
      "end_time": 1463179.0,
      "text": "&gt;&gt; OBAMA: Right. &gt;&gt; SCHMIDT: But here it is, you&#39;re at the"
    },
    {
      "index": 220,
      "start_time": 1463180.0,
      "end_time": 1468810.0,
      "text": "desk, what are you going to do? &gt;&gt; OBAMA: We will call in--I will call in"
    },
    {
      "index": 221,
      "start_time": 1468810.0,
      "end_time": 1475821.0,
      "text": "the Joint Chief of Staff, my Secretary Of State Nominee, my National Security Advisor"
    },
    {
      "index": 222,
      "start_time": 1475820.0,
      "end_time": 1485740.0,
      "text": "Nominee, and they will have a new mission, which is to end this war. And it appears based"
    },
    {
      "index": 223,
      "start_time": 1485740.0,
      "end_time": 1490840.0,
      "text": "on the advice that I&#39;ve gotten from military commanders that we can safely bring out one"
    },
    {
      "index": 224,
      "start_time": 1490840.0,
      "end_time": 1497580.0,
      "text": "to two brigades per month. At that phase, we will have our combat troops out in sixteen"
    },
    {
      "index": 225,
      "start_time": 1497580.0,
      "end_time": 1506110.0,
      "text": "months. The only mission--we will not have permanent basis in Iraq and we will not have"
    },
    {
      "index": 226,
      "start_time": 1506110.0,
      "end_time": 1514440.0,
      "text": "combat operations in Iraq. The only mission that I will allow will be to protect our embassy"
    },
    {
      "index": 227,
      "start_time": 1514440.0,
      "end_time": 1523490.0,
      "text": "and our civilian personnel, diplomats, humanitarian workers and we will have a narrowly targeted"
    },
    {
      "index": 228,
      "start_time": 1523490.0,
      "end_time": 1530289.0,
      "text": "mission of if there are terrorist camps that are amassing in Iraq that we have a strike"
    },
    {
      "index": 229,
      "start_time": 1530290.0,
      "end_time": 1537711.0,
      "text": "capability. Now, it is important during those 16 months that we are redoubling our diplomatic"
    },
    {
      "index": 230,
      "start_time": 1537710.0,
      "end_time": 1543289.0,
      "text": "efforts. The reason that it is so important, I believe, to start getting our troops out"
    },
    {
      "index": 231,
      "start_time": 1543290.0,
      "end_time": 1550891.0,
      "text": "is because the Iraqi government has declined to negotiate with the various factions. The"
    },
    {
      "index": 232,
      "start_time": 1550890.0,
      "end_time": 1555250.0,
      "text": "Sunnis, the Shiites, the Kurds have not come together and arrive at the political accommodations"
    },
    {
      "index": 233,
      "start_time": 1555250.0,
      "end_time": 1561130.0,
      "text": "that are necessary to solve this problem. And we have not reached out to the regional"
    },
    {
      "index": 234,
      "start_time": 1561130.0,
      "end_time": 1568710.0,
      "text": "powers including Iran, Syria--so not just our friends, but also our enemies to arrive"
    },
    {
      "index": 235,
      "start_time": 1568710.0,
      "end_time": 1574220.0,
      "text": "at a workable and stable Iraq. And this is an argument that I&#39;ve had with some of the"
    },
    {
      "index": 236,
      "start_time": 1574220.0,
      "end_time": 1578809.0,
      "text": "other candidates, including Senator Clinton in this race. And I think it&#39;s part of what"
    },
    {
      "index": 237,
      "start_time": 1578810.0,
      "end_time": 1586920.0,
      "text": "signals a break from Bush-Cheney diplomacy; the willingness to speak to our adversaries."
    },
    {
      "index": 238,
      "start_time": 1586920.0,
      "end_time": 1590160.0,
      "text": "President Kennedy once said, &quot;We should never negotiate out of fear, but we should never"
    },
    {
      "index": 239,
      "start_time": 1590160.0,
      "end_time": 1595861.0,
      "text": "fear to negotiate.&quot; And the notion that not talking to leaders we don&#39;t like makes us"
    },
    {
      "index": 240,
      "start_time": 1595860.0,
      "end_time": 1601150.0,
      "text": "look tough is fundamentally flawed. It makes us look arrogant and it sends a message to"
    },
    {
      "index": 241,
      "start_time": 1601150.0,
      "end_time": 1608880.0,
      "text": "the world that we&#39;re not listening. And if we change our diplomatic approach led by me,"
    },
    {
      "index": 242,
      "start_time": 1608880.0,
      "end_time": 1615669.0,
      "text": "the president of the United States, that I think will allow us to shift not just the"
    },
    {
      "index": 243,
      "start_time": 1615670.0,
      "end_time": 1621410.0,
      "text": "situation in Iraq but change the climate in the Middle East around the world. It will"
    },
    {
      "index": 244,
      "start_time": 1621410.0,
      "end_time": 1627251.0,
      "text": "give us more leverage then to deal with terrorist activity that&#39;s taking place in Afghanistan,"
    },
    {
      "index": 245,
      "start_time": 1627250.0,
      "end_time": 1632850.0,
      "text": "in the border areas around Pakistan and elsewhere in the region."
    },
    {
      "index": 246,
      "start_time": 1632850.0,
      "end_time": 1638780.0,
      "text": "&gt;&gt; SCHMIDT: Let&#39;s ask about--let&#39;s ask about Iran, Guantanamo..."
    },
    {
      "index": 247,
      "start_time": 1638780.0,
      "end_time": 1646059.0,
      "text": "&gt;&gt; OBAMA: Right. &gt;&gt; SCHMIDT: Pakistan, give us your sense as"
    },
    {
      "index": 248,
      "start_time": 1646060.0,
      "end_time": 1650111.0,
      "text": "leader what you would do with all of these issues."
    },
    {
      "index": 249,
      "start_time": 1650110.0,
      "end_time": 1658520.0,
      "text": "&gt;&gt; OBAMA: I will talk to Iran directly. That does not mean that we will be conceding any"
    },
    {
      "index": 250,
      "start_time": 1658520.0,
      "end_time": 1664909.0,
      "text": "positions with Iran. It means that we will listen and see where we can find common ground."
    },
    {
      "index": 251,
      "start_time": 1664910.0,
      "end_time": 1671481.0,
      "text": "I think Iran is a grave threat to security. If they develop nuclear weapons, they could"
    },
    {
      "index": 252,
      "start_time": 1671480.0,
      "end_time": 1677150.0,
      "text": "trigger another arms race in the Middle East. It is indisputable that they have assisted"
    },
    {
      "index": 253,
      "start_time": 1677150.0,
      "end_time": 1682980.0,
      "text": "Hezbollah and Hamas in terrorist activity and--you know, their language, when it comes"
    },
    {
      "index": 254,
      "start_time": 1682980.0,
      "end_time": 1691730.0,
      "text": "to Israel is unacceptable. But what is also true is that we have repeatedly rebuffed gestures"
    },
    {
      "index": 255,
      "start_time": 1691730.0,
      "end_time": 1697299.0,
      "text": "that might allow for some resolution of these conflicts in a non-military way. And so, for"
    },
    {
      "index": 256,
      "start_time": 1697300.0,
      "end_time": 1702410.0,
      "text": "us to say to them, &quot;You stand out on the nuclear issue and you may be able to join the World"
    },
    {
      "index": 257,
      "start_time": 1702410.0,
      "end_time": 1711290.0,
      "text": "Trade organization. You stop supporting terrorist activity; we are in a position to start normalizing"
    },
    {
      "index": 258,
      "start_time": 1711290.0,
      "end_time": 1719091.0,
      "text": "relations.&quot; Having those conversations face-to-face are important. Not--it may be that Ahmadinejad"
    },
    {
      "index": 259,
      "start_time": 1719090.0,
      "end_time": 1726940.0,
      "text": "rejects it, but it will send a message to Iranian people that they are not our enemy"
    },
    {
      "index": 260,
      "start_time": 1726940.0,
      "end_time": 1731570.0,
      "text": "and it sends a message around the world that we are doing business differently. Sarkozy,"
    },
    {
      "index": 261,
      "start_time": 1731570.0,
      "end_time": 1736409.0,
      "text": "President Sarkozy, I know you just met with him, Eric. He was quoted in the New Yorker"
    },
    {
      "index": 262,
      "start_time": 1736410.0,
      "end_time": 1742831.0,
      "text": "a while back, and he said--he was asked what&#39;s the most important thing America could do"
    },
    {
      "index": 263,
      "start_time": 1742830.0,
      "end_time": 1751539.0,
      "text": "to help you, and he said, &quot;Be more liked.&quot; Be more liked. You know, and he wasn&#39;t joking"
    },
    {
      "index": 264,
      "start_time": 1751540.0,
      "end_time": 1757581.0,
      "text": "because when our standing is low, it gives us less leverage. We can&#39;t negotiate and maneuver."
    },
    {
      "index": 265,
      "start_time": 1757580.0,
      "end_time": 1762690.0,
      "text": "Many people are concerned probably here about the genocide in Darfur. We would be in such"
    },
    {
      "index": 266,
      "start_time": 1762690.0,
      "end_time": 1767340.0,
      "text": "a stronger position to ensure there was a protective force on the ground and to save"
    },
    {
      "index": 267,
      "start_time": 1767340.0,
      "end_time": 1776020.0,
      "text": "people&#39;s lives if we had more credibility and more trust so that people--so that the"
    },
    {
      "index": 268,
      "start_time": 1776020.0,
      "end_time": 1779070.0,
      "text": "Khartoum government couldn&#39;t say that, &quot;Oh, we&#39;re just trying to invade another Muslim"
    },
    {
      "index": 269,
      "start_time": 1779070.0,
      "end_time": 1792390.0,
      "text": "country.&quot; So that&#39;s on Iran. Pakistan--Pakistan is in a difficult situation right now. And"
    },
    {
      "index": 270,
      "start_time": 1792390.0,
      "end_time": 1798679.0,
      "text": "in some ways, we&#39;ve got the worst of both worlds; we’ve got a military ruler who has"
    },
    {
      "index": 271,
      "start_time": 1798680.0,
      "end_time": 1805131.0,
      "text": "locked up political opposition and institute an emergency rule. So he&#39;s violating human"
    },
    {
      "index": 272,
      "start_time": 1805130.0,
      "end_time": 1812659.0,
      "text": "rights in Pakistan and he also has not dealt with terrorist activity inside his borders."
    },
    {
      "index": 273,
      "start_time": 1812660.0,
      "end_time": 1818141.0,
      "text": "We need to reverse course. I&#39;ve already said that we should suspend military that&#39;s not"
    },
    {
      "index": 274,
      "start_time": 1818140.0,
      "end_time": 1824929.0,
      "text": "related to--directly to hunting down terrorists. We should suspend that until military--emergency"
    },
    {
      "index": 275,
      "start_time": 1824930.0,
      "end_time": 1831081.0,
      "text": "rule is lifted and prisoners were released and they can proceed with what the Constitution"
    },
    {
      "index": 276,
      "start_time": 1831080.0,
      "end_time": 1839260.0,
      "text": "of Pakistan has called for. This is a mistake we repeatedly make. We think somehow and we"
    },
    {
      "index": 277,
      "start_time": 1839260.0,
      "end_time": 1845320.0,
      "text": "made this all throughout the Cold War. We think that by latching on to non-democratic"
    },
    {
      "index": 278,
      "start_time": 1845320.0,
      "end_time": 1851460.0,
      "text": "authoritarian rule, we somehow contain--in this case, Islamist extremism, it doesn’t"
    },
    {
      "index": 279,
      "start_time": 1851460.0,
      "end_time": 1859429.0,
      "text": "contain as Islamist extremism. It makes people believe that somehow the United States is"
    },
    {
      "index": 280,
      "start_time": 1859430.0,
      "end_time": 1864691.0,
      "text": "opposed to their liberty, opposed to their democracy. And that&#39;s not the side of history"
    },
    {
      "index": 281,
      "start_time": 1864690.0,
      "end_time": 1870080.0,
      "text": "that we want to be on. Now, we have to make sure that the nuclear weapons in Pakistan"
    },
    {
      "index": 282,
      "start_time": 1870080.0,
      "end_time": 1874740.0,
      "text": "are secure. And that has to be our number one priority and will be my number one priority"
    },
    {
      "index": 283,
      "start_time": 1874740.0,
      "end_time": 1881390.0,
      "text": "as president. But understand Pakistan--the democratic element in Pakistan, a big chunk"
    },
    {
      "index": 284,
      "start_time": 1881390.0,
      "end_time": 1888789.0,
      "text": "of this movement is secular, it is middle-class. And what they&#39;re seeking is for the kind of"
    },
    {
      "index": 285,
      "start_time": 1888790.0,
      "end_time": 1894361.0,
      "text": "political liberty that we hope for. Last point, Guantanamo, that&#39;s easy. We close down Guantanamo,"
    },
    {
      "index": 286,
      "start_time": 1894360.0,
      "end_time": 1909190.0,
      "text": "restore Habeas Corpus, say no to renditions, no to wireless wiretaps, you know, Part of"
    },
    {
      "index": 287,
      "start_time": 1909190.0,
      "end_time": 1915580.0,
      "text": "my job as the next president is to break the fever of fear that has been exploited by this"
    },
    {
      "index": 288,
      "start_time": 1915580.0,
      "end_time": 1925990.0,
      "text": "administration, that--you know, we&#39;re told--you know, we&#39;re told that we should be afraid"
    },
    {
      "index": 289,
      "start_time": 1925990.0,
      "end_time": 1937000.0,
      "text": "of terrorists and immigrants and each other, and it becomes the means by which our civil"
    },
    {
      "index": 290,
      "start_time": 1937000.0,
      "end_time": 1944270.0,
      "text": "liberties are subverted, our values are distorted, we start hearing our attorney general nominee"
    },
    {
      "index": 291,
      "start_time": 1944270.0,
      "end_time": 1951539.0,
      "text": "not being certain as to whether simulated drownings are torture. That&#39;s not who we are"
    },
    {
      "index": 292,
      "start_time": 1951540.0,
      "end_time": 1957400.0,
      "text": "as Americans. And sometimes I’m accused of being, you know, this progressive far--I&#39;m"
    },
    {
      "index": 293,
      "start_time": 1957400.0,
      "end_time": 1964321.0,
      "text": "conservative in a sense that I want us to get back to those values that were essential"
    },
    {
      "index": 294,
      "start_time": 1964320.0,
      "end_time": 1976779.0,
      "text": "to building America. Well.... &gt;&gt; SCHMIDT: The--let&#39;s talk a little about"
    },
    {
      "index": 295,
      "start_time": 1976780.0,
      "end_time": 1984280.0,
      "text": "America, and the America that you see today is one of extremes. And in your campaign,"
    },
    {
      "index": 296,
      "start_time": 1984280.0,
      "end_time": 1989831.0,
      "text": "you&#39;ve talked a lot about the people who are not the--the economic winners, the educational"
    },
    {
      "index": 297,
      "start_time": 1989830.0,
      "end_time": 1995309.0,
      "text": "winners, or whatever, and many people are responding very strongly and positively to"
    },
    {
      "index": 298,
      "start_time": 1995310.0,
      "end_time": 1996300.0,
      "text": "that message. &gt;&gt; OBAMA: Right."
    },
    {
      "index": 299,
      "start_time": 1996300.0,
      "end_time": 2001650.0,
      "text": "&gt;&gt; SCHMIDT: Take us through what would be different. What are you going to do, how are"
    },
    {
      "index": 300,
      "start_time": 2001650.0,
      "end_time": 2007731.0,
      "text": "you going to deal with the very serious economic problems, educational problems, a set of problems"
    },
    {
      "index": 301,
      "start_time": 2007730.0,
      "end_time": 2013149.0,
      "text": "that we face here in the United States. &gt;&gt; OBAMA: Well, let&#39;s start with acknowledging"
    },
    {
      "index": 302,
      "start_time": 2013150.0,
      "end_time": 2021191.0,
      "text": "that our economy is out of balance. We have seen extraordinary economic growth and, obviously,"
    },
    {
      "index": 303,
      "start_time": 2021190.0,
      "end_time": 2031840.0,
      "text": "Google is a symbol of one sector of our economy that&#39;s just been extraordinary; innovative,"
    },
    {
      "index": 304,
      "start_time": 2031840.0,
      "end_time": 2042110.0,
      "text": "creative and lucrative, but there&#39;s a whole another part of America that has been left"
    },
    {
      "index": 305,
      "start_time": 2042110.0,
      "end_time": 2048750.0,
      "text": "behind. You know, if you look economically, all the growth over the last two decades is"
    },
    {
      "index": 306,
      "start_time": 2048750.0,
      "end_time": 2054659.0,
      "text": "essentially been captured by not just the top five percent, but really the top one percent."
    },
    {
      "index": 307,
      "start_time": 2054659.9999999998,
      "end_time": 2064329.9999999998,
      "text": "And the average American worker&#39;s wages and incomes have flatlined; they&#39;re not making"
    },
    {
      "index": 308,
      "start_time": 2064330.0,
      "end_time": 2070430.0,
      "text": "progress. And they feel anxious about it, and because they feel anxious about it, they"
    },
    {
      "index": 309,
      "start_time": 2070429.9999999998,
      "end_time": 2077899.9999999998,
      "text": "are afraid of globalization. And that fear has been fed by our politics. Now, my strong"
    },
    {
      "index": 310,
      "start_time": 2077900.0,
      "end_time": 2084400.0,
      "text": "belief is that globalization is here to stay and it is a powerful potential tool for good."
    },
    {
      "index": 311,
      "start_time": 2084400.0,
      "end_time": 2091070.0,
      "text": "But we&#39;ve got to--but we&#39;ve--but we have to make sure that everybody has the ability to"
    },
    {
      "index": 312,
      "start_time": 2091070.0000000002,
      "end_time": 2097631.0,
      "text": "access what&#39;s good about globalization. And right now, people are locked up. So very specifically,"
    },
    {
      "index": 313,
      "start_time": 2097630.0,
      "end_time": 2102339.0,
      "text": "what would I do, I would transform our education system and that means that we invest in early"
    },
    {
      "index": 314,
      "start_time": 2102340.0,
      "end_time": 2111230.0,
      "text": "childhood education to close the achievement gap that exists right now. And that&#39;s not"
    },
    {
      "index": 315,
      "start_time": 2111230.0,
      "end_time": 2114830.0,
      "text": "just pre-kindergarten, I mean, it&#39;s zero over to three. From the moment the child is born,"
    },
    {
      "index": 316,
      "start_time": 2114830.0,
      "end_time": 2118620.0,
      "text": "if they&#39;re born to an at-risk parent, we&#39;re going to that parent and we are helping them."
    },
    {
      "index": 317,
      "start_time": 2118620.0,
      "end_time": 2122610.0,
      "text": "If that parent can&#39;t read, we&#39;ll teach the parent to read so they can read to their child."
    },
    {
      "index": 318,
      "start_time": 2122610.0,
      "end_time": 2128570.0,
      "text": "But make sure they&#39;re prepared for school. That&#39;s step number one. The--in terms of K"
    },
    {
      "index": 319,
      "start_time": 2128570.0,
      "end_time": 2135480.0,
      "text": "through 12, we know that the most important element other than the parent in the child&#39;s"
    },
    {
      "index": 320,
      "start_time": 2135480.0,
      "end_time": 2140911.0,
      "text": "learning is the teacher. So we--I will be a president who stops talking about how great"
    },
    {
      "index": 321,
      "start_time": 2140910.0,
      "end_time": 2155680.0,
      "text": "teachers are and actually starts rewarding them for being great by paying them more money."
    },
    {
      "index": 322,
      "start_time": 2155680.0,
      "end_time": 2161650.0,
      "text": "We need to pay them higher salaries. We have to give them more professional development,"
    },
    {
      "index": 323,
      "start_time": 2161650.0,
      "end_time": 2168200.0,
      "text": "especially in their early years where they start and we have to change how we asses progress"
    },
    {
      "index": 324,
      "start_time": 2168200.0,
      "end_time": 2173029.0,
      "text": "for teachers because No Child Left Behind has created a situation where people are being"
    },
    {
      "index": 325,
      "start_time": 2173030.0,
      "end_time": 2177460.0,
      "text": "taught just the standardized test. They&#39;re not being thought art, they&#39;re not being thought"
    },
    {
      "index": 326,
      "start_time": 2177460.0,
      "end_time": 2182100.0,
      "text": "music, and it is stifling for the teacher and for the student. Now, we have to have"
    },
    {
      "index": 327,
      "start_time": 2182100.0,
      "end_time": 2187290.0,
      "text": "high standards, but those standards have to build on what is best about the American education"
    },
    {
      "index": 328,
      "start_time": 2187290.0,
      "end_time": 2193090.0,
      "text": "system, which is innovation, and creativity. So that we have to take or we have to make"
    },
    {
      "index": 329,
      "start_time": 2193090.0,
      "end_time": 2201990.0,
      "text": "college way more affordable. And one way to--one way I will immediately do that is get to banks"
    },
    {
      "index": 330,
      "start_time": 2201990.0,
      "end_time": 2206740.0,
      "text": "and financial institutions out of the business of providing student loans. You can take billions"
    },
    {
      "index": 331,
      "start_time": 2206740.0,
      "end_time": 2211000.0,
      "text": "of dollars of profits with the direct loan program. So that&#39;s on the education front."
    },
    {
      "index": 332,
      "start_time": 2211000.0,
      "end_time": 2216350.0,
      "text": "We have to make investments in Broadband line and infrastructure so that we are competitive."
    },
    {
      "index": 333,
      "start_time": 2216350.0,
      "end_time": 2221651.0,
      "text": "There has to be lifelong learning available so that people can continually retrain. I"
    },
    {
      "index": 334,
      "start_time": 2221650.0,
      "end_time": 2232019.0,
      "text": "mean, you know, I will steal a phrase from--I think it was Tony Blair who said that, &quot;We"
    },
    {
      "index": 335,
      "start_time": 2232020.0,
      "end_time": 2239850.0,
      "text": "can&#39;t guarantee employment for everybody, but we can guarantee that everybody is employable.&quot;"
    },
    {
      "index": 336,
      "start_time": 2239850.0,
      "end_time": 2244210.0,
      "text": "And that means that people have to be able to constantly transition in terms of their"
    },
    {
      "index": 337,
      "start_time": 2244210.0,
      "end_time": 2250030.0,
      "text": "ability to adapt to new circumstances. And technology can play a critical role in that,"
    },
    {
      "index": 338,
      "start_time": 2250030.0,
      "end_time": 2254590.0,
      "text": "but we&#39;ve got to make sure that it&#39;s accessible and available to every person. And the last"
    },
    {
      "index": 339,
      "start_time": 2254590.0,
      "end_time": 2264820.0,
      "text": "point I would make is that we&#39;ve got to rebuild our social safety net that has not been adapted"
    },
    {
      "index": 340,
      "start_time": 2264820.0,
      "end_time": 2274770.0,
      "text": "since FDR. So, we&#39;ve got to make sure that healthcare is available even when you lose"
    },
    {
      "index": 341,
      "start_time": 2274770.0,
      "end_time": 2280411.0,
      "text": "your job, that you have a retirement account that follows you with the job. Part of the"
    },
    {
      "index": 342,
      "start_time": 2280410.0,
      "end_time": 2285259.0,
      "text": "reason where an innovative society is--that we&#39;ve always felt that, you know what, if"
    },
    {
      "index": 343,
      "start_time": 2285260.0,
      "end_time": 2292651.0,
      "text": "we take a risk and we make a misstep, that there&#39;s some cushion there for--not just us"
    },
    {
      "index": 344,
      "start_time": 2292650.0,
      "end_time": 2298009.0,
      "text": "but for our families as well. And that&#39;s why universal healthcare is so important, that&#39;s"
    },
    {
      "index": 345,
      "start_time": 2298010.0,
      "end_time": 2302451.0,
      "text": "why creating new systems for--to help people say this is so important, so that we&#39;ll actually"
    },
    {
      "index": 346,
      "start_time": 2302450.0,
      "end_time": 2307859.0,
      "text": "spur on people&#39;s willingness to take risks in the marketplace. Right now, they don&#39;t"
    },
    {
      "index": 347,
      "start_time": 2307860.0,
      "end_time": 2318830.0,
      "text": "feel as if they&#39;re able to do so. &gt;&gt; A couple of final questions from me and"
    },
    {
      "index": 348,
      "start_time": 2318830.0,
      "end_time": 2324740.0,
      "text": "then we&#39;ll ask some audience questions. I had a privilege. I was watching 60 Minutes"
    },
    {
      "index": 349,
      "start_time": 2324740.0,
      "end_time": 2328661.0,
      "text": "and I saw an interview with yourself and your wife, Michelle, and there were a number of"
    },
    {
      "index": 350,
      "start_time": 2328660.0,
      "end_time": 2333049.0,
      "text": "questions to you and then they asked--asked your wife about it, and excuse, it’s rather"
    },
    {
      "index": 351,
      "start_time": 2333050.0,
      "end_time": 2334310.0,
      "text": "a personal question. It&#39;s a question about race."
    },
    {
      "index": 352,
      "start_time": 2334310.0,
      "end_time": 2337610.0,
      "text": "&gt;&gt; OBAMA: Uh-hmmm. &gt;&gt; SCHMIDT: How did she feel about race, the"
    },
    {
      "index": 353,
      "start_time": 2337610.0,
      "end_time": 2342500.0,
      "text": "dangers of presidency and so forth, and she looked straight in the camera and she said,"
    },
    {
      "index": 354,
      "start_time": 2342500.0,
      "end_time": 2349480.0,
      "text": "&quot;I worry more about my husband walking down the street from the Senate than anything else.&quot;"
    },
    {
      "index": 355,
      "start_time": 2349480.0,
      "end_time": 2358270.0,
      "text": "At that moment, I understood the gap and perception between people of races in America. And it"
    },
    {
      "index": 356,
      "start_time": 2358270.0,
      "end_time": 2363641.0,
      "text": "was made vivid to me how different her view and my view would be. The same question."
    },
    {
      "index": 357,
      "start_time": 2363640.0,
      "end_time": 2365989.0,
      "text": "&gt;&gt; OBAMA: All right. &gt;&gt; SCHMIDT: Can you talk a little bit about"
    },
    {
      "index": 358,
      "start_time": 2365990.0,
      "end_time": 2372350.0,
      "text": "that issue in America? &gt;&gt; OBAMA: Absolutely. Look, the W. B. Du Bois"
    },
    {
      "index": 359,
      "start_time": 2372350.0,
      "end_time": 2377951.0,
      "text": "said that the problem of the 21st--the problem of the 20th century is the problem of the"
    },
    {
      "index": 360,
      "start_time": 2377950.0,
      "end_time": 2386630.0,
      "text": "colored one. And if you expand that, the problem of the 21st century is the problem of the"
    },
    {
      "index": 361,
      "start_time": 2386630.0,
      "end_time": 2392829.0,
      "text": "other, people who are not like us, whether it&#39;s in religious terms. If you go to Sri"
    },
    {
      "index": 362,
      "start_time": 2392830.0,
      "end_time": 2399260.0,
      "text": "Lanka, it&#39;s, you know, what&#39;s been fueling as a vicious civil war there even though everybody"
    },
    {
      "index": 363,
      "start_time": 2399260.0,
      "end_time": 2406240.0,
      "text": "looks exactly the same, same with--in Northern Ireland, or it manifests itself in this country"
    },
    {
      "index": 364,
      "start_time": 2406240.0,
      "end_time": 2413040.0,
      "text": "in racial terms. And that--it has always been a nagging problem. There have been reports"
    },
    {
      "index": 365,
      "start_time": 2413040.0,
      "end_time": 2417710.0,
      "text": "just this week that African-Americans feel more pessimistic than they have in a very"
    },
    {
      "index": 366,
      "start_time": 2417710.0,
      "end_time": 2427230.0,
      "text": "long time and there&#39;s statistics that bear out. Why--how they in fact have not kept pace"
    },
    {
      "index": 367,
      "start_time": 2427230.0,
      "end_time": 2434270.0,
      "text": "when it comes to economic growth in this country. The virulent and anti-immigrant sentiment"
    },
    {
      "index": 368,
      "start_time": 2434270.0,
      "end_time": 2440610.0,
      "text": "that we&#39;re seeing all across the country is something that has been striking. I mean,"
    },
    {
      "index": 369,
      "start_time": 2440610.0,
      "end_time": 2445210.0,
      "text": "just in the last two years, you&#39;re seeing a shift where, you know, I fought for comprehensive"
    },
    {
      "index": 370,
      "start_time": 2445210.0,
      "end_time": 2453441.0,
      "text": "immigration reform two years ago and we didn&#39;t succeed, but there wasn&#39;t this raw anger about"
    },
    {
      "index": 371,
      "start_time": 2453440.0,
      "end_time": 2461459.0,
      "text": "it that you see now even when I&#39;m campaigning among Democrats sometimes. So part of what"
    },
    {
      "index": 372,
      "start_time": 2461460.0,
      "end_time": 2468651.0,
      "text": "I believe I bring to this office is somebody who sees the world through a variety of different"
    },
    {
      "index": 373,
      "start_time": 2468650.0,
      "end_time": 2474749.0,
      "text": "races. My mother was white, my father was African. I grew up in Hawaii. I&#39;ve got a sister"
    },
    {
      "index": 374,
      "start_time": 2474750.0,
      "end_time": 2479381.0,
      "text": "who&#39;s half Indonesian. She&#39;s married to a Chinese Canadian. You know, I&#39;ve said..."
    },
    {
      "index": 375,
      "start_time": 2479380.0,
      "end_time": 2484359.0,
      "text": "&gt;&gt; SCHMIDT: It sounds like Google. &gt;&gt; OBAMA: Yeah. It&#39;s--my family would fit"
    },
    {
      "index": 376,
      "start_time": 2484360.0,
      "end_time": 2495720.0,
      "text": "right in here, no doubt about it. But people talk about our federal budget deficit, right?"
    },
    {
      "index": 377,
      "start_time": 2495720.0,
      "end_time": 2500860.0,
      "text": "We have an empathy deficit. We aren’t able to see the world through other people&#39;s eyes."
    },
    {
      "index": 378,
      "start_time": 2500860.0,
      "end_time": 2506230.0,
      "text": "And that&#39;s what I think I can provide. Now, very concretely, what we need to do when it"
    },
    {
      "index": 379,
      "start_time": 2506230.0,
      "end_time": 2513500.0,
      "text": "comes to issues of race, I think a lot of the tensions are tied to economics. African-Americans"
    },
    {
      "index": 380,
      "start_time": 2513500.0,
      "end_time": 2520641.0,
      "text": "and Latinos are much more likely to be unemployed, employed in lower-wage jobs, will not have"
    },
    {
      "index": 381,
      "start_time": 2520640.0,
      "end_time": 2528829.0,
      "text": "healthcare, and be in substandard schools, drops out of school. So on in every indicator,"
    },
    {
      "index": 382,
      "start_time": 2528830.0,
      "end_time": 2534540.0,
      "text": "they&#39;re doing worse. And that contributes to that gap in perceptions that you&#39;re talking"
    },
    {
      "index": 383,
      "start_time": 2534540.0,
      "end_time": 2539730.0,
      "text": "about because, you know, the glass often looks half empty to a lot of African-American and"
    },
    {
      "index": 384,
      "start_time": 2539730.0,
      "end_time": 2546780.0,
      "text": "Latino children. And so, part of our job in investing an early childhood education or"
    },
    {
      "index": 385,
      "start_time": 2546780.0,
      "end_time": 2553730.0,
      "text": "making sure that they&#39;re going to outstanding schools, or insuring equality of opportunity"
    },
    {
      "index": 386,
      "start_time": 2553730.0,
      "end_time": 2562310.0,
      "text": "when it comes to employment, enforcing our Civil Rights laws, investigating crimes like"
    },
    {
      "index": 387,
      "start_time": 2562310.0,
      "end_time": 2568970.0,
      "text": "news is being hanged in classrooms. All that contributes to a sense that these kids matter"
    },
    {
      "index": 388,
      "start_time": 2568970.0,
      "end_time": 2577151.0,
      "text": "to us, that they&#39;re not those kids, they’re our kids, and when we can have a culture and"
    },
    {
      "index": 389,
      "start_time": 2577150.0,
      "end_time": 2584049.0,
      "text": "a government that perceives every child as mattering, and then they will respond differently."
    },
    {
      "index": 390,
      "start_time": 2584050.0,
      "end_time": 2590080.0,
      "text": "And I think we will start stitching together the kind of America that all of us hope and"
    },
    {
      "index": 391,
      "start_time": 2590080.0,
      "end_time": 2595950.0,
      "text": "dream for. &gt;&gt; SCHMIDT: That&#39;s promising, absolutely riveting."
    },
    {
      "index": 392,
      "start_time": 2595950.0,
      "end_time": 2599030.0,
      "text": "Let&#39;s get a couple of questions from the audience. I&#39;ve also got--why don&#39;t you go ahead--and"
    },
    {
      "index": 393,
      "start_time": 2599030.0,
      "end_time": 2604380.0,
      "text": "I&#39;ve also got some that were submitted that we also ranked, so, go ahead."
    },
    {
      "index": 394,
      "start_time": 2604380.0,
      "end_time": 2607620.0,
      "text": "&gt;&gt; First of all, thank so much for coming. Your words are really inspiring."
    },
    {
      "index": 395,
      "start_time": 2607620.0,
      "end_time": 2610661.0,
      "text": "&gt;&gt; OBAMA: Thank you. &gt;&gt; And we really appreciate it. You know,"
    },
    {
      "index": 396,
      "start_time": 2610660.0,
      "end_time": 2611700.0,
      "text": "I&#39;ve been voting for quite few a years, a little older than the average Googler. And…"
    },
    {
      "index": 397,
      "start_time": 2611700.0,
      "end_time": 2618289.0,
      "text": "&gt;&gt; OBAMA: Yeah, you know, you, like, look like you might almost be my age."
    },
    {
      "index": 398,
      "start_time": 2618290.0,
      "end_time": 2621660.0,
      "text": "&gt;&gt; Maybe a little older. &gt;&gt; OBAMA: Yeah."
    },
    {
      "index": 399,
      "start_time": 2621660.0,
      "end_time": 2627421.0,
      "text": "&gt;&gt; And, you know, Bill Clinton is the only Democrat elected in the last 30 years. And"
    },
    {
      "index": 400,
      "start_time": 2627420.0,
      "end_time": 2631390.0,
      "text": "he&#39;s the only Democrat elected twice since World War II."
    },
    {
      "index": 401,
      "start_time": 2631390.0,
      "end_time": 2633819.0,
      "text": "&gt;&gt; OBAMA: Right. &gt;&gt; I&#39;m tired of losing."
    },
    {
      "index": 402,
      "start_time": 2633820.0,
      "end_time": 2638401.0,
      "text": "&gt;&gt; OBAMA: Right. &gt;&gt; So, what have you learned from Clinton"
    },
    {
      "index": 403,
      "start_time": 2638400.0,
      "end_time": 2643329.0,
      "text": "that is going to make you win? What are you going to do differently? And what have you"
    },
    {
      "index": 404,
      "start_time": 2643330.0,
      "end_time": 2649350.0,
      "text": "learned from Gore and from Kerry and all those guys that you&#39;re going to avoid so that history"
    },
    {
      "index": 405,
      "start_time": 2649350.0,
      "end_time": 2652790.0,
      "text": "doesn’t reoccur? &gt;&gt; OBAMA: Well, first of all, I think--there&#39;s"
    },
    {
      "index": 406,
      "start_time": 2652790.0,
      "end_time": 2657360.0,
      "text": "a lot to learn from Bill Clinton. I mean, one of the things that Clinton did I think"
    },
    {
      "index": 407,
      "start_time": 2657360.0,
      "end_time": 2669720.0,
      "text": "was recognize the moment. We were in a particular moment in 1991-&#39;92 when the Democrats had"
    },
    {
      "index": 408,
      "start_time": 2669720.0,
      "end_time": 2678421.0,
      "text": "not wrung out the excesses of the &#39;60s and the early &#39;70s, we were still deeply invested"
    },
    {
      "index": 409,
      "start_time": 2678420.0,
      "end_time": 2686469.0,
      "text": "in identity politics and interest group politics. And the Democratic Congress wasn’t showing"
    },
    {
      "index": 410,
      "start_time": 2686470.0,
      "end_time": 2691540.0,
      "text": "itself adaptable and shaking off some of the orthodoxies of the past. And he came in and"
    },
    {
      "index": 411,
      "start_time": 2691540.0,
      "end_time": 2695850.0,
      "text": "he said, &quot;You know what? I&#39;m a different kind of Democrat, and I&#39;m willing to do things"
    },
    {
      "index": 412,
      "start_time": 2695850.0,
      "end_time": 2704010.0,
      "text": "in some new ways.&quot; And that was a powerful message for that moment. The reason I&#39;m running"
    },
    {
      "index": 413,
      "start_time": 2704010.0,
      "end_time": 2708560.0,
      "text": "and the reason I believe I&#39;m going to win is because we are in a different moment. So"
    },
    {
      "index": 414,
      "start_time": 2708560.0,
      "end_time": 2712950.0,
      "text": "you can&#39;t just copy what Bill Clinton did, but you have to take the same approach. What"
    },
    {
      "index": 415,
      "start_time": 2712950.0,
      "end_time": 2718970.0,
      "text": "is it that&#39;s needed right now? And I believe that what&#39;s needed right now is the capacity"
    },
    {
      "index": 416,
      "start_time": 2718970.0,
      "end_time": 2726340.0,
      "text": "to bring people together to think in practical reasoned ways about big problems that we face"
    },
    {
      "index": 417,
      "start_time": 2726340.0,
      "end_time": 2731990.0,
      "text": "to be straight with the American people about--and honest with them about the challenges that"
    },
    {
      "index": 418,
      "start_time": 2731990.0,
      "end_time": 2738000.0,
      "text": "we face. So part of what our message is built around is that we are in this defining moment"
    },
    {
      "index": 419,
      "start_time": 2738000.0,
      "end_time": 2743200.0,
      "text": "and we can&#39;t keep doing the same things that we&#39;ve been doing that haven’t been working."
    },
    {
      "index": 420,
      "start_time": 2743200.0,
      "end_time": 2750651.0,
      "text": "So that&#39;s point number one. What I&#39;ve learned in terms of how Democrats lose? Democrats"
    },
    {
      "index": 421,
      "start_time": 2750650.0,
      "end_time": 2758999.0,
      "text": "lose when they are not clear about what they stand for. Democrats lose when they are attacked,"
    },
    {
      "index": 422,
      "start_time": 2759000.0,
      "end_time": 2764911.0,
      "text": "and because they don&#39;t know where they stand, they end up getting defensive instead of going"
    },
    {
      "index": 423,
      "start_time": 2764910.0,
      "end_time": 2769869.0,
      "text": "on the offensive. So, let me give you a very specific example, I am looking forward to"
    },
    {
      "index": 424,
      "start_time": 2769870.0,
      "end_time": 2777540.0,
      "text": "having a debate with whether it&#39;s Rudy Giuliani or Mitt Romney about the fear mongering that"
    },
    {
      "index": 425,
      "start_time": 2777540.0,
      "end_time": 2782790.0,
      "text": "has dominated the Republican debate of, like, where they&#39;re going to say I&#39;m going to double"
    },
    {
      "index": 426,
      "start_time": 2782790.0,
      "end_time": 2790040.0,
      "text": "Guantanamo. Or, I&#39;m going to, I think torture is okay. Or, you know, at least we&#39;ll redefine"
    },
    {
      "index": 427,
      "start_time": 2790040.0,
      "end_time": 2795720.0,
      "text": "torture. So torture is not okay, but these things that look on off are like--like it,"
    },
    {
      "index": 428,
      "start_time": 2795720.0,
      "end_time": 2804441.0,
      "text": "are okay. Or we need to do whatever it takes to read people&#39;s e-mails. And I am looking"
    },
    {
      "index": 429,
      "start_time": 2804440.0,
      "end_time": 2809259.0,
      "text": "forward to having that debate. But the problem we have is when we get defensive, and we&#39;re"
    },
    {
      "index": 430,
      "start_time": 2809260.0,
      "end_time": 2816270.0,
      "text": "not sure about our beliefs and our convictions, and so we start trying to sound a little bit"
    },
    {
      "index": 431,
      "start_time": 2816270.0,
      "end_time": 2822780.0,
      "text": "like them, and that is a profound mistake. One of the things that my wife and I, we said"
    },
    {
      "index": 432,
      "start_time": 2822780.0,
      "end_time": 2827610.0,
      "text": "to ourselves when we got into this race is if we start sounding like anybody--everybody"
    },
    {
      "index": 433,
      "start_time": 2827610.0,
      "end_time": 2832750.0,
      "text": "else, then what&#39;s the point, you know? I should go work for Google, you know, it&#39;ll be more"
    },
    {
      "index": 434,
      "start_time": 2832750.0,
      "end_time": 2835800.0,
      "text": "fun. &gt;&gt; SCHMIDT: You answered the question correctly."
    },
    {
      "index": 435,
      "start_time": 2835800.0,
      "end_time": 2843970.0,
      "text": "&gt;&gt; OBAMA: I did answer the question correctly. So making sure that we&#39;re clear about where"
    },
    {
      "index": 436,
      "start_time": 2843970.0,
      "end_time": 2851940.0,
      "text": "we stand, honest with the American people, seizing the moment and recognizing that we"
    },
    {
      "index": 437,
      "start_time": 2851940.0,
      "end_time": 2860641.0,
      "text": "have to deal with climate change now, we have to deal with healthcare now. We have to revamp"
    },
    {
      "index": 438,
      "start_time": 2860640.0,
      "end_time": 2868180.0,
      "text": "our education system now. We have to double our investment and research and science now"
    },
    {
      "index": 439,
      "start_time": 2868180.0,
      "end_time": 2874739.0,
      "text": "and understanding that we don&#39;t have a lot of time to waste. That I think is going to"
    },
    {
      "index": 440,
      "start_time": 2874740.0,
      "end_time": 2884631.0,
      "text": "be a compelling message for the American people. Thank you. Thanks."
    },
    {
      "index": 441,
      "start_time": 2884630.0,
      "end_time": 2887329.0,
      "text": "&gt;&gt; SCHMIDT: We--okay, thank you very much, Senator. We have an electronically submitted"
    },
    {
      "index": 442,
      "start_time": 2887330.0,
      "end_time": 2887411.0,
      "text": "question dealing with federal deficit. &gt;&gt; OBAMA: Okay."
    },
    {
      "index": 443,
      "start_time": 2887410.0,
      "end_time": 2890900.0,
      "text": "&gt;&gt; SCHMIDT: What concrete steps will the Obama Administration take to address the federal"
    },
    {
      "index": 444,
      "start_time": 2890900.0,
      "end_time": 2895289.0,
      "text": "government&#39;s deficit and debt? What specific tax measures and program changes will you"
    },
    {
      "index": 445,
      "start_time": 2895290.0,
      "end_time": 2900671.0,
      "text": "recommend to Congress? &gt;&gt; OBAMA: This has been the fiscally the most"
    },
    {
      "index": 446,
      "start_time": 2900670.0,
      "end_time": 2905849.0,
      "text": "irresponsible administration that we have seen. I mean, we have increased the national"
    },
    {
      "index": 447,
      "start_time": 2905850.0,
      "end_time": 2915901.0,
      "text": "debt, almost doubled it since George Bush took office. It is now over $9 trillion. And"
    },
    {
      "index": 448,
      "start_time": 2915900.0,
      "end_time": 2923119.0,
      "text": "that is money that we&#39;re all going to have to pay back. So, the first thing that we have"
    },
    {
      "index": 449,
      "start_time": 2923120.0,
      "end_time": 2929431.0,
      "text": "to do is to bring an end to this war in Iraq. We&#39;re spending $10 to $12 billion per month."
    },
    {
      "index": 450,
      "start_time": 2929430.0,
      "end_time": 2940930.0,
      "text": "The latest request for both Iraq and Afghanistan are $196 billion for next year. One year,"
    },
    {
      "index": 451,
      "start_time": 2940930.0,
      "end_time": 2950680.0,
      "text": "a $196 billion. That is money that could be providing health insurance to all Americans."
    },
    {
      "index": 452,
      "start_time": 2950680.0,
      "end_time": 2955819.0,
      "text": "It could be rebuilding our schools. It could be providing higher teachers’ salaries."
    },
    {
      "index": 453,
      "start_time": 2955820.0,
      "end_time": 2961060.0,
      "text": "It could be providing scholarships for every American, young persons going to college."
    },
    {
      "index": 454,
      "start_time": 2961060.0,
      "end_time": 2970921.0,
      "text": "So we are using our resources in a way that&#39;s not sound. We can recapture some of that money."
    },
    {
      "index": 455,
      "start_time": 2970920.0,
      "end_time": 2977709.0,
      "text": "Some of it will go to taking care of our veterans, some of it should go to social programs, and"
    },
    {
      "index": 456,
      "start_time": 2977710.0,
      "end_time": 2983411.0,
      "text": "some of it should go towards deficit reduction. Second principle is a very similar principle"
    },
    {
      "index": 457,
      "start_time": 2983410.0,
      "end_time": 2987569.0,
      "text": "called Pay Go. If you want to cut taxes, you’ve got to cut spending, if you want to raise"
    },
    {
      "index": 458,
      "start_time": 2987570.0,
      "end_time": 2993710.0,
      "text": "spending, you got to raise revenue, so that you have honest accounting. Right now, the"
    },
    {
      "index": 459,
      "start_time": 2993710.0,
      "end_time": 3002200.0,
      "text": "federal budget is not honest. And unless we have good numbers, we can&#39;t end up dealing"
    },
    {
      "index": 460,
      "start_time": 3002200.0,
      "end_time": 3006570.0,
      "text": "with this budget issue. Now, the biggest problem we have in terms of our budget though long"
    },
    {
      "index": 461,
      "start_time": 3006570.0,
      "end_time": 3015960.0,
      "text": "term. And look, I want to eliminate no-bid contracts. I want to scrub the federal budget"
    },
    {
      "index": 462,
      "start_time": 3015960.0,
      "end_time": 3022340.0,
      "text": "free of earmarks and pet projects that are not based on our national priorities and that"
    },
    {
      "index": 463,
      "start_time": 3022340.0,
      "end_time": 3027000.0,
      "text": "require transparency in government. I talked earlier about the power of technology. One"
    },
    {
      "index": 464,
      "start_time": 3027000.0,
      "end_time": 3030870.0,
      "text": "of the things that we&#39;ve done, you&#39;ll be pleased to know that we call this the Google for Government"
    },
    {
      "index": 465,
      "start_time": 3030870.0,
      "end_time": 3036070.0,
      "text": "bill and… &gt;&gt; SCHMIDT: Google is in favor of it."
    },
    {
      "index": 466,
      "start_time": 3036070.0,
      "end_time": 3040840.0,
      "text": "&gt;&gt; OBAMA: Yes. And what it does is we&#39;re going to set up a searchable database for every"
    },
    {
      "index": 467,
      "start_time": 3040840.0,
      "end_time": 3045401.0,
      "text": "dollar of federal spending so that we can track it, which means that we&#39;ll be able to--journalist"
    },
    {
      "index": 468,
      "start_time": 3045400.0,
      "end_time": 3050999.0,
      "text": "and ordinary citizens and think tanks and, you know, advocacy groups will be able to"
    },
    {
      "index": 469,
      "start_time": 3051000.0,
      "end_time": 3056040.0,
      "text": "see it. There are moneys going to a bridge to nowhere instead of going to a bridge to"
    },
    {
      "index": 470,
      "start_time": 3056040.0,
      "end_time": 3061401.0,
      "text": "somewhere. We&#39;ll be able to challenge it in real time and that&#39;s going to be important."
    },
    {
      "index": 471,
      "start_time": 3061400.0,
      "end_time": 3064609.0,
      "text": "But the last thing I was going to mention--and this is probably the biggest problem we have"
    },
    {
      "index": 472,
      "start_time": 3064610.0,
      "end_time": 3070911.0,
      "text": "with the federal budget is healthcare spending; Medicare and Medicaid. That&#39;s the big budget"
    },
    {
      "index": 473,
      "start_time": 3070910.0,
      "end_time": 3077880.0,
      "text": "buster. That&#39;s the scary thing out there that it will be, like, the blop. It will just consume"
    },
    {
      "index": 474,
      "start_time": 3077880.0,
      "end_time": 3082779.0,
      "text": "everything unless we do something about it now. And again, technology is part of the"
    },
    {
      "index": 475,
      "start_time": 3082780.0,
      "end_time": 3087510.0,
      "text": "answer. And innovation is going to be part of the answer in reducing these costs. The"
    },
    {
      "index": 476,
      "start_time": 3087510.0,
      "end_time": 3092300.0,
      "text": "reason that healthcare cost is skyrocketing is not so much that the population is getting"
    },
    {
      "index": 477,
      "start_time": 3092300.0,
      "end_time": 3096800.0,
      "text": "older, that contributes a little bit to it, but the main problem is healthcare inflation"
    },
    {
      "index": 478,
      "start_time": 3096800.0,
      "end_time": 3105131.0,
      "text": "goes up six, eight, ten percent per year. It&#39;s unsustainable. And so for example, if"
    },
    {
      "index": 479,
      "start_time": 3105130.0,
      "end_time": 3113739.0,
      "text": "we use Health I. T., just simple stuff, making sure that everybody&#39;s medical records are"
    },
    {
      "index": 480,
      "start_time": 3113740.0,
      "end_time": 3121931.0,
      "text": "on digital--in a digital form, so that when a nurse pulls up somebody&#39;s chart, they can"
    },
    {
      "index": 481,
      "start_time": 3121930.0,
      "end_time": 3127140.0,
      "text": "actually read the writing, and they’re not administering the wrong drug. Making sure"
    },
    {
      "index": 482,
      "start_time": 3127140.0,
      "end_time": 3132680.0,
      "text": "that billing is all electronic. That can make a huge difference, investing and prevention,"
    },
    {
      "index": 483,
      "start_time": 3132680.0,
      "end_time": 3139249.0,
      "text": "so that children are getting regular check-ups instead of having to go to the emergency room"
    },
    {
      "index": 484,
      "start_time": 3139250.0,
      "end_time": 3143070.0,
      "text": "for treatable illnesses like asthma. That makes an enormous difference. That will probably"
    },
    {
      "index": 485,
      "start_time": 3143070.0,
      "end_time": 3149860.0,
      "text": "be the biggest savings item for our federal budget if we do it right. And people like"
    },
    {
      "index": 486,
      "start_time": 3149860.0,
      "end_time": 3153580.0,
      "text": "yourselves can be a part of that process. &gt;&gt; SCHMIDT: Thank you. Ethan."
    },
    {
      "index": 487,
      "start_time": 3153580.0,
      "end_time": 3157020.0,
      "text": "&gt;&gt; ETHAN: Thank you, Senator Obama, for coming to visit us. And we’re really pulling for"
    },
    {
      "index": 488,
      "start_time": 3157020.0,
      "end_time": 3158721.0,
      "text": "you out here in the Bay area. &gt;&gt; OBAMA: Thank you."
    },
    {
      "index": 489,
      "start_time": 3158720.0,
      "end_time": 3164589.0,
      "text": "&gt;&gt; ETHAN: I&#39;m a big supporter and a vocal supporter, and the biggest issue that I constantly"
    },
    {
      "index": 490,
      "start_time": 3164590.0,
      "end_time": 3168661.0,
      "text": "hear brought up about you is the lack of experience, the inexperience issue."
    },
    {
      "index": 491,
      "start_time": 3168660.0,
      "end_time": 3172199.0,
      "text": "&gt;&gt; OBAMA: Right. &gt;&gt; ETHAN: And I heard about it amongst my"
    },
    {
      "index": 492,
      "start_time": 3172200.0,
      "end_time": 3173750.0,
      "text": "friends, you read about that in the press, I&#39;m sure you’ve had the answers to lots"
    },
    {
      "index": 493,
      "start_time": 3173750.0,
      "end_time": 3177431.0,
      "text": "of questions about it, without getting into--frankly, I guess you can--but without getting whether"
    },
    {
      "index": 494,
      "start_time": 3177430.0,
      "end_time": 3181739.0,
      "text": "experience makes a difference or not, but what you’re actually going to do to address"
    },
    {
      "index": 495,
      "start_time": 3181740.0,
      "end_time": 3187421.0,
      "text": "this perceived weakness and allow a lot of voters that want to get behind you and want"
    },
    {
      "index": 496,
      "start_time": 3187420.0,
      "end_time": 3192140.0,
      "text": "to support you to get past this issue of inexperience. &gt;&gt; OBAMA: Right. Well, look. The--first of"
    },
    {
      "index": 497,
      "start_time": 3192140.0,
      "end_time": 3203920.0,
      "text": "all, Sergey and Larry didn’t have a lot of experience starting a fortune 100 companies."
    },
    {
      "index": 498,
      "start_time": 3203920.0,
      "end_time": 3213529.0,
      "text": "And it&#39;s a--and I suppose when they came in, we&#39;re talking to Dave Drummond about incorporating"
    },
    {
      "index": 499,
      "start_time": 3213530.0,
      "end_time": 3221950.0,
      "text": "Google. You could have said, &quot;Duh, these guys don&#39;t know what they’re doing.&quot; But, you"
    },
    {
      "index": 500,
      "start_time": 3221950.0,
      "end_time": 3231850.0,
      "text": "know, what we&#39;re looking for, I believe, when it comes to leadership is judgment, vision,"
    },
    {
      "index": 501,
      "start_time": 3231850.0,
      "end_time": 3242200.0,
      "text": "character. And that&#39;s what I bring to bear in this race. I have the experience of bringing"
    },
    {
      "index": 502,
      "start_time": 3242200.0,
      "end_time": 3248350.0,
      "text": "people together to get things done that I would put up against any candidate in this"
    },
    {
      "index": 503,
      "start_time": 3248350.0,
      "end_time": 3255810.0,
      "text": "race. When I was in Illinois, I expanded healthcare to Illinoisians by getting Democrats and Republicans"
    },
    {
      "index": 504,
      "start_time": 3255810.0,
      "end_time": 3260810.0,
      "text": "to agree and work together. We were able to reform a death penalty system that was broken"
    },
    {
      "index": 505,
      "start_time": 3260810.0,
      "end_time": 3268200.0,
      "text": "by getting law enforcement and Civil Rights advocates to agree on things that people said"
    },
    {
      "index": 506,
      "start_time": 3268200.0,
      "end_time": 3272570.0,
      "text": "was--were impossible, but I was able to get it done, probably, because I&#39;m pretty good"
    },
    {
      "index": 507,
      "start_time": 3272570.0,
      "end_time": 3280300.0,
      "text": "at listening to people and finding common ground. I&#39;ve also got the ability to stand"
    },
    {
      "index": 508,
      "start_time": 3280300.0,
      "end_time": 3286661.0,
      "text": "up for what I believe in even when it&#39;s unpopular, which I think is the quality that the next"
    },
    {
      "index": 509,
      "start_time": 3286660.0,
      "end_time": 3292969.0,
      "text": "president has to provide. I mean part of the reason I was opposed to the war--I was opposed"
    },
    {
      "index": 510,
      "start_time": 3292970.0,
      "end_time": 3298710.0,
      "text": "to the war in Iraq back in 2002 when George Bush was at 65%, I didn’t just stumble into"
    },
    {
      "index": 511,
      "start_time": 3298710.0,
      "end_time": 3304230.0,
      "text": "that. It was based on having thought through what the consequences would be, understanding"
    },
    {
      "index": 512,
      "start_time": 3304230.0,
      "end_time": 3309730.0,
      "text": "that I was running in the U.S. Senate race, and I might lose my race, but I thought that"
    },
    {
      "index": 513,
      "start_time": 3309730.0,
      "end_time": 3315040.0,
      "text": "it was important to speak out forcefully on what I believed in. I think that&#39;s what the"
    },
    {
      "index": 514,
      "start_time": 3315040.0,
      "end_time": 3323440.0,
      "text": "next president has to offer. And I know how to choose talent, get smart people around"
    },
    {
      "index": 515,
      "start_time": 3323440.0,
      "end_time": 3330980.0,
      "text": "me who are capable and independent and bring together a variety of different points of"
    },
    {
      "index": 516,
      "start_time": 3330980.0,
      "end_time": 3337040.0,
      "text": "views and then set a vision and move in the same direction, that, more than anything is"
    },
    {
      "index": 517,
      "start_time": 3337040.0,
      "end_time": 3344470.0,
      "text": "what we need. We&#39;re not looking for a Chief Operating Officer when we select a president."
    },
    {
      "index": 518,
      "start_time": 3344470.0,
      "end_time": 3349030.0,
      "text": "What were looking for is somebody who will say--will chart a course and say, &quot;Here&#39;s"
    },
    {
      "index": 519,
      "start_time": 3349030.0,
      "end_time": 3354250.0,
      "text": "where America needs to go. Here&#39;s how we need to solve our energy crises. Here&#39;s how we"
    },
    {
      "index": 520,
      "start_time": 3354250.0,
      "end_time": 3360100.0,
      "text": "need to revamp our education system,&quot; and then gather the talent together and mobilize"
    },
    {
      "index": 521,
      "start_time": 3360100.0,
      "end_time": 3366710.0,
      "text": "that talent to achieve that goal and to inspire a sense of hope and possibility. So one way"
    },
    {
      "index": 522,
      "start_time": 3366710.0,
      "end_time": 3369970.0,
      "text": "to answer this question is to say, &quot;Look, the guy has been in the public service for"
    },
    {
      "index": 523,
      "start_time": 3369970.0,
      "end_time": 3376220.0,
      "text": "20 years. He&#39;s a constitutional law professor. He was a Civil Rights lawyer. He did X, Y,"
    },
    {
      "index": 524,
      "start_time": 3376220.0,
      "end_time": 3380450.0,
      "text": "and Z in the state legislature. He&#39;s done all these wonderful things in the United States"
    },
    {
      "index": 525,
      "start_time": 3380450.0,
      "end_time": 3386161.0,
      "text": "Senate.&quot; But I think the main way to respond is to say, &quot;This is all about judgment and"
    },
    {
      "index": 526,
      "start_time": 3386160.0,
      "end_time": 3393880.0,
      "text": "character.&quot; And also, I think, a little sense of impatience because part of the reason I&#39;m"
    },
    {
      "index": 527,
      "start_time": 3393880.0,
      "end_time": 3402380.0,
      "text": "running is I&#39;m impatient with the status quo. And what we&#39;ve seen out of Democrats and Republicans--what"
    },
    {
      "index": 528,
      "start_time": 3402380.0,
      "end_time": 3413779.0,
      "text": "we’ve seen from Democrats and Republicans is a certain willingness to tolerate, what"
    },
    {
      "index": 529,
      "start_time": 3413780.0,
      "end_time": 3417350.0,
      "text": "I consider to be an intolerable status quo. And I think the American people feel that"
    },
    {
      "index": 530,
      "start_time": 3417350.0,
      "end_time": 3424570.0,
      "text": "same frustration. So, thank you. &gt;&gt; SCHMIDT: Thank you. Then we have our--we&#39;re"
    },
    {
      "index": 531,
      "start_time": 3424570.0,
      "end_time": 3426470.0,
      "text": "going to have our, unfortunately, our last question, so why don&#39;t you go ahead."
    },
    {
      "index": 532,
      "start_time": 3426470.0,
      "end_time": 3432720.0,
      "text": "&gt;&gt; Senator, you said you had a bias to act against special interest."
    },
    {
      "index": 533,
      "start_time": 3432720.0,
      "end_time": 3435750.0,
      "text": "&gt;&gt; OBAMA: Yeah. &gt;&gt; But if special interests were having a"
    },
    {
      "index": 534,
      "start_time": 3435750.0,
      "end_time": 3440960.0,
      "text": "perverting influence on the entire legislative process, what can you propose as president"
    },
    {
      "index": 535,
      "start_time": 3440960.0,
      "end_time": 3446280.0,
      "text": "that can make it through that process intact? &gt;&gt; OBAMA: Yeah, it is the classic question"
    },
    {
      "index": 536,
      "start_time": 3446280.0,
      "end_time": 3453700.0,
      "text": "of how do you get insiders to fix the system that they’re benefiting from, and it&#39;s hard."
    },
    {
      "index": 537,
      "start_time": 3453700.0,
      "end_time": 3462320.0,
      "text": "You have to use shame. No, and I mean it. I&#39;ll give you an example. Last year, I passed"
    },
    {
      "index": 538,
      "start_time": 3462320.0,
      "end_time": 3469740.0,
      "text": "the toughest ethics reform legislation since Watergate. And I worked with Russ Feingold"
    },
    {
      "index": 539,
      "start_time": 3469740.0,
      "end_time": 3475470.0,
      "text": "and we eliminated corporate gifts or gifts from lobbyists, meals from lobbyists, and"
    },
    {
      "index": 540,
      "start_time": 3475470.0,
      "end_time": 3480510.0,
      "text": "corporate jets from lobbyists. We required the disclosure of campaign contributions that"
    },
    {
      "index": 541,
      "start_time": 3480510.0,
      "end_time": 3486381.0,
      "text": "were bundled from lobbyists. And I&#39;ll be honest with you, when we first started, it wasn’t"
    },
    {
      "index": 542,
      "start_time": 3486380.0,
      "end_time": 3492410.0,
      "text": "just resistance from Republicans, there were Democrats who didn’t want to see this happen"
    },
    {
      "index": 543,
      "start_time": 3492410.0,
      "end_time": 3501709.0,
      "text": "either. But what I knew was that if you stuck with it and you got it to the floor where"
    },
    {
      "index": 544,
      "start_time": 3501710.0,
      "end_time": 3506990.0,
      "text": "the people had to vote, then it was going to be hard for them to vote against it. So"
    },
    {
      "index": 545,
      "start_time": 3506990.0,
      "end_time": 3518421.0,
      "text": "part of the key for any reform is going to be getting the American people to pay enough"
    },
    {
      "index": 546,
      "start_time": 3518420.0,
      "end_time": 3523539.0,
      "text": "attention, that members of Congress start worrying, &quot;You know what, the American are"
    },
    {
      "index": 547,
      "start_time": 3523540.0,
      "end_time": 3531460.0,
      "text": "looking at us. And so we better change how we behave,&quot; that&#39;s why this Google for Government"
    },
    {
      "index": 548,
      "start_time": 3531460.0,
      "end_time": 3539000.0,
      "text": "is so important because it--that&#39;s why transparency generally is so important in this entire process"
    },
    {
      "index": 549,
      "start_time": 3539000.0,
      "end_time": 3544901.0,
      "text": "because the more American people know, the more government is going to be held accountable."
    },
    {
      "index": 550,
      "start_time": 3544900.0,
      "end_time": 3549509.0,
      "text": "And I&#39;ll give you just one very specific example around healthcare. I&#39;ve mention that I want"
    },
    {
      "index": 551,
      "start_time": 3549510.0,
      "end_time": 3553750.0,
      "text": "to set up a system where every American has healthcare that&#39;s at least as good as the"
    },
    {
      "index": 552,
      "start_time": 3553750.0,
      "end_time": 3561570.0,
      "text": "healthcare I&#39;ve got as a member of Congress. And if people want to--and if you’re interested"
    },
    {
      "index": 553,
      "start_time": 3561570.0,
      "end_time": 3569010.0,
      "text": "in the details of the healthcare plan, you can go to my website, barackobama.com. But"
    },
    {
      "index": 554,
      "start_time": 3569010.0,
      "end_time": 3573840.0,
      "text": "people asked me, &quot;Well, why do you think you can get it done and overcome the insurance"
    },
    {
      "index": 555,
      "start_time": 3573840.0,
      "end_time": 3577940.0,
      "text": "and the drug companies to spent a billion dollars over the last decade preventing the"
    },
    {
      "index": 556,
      "start_time": 3577940.0,
      "end_time": 3584720.0,
      "text": "reform from happening in lobbying and campaign contributions?&quot; And what I tell them is, &quot;Yeah,"
    },
    {
      "index": 557,
      "start_time": 3584720.0,
      "end_time": 3590970.0,
      "text": "I respect what the Clintons tried to do in 1993, in moving health reform forward.&quot; But"
    },
    {
      "index": 558,
      "start_time": 3590970.0,
      "end_time": 3595680.0,
      "text": "they made one really big mistake and that is they took all their people and all their"
    },
    {
      "index": 559,
      "start_time": 3595680.0,
      "end_time": 3603740.0,
      "text": "experts into a room and then they close the door and they try to design the plan in isolation"
    },
    {
      "index": 560,
      "start_time": 3603740.0,
      "end_time": 3608161.0,
      "text": "from the American people. And during that period of time, the insurance companies and"
    },
    {
      "index": 561,
      "start_time": 3608160.0,
      "end_time": 3613880.0,
      "text": "the drug companies, and the HMOs they mobilized, and by the time the Clintons announced their"
    },
    {
      "index": 562,
      "start_time": 3613880.0,
      "end_time": 3617809.0,
      "text": "plan, you already have this Harry and Louise heads up, you guys don&#39;t remember this, you"
    },
    {
      "index": 563,
      "start_time": 3617810.0,
      "end_time": 3627970.0,
      "text": "weren’t born, maybe, I&#39;m teasing. You were six. But these ads were out there that convinced"
    },
    {
      "index": 564,
      "start_time": 3627970.0,
      "end_time": 3632921.0,
      "text": "the American people they should be afraid of healthcare reform. Now, I will do it entirely"
    },
    {
      "index": 565,
      "start_time": 3632920.0,
      "end_time": 3638799.0,
      "text": "differently. Within the first 100 days of my administration, we are going to have a"
    },
    {
      "index": 566,
      "start_time": 3638800.0,
      "end_time": 3645550.0,
      "text": "big table, and everybody is going to be invited; laborer, employers, doctors, nurses, hospital"
    },
    {
      "index": 567,
      "start_time": 3645550.0,
      "end_time": 3649620.0,
      "text": "administrators, patient advocate groups, the drug and insurance company, they’re all"
    },
    {
      "index": 568,
      "start_time": 3649620.0,
      "end_time": 3658510.0,
      "text": "going to sit at the table, they just won&#39;t get to buy every chair. And we will work on"
    },
    {
      "index": 569,
      "start_time": 3658510.0,
      "end_time": 3666661.0,
      "text": "this process publicly. It will be on C-SPAN. It will be streaming over the net. And every"
    },
    {
      "index": 570,
      "start_time": 3666660.0,
      "end_time": 3670819.0,
      "text": "time we hit a glitch where somebody says, &quot;Well, no, no, no, we can&#39;t lower drug prices"
    },
    {
      "index": 571,
      "start_time": 3670820.0,
      "end_time": 3681820.0,
      "text": "because of, yeah, RND cost that drug companies need.&quot; Well, we&#39;ll present data and facts"
    },
    {
      "index": 572,
      "start_time": 3681820.0,
      "end_time": 3686700.0,
      "text": "that make it more difficult for people to carry the water of their special interest"
    },
    {
      "index": 573,
      "start_time": 3686700.0,
      "end_time": 3690421.0,
      "text": "because it&#39;s public. And if they start running Harry and Louise ads, I&#39;ll make my own ads"
    },
    {
      "index": 574,
      "start_time": 3690420.0,
      "end_time": 3698699.0,
      "text": "or I&#39;ll send out something on YouTube, I’m president, and I&#39;ll be able to--I&#39;ll let them"
    },
    {
      "index": 575,
      "start_time": 3698700.0,
      "end_time": 3706220.0,
      "text": "know what the facts are. But, you know, one of the things that you learn when you’re"
    },
    {
      "index": 576,
      "start_time": 3706220.0,
      "end_time": 3711510.0,
      "text": "traveling and running for president is the American people at their core are a decent"
    },
    {
      "index": 577,
      "start_time": 3711510.0,
      "end_time": 3717210.0,
      "text": "people. There&#39;s a generosity of spirit there and there&#39;s common sense their, but it&#39;s not"
    },
    {
      "index": 578,
      "start_time": 3717210.0,
      "end_time": 3723770.0,
      "text": "tapped. And many people are--they are just misinformed or they’re too busy, they&#39;re"
    },
    {
      "index": 579,
      "start_time": 3723770.0,
      "end_time": 3727830.0,
      "text": "trying to get their kids to school, they&#39;re working, but they just don&#39;t have enough information"
    },
    {
      "index": 580,
      "start_time": 3727830.0,
      "end_time": 3731930.0,
      "text": "or just they&#39;re not professionals at sorting out all information that&#39;s out there. And"
    },
    {
      "index": 581,
      "start_time": 3731930.0,
      "end_time": 3737700.0,
      "text": "so our political process gets skewed, but if you give them good information, their instincts"
    },
    {
      "index": 582,
      "start_time": 3737700.0,
      "end_time": 3741840.0,
      "text": "are good and they will make good decisions. And the president has the bully pulpit to"
    },
    {
      "index": 583,
      "start_time": 3741840.0,
      "end_time": 3747610.0,
      "text": "give them good information, and that&#39;s what we have to return to as a government where"
    },
    {
      "index": 584,
      "start_time": 3747610.0,
      "end_time": 3752200.0,
      "text": "the American people trust the information they’re getting. And I&#39;m really looking"
    },
    {
      "index": 585,
      "start_time": 3752200.0,
      "end_time": 3758500.0,
      "text": "forward to doing that because I am a big believer in reason, in facts, in evidence, in science,"
    },
    {
      "index": 586,
      "start_time": 3758500.0,
      "end_time": 3764440.0,
      "text": "in feedback, everything that allows you to do what you do, that&#39;s what we should be doing"
    },
    {
      "index": 587,
      "start_time": 3764440.0,
      "end_time": 3772460.0,
      "text": "in our government. I want people in technology. I want innovators and engineers and scientists"
    },
    {
      "index": 588,
      "start_time": 3772460.0,
      "end_time": 3780161.0,
      "text": "like yourselves, I want you helping us make policy based on facts, based on reason. You"
    },
    {
      "index": 589,
      "start_time": 3780160.0,
      "end_time": 3784309.0,
      "text": "know, one of my favorite stories I have from Washington is Daniel Patrick Moynihan, he"
    },
    {
      "index": 590,
      "start_time": 3784310.0,
      "end_time": 3792260.0,
      "text": "was a giant of the Senate and a very, you know, towering intellect. And he got an argument"
    },
    {
      "index": 591,
      "start_time": 3792260.0,
      "end_time": 3798161.0,
      "text": "one time with another senator, and the other senator apparently was losing the argument,"
    },
    {
      "index": 592,
      "start_time": 3798160.0,
      "end_time": 3802989.0,
      "text": "and so he got kind of huffy, and he said, &quot;Well, Pat, you know, you&#39;re entitled to your"
    },
    {
      "index": 593,
      "start_time": 3802990.0,
      "end_time": 3807750.0,
      "text": "opinion and I&#39;m entitled to mine.&quot; And Moynihan says, &quot;You are entitled to your own opinion,"
    },
    {
      "index": 594,
      "start_time": 3807750.0,
      "end_time": 3814250.0,
      "text": "but you’re not entitled to your own facts.&quot; And part of the problem that we&#39;re having"
    },
    {
      "index": 595,
      "start_time": 3814250.0,
      "end_time": 3824730.0,
      "text": "and special interests exploit this is we constantly have a contest where facts don&#39;t matter. And"
    },
    {
      "index": 596,
      "start_time": 3824730.0,
      "end_time": 3834290.0,
      "text": "I want to restore that sense of decisions being based on facts to the White House. And"
    },
    {
      "index": 597,
      "start_time": 3834290.0,
      "end_time": 3838290.0,
      "text": "I think that many of you can help me, so I want you to be involved. Thank you so much"
    },
    {
      "index": 598,
      "start_time": 3838290.0,
      "end_time": 3838401.0,
      "text": "everybody. &gt;&gt; SCHMIDT: Thank you."
    },
    {
      "index": 599,
      "start_time": 3838400.0,
      "end_time": 3838650.0,
      "text": "&gt;&gt; OBAMA: Thank you. &gt;&gt; SCHMIDT: Senator, thank you very much."
    },
    {
      "index": 600,
      "start_time": 3838650.0,
      "end_time": 3848650.0,
      "text": "&gt;&gt; OBAMA: Thank you."
    }
  ]
}