{
  "video_id": "m5gbgUPBmz8",
  "title": "Intel - STEM Video Contest",
  "json": [
    {
      "index": 1,
      "start_time": 2700.0,
      "end_time": 8610.0,
      "text": "At Intel, we challenge the concept of what&#39;s possible every day. We use Science, Technology,"
    },
    {
      "index": 2,
      "start_time": 8610.0,
      "end_time": 12838.0,
      "text": "Engineering, and Math across departments and disciplines. Our employees pursue their passion"
    },
    {
      "index": 3,
      "start_time": 12839.0,
      "end_time": 19380.0,
      "text": "in many fields on a wide array of projects to develop the technology of tomorrow. Take"
    },
    {
      "index": 4,
      "start_time": 19380.0,
      "end_time": 24470.0,
      "text": "Dean Pomerleau, a research scientist working on brain-scanning technology to decode what"
    },
    {
      "index": 5,
      "start_time": 24470.0,
      "end_time": 28788.0,
      "text": "people are thinking. Dean Pomerleau: Think of a dog, some celery,"
    },
    {
      "index": 6,
      "start_time": 28789.0,
      "end_time": 33670.0,
      "text": "airplane, or even an alligator. They all have distinct signatures in the brain. Let&#39;s say"
    },
    {
      "index": 7,
      "start_time": 33670.0,
      "end_time": 39140.0,
      "text": "we put you in the scanner, are you thinking of celery or airplane? Nine times out of ten,"
    },
    {
      "index": 8,
      "start_time": 39140.0,
      "end_time": 43940.0,
      "text": "we&#39;ll know. Some day the results of our research may allow you to search the web or text a"
    },
    {
      "index": 9,
      "start_time": 43940.0,
      "end_time": 48149.0,
      "text": "friend simply by thinking. -Emily Cooper is another research scientist"
    },
    {
      "index": 10,
      "start_time": 48149.0,
      "end_time": 52890.0,
      "text": "for Intel, working on wireless power. Emily Cooper: We can transfer power over surprisingly"
    },
    {
      "index": 11,
      "start_time": 52890.0,
      "end_time": 58260.0,
      "text": "long distances wirelessly. Imagine if you can charge your laptop, camera or phone without"
    },
    {
      "index": 12,
      "start_time": 58260.0,
      "end_time": 63599.0,
      "text": "having to plug it in. This work may totally eliminate connectors, which might result in"
    },
    {
      "index": 13,
      "start_time": 63600.0,
      "end_time": 68110.0,
      "text": "something like a waterproof phone. -And Richard Beckwith, a research psychologist,"
    },
    {
      "index": 14,
      "start_time": 68110.0,
      "end_time": 72210.0,
      "text": "studies how microclimates affect crop growth. Richard Beckwith: There are two billion farmers"
    },
    {
      "index": 15,
      "start_time": 72210.0,
      "end_time": 77500.0,
      "text": "in our world, urban farming and small-scale farming is big now. We&#39;re using technology"
    },
    {
      "index": 16,
      "start_time": 77500.0,
      "end_time": 83840.0,
      "text": "to look at climate, water-usage, pesticides, all the variables that can impact food production."
    },
    {
      "index": 17,
      "start_time": 83840.0,
      "end_time": 89110.0,
      "text": "Using that information, we can help farmers grow more food and grow better food overall."
    },
    {
      "index": 18,
      "start_time": 89110.0,
      "end_time": 94200.0,
      "text": "-Mary Murphy-Hoye is a Senior Principle Engineer, working on a home energy management system."
    },
    {
      "index": 19,
      "start_time": 94200.0,
      "end_time": 98110.0,
      "text": "Mary Murphy-Hoye: We&#39;re helping people take control of energy use in their own lives and"
    },
    {
      "index": 20,
      "start_time": 98110.0,
      "end_time": 102759.0,
      "text": "homes. With tools to measure, monitor and control the power consumption of their appliances"
    },
    {
      "index": 21,
      "start_time": 102759.0,
      "end_time": 108579.0,
      "text": "and electronics. We believe by managing our own energy use, we can help our entire planet"
    },
    {
      "index": 22,
      "start_time": 108579.0,
      "end_time": 113770.0,
      "text": "be more energy efficient. -From Accounting to Manufacturing or R&D to"
    },
    {
      "index": 23,
      "start_time": 113770.0,
      "end_time": 118920.0,
      "text": "Engineering, innovation at Intel simply wouldn&#39;t be possible without the essential tools of"
    },
    {
      "index": 24,
      "start_time": 118920.0,
      "end_time": 124399.0,
      "text": "Science, Technology, Engineering and Math. You know, an education in STEM can really"
    },
    {
      "index": 25,
      "start_time": 124399.0,
      "end_time": 129729.0,
      "text": "open the path to a variety of exciting career choices, and also provide the tools necessary"
    },
    {
      "index": 26,
      "start_time": 129729.00000000001,
      "end_time": 133390.0,
      "text": "to discover, understand and even change the world around us."
    }
  ]
}