{
  "video_id": "M9i2HAE-ZSw",
  "title": "How Not to be Boring",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 9400.0,
      "text": "One of our great fears, which haunts us when we go out into the world and socialize with others is that we may in our hearts be really rather boring."
    },
    {
      "index": 2,
      "start_time": 9400.0,
      "end_time": 15400.0,
      "text": "But the good news and a fundamental truth too, is that no one is ever truly boring."
    },
    {
      "index": 3,
      "start_time": 15630.0,
      "end_time": 25120.0,
      "text": "They're only in danger of coming across as such when they either fail to understand their deeper selves or don't dare or know how to communicate them to others."
    },
    {
      "index": 4,
      "start_time": 25740.0,
      "end_time": 33120.0,
      "text": "That there is simply no such thing as an inherently boring person or thing is one of the great lessons of art."
    },
    {
      "index": 5,
      "start_time": 33220.0,
      "end_time": 38280.0,
      "text": "Many of the most satisfying artworks don't feature exulted or rare elements."
    },
    {
      "index": 6,
      "start_time": 38560.0,
      "end_time": 46780.0,
      "text": "They are about the ordinary, looked at in a special way with unusual sincerity and openness to unvarnished experience."
    },
    {
      "index": 7,
      "start_time": 47140.0,
      "end_time": 54700.0,
      "text": "Take for example some grasses painted by the danish artist Christian Købke in the suburb of copenhagen in 1833."
    },
    {
      "index": 8,
      "start_time": 55040.0,
      "end_time": 78240.0,
      "text": "Outwardly the scene is utterly unremarkable and could initially appear to be deeply unpromising material for a painting and yet, like any great artist, Købke has known how to interrogate his own perceptions in a fresh unclouded, underivative manner and translated them accurately into his medium, weaving a small masterpiece out of the thread of everyday life."
    },
    {
      "index": 9,
      "start_time": 78580.0,
      "end_time": 87859.0,
      "text": "And just as there's no such thing as a boring riverbank, tree or dandelion, so too there can be no such thing as an inherently boring person."
    },
    {
      "index": 10,
      "start_time": 88260.0,
      "end_time": 94629.0,
      "text": "The human-animal witnessed in its essence with honesty and without artifice is always interesting."
    },
    {
      "index": 11,
      "start_time": 95000.0,
      "end_time": 103520.0,
      "text": "When we call a person boring, we're just pointing to someone who's not had the courage or concentration to tell us what it's like to be them."
    },
    {
      "index": 12,
      "start_time": 103580.0,
      "end_time": 113320.0,
      "text": "By contrast we invariably prove compelling when we succeed in saying how and what we truly desire, envy, regret, mourn and dream."
    },
    {
      "index": 13,
      "start_time": 113540.0,
      "end_time": 122840.0,
      "text": "Anyone who faithfully recuperates the real data on what it's like to exist, is guaranteed to have material with which to captivate others."
    },
    {
      "index": 14,
      "start_time": 123100.0,
      "end_time": 135540.0,
      "text": "The interesting person isn't someone to whom obviously and outwardly interesting things have happened: someone who's traveled the world, met important dignitaries or been present at large geopolitical events."
    },
    {
      "index": 15,
      "start_time": 135820.0,
      "end_time": 141980.0,
      "text": "Nor is it someone who speaks in learned terms about the weighty themes of culture, history or science."
    },
    {
      "index": 16,
      "start_time": 142160.0,
      "end_time": 158660.0,
      "text": "There's someone who's grown into an attentive, self-aware listener and a reliable, honest correspondent of the tremors of their own mind and heart and who can thereby give us faithful account the pathos, drama and strangeness of being alive."
    },
    {
      "index": 17,
      "start_time": 159300.0,
      "end_time": 164740.0,
      "text": "What then are some of the elements that get in the way of us being as interesting as we in fact are?"
    },
    {
      "index": 18,
      "start_time": 165180.0,
      "end_time": 173340.0,
      "text": "Firstly and most crucially, we bore when we lose faith that it really could be our feelings that would stand the best chance of interesting others."
    },
    {
      "index": 19,
      "start_time": 173640.0,
      "end_time": 183740.0,
      "text": "Out of modesty and habit we push some of our most interesting perceptions to one side, in order to follow respectable but dead conventions of what might impress."
    },
    {
      "index": 20,
      "start_time": 184160.0,
      "end_time": 197000.0,
      "text": "When we tell anecdotes we throw the emphasis on the outward details: who was there, when we went, what the temperature was like rather than maintaining our nerve to report on the layer of feelings beneath the facts."
    },
    {
      "index": 21,
      "start_time": 197060.0,
      "end_time": 205780.0,
      "text": "The moment of guilt, the sudden sexual attraction, the humiliating sulk, the carreer crisis, the strange euphoria at 3 a.m."
    },
    {
      "index": 22,
      "start_time": 205940.0,
      "end_time": 217880.0,
      "text": "Our neglect of our native feelings isn't just an oversight, it can be a deliberate strategy to keep our minds away from realizations that threaten our ideas of dignity and normality."
    },
    {
      "index": 23,
      "start_time": 218140.0,
      "end_time": 225740.0,
      "text": "We babble inconsequentially to the world because we lack the nerve to look more closely and unflinchingly within."
    },
    {
      "index": 24,
      "start_time": 226280.0,
      "end_time": 232140.0,
      "text": "It feels significant that most five-year-olds are far less boring than most 45-year-olds."
    },
    {
      "index": 25,
      "start_time": 232640.0,
      "end_time": 243440.0,
      "text": "What makes these children gripping is not so much that they have more interesting feelings than anyone else, far from it, but that they are especially uncensored correspondents of these feelings."
    },
    {
      "index": 26,
      "start_time": 243740.0,
      "end_time": 259380.0,
      "text": "Their inexperience of the world means they are still instinctively loyal to themselves and so they will candidly tell us what they really think about Granny and their little brother, what their plans for reforming the planet are and what they believe everyone should do with their boogies."
    },
    {
      "index": 27,
      "start_time": 259820.0,
      "end_time": 269800.0,
      "text": "We are rendered boring not by nature so much as by a fateful will that begins its malevolent reign over us in adolescence to appear normal."
    },
    {
      "index": 28,
      "start_time": 270000.0,
      "end_time": 282140.0,
      "text": "Yet, even when we're honest about our feelings we may still prove boring because we don't know them as well as we should, and so we get stuck at the level of insisting on an emotion rather than explaining it."
    },
    {
      "index": 29,
      "start_time": 282140.0,
      "end_time": 297649.0,
      "text": "We'll assert with ever greater emphasis that a situation was extremely exciting, or awful, or beautiful, but not be able to provide those around us with any of the sort of related details and examples that would help them viscerally understand why."
    },
    {
      "index": 30,
      "start_time": 297920.0,
      "end_time": 305580.0,
      "text": "We can end up boring, not so much because we don't want to share our lives, as because we don't yet know them well enough to do so."
    },
    {
      "index": 31,
      "start_time": 305700.0,
      "end_time": 311700.0,
      "text": "Fortunately, the gift of being interesting is neither exclusive nor reliant on exceptional talent."
    },
    {
      "index": 32,
      "start_time": 311700.0,
      "end_time": 315540.0,
      "text": "It requires only direction, honesty and focus."
    },
    {
      "index": 33,
      "start_time": 315880.0,
      "end_time": 338620.0,
      "text": "The person we call interesting is in essence someone alive to what we all deeply want from social intercourse, which is an uncensored glimpse of what the brief waking dream called life looks like through the eyes of another person, and reassurance we are not entirely alone with all that feels most bewildering, peculiar and intense within us."
    }
  ]
}