{
  "video_id": "m9N4amCoAik",
  "title": "Reef Revival - Full Episode",
  "json": [
    {
      "index": 1,
      "start_time": 4970.0,
      "end_time": 9850.0,
      "text": "In the Spring of 2008 an eighty-four foot pleasure boat departed from Ft. Lauderdale"
    },
    {
      "index": 2,
      "start_time": 9850.0,
      "end_time": 15050.0,
      "text": "bound for the Caribbean. Thirty miles south of Miami, it strayed from"
    },
    {
      "index": 3,
      "start_time": 15050.0,
      "end_time": 20540.0,
      "text": "marked navigation channels into the shallow waters of Biscayne National Park."
    },
    {
      "index": 4,
      "start_time": 20540.0,
      "end_time": 27980.0,
      "text": "Suddenly, running at full speed it collided with a coral reef near Elliot Key."
    },
    {
      "index": 5,
      "start_time": 27980.0,
      "end_time": 34040.0,
      "text": "Corals, sponges and sea fans were instantly obliterated as the boats twin propellers plowed"
    },
    {
      "index": 6,
      "start_time": 34040.0,
      "end_time": 39590.0,
      "text": "through the reef. The engines were disabled and the powerless"
    },
    {
      "index": 7,
      "start_time": 39590.0,
      "end_time": 45100.0,
      "text": "vessel drifted in the wind until grounding on a second reef."
    },
    {
      "index": 8,
      "start_time": 45100.0,
      "end_time": 51910.0,
      "text": "Here, the wind and waves rocked the boat on its hull, shattering the ancient coral mounds"
    },
    {
      "index": 9,
      "start_time": 51910.0,
      "end_time": 61420.0,
      "text": "and pounding the reef into rubble. A coral reef that had taken centuries to grow"
    },
    {
      "index": 10,
      "start_time": 61420.0,
      "end_time": 71540.0,
      "text": "was destroyed in just moments. Two and a half years later, coral researchers"
    },
    {
      "index": 11,
      "start_time": 71540.0,
      "end_time": 80010.0,
      "text": "and resource managers are searching for solutions to help the oceans declining coral reefs."
    },
    {
      "index": 12,
      "start_time": 80010.0,
      "end_time": 86570.0,
      "text": "Can new technologies and naturally occurring biological mechanisms help restore the lost"
    },
    {
      "index": 13,
      "start_time": 86570.0,
      "end_time": 119299.0,
      "text": "coral communities? And can ecological balance be returned to Floridas coral reefs?"
    },
    {
      "index": 14,
      "start_time": 119299.0,
      "end_time": 124880.0,
      "text": "Major funding for this program was provided by The Batchelor Foundation, encouraging people"
    },
    {
      "index": 15,
      "start_time": 124880.0,
      "end_time": 138500.0,
      "text": "to preserve and protect Americas underwater resources."
    },
    {
      "index": 16,
      "start_time": 138500.0,
      "end_time": 144890.0,
      "text": "Biscayne National Park is an undersea garden filled with multi-colored sponges, corals"
    },
    {
      "index": 17,
      "start_time": 144890.0,
      "end_time": 153020.0,
      "text": "and sea fans. At the northern extent of the Florida Keys reef tract its sea grass beds,"
    },
    {
      "index": 18,
      "start_time": 153020.0,
      "end_time": 160530.0,
      "text": "coral reefs and mangrove shorelines cover more than 170,000 acres a gem in the National"
    },
    {
      "index": 19,
      "start_time": 160530.0,
      "end_time": 173800.0,
      "text": "Park system, but an area with a history of damaging boat groundings."
    },
    {
      "index": 20,
      "start_time": 173800.0,
      "end_time": 180599.0,
      "text": "Corals in Biscayne National Park and on a global scale are in a serious state of decline"
    },
    {
      "index": 21,
      "start_time": 180599.0,
      "end_time": 187120.0,
      "text": "due to stresses like climate change, disease outbreaks and overfishing."
    },
    {
      "index": 22,
      "start_time": 187120.0,
      "end_time": 193819.0,
      "text": "Since the late 1970s close to ninety-eight per cent of staghorn and elkhorn corals have"
    },
    {
      "index": 23,
      "start_time": 193819.0,
      "end_time": 198849.0,
      "text": "disappeared from the reefs in Florida and the Caribbean."
    },
    {
      "index": 24,
      "start_time": 198849.0,
      "end_time": 204050.0,
      "text": "Because corals are having such a difficult time persisting, resource managers want to"
    },
    {
      "index": 25,
      "start_time": 204050.0,
      "end_time": 209750.0,
      "text": "restore boating impacts like the 2008 grounding site in the park."
    },
    {
      "index": 26,
      "start_time": 209750.0,
      "end_time": 219540.0,
      "text": "When the vessel grounded it crushed up the surface of the reef into a rubble field and"
    },
    {
      "index": 27,
      "start_time": 219540.0,
      "end_time": 226160.0,
      "text": "were trying to use a combination of adhesives to stabilize that rubble. Were collecting"
    },
    {
      "index": 28,
      "start_time": 226160.0,
      "end_time": 228239.0,
      "text": "the rubble into mounds like this and like this and well be using a combination of cement"
    },
    {
      "index": 29,
      "start_time": 228239.0,
      "end_time": 238060.0,
      "text": "and natural sponges that are found right here on the reef to bind this rubble to stabilize"
    },
    {
      "index": 30,
      "start_time": 238060.0,
      "end_time": 247310.0,
      "text": "it through time. Right now the rubble mounds are in the process of being put together."
    },
    {
      "index": 31,
      "start_time": 247310.0,
      "end_time": 255980.0,
      "text": "Were installing rebar stakes like this that will help us monitor them through time and"
    },
    {
      "index": 32,
      "start_time": 255980.0,
      "end_time": 273040.0,
      "text": "well be looking at things such as coral recruitment, the stability of the mounds themselves, if"
    },
    {
      "index": 33,
      "start_time": 273040.0,
      "end_time": 276340.0,
      "text": "they change in size and shape and height, and well probably monitor theses for a period"
    },
    {
      "index": 34,
      "start_time": 276340.0,
      "end_time": 294690.0,
      "text": "of at least five years. Researchers at the University of Miami have"
    },
    {
      "index": 35,
      "start_time": 294690.0,
      "end_time": 301410.0,
      "text": "developed one of the first underwater applications for mosaic imaging, a technique comparable"
    },
    {
      "index": 36,
      "start_time": 301410.0,
      "end_time": 309430.0,
      "text": "to aerial photography on the land. This technology will create useful perspectives of the coral"
    },
    {
      "index": 37,
      "start_time": 309430.0,
      "end_time": 317330.0,
      "text": "reef and grounding site in Biscayne National Park. The diver swims back and forth in a"
    },
    {
      "index": 38,
      "start_time": 317330.0,
      "end_time": 324199.0,
      "text": "lawnmower-like pattern recording overlapping images of the underwater landscape. Later,"
    },
    {
      "index": 39,
      "start_time": 324199.0,
      "end_time": 329780.0,
      "text": "at the university laboratory, a single seamless image of the reef is produced."
    },
    {
      "index": 40,
      "start_time": 329780.0,
      "end_time": 335090.0,
      "text": "This is basically an unprecedented baseline in terms of the amount of information you"
    },
    {
      "index": 41,
      "start_time": 335090.0,
      "end_time": 341210.0,
      "text": "can get in a very short amount of time. Three-dimensional images can be created over"
    },
    {
      "index": 42,
      "start_time": 341210.0,
      "end_time": 347270.0,
      "text": "time to show reef areas where corals grow best, the places where restoration is most"
    },
    {
      "index": 43,
      "start_time": 347270.0,
      "end_time": 354979.0,
      "text": "likely to succeed. New growths of soft corals and sponges are"
    },
    {
      "index": 44,
      "start_time": 354979.0,
      "end_time": 362850.0,
      "text": "returning to the grounding site, but the boats most damaging impacts are still evident."
    },
    {
      "index": 45,
      "start_time": 362850.0,
      "end_time": 369199.0,
      "text": "The damage extends several hundreds of square meters and really theres no easy way to document"
    },
    {
      "index": 46,
      "start_time": 369199.0,
      "end_time": 374669.0,
      "text": "that. Here were able to use the video and the stills to really cover the entire area"
    },
    {
      "index": 47,
      "start_time": 374669.0,
      "end_time": 379979.0,
      "text": "both the affected area and also the community around it so we know what this area should"
    },
    {
      "index": 48,
      "start_time": 379979.0,
      "end_time": 386729.0,
      "text": "look like when its fully restored. Coral reef restoration gained traction in"
    },
    {
      "index": 49,
      "start_time": 386729.0,
      "end_time": 392990.0,
      "text": "the Florida Keys National Marine Sanctuary with marine biologists like Harold Hudson,"
    },
    {
      "index": 50,
      "start_time": 392990.0,
      "end_time": 401210.0,
      "text": "The Reef Doctor, and Ken Nedimeyer. Hudson, a restoration"
    },
    {
      "index": 51,
      "start_time": 401210.0,
      "end_time": 407020.0,
      "text": "specialist for the sanctuary, perfected a design for reef modules that were used for"
    },
    {
      "index": 52,
      "start_time": 407020.0,
      "end_time": 413789.0,
      "text": "the structural repair of a large vessel grounding site, the Wellwood, on Molasses Reef near"
    },
    {
      "index": 53,
      "start_time": 413789.0,
      "end_time": 423250.0,
      "text": "Key Largo. Nedimeyer performed the biological restoration with transplanted corals grown"
    },
    {
      "index": 54,
      "start_time": 423250.0,
      "end_time": 430449.0,
      "text": "in his undersea nursery. His restoration plan was validated when it was discovered that"
    },
    {
      "index": 55,
      "start_time": 430449.0,
      "end_time": 434410.0,
      "text": "the transplants on the reef were spawning several years sooner than expected."
    },
    {
      "index": 56,
      "start_time": 434410.0,
      "end_time": 440900.0,
      "text": "I was real excited, I thought man, this is amazing because this is exactly what weve"
    },
    {
      "index": 57,
      "start_time": 440900.0,
      "end_time": 447039.0,
      "text": "been trying to say that were going to do which is re-establish these spawning populations"
    },
    {
      "index": 58,
      "start_time": 447039.0,
      "end_time": 453949.0,
      "text": "of corals. It brought a whole new life to the possibility of not just putting corals"
    },
    {
      "index": 59,
      "start_time": 453949.0,
      "end_time": 460300.0,
      "text": "back on the reef but re-establishing breeding populations that could then re-populate other"
    },
    {
      "index": 60,
      "start_time": 460300.0,
      "end_time": 468509.0,
      "text": "downstream areas. Nedimeyers coral nursery is the largest in"
    },
    {
      "index": 61,
      "start_time": 468509.0,
      "end_time": 476160.0,
      "text": "the country and a model for many coral aquaculturists. Here you encounter a hundred rows of coral"
    },
    {
      "index": 62,
      "start_time": 476160.0,
      "end_time": 483180.0,
      "text": "fragments mounted on concrete blocks. Each coral is attached to a disc with a label designating"
    },
    {
      "index": 63,
      "start_time": 483180.0,
      "end_time": 493419.0,
      "text": "its origin and genotype, or genetic properties. More than a thousand staghorn cuttings are"
    },
    {
      "index": 64,
      "start_time": 493419.0,
      "end_time": 500330.0,
      "text": "strung from six line nurseries suspended in the water column by floats and cross-tied"
    },
    {
      "index": 65,
      "start_time": 500330.0,
      "end_time": 505690.0,
      "text": "with horizontal lines. On a line nursery they grow down, they grow"
    },
    {
      "index": 66,
      "start_time": 505690.0,
      "end_time": 509940.0,
      "text": "to the side, they grow all different directions. And another thing thats nice about them, if"
    },
    {
      "index": 67,
      "start_time": 509940.0,
      "end_time": 515959.0,
      "text": "a turtle or a shark or a fish bumps against them on the line they just bounce out of the"
    },
    {
      "index": 68,
      "start_time": 515958.99999999994,
      "end_time": 520758.99999999994,
      "text": "way and they swing right back to where they were. If a turtle bumps against a coral thats"
    },
    {
      "index": 69,
      "start_time": 520759.0,
      "end_time": 530019.0,
      "text": "firmly mounted on a disc itll break it off. Nedimyer cultivates staghorn coral, one of"
    },
    {
      "index": 70,
      "start_time": 530019.0,
      "end_time": 535399.0,
      "text": "the principle reef building corals and one listed as threatened under the Endangered"
    },
    {
      "index": 71,
      "start_time": 535399.0,
      "end_time": 546759.0,
      "text": "Species Act. He cultivates them in his nursery for a year then transplants them to the reef."
    },
    {
      "index": 72,
      "start_time": 546759.0,
      "end_time": 551350.0,
      "text": "One of the things we need to be doing is preserving the genetic diversity that we still have."
    },
    {
      "index": 73,
      "start_time": 551350.0,
      "end_time": 555699.0,
      "text": "And if we dont preserve as much of that as possible right now we wont have anything to"
    },
    {
      "index": 74,
      "start_time": 555699.0,
      "end_time": 568129.0,
      "text": "work with in ten or fifteen years. Research Associate Tom Capo and colleagues"
    },
    {
      "index": 75,
      "start_time": 568129.0,
      "end_time": 574610.0,
      "text": "at the University of Miamis experimental hatchery are preserving the genetic diversity of orphaned"
    },
    {
      "index": 76,
      "start_time": 574610.0,
      "end_time": 581860.0,
      "text": "corals whose survival was threatened by storms, boat groundings and anchor pulls. Some were"
    },
    {
      "index": 77,
      "start_time": 581860.0,
      "end_time": 587639.0,
      "text": "recovered from the grounding site in Biscayne National Park. Researchers are trying to answer"
    },
    {
      "index": 78,
      "start_time": 587639.0,
      "end_time": 594139.0,
      "text": "questions about a destructive phenomenon known as coral bleaching."
    },
    {
      "index": 79,
      "start_time": 594139.0,
      "end_time": 598989.0,
      "text": "Whats going on? Is it disease? Is it some sort of water quality parameter? And many"
    },
    {
      "index": 80,
      "start_time": 598989.0,
      "end_time": 606689.0,
      "text": "of these questions cannot be answered easily in the field. So the goal is to have a coral"
    },
    {
      "index": 81,
      "start_time": 606689.0,
      "end_time": 612959.0,
      "text": "genetic bank, a coral resource that we can provide genetically maintained strains of"
    },
    {
      "index": 82,
      "start_time": 612959.0,
      "end_time": 617660.0,
      "text": "coral to people, bona fide researchers around the world so that they can look at these problems,"
    },
    {
      "index": 83,
      "start_time": 617660.0,
      "end_time": 622299.0,
      "text": "at these issues, and look at them in a scientific way."
    },
    {
      "index": 84,
      "start_time": 622299.0,
      "end_time": 627939.0,
      "text": "In a partnership between Biscayne National Park and the University of Miami, trained"
    },
    {
      "index": 85,
      "start_time": 627939.0,
      "end_time": 635100.0,
      "text": "volunteers assist Capo with a labor-intensive process known as fragmentation to produce"
    },
    {
      "index": 86,
      "start_time": 635100.0,
      "end_time": 643110.0,
      "text": "a large number of small coral specimens. You should have one ready for him now, I mean"
    },
    {
      "index": 87,
      "start_time": 643110.0,
      "end_time": 648179.0,
      "text": "he should not stop. Travertine plates are marked, drilled and"
    },
    {
      "index": 88,
      "start_time": 648179.0,
      "end_time": 654910.0,
      "text": "fitted with passive integrated transponders, or PIT tags, that will give each coral a unique"
    },
    {
      "index": 89,
      "start_time": 654910.0,
      "end_time": 662309.0,
      "text": "identity. The large corals are cut into fragments, each"
    },
    {
      "index": 90,
      "start_time": 662309.0,
      "end_time": 670639.0,
      "text": "about an inch-and-a-half in diameter. The bottom surface is shaped on a tile saw. The"
    },
    {
      "index": 91,
      "start_time": 670639.0,
      "end_time": 680279.0,
      "text": "fragment is thoroughly dried, super-glued to a PIT tag plate and cataloged for future"
    },
    {
      "index": 92,
      "start_time": 680279.0,
      "end_time": 686869.0,
      "text": "reference. Half of the fragments will be transplanted"
    },
    {
      "index": 93,
      "start_time": 686869.0,
      "end_time": 692459.0,
      "text": "at the coral restoration site in Biscayne National Park, the other half will remain"
    },
    {
      "index": 94,
      "start_time": 692459.0,
      "end_time": 699730.0,
      "text": "at the facility for monitoring and lab studies to help Capo and coral researchers answer"
    },
    {
      "index": 95,
      "start_time": 699730.0,
      "end_time": 704829.0,
      "text": "another difficult question. How can we enhance all of this to make the"
    },
    {
      "index": 96,
      "start_time": 704829.0,
      "end_time": 711179.0,
      "text": "only reef tract in the continental United States a viable place rather than seeing it"
    },
    {
      "index": 97,
      "start_time": 711179.0,
      "end_time": 716749.0,
      "text": "deteriorate like its been doing over the past ten years?"
    },
    {
      "index": 98,
      "start_time": 716749.0,
      "end_time": 724049.0,
      "text": "One of Capos research partners, Martin Moe, a marine biologist in the Florida Keys, believes"
    },
    {
      "index": 99,
      "start_time": 724049.0,
      "end_time": 731480.0,
      "text": "he has an answer. In 1983, there was this tremendous plague"
    },
    {
      "index": 100,
      "start_time": 731480.0,
      "end_time": 738339.0,
      "text": "and it hit only one organism. And that was the long-spined sea urchin, Diadema Antellerum"
    },
    {
      "index": 101,
      "start_time": 738339.0,
      "end_time": 745420.0,
      "text": "that occupied all the reefs of the Caribbean, the Bahamas, Florida, they were all very densely"
    },
    {
      "index": 102,
      "start_time": 745420.0,
      "end_time": 753259.0,
      "text": "occupied by diadema. And diadema peformed the essential task of cleaning the algae off"
    },
    {
      "index": 103,
      "start_time": 753259.0,
      "end_time": 760529.0,
      "text": "the reefs and conditioning the substrate so that it would accept and encourage coral growth"
    },
    {
      "index": 104,
      "start_time": 760529.0,
      "end_time": 769649.0,
      "text": "and the growth of many kinds of fish and invertebrates. Within one year 98% of all the diadema antellerum"
    },
    {
      "index": 105,
      "start_time": 769649.0,
      "end_time": 775059.0,
      "text": "from the mouth of the Panama Canal all the way up to Bermuda were history, were toast."
    },
    {
      "index": 106,
      "start_time": 775059.0,
      "end_time": 781709.0,
      "text": "They all died quickly. At first, divers like Ken Nedimeyer were happy"
    },
    {
      "index": 107,
      "start_time": 781709.0,
      "end_time": 787619.0,
      "text": "about the decline of the sharp-spined creatures. As much as I dont like getting stabbed by"
    },
    {
      "index": 108,
      "start_time": 787619.0,
      "end_time": 791160.0,
      "text": "them, theyre important and I want to have them back."
    },
    {
      "index": 109,
      "start_time": 791160.0,
      "end_time": 797509.0,
      "text": "Like sheep grazing in a pasture, diadema sea urchins graze the macroalgae that grow on"
    },
    {
      "index": 110,
      "start_time": 797509.0,
      "end_time": 802769.0,
      "text": "the reefs and inhibit coral reproduction. A lot of the problems are directly related"
    },
    {
      "index": 111,
      "start_time": 802769.0,
      "end_time": 806739.0,
      "text": "to the sea urchins. If you fix all of the water quality issues"
    },
    {
      "index": 112,
      "start_time": 806739.0,
      "end_time": 810739.0,
      "text": "and fix all of these other things but you dont fix the sea urchin problem youre not"
    },
    {
      "index": 113,
      "start_time": 810739.0,
      "end_time": 815759.0,
      "text": "going to have a coral reef. Sea urchins play a really important role."
    },
    {
      "index": 114,
      "start_time": 815759.0,
      "end_time": 823480.0,
      "text": "Ken and I came to the point of view that the loss of the diadema was critical to the decline"
    },
    {
      "index": 115,
      "start_time": 823480.0,
      "end_time": 830569.0,
      "text": "of the reefs. Now, our coral reef decline comes from many factors not just the loss"
    },
    {
      "index": 116,
      "start_time": 830569.0,
      "end_time": 836369.0,
      "text": "of diadema. But that is certainly one of the most critical elements because its the diadema"
    },
    {
      "index": 117,
      "start_time": 836369.0,
      "end_time": 842660.0,
      "text": "that maintain that balance between coral and algae growth."
    },
    {
      "index": 118,
      "start_time": 842660.0,
      "end_time": 848220.0,
      "text": "With support from the Florida Keys National Marine Sanctuary, Nedimeyer and Moe did two"
    },
    {
      "index": 119,
      "start_time": 848220.0,
      "end_time": 853189.0,
      "text": "experimental reef studies where they re-introduced the diadema."
    },
    {
      "index": 120,
      "start_time": 853189.0,
      "end_time": 862839.0,
      "text": "A year later, the findings were remarkable. Juvenile corals increased by more than 150%,"
    },
    {
      "index": 121,
      "start_time": 862839.0,
      "end_time": 868989.0,
      "text": "coralline algae, which encourages coral settlement and growth, was sharply higher, and macroalgae"
    },
    {
      "index": 122,
      "start_time": 868989.0,
      "end_time": 873959.0,
      "text": "was reduced from 11% to less than 2%."
    },
    {
      "index": 123,
      "start_time": 873959.0,
      "end_time": 884179.0,
      "text": "I started with the Florida Board of Conservation Marine Laboratory back in 1962. Florida was"
    },
    {
      "index": 124,
      "start_time": 884179.0,
      "end_time": 890079.0,
      "text": "a very different place back then. I worked with the Keys and the Keys were magical. I"
    },
    {
      "index": 125,
      "start_time": 890079.0,
      "end_time": 897059.0,
      "text": "remember going out and diving around John Pennekamp area and there were huge stands"
    },
    {
      "index": 126,
      "start_time": 897059.0,
      "end_time": 903509.0,
      "text": "of elkhorn coral, palmatta, beautiful. And it was such a tremendous environment. And"
    },
    {
      "index": 127,
      "start_time": 903509.0,
      "end_time": 911350.0,
      "text": "when I came back in the late 90s the reef was so much different and it was so sad to"
    },
    {
      "index": 128,
      "start_time": 911350.0,
      "end_time": 917859.0,
      "text": "see what was a glorious coral environment just become for the most part a lot of algae"
    },
    {
      "index": 129,
      "start_time": 917859.0,
      "end_time": 922910.0,
      "text": "covered rocks. It seemed like the best thing that I could"
    },
    {
      "index": 130,
      "start_time": 922910.0,
      "end_time": 929269.0,
      "text": "do was to work with the diadema because nobody else was doing it and it was something essential"
    },
    {
      "index": 131,
      "start_time": 929269.0,
      "end_time": 933279.0,
      "text": "to do. Martin Moe is committed to perfecting the"
    },
    {
      "index": 132,
      "start_time": 933279.0,
      "end_time": 941549.0,
      "text": "technology to reproduce, or culture diadema in the laboratory. Today he begins a new culture"
    },
    {
      "index": 133,
      "start_time": 941549.0,
      "end_time": 948609.0,
      "text": "process, or run by selecting diadema that are ready to spawn. Immersing them in a tub"
    },
    {
      "index": 134,
      "start_time": 948609.0,
      "end_time": 954839.0,
      "text": "of warm water stimulates the spawn. Oh yeah. Now thats a male. You can see the"
    },
    {
      "index": 135,
      "start_time": 954839.0,
      "end_time": 973100.0,
      "text": "white sperm there. Yes sir, thats a female. Weve got spawning first three. How about that?"
    },
    {
      "index": 136,
      "start_time": 973100.0,
      "end_time": 979979.0,
      "text": "OK, this is the product from the spawn. Apparently a male and a female both went which means"
    },
    {
      "index": 137,
      "start_time": 979979.0,
      "end_time": 990309.0,
      "text": "that I should have eggs in here. Oh yes, that is nice. I can see fertilization membranes"
    },
    {
      "index": 138,
      "start_time": 990309.0,
      "end_time": 997540.0,
      "text": "are present around every egg so we know weve had a good spawn. We know weve got good eggs."
    },
    {
      "index": 139,
      "start_time": 997540.0,
      "end_time": 1002759.0,
      "text": "Out of, lets say, five million eggs that were spawned here, which is a pretty good estimate,"
    },
    {
      "index": 140,
      "start_time": 1002760.0,
      "end_time": 1009390.0,
      "text": "and out of those five million youd probably be lucky if one, or two made it, in nature,"
    },
    {
      "index": 141,
      "start_time": 1009390.0,
      "end_time": 1016080.0,
      "text": "all the way through the process and became a juvenile. And then youd be lucky if one"
    },
    {
      "index": 142,
      "start_time": 1016080.0,
      "end_time": 1028050.0,
      "text": "of those survived into adulthood, very lucky actually."
    },
    {
      "index": 143,
      "start_time": 1028050.0,
      "end_time": 1032950.0,
      "text": "The following morning he counts the developing embryos."
    },
    {
      "index": 144,
      "start_time": 1032950.0,
      "end_time": 1038270.0,
      "text": "The eggs hatch in about 24 hours or so, 18-24 hours, they become blastulas, they become"
    },
    {
      "index": 145,
      "start_time": 1038270.0,
      "end_time": 1044830.0,
      "text": "prisms which is the initial urchin shape. The embryos are transferred to three larvae"
    },
    {
      "index": 146,
      "start_time": 1044829.9999999999,
      "end_time": 1050491.0,
      "text": "culture tanks where they will eat and grow for the next thirty-five to forty-five days."
    },
    {
      "index": 147,
      "start_time": 1050490.0,
      "end_time": 1056570.0,
      "text": "But, unlike other types of invertebrates, diadema larvae will die if they settle on"
    },
    {
      "index": 148,
      "start_time": 1056570.0,
      "end_time": 1062480.0,
      "text": "the bottom of the tanks. Finding a method to mimic the natural ocean current to keep"
    },
    {
      "index": 149,
      "start_time": 1062480.0,
      "end_time": 1069450.0,
      "text": "the larvae in suspension had been Martins biggest trial during his early culture attempts."
    },
    {
      "index": 150,
      "start_time": 1069450.0,
      "end_time": 1075320.0,
      "text": "Maintaining a sterile environment had been another problem. Entire runs had failed in"
    },
    {
      "index": 151,
      "start_time": 1075320.0,
      "end_time": 1082950.0,
      "text": "the culture tanks. The weeks ahead will again test his system and the diademas ability to"
    },
    {
      "index": 152,
      "start_time": 1082950.0,
      "end_time": 1092009.0,
      "text": "survive. Meanwhile, the fragmented corals from the"
    },
    {
      "index": 153,
      "start_time": 1092010.0,
      "end_time": 1105471.0,
      "text": "University of Miami have arrived at the grounding site in Biscayne National Park. Volunteers"
    },
    {
      "index": 154,
      "start_time": 1105470.0,
      "end_time": 1113509.0,
      "text": "swim with buckets of cement and crates of tiles to the transplant areas. Another group"
    },
    {
      "index": 155,
      "start_time": 1113510.0,
      "end_time": 1120751.0,
      "text": "has re-attached broken pieces and transplanted nursery-raised coral to the site. And resource"
    },
    {
      "index": 156,
      "start_time": 1120750.0,
      "end_time": 1126799.0,
      "text": "managers are betting on the feasibility of a new restoration technique."
    },
    {
      "index": 157,
      "start_time": 1126800.0,
      "end_time": 1132920.0,
      "text": "Were going to be using sponges to bind the rubble that was created by this grounding"
    },
    {
      "index": 158,
      "start_time": 1132920.0,
      "end_time": 1138170.0,
      "text": "incident and this is the first time weve tried this and to our knowledge the first time sponges"
    },
    {
      "index": 159,
      "start_time": 1138170.0,
      "end_time": 1143441.0,
      "text": "have been used in an actual restoration project for this purpose."
    },
    {
      "index": 160,
      "start_time": 1143440.0,
      "end_time": 1149600.0,
      "text": "Sponges are known to play an ecological role in binding rubble in a natural reef setting."
    },
    {
      "index": 161,
      "start_time": 1149600.0,
      "end_time": 1154539.0,
      "text": "Theres also evidence that coral will settle and grow more favorably on an area thats been"
    },
    {
      "index": 162,
      "start_time": 1154540.0,
      "end_time": 1173131.0,
      "text": "bound by sponges. Right here weve marked a sponge where we cut"
    },
    {
      "index": 163,
      "start_time": 1173130.0,
      "end_time": 1178950.0,
      "text": "a fragment off yesterday. Weve tagged and marked the parent colony so that we can track"
    },
    {
      "index": 164,
      "start_time": 1178950.0,
      "end_time": 1185929.0,
      "text": "it through time and see how that lesion heals just to make sure its doing OK. The sponge"
    },
    {
      "index": 165,
      "start_time": 1185930.0,
      "end_time": 1191741.0,
      "text": "fragment we took from there weve attached over in our sponge nursery. Each tile has"
    },
    {
      "index": 166,
      "start_time": 1191740.0,
      "end_time": 1198340.0,
      "text": "nine PVC trees. We attach one sponge fragment to each PVC tree. We cut these sponge fragments"
    },
    {
      "index": 167,
      "start_time": 1198340.0,
      "end_time": 1203149.0,
      "text": "off the parent colonies that I showed you earlier. Were trying to get the cut surface"
    },
    {
      "index": 168,
      "start_time": 1203150.0,
      "end_time": 1207760.0,
      "text": "in contact with the paver stone at least as closely as possible. Our colleagues have shown"
    },
    {
      "index": 169,
      "start_time": 1207760.0,
      "end_time": 1212361.0,
      "text": "that those cut surfaces bind to whatever theyre in contact with, very quickly if all goes"
    },
    {
      "index": 170,
      "start_time": 1212360.0,
      "end_time": 1217549.0,
      "text": "well. So we hope to come back and see these sponges growing down onto the tiles and also"
    },
    {
      "index": 171,
      "start_time": 1217550.0,
      "end_time": 1222731.0,
      "text": "up starting to branch out. And the idea is that in time once the sponges grow and start"
    },
    {
      "index": 172,
      "start_time": 1222730.0,
      "end_time": 1227620.0,
      "text": "getting larger that you can then cut fragments off of these and use them in restoration projects."
    },
    {
      "index": 173,
      "start_time": 1227620.0,
      "end_time": 1232230.0,
      "text": "We tried to get all of our fragments cut to approximately ten centimeters in size. We"
    },
    {
      "index": 174,
      "start_time": 1232230.0,
      "end_time": 1236090.0,
      "text": "harvested these fragments yesterday and some of them are starting to show a slightly blackish"
    },
    {
      "index": 175,
      "start_time": 1236090.0,
      "end_time": 1245279.0,
      "text": "color. Were not sure if thats a good thing or a bad thing. Were going to be watching"
    },
    {
      "index": 176,
      "start_time": 1245280.0,
      "end_time": 1271341.0,
      "text": "these sponges carefully on a daily basis in the beginning and then probably every week"
    },
    {
      "index": 177,
      "start_time": 1271340.0,
      "end_time": 1289269.0,
      "text": "or so to see how they survive and grow. When they started to turn black we started"
    },
    {
      "index": 178,
      "start_time": 1289270.0,
      "end_time": 1294680.0,
      "text": "to get very concerned, not knowing if we had done something wrong, or not knowing if we"
    },
    {
      "index": 179,
      "start_time": 1294680.0,
      "end_time": 1300390.0,
      "text": "had potentially killed all these sponge fragments we had harvested. However we were very relieved"
    },
    {
      "index": 180,
      "start_time": 1300390.0,
      "end_time": 1305741.0,
      "text": "to see that even the next day the blackness goes away, the sponges are doing great, and"
    },
    {
      "index": 181,
      "start_time": 1305740.0,
      "end_time": 1309779.0,
      "text": "they appear to be re-attaching very quickly to both the rubble pieces that theyve been"
    },
    {
      "index": 182,
      "start_time": 1309780.0,
      "end_time": 1317341.0,
      "text": "attached to and also to the grow out structures. For forty days Martin Moe has been monitoring"
    },
    {
      "index": 183,
      "start_time": 1317340.0,
      "end_time": 1324700.0,
      "text": "the survival and growth of the diadema larvae. A week ago, he hit a setback - all three cultures"
    },
    {
      "index": 184,
      "start_time": 1324700.0,
      "end_time": 1331570.0,
      "text": "were struck by an infestation of Vorticella, an organism that causes competition for food"
    },
    {
      "index": 185,
      "start_time": 1331570.0,
      "end_time": 1338169.0,
      "text": "and a decline in the larval development. But, one of the cultures showed a larger number"
    },
    {
      "index": 186,
      "start_time": 1338170.0,
      "end_time": 1344260.0,
      "text": "of well-formed larvae than the other two. He made a decision to dedicate the remaining"
    },
    {
      "index": 187,
      "start_time": 1344260.0,
      "end_time": 1351101.0,
      "text": "food supply to the survival of the well-formed culture and abandon the others. It might be"
    },
    {
      "index": 188,
      "start_time": 1351100.0,
      "end_time": 1356909.0,
      "text": "the only chance for at least some of the larvae to reach the settlement phase."
    },
    {
      "index": 189,
      "start_time": 1356910.0,
      "end_time": 1364810.0,
      "text": "Now this one is ready to come out, and we can check for settlers on it. And they settle"
    },
    {
      "index": 190,
      "start_time": 1364810.0,
      "end_time": 1371050.0,
      "text": "as larvae and then they go through metamorphosis in which all the spines and larval tissue"
    },
    {
      "index": 191,
      "start_time": 1371050.0,
      "end_time": 1377040.0,
      "text": "all drop down into the rudiment and the rudiment becomes a little round juvenile. And you can"
    },
    {
      "index": 192,
      "start_time": 1377040.0,
      "end_time": 1382770.0,
      "text": "pull it out of the settlement, like this, and the water stays in these little cubicles,"
    },
    {
      "index": 193,
      "start_time": 1382770.0,
      "end_time": 1389880.0,
      "text": "then you put it right down into the settlement tray. The water in the settlement tray is"
    },
    {
      "index": 194,
      "start_time": 1389880.0,
      "end_time": 1396861.0,
      "text": "all adjusted for temperature, ph, alkalinity, calcium, and its ready to support the process"
    },
    {
      "index": 195,
      "start_time": 1396860.0,
      "end_time": 1406159.0,
      "text": "of metamorphosis and the early juvenile. After they go through metamorphosis theyre"
    },
    {
      "index": 196,
      "start_time": 1406160.0,
      "end_time": 1413321.0,
      "text": "a soft little creature. And they cant survive as a soft little creature. They have to pull"
    },
    {
      "index": 197,
      "start_time": 1413320.0,
      "end_time": 1418519.0,
      "text": "calcium carbonate, the same stuff your bones are made out of, out of the water, which is"
    },
    {
      "index": 198,
      "start_time": 1418520.0,
      "end_time": 1423991.0,
      "text": "dissolved in the water, and they have to form their hard parts and their mouth parts so"
    },
    {
      "index": 199,
      "start_time": 1423990.0,
      "end_time": 1430730.0,
      "text": "that they can actually scrape and feed and survive as a sea urchin rather than a pelagic"
    },
    {
      "index": 200,
      "start_time": 1430730.0,
      "end_time": 1439240.0,
      "text": "floating larvae. And then it can be carried and placed down into this raceway kind of"
    },
    {
      "index": 201,
      "start_time": 1439240.0,
      "end_time": 1444659.0,
      "text": "facility. I call it a raceway, theres a water current that moves through the whole tank"
    },
    {
      "index": 202,
      "start_time": 1444660.0,
      "end_time": 1450880.0,
      "text": "like this, and as they are settling there it keeps the water fresh and clear around"
    },
    {
      "index": 203,
      "start_time": 1450880.0,
      "end_time": 1458510.0,
      "text": "them. They grow and become little urchins on these plates. At some point it becomes"
    },
    {
      "index": 204,
      "start_time": 1458510.0,
      "end_time": 1464930.0,
      "text": "optimum to pick the plate up and put it in a bucket, theyll stay stuck on the plate,"
    },
    {
      "index": 205,
      "start_time": 1464930.0,
      "end_time": 1471880.0,
      "text": "then you can move them to any kind of a grow out area that you wish."
    },
    {
      "index": 206,
      "start_time": 1471880.0,
      "end_time": 1477821.0,
      "text": "After four years of developing the technology to raise lab cultured diadema, Martin Moe"
    },
    {
      "index": 207,
      "start_time": 1477820.0,
      "end_time": 1481379.0,
      "text": "is nearing the end of his quest."
    },
    {
      "index": 208,
      "start_time": 1481380.0,
      "end_time": 1487680.0,
      "text": "When we get to the point where we can produce large numbers of juvenile diadema then we"
    },
    {
      "index": 209,
      "start_time": 1487680.0,
      "end_time": 1494351.0,
      "text": "can begin to research on what is the best way to re-establish them on the reef. At that"
    },
    {
      "index": 210,
      "start_time": 1494350.0,
      "end_time": 1500129.0,
      "text": "point, along with Kens work with the corals and what Ive been able to develop with the"
    },
    {
      "index": 211,
      "start_time": 1500130.0,
      "end_time": 1506201.0,
      "text": "diadema, we can come together and we can achieve at least some semblance of ecological restoration"
    },
    {
      "index": 212,
      "start_time": 1506200.0,
      "end_time": 1516159.0,
      "text": "on the reefs. At the grounding site the sponge transplants"
    },
    {
      "index": 213,
      "start_time": 1516160.0,
      "end_time": 1522390.0,
      "text": "are healthy and growing. Amanda Bourque is watchful as the sponges replicate their natural"
    },
    {
      "index": 214,
      "start_time": 1522390.0,
      "end_time": 1529221.0,
      "text": "behavior in a transformed environment. But, it will take several years of monitoring before"
    },
    {
      "index": 215,
      "start_time": 1529220.0,
      "end_time": 1541279.0,
      "text": "the success of this project is fully known. Coral reef restoration is an emerging science"
    },
    {
      "index": 216,
      "start_time": 1541280.0,
      "end_time": 1549800.0,
      "text": "built on innovative ideas, lessons learned and continual refinement of the human technologies"
    },
    {
      "index": 217,
      "start_time": 1549800.0,
      "end_time": 1585800.0,
      "text": "that are helping nature restore its gardens of the sea."
    },
    {
      "index": 218,
      "start_time": 1585800.0,
      "end_time": 1591380.0,
      "text": "Major funding for this program was provided by The Batchelor Foundation, encouraging people"
    },
    {
      "index": 219,
      "start_time": 1591380.0,
      "end_time": 1601380.0,
      "text": "to preserve and protect Americas underwater resources."
    }
  ]
}