{
  "video_id": "MczwW__hI8U",
  "title": "CNN Student News - 05/13/16",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 11783.0,
      "end_time": 16941.0,
      "text": "Hello and welcome to Friday's Are Awesome. Happens every Friday here. I'm Carl Azuz and we're taking you"
    },
    {
      "index": 2,
      "start_time": 16941.0,
      "end_time": 22276.0,
      "text": "around the world for today's current events. First up, Cambodia, Laos, Singapore, Thailand."
    },
    {
      "index": 3,
      "start_time": 22276.0,
      "end_time": 27897.0,
      "text": "These are some of the countries in southeast Asia that are suffering under a heat wave and a dangerous drought."
    },
    {
      "index": 4,
      "start_time": 27897.0,
      "end_time": 34002.0,
      "text": "Temperatures are rising over 112 degrees Farenheit in some places. That's setting records."
    },
    {
      "index": 5,
      "start_time": 34002.0,
      "end_time": 39355.0,
      "text": "In Malaysia, schools are closing and animals are dying. Wells and lakes are drying up."
    },
    {
      "index": 6,
      "start_time": 39355.0,
      "end_time": 46155.0,
      "text": "Vegetables are withering. Same story for crops in Vietnam with the Mekong River at record low levels."
    },
    {
      "index": 7,
      "start_time": 46155.0,
      "end_time": 52715.0,
      "text": "And the Indian government says 330 million people, more than the entire population of the US,"
    },
    {
      "index": 8,
      "start_time": 52715.0,
      "end_time": 59034.0,
      "text": "have been affected by drought. So what's causing all of this? Scientists say the blame rests with El Nino."
    },
    {
      "index": 9,
      "start_time": 59034.0,
      "end_time": 64655.0,
      "text": "We've talked about this natural climate cycle a lot since last year when it started disrupting normal"
    },
    {
      "index": 10,
      "start_time": 64655.0,
      "end_time": 70714.0,
      "text": "US weather patterns. This El Nino is tied for the strongest one on record. And even as it weakens"
    },
    {
      "index": 11,
      "start_time": 70714.0,
      "end_time": 74113.0,
      "text": "and approaches its end, it's still affecting weather worldwide."
    },
    {
      "index": 12,
      "start_time": 74113.0,
      "end_time": 80143.0,
      "text": "We've heard so much talk about El Nino, but what is it? In fact it's a weather phenomenon"
    },
    {
      "index": 13,
      "start_time": 80143.0,
      "end_time": 83125.0,
      "text": "that happens between the Pacific Ocean and the atmosphere."
    },
    {
      "index": 14,
      "start_time": 83125.0,
      "end_time": 89534.0,
      "text": "It can have an influence on the temperature and the weather all over the world. In the springtime,"
    },
    {
      "index": 15,
      "start_time": 89534.0,
      "end_time": 94866.0,
      "text": "the tradewinds start to relax. And in a normal year, they come back during the Asia monsoon,"
    },
    {
      "index": 16,
      "start_time": 94866.0,
      "end_time": 102425.0,
      "text": "in the summer. During an El Nino year, they don't. In fact, some years, the trade winds can even reverse,"
    },
    {
      "index": 17,
      "start_time": 102425.0,
      "end_time": 108033.0,
      "text": "that has a huge impact on the Pacific Ocean. During a normal year, warm water is pooled,"
    },
    {
      "index": 18,
      "start_time": 108033.0,
      "end_time": 114615.0,
      "text": "on the west side of the ocean. Cooler water on the east side. That results in cooler waters off"
    },
    {
      "index": 19,
      "start_time": 114615.0,
      "end_time": 119896.0,
      "text": "the coast of California, and warmer waters in the Western Pacific. During an El Ni o year,"
    },
    {
      "index": 20,
      "start_time": 119896.0,
      "end_time": 128041.0,
      "text": "that thermocline tilt goes away, and so warm water is spilt all the way to the east side of the Pacific."
    },
    {
      "index": 21,
      "start_time": 128041.0,
      "end_time": 134568.0,
      "text": "That increases convection. It also brings thunderstorms to the coast of California and droughts"
    },
    {
      "index": 22,
      "start_time": 134568.0,
      "end_time": 142279.0,
      "text": "to the western side of the Pacific. We all know that El Ni o will impact the world. The only question is,"
    },
    {
      "index": 23,
      "start_time": 142279.0,
      "end_time": 144127.0,
      "text": "how will it affect you?"
    },
    {
      "index": 24,
      "start_time": 144127.0,
      "end_time": 150156.0,
      "text": "Yesterday a group of nine climbers reached the summit of Mount Everest. More than 4, 000 people"
    },
    {
      "index": 25,
      "start_time": 150156.0,
      "end_time": 155733.0,
      "text": "have done that in history, but this is the first time in over two years that anyone has made it to the top."
    },
    {
      "index": 26,
      "start_time": 155733.0,
      "end_time": 162775.0,
      "text": "Why? Because in 2014 and 2015 deadly avalanches, one of them the result of an earthquake in Nepal,"
    },
    {
      "index": 27,
      "start_time": 162775.0,
      "end_time": 167916.0,
      "text": "brought a tragic end to the climbing season. The weather on Everest is generally unpredictable,"
    },
    {
      "index": 28,
      "start_time": 167916.0,
      "end_time": 174124.0,
      "text": "but so far this year it's reportedly been pretty good. Still, climbing the mountain is incredibly dangerous,"
    },
    {
      "index": 29,
      "start_time": 174124.0,
      "end_time": 182627.0,
      "text": "exhausting and expensive. It can cost anywhere from $ 35, 000 to $ 100, 000 once you factor in the permit,"
    },
    {
      "index": 30,
      "start_time": 182627.0,
      "end_time": 187762.0,
      "text": "the Sherpas who'll assist you, and the supplies. Yet there's no shortage of people who"
    },
    {
      "index": 31,
      "start_time": 187762.0,
      "end_time": 189441.0,
      "text": "are willing to try each year."
    },
    {
      "index": 32,
      "start_time": 191381.0,
      "end_time": 196365.0,
      "text": "A by- the- numbers look now at the tallest mountain on the planet. Everest rises more than"
    },
    {
      "index": 33,
      "start_time": 196365.0,
      "end_time": 203125.0,
      "text": "29, 000 feet into the sky. To put that into perspective, imagine stacking 20 Empire State Buildings"
    },
    {
      "index": 34,
      "start_time": 203125.0,
      "end_time": 208447.0,
      "text": "on top of each other. The first people to summit the mountain, Tenzing Norgay and Sir Edmund Hillary,"
    },
    {
      "index": 35,
      "start_time": 208447.0,
      "end_time": 216764.0,
      "text": "who reached the top back in 1953. The record for much climbs to the summit, Apa Sherpa,"
    },
    {
      "index": 36,
      "start_time": 216764.0,
      "end_time": 222626.0,
      "text": "who's made it 21 times. And Yuchiro Miura, at age 80, became the oldest person"
    },
    {
      "index": 37,
      "start_time": 222626.0,
      "end_time": 228693.0,
      "text": "ever to climb Everest. In another proof that just age is just a number, Jordan Romero at age 13,"
    },
    {
      "index": 38,
      "start_time": 228693.0,
      "end_time": 235915.0,
      "text": "is the youngest person to reach the summit. But the danger remains. More than 225 people"
    },
    {
      "index": 39,
      "start_time": 235915.0,
      "end_time": 239002.0,
      "text": "have lost their lives trying to climb the mountain."
    },
    {
      "index": 40,
      "start_time": 250622.0,
      "end_time": 256856.0,
      "text": "Not too far from the Japanese capital of Tokyo is where we're starting today's call of the roll."
    },
    {
      "index": 41,
      "start_time": 256856.0,
      "end_time": 259155.0,
      "text": "First up is Camp Zama Middle School."
    },
    {
      "index": 42,
      "start_time": 259154.99999999997,
      "end_time": 264201.0,
      "text": "Thank you for making us part of your Friday in Camp Zama Japan. Jumping across the Pacific"
    },
    {
      "index": 43,
      "start_time": 264201.0,
      "end_time": 269885.0,
      "text": "we're making a stop in La Habra California. The Heralds are watching from Whittier Christian High School."
    },
    {
      "index": 44,
      "start_time": 269885.0,
      "end_time": 275594.0,
      "text": "And from the city of Danville, Arkansas in the school of Danville Middle welcome to the little John."
    },
    {
      "index": 45,
      "start_time": 275594.0,
      "end_time": 276763.0,
      "text": "It's great to see you."
    },
    {
      "index": 46,
      "start_time": 282143.0,
      "end_time": 285512.0,
      "text": "Four, three, two, one."
    },
    {
      "index": 47,
      "start_time": 342482.0,
      "end_time": 348595.0,
      "text": "Next today there's a new project under way an undersea cable system that will connect South Africa"
    },
    {
      "index": 48,
      "start_time": 348595.0,
      "end_time": 353854.0,
      "text": "with Southern Asia the Middle East and ultimately the rest of the world. Though it'll stretch for"
    },
    {
      "index": 49,
      "start_time": 353854.0,
      "end_time": 359825.0,
      "text": "thousands of miles, it'll account for just a tiny part of the vast, intricate network of underwater"
    },
    {
      "index": 50,
      "start_time": 359825.0,
      "end_time": 364353.0,
      "text": "fiber cables that ships have been laying since the 1800's."
    },
    {
      "index": 51,
      "start_time": 366363.0,
      "end_time": 371385.0,
      "text": "Where are you watching this video? The United States? Europe? Asia?"
    },
    {
      "index": 52,
      "start_time": 371385.0,
      "end_time": 377325.0,
      "text": "It's a cliche to say we live in an interconnected world, but, duh, we do."
    },
    {
      "index": 53,
      "start_time": 382395.0,
      "end_time": 387386.0,
      "text": "And the global circulatory system that delivers 99 % of international data"
    },
    {
      "index": 54,
      "start_time": 387386.0,
      "end_time": 394325.0,
      "text": "from point a to points b through z and back again, is made of fiber optic cable. Unlike copper cables"
    },
    {
      "index": 55,
      "start_time": 394325.0,
      "end_time": 401263.0,
      "text": "which transmit electrical energy, fiber- optic cables transmit light. That makes them significantly faster"
    },
    {
      "index": 56,
      "start_time": 401263.0,
      "end_time": 408442.0,
      "text": "and less susceptible to interference. Fiber- optics trump satellites too. They're cheaper, they're faster,"
    },
    {
      "index": 57,
      "start_time": 408442.0,
      "end_time": 415002.0,
      "text": "and you don't get those delays. Fiber- optic cables are buried deep under water. Over 300 of them"
    },
    {
      "index": 58,
      "start_time": 415002.0,
      "end_time": 423085.0,
      "text": "connect every continent not named Antarctica. And laid end to end, the 550,000 miles of cable would"
    },
    {
      "index": 59,
      "start_time": 423085.0,
      "end_time": 430447.0,
      "text": "circle the Earth 22 times. And boy, is that good for business. E- commerce isn't bound by borders."
    },
    {
      "index": 60,
      "start_time": 430447.0,
      "end_time": 437071.0,
      "text": "An international stock trade can be executed in a flash. You can videoconference with colleagues"
    },
    {
      "index": 61,
      "start_time": 437071.0,
      "end_time": 443002.0,
      "text": "in Florida or France or Fiji, not a problem. Take a ride on the global fiber optic network."
    },
    {
      "index": 62,
      "start_time": 443002.0,
      "end_time": 449074.0,
      "text": "And offices wired with a fiber optic network allow for speedy data sharing, so we here at CNN"
    },
    {
      "index": 63,
      "start_time": 449074.0,
      "end_time": 456135.0,
      "text": "can send our videos from one edit suite to another really fast. And consider this, thanks to fiber optic cables,"
    },
    {
      "index": 64,
      "start_time": 456135.0,
      "end_time": 463429.0,
      "text": "innovations aren't bound by bandwidth. Remember trying to stream a video in the old days? Brutal."
    },
    {
      "index": 65,
      "start_time": 463429.0,
      "end_time": 467793.0,
      "text": "Do you think Netflix would have even come to be with that kind of infrastructure?"
    },
    {
      "index": 66,
      "start_time": 467793.0,
      "end_time": 470825.0,
      "text": "I mean would you even be watching this video?"
    },
    {
      "index": 67,
      "start_time": 470825.0,
      "end_time": 481492.0,
      "text": "A mom in New York recently surprised her daughter at college by sneaking into a dorm room"
    },
    {
      "index": 68,
      "start_time": 481492.0,
      "end_time": 487052.0,
      "text": "and snapping a selfie. Looks great, there's just a little problem, the mom says look where I am,"
    },
    {
      "index": 69,
      "start_time": 487052.0,
      "end_time": 492053.0,
      "text": "where are you? The daughter says where's that? I'm in my dorm. Then she writes, please tell me"
    },
    {
      "index": 70,
      "start_time": 492053.0,
      "end_time": 496797.0,
      "text": "you're not in someone else's dorm. And the mom promptly thought, uh- oh. We'd say"
    },
    {
      "index": 71,
      "start_time": 496797.0,
      "end_time": 500668.0,
      "text": "this happens all the time, but it probably doesn't. Hey, at least the picture went viral."
    },
    {
      "index": 72,
      "start_time": 500668.0,
      "end_time": 506802.0,
      "text": "Will this shut the dorm on future visits? It was a mom's mistake. Everyone who's lived on campus"
    },
    {
      "index": 73,
      "start_time": 506802.0,
      "end_time": 510885.0,
      "text": "would say there's roomie for improvement. Surprise visits always keep students guesting,"
    },
    {
      "index": 74,
      "start_time": 510885.0,
      "end_time": 516553.0,
      "text": "and at least mom hasn't lost her college. I'm Carl Azuz and I am so glad I graduated."
    }
  ]
}