{
  "video_id": "MD8qqlyEI08",
  "title": "This is Why Self-Discipline is Easy (Animated Story)",
  "json": [
    {
      "index": 1,
      "start_time": 180.0,
      "end_time": 2490.0,
      "text": "The secret is actually very simple."
    },
    {
      "index": 2,
      "start_time": 2490.0,
      "end_time": 9343.0,
      "text": "If you want to develop that intense, insane level of discipline, the only thing you need to do is to..."
    },
    {
      "index": 3,
      "start_time": 12130.0,
      "end_time": 16860.0,
      "text": "In this video, I'm going to share with you the number one secret that you need to know in order to become disciplined."
    },
    {
      "index": 4,
      "start_time": 18700.0,
      "end_time": 22700.0,
      "text": "And I'm going to do it by sharing with you a personal story."
    },
    {
      "index": 5,
      "start_time": 22700.0,
      "end_time": 28540.0,
      "text": "Back when I was in university, I was the person who would always do just enough to get by."
    },
    {
      "index": 6,
      "start_time": 28540.0,
      "end_time": 31669.0,
      "text": "I did just enough work to get the grade I wanted."
    },
    {
      "index": 7,
      "start_time": 31670.0,
      "end_time": 34630.0,
      "text": "I would hand in my assignments just on time."
    },
    {
      "index": 8,
      "start_time": 34630.0,
      "end_time": 37790.0,
      "text": "And I never went above and beyond the call of duty."
    },
    {
      "index": 9,
      "start_time": 37790.0,
      "end_time": 42170.0,
      "text": "I was what you would call a minimalist and a procrastinator."
    },
    {
      "index": 10,
      "start_time": 42170.0,
      "end_time": 53370.0,
      "text": "However, if there was a deadline, like having an exam in three days, I would become extremely disciplined and I would study nonstop and I would ignore all distractions."
    },
    {
      "index": 11,
      "start_time": 53370.0,
      "end_time": 58330.0,
      "text": "I basically became the Superman of studying, but only for a short time."
    },
    {
      "index": 12,
      "start_time": 58330.0,
      "end_time": 68240.0,
      "text": "During these moments of inspiration, I saw that I had the ability to become very disciplined, more disciplined than the average person was even capable of becoming."
    },
    {
      "index": 13,
      "start_time": 68270.0,
      "end_time": 77270.0,
      "text": "Being disciplined was something that I could apparently turn on and off, but I could not do it intentionally and I could never figure out a way to duplicate it."
    },
    {
      "index": 14,
      "start_time": 77270.0,
      "end_time": 82539.0,
      "text": "That is, until I spent a semester studying in Lisbon, Portugal."
    },
    {
      "index": 15,
      "start_time": 82540.0,
      "end_time": 88270.0,
      "text": "If you watch my life changing video, you know that I had spent a semester studying in Lisbon, Portugal."
    },
    {
      "index": 16,
      "start_time": 88270.0,
      "end_time": 95350.0,
      "text": "After I had spent that semester studying abroad, my life was dramatically altered from that point on."
    },
    {
      "index": 17,
      "start_time": 95350.0,
      "end_time": 102580.0,
      "text": "After I had returned back to Canada, the only thing that I could think about was the next time I could go traveling again."
    },
    {
      "index": 18,
      "start_time": 102580.0,
      "end_time": 110140.0,
      "text": "The idea of going traveling again lit such a fire inside of me that I became obsessed with it."
    },
    {
      "index": 19,
      "start_time": 110140.0,
      "end_time": 121300.0,
      "text": "But, there was one thing that I hated about traveling and that was how much money you had to spend in order to get all of those amazing experiences and go to all of those amazing places."
    },
    {
      "index": 20,
      "start_time": 121300.0,
      "end_time": 127860.0,
      "text": "And the biggest downside of going to Portugal was watching my bank account go down to almost nothing."
    },
    {
      "index": 21,
      "start_time": 127860.0,
      "end_time": 131900.0,
      "text": "So, how does one travel while making money?"
    },
    {
      "index": 22,
      "start_time": 131900.0,
      "end_time": 137100.0,
      "text": "There is only one way to do it and I had to figure out a way to make money online."
    },
    {
      "index": 23,
      "start_time": 137100.0,
      "end_time": 142109.0,
      "text": "After I had graduated university, I googled how to make money online."
    },
    {
      "index": 24,
      "start_time": 142110.0,
      "end_time": 147160.0,
      "text": "That Google search was the beginning of a journey that would forever change my life."
    },
    {
      "index": 25,
      "start_time": 147160.0,
      "end_time": 161700.0,
      "text": "I literally spent 12 hours every single day in front of my computer reading blogs, books, watching videos, sending out emails, trying to learn as much as I possibly could from anything and anyone."
    },
    {
      "index": 26,
      "start_time": 161700.0,
      "end_time": 162910.0,
      "text": "I spent six months doing this."
    },
    {
      "index": 27,
      "start_time": 162910.0,
      "end_time": 170120.0,
      "text": "I worked 12 to 14 hours every single day taking breaks to only go to the gym and to eat."
    },
    {
      "index": 28,
      "start_time": 170120.0,
      "end_time": 171690.0,
      "text": "I didn't have a girlfriend."
    },
    {
      "index": 29,
      "start_time": 171690.0,
      "end_time": 173100.0,
      "text": "I didn't have a social life."
    },
    {
      "index": 30,
      "start_time": 173100.0,
      "end_time": 177530.0,
      "text": "And in my friends' eyes, I'd basically vanished from the face of the earth."
    },
    {
      "index": 31,
      "start_time": 177530.0,
      "end_time": 186280.0,
      "text": "My hard work paid off and after those six months, I had achieved my goal and I was making a full-time income online."
    },
    {
      "index": 32,
      "start_time": 186280.0,
      "end_time": 192510.0,
      "text": "During those six months, my friends and family would often say to me, I have never seen you work this hard."
    },
    {
      "index": 33,
      "start_time": 192510.0,
      "end_time": 194769.0,
      "text": "How are you capable of doing this?"
    },
    {
      "index": 34,
      "start_time": 194770.0,
      "end_time": 200570.0,
      "text": "And my mom would say, \"Where was this work ethic and discipline when you were in university?\""
    },
    {
      "index": 35,
      "start_time": 200570.0,
      "end_time": 202400.0,
      "text": "And this was a fair question."
    },
    {
      "index": 36,
      "start_time": 202400.0,
      "end_time": 210540.0,
      "text": "How did I go from not being able to study for 30 minutes to being able to work nonstop for 12 hours a day?"
    },
    {
      "index": 37,
      "start_time": 210540.0,
      "end_time": 214630.0,
      "text": "It's because I had found something called my north star."
    },
    {
      "index": 38,
      "start_time": 214630.0,
      "end_time": 222790.0,
      "text": "I had finally found something that I was working towards each and every single day and it was something that I actually wanted."
    },
    {
      "index": 39,
      "start_time": 222800.0,
      "end_time": 233400.0,
      "text": "The reason why I could not really achieve this when it came to my academics was because I had never really cared about getting some letter that was supposed to tell me and the rest of the world how smart I was."
    },
    {
      "index": 40,
      "start_time": 233400.0,
      "end_time": 247250.0,
      "text": "But, what I did care about was meeting amazing people from all over the world, learning about different cultures, going to places that you only read about in magazines and post cards, and I was doing all this while saving money."
    },
    {
      "index": 41,
      "start_time": 247250.0,
      "end_time": 249670.0,
      "text": "That is what I cared about."
    },
    {
      "index": 42,
      "start_time": 249670.0,
      "end_time": 256519.0,
      "text": "Whenever I told someone that I make my money online, a very common response would be, I can never do that."
    },
    {
      "index": 43,
      "start_time": 256519.0,
      "end_time": 258880.0,
      "text": "I don't have that kind of discipline."
    },
    {
      "index": 44,
      "start_time": 258880.0,
      "end_time": 274610.0,
      "text": "And that was always so funny for me to hear because, as you could probably guess, I never really considered myself a very disciplined person and I always thought to myself, well, if you wanted this lifestyle as much as I did, of course you would develop the discipline to get things done."
    },
    {
      "index": 45,
      "start_time": 274610.0,
      "end_time": 277350.0,
      "text": "You just don't want the lifestyle as much as I do."
    },
    {
      "index": 46,
      "start_time": 277350.0,
      "end_time": 279520.0,
      "text": "And I'm not saying this an arrogant way or trying to be cocky or anything like that, I'm just saying it in a factual way."
    },
    {
      "index": 47,
      "start_time": 283910.0,
      "end_time": 286870.0,
      "text": "Someone could have the goal to become a doctor."
    },
    {
      "index": 48,
      "start_time": 286870.0,
      "end_time": 293979.0,
      "text": "I personally would not be able to develop the kind of discipline it takes in order to achieve that goal because I don't want it."
    },
    {
      "index": 49,
      "start_time": 293980.0,
      "end_time": 297900.0,
      "text": "That does not make me an undisciplined person."
    },
    {
      "index": 50,
      "start_time": 297900.0,
      "end_time": 301200.0,
      "text": "It just makes me someone who wants something different from him."
    },
    {
      "index": 51,
      "start_time": 301200.0,
      "end_time": 317430.0,
      "text": "I think something that people need to realize is once you find something that you really want in life or you discover the type of business you want to create or the type of body you want to have, you won't have a huge problem of staying dedicated or disciplined because you will want to do it."
    },
    {
      "index": 52,
      "start_time": 317430.0,
      "end_time": 320360.0,
      "text": "And even when you don't feel like doing the productive thing or you will start to lose motivation or interest, which is inevitable to happen at some point, you will still do it because you will remember how much you want to achieve this goal."
    },
    {
      "index": 53,
      "start_time": 330720.0,
      "end_time": 333740.0,
      "text": "So, the secret is actually very simple."
    },
    {
      "index": 54,
      "start_time": 333740.0,
      "end_time": 351950.0,
      "text": "If you want to develop that intense, insane level of discipline, the only thing you need to do is to find your north star, not your parents' north star they they settle for you, no the north star that you think society would like the most, but your north star."
    },
    {
      "index": 55,
      "start_time": 351950.0,
      "end_time": 356100.0,
      "text": "The only person who knows what your north star is, is you."
    },
    {
      "index": 56,
      "start_time": 356100.0,
      "end_time": 365890.0,
      "text": "At the end of your life, you will not regret pursuing that thing that you always wanted to do or that little thing that you at least wanted to try."
    },
    {
      "index": 57,
      "start_time": 365890.0,
      "end_time": 373490.0,
      "text": "Follow it no matter how crazy or weird it may seem to other people, you don't wanna die with regret."
    },
    {
      "index": 58,
      "start_time": 373500.0,
      "end_time": 382560.0,
      "text": "If you enjoyed this video, please leave it a like and, of course, leave me a comment because I respond to basically every single comment and I love to engage with you guys."
    },
    {
      "index": 59,
      "start_time": 382560.0,
      "end_time": 386943.0,
      "text": "As always, thank you so much for watching and I'll see you in the next one."
    }
  ]
}