{
  "video_id": "MD9druFjSkg",
  "title": "CIVILIZATION VI - How to Generate Culture",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4700.0,
      "text": "Get Civilized with Culture in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 4700.0,
      "end_time": 7374.0,
      "text": "Culture is one of the major resources in Civilization."
    },
    {
      "index": 3,
      "start_time": 7374.0,
      "end_time": 10844.0,
      "text": "Culture is used to unlock new Civics through the Civics Tree."
    },
    {
      "index": 4,
      "start_time": 10844.0,
      "end_time": 16483.0,
      "text": "This provides you with new Governments, Social Policies, Cultural Buildings and Diplomatic advances."
    },
    {
      "index": 5,
      "start_time": 16916.0,
      "end_time": 20530.0,
      "text": "The more culture you produce, the faster those civics unlock."
    },
    {
      "index": 6,
      "start_time": 20587.0,
      "end_time": 24858.0,
      "text": "Initially culture is generated by your palace, and by building a monument."
    },
    {
      "index": 7,
      "start_time": 24858.0,
      "end_time": 29662.0,
      "text": "You can also get culture from certain resources, natural wonders and the Theater District."
    },
    {
      "index": 8,
      "start_time": 31664.0,
      "end_time": 37300.0,
      "text": "Inspirations are boosts to specific Civics, and you earn them through different things you do in the game."
    },
    {
      "index": 9,
      "start_time": 37570.0,
      "end_time": 42750.0,
      "text": "You don’t need an Inspiration to complete a civic, but they can speed your cultural progress."
    },
    {
      "index": 10,
      "start_time": 43376.0,
      "end_time": 50683.0,
      "text": "For example, founding a Religion automatically completes half of the Theology Civic, which helps you generate Faith and build Temples."
    },
    {
      "index": 11,
      "start_time": 52485.0,
      "end_time": 58658.0,
      "text": "Discovering City States boosts Political Philosophy, which allows you to change to your first new Governments."
    },
    {
      "index": 12,
      "start_time": 58658.0,
      "end_time": 61940.0,
      "text": "A government is the way you rule your people."
    },
    {
      "index": 13,
      "start_time": 61940.0,
      "end_time": 66599.0,
      "text": "Each one will have built in bonuses and allows you to customize it further through the policies unlocked by civics."
    },
    {
      "index": 14,
      "start_time": 68201.0,
      "end_time": 76708.0,
      "text": "Military Policies focus on improving your forces by making units easier to build, cheaper to maintain, or more effective in certain situations."
    },
    {
      "index": 15,
      "start_time": 76709.0,
      "end_time": 81514.0,
      "text": "Economic Policies mainly focus on improving how you generate and use resources."
    },
    {
      "index": 16,
      "start_time": 81514.0,
      "end_time": 85752.0,
      "text": "Diplomatic policies focus on City State relations and Spies."
    },
    {
      "index": 17,
      "start_time": 85752.0,
      "end_time": 93260.0,
      "text": "Finally, Wildcard Policies can be any policy from any other type, or special polices that generate Great People points."
    },
    {
      "index": 18,
      "start_time": 93260.0,
      "end_time": 100232.0,
      "text": "Be aware that changing policies and governments are free on the turn when a new civic is unlocked, but will cost you gold on other turns."
    },
    {
      "index": 19,
      "start_time": 101534.0,
      "end_time": 104537.0,
      "text": "The Theater District is the best way to generate Culture."
    },
    {
      "index": 20,
      "start_time": 104537.0,
      "end_time": 109576.0,
      "text": "Build Theaters next to other Districts and Wonders to get the highest adjacency bonuses."
    },
    {
      "index": 21,
      "start_time": 109576.0,
      "end_time": 118351.0,
      "text": "Amphitheaters, Museums and Broadcast Towers in your Theater district will further increase their Culture output, and allow you to assign your population to this tile."
    },
    {
      "index": 22,
      "start_time": 119486.0,
      "end_time": 124924.0,
      "text": "Great Writers, Artists, and Musicians are all legendary people your civilization can earn."
    },
    {
      "index": 23,
      "start_time": 125892.0,
      "end_time": 132665.0,
      "text": "These people produce great works, which you can place in great works slots in your theater district to generate culture and Tourism."
    },
    {
      "index": 24,
      "start_time": 134134.0,
      "end_time": 138400.0,
      "text": "Archaeologists also produce great works in the form of artifacts."
    },
    {
      "index": 25,
      "start_time": 141508.0,
      "end_time": 145111.0,
      "text": "You can trade Great Works with other civs as a diplomatic option."
    },
    {
      "index": 26,
      "start_time": 146779.0,
      "end_time": 156256.0,
      "text": "You can even get a bonus if you display works of the same type from different artists in an Art museum, or Artifacts from the same era from different Civs in the Archaeological museum."
    },
    {
      "index": 27,
      "start_time": 158892.0,
      "end_time": 162195.0,
      "text": "Tourism leads to the culture Victory in Civilization 6."
    },
    {
      "index": 28,
      "start_time": 162195.0,
      "end_time": 165430.0,
      "text": "There are two types of Tourists, Domestic and Visiting."
    },
    {
      "index": 29,
      "start_time": 166132.0,
      "end_time": 173106.0,
      "text": "Domestic Tourists are created from the total amount of Culture your Civilization has generated, and Visiting Tourists come from other Civs."
    },
    {
      "index": 30,
      "start_time": 173573.0,
      "end_time": 179479.0,
      "text": "You win a culture victory when there are more Visiting Tourists to your Civ than any rival Civ has Tourists at home."
    },
    {
      "index": 31,
      "start_time": 180130.0,
      "end_time": 188521.0,
      "text": "You will be able to attract visiting tourists to certain tiles, like Wonders, Theater Districts with Great Works, National Parks, and Seaside Resorts."
    },
    {
      "index": 32,
      "start_time": 189589.0,
      "end_time": 198698.0,
      "text": "National Parks can be built with a Naturalist unit on a Natural Wonder, while Seaside Resorts can be built by Builders on a Coast tile with an Appeal of 4 or higher."
    },
    {
      "index": 33,
      "start_time": 199332.0,
      "end_time": 202100.0,
      "text": "Certain other factors also affect tourism."
    },
    {
      "index": 34,
      "start_time": 202100.0,
      "end_time": 210944.0,
      "text": "Tourists flock to Relics and Holy Cities but only if they share a religion with them, but this becomes less effective after their civ reaches the Enlightenment civic."
    },
    {
      "index": 35,
      "start_time": 211911.0,
      "end_time": 219919.0,
      "text": "The Cristo Redentor Wonder gives more tourism for seaside resorts and makes your Relics and Holy Sites more effective after the Enlightenment."
    },
    {
      "index": 36,
      "start_time": 221854.0,
      "end_time": 230263.0,
      "text": "Tourism for Art and Artifacts is doubled if the Heritage Tourism Policy is in place, and Music is tripled for the Satellite Broadcasts Policy."
    },
    {
      "index": 37,
      "start_time": 230263.0,
      "end_time": 234867.0,
      "text": "Finally all Tourism is doubled once the Computers Technology has been researched."
    },
    {
      "index": 38,
      "start_time": 236169.0,
      "end_time": 239872.0,
      "text": "Can your Civilization be the shining standard of sophistication?"
    },
    {
      "index": 39,
      "start_time": 239872.0,
      "end_time": 243243.0,
      "text": "Get Civilized with Sid Meiers’ Civilization VI."
    }
  ]
}