{
  "video_id": "mDS32LEe1Ss",
  "title": "Race, Class, and Gender in To Kill a Mockingbird: Crash Course Literature 211",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2640.0,
      "text": "Hi, I’m John Green, this is Crash Course Literature,"
    },
    {
      "index": 2,
      "start_time": 2640.0,
      "end_time": 5540.0,
      "text": "and today we continue our discussion of To Kill a Mockingbird."
    },
    {
      "index": 3,
      "start_time": 5540.0,
      "end_time": 9100.0,
      "text": "So the takeaway from last week’s video about Mockingbird was this: “You never really"
    },
    {
      "index": 4,
      "start_time": 9100.0,
      "end_time": 13730.0,
      "text": "understand a person until you consider things from his point of view--until you climb into"
    },
    {
      "index": 5,
      "start_time": 13730.0,
      "end_time": 17480.0,
      "text": "his skin and walk around in it.” And for me, at least, that’s one of the great pleasures"
    },
    {
      "index": 6,
      "start_time": 17480.0,
      "end_time": 22260.0,
      "text": "of reading. We get to escape the strictures of our narrow lives and travel through time"
    },
    {
      "index": 7,
      "start_time": 22260.0,
      "end_time": 27170.0,
      "text": "and space, imagine the world from other people’s perspectives. And by accessing this wide range"
    },
    {
      "index": 8,
      "start_time": 27170.0,
      "end_time": 31600.0,
      "text": "of human experience, we can understand that other people are really real and isn’t that"
    },
    {
      "index": 9,
      "start_time": 31600.0,
      "end_time": 35329.0,
      "text": "an amazing thing to be able to do, or  you’re also eating Cheetos?!?"
    },
    {
      "index": 10,
      "start_time": 35329.0,
      "end_time": 38469.0,
      "text": "Downside, you stain all your books with Cheeto fingers, but it’s worth it!"
    },
    {
      "index": 11,
      "start_time": 38469.0,
      "end_time": 47180.0,
      "text": "[Theme Music]"
    },
    {
      "index": 12,
      "start_time": 47180.0,
      "end_time": 50789.0,
      "text": "So some people argue that the empathy and understanding that we can get from reading"
    },
    {
      "index": 13,
      "start_time": 50789.0,
      "end_time": 55339.0,
      "text": "is in fact, like, the point of all culture. In 1875, the English poet and critic Matthew"
    },
    {
      "index": 14,
      "start_time": 55339.0,
      "end_time": 59839.0,
      "text": "Arnold argued that culture: \"…seeks to do away with classes; to make the best that has"
    },
    {
      "index": 15,
      "start_time": 59839.0,
      "end_time": 65640.0,
      "text": "been thought and known in the world current everywhere; to make all men live in an atmosphere"
    },
    {
      "index": 16,
      "start_time": 65640.0,
      "end_time": 69780.0,
      "text": "of sweetness and light.\" If that’s the point of culture, I’m not sure that we’ve done that well,"
    },
    {
      "index": 17,
      "start_time": 69780.0,
      "end_time": 74979.0,
      "text": "especially since in that quote, Matthew Arnold said, “men” when I presume he meant, you know, people."
    },
    {
      "index": 18,
      "start_time": 74979.0,
      "end_time": 79270.0,
      "text": "So To Kill a Mockingbird didn’t “do away” with class structure, but it does critique"
    },
    {
      "index": 19,
      "start_time": 79270.0,
      "end_time": 83310.0,
      "text": "social and racial divisions in the American South. And like Chinua Achebe’s Things Fall"
    },
    {
      "index": 20,
      "start_time": 83310.0,
      "end_time": 87340.0,
      "text": "Apart, To Kill a Mockingbird is a story about the past, but it is also very much a product"
    },
    {
      "index": 21,
      "start_time": 87340.0,
      "end_time": 90940.0,
      "text": "of the time in which it was written. All right, let’s go straight to the Thought Bubble today."
    },
    {
      "index": 22,
      "start_time": 90940.0,
      "end_time": 95479.0,
      "text": "So Lee wrote To Kill a Mockingbird in the 1950s—a decade of huge changes in the social"
    },
    {
      "index": 23,
      "start_time": 95479.0,
      "end_time": 99539.0,
      "text": "landscape of the United States: Rosa Parks refused to give up her seat on a bus (precipitating"
    },
    {
      "index": 24,
      "start_time": 99539.0,
      "end_time": 104109.0,
      "text": "the Montgomery Bus Boycott). Riots broke out after two African-Americans were admitted"
    },
    {
      "index": 25,
      "start_time": 104109.0,
      "end_time": 108289.0,
      "text": "into the University of Alabama. And that was just in Lee’s home state! In Mississippi,"
    },
    {
      "index": 26,
      "start_time": 108289.0,
      "end_time": 113100.0,
      "text": "Emmett Till, a 14 year old African-American boy, was killed for allegedly whistling at"
    },
    {
      "index": 27,
      "start_time": 113100.0,
      "end_time": 115950.0,
      "text": "a white woman, and the Supreme Court decided that “separate but equal” schools are"
    },
    {
      "index": 28,
      "start_time": 115950.0,
      "end_time": 120810.0,
      "text": "inherently unequal in the Brown v. Board of Education case in 1954. Congress passed a"
    },
    {
      "index": 29,
      "start_time": 120810.0,
      "end_time": 125640.0,
      "text": "Civil Rights Act in 1957 to support the integration of schools. In Arkansas, the governor used"
    },
    {
      "index": 30,
      "start_time": 125640.0,
      "end_time": 129990.0,
      "text": "the National Guard to prevent nine African-American students from entering Little Rock High School,"
    },
    {
      "index": 31,
      "start_time": 129990.00000000001,
      "end_time": 133470.0,
      "text": "and President Eisenhower sent federal troops to integrate that school."
    },
    {
      "index": 32,
      "start_time": 133470.0,
      "end_time": 138750.0,
      "text": "Lee reflects on her 1930s childhood from the perspective of the conflict-ridden 1950s."
    },
    {
      "index": 33,
      "start_time": 138750.0,
      "end_time": 143370.0,
      "text": "So yes, Lee is nostalgic for the sweetness and light of her youth, for summer days playing"
    },
    {
      "index": 34,
      "start_time": 143370.0,
      "end_time": 148340.0,
      "text": "outdoors, lemonade on front porches, reading on a father’s lap, but she’s also unflinching"
    },
    {
      "index": 35,
      "start_time": 148340.0,
      "end_time": 153000.0,
      "text": "in her critiques of the bitterness and ignorance that characterized social and race relations."
    },
    {
      "index": 36,
      "start_time": 153000.0,
      "end_time": 158210.0,
      "text": "That combination of nostalgia and criticism makes Mockingbird both endearing and enduring."
    },
    {
      "index": 37,
      "start_time": 158210.0,
      "end_time": 162740.0,
      "text": "Thanks, Thought Bubble. So our hero and narrator, Scout, is confused by the hatred and violence"
    },
    {
      "index": 38,
      "start_time": 162740.0,
      "end_time": 167100.0,
      "text": "she witnesses in her town. At the start of Mockingbird, Jem explains the social order"
    },
    {
      "index": 39,
      "start_time": 167100.0,
      "end_time": 170620.0,
      "text": "of Maycomb: “The thing about it is, our kind of folks don’t like the Cunninghams,"
    },
    {
      "index": 40,
      "start_time": 170620.0,
      "end_time": 175250.0,
      "text": "the Cunninghams don’t like the Ewells, and the Ewells hate and despise the colored folks.”"
    },
    {
      "index": 41,
      "start_time": 175250.0,
      "end_time": 179140.0,
      "text": "Scout doesn’t like this, she argues that there is, “just one kind of folks. Folks.”"
    },
    {
      "index": 42,
      "start_time": 179140.0,
      "end_time": 183300.0,
      "text": "Scout, I don’t wanna cast aspersions, but that’s literally the definition of communism."
    },
    {
      "index": 43,
      "start_time": 183300.0,
      "end_time": 187360.0,
      "text": "But class is deeply entrenched in Maycomb; like, when Scout asks her Aunt Alexandra if"
    },
    {
      "index": 44,
      "start_time": 187360.0,
      "end_time": 191600.0,
      "text": "she can invite a poor classmate named Walter Cunningham home, Alexandra tells her: “…you"
    },
    {
      "index": 45,
      "start_time": 191600.0,
      "end_time": 195600.0,
      "text": "should be gracious to everybody, dear. But you don’t have to invite him home.” And"
    },
    {
      "index": 46,
      "start_time": 195600.0,
      "end_time": 199870.0,
      "text": "when Scout pressures further, Alexandra finally says: “… he—is—trash, that’s why"
    },
    {
      "index": 47,
      "start_time": 199870.0,
      "end_time": 203920.0,
      "text": "you can’t play with him. I’ll not have you around him, picking up his habits and"
    },
    {
      "index": 48,
      "start_time": 203920.0,
      "end_time": 207700.0,
      "text": "learning Lord-knows-what.” But in the logic of the novel, Alexandra’s thinking isn’t"
    },
    {
      "index": 49,
      "start_time": 207700.0,
      "end_time": 212900.0,
      "text": "just mean-spirited, it’s flat-out dangerous, because Scout and Jem have actually already hosted"
    },
    {
      "index": 50,
      "start_time": 212900.0,
      "end_time": 218340.0,
      "text": "Walter Cunningham—a fact that saves Atticus from a beating and (briefly) saves the life of Tom Robinson."
    },
    {
      "index": 51,
      "start_time": 218340.0,
      "end_time": 222830.0,
      "text": "Because, remember when a mob converges on the jail to lynch Tom, they find Atticus waiting"
    },
    {
      "index": 52,
      "start_time": 222830.0,
      "end_time": 226680.0,
      "text": "outside, right? Scout and Jem then arrive on the scene and when Scout innocently mentions"
    },
    {
      "index": 53,
      "start_time": 226680.0,
      "end_time": 231390.0,
      "text": "to Mr. Cunningham, a leader of the group that wants to lynch Tom, that his son is “a real"
    },
    {
      "index": 54,
      "start_time": 231390.0,
      "end_time": 236730.0,
      "text": "nice boy,” a humbled Mr. Cunningham tells the mob to disperse. So it’s by not honoring"
    },
    {
      "index": 55,
      "start_time": 236730.0,
      "end_time": 241220.0,
      "text": "the class structure of Maycomb that Scout is able to achieve a small measure of justice."
    },
    {
      "index": 56,
      "start_time": 241220.0,
      "end_time": 244730.0,
      "text": "It’s also telling that it’s not Atticus, or any other member of their white upper middle"
    },
    {
      "index": 57,
      "start_time": 244730.0,
      "end_time": 249270.0,
      "text": "class social order, who taught Scout how to pay young Walter Cunningham proper respect."
    },
    {
      "index": 58,
      "start_time": 249270.0,
      "end_time": 253310.0,
      "text": "It’s the family’s African-American housekeeper, Calpurnia, because in fact, Scout’s really"
    },
    {
      "index": 59,
      "start_time": 253310.0,
      "end_time": 257510.0,
      "text": "rude to Walter when he eats at her house. She asks Walter “what the sam hill he was"
    },
    {
      "index": 60,
      "start_time": 257510.0,
      "end_time": 261690.0,
      "text": "doing” after he pours syrup all over his food, and then Calpurnia summons Scout to"
    },
    {
      "index": 61,
      "start_time": 261690.0,
      "end_time": 265220.0,
      "text": "the kitchen and lets her have it. Calpurnia explains that guests, no matter who they are,"
    },
    {
      "index": 62,
      "start_time": 265220.0,
      "end_time": 268630.0,
      "text": "must be treated well and then tells Scout that if she is not going to behave, she won’t"
    },
    {
      "index": 63,
      "start_time": 268630.0,
      "end_time": 270280.0,
      "text": "eat at the table, she has to eat in the kitchen."
    },
    {
      "index": 64,
      "start_time": 270280.0,
      "end_time": 274470.0,
      "text": "And Scout really respects Calpurnia, who, by the way, is a fascinating character. Unlike"
    },
    {
      "index": 65,
      "start_time": 274470.0,
      "end_time": 279260.0,
      "text": "most African Americans in 1930s Alabama, Calpurnia reads, writes, she has excellent grammar."
    },
    {
      "index": 66,
      "start_time": 279260.0,
      "end_time": 282510.0,
      "text": "And Scout notices that Calpurnia chooses to speak differently with white people than she"
    },
    {
      "index": 67,
      "start_time": 282510.0,
      "end_time": 287650.0,
      "text": "does with African-Americans. When Scout asks her about this, Calpurnia replies, “….Now"
    },
    {
      "index": 68,
      "start_time": 287650.0,
      "end_time": 291190.0,
      "text": "what if I talked white-folks’ talk at church, and with my neighbors? They’d think I was"
    },
    {
      "index": 69,
      "start_time": 291190.0,
      "end_time": 295240.0,
      "text": "puttin‘ on airs to beat Moses.” And Scout’s awestruck by the notion that Calpurnia “led"
    },
    {
      "index": 70,
      "start_time": 295240.0,
      "end_time": 300240.0,
      "text": "a modest double life… The idea that she had a separate existence outside our household"
    },
    {
      "index": 71,
      "start_time": 300240.0,
      "end_time": 304450.0,
      "text": "was a novel one, to say nothing of her having command of two languages.” This is again"
    },
    {
      "index": 72,
      "start_time": 304450.0,
      "end_time": 309030.0,
      "text": "a moment of Scout learning to imagine others complexly, which, after all, is her real education."
    },
    {
      "index": 73,
      "start_time": 309030.0,
      "end_time": 314500.0,
      "text": "So Calpurnia’s “double life” is a textbook example of what W.E.B. Du Bois called a “double-consciousness”"
    },
    {
      "index": 74,
      "start_time": 314500.0,
      "end_time": 319470.0,
      "text": "in his famous book The Souls of Black Folk (published in 1903). Du Bois describes “double-consciousness”"
    },
    {
      "index": 75,
      "start_time": 319470.0,
      "end_time": 324410.0,
      "text": "as the “sense…of always looking at one’s self through the eyes of others, of measuring"
    },
    {
      "index": 76,
      "start_time": 324410.0,
      "end_time": 329740.0,
      "text": "one’s soul by the tape of a world that looks on in amused contempt and pity. One ever feels"
    },
    {
      "index": 77,
      "start_time": 329740.0,
      "end_time": 336380.0,
      "text": "his two-ness,—an American, a Negro; two souls, two thoughts, two unreconciled strivings;"
    },
    {
      "index": 78,
      "start_time": 336380.0,
      "end_time": 342740.0,
      "text": "two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.”"
    },
    {
      "index": 79,
      "start_time": 342740.0,
      "end_time": 347580.0,
      "text": "And Calpurnia is acutely aware of how she looks in the eyes of others. She has internalized"
    },
    {
      "index": 80,
      "start_time": 347580.0,
      "end_time": 352610.0,
      "text": "the racism of whites as well as the classism inside her own community, and she treads carefully"
    },
    {
      "index": 81,
      "start_time": 352610.0,
      "end_time": 356930.0,
      "text": "in both worlds. And she’s also a woman, so she has to navigate gender expectations."
    },
    {
      "index": 82,
      "start_time": 356930.0,
      "end_time": 361200.0,
      "text": "Like although Calpurnia usually allows Scout to wear overalls, she dresses her up for church."
    },
    {
      "index": 83,
      "start_time": 361200.0,
      "end_time": 364820.0,
      "text": "And I think that gesture represents more than professional pride. It also demonstrates how"
    },
    {
      "index": 84,
      "start_time": 364820.0,
      "end_time": 369650.0,
      "text": "deeply ingrained ideals of Southern femininity are in Calpurnia’s life: it’s one thing,"
    },
    {
      "index": 85,
      "start_time": 369650.0,
      "end_time": 373290.0,
      "text": "and certainly this heroism shouldn’t be dismissed, to allow a girl to “act like"
    },
    {
      "index": 86,
      "start_time": 373290.0,
      "end_time": 376710.0,
      "text": "a boy” at home. But when it comes to her church and her community, Calpurnia ultimately"
    },
    {
      "index": 87,
      "start_time": 376710.0,
      "end_time": 379990.0,
      "text": "forces Scout to conform to the gender roles that we discussed last week."
    },
    {
      "index": 88,
      "start_time": 379990.0,
      "end_time": 384610.0,
      "text": "So that’s one way that race and gender discrimination manifested itself in Maycomb. Another is the"
    },
    {
      "index": 89,
      "start_time": 384610.0,
      "end_time": 389680.0,
      "text": "experience of Tom Robinson. Despite being proven innocent beyond a shadow of a doubt, Tom is"
    },
    {
      "index": 90,
      "start_time": 389680.0,
      "end_time": 394889.0,
      "text": "sentenced to death. So how is Scout supposed to make sense of that? Well for this, we turn to Atticus Finch."
    },
    {
      "index": 91,
      "start_time": 394889.0,
      "end_time": 398720.0,
      "text": "He’s sort of a Gregory Peck -- oooh. It’s time for the open letter."
    },
    {
      "index": 92,
      "start_time": 398720.0,
      "end_time": 403669.0,
      "text": "Oh, look at that, it’s the movie tie-in edition of my own book, The Fault in Our Stars."
    },
    {
      "index": 93,
      "start_time": 403669.0,
      "end_time": 407389.0,
      "text": "An open letter to movie adaptations. I just want to state, for the record, that this was"
    },
    {
      "index": 94,
      "start_time": 407389.0,
      "end_time": 410520.0,
      "text": "Meredith’s idea. It’s not like I need Crash Course to inform you that the paperback"
    },
    {
      "index": 95,
      "start_time": 410520.0,
      "end_time": 413280.0,
      "text": "edition of my book is now available for just $12.99."
    },
    {
      "index": 96,
      "start_time": 413280.0,
      "end_time": 418100.0,
      "text": "Dear Movie Adaptations, Why are you so often so bad?"
    },
    {
      "index": 97,
      "start_time": 418100.0,
      "end_time": 421949.0,
      "text": "The standard narrative is that movie adaptations are bad because you can’t fit a whole novel"
    },
    {
      "index": 98,
      "start_time": 421949.0,
      "end_time": 425710.0,
      "text": "into a movie. But one, that doesn’t explain Where the Wild Things Are, which is, like,"
    },
    {
      "index": 99,
      "start_time": 425710.0,
      "end_time": 431220.0,
      "text": "32 pages long. And two, you will rarely in American literature come across a more interesting"
    },
    {
      "index": 100,
      "start_time": 431220.0,
      "end_time": 437290.0,
      "text": "and complex book than To Kill a Mockingbird, which had, like, the greatest movie adaptation of all time!"
    },
    {
      "index": 101,
      "start_time": 437290.0,
      "end_time": 440460.0,
      "text": "I think it’s ultimately because movie people know that they need to make something that"
    },
    {
      "index": 102,
      "start_time": 440460.0,
      "end_time": 445760.0,
      "text": "will appeal to millions and millions of people, whereas books don’t have to have that broad"
    },
    {
      "index": 103,
      "start_time": 445760.0,
      "end_time": 448870.0,
      "text": "of an audience. Because let’s face it, not that many people read them."
    },
    {
      "index": 104,
      "start_time": 448870.0,
      "end_time": 451860.0,
      "text": "But, Movie Adaptations, when you’re good, and I think I’ve been lucky enough to get"
    },
    {
      "index": 105,
      "start_time": 451860.0,
      "end_time": 456150.0,
      "text": "a good one, you’re not obsessed with getting the broadest possible audience, you’re obsessed"
    },
    {
      "index": 106,
      "start_time": 456150.0,
      "end_time": 460880.0,
      "text": "with trying to make a good movie. So more of that, and less pandering with gratuitous"
    },
    {
      "index": 107,
      "start_time": 460880.0,
      "end_time": 462820.0,
      "text": "sex scenes and explosions."
    },
    {
      "index": 108,
      "start_time": 462820.0,
      "end_time": 466600.0,
      "text": "Oh Stan, always pandering with explosions. Best Wishes, John Green."
    },
    {
      "index": 109,
      "start_time": 466600.0,
      "end_time": 471710.0,
      "text": "Right, but Atticus is magnanimous. I mean, he waves at old Mrs. Dubose, the morphine"
    },
    {
      "index": 110,
      "start_time": 471710.0,
      "end_time": 476280.0,
      "text": "addict who screams insults at Jem and Scout. Like although Atticus knows that Mrs. Dubose"
    },
    {
      "index": 111,
      "start_time": 476280.0,
      "end_time": 482030.0,
      "text": "doesn’t approve of his own actions, he still recognizes that she has, quote, “real courage”—something"
    },
    {
      "index": 112,
      "start_time": 482030.0,
      "end_time": 486770.0,
      "text": "he defines as, “…when you know you’re licked before you begin but you begin anyway"
    },
    {
      "index": 113,
      "start_time": 486770.0,
      "end_time": 490610.0,
      "text": "and you see it through no matter what.” Real courage, seeing it through even when"
    },
    {
      "index": 114,
      "start_time": 490610.0,
      "end_time": 495110.0,
      "text": "you know you’re doomed, like the Demi Moore Scarlet Letter adaptation. They knew it was"
    },
    {
      "index": 115,
      "start_time": 495110.0,
      "end_time": 499620.0,
      "text": "gonna suck, but they just kept going. No one knows who Demi Moore is anymore, Stan. We"
    },
    {
      "index": 116,
      "start_time": 499620.0,
      "end_time": 503600.0,
      "text": "gotta update our references. Did Mila Kunis make any terrible movie adaptations?"
    },
    {
      "index": 117,
      "start_time": 503600.0,
      "end_time": 505940.0,
      "text": "Meredith has informed me that Mila Kunis is also old."
    },
    {
      "index": 118,
      "start_time": 505940.0,
      "end_time": 510949.0,
      "text": "But this is precisely the kind of courage that Atticus displays when defending Tom Robinson."
    },
    {
      "index": 119,
      "start_time": 510949.0,
      "end_time": 515589.0,
      "text": "Like before the trial, Atticus tells his brother that he knows he is already “licked”:"
    },
    {
      "index": 120,
      "start_time": 515589.00000000006,
      "end_time": 519740.00000000006,
      "text": "“You know what’s going to happen as well as I do.” But Atticus still defends Tom"
    },
    {
      "index": 121,
      "start_time": 519740.0,
      "end_time": 523529.0,
      "text": "passionately, although to be fair, it’s not that difficult to argue in court that"
    },
    {
      "index": 122,
      "start_time": 523529.0,
      "end_time": 527339.0,
      "text": "a man with a damaged left arm would have had a difficult time punching someone on the right"
    },
    {
      "index": 123,
      "start_time": 527339.0,
      "end_time": 531459.0,
      "text": "side of their face. Now that was his job, but outside the courtroom, he also holds an"
    },
    {
      "index": 124,
      "start_time": 531459.0,
      "end_time": 535850.0,
      "text": "all-night vigil near Tom’s cell. Atticus is fighting for more than abstract principles"
    },
    {
      "index": 125,
      "start_time": 535850.0,
      "end_time": 540899.0,
      "text": "of social justice. He wants to serve as an example that will prevent his children from,"
    },
    {
      "index": 126,
      "start_time": 540899.0,
      "end_time": 544940.0,
      "text": "quote, “catching” racism, which he calls, “Maycomb’s usual disease.”"
    },
    {
      "index": 127,
      "start_time": 544940.0,
      "end_time": 549249.0,
      "text": "Astoundingly, Atticus even has compassion for Bob Ewell, the drunkard who beat (and"
    },
    {
      "index": 128,
      "start_time": 549249.0,
      "end_time": 553550.0,
      "text": "likely raped) his own daughter, Mayella. I mean, Ewell successfully pinned this on Tom"
    },
    {
      "index": 129,
      "start_time": 553550.0,
      "end_time": 557569.0,
      "text": "Robinson, knowing full well that a conviction would lead to the death penalty. And Ewell"
    },
    {
      "index": 130,
      "start_time": 557569.0,
      "end_time": 563360.0,
      "text": "stalked Tom’s wife, spit in Atticus’ face, and threatened, then later attacked, Jem and Scout."
    },
    {
      "index": 131,
      "start_time": 563360.0,
      "end_time": 567329.0,
      "text": "And when Jem’s a little incredulous that Atticus is able to empathize with Ewell,"
    },
    {
      "index": 132,
      "start_time": 567329.0,
      "end_time": 572519.0,
      "text": "Atticus replies, “Jem, see if you can stand in Bob Ewell’s shoes for a minute. I destroyed"
    },
    {
      "index": 133,
      "start_time": 572519.0,
      "end_time": 576709.0,
      "text": "his last shred of credibility at that trial, if he had any to begin with. [….] So if"
    },
    {
      "index": 134,
      "start_time": 576709.0,
      "end_time": 581619.0,
      "text": "spitting in my face and threatening me saved Mayella Ewell one extra beating, that’s"
    },
    {
      "index": 135,
      "start_time": 581619.0,
      "end_time": 585550.0,
      "text": "something I’ll gladly take. He had to take it out on somebody and I’d rather it be"
    },
    {
      "index": 136,
      "start_time": 585550.0,
      "end_time": 589610.0,
      "text": "me than that houseful of children out there.” That may seem like almost over-the-top in"
    },
    {
      "index": 137,
      "start_time": 589610.0,
      "end_time": 593999.0,
      "text": "terms of heroism, but let’s remember this is a Southern Gothic novel. It has to have its knight."
    },
    {
      "index": 138,
      "start_time": 593999.0,
      "end_time": 598309.0,
      "text": "All right, let’s close today with Atticus’ line that gives the novel its title: “it’s"
    },
    {
      "index": 139,
      "start_time": 598309.0,
      "end_time": 603439.0,
      "text": "a sin to kill a mockingbird.” When Scout asks Miss Maudie why, she learns: “Mockingbirds"
    },
    {
      "index": 140,
      "start_time": 603439.0,
      "end_time": 608319.0,
      "text": "don’t do one thing but make music for us to enjoy. They don’t eat up people’s gardens,"
    },
    {
      "index": 141,
      "start_time": 608319.0,
      "end_time": 612980.0,
      "text": "don’t nest in corncribs, they don’t do one thing but sing their hearts out for us."
    },
    {
      "index": 142,
      "start_time": 612980.0,
      "end_time": 617029.0,
      "text": "That’s why it’s a sin to kill a mockingbird.” So who’s the mockingbird in this novel?"
    },
    {
      "index": 143,
      "start_time": 617029.0,
      "end_time": 621689.0,
      "text": "Is it the elusive Boo Radley, confined to the nest of his home, but generous in his"
    },
    {
      "index": 144,
      "start_time": 621689.0,
      "end_time": 626629.0,
      "text": "love for the Finch children? Is it Tom Robinson, whose kindness to Mayella Ewell was literally"
    },
    {
      "index": 145,
      "start_time": 626629.0,
      "end_time": 630649.0,
      "text": "the death of him? Is it the author herself, singing her heart out about the imperfect"
    },
    {
      "index": 146,
      "start_time": 630649.0,
      "end_time": 635759.0,
      "text": "gardens of her youth? Or is it Scout herself, whose education in empathy is also an education"
    },
    {
      "index": 147,
      "start_time": 635759.0,
      "end_time": 639629.0,
      "text": "in race, class, and gender oppression? (It could also be Katniss Everdeen.)"
    },
    {
      "index": 148,
      "start_time": 639629.0,
      "end_time": 643319.0,
      "text": "But regardless of how you answer that question, To Kill a Mockingbird leaves us with a timeless"
    },
    {
      "index": 149,
      "start_time": 643319.0,
      "end_time": 647689.0,
      "text": "takeaway: it requires courage to try on the proverbial shoes of others, to try to walk"
    },
    {
      "index": 150,
      "start_time": 647689.0,
      "end_time": 652329.0,
      "text": "around in their skin. It’s difficult but important to listen to other peoples’ voices"
    },
    {
      "index": 151,
      "start_time": 652329.0,
      "end_time": 657019.0,
      "text": "and to try to empathize across the barriers of sex and class and race. And ultimately,"
    },
    {
      "index": 152,
      "start_time": 657019.0,
      "end_time": 662509.0,
      "text": "that’s the great heroism of Atticus Finch. He’s able to seek and find the essential humanity of others."
    },
    {
      "index": 153,
      "start_time": 662509.0,
      "end_time": 664779.0,
      "text": "Thanks for watching, I’ll see you next week."
    },
    {
      "index": 154,
      "start_time": 664779.0,
      "end_time": 669119.0,
      "text": "Crash Course is made by all of these nice people, and it exists because of your support"
    },
    {
      "index": 155,
      "start_time": 669119.0,
      "end_time": 672519.0,
      "text": "at Subbable.com, a voluntary subscription service that allows you to support Crash Course"
    },
    {
      "index": 156,
      "start_time": 672519.0,
      "end_time": 676709.0,
      "text": "directly. So if you want to help us out in our mission to keep Crash Course free for"
    },
    {
      "index": 157,
      "start_time": 676709.0,
      "end_time": 679860.0,
      "text": "everyone forever, please check out Subbable. You can also get great perks. Thank you for"
    },
    {
      "index": 158,
      "start_time": 679860.0,
      "end_time": 689860.0,
      "text": "watching, and as we say in my home town, “Don’t forget to be awesome.”"
    }
  ]
}