{
  "video_id": "mhpFWJFj-GE",
  "title": "Full Documentary. Komodo Dragon | Land of Dragons  - Planet Doc Full Documentaries",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9640.0,
      "end_time": 14400.0,
      "text": "An island enveloped in mist receives the new day, south of the continent of Asia."
    },
    {
      "index": 2,
      "start_time": 14400.0,
      "end_time": 20840.0,
      "text": "This is just one of the over 20,000 islands stretching from Asia to Australia,"
    },
    {
      "index": 3,
      "start_time": 20840.0,
      "end_time": 33920.0,
      "text": "but in its interior it holds zoological mysteries which have astonished scientists for generations."
    },
    {
      "index": 4,
      "start_time": 33920.0,
      "end_time": 39800.0,
      "text": "When the first European explorers came to the Indonesia archipelago, at the start of the sixteenth century,"
    },
    {
      "index": 5,
      "start_time": 39800.0,
      "end_time": 49200.0,
      "text": "they could hardly believe their eyes: here, before them, lay a new world of impenetrable jungles and erupting volcanoes."
    },
    {
      "index": 6,
      "start_time": 49200.0,
      "end_time": 61280.0,
      "text": "A world of darkness and mystery."
    },
    {
      "index": 7,
      "start_time": 61280.0,
      "end_time": 66000.0,
      "text": "Nature seemed to have lost her senses in this distant land."
    },
    {
      "index": 8,
      "start_time": 66000.0,
      "end_time": 72360.0,
      "text": "Here, they found plants that fed on animals, and fish able to remain out of the water, without perishing,"
    },
    {
      "index": 9,
      "start_time": 72360.0,
      "end_time": 84920.0,
      "text": "Each fresh discovery brought a new mystery."
    },
    {
      "index": 10,
      "start_time": 84920.0,
      "end_time": 89440.0,
      "text": "Three hundred years later, at the start of the twentieth century,"
    },
    {
      "index": 11,
      "start_time": 89440.0,
      "end_time": 94200.0,
      "text": "a pilot whose plane had crashed into the sea managed to swim ashore on one of these islands."
    },
    {
      "index": 12,
      "start_time": 94200.0,
      "end_time": 100600.0,
      "text": "When the rescue team managed to find him, the man appeared to have lost his senses."
    },
    {
      "index": 13,
      "start_time": 100600.0,
      "end_time": 107960.0,
      "text": "Delirious, he claimed that the island was inhabited by gigantic lizards which, devoured the natives."
    },
    {
      "index": 14,
      "start_time": 107960.0,
      "end_time": 136120.0,
      "text": "Without realising it, those men had ventured into the land of dragons."
    },
    {
      "index": 15,
      "start_time": 136120.0,
      "end_time": 144680.0,
      "text": "During the glaciations of the Pleistocene era, the polar icecaps increased in size, and the level of the sea fell."
    },
    {
      "index": 16,
      "start_time": 144680.0,
      "end_time": 160000.0,
      "text": "Some island remained isolated, while others became joined to the continent. Java was one of these."
    },
    {
      "index": 17,
      "start_time": 160000.0,
      "end_time": 168520.0,
      "text": "Once the glaciation was over, the sea returned to its original level, and Java once more became an island, cut off from mainland Asia."
    },
    {
      "index": 18,
      "start_time": 168520.0,
      "end_time": 175560.0,
      "text": "From that time on, its fauna and flora took different evolutionary roads from those of the continent."
    },
    {
      "index": 19,
      "start_time": 175560.0,
      "end_time": 190280.0,
      "text": "Roads which would lead to the creation of legendary creatures."
    },
    {
      "index": 20,
      "start_time": 190280.0,
      "end_time": 197440.0,
      "text": "Its isolation, and the inaccessibility of its jungles shrouded the island in mystery."
    },
    {
      "index": 21,
      "start_time": 197440.0,
      "end_time": 203840.0,
      "text": "The rare visitors from the continent returned with strange stories telling of unfamiliar animals."
    },
    {
      "index": 22,
      "start_time": 203840.0,
      "end_time": 212440.0,
      "text": "The tales spread, were modified and exaggerated, and by the time they reached distant Europe,"
    },
    {
      "index": 23,
      "start_time": 212440.0,
      "end_time": 223120.0,
      "text": "they had become fabulous legends of mythological creatures"
    },
    {
      "index": 24,
      "start_time": 223120.0,
      "end_time": 227720.0,
      "text": "Centuries later, when the European colonisers landed on the distant island of Java,"
    },
    {
      "index": 25,
      "start_time": 227720.0,
      "end_time": 245720.0,
      "text": "they discovered these strange creatures which had inspired the ancient legends."
    },
    {
      "index": 26,
      "start_time": 245720.0,
      "end_time": 266040.0,
      "text": "Human beings already lived here in the Neolithic period, over 4,000 years ago. And their descendents live there still."
    },
    {
      "index": 27,
      "start_time": 266040.0,
      "end_time": 272480.0,
      "text": "Over many generations, the local people learnt to live with the jungle and its mysterious inhabitants."
    },
    {
      "index": 28,
      "start_time": 272480.0,
      "end_time": 277600.0,
      "text": "They introduced cattle rearing, cut down trees, planted crops and hunted."
    },
    {
      "index": 29,
      "start_time": 277600.0,
      "end_time": 300240.0,
      "text": "Still today they retain a way of life and traditions similar to those witnessed by the first Westerners to arrive in these lands."
    },
    {
      "index": 30,
      "start_time": 300240.0,
      "end_time": 304800.0,
      "text": "Knowledge was handed down from father to son through the oral tradition."
    },
    {
      "index": 31,
      "start_time": 304800.0,
      "end_time": 310080.0,
      "text": "The new generations learnt from their elders which plants to cultivate and with which techniques,"
    },
    {
      "index": 32,
      "start_time": 310080.0,
      "end_time": 324360.0,
      "text": "which were the best pastures and which fish were edible."
    },
    {
      "index": 33,
      "start_time": 324360.0,
      "end_time": 328040.0,
      "text": "Along with this knowledge, they also had to learn to fear their predators"
    },
    {
      "index": 34,
      "start_time": 328040.0,
      "end_time": 340360.0,
      "text": "and recognise the innumerable dangers of the jungles which surrounded them."
    },
    {
      "index": 35,
      "start_time": 340360.0,
      "end_time": 345160.0,
      "text": "From them, the European explorers received the first descriptions of the fauna of the area."
    },
    {
      "index": 36,
      "start_time": 345160.0,
      "end_time": 351200.0,
      "text": "The visitors’ lack of scientific knowledge would transform these explanations into fabulous tales."
    },
    {
      "index": 37,
      "start_time": 351200.0,
      "end_time": 369960.0,
      "text": "It would seem the most fantastic creatures dwelled in the heart of the jungle."
    },
    {
      "index": 38,
      "start_time": 369960.0,
      "end_time": 382000.0,
      "text": "The majority of these animals lived in the most extensive of the ecosystems of the island  tropical rainforest."
    },
    {
      "index": 39,
      "start_time": 382000.0,
      "end_time": 388120.0,
      "text": "The tree cover is so dense that in some parts barely 5% of the sunlight reaches the ground."
    },
    {
      "index": 40,
      "start_time": 388120.0,
      "end_time": 393520.0,
      "text": "The darkness and the thick vegetation make it almost impossible to spot the animals."
    },
    {
      "index": 41,
      "start_time": 393520.0,
      "end_time": 408560.0,
      "text": "The only signs of their presence are the sounds which fill the air."
    },
    {
      "index": 42,
      "start_time": 408560.0,
      "end_time": 417200.0,
      "text": "It is impenetrable jungle, in which the trees acquire strange shapes, and animals remain hidden to the human eye."
    },
    {
      "index": 43,
      "start_time": 417200.0,
      "end_time": 432400.0,
      "text": "The colonisers were in no doubt: this must be the dwelling place of those animals spoken of in legend."
    },
    {
      "index": 44,
      "start_time": 432400.0,
      "end_time": 437440.0,
      "text": "At all levels of the jungle, the fauna seems invisible, but it is there."
    },
    {
      "index": 45,
      "start_time": 437440.0,
      "end_time": 443400.0,
      "text": "Down on the ground, thousands of tiny animals clean the jungle of corpses and vegetable remains."
    },
    {
      "index": 46,
      "start_time": 443400.0,
      "end_time": 458760.0,
      "text": "Their work is often overlooked, but it vital for the system."
    },
    {
      "index": 47,
      "start_time": 458760.0,
      "end_time": 462840.0,
      "text": "The zoological order of insects is the most numerous in the rainforest."
    },
    {
      "index": 48,
      "start_time": 462840.0,
      "end_time": 478800.0,
      "text": "It is also one of the least well-known: thousands of species living here have not yet been discovered or catalogued by man."
    },
    {
      "index": 49,
      "start_time": 478800.0,
      "end_time": 483360.0,
      "text": "Much of the local fauna can be found up in the trees."
    },
    {
      "index": 50,
      "start_time": 483360.0,
      "end_time": 488960.0,
      "text": "These crab-eating macaques are just one of the ten species of macaques that live in the archipelago."
    },
    {
      "index": 51,
      "start_time": 488960.0,
      "end_time": 506680.0,
      "text": "There are 31 species of primates alone, of which 23 are endemic, that is, exclusive to these islands."
    },
    {
      "index": 52,
      "start_time": 506680.0,
      "end_time": 512080.0,
      "text": "Isolation gave rise to many endemic species, and incredible biological diversity."
    },
    {
      "index": 53,
      "start_time": 512080.00000000006,
      "end_time": 517080.00000000006,
      "text": "Here, we can find tropical rainforests, mangrove swamp, and savanna."
    },
    {
      "index": 54,
      "start_time": 517080.00000000006,
      "end_time": 520200.00000000006,
      "text": "Each one has its own particular fauna and flora."
    },
    {
      "index": 55,
      "start_time": 520200.00000000006,
      "end_time": 536480.0000000001,
      "text": "In some cases, the species are exclusive to the archipelago, or may be even be restricted to a single island."
    },
    {
      "index": 56,
      "start_time": 536480.0,
      "end_time": 542640.0,
      "text": "On other occasions, they are varieties which can also be found in Asia or Australia,"
    },
    {
      "index": 57,
      "start_time": 542640.0,
      "end_time": 545840.0,
      "text": "the two continents with which the islands of Indonesia came into contact."
    },
    {
      "index": 58,
      "start_time": 545840.0,
      "end_time": 558280.0,
      "text": "This is the case of the second largest bovine in the world, the banteng."
    },
    {
      "index": 59,
      "start_time": 558280.0,
      "end_time": 565600.0,
      "text": "The banteng, weighing 900 kg. and almost 2 metres high, prefers the open spaces to the interior of the jungle."
    },
    {
      "index": 60,
      "start_time": 565600.0,
      "end_time": 570800.0,
      "text": "There, they find pasture, and have greater possibilities of detecting potential enemies."
    },
    {
      "index": 61,
      "start_time": 570800.0,
      "end_time": 576200.0,
      "text": "Their size is only surpassed by one other bovine, the Indian gaur,"
    },
    {
      "index": 62,
      "start_time": 576200.0,
      "end_time": 592320.0,
      "text": "which can weigh up to a tonne, and stands some 30 centimetres higher."
    },
    {
      "index": 63,
      "start_time": 592320.0,
      "end_time": 598560.0,
      "text": "Groups of bantengs are composed of a number of females, led by a dominant male,"
    },
    {
      "index": 64,
      "start_time": 598560.0,
      "end_time": 609040.0,
      "text": "who constantly watches over his harem."
    },
    {
      "index": 65,
      "start_time": 609040.0,
      "end_time": 614040.0,
      "text": "In the ancient past, they could be found throughout continental south-east Asia."
    },
    {
      "index": 66,
      "start_time": 614040.0,
      "end_time": 620200.0,
      "text": "They were an important source of food for the local population, and are today domesticated on some islands."
    },
    {
      "index": 67,
      "start_time": 620200.0,
      "end_time": 643360.0,
      "text": "The wild banteng, however, has been hunted intensively and now only survives in Burma, Thailand, Borneo, and here, in Java."
    },
    {
      "index": 68,
      "start_time": 643360.0,
      "end_time": 648160.0,
      "text": "Unlike man, few predators would even attempt to fell a prey of this size."
    },
    {
      "index": 69,
      "start_time": 648160.0,
      "end_time": 654160.0,
      "text": "Their main enemy lies hidden in the depths of the jungle, where it is virtually invisible."
    },
    {
      "index": 70,
      "start_time": 654160.0,
      "end_time": 665400.0,
      "text": "It is the largest predator on the island, an animal feared and venerated by man since ancient times"
    },
    {
      "index": 71,
      "start_time": 665400.0,
      "end_time": 673720.0,
      "text": "the tiger."
    },
    {
      "index": 72,
      "start_time": 673720.0,
      "end_time": 677040.0,
      "text": "Today the banteng almost never comes in contact with a tiger."
    },
    {
      "index": 73,
      "start_time": 677040.0,
      "end_time": 680680.0,
      "text": "As a result of the intensive hunting they have been subjected to,"
    },
    {
      "index": 74,
      "start_time": 680680.0,
      "end_time": 687400.0,
      "text": "the population has shrunk to such an extent that, in Java, they are virtually certain to become extinct."
    },
    {
      "index": 75,
      "start_time": 687400.0,
      "end_time": 697040.0,
      "text": "This same threat hangs over the largest inhabitant of these jungles."
    },
    {
      "index": 76,
      "start_time": 697040.0,
      "end_time": 703680.0,
      "text": "It was precisely on this island, Java, that the first explorers found one of the most mysterious animals of the archipelago."
    },
    {
      "index": 77,
      "start_time": 703680.0,
      "end_time": 712000.0,
      "text": "The natives described it as a being of prehistoric appearance, with a single horn, like that of the legendary unicorn."
    },
    {
      "index": 78,
      "start_time": 712000.0,
      "end_time": 718200.0,
      "text": "The animal lived inside the jungle, which made it difficult to find."
    },
    {
      "index": 79,
      "start_time": 718200.0,
      "end_time": 724000.0,
      "text": "For a while, the only proof of its existence were the local stories,"
    },
    {
      "index": 80,
      "start_time": 724000.0,
      "end_time": 729040.0,
      "text": "strange piles of excrement which appeared in different places within the jungle,"
    },
    {
      "index": 81,
      "start_time": 729040.0,
      "end_time": 746640.0,
      "text": "and tracks which on occasions were seen on the wet ground, beside vegetation which had clearly been bitten into."
    },
    {
      "index": 82,
      "start_time": 746640.0,
      "end_time": 755440.0,
      "text": "The mysterious animal did, however, eventually surface."
    },
    {
      "index": 83,
      "start_time": 755440.0,
      "end_time": 758960.0,
      "text": "The Javan rhinoceros is one of the rarest mammals on earth."
    },
    {
      "index": 84,
      "start_time": 758960.0,
      "end_time": 765760.0,
      "text": "It is slightly smaller than the Indian rhinoceros, and the female either has a very small horn, or none at all."
    },
    {
      "index": 85,
      "start_time": 765760.0,
      "end_time": 781040.0,
      "text": "This has proven to be a blessing, as they are entirely without value for the poachers."
    },
    {
      "index": 86,
      "start_time": 781040.0,
      "end_time": 783760.0,
      "text": "Despite this, they are in serious danger."
    },
    {
      "index": 87,
      "start_time": 783760.0,
      "end_time": 789200.0,
      "text": "At present, Java has the greatest number, but even here there are only 50 individuals."
    },
    {
      "index": 88,
      "start_time": 789200.0,
      "end_time": 814240.0,
      "text": "The rhinoceros had barely stepped from the pages of legend, when it became in danger of extinction."
    },
    {
      "index": 89,
      "start_time": 814240.0,
      "end_time": 822040.0,
      "text": "The rhinoceros is one of the species which arrived in the archipelago during the glaciations, then found themselves cut off."
    },
    {
      "index": 90,
      "start_time": 822040.0,
      "end_time": 829080.0,
      "text": "With the rise in sea-level, only those animals or plants capable of crossing the water were able to reach the islands."
    },
    {
      "index": 91,
      "start_time": 829080.0,
      "end_time": 836520.0,
      "text": "One of these colonised the muds of the estuaries, at the point where the fresh water of the rivers runs into the sea."
    },
    {
      "index": 92,
      "start_time": 836520.0,
      "end_time": 861280.0,
      "text": "These trees form an impenetrable maze of roots and trunks. An intermediate ecosystem which is neither land nor sea."
    },
    {
      "index": 93,
      "start_time": 861280.0,
      "end_time": 868720.0,
      "text": "Conditions here are not the most ideal: the mud is very acid, has little oxygen, and extreme levels of salt."
    },
    {
      "index": 94,
      "start_time": 868720.0,
      "end_time": 880720.0,
      "text": "But the mangrove has the necessary mechanism to overcome these obstacles: its seeds."
    },
    {
      "index": 95,
      "start_time": 880720.0,
      "end_time": 888160.0,
      "text": "The seeds of the mangrove are not only faced with these problems, but must also struggle against tides and currents."
    },
    {
      "index": 96,
      "start_time": 888160.0,
      "end_time": 895720.0,
      "text": "In order to achieve this, they germinate on the tree itself, and develop a stem up to 40 cm long."
    },
    {
      "index": 97,
      "start_time": 895720.0,
      "end_time": 902200.0,
      "text": "Only then do they break off."
    },
    {
      "index": 98,
      "start_time": 902200.0,
      "end_time": 908040.0,
      "text": "If this liberation coincides with low tide, they will cling to the ground and be able to take root."
    },
    {
      "index": 99,
      "start_time": 908040.0,
      "end_time": 913280.0,
      "text": "From then on, the challenge will be to overcome the lack of oxygen."
    },
    {
      "index": 100,
      "start_time": 913280.0,
      "end_time": 932880.0,
      "text": "The trick is to grow long aerial roots, or create vertical tubes, the pneumatophores, which rise up like small breathing pipes."
    },
    {
      "index": 101,
      "start_time": 932880.0,
      "end_time": 943440.0,
      "text": "This seed has fallen during high tide, but it will not die. Its mission is to float off, in search of new territories to colonise."
    },
    {
      "index": 102,
      "start_time": 943440.0,
      "end_time": 963800.0,
      "text": "Below the mangroves, there lies another universe, a world which since ancient times has fascinated and terrified man."
    },
    {
      "index": 103,
      "start_time": 963800.0,
      "end_time": 970680.0,
      "text": "The shallowness of the water, which made possible communication between these islands and the continent"
    },
    {
      "index": 104,
      "start_time": 970680.0,
      "end_time": 975240.0,
      "text": "during the Pleistocene era, now means the sea bed is able to receive light and heat."
    },
    {
      "index": 105,
      "start_time": 975240.0,
      "end_time": 980800.0,
      "text": "The marine fauna and flora have here found conditions favourable to life,"
    },
    {
      "index": 106,
      "start_time": 980800.0,
      "end_time": 984920.0,
      "text": "and few places in the world can boast of such a profusion of forms."
    },
    {
      "index": 107,
      "start_time": 984920.0,
      "end_time": 998200.0,
      "text": "Here, a single bay may contain twice as many species as the entire Caribbean."
    },
    {
      "index": 108,
      "start_time": 998200.0,
      "end_time": 1005480.0,
      "text": "In these submarine paradises, evolution has created beings so different from those of the surface that,"
    },
    {
      "index": 109,
      "start_time": 1005480.0,
      "end_time": 1008640.0,
      "text": "for many years, scientists were at a loss to explain."
    },
    {
      "index": 110,
      "start_time": 1008640.0,
      "end_time": 1016480.0,
      "text": "This clown fish, for example, does not rub against a plant, but rather an anemone, an animal of the polyp family."
    },
    {
      "index": 111,
      "start_time": 1016480.0,
      "end_time": 1022800.0,
      "text": "The anemone, with its stinging tentacles, protects the clown fish from its enemies."
    },
    {
      "index": 112,
      "start_time": 1022800.0,
      "end_time": 1036200.0,
      "text": "The fish, in return, cleans its protector of parasites."
    },
    {
      "index": 113,
      "start_time": 1036200.0,
      "end_time": 1043160.0,
      "text": "Long before science was able to study the symbiotic relationship between the clown fish and the anemone,"
    },
    {
      "index": 114,
      "start_time": 1043160.0000000001,
      "end_time": 1061880.0,
      "text": "the sea was, for man, a place of countless mysteries. Its depths were unreachable and its fauna, in many case, unknown."
    },
    {
      "index": 115,
      "start_time": 1061880.0,
      "end_time": 1066560.0,
      "text": "The lack of scientific information was compensated for by the imagination of man,"
    },
    {
      "index": 116,
      "start_time": 1066560.0,
      "end_time": 1070800.0,
      "text": "filling the ocean with marine unicorns, giant snakes and mermaids."
    },
    {
      "index": 117,
      "start_time": 1070800.0,
      "end_time": 1077280.0,
      "text": "The stories told by the sailors passed from mouth to mouth, feeding people’s imaginations,"
    },
    {
      "index": 118,
      "start_time": 1077280.0,
      "end_time": 1093840.0,
      "text": "and given further credence by the numbers who dies at sea each year."
    },
    {
      "index": 119,
      "start_time": 1093840.0,
      "end_time": 1100520.0,
      "text": "Some of the dangers lying hidden in the waters took the form of multi-coloured fish which possessed weapons capable of killing a man."
    },
    {
      "index": 120,
      "start_time": 1100520.0,
      "end_time": 1109720.0,
      "text": "The members of the scorpaenidae family have poisonous barbs on their fins, to dissuade predators from any attempt to hunt them."
    },
    {
      "index": 121,
      "start_time": 1109720.0,
      "end_time": 1118800.0,
      "text": "Some of these species, such as the lion fish, are clearly visible, but others camouflage themselves, blending in to the coral background."
    },
    {
      "index": 122,
      "start_time": 1118800.0,
      "end_time": 1135960.0,
      "text": "Anyone who makes the mistake of bumping into them will die in just a few hours, never having identified what it was that had attacked them."
    },
    {
      "index": 123,
      "start_time": 1135960.0,
      "end_time": 1149360.0,
      "text": "On other occasions, the danger came from much more familiar animals, the snakes."
    },
    {
      "index": 124,
      "start_time": 1149360.0,
      "end_time": 1158720.0,
      "text": "Man’s primeval fear of snakes was immediately applied to its marine relatives, and in some cases quite rightly so."
    },
    {
      "index": 125,
      "start_time": 1158720.0,
      "end_time": 1183240.0,
      "text": "The olive sea snake is not only swifter than any land serpent, but it also possesses the deadliest poison of any snake in the world."
    },
    {
      "index": 126,
      "start_time": 1183240.0,
      "end_time": 1189240.0,
      "text": "As well as fearing the coral reef, man also admired it."
    },
    {
      "index": 127,
      "start_time": 1189240.0,
      "end_time": 1194920.0,
      "text": "The clear lagoons of the Indian Ocean make for levels of visibility impossible in other seas."
    },
    {
      "index": 128,
      "start_time": 1194920.0,
      "end_time": 1208840.0,
      "text": "On calm days, from the surface it was possible to observe the ecosystem unfolding just a few metres below."
    },
    {
      "index": 129,
      "start_time": 1208840.0,
      "end_time": 1214640.0,
      "text": "Before man’s eyes appeared a paradise full of colours, and until then unimagined forms."
    },
    {
      "index": 130,
      "start_time": 1214640.0,
      "end_time": 1224320.0,
      "text": "A world in which the fish shared their habitat with animals that looked like plants, such as the holothuroidea (sea cucumbers):"
    },
    {
      "index": 131,
      "start_time": 1224320.0,
      "end_time": 1237200.0,
      "text": "strange, gigantic worms which seem to expel their digestive system when they are threatened."
    },
    {
      "index": 132,
      "start_time": 1237200.0,
      "end_time": 1243080.0,
      "text": "Beneath the surface of the water, man had discovered a world whose mysteries were greater"
    },
    {
      "index": 133,
      "start_time": 1243080.0,
      "end_time": 1258360.0,
      "text": "even than those of the depths of the Indonesian jungles."
    },
    {
      "index": 134,
      "start_time": 1258360.0,
      "end_time": 1264920.0,
      "text": "Beyond the coral reef, lie the open waters of the ocean, one of the environments most feared by man since ancient times."
    },
    {
      "index": 135,
      "start_time": 1264920.0,
      "end_time": 1281840.0,
      "text": "The sea bottom is lost in the dark depths, and all that can be seen is the so-called Great Blue, the immensity of the ocean."
    },
    {
      "index": 136,
      "start_time": 1281840.0,
      "end_time": 1300760.0,
      "text": "This is a world almost without colour, dominated by the great sea predators, the territory of the most feared ocean animal, the shark."
    },
    {
      "index": 137,
      "start_time": 1300760.0,
      "end_time": 1304880.0,
      "text": "Of all the species of shark in the seas, only a few attack man,"
    },
    {
      "index": 138,
      "start_time": 1304880.0,
      "end_time": 1315920.0,
      "text": "but that has been enough to earn them a reputation inspiring fear and panic."
    },
    {
      "index": 139,
      "start_time": 1315920.0,
      "end_time": 1322520.0,
      "text": "Few people are able to tell the difference between these silky sharks and other species of shark, and if in doubt,"
    },
    {
      "index": 140,
      "start_time": 1322520.0,
      "end_time": 1328440.0,
      "text": "it is best to err on the side of caution, especially if you take into account that the warm waters of the Indian Ocean"
    },
    {
      "index": 141,
      "start_time": 1328440.0,
      "end_time": 1332240.0,
      "text": "are visited by white sharks, the most dangerous of all."
    },
    {
      "index": 142,
      "start_time": 1332240.0,
      "end_time": 1351840.0,
      "text": "In this way, aware or not of their ignorance, men have always considered all sharks to be vicious assassins."
    },
    {
      "index": 143,
      "start_time": 1351840.0,
      "end_time": 1355560.0,
      "text": "Above them, on the surface, the mangrove seed floats on its way."
    },
    {
      "index": 144,
      "start_time": 1355560.0,
      "end_time": 1362600.0,
      "text": "Its chlorophyll means it can photosynthesise, and so remain alive for almost a year, even though it has germinated."
    },
    {
      "index": 145,
      "start_time": 1362600.0,
      "end_time": 1371480.0,
      "text": "If, during this time, it reaches the fresh water of an estuary, it will run aground in the mud,"
    },
    {
      "index": 146,
      "start_time": 1371480.0,
      "end_time": 1381400.0,
      "text": "grow and create a new mangrove forest on another island of the archipelago."
    },
    {
      "index": 147,
      "start_time": 1381400.0,
      "end_time": 1384880.0,
      "text": "And with it, new species of animal life also arrive."
    },
    {
      "index": 148,
      "start_time": 1384880.0,
      "end_time": 1396920.0,
      "text": "One of these is scanning the surface through one of its natural periscopes."
    },
    {
      "index": 149,
      "start_time": 1396920.0,
      "end_time": 1407080.0,
      "text": "There appears to be no danger. It’s time to come out."
    },
    {
      "index": 150,
      "start_time": 1407080.0,
      "end_time": 1421920.0,
      "text": "It is a fiddler crab. It’s name comes from it’s enormous claws, almost equal in size as the rest of its body."
    },
    {
      "index": 151,
      "start_time": 1421920.0,
      "end_time": 1425840.0,
      "text": "The mud of the mangrove swamps is a source of food."
    },
    {
      "index": 152,
      "start_time": 1425840.0,
      "end_time": 1434600.0,
      "text": "To extract the nutritious substances it contains, the crab scoops it up with its claws, and transfers it to a special organ opposite its mouth."
    },
    {
      "index": 153,
      "start_time": 1434600.0,
      "end_time": 1447840.0,
      "text": "These organs are equipped with fine hairs which filter out the food, and then place it in the mouth."
    },
    {
      "index": 154,
      "start_time": 1447840.0,
      "end_time": 1462320.0,
      "text": "The mud left behind is accumulated in a small pellet, and then expelled as the crab moves."
    },
    {
      "index": 155,
      "start_time": 1462320.0,
      "end_time": 1464600.0,
      "text": "The male can only use one of his claws."
    },
    {
      "index": 156,
      "start_time": 1464600.0,
      "end_time": 1477920.0,
      "text": "The other is so big that it is useless for collecting mud. The females don’t have this problem"
    },
    {
      "index": 157,
      "start_time": 1477920.0,
      "end_time": 1485520.0,
      "text": "This outsized claw serves two basic functions: to mark his territory, and attract the females."
    },
    {
      "index": 158,
      "start_time": 1485520.0,
      "end_time": 1499240.0,
      "text": "To do this, the males displays it, with energetic movements."
    },
    {
      "index": 159,
      "start_time": 1499240.0,
      "end_time": 1504760.0,
      "text": "A rival!"
    },
    {
      "index": 160,
      "start_time": 1504760.0,
      "end_time": 1521440.0,
      "text": "When the female approaches his territory, the suitor tries to get close to her, and draw her into his burrow."
    },
    {
      "index": 161,
      "start_time": 1521440.0,
      "end_time": 1532360.0,
      "text": "No success this time."
    },
    {
      "index": 162,
      "start_time": 1532360.0,
      "end_time": 1536640.0,
      "text": "In the end, the females appears to have chosen the other candidate."
    },
    {
      "index": 163,
      "start_time": 1536640.0,
      "end_time": 1539840.0,
      "text": "If so, they will remain together until they go to the male’s shelter,"
    },
    {
      "index": 164,
      "start_time": 1539840.0,
      "end_time": 1558000.0,
      "text": "where they will mate without being disturbed by the other suitors."
    },
    {
      "index": 165,
      "start_time": 1558000.0,
      "end_time": 1565640.0,
      "text": "The mangrove forest is home to a number of species of fiddler crabs, but the females have no problem identifying potential mates."
    },
    {
      "index": 166,
      "start_time": 1565640.0,
      "end_time": 1582120.0,
      "text": "Each species is of a different colour, and performs a different courting dance, which is just as well with so many suitors together."
    },
    {
      "index": 167,
      "start_time": 1582120.0,
      "end_time": 1587520.0,
      "text": "The enormous number of crabs limits the size of their territories, and increases competition."
    },
    {
      "index": 168,
      "start_time": 1587520.0,
      "end_time": 1601480.0,
      "text": "It is not rare to see two males at the border between their respective domains fighting for the same female."
    },
    {
      "index": 169,
      "start_time": 1601480.0,
      "end_time": 1613280.0,
      "text": "With so many suitors together, it is not long before a fight breaks out."
    },
    {
      "index": 170,
      "start_time": 1613280.0,
      "end_time": 1629720.0,
      "text": "During the mating season, these fierce clashes will be often repeated among all the species of crabs that live in the mangrove forest."
    },
    {
      "index": 171,
      "start_time": 1629720.0,
      "end_time": 1636360.0,
      "text": "While the crabs get on with their courtship, a tiny animal emerges from the water, supporting itself on its fins."
    },
    {
      "index": 172,
      "start_time": 1636360.0,
      "end_time": 1652800.0,
      "text": "It is a fish but, nonetheless, does not die from asphyxiation when it comes out onto dry land."
    },
    {
      "index": 173,
      "start_time": 1652800.0,
      "end_time": 1656720.0,
      "text": "The mudskipper is one of the few species of fish in the world capable of living out of the water."
    },
    {
      "index": 174,
      "start_time": 1656720.0,
      "end_time": 1676360.0,
      "text": "This amazing ability means it can feed on the tiny algae, crustaceans and worms which live among the mangroves."
    },
    {
      "index": 175,
      "start_time": 1676360.0,
      "end_time": 1685160.0,
      "text": "And it comes out of the water not just to get food. Courtship also takes place on land."
    },
    {
      "index": 176,
      "start_time": 1685160.0,
      "end_time": 1700200.0,
      "text": "The male shows off his dorsal fin to the females."
    },
    {
      "index": 177,
      "start_time": 1700200.0,
      "end_time": 1704080.0,
      "text": "The problem is that the mudskippers are so small they can hardly be seen."
    },
    {
      "index": 178,
      "start_time": 1704080.0,
      "end_time": 1714280.0,
      "text": "To compensate, they will have to jump up, or find a slight rise in the level of the mud."
    },
    {
      "index": 179,
      "start_time": 1714280.0,
      "end_time": 1726560.0,
      "text": "As they don’t have legs, the mudskippers use their pectoral fins to propel themselves along."
    },
    {
      "index": 180,
      "start_time": 1726560.0,
      "end_time": 1745960.0,
      "text": "The fins have acquired strong muscles, and even a joint half way along, reminiscent of the elbow of we land animals."
    },
    {
      "index": 181,
      "start_time": 1745960.0,
      "end_time": 1751080.0,
      "text": "To breathe, they use a system similar to the crabs: they retain water in their gills."
    },
    {
      "index": 182,
      "start_time": 1751080.0,
      "end_time": 1757840.0,
      "text": "When they ingest food, they have to expel this water, so the mudskippers constantly need to replenish their reserves."
    },
    {
      "index": 183,
      "start_time": 1757840.0,
      "end_time": 1785600.0,
      "text": "This also keeps their skin wet, this is very important, because that is another way in which they absorb oxygen."
    },
    {
      "index": 184,
      "start_time": 1785600.0,
      "end_time": 1792480.0,
      "text": "Among the thousands of islands that make up the archipelago, there is one which, despite being very small, is of extraordinary value."
    },
    {
      "index": 185,
      "start_time": 1792480.0,
      "end_time": 1800760.0,
      "text": "The dangerous reefs which surround it, and its tiny size, meant that for centuries it went entirely unnoticed by the colonisers."
    },
    {
      "index": 186,
      "start_time": 1800760.0,
      "end_time": 1813000.0,
      "text": "From its appearance, you would hardly suspect the mysteries it contains."
    },
    {
      "index": 187,
      "start_time": 1813000.0,
      "end_time": 1817960.0,
      "text": "At the start of the twentieth century, the island suddenly became the focus of attention."
    },
    {
      "index": 188,
      "start_time": 1817960.0,
      "end_time": 1824600.0,
      "text": "The rumour spread that its forests contained fauna which were very different from that which could be seen on its beaches."
    },
    {
      "index": 189,
      "start_time": 1824600.0,
      "end_time": 1828320.0,
      "text": "In the interior lived terrible, unknown creatures."
    },
    {
      "index": 190,
      "start_time": 1828320.0,
      "end_time": 1835680.0,
      "text": "The stories became increasingly frequent, and the Indonesian government decided to send a scientific expedition."
    },
    {
      "index": 191,
      "start_time": 1835680.0,
      "end_time": 1853080.0,
      "text": "What they discovered was so amazing that, in just a few years, the island went from total obscurity to world-wide fame."
    },
    {
      "index": 192,
      "start_time": 1853080.0,
      "end_time": 1860880.0,
      "text": "Within the different ecosystems, we will find different species of endemic fauna, as well as others introduced by man."
    },
    {
      "index": 193,
      "start_time": 1860880.0,
      "end_time": 1869520.0,
      "text": "Crab-eating macaques and Sunda deer share the island with wild boar, pigs, goats and buffalo."
    },
    {
      "index": 194,
      "start_time": 1869520.0,
      "end_time": 1878800.0,
      "text": "All of them, domesticated or wild, are potential prey of the great predator of the island, the animal the natives call “ora”"
    },
    {
      "index": 195,
      "start_time": 1878800.0,
      "end_time": 1892080.0,
      "text": "the dragon."
    },
    {
      "index": 196,
      "start_time": 1892080.0,
      "end_time": 1900200.0,
      "text": "The Komodo dragon is the largest living lizard in the world. It can measure 3 metres in length, and weigh 70 kilos"
    },
    {
      "index": 197,
      "start_time": 1900200.0,
      "end_time": 1905640.0,
      "text": "Some zoologists believe it could be a subspecies of another large lizard which,"
    },
    {
      "index": 198,
      "start_time": 1905640.0,
      "end_time": 1910200.0,
      "text": "in the past, lived on the continent of Asia, in regions ruled over by the Chinese."
    },
    {
      "index": 199,
      "start_time": 1910200.0,
      "end_time": 1926760.0,
      "text": "Perhaps that explains the importance of dragons in their traditions."
    },
    {
      "index": 200,
      "start_time": 1926760.0,
      "end_time": 1945200.0,
      "text": "It’s sight and hearing are not very well-developed. To hunt, it relies on smell."
    },
    {
      "index": 201,
      "start_time": 1945200.0,
      "end_time": 1958080.0,
      "text": "The dragon has picked up the scent of a deer. The hunt begins."
    },
    {
      "index": 202,
      "start_time": 1958080.0,
      "end_time": 1963280.0,
      "text": "Every time it puts out its tongue, the particles carried in the air are trapped on its two tips."
    },
    {
      "index": 203,
      "start_time": 1963280.0,
      "end_time": 1970960.0,
      "text": "It then places these tips against a special receptor, called Jacobson’s organ, located at the top of the mouth."
    },
    {
      "index": 204,
      "start_time": 1970960.0,
      "end_time": 1989760.0,
      "text": "This analyses the particles and tells the dragon, not only of the presence of the deer, but also in which direction it can be found."
    },
    {
      "index": 205,
      "start_time": 1989760.0,
      "end_time": 1999520.0,
      "text": "The deer also has a good sense of smell, and a change in the wind direction alerts it of the presence of the predator."
    },
    {
      "index": 206,
      "start_time": 1999520.0,
      "end_time": 2005360.0,
      "text": "The dragon has lost the scent, but it continues to advance, all the time analysing the air."
    },
    {
      "index": 207,
      "start_time": 2005360.0,
      "end_time": 2014320.0,
      "text": "Perhaps the wind will bring fresh news of its prey."
    },
    {
      "index": 208,
      "start_time": 2014320.0,
      "end_time": 2018920.0,
      "text": "The deer is now beyond its reach, but the lizard does not give up."
    },
    {
      "index": 209,
      "start_time": 2018920.0,
      "end_time": 2024960.0,
      "text": "There are many animals in the jungle, and at any time he may perceive the smell of other potential prey."
    },
    {
      "index": 210,
      "start_time": 2024960.0,
      "end_time": 2032280.0,
      "text": "Little does he suspect there is one directly above him, watching in silence."
    },
    {
      "index": 211,
      "start_time": 2032280.0,
      "end_time": 2055240.0,
      "text": "This one a very close relative."
    },
    {
      "index": 212,
      "start_time": 2055239.9999999998,
      "end_time": 2057639.9999999998,
      "text": "It is a young dragon."
    },
    {
      "index": 213,
      "start_time": 2057639.9999999998,
      "end_time": 2064039.9999999998,
      "text": "Such is the voracity of these animals that the adults do not hesitate to attack the young of the species."
    },
    {
      "index": 214,
      "start_time": 2064040.0,
      "end_time": 2071440.0,
      "text": "To avoid being detected, these cover themselves in faeces to disguise their natural smell, and climb up into the trees,"
    },
    {
      "index": 215,
      "start_time": 2071440.0,
      "end_time": 2083520.0,
      "text": "where they will remain until the predator has moved off."
    },
    {
      "index": 216,
      "start_time": 2083520.0,
      "end_time": 2089800.0,
      "text": "As long as they remain in the tree, they will be safe, even if they are detected, despite their olfactory camouflage."
    },
    {
      "index": 217,
      "start_time": 2089800.0000000002,
      "end_time": 2109440.0,
      "text": "The adults are too heavy to climb up into the tree after them."
    },
    {
      "index": 218,
      "start_time": 2109440.0,
      "end_time": 2124440.0,
      "text": "After his failed attempt at hunting, the dragon heads towards the savanna, drawn by a familiar smell."
    },
    {
      "index": 219,
      "start_time": 2124440.0,
      "end_time": 2131920.0,
      "text": "The open spaces are frequented by the large autochthonous herbivores, but also by the domestic cattle of the natives."
    },
    {
      "index": 220,
      "start_time": 2131920.0,
      "end_time": 2143240.0,
      "text": "Both find here pasture and shoots on which to feed."
    },
    {
      "index": 221,
      "start_time": 2143240.0,
      "end_time": 2150600.0,
      "text": "As payment for the use of the meadows, the inhabitants of Komodo leave the dead bodies of their cattle for the great predator."
    },
    {
      "index": 222,
      "start_time": 2150600.0,
      "end_time": 2164040.0,
      "text": "The more deaths there are, the less likely it is the reptiles will collect the debt by attacking the live cattle."
    },
    {
      "index": 223,
      "start_time": 2164040.0,
      "end_time": 2178960.0,
      "text": "On this occasion, it is a goat that has died. The wind carries the smell, and the dragon comes to collect its due."
    },
    {
      "index": 224,
      "start_time": 2178960.0,
      "end_time": 2186320.0,
      "text": "He must begin to eat immediately. If he has found the corpse, then other dragons will not be far behind."
    },
    {
      "index": 225,
      "start_time": 2186320.0,
      "end_time": 2209840.0,
      "text": "The first thing it will eat will be the entrails, which are the softest and easiest parts to eat."
    },
    {
      "index": 226,
      "start_time": 2209840.0,
      "end_time": 2214520.0,
      "text": "Before he has had a chance to begin, a second, and even bigger lizard appears on the scene."
    },
    {
      "index": 227,
      "start_time": 2214520.0,
      "end_time": 2220240.0,
      "text": "In very little time, the wind has carried the message to all the dragons in the area."
    },
    {
      "index": 228,
      "start_time": 2220240.0,
      "end_time": 2233320.0,
      "text": "As if they had been summoned to a meeting, they all come together here in the clearing to take part in the banquet."
    },
    {
      "index": 229,
      "start_time": 2233320.0,
      "end_time": 2238160.0,
      "text": "By the time the third guest arrives, the entrails have been devoured."
    },
    {
      "index": 230,
      "start_time": 2238160.0,
      "end_time": 2248800.0,
      "text": "This is the prize for the first ones to discover the feast."
    },
    {
      "index": 231,
      "start_time": 2248800.0,
      "end_time": 2254000.0,
      "text": "The body is ripped apart and peacefully shared out."
    },
    {
      "index": 232,
      "start_time": 2254000.0,
      "end_time": 2270440.0,
      "text": "Surprisingly, they do not fight. Each one finds a space, and concentrates on the meal in front of them."
    },
    {
      "index": 233,
      "start_time": 2270440.0,
      "end_time": 2274400.0,
      "text": "In just a few minutes, the goat has almost entirely disappeared."
    },
    {
      "index": 234,
      "start_time": 2274400.0,
      "end_time": 2279320.0,
      "text": "The lizards will swallow the bones, the skin, and even the hooves."
    },
    {
      "index": 235,
      "start_time": 2279320.0,
      "end_time": 2286240.0,
      "text": "The only thing left lying on the ground are the horns, a pool of blood, and claw marks,"
    },
    {
      "index": 236,
      "start_time": 2286240.0,
      "end_time": 2302680.0,
      "text": "the only sign that the lizards have accepted the payment of the natives."
    },
    {
      "index": 237,
      "start_time": 2302680.0,
      "end_time": 2312440.0,
      "text": "Amid the frenzy, a new character appears in the clearing."
    },
    {
      "index": 238,
      "start_time": 2312440.0,
      "end_time": 2318920.0,
      "text": "The pigs were also introduced into the island by man, and are also a feast much appreciated by the dragons."
    },
    {
      "index": 239,
      "start_time": 2318920.0,
      "end_time": 2326040.0,
      "text": "Though that does not appear to worry our visitor."
    },
    {
      "index": 240,
      "start_time": 2326040.0,
      "end_time": 2329480.0,
      "text": "Despite the proximity, no one attacks him."
    },
    {
      "index": 241,
      "start_time": 2329480.0,
      "end_time": 2334840.0,
      "text": "The pig is faster than the lizards, and as long as it knows where they are, it will be safe."
    },
    {
      "index": 242,
      "start_time": 2334840.0,
      "end_time": 2354280.0,
      "text": "The predators know this, and will not waste energy trying to hunt it down, when they know it is pointless."
    },
    {
      "index": 243,
      "start_time": 2354280.0,
      "end_time": 2360680.0,
      "text": "All the islands on which humans have settled have been invaded by the animals they brought with them."
    },
    {
      "index": 244,
      "start_time": 2360680.0,
      "end_time": 2367040.0,
      "text": "The different ecosystems have absorbed pigs, dogs or goats, which escaped from their human masters"
    },
    {
      "index": 245,
      "start_time": 2367040.0,
      "end_time": 2369680.0,
      "text": "and were able to adapt to life in the wild."
    },
    {
      "index": 246,
      "start_time": 2369680.0,
      "end_time": 2388440.0,
      "text": "They are the most recent newcomers, and the latest victims of the Komodo dragon."
    },
    {
      "index": 247,
      "start_time": 2388440.0,
      "end_time": 2393200.0,
      "text": "Man has lived alongside the giant lizards since time immemorial."
    },
    {
      "index": 248,
      "start_time": 2393200.0,
      "end_time": 2400520.0,
      "text": "Over generations, children and adults who strayed from the settlements have disappeared in the jungle, leaving no trace."
    },
    {
      "index": 249,
      "start_time": 2400520.0,
      "end_time": 2418280.0,
      "text": "After the initial anguish, people became resigned to this. It is the tribute they must pay to the dragons for allowing them to live on their island."
    },
    {
      "index": 250,
      "start_time": 2418280.0,
      "end_time": 2424800.0,
      "text": "Today, about 2,500 people live on Komodo and Rinca, two of the four islands on which dragons are still exist."
    },
    {
      "index": 251,
      "start_time": 2424800.0,
      "end_time": 2432680.0,
      "text": "For them, as for their ancestors, the mystery of Komodo is something entirely normal, which no longer surprises them."
    },
    {
      "index": 252,
      "start_time": 2432680.0,
      "end_time": 2439440.0,
      "text": "But for the Europeans who came to these islands for the first time, it was the confirmation that they were indeed in a mythical land,"
    },
    {
      "index": 253,
      "start_time": 2439440.0,
      "end_time": 2460720.0,
      "text": "where dragons still terrorised man. The animals of their nightmares had come to life."
    },
    {
      "index": 254,
      "start_time": 2460720.0,
      "end_time": 2463600.0,
      "text": "Some of these animals remained inactive during daylight hours."
    },
    {
      "index": 255,
      "start_time": 2463600.0,
      "end_time": 2467960.0,
      "text": "This group of flying foxes is resting in the branches of the trees, waiting for nightfall."
    },
    {
      "index": 256,
      "start_time": 2467960.0,
      "end_time": 2494480.0,
      "text": "They are the largest bats in the world but, despite their threatening appearance, they are inoffensive, because the flying foxes are fruit-eaters."
    },
    {
      "index": 257,
      "start_time": 2494480.0,
      "end_time": 2511360.0,
      "text": "It stirs to life just as the day is ending, and the sun goes down."
    },
    {
      "index": 258,
      "start_time": 2511360.0,
      "end_time": 2515680.0,
      "text": "With the arrival of night, the islands are transformed."
    },
    {
      "index": 259,
      "start_time": 2515680.0,
      "end_time": 2521600.0,
      "text": "The species which remain inactive during the day now awake, the predators go hunting under the cover of darkness,"
    },
    {
      "index": 260,
      "start_time": 2521600.0,
      "end_time": 2537600.0,
      "text": "and the air is filled with sounds which still today inspire fear among the natives."
    },
    {
      "index": 261,
      "start_time": 2537600.0,
      "end_time": 2540960.0,
      "text": "People remain in their huts, and no one leaves the village."
    },
    {
      "index": 262,
      "start_time": 2540960.0,
      "end_time": 2556400.0,
      "text": "For a few hours, the islands return to their wild state, untamed by man."
    },
    {
      "index": 263,
      "start_time": 2556400.0,
      "end_time": 2562520.0,
      "text": "Though they are a fisher people, the inhabitants of Komodo have transformed the ecosystem of the island."
    },
    {
      "index": 264,
      "start_time": 2562520.0,
      "end_time": 2567080.0,
      "text": "Since man first came here, goats and water buffalo have grazed on the savanna."
    },
    {
      "index": 265,
      "start_time": 2567080.0,
      "end_time": 2587280.0,
      "text": "The constant felling of trees for wood has cleared many of the forests which, in the past, covered these lands, and much of the islands is now savanna."
    },
    {
      "index": 266,
      "start_time": 2587280.0,
      "end_time": 2590480.0,
      "text": "These changes directly affected the dragons."
    },
    {
      "index": 267,
      "start_time": 2590480.0,
      "end_time": 2597280.0,
      "text": "Their main prey, the herbivores endemic, were reduced in numbers by the hunters and their trained dogs,"
    },
    {
      "index": 268,
      "start_time": 2597280.0,
      "end_time": 2610880.0,
      "text": "while the cattle devoured the pasture."
    },
    {
      "index": 269,
      "start_time": 2610880.0,
      "end_time": 2617040.0,
      "text": "With the presence of man in its territory, and the decline of its natural prey, confrontation was inevitable."
    },
    {
      "index": 270,
      "start_time": 2617040.0,
      "end_time": 2629800.0,
      "text": "The dragons began to hunt down the domestic cattle and came increasingly close to the human settlements."
    },
    {
      "index": 271,
      "start_time": 2629800.0,
      "end_time": 2635560.0,
      "text": "As the ecosystems deteriorated, the pressure on the local inhabitants became increasingly great."
    },
    {
      "index": 272,
      "start_time": 2635560.0,
      "end_time": 2641720.0,
      "text": "The natives, unaware that they were to blame, saw how each year there were more and more attacks."
    },
    {
      "index": 273,
      "start_time": 2641720.0,
      "end_time": 2660000.0,
      "text": "The lizards seemed to collect their tribute ever more frequently."
    },
    {
      "index": 274,
      "start_time": 2660000.0,
      "end_time": 2663920.0,
      "text": "The size of the prey is no problem for the lizards."
    },
    {
      "index": 275,
      "start_time": 2663920.0,
      "end_time": 2672880.0,
      "text": "If they can’t kill it instantly, biting it will be enough. In their mouths, they have over 50 types of infectious bacteria,"
    },
    {
      "index": 276,
      "start_time": 2672880.0,
      "end_time": 2676880.0,
      "text": "and a single bite is sufficient for these to be transferred to the wound."
    },
    {
      "index": 277,
      "start_time": 2676880.0,
      "end_time": 2683400.0,
      "text": "Within a week at most, the animal will die as a result of the infection."
    },
    {
      "index": 278,
      "start_time": 2683400.0,
      "end_time": 2689200.0,
      "text": "When this happens, the dragons will find it by its smell, and quickly devour it."
    },
    {
      "index": 279,
      "start_time": 2689200.0,
      "end_time": 2701320.0,
      "text": "A surprising example of planning for the future."
    },
    {
      "index": 280,
      "start_time": 2701320.0,
      "end_time": 2706200.0,
      "text": "Neither the tough skin nor the bones are a problem for the powerful jaws of these lizards."
    },
    {
      "index": 281,
      "start_time": 2706200.0,
      "end_time": 2730520.0,
      "text": "Anything which provides nutrition will be ingested."
    },
    {
      "index": 282,
      "start_time": 2730520.0,
      "end_time": 2737080.0,
      "text": "A dragon can eat up to 70% of its body weight at a single sitting, thanks to its ability to swell its stomach."
    },
    {
      "index": 283,
      "start_time": 2737080.0,
      "end_time": 2742240.0,
      "text": "A nine-year old child can be completely devoured by a single adult."
    },
    {
      "index": 284,
      "start_time": 2742240.0,
      "end_time": 2757920.0,
      "text": "It is not surprising, therefore, that these creatures inspire profound terror among the natives of the island."
    },
    {
      "index": 285,
      "start_time": 2757920.0,
      "end_time": 2763240.0,
      "text": "When they have almost finished, a newcomer joins the banquet."
    },
    {
      "index": 286,
      "start_time": 2763240.0,
      "end_time": 2768440.0,
      "text": "It has detected the smell from several kilometres away, and is a little late in arriving."
    },
    {
      "index": 287,
      "start_time": 2768440.0,
      "end_time": 2783200.0,
      "text": "Luckily, the dead animal was sufficiently large, and there is still food left for him."
    },
    {
      "index": 288,
      "start_time": 2783200.0,
      "end_time": 2790440.0,
      "text": "Their ability to ingest enormous quantities of food at a time allows them to go for long periods without eating."
    },
    {
      "index": 289,
      "start_time": 2790440.0,
      "end_time": 2798200.0,
      "text": "They will not find something to eat every day, but nature has given them a stomach able to compensate for this lack of regular meals."
    },
    {
      "index": 290,
      "start_time": 2798200.0,
      "end_time": 2805560.0,
      "text": "If we take into account that the species which may have lived in China in the past was even larger,"
    },
    {
      "index": 291,
      "start_time": 2805560.0,
      "end_time": 2828480.0,
      "text": "the old legends of dragons demanding young virgins to calm their wrath do not seem so exaggerated."
    },
    {
      "index": 292,
      "start_time": 2828480.0,
      "end_time": 2832400.0,
      "text": "From the size of their stomachs we can tell which ones are full."
    },
    {
      "index": 293,
      "start_time": 2832400.0,
      "end_time": 2855280.0,
      "text": "After having ingested over 40 kg. of food each, they stumble off away from the group."
    },
    {
      "index": 294,
      "start_time": 2855280.0,
      "end_time": 2870520.0,
      "text": "The others will shortly follow them. What they want now is a shady place in which to rest and digest."
    },
    {
      "index": 295,
      "start_time": 2870520.0,
      "end_time": 2876000.0,
      "text": "Competition between the dragons and man has brought them to the verge of extinction."
    },
    {
      "index": 296,
      "start_time": 2876000.0,
      "end_time": 2882920.0,
      "text": "Just four years after they were discovered, they were already a protected species but, despite this, numbers continue to fall."
    },
    {
      "index": 297,
      "start_time": 2882920.0,
      "end_time": 2889760.0,
      "text": "It was only 31 years later, in 1936, that the government understood that protecting them"
    },
    {
      "index": 298,
      "start_time": 2889760.0,
      "end_time": 2893800.0,
      "text": "would be useless if they didn’t also conserve their natural habitat."
    },
    {
      "index": 299,
      "start_time": 2893800.0,
      "end_time": 2910440.0,
      "text": "The islands on which they still lived were declared sanctuaries and their ecosystems protected."
    },
    {
      "index": 300,
      "start_time": 2910440.0,
      "end_time": 2916760.0,
      "text": "Man finally seems to have understood the value of the jungles which contain plant species found nowhere else in the world,"
    },
    {
      "index": 301,
      "start_time": 2916760.0,
      "end_time": 2929280.0,
      "text": "the same jungles which gave rise to the most incredible legends."
    },
    {
      "index": 302,
      "start_time": 2929280.0,
      "end_time": 2936560.0,
      "text": "The depths of these jungles are the final refuge of the animals which conferred on the islands of Indonesia an aura of mystery."
    },
    {
      "index": 303,
      "start_time": 2936560.0,
      "end_time": 2942440.0,
      "text": "Species which, until very recently, have remained hidden from the sight of man,"
    },
    {
      "index": 304,
      "start_time": 2942440.0,
      "end_time": 2960200.0,
      "text": "and in some cases still today have been little studied by investigators from around the world."
    },
    {
      "index": 305,
      "start_time": 2960200.0,
      "end_time": 2967200.0,
      "text": "The archipelago is, at one and the same time, myth and reality, the place where science and fantasy meet."
    },
    {
      "index": 306,
      "start_time": 2967200.0,
      "end_time": 2971480.0,
      "text": "The movement of the continental plates created it."
    },
    {
      "index": 307,
      "start_time": 2971480.0,
      "end_time": 2989760.0,
      "text": "The glaciations and the sea gave it life, and evolution and isolation have converted it into a legend."
    },
    {
      "index": 308,
      "start_time": 2989760.0,
      "end_time": 2995800.0,
      "text": "Today, many of its mysteries have been revealed, but the interior of the islands still hides unknown creatures,"
    },
    {
      "index": 309,
      "start_time": 2995800.0,
      "end_time": 3005800.0,
      "text": "animals which perhaps today, just like three hundred years ago, we believe only exist in the imagination of our ancestors."
    }
  ]
}