{
  "video_id": "MI9la5aVnpo",
  "title": "How To Procrastinate Effectively",
  "json": [
    {
      "index": 1,
      "start_time": 2179.0,
      "end_time": 6000.0,
      "text": "This episode is supported by Squarespace."
    },
    {
      "index": 2,
      "start_time": 6000.0,
      "end_time": 13700.0,
      "text": "You are watching this video... well, let's be real with each other: you should probably be doing something else."
    },
    {
      "index": 3,
      "start_time": 13700.0,
      "end_time": 16900.0,
      "text": "Maybe you're at work, maybe you should be studying."
    },
    {
      "index": 4,
      "start_time": 16900.0,
      "end_time": 23000.0,
      "text": "Perhaps you should be writing that thing you've been writing, and you should definitely be paying more attention to your site."
    },
    {
      "index": 5,
      "start_time": 23000.0,
      "end_time": 30590.0,
      "text": "But the good news is that procrastinating by watching certain YouTube videos, it can be classified as effective procrastination."
    },
    {
      "index": 6,
      "start_time": 30590.0,
      "end_time": 40000.0,
      "text": "Actually, there's a number of ways you can effectively waste time that lead to a boost in problem-solving, productivity, and creativity."
    },
    {
      "index": 7,
      "start_time": 40000.0,
      "end_time": 43000.0,
      "text": "Scientific research is truly beautiful!"
    },
    {
      "index": 8,
      "start_time": 43000.0,
      "end_time": 49700.0,
      "text": "Researchers at the University of Melbourne have published a number of studies on workplace internet leisure browsing."
    },
    {
      "index": 9,
      "start_time": 49700.0,
      "end_time": 52800.0,
      "text": "I excel at workplace internet leisure browsing."
    },
    {
      "index": 10,
      "start_time": 52800.0,
      "end_time": 65430.0,
      "text": "In one study, researchers found that workers who surf the internet for fun at work within a reasonable time limit-- say less than 20% of their total time in the office-- are 9% more productive than those who don't."
    },
    {
      "index": 11,
      "start_time": 65430.00000000001,
      "end_time": 78000.0,
      "text": "From this and follow up studies, researchers argue that workplace internet leisure browsing is an unobtrusive interruption which enables restoration of mental capacity, and fosters feelings of autonomy."
    },
    {
      "index": 12,
      "start_time": 78000.0,
      "end_time": 95500.0,
      "text": "Another study out of the University of California titled \"Inspired by distraction\" found when participants did an undemanding task, compared to doing a demanding task, resting, or having no break, it led to substantial improvements in performance on a problem they'd encountered before."
    },
    {
      "index": 13,
      "start_time": 95500.0,
      "end_time": 102000.0,
      "text": "Researchers concluded that allowing the mind to wander through simple tasks can boost creative problem-solving."
    },
    {
      "index": 14,
      "start_time": 102000.0,
      "end_time": 110800.0,
      "text": "Originally, scientists thought mind wandering allowed the brain to rest and returning to the problem well rested was all you would need to solve it."
    },
    {
      "index": 15,
      "start_time": 110800.0,
      "end_time": 116800.0,
      "text": "Now some scientists think that mind wandering might distract you from your perceived obstacles."
    },
    {
      "index": 16,
      "start_time": 116800.0,
      "end_time": 125000.0,
      "text": "And brain imaging research shows that while you're doing another simple task, the brain regions responsible for decision-making keep working."
    },
    {
      "index": 17,
      "start_time": 125000.0,
      "end_time": 130700.0,
      "text": "Your brain is unconsciously process the information related to your decisions."
    },
    {
      "index": 18,
      "start_time": 130699.99999999999,
      "end_time": 132330.0,
      "text": "I think that's pretty cool!"
    },
    {
      "index": 19,
      "start_time": 132330.0,
      "end_time": 136000.0,
      "text": "And there are lots of ways to distract yourself and procrastinate."
    },
    {
      "index": 20,
      "start_time": 136000.0,
      "end_time": 140100.0,
      "text": "I know more than anyone. But there are ways to do it effectively."
    },
    {
      "index": 21,
      "start_time": 140100.0,
      "end_time": 147000.0,
      "text": "First up, make sure a simple task is just that, simple, and not related to a problem you're trying to solve."
    },
    {
      "index": 22,
      "start_time": 147000.0,
      "end_time": 151000.0,
      "text": "So don't do logic puzzles when you're trying to solve a math problem."
    },
    {
      "index": 23,
      "start_time": 151000.0,
      "end_time": 154300.0,
      "text": "Instead watch goat videos on YouTube."
    },
    {
      "index": 24,
      "start_time": 154300.0,
      "end_time": 165000.0,
      "text": "Next, avoid activities that are ego-driven: meaning checking Facebook, Instagram, and generally distractions filled with friends, family, and other personalities you're familiar with."
    },
    {
      "index": 25,
      "start_time": 165000.0,
      "end_time": 176500.0,
      "text": "And if you're not trying to problem-solve, but just really have a problem with procrastinating, you can use a strategy called implementation intention, where you make a list of all the things you need to do."
    },
    {
      "index": 26,
      "start_time": 176700.0,
      "end_time": 181500.0,
      "text": "And if you're distracted or taking a break then do them one by one."
    },
    {
      "index": 27,
      "start_time": 181500.0,
      "end_time": 184600.0,
      "text": "Also, you could just go for a walk."
    },
    {
      "index": 28,
      "start_time": 184600.0,
      "end_time": 191400.0,
      "text": "Lots of studies show that people who go on daily walks score higher on tests that measure creative thinking and productivity."
    },
    {
      "index": 29,
      "start_time": 191400.0,
      "end_time": 201700.0,
      "text": "Of course, putting these findings into practice effectively all depends on you finding the right balance of work and downtime activities that are almost useless."
    },
    {
      "index": 30,
      "start_time": 201700.0,
      "end_time": 206000.0,
      "text": "So the next time you're procrastinating, keep in mind that it can have benefits."
    },
    {
      "index": 31,
      "start_time": 206000.0,
      "end_time": 209000.0,
      "text": "Try un-focusing your attention."
    },
    {
      "index": 32,
      "start_time": 209000.0,
      "end_time": 220800.0,
      "text": "Spending short periods of time doing simple tasks can have a positive effect on your decision-making and creative thinking abilities, just like watching this video of the Sun in ultra HD."
    },
    {
      "index": 33,
      "start_time": 220800.0,
      "end_time": 223000.0,
      "text": "It's a great way to procrastinate!"
    },
    {
      "index": 34,
      "start_time": 223000.0,
      "end_time": 226700.0,
      "text": "Thanks to Squarespace for supporting this episode."
    },
    {
      "index": 35,
      "start_time": 226700.0,
      "end_time": 232000.0,
      "text": "Whether you need a domain, a website or an online store, Squarespace can help you make your next move."
    },
    {
      "index": 36,
      "start_time": 232000.0,
      "end_time": 237800.0,
      "text": "Squarespace provides an all-in-one platform with templates that allow you to easily set up a website."
    },
    {
      "index": 37,
      "start_time": 237800.0,
      "end_time": 240700.0,
      "text": "There's nothing to install, patch or upgrade ever."
    },
    {
      "index": 38,
      "start_time": 240700.0,
      "end_time": 248000.0,
      "text": "I use Squarespace for my personal website where you can look at another image of my face, and read all about my life up until this point."
    },
    {
      "index": 39,
      "start_time": 248000.0,
      "end_time": 251100.0,
      "text": "Start your free trial at squarespace.com and enter the offer code braincraft to get 10% off your first purchase."
    },
    {
      "index": 40,
      "start_time": 255000.0,
      "end_time": 256289.0,
      "text": "And brain imaging--."
    },
    {
      "index": 41,
      "start_time": 256700.0,
      "end_time": 260610.0,
      "text": "Oh my god that was disgusting!"
    },
    {
      "index": 42,
      "start_time": 260610.0,
      "end_time": 270000.0,
      "text": "There is no warning. It just happened! Now, some scientists think that-- how can I go on?"
    },
    {
      "index": 43,
      "start_time": 270000.0,
      "end_time": 276840.0,
      "text": "Please subscribe to my YouTube channel. Thank you very much! That's all I have."
    }
  ]
}