{
  "video_id": "Mj06h8BeeOA",
  "title": "White Dwarfs & Planetary Nebulae: Crash Course Astronomy #30",
  "json": [
    {
      "index": 1,
      "start_time": 3020.0,
      "end_time": 7040.0,
      "text": "Hey folks, Phil Plait here. In the last episode of Crash Course Astronomy, I talked about"
    },
    {
      "index": 2,
      "start_time": 7040.0,
      "end_time": 12760.0,
      "text": "the eventual fate of the Sun, and other low mass stars like it. After a series of expansions and contractions,"
    },
    {
      "index": 3,
      "start_time": 12760.0,
      "end_time": 18600.0,
      "text": "they blow off their outer layers, become white dwarfs, and fade away over billions of years. The end."
    },
    {
      "index": 4,
      "start_time": 18600.0,
      "end_time": 24280.0,
      "text": "Except not so much. First, white dwarfs are pretty awesome objects, and worth investigating."
    },
    {
      "index": 5,
      "start_time": 24280.0,
      "end_time": 29340.0,
      "text": "And second, when a star becomes a white dwarf it produces what is, quite simply, one of"
    },
    {
      "index": 6,
      "start_time": 29340.0,
      "end_time": 42440.0,
      "text": "the most gorgeous objects in space."
    },
    {
      "index": 7,
      "start_time": 42440.0,
      "end_time": 47120.0,
      "text": "To recap, when the Sun ages, it undergoes a series of changes in its core. It’s fusing"
    },
    {
      "index": 8,
      "start_time": 47120.0,
      "end_time": 52040.0,
      "text": "hydrogen into helium now, today, and will eventually fuse helium into carbon, and it’ll"
    },
    {
      "index": 9,
      "start_time": 52040.0,
      "end_time": 56740.0,
      "text": "make a dash of oxygen and neon too. But when it runs out of helium to fuse, it’s in trouble."
    },
    {
      "index": 10,
      "start_time": 56740.0,
      "end_time": 61180.0,
      "text": "It doesn’t have enough mass to squeeze the carbon nuclei together, so they can’t fuse."
    },
    {
      "index": 11,
      "start_time": 61180.0,
      "end_time": 67500.0,
      "text": "Fusion is the Sun’s energy source. Once the core is nearly pure carbon, that power is switched off."
    },
    {
      "index": 12,
      "start_time": 67500.0,
      "end_time": 72460.0,
      "text": "By this time, nearly 8 billion years from now, the Sun’s outer layers are gone, expelled"
    },
    {
      "index": 13,
      "start_time": 72460.0,
      "end_time": 77130.0,
      "text": "by all the shenanigans going on in the core. What’s left of our star is just its core,"
    },
    {
      "index": 14,
      "start_time": 77130.0,
      "end_time": 82320.0,
      "text": "exposed to the dark of space. Over the next few billion years it’ll cool and fade to black."
    },
    {
      "index": 15,
      "start_time": 82320.0,
      "end_time": 86420.0,
      "text": "That might seem like the end of the story. But I skipped a step, and it’s a beauty."
    },
    {
      "index": 16,
      "start_time": 86420.0,
      "end_time": 90860.0,
      "text": "When helium fusion stops, the Sun’s core will have about half the mass of what the"
    },
    {
      "index": 17,
      "start_time": 90860.0,
      "end_time": 95459.0,
      "text": "Sun does today; the rest will have blown away into space around it. What remains is basically"
    },
    {
      "index": 18,
      "start_time": 95459.0,
      "end_time": 100340.0,
      "text": "composed of electrons and carbon nuclei, mixed with a small amount of a few other elements."
    },
    {
      "index": 19,
      "start_time": 100340.0,
      "end_time": 102560.0,
      "text": "So what kind of an object are we left with here?"
    },
    {
      "index": 20,
      "start_time": 102560.0,
      "end_time": 107240.0,
      "text": "You may know that like charges repel; electrons have a negative charge and repel each other."
    },
    {
      "index": 21,
      "start_time": 107240.0,
      "end_time": 109860.0,
      "text": "The tighter you squeeze them, the stronger that pressure."
    },
    {
      "index": 22,
      "start_time": 109860.0,
      "end_time": 114560.0,
      "text": "There’s also a second force, called electron degeneracy pressure. It’s a result of some"
    },
    {
      "index": 23,
      "start_time": 114560.0,
      "end_time": 119840.0,
      "text": "of the weird rules of quantum mechanics (for you QM nerds, it’s The Pauli Exclusion Principle)."
    },
    {
      "index": 24,
      "start_time": 119840.0,
      "end_time": 124540.0,
      "text": "This describes how sub-atomic particles behave on teeny scales. One of these rules is that"
    },
    {
      "index": 25,
      "start_time": 124540.0,
      "end_time": 129360.0,
      "text": "electrons really hate to be squeezed together, above and beyond simple electric repulsion."
    },
    {
      "index": 26,
      "start_time": 129360.00000000001,
      "end_time": 133470.0,
      "text": "This resistance is phenomenally strong, and becomes the dominant force in supporting the"
    },
    {
      "index": 27,
      "start_time": 133470.0,
      "end_time": 136190.0,
      "text": "core of a star once helium fusion stops."
    },
    {
      "index": 28,
      "start_time": 136190.0,
      "end_time": 140520.0,
      "text": "By the time this electron degeneracy pressure balances the core’s immense gravity, the"
    },
    {
      "index": 29,
      "start_time": 140520.0,
      "end_time": 145080.0,
      "text": "core is only about the size of Earth, 1% the original width of the Sun."
    },
    {
      "index": 30,
      "start_time": 145080.0,
      "end_time": 146960.0,
      "text": "And it’s called a white dwarf."
    },
    {
      "index": 31,
      "start_time": 146960.0,
      "end_time": 152210.0,
      "text": "Listing its characteristics is enough to melt your brain. Ironically, everything about it"
    },
    {
      "index": 32,
      "start_time": 152210.0,
      "end_time": 158410.0,
      "text": "gets amplified as its size shrinks. It becomes ridiculously dense; a single cubic centimeter"
    },
    {
      "index": 33,
      "start_time": 158410.0,
      "end_time": 164430.0,
      "text": "of it, the size of a six-sided die, has a mass of a million grams — one metric ton."
    },
    {
      "index": 34,
      "start_time": 164430.0,
      "end_time": 168950.0,
      "text": "An ice cream scoop of white dwarf material outweighs 60 cars."
    },
    {
      "index": 35,
      "start_time": 168950.0,
      "end_time": 173950.0,
      "text": "Because it’s so dense, the gravity at the surface of a white dwarf screams up, easily"
    },
    {
      "index": 36,
      "start_time": 173950.0,
      "end_time": 179670.0,
      "text": "topping 100,000 times the Earth’s gravity. If you have a mass of 75 kilos, you’d weigh"
    },
    {
      "index": 37,
      "start_time": 179670.0,
      "end_time": 184410.0,
      "text": "7,500 tons if you stood on the surface of a white dwarf."
    },
    {
      "index": 38,
      "start_time": 184410.0,
      "end_time": 189430.0,
      "text": "Not that you can. Stand there, I mean. You’d be flattened into a greasy smear."
    },
    {
      "index": 39,
      "start_time": 189430.0,
      "end_time": 194630.0,
      "text": "But not for long. Newborn white dwarfs are hot; they can glow at a temperature of upwards"
    },
    {
      "index": 40,
      "start_time": 194630.0,
      "end_time": 200870.0,
      "text": "of 100,000 degrees Celsius. If you were on the surface, you’d be a vaporized and ionized smear."
    },
    {
      "index": 41,
      "start_time": 200870.0,
      "end_time": 204770.0,
      "text": "Their intense heat makes them white, and they’re small. Hence their name."
    },
    {
      "index": 42,
      "start_time": 204770.0,
      "end_time": 209810.0,
      "text": "They’re so hot they also glow in the ultraviolet, even in X-rays. Weirdly, though, because they’re"
    },
    {
      "index": 43,
      "start_time": 209810.0,
      "end_time": 214650.0,
      "text": "so small, they’re actually quite faint. The closest one to us, Sirius B, can only"
    },
    {
      "index": 44,
      "start_time": 214650.0,
      "end_time": 219280.0,
      "text": "be seen with a telescope even though it’s nine light years away, one of the ten closest"
    },
    {
      "index": 45,
      "start_time": 219280.0,
      "end_time": 223260.0,
      "text": "known stars! Over 10,000 white dwarfs have now been found in our galaxy."
    },
    {
      "index": 46,
      "start_time": 223260.0,
      "end_time": 229500.0,
      "text": "Still, any gas near a newly formed white dwarf is likely to be affected by the intense radiation pouring out of it."
    },
    {
      "index": 47,
      "start_time": 229500.0,
      "end_time": 234569.0,
      "text": "And hey, wait a sec. When a star like the Sun is in its final death throes, it expels"
    },
    {
      "index": 48,
      "start_time": 234569.0,
      "end_time": 238589.0,
      "text": "its outer layers as a gaseous wind. You don’t suppose…?"
    },
    {
      "index": 49,
      "start_time": 238589.0,
      "end_time": 244040.0,
      "text": "Yup. By the time that white dwarf forms, the gas blown off hasn’t gotten very far from it,"
    },
    {
      "index": 50,
      "start_time": 244040.0,
      "end_time": 249460.0,
      "text": "at most a light year or two. That’s plenty close enough to get zapped by the white dwarf radiation,"
    },
    {
      "index": 51,
      "start_time": 249460.0,
      "end_time": 253640.0,
      "text": "causing that gas to glow in response. What does something like THAT look like?"
    },
    {
      "index": 52,
      "start_time": 253640.0,
      "end_time": 255460.0,
      "text": "Why, it looks like this."
    },
    {
      "index": 53,
      "start_time": 255460.0,
      "end_time": 259930.0,
      "text": "This object is what we call a planetary nebula. It’s a funny name, and like so many other"
    },
    {
      "index": 54,
      "start_time": 259930.0,
      "end_time": 263800.0,
      "text": "names it’s left over from when these objects were first discovered. The astronomer William"
    },
    {
      "index": 55,
      "start_time": 263800.0,
      "end_time": 267960.0,
      "text": "Herschel — the same man who discovered infrared light and the planet Uranus — gave them"
    },
    {
      "index": 56,
      "start_time": 267960.0,
      "end_time": 271840.0,
      "text": "that name, because they appeared like small green disks through the eyepiece."
    },
    {
      "index": 57,
      "start_time": 271840.0,
      "end_time": 277450.0,
      "text": "The first planetary nebula was discovered in 1764 by the French astronomer Charles Messier,"
    },
    {
      "index": 58,
      "start_time": 277450.0,
      "end_time": 283010.0,
      "text": "who spent years scanning the skies looking for comets. He kept seeing faint fuzzy objects that he mistook for"
    },
    {
      "index": 59,
      "start_time": 283010.0,
      "end_time": 289770.0,
      "text": "comets, so he decided to make a catalog of them, a sort of “avoid these objects” list. That list is now a staple"
    },
    {
      "index": 60,
      "start_time": 289770.0,
      "end_time": 295480.0,
      "text": "of amateur astronomers, because ironically it contains some of the best and brightest objects to observe."
    },
    {
      "index": 61,
      "start_time": 295480.0,
      "end_time": 302000.0,
      "text": "Among them is M 27 — the 27th object on Messier’s list — one of the biggest planetary nebulae in the sky,"
    },
    {
      "index": 62,
      "start_time": 302000.0,
      "end_time": 306200.0,
      "text": "and one of my favorites; I love seeing it through my telescope when it’s up high in the summer."
    },
    {
      "index": 63,
      "start_time": 306200.0,
      "end_time": 311400.0,
      "text": "Planetary nebulae can be a bit tough to observe; most are small and faint. On film, even with"
    },
    {
      "index": 64,
      "start_time": 311400.0,
      "end_time": 315880.0,
      "text": "long exposures, they can appear to be little more than disks. For a long time, they weren’t"
    },
    {
      "index": 65,
      "start_time": 315880.0,
      "end_time": 319840.0,
      "text": "thought to be terribly complicated; when a star becomes a red giant and blows off its"
    },
    {
      "index": 66,
      "start_time": 319840.0,
      "end_time": 325230.0,
      "text": "outer layers it’s rotating very slowly, so the wind should blow away in a sphere surrounding"
    },
    {
      "index": 67,
      "start_time": 325230.0,
      "end_time": 330190.0,
      "text": "the star. Many planetaries (as we call them for short), are round and look like soap bubbles,"
    },
    {
      "index": 68,
      "start_time": 330190.0,
      "end_time": 333610.0,
      "text": "pretty much what you expect when you look at an expanding shell of gas."
    },
    {
      "index": 69,
      "start_time": 333610.0,
      "end_time": 337810.0,
      "text": "But with the advent of digital detectors, their fainter structures became clearer, and the"
    },
    {
      "index": 70,
      "start_time": 337810.0,
      "end_time": 344390.0,
      "text": "true beauty of these phenomenal objects was revealed. Some are elongated. Some have spiral patterns."
    },
    {
      "index": 71,
      "start_time": 344390.0,
      "end_time": 349440.0,
      "text": "Some have jets shooting out on either side. Some have delicate tendrils streaming away from them."
    },
    {
      "index": 72,
      "start_time": 349440.0,
      "end_time": 354000.0,
      "text": "In fact, only a handful of the hundreds  known are actually circular!"
    },
    {
      "index": 73,
      "start_time": 354000.0,
      "end_time": 356840.0,
      "text": "Clearly, there’s more to planetaries than meets the eye."
    },
    {
      "index": 74,
      "start_time": 356840.0,
      "end_time": 362300.0,
      "text": "If the wind from a star blows off in a sphere, how can planetaries come in all these fantastic shapes?"
    },
    {
      "index": 75,
      "start_time": 362300.0,
      "end_time": 366620.0,
      "text": "It turns out the real situation is more complicated. As usual."
    },
    {
      "index": 76,
      "start_time": 366620.0,
      "end_time": 372280.0,
      "text": "When a star is a red giant, it spins slowly, and blows off a dense but slow solar wind."
    },
    {
      "index": 77,
      "start_time": 372280.0,
      "end_time": 375990.0,
      "text": "If there’s nothing else happening to the star, then that wind will blow outward in"
    },
    {
      "index": 78,
      "start_time": 375990.0,
      "end_time": 380930.0,
      "text": "all directions, spherically. However, as those outer layers of the star peel away, they expose"
    },
    {
      "index": 79,
      "start_time": 380930.0,
      "end_time": 385160.0,
      "text": "the deeper, hotter part of the star. The star starts to blow a much faster, though far less"
    },
    {
      "index": 80,
      "start_time": 385160.0,
      "end_time": 389280.0,
      "text": "dense wind. That wind catches up with and slams into the slower wind."
    },
    {
      "index": 81,
      "start_time": 389280.0,
      "end_time": 392860.0,
      "text": "When that happens, you get that idealized soap bubble nebula."
    },
    {
      "index": 82,
      "start_time": 392860.0,
      "end_time": 396460.0,
      "text": "But some stars are binary; two stars that orbit very close together. We’ll go into"
    },
    {
      "index": 83,
      "start_time": 396460.0,
      "end_time": 401840.0,
      "text": "detail on them in a later episode, but, if the dying star has a companion, they may circle"
    },
    {
      "index": 84,
      "start_time": 401840.0,
      "end_time": 406060.0,
      "text": "each other rapidly. That will shape the wind, forcing more of it outward in the plane of"
    },
    {
      "index": 85,
      "start_time": 406060.0,
      "end_time": 408380.0,
      "text": "the stars’ orbits due to centrifugal force."
    },
    {
      "index": 86,
      "start_time": 408380.0,
      "end_time": 412520.0,
      "text": "The overall shape of the expanding gas is flattened, like a beach ball someone sat on."
    },
    {
      "index": 87,
      "start_time": 412520.0,
      "end_time": 417300.0,
      "text": "When the fast wind kicks in, it slams into that stuff in the orbital plane and slows down."
    },
    {
      "index": 88,
      "start_time": 417300.0,
      "end_time": 421900.0,
      "text": "But there’s less stuff in the polar direction, up and down out of the plane. It’s easier"
    },
    {
      "index": 89,
      "start_time": 421900.0,
      "end_time": 426690.0,
      "text": "for the wind to expand in those directions, and it forms huge lobes of material stretching"
    },
    {
      "index": 90,
      "start_time": 426690.0,
      "end_time": 430750.0,
      "text": "for trillions of kilometers. That’s a very common shape for planetary nebulae."
    },
    {
      "index": 91,
      "start_time": 430750.0,
      "end_time": 435970.0,
      "text": "But to explain the shapes we see, the two stars would have to orbit improbably close."
    },
    {
      "index": 92,
      "start_time": 435970.0,
      "end_time": 440130.0,
      "text": "Most binaries aren’t that tight. So what can cause these shapes?"
    },
    {
      "index": 93,
      "start_time": 440130.0,
      "end_time": 444310.0,
      "text": "When I was in graduate school, my Master’s degree advisor, Noam Soker, came up with a"
    },
    {
      "index": 94,
      "start_time": 444310.0,
      "end_time": 449870.0,
      "text": "nutty idea; maybe the stars had planets, like in our solar system. If the star expanded into"
    },
    {
      "index": 95,
      "start_time": 449870.0,
      "end_time": 454460.0,
      "text": "a red giant and swallowed them, it would take millions of years or more for the planets"
    },
    {
      "index": 96,
      "start_time": 454460.0,
      "end_time": 459470.0,
      "text": "to vaporize. And for all that time they’d be orbiting INSIDE the star, moving faster"
    },
    {
      "index": 97,
      "start_time": 459470.0,
      "end_time": 464199.0,
      "text": "than the star itself. Like using a whisk to beat eggs, the planets inside the star would"
    },
    {
      "index": 98,
      "start_time": 464199.0,
      "end_time": 469780.0,
      "text": "spin it up, causing it to rotate faster… fast enough to explain the shapes of planetaries."
    },
    {
      "index": 99,
      "start_time": 469780.0,
      "end_time": 475460.0,
      "text": "That was in the early 1990s. A few years later, the first exoplanets were found, and we saw"
    },
    {
      "index": 100,
      "start_time": 475460.0,
      "end_time": 480600.0,
      "text": "that massive planets orbiting very close to their stars were common. I suspect this is why we see"
    },
    {
      "index": 101,
      "start_time": 480600.0,
      "end_time": 486580.0,
      "text": "so many weird and fantastic shapes in planetaries; their progenitor stars swallowed their planets."
    },
    {
      "index": 102,
      "start_time": 486580.0,
      "end_time": 493300.0,
      "text": "So planetary nebulae really may owe their existence to planets! And we come… full circle."
    },
    {
      "index": 103,
      "start_time": 493300.0,
      "end_time": 498520.0,
      "text": "The glow in a planetary nebula is due to the hot central white dwarf exciting the gas."
    },
    {
      "index": 104,
      "start_time": 498520.0,
      "end_time": 503530.0,
      "text": "Most of the gas is hydrogen, which glows in the red. However, a lot of the gas is oxygen."
    },
    {
      "index": 105,
      "start_time": 503530.0,
      "end_time": 509590.0,
      "text": "There’s not nearly as much oxygen as hydrogen, but kilo for kilo oxygen glows more brightly than hydrogen"
    },
    {
      "index": 106,
      "start_time": 509590.0,
      "end_time": 515160.0,
      "text": "due to the atomic physics involved. This oxygen glows green, giving planetaries their characteristic hue."
    },
    {
      "index": 107,
      "start_time": 515159.99999999994,
      "end_time": 519739.99999999994,
      "text": "Funny: When this green glow was first analyzed spectroscopically, astronomers couldn’t"
    },
    {
      "index": 108,
      "start_time": 519740.0,
      "end_time": 524889.0,
      "text": "identify the responsible element making it. They dubbed it nebulium, but eventually figured"
    },
    {
      "index": 109,
      "start_time": 524889.0,
      "end_time": 527309.0,
      "text": "out is was just extremely tenuous oxygen."
    },
    {
      "index": 110,
      "start_time": 527309.0,
      "end_time": 532449.0,
      "text": "Other colors can be found, too. Nitrogen and sulfur glow red, and oxygen can emit blue"
    },
    {
      "index": 111,
      "start_time": 532449.0,
      "end_time": 536589.0,
      "text": "as well, all adding to the beauty of these celestial baubles. But these aren’t just"
    },
    {
      "index": 112,
      "start_time": 536589.0,
      "end_time": 541410.0,
      "text": "pretty pictures: The structure, color, and shape of a planetary nebula tells us about"
    },
    {
      "index": 113,
      "start_time": 541410.0,
      "end_time": 547060.0,
      "text": "the life of the star that formed it. We learn even more about stellar evolution by studying how stars die."
    },
    {
      "index": 114,
      "start_time": 547060.0,
      "end_time": 551439.0,
      "text": "Mind you, the gas in a planetary nebula is still expanding, cruising outward from its"
    },
    {
      "index": 115,
      "start_time": 551439.0,
      "end_time": 556140.0,
      "text": "initial momentum of being thrown off the star. Eventually, the gas expands so much it thins"
    },
    {
      "index": 116,
      "start_time": 556140.0,
      "end_time": 560780.0,
      "text": "out, and it stops glowing. That takes a few thousand years, so when you see a planetary"
    },
    {
      "index": 117,
      "start_time": 560780.0,
      "end_time": 566660.0,
      "text": "nebula you’re seeing a very short snapshot of the life, the death, of a star. And that’s"
    },
    {
      "index": 118,
      "start_time": 566660.0,
      "end_time": 571480.0,
      "text": "why we don’t see many; though there are billions of stars in the galaxy that die this way,"
    },
    {
      "index": 119,
      "start_time": 571480.0,
      "end_time": 576340.0,
      "text": "this phase is very brief. Enjoy looking at them while you can. And what of the Sun?"
    },
    {
      "index": 120,
      "start_time": 576340.0,
      "end_time": 581780.0,
      "text": "Will it, one day in the distant future be at the center of a planetary nebula it expels as it dies?"
    },
    {
      "index": 121,
      "start_time": 581780.0,
      "end_time": 587050.0,
      "text": "Ehh probably not. When the Sun becomes a white dwarf, it most likely won’t be energetic"
    },
    {
      "index": 122,
      "start_time": 587050.0,
      "end_time": 592019.0,
      "text": "enough to make the surrounding gas glow; most planetaries start off as stars more massive"
    },
    {
      "index": 123,
      "start_time": 592019.0,
      "end_time": 597420.0,
      "text": "and hotter than the Sun. When our Sun dies, it’ll go quietly and without a lot of visible fanfare."
    },
    {
      "index": 124,
      "start_time": 597420.0,
      "end_time": 601800.0,
      "text": "Alien astronomers, if they’re out there in 8 billion years, may not even notice."
    },
    {
      "index": 125,
      "start_time": 601800.0,
      "end_time": 606620.0,
      "text": "But more massive stars do make quite the spectacle. And if they’re really massive, more than"
    },
    {
      "index": 126,
      "start_time": 606620.0,
      "end_time": 613240.0,
      "text": "about 8 times the Sun’s mass, they really and truly make a scene when they die. They explode."
    },
    {
      "index": 127,
      "start_time": 613240.0,
      "end_time": 616640.0,
      "text": "But that’s for next week. Mwuhahahaha."
    },
    {
      "index": 128,
      "start_time": 616640.0,
      "end_time": 621420.0,
      "text": "Today you learned that when low mass stars die, they form white dwarfs: incredibly hot"
    },
    {
      "index": 129,
      "start_time": 621420.0,
      "end_time": 626980.0,
      "text": "and dense objects roughly the size of Earth. They also can form planetary nebulae: huge,"
    },
    {
      "index": 130,
      "start_time": 626980.0,
      "end_time": 631280.0,
      "text": "intricately detailed objects created when the wind blown from the dying stars is lit"
    },
    {
      "index": 131,
      "start_time": 631280.0,
      "end_time": 636320.0,
      "text": "up by the central white dwarf. They only last a few millennia. The Sun probably won’t"
    },
    {
      "index": 132,
      "start_time": 636320.0,
      "end_time": 638280.0,
      "text": "form one, but higher mass stars do."
    },
    {
      "index": 133,
      "start_time": 638280.0,
      "end_time": 642379.0,
      "text": "Crash Course Astronomy is produced in association with PBS Digital Studios. Why don’t you"
    },
    {
      "index": 134,
      "start_time": 642379.0,
      "end_time": 646089.0,
      "text": "head on over there and check out their YouTube channel -- they have lots of great videos"
    },
    {
      "index": 135,
      "start_time": 646089.0,
      "end_time": 650989.0,
      "text": "there. This episode was written by me, Phil Plait. The script was edited by Blake de Pastino,"
    },
    {
      "index": 136,
      "start_time": 650989.0,
      "end_time": 655140.0,
      "text": "and our consultant is Dr. Michelle Thaller. It was directed by Nicholas Jenkins, edited"
    },
    {
      "index": 137,
      "start_time": 655140.0,
      "end_time": 665140.0,
      "text": "by Nicole Sweeney, the sound designer is Michael Aranda, and the graphics team is Thought Café."
    }
  ]
}