{
  "video_id": "MksnrLTCv3M",
  "title": "Washington Irving | The Legend of Sleepy Hollow Audiobook + PDF",
  "json": [
    {
      "index": 1,
      "start_time": 470.0,
      "end_time": 3830.0,
      "text": "THE LEGEND OF SLEEPY HOLLOW By WASHINGTON IRVING"
    },
    {
      "index": 2,
      "start_time": 3830.0,
      "end_time": 10830.0,
      "text": "\"A pleasing land of drowsy head it was, Of dreams that wave before the half-shut eye;"
    },
    {
      "index": 3,
      "start_time": 10970.0,
      "end_time": 17130.0,
      "text": "And of gay castles in the clouds that pass, Forever flushing round a summer sky.\""
    },
    {
      "index": 4,
      "start_time": 17130.0,
      "end_time": 20948.0,
      "text": "—Castle of Indolence"
    },
    {
      "index": 5,
      "start_time": 20949.0,
      "end_time": 26779.0,
      "text": "In the bosom of one of those spacious coves which indent the eastern shore of the Hudson,"
    },
    {
      "index": 6,
      "start_time": 26779.0,
      "end_time": 32490.0,
      "text": "at that broad expansion of the river denominated by the ancient Dutch navigators the Tappaan"
    },
    {
      "index": 7,
      "start_time": 32490.000000000004,
      "end_time": 39270.0,
      "text": "Zee, and where they always prudently shortened sail and implored the protection of St. Nicholas"
    },
    {
      "index": 8,
      "start_time": 39270.0,
      "end_time": 45620.0,
      "text": "when they crossed, there lies a small market town or rural port, which by some is called"
    },
    {
      "index": 9,
      "start_time": 45620.0,
      "end_time": 52620.0,
      "text": "Greensburgh, but which is more generally and properly known by the name of Tarry Town."
    },
    {
      "index": 10,
      "start_time": 52950.0,
      "end_time": 58420.0,
      "text": "This name was given it, we are told, in former days, by the good housewives of the adjacent"
    },
    {
      "index": 11,
      "start_time": 58420.0,
      "end_time": 64250.0,
      "text": "country, from the inveterate propensity of their husbands to linger about the village"
    },
    {
      "index": 12,
      "start_time": 64250.0,
      "end_time": 71240.0,
      "text": "tavern on market days. Be that as it may, I do not vouch for the fact, but merely advert"
    },
    {
      "index": 13,
      "start_time": 71240.0,
      "end_time": 77940.0,
      "text": "to it, for the sake of being precise and authentic. Not far from this village, perhaps about three"
    },
    {
      "index": 14,
      "start_time": 77940.0,
      "end_time": 84320.0,
      "text": "miles, there is a little valley or rather lap of land among high hills, which is one"
    },
    {
      "index": 15,
      "start_time": 84320.0,
      "end_time": 90908.0,
      "text": "of the quietest places in the whole world. A small brook glides through it, with just"
    },
    {
      "index": 16,
      "start_time": 90909.0,
      "end_time": 96530.0,
      "text": "murmur enough to lull one to repose, and the occasional whistle of a quail, or tapping"
    },
    {
      "index": 17,
      "start_time": 96530.0,
      "end_time": 102220.0,
      "text": "of a woodpecker, is almost the only sound that ever breaks in upon the uniform tranquillity."
    },
    {
      "index": 18,
      "start_time": 102220.0,
      "end_time": 107830.0,
      "text": "I recollect that, when a stripling, my first exploit in squirrel-shooting was in a grove"
    },
    {
      "index": 19,
      "start_time": 107830.0,
      "end_time": 114830.0,
      "text": "of tall walnut-trees that shades one side of the valley. I had wandered into it at noon-time,"
    },
    {
      "index": 20,
      "start_time": 115659.0,
      "end_time": 121490.0,
      "text": "when all nature is peculiarly quiet, and was startled by roar of my own gun, as it broke"
    },
    {
      "index": 21,
      "start_time": 121490.0,
      "end_time": 127570.0,
      "text": "the sabbath stillness around and was prolonged and reverberated by the angry echoes. If ever"
    },
    {
      "index": 22,
      "start_time": 127570.0,
      "end_time": 132620.0,
      "text": "I should wish for a retreat whither I might steal from the world and its distractions,"
    },
    {
      "index": 23,
      "start_time": 132620.0,
      "end_time": 138920.0,
      "text": "and dream quietly away the remnant of a troubled life, I know of none more promising than this"
    },
    {
      "index": 24,
      "start_time": 138920.0,
      "end_time": 142839.0,
      "text": "little valley. From the listless repose of the place and"
    },
    {
      "index": 25,
      "start_time": 142840.0,
      "end_time": 147760.0,
      "text": "the peculiar character of its inhabitants, who are descendants from the original Dutch"
    },
    {
      "index": 26,
      "start_time": 147760.0,
      "end_time": 154760.0,
      "text": "settlers, this sequestered glen has long been known by the name of Sleepy Hollow, and its"
    },
    {
      "index": 27,
      "start_time": 155400.0,
      "end_time": 162400.0,
      "text": "rustic lads are called the Sleepy Hollow Boys throughout all the neighboring country. A"
    },
    {
      "index": 28,
      "start_time": 162400.0,
      "end_time": 168739.0,
      "text": "drowsy, dreamy influence seems to hang over the land and to pervade the very atmosphere."
    },
    {
      "index": 29,
      "start_time": 168739.0,
      "end_time": 173750.0,
      "text": "Some say that the place was bewitched by a high German doctor, during the early days"
    },
    {
      "index": 30,
      "start_time": 173750.0,
      "end_time": 180340.0,
      "text": "of the settlement; others, that an old Indian chief, the prophet or wizard of his tribe,"
    },
    {
      "index": 31,
      "start_time": 180340.0,
      "end_time": 186819.0,
      "text": "held his powwows there before the country was discovered by Master Hendrick Hudson."
    },
    {
      "index": 32,
      "start_time": 186819.0,
      "end_time": 191769.0,
      "text": "Certain it is, the place still continues under the sway of some witching power that holds"
    },
    {
      "index": 33,
      "start_time": 191770.0,
      "end_time": 197349.0,
      "text": "a spell over the minds of the good people, causing them to walk in a continual reverie."
    },
    {
      "index": 34,
      "start_time": 197349.0,
      "end_time": 204349.0,
      "text": "They are given to all kinds of marvelous beliefs; are subject to trances and visions, and frequently"
    },
    {
      "index": 35,
      "start_time": 205400.0,
      "end_time": 211530.0,
      "text": "see strange sights, and hear music and voices in the air. The whole neighborhood abounds"
    },
    {
      "index": 36,
      "start_time": 211530.0,
      "end_time": 218530.0,
      "text": "with local tales, haunted spots, and twilight superstitions; stars shoot and meteors glare"
    },
    {
      "index": 37,
      "start_time": 219300.0,
      "end_time": 225190.0,
      "text": "oftener across the valley than in any other part of the country, and the nightmare, with"
    },
    {
      "index": 38,
      "start_time": 225190.0,
      "end_time": 231500.0,
      "text": "her whole nine fold, seems to make it the favorite scene of her gambols."
    },
    {
      "index": 39,
      "start_time": 231500.0,
      "end_time": 237849.0,
      "text": "The dominant spirit, however, that haunts this enchanted region and seems to be commander-in-chief"
    },
    {
      "index": 40,
      "start_time": 237849.0,
      "end_time": 244849.0,
      "text": "of all the powers of the air, is the apparition of a figure on horseback without a head. It"
    },
    {
      "index": 41,
      "start_time": 245230.0,
      "end_time": 250609.0,
      "text": "is said by some to be the ghost of a Hessian trooper, whose head had been carried away"
    },
    {
      "index": 42,
      "start_time": 250610.0,
      "end_time": 257600.0,
      "text": "by a cannon-ball in some nameless battle during the revolutionary war, and who is ever and"
    },
    {
      "index": 43,
      "start_time": 257600.00000000003,
      "end_time": 262970.0,
      "text": "anon seen by the country folk, hurrying along in the gloom of night, as if on the wings"
    },
    {
      "index": 44,
      "start_time": 262970.0,
      "end_time": 269530.0,
      "text": "of the wind. His haunts are not confined to the valley, but extend at times to the adjacent"
    },
    {
      "index": 45,
      "start_time": 269530.0,
      "end_time": 276530.0,
      "text": "roads, and especially to the vicinity of a church that is at no great distance. Indeed,"
    },
    {
      "index": 46,
      "start_time": 277240.0,
      "end_time": 282240.0,
      "text": "certain of the most authentic historians of those parts, who have been careful in collecting"
    },
    {
      "index": 47,
      "start_time": 282240.0,
      "end_time": 287830.0,
      "text": "and collating the floating facts concerning this specter, allege that, the body of the"
    },
    {
      "index": 48,
      "start_time": 287830.0,
      "end_time": 293539.0,
      "text": "trooper having been buried in the churchyard, the ghost rides forth to the scene of battle"
    },
    {
      "index": 49,
      "start_time": 293540.0,
      "end_time": 298880.0,
      "text": "in nightly quest of his head, and that the rushing speed with which he sometimes passes"
    },
    {
      "index": 50,
      "start_time": 298880.0,
      "end_time": 305900.0,
      "text": "along the hollow like a midnight blast, is owing to his being belated, and in a hurry"
    },
    {
      "index": 51,
      "start_time": 305900.0,
      "end_time": 312900.0,
      "text": "to get back to the churchyard before daybreak. Such is the general purport of this legendary"
    },
    {
      "index": 52,
      "start_time": 312310.0,
      "end_time": 318570.0,
      "text": "superstition, which has furnished materials for many a wild story in that region of shadows,"
    },
    {
      "index": 53,
      "start_time": 318570.0,
      "end_time": 325990.0,
      "text": "and the specter is known at all the country firesides by the name of The Headless Horseman"
    },
    {
      "index": 54,
      "start_time": 325100.0,
      "end_time": 329970.0,
      "text": "of Sleepy Hollow. It is remarkable that the visionary propensity"
    },
    {
      "index": 55,
      "start_time": 329970.0,
      "end_time": 336300.0,
      "text": "I have mentioned is not confined to the native inhabitants of the valley, but is unconsciously"
    },
    {
      "index": 56,
      "start_time": 336300.0,
      "end_time": 342119.0,
      "text": "imbibed by every one who resides there for a time. However wide awake they may have been"
    },
    {
      "index": 57,
      "start_time": 342120.0,
      "end_time": 347820.0,
      "text": "before they entered that sleepy region, they are sure, in a little time, to inhale the"
    },
    {
      "index": 58,
      "start_time": 347820.0,
      "end_time": 354820.0,
      "text": "witching influence of the air, and begin to grow imaginative—to dream dreams and see"
    },
    {
      "index": 59,
      "start_time": 356110.0,
      "end_time": 360229.0,
      "text": "apparitions. I mention this peaceful spot with all possible"
    },
    {
      "index": 60,
      "start_time": 360229.0,
      "end_time": 366419.0,
      "text": "laud; for it is in such little retired Dutch valleys, found here and there embosomed in"
    },
    {
      "index": 61,
      "start_time": 366419.0,
      "end_time": 372330.0,
      "text": "the great State of New York, that population, manners and customs remain fixed, while the"
    },
    {
      "index": 62,
      "start_time": 372330.0,
      "end_time": 378419.0,
      "text": "great torrent of migration and improvement, which is making such incessant changes in"
    },
    {
      "index": 63,
      "start_time": 378419.0,
      "end_time": 384508.0,
      "text": "other parts of this restless country, sweeps by them unobserved. They are like those little"
    },
    {
      "index": 64,
      "start_time": 384509.0,
      "end_time": 390320.0,
      "text": "nooks of still water which border a rapid stream, where we may see the straw and bubble"
    },
    {
      "index": 65,
      "start_time": 390320.0,
      "end_time": 397180.0,
      "text": "riding quietly at anchor, or slowly revolving in their mimic harbor, undisturbed by the"
    },
    {
      "index": 66,
      "start_time": 397180.0,
      "end_time": 403800.0,
      "text": "rush of the passing current. Though many years have elapsed since I trod the drowsy shades"
    },
    {
      "index": 67,
      "start_time": 403800.0,
      "end_time": 408620.0,
      "text": "of Sleepy Hollow, yet I question whether I should not still find the same trees and the"
    },
    {
      "index": 68,
      "start_time": 408620.0,
      "end_time": 412880.0,
      "text": "same families vegetating in its sheltered bosom."
    },
    {
      "index": 69,
      "start_time": 412880.0,
      "end_time": 417509.0,
      "text": "In this by-place of nature there abode, in a remote period of American history, that"
    },
    {
      "index": 70,
      "start_time": 417509.0,
      "end_time": 424509.0,
      "text": "is to say, some thirty years since, a worthy wight of the name of Ichabod Crane, who sojourned,"
    },
    {
      "index": 71,
      "start_time": 425419.0,
      "end_time": 430859.0,
      "text": "or, as he expressed it, \"tarried,\" in Sleepy Hollow, for the purpose of instructing the"
    },
    {
      "index": 72,
      "start_time": 430860.0,
      "end_time": 436330.0,
      "text": "children of the vicinity. He was a native of Connecticut, a State which supplies the"
    },
    {
      "index": 73,
      "start_time": 436330.0,
      "end_time": 442539.0,
      "text": "Union with pioneers for the mind as well as for the forest, and sends forth yearly its"
    },
    {
      "index": 74,
      "start_time": 442539.0,
      "end_time": 449539.0,
      "text": "legions of frontier woodmen and country schoolmasters. The cognomen of Crane was not inapplicable"
    },
    {
      "index": 75,
      "start_time": 449569.0,
      "end_time": 456569.0,
      "text": "to his person. He was tall, but exceedingly lank, with narrow shoulders, long arms and"
    },
    {
      "index": 76,
      "start_time": 457380.0,
      "end_time": 463509.0,
      "text": "legs, hands that dangled a mile out of his sleeves, feet that might have served for shovels,"
    },
    {
      "index": 77,
      "start_time": 463509.0,
      "end_time": 469970.0,
      "text": "and his whole frame most loosely hung together. His head was small and flat at top, with huge"
    },
    {
      "index": 78,
      "start_time": 469970.0,
      "end_time": 476590.0,
      "text": "ears, large green glassy eyes, and a long snipe nose, so that it looked like a weathercock"
    },
    {
      "index": 79,
      "start_time": 476590.0,
      "end_time": 482568.0,
      "text": "perched upon his spindle neck to tell which way the wind blew. To see him striding along"
    },
    {
      "index": 80,
      "start_time": 482569.0,
      "end_time": 488389.0,
      "text": "the profile of a hill on a windy day, with his clothes bagging and fluttering about him,"
    },
    {
      "index": 81,
      "start_time": 488389.0,
      "end_time": 493699.0,
      "text": "one might have mistaken him for the genius of famine descending upon the earth, or some"
    },
    {
      "index": 82,
      "start_time": 493699.0,
      "end_time": 500169.0,
      "text": "scarecrow eloped from a cornfield. His schoolhouse was a low building of one"
    },
    {
      "index": 83,
      "start_time": 500169.0,
      "end_time": 506139.0,
      "text": "large room, rudely constructed of logs, the windows partly glazed and partly patched with"
    },
    {
      "index": 84,
      "start_time": 506139.0,
      "end_time": 512948.0,
      "text": "leaves of copy-books. It was most ingeniously secured at vacant hours by a withe twisted"
    },
    {
      "index": 85,
      "start_time": 512948.0,
      "end_time": 518679.0,
      "text": "in the handle of the door, and stakes set against the window-shutters; so that, though"
    },
    {
      "index": 86,
      "start_time": 518679.0,
      "end_time": 524720.0,
      "text": "a thief might get in with perfect case, he would find some embarrassment in getting out—an"
    },
    {
      "index": 87,
      "start_time": 524720.0,
      "end_time": 531720.0,
      "text": "idea most probably borrowed by the architect, Yost Van Houten, from the mystery of an ellpot."
    },
    {
      "index": 88,
      "start_time": 531769.0,
      "end_time": 537649.0,
      "text": "The schoolhouse stood in a rather lonely but pleasant situation, just at the foot of a"
    },
    {
      "index": 89,
      "start_time": 537649.0,
      "end_time": 543519.0,
      "text": "woody hill, with a brook running close by and a formidable birch-tree growing at one"
    },
    {
      "index": 90,
      "start_time": 543519.0,
      "end_time": 549689.0,
      "text": "end of it. From hence the low murmur of his pupils&#39; voices, conning over their lessons,"
    },
    {
      "index": 91,
      "start_time": 549689.0,
      "end_time": 555689.0,
      "text": "might be heard of a drowsy summer&#39;s day, like the hum of a beehive; interrupted now and"
    },
    {
      "index": 92,
      "start_time": 555689.0,
      "end_time": 562618.0,
      "text": "then by the authoritative voice of the master in the tone of menace or command; or, peradventure,"
    },
    {
      "index": 93,
      "start_time": 562619.0,
      "end_time": 568249.0,
      "text": "by the appalling sound of the birch, as he urged some tardy loiterer along the flowery"
    },
    {
      "index": 94,
      "start_time": 568249.0,
      "end_time": 574190.0,
      "text": "path of knowledge. Truth to say, he was a conscientious man, that ever bore in mind"
    },
    {
      "index": 95,
      "start_time": 574190.0,
      "end_time": 580970.0,
      "text": "the golden maxim, \"spare the rod and spoil the child.\"—Ichabod Crane&#39;s scholars certainly"
    },
    {
      "index": 96,
      "start_time": 580970.0,
      "end_time": 584860.0,
      "text": "were not spoiled. I would not have it imagined, however, that"
    },
    {
      "index": 97,
      "start_time": 584860.0,
      "end_time": 590850.0,
      "text": "he was one of those cruel potentates of the school who joy in the smart of their subjects;"
    },
    {
      "index": 98,
      "start_time": 590850.0,
      "end_time": 597249.0,
      "text": "on the contrary, he administered justice with discrimination rather than severity, taking"
    },
    {
      "index": 99,
      "start_time": 597249.0,
      "end_time": 602980.0,
      "text": "the burden off the backs of the weak and laying it on those of the strong. Your mere puny"
    },
    {
      "index": 100,
      "start_time": 602980.0,
      "end_time": 607860.0,
      "text": "stripling, that winced at the least flourish of the rod, was passed by with indulgence;"
    },
    {
      "index": 101,
      "start_time": 607860.0,
      "end_time": 613420.0,
      "text": "but the claims of justice were satisfied by inflicting a double portion on some little,"
    },
    {
      "index": 102,
      "start_time": 613420.0,
      "end_time": 619540.0,
      "text": "tough, wrong headed, broad-skirted Dutch urchin, who sulked and swelled and grew dogged and"
    },
    {
      "index": 103,
      "start_time": 619540.0,
      "end_time": 625160.0,
      "text": "sullen beneath the birch. All this he called \"doing his duty by their parents\"; and he"
    },
    {
      "index": 104,
      "start_time": 625160.0,
      "end_time": 631329.0,
      "text": "never inflicted a chastisement without following it by the assurance, so consolatory to the"
    },
    {
      "index": 105,
      "start_time": 631329.0,
      "end_time": 637490.0,
      "text": "smarting urchin, that \"he would remember it and thank him for it the longest day he had"
    },
    {
      "index": 106,
      "start_time": 637490.0,
      "end_time": 641369.0,
      "text": "to live.\" When school hours were over, he was even the"
    },
    {
      "index": 107,
      "start_time": 641369.0,
      "end_time": 648209.0,
      "text": "companion and playmate of the larger boys; and on holyday afternoons would convoy some"
    },
    {
      "index": 108,
      "start_time": 648209.0,
      "end_time": 653689.0,
      "text": "of the smaller ones home, who happened to have pretty sisters, or good housewives for"
    },
    {
      "index": 109,
      "start_time": 653689.0,
      "end_time": 658769.0,
      "text": "mothers, noted for the comforts of the cupboard. Indeed, it behooved him to keep on good terms"
    },
    {
      "index": 110,
      "start_time": 658769.0,
      "end_time": 663850.0,
      "text": "with his pupils. The revenue arising from his school was small, and would have been"
    },
    {
      "index": 111,
      "start_time": 663850.0,
      "end_time": 669699.0,
      "text": "scarcely sufficient to furnish him with daily bread, for he was a huge feeder, and, though"
    },
    {
      "index": 112,
      "start_time": 669699.0,
      "end_time": 676290.0,
      "text": "lank, had the dilating powers of an anaconda; but to help out his maintenance, he was, according"
    },
    {
      "index": 113,
      "start_time": 676290.0,
      "end_time": 681660.0,
      "text": "to country custom in those parts, boarded and lodged at the houses of the farmers whose"
    },
    {
      "index": 114,
      "start_time": 681660.0,
      "end_time": 688529.0,
      "text": "children he instructed. With these he lived successively a week at a time, thus going"
    },
    {
      "index": 115,
      "start_time": 688529.0,
      "end_time": 694759.0,
      "text": "the rounds of the neighborhood with all his worldly effects tied up in a cotton handkerchief."
    },
    {
      "index": 116,
      "start_time": 694759.0,
      "end_time": 699649.0,
      "text": "That all this might not be too onerous on the purses of his rustic patrons, who are"
    },
    {
      "index": 117,
      "start_time": 699649.0,
      "end_time": 706149.0,
      "text": "apt to consider the costs of schooling a grievous burden and schoolmasters as mere drones, he"
    },
    {
      "index": 118,
      "start_time": 706149.0,
      "end_time": 712790.0,
      "text": "had various ways of rendering himself both useful and agreeable. He assisted the farmers"
    },
    {
      "index": 119,
      "start_time": 712790.0,
      "end_time": 718790.0,
      "text": "occasionally in the lighter labors of their farms; helped to make hay; mended the fences;"
    },
    {
      "index": 120,
      "start_time": 718790.0,
      "end_time": 724429.0,
      "text": "took the horses to water; drove the cows from pasture, and cut wood for the winter fire."
    },
    {
      "index": 121,
      "start_time": 724429.0,
      "end_time": 730369.0,
      "text": "He laid aside, too, all the dominant dignity and absolute sway with which he lorded it"
    },
    {
      "index": 122,
      "start_time": 730369.0,
      "end_time": 736579.0,
      "text": "in his little empire, the school, and became wonderfully gentle and ingratiating. He found"
    },
    {
      "index": 123,
      "start_time": 736579.0,
      "end_time": 743339.0,
      "text": "favor in the eyes of the mothers, by petting the children, particularly the youngest; and"
    },
    {
      "index": 124,
      "start_time": 743339.0,
      "end_time": 749879.0,
      "text": "like the lion bold, which whilom so magnanimously the lamb did hold, he would sit with a child"
    },
    {
      "index": 125,
      "start_time": 749879.0,
      "end_time": 755470.0,
      "text": "on one knee and rock a cradle with his foot for whole hours together."
    },
    {
      "index": 126,
      "start_time": 755470.0,
      "end_time": 760499.0,
      "text": "In addition to his other vocations, he was the singing-master of the neighborhood, and"
    },
    {
      "index": 127,
      "start_time": 760499.0,
      "end_time": 766509.0,
      "text": "picked up many bright shillings by instructing the young folks in psalmody. It was a matter"
    },
    {
      "index": 128,
      "start_time": 766509.0,
      "end_time": 771839.0,
      "text": "of no little vanity to him on Sundays to take his station in front of the church gallery,"
    },
    {
      "index": 129,
      "start_time": 771839.0,
      "end_time": 777819.0,
      "text": "with a band of chosen singers; where, in his own mind, he completely carried away the palm"
    },
    {
      "index": 130,
      "start_time": 777819.0,
      "end_time": 784628.0,
      "text": "from the parson. Certain it is, his voice resounded far above all the rest of the congregation,"
    },
    {
      "index": 131,
      "start_time": 784629.0,
      "end_time": 790359.0,
      "text": "and there are peculiar quavers still to be heard in that church, and which may even be"
    },
    {
      "index": 132,
      "start_time": 790359.0,
      "end_time": 796639.0,
      "text": "heard half a mile off, quite to the opposite side of the mill-pond, on a still Sunday morning,"
    },
    {
      "index": 133,
      "start_time": 796639.0,
      "end_time": 803639.0,
      "text": "which are said to be legitimately descended from the nose of Ichabod Crane. Thus by divers"
    },
    {
      "index": 134,
      "start_time": 804160.0,
      "end_time": 810469.0,
      "text": "little makeshifts, in that ingenious way which is commonly denominated \"by hook and by crook,\""
    },
    {
      "index": 135,
      "start_time": 810470.0,
      "end_time": 815920.0,
      "text": "the worthy pedagogue got on tolerably enough, and was thought, by all who understood nothing"
    },
    {
      "index": 136,
      "start_time": 815920.0,
      "end_time": 820579.0,
      "text": "of the labor of head-work, to have a wonderfully easy life of it."
    },
    {
      "index": 137,
      "start_time": 820579.0,
      "end_time": 826269.0,
      "text": "The schoolmaster is generally a man of some importance in the female circle of a rural"
    },
    {
      "index": 138,
      "start_time": 826269.0,
      "end_time": 832400.0,
      "text": "neighborhood; being considered a kind of idle gentleman-like personage, of vastly superior"
    },
    {
      "index": 139,
      "start_time": 832400.0,
      "end_time": 838189.0,
      "text": "taste and accomplishments to the rough country swains, and, indeed, inferior in learning"
    },
    {
      "index": 140,
      "start_time": 838189.0,
      "end_time": 844900.0,
      "text": "only to the parson. His appearance, therefore, is apt to occasion some little stir at the"
    },
    {
      "index": 141,
      "start_time": 844900.0,
      "end_time": 850100.0,
      "text": "tea-table of a farmhouse and the addition of a supernumerary dish of cakes or sweetmeats,"
    },
    {
      "index": 142,
      "start_time": 850100.0,
      "end_time": 856759.0,
      "text": "or, peradventure, the parade of a silver teapot. Our man of letters, therefore, was peculiarly"
    },
    {
      "index": 143,
      "start_time": 856759.0,
      "end_time": 862829.0,
      "text": "happy in the smiles of all the country damsels. How he would figure among them in the churchyard,"
    },
    {
      "index": 144,
      "start_time": 862829.0,
      "end_time": 868410.0,
      "text": "between, services on Sundays! gathering grapes for them from the wild vines that overrun"
    },
    {
      "index": 145,
      "start_time": 868410.0,
      "end_time": 874269.0,
      "text": "the surrounding trees; reciting for their amusement all the epitaphs on the tombstones,"
    },
    {
      "index": 146,
      "start_time": 874269.0,
      "end_time": 880119.0,
      "text": "or sauntering, with a whole bevy of them, along the banks of the adjacent mill-pond;"
    },
    {
      "index": 147,
      "start_time": 880119.0,
      "end_time": 886189.0,
      "text": "while the more bashful country bumpkins hung sheepishly back, envying his superior elegance"
    },
    {
      "index": 148,
      "start_time": 886189.0,
      "end_time": 890719.0,
      "text": "and address. From his half itinerant life, also, he was"
    },
    {
      "index": 149,
      "start_time": 890720.0,
      "end_time": 895669.0,
      "text": "a kind of traveling gazette, carrying the whole budget of local gossip from house to"
    },
    {
      "index": 150,
      "start_time": 895669.0,
      "end_time": 902669.0,
      "text": "house, so that his appearance was always greeted with satisfaction. He was, moreover, esteemed"
    },
    {
      "index": 151,
      "start_time": 902739.0,
      "end_time": 907959.0,
      "text": "by the women as a man of great erudition, for he had read several books quite through,"
    },
    {
      "index": 152,
      "start_time": 907959.0,
      "end_time": 913488.0,
      "text": "and was a perfect master of Cotton Mather&#39;s \"History of New England Witchcraft,\" in which,"
    },
    {
      "index": 153,
      "start_time": 913489.0,
      "end_time": 920489.0,
      "text": "by the way, he most firmly and potently believed. He was, in fact, an odd mixture of small shrewdness"
    },
    {
      "index": 154,
      "start_time": 920739.0,
      "end_time": 926400.0,
      "text": "and simple credulity. His appetite for the marvelous, and his powers of digesting it,"
    },
    {
      "index": 155,
      "start_time": 926400.0,
      "end_time": 931889.0,
      "text": "were equally extraordinary; and both had been increased by his residence in this spell-bound"
    },
    {
      "index": 156,
      "start_time": 931889.0,
      "end_time": 938129.0,
      "text": "region. No tale was too gross or monstrous for his capacious swallow. It was often his"
    },
    {
      "index": 157,
      "start_time": 938129.0,
      "end_time": 942629.0,
      "text": "delight, after his school was dismissed in the afternoon, to stretch himself on the rich"
    },
    {
      "index": 158,
      "start_time": 942629.0,
      "end_time": 947939.0,
      "text": "bed of clover, bordering the little brook that whimpered by his schoolhouse, and there"
    },
    {
      "index": 159,
      "start_time": 947939.0,
      "end_time": 954339.0,
      "text": "con over old Mather&#39;s direful tales, until the gathering dusk of evening made the printed"
    },
    {
      "index": 160,
      "start_time": 954339.0,
      "end_time": 961209.0,
      "text": "page a mere mist before his eyes. Then, as he wended his way, by swamp and stream and"
    },
    {
      "index": 161,
      "start_time": 961209.0,
      "end_time": 966518.0,
      "text": "awful woodland, to the farmhouse where he happened to be quartered, every sound of nature,"
    },
    {
      "index": 162,
      "start_time": 966519.0,
      "end_time": 972649.0,
      "text": "at that witching hour, fluttered his excited imagination: the moan of the whip-poor-will"
    },
    {
      "index": 163,
      "start_time": 972649.0,
      "end_time": 978720.0,
      "text": "from the hill-side; the boding cry of the tree-toad, that harbinger of storm; the dreary"
    },
    {
      "index": 164,
      "start_time": 978720.0,
      "end_time": 983579.0,
      "text": "hooting of the screech-owl, or the sudden rustling in the thicket of birds frightened"
    },
    {
      "index": 165,
      "start_time": 983579.0,
      "end_time": 990160.0,
      "text": "from their roost. The fire-flies, too, which sparkled most vividly in the darkest places,"
    },
    {
      "index": 166,
      "start_time": 990160.0,
      "end_time": 996358.0,
      "text": "now and then startled him, as one of uncommon brightness would stream across his path; and"
    },
    {
      "index": 167,
      "start_time": 996359.0,
      "end_time": 1001470.0,
      "text": "if, by chance, a huge blockhead of a beetle came winging his blundering flight against"
    },
    {
      "index": 168,
      "start_time": 1001470.0,
      "end_time": 1006220.0,
      "text": "him, the poor varlet was ready to give up the ghost, with the idea that he was struck"
    },
    {
      "index": 169,
      "start_time": 1006220.0,
      "end_time": 1012720.0,
      "text": "with a witch&#39;s token. His only resource on such occasions, either to drown thought or"
    },
    {
      "index": 170,
      "start_time": 1012720.0,
      "end_time": 1019579.0,
      "text": "drive away evil spirits, was to sing psalm tunes; and the good people of Sleepy Hollow,"
    },
    {
      "index": 171,
      "start_time": 1019580.0,
      "end_time": 1024410.0,
      "text": "as they sat by their doors of an evening, were often filled with awe at hearing his"
    },
    {
      "index": 172,
      "start_time": 1024410.0000000001,
      "end_time": 1031410.0000000001,
      "text": "nasal melody, \"in linked sweetness long drawn out,\" floating from the distant hill, or along"
    },
    {
      "index": 173,
      "start_time": 1031819.9999999999,
      "end_time": 1036289.9999999999,
      "text": "the dusky road. Another of his sources of fearful pleasure"
    },
    {
      "index": 174,
      "start_time": 1036290.0,
      "end_time": 1041800.0,
      "text": "was to pass long winter evenings with the old Dutch wives, as they sat spinning by the"
    },
    {
      "index": 175,
      "start_time": 1041800.0,
      "end_time": 1047360.0,
      "text": "fire, with a row of apples roasting and sputtering along the hearth, and listen to their marvelous"
    },
    {
      "index": 176,
      "start_time": 1047359.9999999999,
      "end_time": 1054491.0,
      "text": "tales of ghosts and goblins, and haunted fields and haunted brooks, and haunted bridges and"
    },
    {
      "index": 177,
      "start_time": 1054490.0,
      "end_time": 1061490.0,
      "text": "haunted houses, and particularly of the headless horseman, or galloping Hessian of the Hollow,"
    },
    {
      "index": 178,
      "start_time": 1061240.0,
      "end_time": 1067190.0,
      "text": "as they sometimes called him. He would delight them equally by his anecdotes of witchcraft,"
    },
    {
      "index": 179,
      "start_time": 1067190.0,
      "end_time": 1072659.0,
      "text": "and of the direful omens and portentous sights and sounds in the air, which prevailed in"
    },
    {
      "index": 180,
      "start_time": 1072660.0,
      "end_time": 1077680.0,
      "text": "the earlier times of Connecticut; and would frighten them wofully with speculations upon"
    },
    {
      "index": 181,
      "start_time": 1077680.0,
      "end_time": 1084581.0,
      "text": "comets and shooting stars, and with the alarming fact that the world did absolutely turn round,"
    },
    {
      "index": 182,
      "start_time": 1084580.0,
      "end_time": 1090480.0,
      "text": "and that they were half the time topsy-turvy! But if there was a pleasure in all this, while"
    },
    {
      "index": 183,
      "start_time": 1090480.0,
      "end_time": 1095480.0,
      "text": "snugly cuddling in the chimney corner of a chamber that was all of a ruddy glow from"
    },
    {
      "index": 184,
      "start_time": 1095480.0,
      "end_time": 1100600.0,
      "text": "the crackling wood fire, and where, of course, no specter dared to show its face, it was"
    },
    {
      "index": 185,
      "start_time": 1100600.0,
      "end_time": 1107449.0,
      "text": "dearly purchased by the terrors of his subsequent walk homeward. What fearful shapes and shadows"
    },
    {
      "index": 186,
      "start_time": 1107450.0,
      "end_time": 1113730.0,
      "text": "beset his path, amid the dim and ghastly glare of a snowy night!—With what wistful look"
    },
    {
      "index": 187,
      "start_time": 1113730.0,
      "end_time": 1119559.0,
      "text": "did he eye every trembling ray of light streaming across the waste fields from some distant"
    },
    {
      "index": 188,
      "start_time": 1119560.0,
      "end_time": 1126591.0,
      "text": "window!—How often was he appalled by some shrub covered with snow, which, like a sheeted"
    },
    {
      "index": 189,
      "start_time": 1126590.0,
      "end_time": 1131509.0,
      "text": "specter, beset his very path!—How often did he shrink with curdling awe at the sound"
    },
    {
      "index": 190,
      "start_time": 1131510.0,
      "end_time": 1137191.0,
      "text": "of his own steps on the frosty crust beneath his feet, and dread to look over his shoulder,"
    },
    {
      "index": 191,
      "start_time": 1137190.0,
      "end_time": 1143659.0,
      "text": "lest he should behold some uncouth being tramping close behind him!—and how often was he thrown"
    },
    {
      "index": 192,
      "start_time": 1143660.0,
      "end_time": 1149430.0,
      "text": "into complete dismay by some rushing blast, howling among the trees, in the idea that"
    },
    {
      "index": 193,
      "start_time": 1149430.0,
      "end_time": 1154321.0,
      "text": "it was the galloping Hessian on one of his nightly scourings!"
    },
    {
      "index": 194,
      "start_time": 1154320.0,
      "end_time": 1160439.0,
      "text": "All these, however, were mere terrors of the night, phantoms of the mind, that walk in"
    },
    {
      "index": 195,
      "start_time": 1160440.0,
      "end_time": 1165850.0,
      "text": "darkness: and though he had seen many specters in his time, and had been more than once beset"
    },
    {
      "index": 196,
      "start_time": 1165850.0,
      "end_time": 1172850.0,
      "text": "by Satan in divers shapes in his lonely perambulations, yet daylight put an end to all these evils;"
    },
    {
      "index": 197,
      "start_time": 1173880.0,
      "end_time": 1179179.0,
      "text": "and he would have passed a pleasant life of it, in despite of the Devil and all his works,"
    },
    {
      "index": 198,
      "start_time": 1179180.0,
      "end_time": 1184951.0,
      "text": "if his path had not been crossed by a being that causes more perplexity to mortal man"
    },
    {
      "index": 199,
      "start_time": 1184950.0,
      "end_time": 1191950.0,
      "text": "than ghosts, goblins, and the whole race of witches put together; and that was—a woman."
    },
    {
      "index": 200,
      "start_time": 1192870.0,
      "end_time": 1198370.0,
      "text": "Among the musical disciples who assembled, one evening in each week, to receive his instructions"
    },
    {
      "index": 201,
      "start_time": 1198370.0,
      "end_time": 1205370.0,
      "text": "in psalmody, was Katrina Van Tassel, the daughter and only child of a substantial Dutch farmer."
    },
    {
      "index": 202,
      "start_time": 1205630.0,
      "end_time": 1211200.0,
      "text": "She was a blooming lass of fresh eighteen; plump as a partridge, ripe and melting and"
    },
    {
      "index": 203,
      "start_time": 1211200.0,
      "end_time": 1217230.0,
      "text": "rosy-cheeked as one of her father&#39;s peaches, and universally famed, not merely for her"
    },
    {
      "index": 204,
      "start_time": 1217230.0,
      "end_time": 1223580.0,
      "text": "beauty, but her vast expectations. She was withal a little of a coquette, as might be"
    },
    {
      "index": 205,
      "start_time": 1223580.0,
      "end_time": 1230549.0,
      "text": "perceived even in her dress, which was a mixture of ancient and modern fashions, as most suited"
    },
    {
      "index": 206,
      "start_time": 1230550.0,
      "end_time": 1237251.0,
      "text": "to set off her charms. She wore the ornaments of pure yellow gold which her great-great-grandmother"
    },
    {
      "index": 207,
      "start_time": 1237250.0,
      "end_time": 1242990.0,
      "text": "had brought over from Saardam; the tempting stomacher of the olden time, and withal a"
    },
    {
      "index": 208,
      "start_time": 1242990.0,
      "end_time": 1249330.0,
      "text": "provokingly short petticoat, to display the prettiest foot and ankle in the country round."
    },
    {
      "index": 209,
      "start_time": 1249330.0,
      "end_time": 1255370.0,
      "text": "Ichabod Crane had a soft and foolish heart toward the sex; and it is not to be wondered"
    },
    {
      "index": 210,
      "start_time": 1255370.0,
      "end_time": 1262370.0,
      "text": "at that so tempting a morsel soon found favor in his eyes, more especially after he had"
    },
    {
      "index": 211,
      "start_time": 1262390.0,
      "end_time": 1269390.0,
      "text": "visited her in her paternal mansion. Old Baltus Van Tassel was a perfect picture of a thriving,"
    },
    {
      "index": 212,
      "start_time": 1269740.0,
      "end_time": 1275850.0,
      "text": "contented, liberal-hearted farmer. He seldom, it is true, sent either his eyes or his thoughts"
    },
    {
      "index": 213,
      "start_time": 1275850.0,
      "end_time": 1282110.0,
      "text": "beyond the boundaries of his own farm; but within these, everything was snug, happy,"
    },
    {
      "index": 214,
      "start_time": 1282110.0,
      "end_time": 1288240.0,
      "text": "and well-conditioned. He was satisfied with his wealth, but not proud of it; and piqued"
    },
    {
      "index": 215,
      "start_time": 1288240.0,
      "end_time": 1294370.0,
      "text": "himself upon the hearty abundance, rather than the style in which he lived. His stronghold"
    },
    {
      "index": 216,
      "start_time": 1294370.0,
      "end_time": 1299889.0,
      "text": "was situated on the banks of the Hudson, in one of those green, sheltered, fertile nooks"
    },
    {
      "index": 217,
      "start_time": 1299890.0,
      "end_time": 1305530.0,
      "text": "in which the Dutch farmers are so fond of nestling. A great elm-tree spread its broad"
    },
    {
      "index": 218,
      "start_time": 1305530.0,
      "end_time": 1311560.0,
      "text": "branches over it, at the foot of which bubbled up a spring of the softest and sweetest water,"
    },
    {
      "index": 219,
      "start_time": 1311560.0,
      "end_time": 1316821.0,
      "text": "in a little well formed of a barrel, and then stole sparkling away through the grass, to"
    },
    {
      "index": 220,
      "start_time": 1316820.0,
      "end_time": 1323900.0,
      "text": "a neighboring brook that babbled along among alders and dwarf willows. Hard by the farmhouse"
    },
    {
      "index": 221,
      "start_time": 1323900.0,
      "end_time": 1328330.0,
      "text": "was a vast barn that might have served for a church, every window and crevice of which"
    },
    {
      "index": 222,
      "start_time": 1328330.0,
      "end_time": 1333799.0,
      "text": "seemed bursting forth with the treasures of the farm; the flail was busily resounding"
    },
    {
      "index": 223,
      "start_time": 1333800.0,
      "end_time": 1339659.0,
      "text": "within it from morning to night; swallows and martins skimmed twittering about the eaves;"
    },
    {
      "index": 224,
      "start_time": 1339660.0,
      "end_time": 1344310.0,
      "text": "and rows of pigeons, some with one eye turned up, as if watching the weather, some with"
    },
    {
      "index": 225,
      "start_time": 1344310.0,
      "end_time": 1349571.0,
      "text": "their heads under their wings, or buried in their bosoms, and others, swelling, and cooing,"
    },
    {
      "index": 226,
      "start_time": 1349570.0,
      "end_time": 1355570.0,
      "text": "and bowing about their dames, were enjoying the sunshine on the roof. Sleek, unwieldy"
    },
    {
      "index": 227,
      "start_time": 1355570.0,
      "end_time": 1360740.0,
      "text": "porkers were grunting in the repose and abundance of their pens, from whence sallied forth,"
    },
    {
      "index": 228,
      "start_time": 1360740.0,
      "end_time": 1367000.0,
      "text": "now and then, troops of sucking pigs, as if to snuff the air. A stately squadron of snowy"
    },
    {
      "index": 229,
      "start_time": 1367000.0,
      "end_time": 1373259.0,
      "text": "geese were riding in an adjoining pond, convoying whole fleets of ducks; regiments of turkeys"
    },
    {
      "index": 230,
      "start_time": 1373260.0,
      "end_time": 1379801.0,
      "text": "were gobbling through the farmyard, and guinea-fowls fretting about it like ill-tempered housewives,"
    },
    {
      "index": 231,
      "start_time": 1379800.0,
      "end_time": 1385370.0,
      "text": "with their peevish, discontented cry. Before the barn door strutted the gallant cock, that"
    },
    {
      "index": 232,
      "start_time": 1385370.0,
      "end_time": 1391330.0,
      "text": "pattern of a husband, a warrior and a fine gentleman, clapping his burnished wings and"
    },
    {
      "index": 233,
      "start_time": 1391330.0,
      "end_time": 1397649.0,
      "text": "crowing in the pride and gladness of his heart—sometimes tearing up the earth with his feet, and then"
    },
    {
      "index": 234,
      "start_time": 1397650.0,
      "end_time": 1403640.0,
      "text": "generously calling his ever-hungry family of wives and children to enjoy the rich morsel"
    },
    {
      "index": 235,
      "start_time": 1403640.0,
      "end_time": 1407960.0,
      "text": "which he had discovered. The pedagogue&#39;s mouth watered as he looked"
    },
    {
      "index": 236,
      "start_time": 1407960.0,
      "end_time": 1414389.0,
      "text": "upon this sumptuous promise of luxurious winter fare. In his devouring mind&#39;s eye, he pictured"
    },
    {
      "index": 237,
      "start_time": 1414390.0,
      "end_time": 1420191.0,
      "text": "to himself every roasting pig running about, with a pudding in its belly and an apple in"
    },
    {
      "index": 238,
      "start_time": 1420190.0,
      "end_time": 1425460.0,
      "text": "its mouth; the pigeons were snugly put to bed in a comfortable pie and tucked in with"
    },
    {
      "index": 239,
      "start_time": 1425460.0,
      "end_time": 1430700.0,
      "text": "a coverlet of crust; the geese were swimming in their own gravy, and the ducks pairing"
    },
    {
      "index": 240,
      "start_time": 1430700.0,
      "end_time": 1437700.0,
      "text": "cosily in dishes, like snug married couples, with a decent competency of onion sauce. In"
    },
    {
      "index": 241,
      "start_time": 1437180.0,
      "end_time": 1443250.0,
      "text": "the porkers he saw carved out the future sleek side of bacon and juicy relishing ham; not"
    },
    {
      "index": 242,
      "start_time": 1443250.0,
      "end_time": 1449780.0,
      "text": "a turkey, but he beheld daintily trussed up, with its gizzard under its wing, and, peradventure,"
    },
    {
      "index": 243,
      "start_time": 1449780.0,
      "end_time": 1456780.0,
      "text": "a necklace of savory sausages; and even bright chanticleer himself lay sprawling on his back,"
    },
    {
      "index": 244,
      "start_time": 1457490.0,
      "end_time": 1462529.0,
      "text": "in a side dish, with uplifted claws, as if craving that quarter which his chivalrous"
    },
    {
      "index": 245,
      "start_time": 1462530.0,
      "end_time": 1468810.0,
      "text": "spirit disdained to ask while living. As the enraptured Ichabod fancied all this,"
    },
    {
      "index": 246,
      "start_time": 1468810.0,
      "end_time": 1474750.0,
      "text": "and as he rolled his great green eyes over the fat meadow lands, the rich fields of wheat,"
    },
    {
      "index": 247,
      "start_time": 1474750.0,
      "end_time": 1481371.0,
      "text": "of rye, of buckwheat and Indian corn, and the orchards burdened with ruddy fruit, which"
    },
    {
      "index": 248,
      "start_time": 1481370.0,
      "end_time": 1487539.0,
      "text": "surrounded the warm tenement of Van Tassel, his heart yearned after the damsel who was"
    },
    {
      "index": 249,
      "start_time": 1487540.0,
      "end_time": 1493371.0,
      "text": "to inherit these domains, and his imagination expanded with the idea how they might be readily"
    },
    {
      "index": 250,
      "start_time": 1493370.0,
      "end_time": 1500209.0,
      "text": "turned into cash, and the money invested in immense tracts of wild land and shingle palaces"
    },
    {
      "index": 251,
      "start_time": 1500210.0,
      "end_time": 1507700.0,
      "text": "in the wilderness. Nay, his busy fancy already realized his hopes, and presented to him the"
    },
    {
      "index": 252,
      "start_time": 1507700.0,
      "end_time": 1513809.0,
      "text": "blooming Katrina, with a whole family of children, mounted on the top of a wagon loaded with"
    },
    {
      "index": 253,
      "start_time": 1513810.0,
      "end_time": 1520150.0,
      "text": "household trumpery, with pots and kettles dangling beneath; and he beheld himself bestriding"
    },
    {
      "index": 254,
      "start_time": 1520150.0,
      "end_time": 1527150.0,
      "text": "a pacing mare, with a colt at her heels, setting out for Kentucky, Tennessee—or the Lord"
    },
    {
      "index": 255,
      "start_time": 1527650.0,
      "end_time": 1531571.0,
      "text": "knows where! When he entered the house, the conquest of"
    },
    {
      "index": 256,
      "start_time": 1531570.0,
      "end_time": 1537399.0,
      "text": "his heart was complete. It was one of those spacious farmhouses, with high-ridged, but"
    },
    {
      "index": 257,
      "start_time": 1537400.0,
      "end_time": 1544310.0,
      "text": "lowly-sloping roofs, built in the style handed down from the first Dutch settlers. The low"
    },
    {
      "index": 258,
      "start_time": 1544310.0,
      "end_time": 1550231.0,
      "text": "projecting eaves forming a piazza along the front capable of being closed up in bad weather."
    },
    {
      "index": 259,
      "start_time": 1550230.0,
      "end_time": 1556600.0,
      "text": "Under this were hung flails, harness, various utensils of husbandry, and nets for fishing"
    },
    {
      "index": 260,
      "start_time": 1556600.0,
      "end_time": 1562209.0,
      "text": "in the neighboring river. Benches were built along the sides for summer use; and a great"
    },
    {
      "index": 261,
      "start_time": 1562210.0,
      "end_time": 1567559.0,
      "text": "spinning-wheel at one end and a churn at the other showed the various uses to which this"
    },
    {
      "index": 262,
      "start_time": 1567560.0,
      "end_time": 1574560.0,
      "text": "important porch might be devoted. From this piazza the wonderful Ichabod entered the hall,"
    },
    {
      "index": 263,
      "start_time": 1574720.0,
      "end_time": 1580399.0,
      "text": "which formed the center of the mansion, and the place of usual residence. Here, rows of"
    },
    {
      "index": 264,
      "start_time": 1580400.0,
      "end_time": 1587400.0,
      "text": "resplendent pewter, ranged on a long dresser, dazzled his eyes. In one corner stood a huge"
    },
    {
      "index": 265,
      "start_time": 1587530.0,
      "end_time": 1593500.0,
      "text": "bag of wool, ready to be spun; in another, a quantity of linsey-woolsey just from the"
    },
    {
      "index": 266,
      "start_time": 1593500.0,
      "end_time": 1599701.0,
      "text": "loom; ears of Indian corn and strings of dried apples and peaches hung in gay festoons along"
    },
    {
      "index": 267,
      "start_time": 1599700.0,
      "end_time": 1606590.0,
      "text": "the walls, mingled with the gaud of red peppers; and a door left ajar gave him a peep into"
    },
    {
      "index": 268,
      "start_time": 1606590.0,
      "end_time": 1613590.0,
      "text": "the best parlor, where the claw-footed chairs, and dark mahogany tables, shone like mirrors;"
    },
    {
      "index": 269,
      "start_time": 1614390.0,
      "end_time": 1619799.0,
      "text": "andirons, with their accompanying shovel and tongs, glistened from their covert of asparagus"
    },
    {
      "index": 270,
      "start_time": 1619800.0,
      "end_time": 1626621.0,
      "text": "tops; mock-oranges and conch shells decorated the mantel-piece; strings of various colored"
    },
    {
      "index": 271,
      "start_time": 1626620.0,
      "end_time": 1632268.0,
      "text": "birds&#39; eggs were suspended above it; a great ostrich egg was hung from the center of the"
    },
    {
      "index": 272,
      "start_time": 1632270.0,
      "end_time": 1638571.0,
      "text": "room, and a corner cupboard, knowingly left open, displayed immense treasures of old silver"
    },
    {
      "index": 273,
      "start_time": 1638570.0,
      "end_time": 1643230.0,
      "text": "and well-mended china. From the moment Ichabod laid his eyes upon"
    },
    {
      "index": 274,
      "start_time": 1643230.0,
      "end_time": 1649460.0,
      "text": "these regions of delight, the peace of his mind was at an end, and his only study was"
    },
    {
      "index": 275,
      "start_time": 1649460.0,
      "end_time": 1655529.0,
      "text": "how to gain the affections of the peerless daughter of Van Tassel. In this enterprise,"
    },
    {
      "index": 276,
      "start_time": 1655530.0,
      "end_time": 1660361.0,
      "text": "however, he had more real difficulties than generally fell to the lot of a knight-errant"
    },
    {
      "index": 277,
      "start_time": 1660360.0,
      "end_time": 1667360.0,
      "text": "of yore, who seldom had anything but giants, enchanters, fiery dragons, and such like easily"
    },
    {
      "index": 278,
      "start_time": 1667420.0,
      "end_time": 1672620.0,
      "text": "conquered adversaries, to contend with; and had to make his way merely through gates of"
    },
    {
      "index": 279,
      "start_time": 1672620.0,
      "end_time": 1677550.0,
      "text": "iron and brass and walls of adamant to the castle-keep, where the lady of his heart was"
    },
    {
      "index": 280,
      "start_time": 1677550.0,
      "end_time": 1682800.0,
      "text": "confined; all which he achieved as easily as a man would carve his way to the center"
    },
    {
      "index": 281,
      "start_time": 1682800.0,
      "end_time": 1689800.0,
      "text": "of a Christmas pie, and then the lady gave him her hand as a matter of course. Ichabod,"
    },
    {
      "index": 282,
      "start_time": 1689890.0,
      "end_time": 1694550.0,
      "text": "on the contrary, had to win his way to the heart of a country coquette, beset with a"
    },
    {
      "index": 283,
      "start_time": 1694550.0,
      "end_time": 1701380.0,
      "text": "labyrinth of whims and caprices, which were forever presenting new difficulties and impediments,"
    },
    {
      "index": 284,
      "start_time": 1701380.0,
      "end_time": 1707741.0,
      "text": "and he had to encounter a host of fearful adversaries of real flesh and blood, the numerous"
    },
    {
      "index": 285,
      "start_time": 1707740.0,
      "end_time": 1713269.0,
      "text": "rustic admirers who beset every portal to her heart; keeping a watchful and angry eye"
    },
    {
      "index": 286,
      "start_time": 1713270.0,
      "end_time": 1720270.0,
      "text": "upon each other, but ready to fly out in the common cause against any new competitor."
    },
    {
      "index": 287,
      "start_time": 1720310.0,
      "end_time": 1726901.0,
      "text": "Among these, the most formidable was a burly, roaring, roistering blade, of the name of"
    },
    {
      "index": 288,
      "start_time": 1726900.0,
      "end_time": 1733900.0,
      "text": "Abraham, or, according to the Dutch abbreviation, Brom Van Brunt, the hero of the country round,"
    },
    {
      "index": 289,
      "start_time": 1733750.0,
      "end_time": 1740331.0,
      "text": "which rung with his feats of strength and hardihood. He was broad-shouldered and double-jointed,"
    },
    {
      "index": 290,
      "start_time": 1740330.0,
      "end_time": 1746399.0,
      "text": "with short curly black hair, and a bluff, but not unpleasant countenance, having a mingled"
    },
    {
      "index": 291,
      "start_time": 1746400.0,
      "end_time": 1752560.0,
      "text": "air of fun and arrogance. From his Herculean frame and great powers of limb, he had received"
    },
    {
      "index": 292,
      "start_time": 1752560.0,
      "end_time": 1758241.0,
      "text": "the nickname of Brom Bones, by which he was universally known. He was famed for great"
    },
    {
      "index": 293,
      "start_time": 1758240.0,
      "end_time": 1764440.0,
      "text": "knowledge and skill in horsemanship, being as dexterous on horseback as a Tartar. He"
    },
    {
      "index": 294,
      "start_time": 1764440.0,
      "end_time": 1769990.0,
      "text": "was foremost at all races and cock-fights, and with the ascendency which bodily strength"
    },
    {
      "index": 295,
      "start_time": 1769990.0,
      "end_time": 1776990.0,
      "text": "always acquires in rustic life, was the umpire in all disputes, setting his hat on one side,"
    },
    {
      "index": 296,
      "start_time": 1777370.0,
      "end_time": 1783560.0,
      "text": "and giving his decisions with an air and tone that admitted of no gainsay or appeal. He"
    },
    {
      "index": 297,
      "start_time": 1783560.0,
      "end_time": 1789231.0,
      "text": "was always ready for either a fight or a frolic; had more mischief than ill-will in his composition;"
    },
    {
      "index": 298,
      "start_time": 1789230.0,
      "end_time": 1794809.0,
      "text": "and, with all his overbearing roughness, there was a strong dash of waggish good-humor at"
    },
    {
      "index": 299,
      "start_time": 1794810.0,
      "end_time": 1800961.0,
      "text": "bottom. He had three or four boon companions of his own stamp, who regarded him as their"
    },
    {
      "index": 300,
      "start_time": 1800960.0,
      "end_time": 1806269.0,
      "text": "model, and at the head of whom he scoured the country, attending every scene of feud"
    },
    {
      "index": 301,
      "start_time": 1806270.0,
      "end_time": 1813191.0,
      "text": "or merriment for miles round. In cold weather, he was distinguished by a fur cap, surmounted"
    },
    {
      "index": 302,
      "start_time": 1813190.0,
      "end_time": 1818700.0,
      "text": "with a flaunting fox&#39;s tail; and when the folks at a country gathering descried this"
    },
    {
      "index": 303,
      "start_time": 1818700.0,
      "end_time": 1824740.0,
      "text": "well-known crest at a distance, whisking about among a squad of hard riders, they always"
    },
    {
      "index": 304,
      "start_time": 1824740.0,
      "end_time": 1830639.0,
      "text": "stood by for a squall. Sometimes his crew would be heard dashing along past the farmhouses"
    },
    {
      "index": 305,
      "start_time": 1830640.0,
      "end_time": 1837630.0,
      "text": "at midnight, with whoop and halloo, like a troop of Don Cossacks, and the old dames,"
    },
    {
      "index": 306,
      "start_time": 1837630.0,
      "end_time": 1842140.0,
      "text": "startled out of their sleep, would listen for a moment till the hurry-scurry had clattered"
    },
    {
      "index": 307,
      "start_time": 1842140.0,
      "end_time": 1848249.0,
      "text": "by, and then exclaim, \"Ay, there goes Brom Bones and his gang!\" The neighbors looked"
    },
    {
      "index": 308,
      "start_time": 1848250.0,
      "end_time": 1854701.0,
      "text": "upon him with a mixture of awe, admiration, and good-will; and when any madcap prank or"
    },
    {
      "index": 309,
      "start_time": 1854700.0,
      "end_time": 1861190.0,
      "text": "rustic brawl occurred in the vicinity, always shook their heads, and warranted Brom Bones"
    },
    {
      "index": 310,
      "start_time": 1861190.0,
      "end_time": 1866409.0,
      "text": "was at the bottom of it. This rantipole hero had for some time singled"
    },
    {
      "index": 311,
      "start_time": 1866410.0,
      "end_time": 1872191.0,
      "text": "out the blooming Katrina for the object of his uncouth gallantries, and though his amorous"
    },
    {
      "index": 312,
      "start_time": 1872190.0,
      "end_time": 1878249.0,
      "text": "toyings were something like the gentle caresses and endearments of a bear, yet it was whispered"
    },
    {
      "index": 313,
      "start_time": 1878250.0,
      "end_time": 1884291.0,
      "text": "that she did not altogether discourage his hopes. Certain it is, his advances were signals"
    },
    {
      "index": 314,
      "start_time": 1884290.0,
      "end_time": 1891290.0,
      "text": "for rival candidates to retire, who felt no inclination to cross a lion in his amours;"
    },
    {
      "index": 315,
      "start_time": 1891120.0,
      "end_time": 1897239.0,
      "text": "insomuch, that when his horse was seen tied to Van Tassel&#39;s paling, on a Sunday night,"
    },
    {
      "index": 316,
      "start_time": 1897240.0,
      "end_time": 1903180.0,
      "text": "a sure sign that his master was courting, or, as it is termed, \"sparking,\" within, all"
    },
    {
      "index": 317,
      "start_time": 1903180.0,
      "end_time": 1909851.0,
      "text": "other suitors passed by in despair and carried the war into other quarters."
    },
    {
      "index": 318,
      "start_time": 1909850.0,
      "end_time": 1916100.0,
      "text": "Such was the formidable rival with whom Ichabod Crane had to contend, and considering all"
    },
    {
      "index": 319,
      "start_time": 1916100.0,
      "end_time": 1922289.0,
      "text": "things, a stouter man than he would have shrunk from the competition, and a wiser man would"
    },
    {
      "index": 320,
      "start_time": 1922290.0,
      "end_time": 1929290.0,
      "text": "have despaired. He had, however, a happy mixture of pliability and perseverance in his nature;"
    },
    {
      "index": 321,
      "start_time": 1929890.0,
      "end_time": 1936890.0,
      "text": "he was in form and spirit like a supple-jack—yielding, but tough; though he bent, he never broke;"
    },
    {
      "index": 322,
      "start_time": 1937600.0,
      "end_time": 1943590.0,
      "text": "and though he bowed beneath the slightest pressure, yet, the moment it was away—jerk!—he"
    },
    {
      "index": 323,
      "start_time": 1943590.0,
      "end_time": 1947428.0,
      "text": "was as erect and carried his head as high as ever."
    },
    {
      "index": 324,
      "start_time": 1947430.0,
      "end_time": 1952101.0,
      "text": "To have taken the field openly against his rival would have been madness; for he was"
    },
    {
      "index": 325,
      "start_time": 1952100.0,
      "end_time": 1958549.0,
      "text": "not a man to be thwarted in his amours, any more than that stormy lover, Achilles. Ichabod,"
    },
    {
      "index": 326,
      "start_time": 1958550.0,
      "end_time": 1964711.0,
      "text": "therefore, made his advances in a quiet and gently-insinuating manner. Under cover of"
    },
    {
      "index": 327,
      "start_time": 1964710.0,
      "end_time": 1970529.0,
      "text": "his character of singing-master, he made frequent visits at the farmhouse; not that he had anything"
    },
    {
      "index": 328,
      "start_time": 1970530.0,
      "end_time": 1975870.0,
      "text": "to apprehend from the meddlesome interference of parents, which is so often a stumbling-block"
    },
    {
      "index": 329,
      "start_time": 1975870.0,
      "end_time": 1982669.0,
      "text": "in the path of lovers. Balt Van Tassel was an easy indulgent soul; he loved his daughter"
    },
    {
      "index": 330,
      "start_time": 1982670.0,
      "end_time": 1988770.0,
      "text": "better even than his pipe, and like a reasonable man, and an excellent father, let her have"
    },
    {
      "index": 331,
      "start_time": 1988770.0,
      "end_time": 1994250.0,
      "text": "her way in everything. His notable little wife, too, had enough to do to attend to her"
    },
    {
      "index": 332,
      "start_time": 1994250.0,
      "end_time": 2000560.0,
      "text": "housekeeping and manage the poultry; for, as she sagely observed, ducks and geese are"
    },
    {
      "index": 333,
      "start_time": 2000560.0,
      "end_time": 2006409.0,
      "text": "foolish things, and must be looked after, but girls can take care of themselves. Thus,"
    },
    {
      "index": 334,
      "start_time": 2006410.0,
      "end_time": 2011510.0,
      "text": "while the busy dame bustled about the house, or plied her spinning-wheel at one end of"
    },
    {
      "index": 335,
      "start_time": 2011510.0,
      "end_time": 2017291.0,
      "text": "the piazza, honest Balt would sit smoking his evening pipe at the other, watching the"
    },
    {
      "index": 336,
      "start_time": 2017290.0,
      "end_time": 2022320.0,
      "text": "achievements of a little wooden warrior, who, armed with a sword in each hand, was most"
    },
    {
      "index": 337,
      "start_time": 2022320.0,
      "end_time": 2027999.0,
      "text": "valiantly fighting the wind on the pinnacle of the barn. In the meantime, Ichabod would"
    },
    {
      "index": 338,
      "start_time": 2028000.0,
      "end_time": 2033550.0,
      "text": "carry on his suit with the daughter by the side of the spring under the great elm, or"
    },
    {
      "index": 339,
      "start_time": 2033550.0,
      "end_time": 2039491.0,
      "text": "sauntering along in the twilight, that hour so favorable to the lover&#39;s eloquence."
    },
    {
      "index": 340,
      "start_time": 2039490.0,
      "end_time": 2044639.0,
      "text": "I profess not to know how women&#39;s hearts are wooed and won. To me they have always been"
    },
    {
      "index": 341,
      "start_time": 2044640.0,
      "end_time": 2050869.0,
      "text": "matters of riddle and admiration. Some seem to have but one vulnerable point, or door"
    },
    {
      "index": 342,
      "start_time": 2050870.0,
      "end_time": 2056741.0,
      "text": "of access; while others have a thousand avenues, and may be captured in a thousand different"
    },
    {
      "index": 343,
      "start_time": 2056739.9999999998,
      "end_time": 2063739.9999999998,
      "text": "ways. It is a great triumph of skill to gain the former, but a still greater proof of generalship"
    },
    {
      "index": 344,
      "start_time": 2063780.0000000002,
      "end_time": 2069000.0000000002,
      "text": "to maintain possession of the latter, for a man must battle for his fortress at every"
    },
    {
      "index": 345,
      "start_time": 2069000.0,
      "end_time": 2076000.0,
      "text": "door and window. He that wins a thousand common hearts, is therefore entitled to some renown;"
    },
    {
      "index": 346,
      "start_time": 2076280.0000000002,
      "end_time": 2082369.0000000002,
      "text": "but he who keeps undisputed sway over the heart of a coquette, is indeed a hero. Certain"
    },
    {
      "index": 347,
      "start_time": 2082370.0,
      "end_time": 2088691.0,
      "text": "it is, this was not the case with the redoubtable Brom Bones; and from the moment Ichabod Crane"
    },
    {
      "index": 348,
      "start_time": 2088690.0,
      "end_time": 2095418.0,
      "text": "made his advances, the interests of the former evidently declined: his horse was no longer"
    },
    {
      "index": 349,
      "start_time": 2095420.0,
      "end_time": 2101192.0,
      "text": "seen tied at the palings on Sunday nights, and a deadly feud gradually arose between"
    },
    {
      "index": 350,
      "start_time": 2101190.0,
      "end_time": 2108190.0,
      "text": "him and the preceptor of Sleepy Hollow. Brom, who had a degree of rough chivalry in"
    },
    {
      "index": 351,
      "start_time": 2108480.0,
      "end_time": 2114299.0,
      "text": "his nature, would fain have carried matters to open warfare, and settled their pretensions"
    },
    {
      "index": 352,
      "start_time": 2114300.0,
      "end_time": 2120781.0,
      "text": "to the lady according to the mode of those most concise and simple reasoners, the knights-errant"
    },
    {
      "index": 353,
      "start_time": 2120780.0,
      "end_time": 2127290.0,
      "text": "of yore—by single combat; but Ichabod was too conscious of the superior might of his"
    },
    {
      "index": 354,
      "start_time": 2127290.0,
      "end_time": 2133329.0,
      "text": "adversary to enter the lists against him; he had overheard the boast of Bones, that"
    },
    {
      "index": 355,
      "start_time": 2133330.0,
      "end_time": 2138181.0,
      "text": "he would \"double the schoolmaster up, and put him on a shelf\"; and he was too wary to"
    },
    {
      "index": 356,
      "start_time": 2138180.0,
      "end_time": 2144200.0,
      "text": "give him an opportunity. There was something extremely provoking in this obstinately pacific"
    },
    {
      "index": 357,
      "start_time": 2144200.0,
      "end_time": 2150200.0,
      "text": "system; it left Brom no alternative but to draw upon the funds of rustic waggery in his"
    },
    {
      "index": 358,
      "start_time": 2150200.0,
      "end_time": 2156750.0,
      "text": "disposition, and to play off boorish practical jokes upon his rival. Ichabod became the object"
    },
    {
      "index": 359,
      "start_time": 2156750.0,
      "end_time": 2163260.0,
      "text": "of whimsical persecution to Bones and his gang of rough riders. They harried his hitherto"
    },
    {
      "index": 360,
      "start_time": 2163260.0,
      "end_time": 2169420.0,
      "text": "peaceful domains; smoked out his singing-school, by stopping up the chimney; broke into the"
    },
    {
      "index": 361,
      "start_time": 2169420.0,
      "end_time": 2175950.0,
      "text": "schoolhouse at night, in spite of its formidable fastenings of withe and window stakes, and"
    },
    {
      "index": 362,
      "start_time": 2175950.0,
      "end_time": 2180919.0,
      "text": "turned everything topsy-turvy; so that the poor schoolmaster began to think all the witches"
    },
    {
      "index": 363,
      "start_time": 2180920.0,
      "end_time": 2186549.0,
      "text": "in the country held their meetings there. But what was still more annoying, Brom took"
    },
    {
      "index": 364,
      "start_time": 2186550.0,
      "end_time": 2192911.0,
      "text": "all opportunities of turning him into ridicule in presence of his mistress, and had a scoundrel"
    },
    {
      "index": 365,
      "start_time": 2192910.0,
      "end_time": 2199319.0,
      "text": "dog whom he taught to whine in the most ludicrous manner, and introduced as a rival of Ichabod&#39;s,"
    },
    {
      "index": 366,
      "start_time": 2199320.0,
      "end_time": 2206320.0,
      "text": "to instruct her in psalmody. In this way, matters went on for some time,"
    },
    {
      "index": 367,
      "start_time": 2206390.0,
      "end_time": 2212259.0,
      "text": "without producing any material effect on the relative situations of the contending powers."
    },
    {
      "index": 368,
      "start_time": 2212260.0,
      "end_time": 2218829.0,
      "text": "On a fine autumnal afternoon, Ichabod, in pensive mood, sat enthroned on the lofty stool"
    },
    {
      "index": 369,
      "start_time": 2218830.0,
      "end_time": 2225151.0,
      "text": "from whence he usually watched all the concerns of his little literary realm. In his hand"
    },
    {
      "index": 370,
      "start_time": 2225150.0,
      "end_time": 2232150.0,
      "text": "he swayed a ferule, that scepter of despotic power; the birch of justice reposed on three"
    },
    {
      "index": 371,
      "start_time": 2232350.0,
      "end_time": 2239350.0,
      "text": "nails, behind the throne, a constant terror to evil doers; while on the desk before him"
    },
    {
      "index": 372,
      "start_time": 2239410.0,
      "end_time": 2245270.0,
      "text": "might be seen sundry contraband articles and prohibited weapons, detected upon the persons"
    },
    {
      "index": 373,
      "start_time": 2245270.0,
      "end_time": 2252270.0,
      "text": "of idle urchins, such as half-munched apples, popguns, whirligigs, fly-cages, and whole"
    },
    {
      "index": 374,
      "start_time": 2253630.0,
      "end_time": 2259400.0,
      "text": "legions of rampant little paper game-cocks. Apparently there had been some appalling act"
    },
    {
      "index": 375,
      "start_time": 2259400.0,
      "end_time": 2265509.0,
      "text": "of justice recently inflicted, for his scholars were all busily intent upon their books, or"
    },
    {
      "index": 376,
      "start_time": 2265510.0,
      "end_time": 2270460.0,
      "text": "slyly whispering behind them with one eye kept upon the master; and a kind of buzzing"
    },
    {
      "index": 377,
      "start_time": 2270460.0,
      "end_time": 2275990.0,
      "text": "stillness reigned throughout the schoolroom. It was suddenly interrupted by the appearance"
    },
    {
      "index": 378,
      "start_time": 2275990.0,
      "end_time": 2282970.0,
      "text": "of a negro in tow-cloth jacket and trousers, a round crowned fragment of a hat, like the"
    },
    {
      "index": 379,
      "start_time": 2282970.0,
      "end_time": 2288000.0,
      "text": "cap of Mercury, and mounted on the back of a ragged, wild, half-broken colt, which he"
    },
    {
      "index": 380,
      "start_time": 2288000.0,
      "end_time": 2293859.0,
      "text": "managed with a rope by way of halter. He came clattering up to the school door with an invitation"
    },
    {
      "index": 381,
      "start_time": 2293860.0,
      "end_time": 2300671.0,
      "text": "to Ichabod to attend a merry-making, or \"quilting frolic,\" to be held that evening at Mynheer"
    },
    {
      "index": 382,
      "start_time": 2300670.0,
      "end_time": 2306390.0,
      "text": "Van Tassel&#39;s; and having delivered his message with that air of importance, and effort at"
    },
    {
      "index": 383,
      "start_time": 2306390.0,
      "end_time": 2311690.0,
      "text": "fine language, which a negro is apt to display on petty embassies of the kind, he dashed"
    },
    {
      "index": 384,
      "start_time": 2311690.0,
      "end_time": 2317200.0,
      "text": "over the brook, and was seen scampering away up the hollow, full of the importance and"
    },
    {
      "index": 385,
      "start_time": 2317200.0,
      "end_time": 2322990.0,
      "text": "hurry of his mission. All was now bustle and hubbub in the late"
    },
    {
      "index": 386,
      "start_time": 2322990.0,
      "end_time": 2326750.0,
      "text": "quiet schoolroom. The scholars were hurried through their lessons, without stopping at"
    },
    {
      "index": 387,
      "start_time": 2326750.0,
      "end_time": 2332790.0,
      "text": "trifles; those who were nimble skipped over half with impunity, and those who were tardy"
    },
    {
      "index": 388,
      "start_time": 2332790.0,
      "end_time": 2338790.0,
      "text": "had a smart application now and then in the rear, to quicken their speed, or help them"
    },
    {
      "index": 389,
      "start_time": 2338790.0,
      "end_time": 2344880.0,
      "text": "over a tall word. Books were flung aside, without being put away on the shelves; inkstands"
    },
    {
      "index": 390,
      "start_time": 2344880.0,
      "end_time": 2349670.0,
      "text": "were overturned, benches thrown down, and the whole school was turned loose an hour"
    },
    {
      "index": 391,
      "start_time": 2349670.0,
      "end_time": 2355680.0,
      "text": "before the usual time; bursting forth like a legion of young imps, yelping and racketing"
    },
    {
      "index": 392,
      "start_time": 2355680.0,
      "end_time": 2362680.0,
      "text": "about the green, in joy at their early emancipation. The gallant Ichabod now spent at least an"
    },
    {
      "index": 393,
      "start_time": 2363120.0,
      "end_time": 2369471.0,
      "text": "extra half-hour at his toilet, brushing and furbishing up his best, and indeed only suit"
    },
    {
      "index": 394,
      "start_time": 2369470.0,
      "end_time": 2374578.0,
      "text": "of rusty black, and arranging his looks by a bit of broken looking-glass that hung up"
    },
    {
      "index": 395,
      "start_time": 2374580.0,
      "end_time": 2379451.0,
      "text": "in the schoolhouse. That he might make his appearance before his mistress in the true"
    },
    {
      "index": 396,
      "start_time": 2379450.0,
      "end_time": 2385609.0,
      "text": "style of a cavalier, he borrowed a horse from the farmer with whom he was domiciliated,"
    },
    {
      "index": 397,
      "start_time": 2385610.0,
      "end_time": 2392411.0,
      "text": "a choleric old Dutchman, of the name of Hans Van Ripper, and thus gallantly mounted, issued"
    },
    {
      "index": 398,
      "start_time": 2392410.0,
      "end_time": 2398319.0,
      "text": "forth like a knight-errant in quest of adventures. But it is meet I should, in the true spirit"
    },
    {
      "index": 399,
      "start_time": 2398320.0,
      "end_time": 2405320.0,
      "text": "of romantic story, give some account of the looks and equipments of my hero and his steed."
    },
    {
      "index": 400,
      "start_time": 2405400.0,
      "end_time": 2412180.0,
      "text": "The animal he bestrode was a broken-down plow-horse that had outlived almost everything but his"
    },
    {
      "index": 401,
      "start_time": 2412180.0,
      "end_time": 2418788.0,
      "text": "viciousness. He was gaunt and shagged, with a ewe neck and a head like a hammer; his rusty"
    },
    {
      "index": 402,
      "start_time": 2418790.0,
      "end_time": 2424711.0,
      "text": "mane and tail were tangled and knotted with burrs; one eye had lost its pupil, and was"
    },
    {
      "index": 403,
      "start_time": 2424710.0,
      "end_time": 2430890.0,
      "text": "glaring and spectral, but the other had the gleam of a genuine devil in it. Still he must"
    },
    {
      "index": 404,
      "start_time": 2430890.0,
      "end_time": 2437720.0,
      "text": "have had fire and mettle in his day, if we may judge from his name, which was Gunpowder."
    },
    {
      "index": 405,
      "start_time": 2437720.0,
      "end_time": 2443209.0,
      "text": "He had, in fact, been a favorite steed of his master&#39;s, the choleric Van Ripper, who"
    },
    {
      "index": 406,
      "start_time": 2443210.0,
      "end_time": 2449359.0,
      "text": "was a furious rider, and had infused, very probably, some of his own spirit into the"
    },
    {
      "index": 407,
      "start_time": 2449360.0,
      "end_time": 2455241.0,
      "text": "animal; for, old and broken-down as he looked, there was more of the lurking devil in him"
    },
    {
      "index": 408,
      "start_time": 2455240.0,
      "end_time": 2461308.0,
      "text": "than in any young filly in the country. Ichabod was a suitable figure for such a steed."
    },
    {
      "index": 409,
      "start_time": 2461310.0,
      "end_time": 2466620.0,
      "text": "He rode with short stirrups, which brought his knees nearly up to the pommel of the saddle;"
    },
    {
      "index": 410,
      "start_time": 2466620.0,
      "end_time": 2473350.0,
      "text": "his sharp elbows stuck out like grasshoppers&#39;; he carried his whip perpendicularly in his"
    },
    {
      "index": 411,
      "start_time": 2473350.0,
      "end_time": 2479001.0,
      "text": "hand, like a scepter, and as the horse jogged on, the motion of his arms was not unlike"
    },
    {
      "index": 412,
      "start_time": 2479000.0,
      "end_time": 2485390.0,
      "text": "the flapping of a pair of wings. A small wool hat rested on the top of his nose, for so"
    },
    {
      "index": 413,
      "start_time": 2485390.0,
      "end_time": 2490720.0,
      "text": "his scanty strip of forehead might be called, and the skirts of his black coat fluttered"
    },
    {
      "index": 414,
      "start_time": 2490720.0,
      "end_time": 2497618.0,
      "text": "out almost to the horse&#39;s tail. Such was the appearance of Ichabod and his steed as they"
    },
    {
      "index": 415,
      "start_time": 2497620.0,
      "end_time": 2503501.0,
      "text": "shambled out of the gate of Hans Van Ripper, and it was altogether such an apparition as"
    },
    {
      "index": 416,
      "start_time": 2503500.0,
      "end_time": 2510500.0,
      "text": "is seldom to be met with in broad daylight. It was, as I have said, a fine autumnal day;"
    },
    {
      "index": 417,
      "start_time": 2510710.0,
      "end_time": 2516660.0,
      "text": "the sky was clear and serene, and nature wore that rich and golden livery which we always"
    },
    {
      "index": 418,
      "start_time": 2516660.0,
      "end_time": 2522950.0,
      "text": "associate with the idea of abundance. The forests had put on their sober brown and yellow,"
    },
    {
      "index": 419,
      "start_time": 2522950.0,
      "end_time": 2528578.0,
      "text": "while some trees of the tenderer kind had been nipped by the frosts into brilliant dyes"
    },
    {
      "index": 420,
      "start_time": 2528580.0,
      "end_time": 2535191.0,
      "text": "of orange, purple, and scarlet. Streaming files of wild ducks began to make their appearance"
    },
    {
      "index": 421,
      "start_time": 2535190.0,
      "end_time": 2539950.0,
      "text": "high in the air; the bark of the squirrel might be heard from the groves of beech and"
    },
    {
      "index": 422,
      "start_time": 2539950.0,
      "end_time": 2546950.0,
      "text": "hickory-nuts, and the pensive whistle of the quail at intervals from the neighboring stubble-field."
    },
    {
      "index": 423,
      "start_time": 2547490.0,
      "end_time": 2552200.0,
      "text": "The small birds were taking their farewell banquets. In the fullness of their revelry,"
    },
    {
      "index": 424,
      "start_time": 2552200.0,
      "end_time": 2557549.0,
      "text": "they fluttered, chirping and frolicking, from bush to bush and tree to tree, capricious"
    },
    {
      "index": 425,
      "start_time": 2557550.0,
      "end_time": 2563360.0,
      "text": "from the very profusion and variety around them. There was the honest cock-robin, the"
    },
    {
      "index": 426,
      "start_time": 2563360.0,
      "end_time": 2568451.0,
      "text": "favorite game of stripling sportsmen, with its loud querulous note, and the twittering"
    },
    {
      "index": 427,
      "start_time": 2568450.0,
      "end_time": 2574430.0,
      "text": "blackbirds flying in sable clouds; and the golden-winged woodpecker, with his crimson"
    },
    {
      "index": 428,
      "start_time": 2574430.0,
      "end_time": 2579690.0,
      "text": "crest, his broad black gorget and splendid plumage; and the cedar-bird, with its red-tipped"
    },
    {
      "index": 429,
      "start_time": 2579690.0,
      "end_time": 2586270.0,
      "text": "wings and yellow-tipped tail, and its little monteiro cap of feathers; and the blue jay,"
    },
    {
      "index": 430,
      "start_time": 2586270.0,
      "end_time": 2592900.0,
      "text": "that noisy coxcomb, in his gay light blue coat and white underclothes, screaming and"
    },
    {
      "index": 431,
      "start_time": 2592100.0,
      "end_time": 2596970.0,
      "text": "chattering, nodding, and bobbing, and bowing, and pretending to be on good terms with every"
    },
    {
      "index": 432,
      "start_time": 2596970.0,
      "end_time": 2602970.0,
      "text": "songster of the grove. As Ichabod jogged slowly on his way, his eye,"
    },
    {
      "index": 433,
      "start_time": 2602970.0,
      "end_time": 2608779.0,
      "text": "ever open to every symptom of culinary abundance, ranged with delight over the treasures of"
    },
    {
      "index": 434,
      "start_time": 2608780.0,
      "end_time": 2614869.0,
      "text": "jolly autumn. On all sides he beheld vast store of apples, some hanging in oppressive"
    },
    {
      "index": 435,
      "start_time": 2614870.0,
      "end_time": 2620751.0,
      "text": "opulence on the trees, some gathered into baskets and barrels for the market, others"
    },
    {
      "index": 436,
      "start_time": 2620750.0,
      "end_time": 2626750.0,
      "text": "heaped up in rich piles for the cider-press. Further on he beheld great fields of Indian"
    },
    {
      "index": 437,
      "start_time": 2626750.0,
      "end_time": 2631839.0,
      "text": "corn, with its golden ears peeping from their leafy coverts and holding out the promise"
    },
    {
      "index": 438,
      "start_time": 2631840.0,
      "end_time": 2637350.0,
      "text": "of cakes and hasty-pudding; and the yellow pumpkins lying beneath them, turning up their"
    },
    {
      "index": 439,
      "start_time": 2637350.0,
      "end_time": 2644231.0,
      "text": "fair round bellies to the sun, and giving ample prospects of the most luxurious of pies;"
    },
    {
      "index": 440,
      "start_time": 2644230.0,
      "end_time": 2650289.0,
      "text": "and anon he passed the fragrant buckwheat fields, breathing the odor of the beehive,"
    },
    {
      "index": 441,
      "start_time": 2650290.0,
      "end_time": 2655921.0,
      "text": "and as he beheld them, soft anticipations stole over his mind of dainty slap-jacks,"
    },
    {
      "index": 442,
      "start_time": 2655920.0,
      "end_time": 2662590.0,
      "text": "well-buttered, and garnished with honey or treacle, by the delicate little dimpled hand"
    },
    {
      "index": 443,
      "start_time": 2662590.0,
      "end_time": 2667130.0,
      "text": "of Katrina Van Tassel. Thus feeding his mind with many sweet thoughts"
    },
    {
      "index": 444,
      "start_time": 2667130.0,
      "end_time": 2672640.0,
      "text": "and \"sugared suppositions,\" he journeyed along the sides of a range of hills which look out"
    },
    {
      "index": 445,
      "start_time": 2672640.0,
      "end_time": 2679410.0,
      "text": "upon some of the goodliest scenes of the mighty Hudson. The sun gradually wheeled his broad"
    },
    {
      "index": 446,
      "start_time": 2679410.0,
      "end_time": 2686410.0,
      "text": "disk down into the west. The wide bosom of the Tappaan Zee lay motionless and glassy,"
    },
    {
      "index": 447,
      "start_time": 2686770.0,
      "end_time": 2692190.0,
      "text": "excepting that here and there a gentle undulation waved and prolonged the blue shadow of the"
    },
    {
      "index": 448,
      "start_time": 2692190.0,
      "end_time": 2698579.0,
      "text": "distant mountain. A few amber clouds floated in the sky, without a breath of air to move"
    },
    {
      "index": 449,
      "start_time": 2698580.0,
      "end_time": 2705580.0,
      "text": "them. The horizon was of a fine golden tint, changing gradually into a pure apple green,"
    },
    {
      "index": 450,
      "start_time": 2706550.0,
      "end_time": 2712401.0,
      "text": "and from that into the deep blue of the mid-heaven. A slanting ray lingered on the woody crests"
    },
    {
      "index": 451,
      "start_time": 2712400.0,
      "end_time": 2717890.0,
      "text": "of the precipices that overhung some parts of the river, giving greater depth to the"
    },
    {
      "index": 452,
      "start_time": 2717890.0,
      "end_time": 2724770.0,
      "text": "dark gray and purple of their rocky sides. A sloop was loitering in the distance, dropping"
    },
    {
      "index": 453,
      "start_time": 2724770.0,
      "end_time": 2731130.0,
      "text": "slowly down with the tide, her sail hanging uselessly against the mast; and as the reflection"
    },
    {
      "index": 454,
      "start_time": 2731130.0,
      "end_time": 2736470.0,
      "text": "of the sky gleamed along the still water, it seemed as if the vessel was suspended in"
    },
    {
      "index": 455,
      "start_time": 2736470.0,
      "end_time": 2740480.0,
      "text": "the air. It was toward evening that Ichabod arrived"
    },
    {
      "index": 456,
      "start_time": 2740480.0,
      "end_time": 2746730.0,
      "text": "at the castle of the Heer Van Tassel, which he found thronged with the pride and flower"
    },
    {
      "index": 457,
      "start_time": 2746730.0,
      "end_time": 2753170.0,
      "text": "of the adjacent country. Old farmers, a spare leathern-faced race, in homespun coats and"
    },
    {
      "index": 458,
      "start_time": 2753170.0,
      "end_time": 2759849.0,
      "text": "breeches, blue stockings, huge shoes, and magnificent pewter buckles. Their brisk, withered"
    },
    {
      "index": 459,
      "start_time": 2759850.0,
      "end_time": 2766451.0,
      "text": "little dames, in close crimped caps, long-waisted gowns, homespun petticoats, with scissors"
    },
    {
      "index": 460,
      "start_time": 2766450.0,
      "end_time": 2773450.0,
      "text": "and pin-cushions, and gay calico pockets hanging on the outside. Buxom lasses, almost as antiquated"
    },
    {
      "index": 461,
      "start_time": 2774220.0,
      "end_time": 2780250.0,
      "text": "as their mothers, excepting where a straw hat, a fine ribbon, or perhaps a white frock,"
    },
    {
      "index": 462,
      "start_time": 2780250.0,
      "end_time": 2786690.0,
      "text": "gave symptoms of city innovations. The sons, in short square-skirted coats, with rows of"
    },
    {
      "index": 463,
      "start_time": 2786690.0,
      "end_time": 2792690.0,
      "text": "stupendous brass buttons, and their hair generally queued in the fashion of the times, especially"
    },
    {
      "index": 464,
      "start_time": 2792690.0,
      "end_time": 2798450.0,
      "text": "if they could procure an eelskin for the purpose, it being esteemed throughout the country as"
    },
    {
      "index": 465,
      "start_time": 2798450.0,
      "end_time": 2802919.0,
      "text": "a potent nourisher and strengthener of the hair."
    },
    {
      "index": 466,
      "start_time": 2802920.0,
      "end_time": 2808950.0,
      "text": "Brom Bones, however, was the hero of the scene, having come to the gathering on his favorite"
    },
    {
      "index": 467,
      "start_time": 2808950.0,
      "end_time": 2814500.0,
      "text": "steed Daredevil, a creature, like himself, full of mettle and mischief, and which no"
    },
    {
      "index": 468,
      "start_time": 2814500.0,
      "end_time": 2820970.0,
      "text": "one but himself could manage. He was, in fact, noted for preferring vicious animals, given"
    },
    {
      "index": 469,
      "start_time": 2820970.0,
      "end_time": 2826308.0,
      "text": "to all kinds of tricks which kept the rider in constant risk of his neck, for he held"
    },
    {
      "index": 470,
      "start_time": 2826310.0,
      "end_time": 2831951.0,
      "text": "a tractable well-broken horse as unworthy of a lad of spirit."
    },
    {
      "index": 471,
      "start_time": 2831950.0,
      "end_time": 2836480.0,
      "text": "Fain would I pause to dwell upon the world of charms that burst upon the enraptured gaze"
    },
    {
      "index": 472,
      "start_time": 2836480.0,
      "end_time": 2843480.0,
      "text": "of my hero, as he entered the state parlor of Van Tassel&#39;s mansion. Not those of the"
    },
    {
      "index": 473,
      "start_time": 2843490.0,
      "end_time": 2849660.0,
      "text": "bevy of buxom lasses, with their luxurious display of red and white, but the ample charms"
    },
    {
      "index": 474,
      "start_time": 2849660.0,
      "end_time": 2856509.0,
      "text": "of a genuine Dutch country tea-table, in the sumptuous time of autumn. Such heaped-up platters"
    },
    {
      "index": 475,
      "start_time": 2856510.0,
      "end_time": 2863510.0,
      "text": "of cakes of various and almost indescribable kinds, known only to experienced Dutch housewives!"
    },
    {
      "index": 476,
      "start_time": 2864290.0,
      "end_time": 2871001.0,
      "text": "There was the doughty doughnut, the tender oly-koek, and the crisp and crumbling cruller;"
    },
    {
      "index": 477,
      "start_time": 2871000.0,
      "end_time": 2876520.0,
      "text": "sweet cakes and short cakes, ginger cakes and honey cakes, and the whole family of cakes."
    },
    {
      "index": 478,
      "start_time": 2876520.0,
      "end_time": 2880869.0,
      "text": "And then there were apple pies, and peach pies, and pumpkin pies; besides slices of"
    },
    {
      "index": 479,
      "start_time": 2880870.0,
      "end_time": 2887271.0,
      "text": "ham and smoked beef; and moreover delectable dishes of preserved plums, and peaches, and"
    },
    {
      "index": 480,
      "start_time": 2887270.0,
      "end_time": 2892930.0,
      "text": "pears, and quinces; not to mention broiled shad and roasted chickens; together with bowls"
    },
    {
      "index": 481,
      "start_time": 2892930.0,
      "end_time": 2899759.0,
      "text": "of milk and cream, all mingled higgledy-piggledy, pretty much as I have enumerated them, with"
    },
    {
      "index": 482,
      "start_time": 2899760.0,
      "end_time": 2904809.0,
      "text": "the motherly teapot sending up its clouds of vapor from the midst—Heaven bless the"
    },
    {
      "index": 483,
      "start_time": 2904810.0,
      "end_time": 2911471.0,
      "text": "mark! I want breath and time to discuss this banquet as it deserves, and am too eager to"
    },
    {
      "index": 484,
      "start_time": 2911470.0,
      "end_time": 2918140.0,
      "text": "get on with my story. Happily, Ichabod Crane was not in so great a hurry as his historian,"
    },
    {
      "index": 485,
      "start_time": 2918140.0,
      "end_time": 2923960.0,
      "text": "but did ample justice to every dainty. He was a kind and thankful creature, whose"
    },
    {
      "index": 486,
      "start_time": 2923960.0,
      "end_time": 2930990.0,
      "text": "heart dilated in proportion as his skin was filled with good cheer, and whose spirits"
    },
    {
      "index": 487,
      "start_time": 2930990.0,
      "end_time": 2936279.0,
      "text": "rose with eating, as some men&#39;s do with drink. He could not help, too, rolling his large"
    },
    {
      "index": 488,
      "start_time": 2936280.0,
      "end_time": 2941911.0,
      "text": "eyes round him as he ate, and chuckling with the possibility that he might one day be lord"
    },
    {
      "index": 489,
      "start_time": 2941910.0,
      "end_time": 2948910.0,
      "text": "of all this scene of almost unimaginable luxury and splendor. Then, he thought, how soon he&#39;d"
    },
    {
      "index": 490,
      "start_time": 2948960.0,
      "end_time": 2955579.0,
      "text": "turn his back upon the old schoolhouse; snap his fingers in the face of Hans Van Ripper,"
    },
    {
      "index": 491,
      "start_time": 2955580.0,
      "end_time": 2961521.0,
      "text": "and every other niggardly patron, and kick any itinerant pedagogue out of doors that"
    },
    {
      "index": 492,
      "start_time": 2961520.0,
      "end_time": 2967529.0,
      "text": "should dare to call him comrade! Old Baltus Van Tassel moved about among his"
    },
    {
      "index": 493,
      "start_time": 2967530.0,
      "end_time": 2973810.0,
      "text": "guests with a face dilated with content and good-humor, round and jolly as the harvest"
    },
    {
      "index": 494,
      "start_time": 2973810.0,
      "end_time": 2979641.0,
      "text": "moon. His hospitable attentions were brief, but expressive, being confined to a shake"
    },
    {
      "index": 495,
      "start_time": 2979640.0,
      "end_time": 2986490.0,
      "text": "of the hand, a slap on the shoulder, a loud laugh, and a pressing invitation to \"fall"
    },
    {
      "index": 496,
      "start_time": 2986490.0,
      "end_time": 2990440.0,
      "text": "to and help themselves.\" And now the sound of the music from the common"
    },
    {
      "index": 497,
      "start_time": 2990440.0,
      "end_time": 2996200.0,
      "text": "room, or hall, summoned to the dance. The musician was an old gray-headed negro, who"
    },
    {
      "index": 498,
      "start_time": 2996200.0,
      "end_time": 3001660.0,
      "text": "had been the itinerant orchestra of the neighborhood for more than half a century. His instrument"
    },
    {
      "index": 499,
      "start_time": 3001660.0,
      "end_time": 3007270.0,
      "text": "was as old and battered as himself. The greater part of the time he scraped away on two or"
    },
    {
      "index": 500,
      "start_time": 3007270.0,
      "end_time": 3013288.0,
      "text": "three strings, accompanying every movement of the bow with a motion of the head; bowing"
    },
    {
      "index": 501,
      "start_time": 3013290.0,
      "end_time": 3019731.0,
      "text": "almost to the ground, and stamping with his foot whenever a fresh couple were to start."
    },
    {
      "index": 502,
      "start_time": 3019730.0,
      "end_time": 3026720.0,
      "text": "Ichabod prided himself upon his dancing as much as upon his vocal powers. Not a limb,"
    },
    {
      "index": 503,
      "start_time": 3026720.0,
      "end_time": 3032799.0,
      "text": "not a fiber about him was idle; and to have seen his loosely hung frame in full motion,"
    },
    {
      "index": 504,
      "start_time": 3032800.0,
      "end_time": 3038120.0,
      "text": "and clattering about the room, you would have thought St. Vitus himself, that blessed patron"
    },
    {
      "index": 505,
      "start_time": 3038120.0,
      "end_time": 3045291.0,
      "text": "of the dance, was figuring before you in person. He was the admiration of all the negroes;"
    },
    {
      "index": 506,
      "start_time": 3045290.0,
      "end_time": 3050549.0,
      "text": "who, having gathered, of all ages and sizes, from the farm and the neighborhood, stood"
    },
    {
      "index": 507,
      "start_time": 3050550.0,
      "end_time": 3057550.0,
      "text": "forming a pyramid of shining black faces at every door and window, gazing with delight"
    },
    {
      "index": 508,
      "start_time": 3057580.0,
      "end_time": 3063310.0,
      "text": "at the scene, rolling their white eyeballs, and showing grinning rows of ivory from ear"
    },
    {
      "index": 509,
      "start_time": 3063310.0,
      "end_time": 3069641.0,
      "text": "to ear. How could the flogger of urchins be otherwise than animated and joyous?—the"
    },
    {
      "index": 510,
      "start_time": 3069640.0,
      "end_time": 3075160.0,
      "text": "lady of his heart was his partner in the dance, and smiling graciously in reply to all his"
    },
    {
      "index": 511,
      "start_time": 3075160.0,
      "end_time": 3081670.0,
      "text": "amorous oglings; while Brom Bones, sorely smitten with love and jealousy, sat brooding"
    },
    {
      "index": 512,
      "start_time": 3081670.0,
      "end_time": 3086839.0,
      "text": "by himself in one corner. When the dance was at an end, Ichabod was"
    },
    {
      "index": 513,
      "start_time": 3086840.0,
      "end_time": 3093151.0,
      "text": "attracted to a knot of the sager folks, who, with Old Van Tassel, sat smoking at one end"
    },
    {
      "index": 514,
      "start_time": 3093150.0,
      "end_time": 3100150.0,
      "text": "of the piazza, gossiping over former times, and drawling out long stories about the war."
    },
    {
      "index": 515,
      "start_time": 3100220.0,
      "end_time": 3104990.0,
      "text": "This neighborhood, at the time of which I am speaking, was one of those highly favored"
    },
    {
      "index": 516,
      "start_time": 3104990.0,
      "end_time": 3110990.0,
      "text": "places which abound with chronicle and great men. The British and American line had run"
    },
    {
      "index": 517,
      "start_time": 3110990.0,
      "end_time": 3116890.0,
      "text": "near it during the war; it had, therefore, been the scene of marauding, and infested"
    },
    {
      "index": 518,
      "start_time": 3116890.0,
      "end_time": 3123500.0,
      "text": "with refugees, cowboys, and all kind of border chivalry. Just sufficient time had elapsed"
    },
    {
      "index": 519,
      "start_time": 3123500.0,
      "end_time": 3129289.0,
      "text": "to enable each story-teller to dress up his tale with a little becoming fiction, and,"
    },
    {
      "index": 520,
      "start_time": 3129290.0,
      "end_time": 3135741.0,
      "text": "in the indistinctness of his recollection, to make himself the hero of every exploit."
    },
    {
      "index": 521,
      "start_time": 3135740.0,
      "end_time": 3140558.0,
      "text": "There was the story of Doffue Martling, a large blue-bearded Dutchman, who had nearly"
    },
    {
      "index": 522,
      "start_time": 3140560.0,
      "end_time": 3147560.0,
      "text": "taken a British frigate with an old iron nine-pounder from a mud breastwork, only that his gun burst"
    },
    {
      "index": 523,
      "start_time": 3147840.0,
      "end_time": 3152941.0,
      "text": "at the sixth discharge. And there was an old gentleman who shall be nameless, being too"
    },
    {
      "index": 524,
      "start_time": 3152940.0,
      "end_time": 3158839.0,
      "text": "rich a mynheer to be lightly mentioned, who, in the battle of White Plains, being an excellent"
    },
    {
      "index": 525,
      "start_time": 3158840.0,
      "end_time": 3165781.0,
      "text": "master of defense, parried a musket-ball with a small-sword, insomuch that he absolutely"
    },
    {
      "index": 526,
      "start_time": 3165790.0,
      "end_time": 3170809.0,
      "text": "felt it whiz round the blade and glance off at the hilt; in proof of which he was ready"
    },
    {
      "index": 527,
      "start_time": 3170810.0,
      "end_time": 3177181.0,
      "text": "at any time to show the sword, with the hilt a little bent. There were several more that"
    },
    {
      "index": 528,
      "start_time": 3177180.0,
      "end_time": 3182770.0,
      "text": "had been equally great in the field, not one of whom but was persuaded that he had a considerable"
    },
    {
      "index": 529,
      "start_time": 3182770.0,
      "end_time": 3188309.0,
      "text": "hand in bringing the war to a happy termination. But all these were nothing to the tales of"
    },
    {
      "index": 530,
      "start_time": 3188310.0,
      "end_time": 3194201.0,
      "text": "ghosts and apparitions that succeeded. The neighborhood is rich in legendary treasures"
    },
    {
      "index": 531,
      "start_time": 3194200.0,
      "end_time": 3200319.0,
      "text": "of the kind. Local tales and superstitions thrive best in these sheltered long-settled"
    },
    {
      "index": 532,
      "start_time": 3200320.0,
      "end_time": 3206241.0,
      "text": "retreats; but are trampled under foot by the shifting throng that forms the population"
    },
    {
      "index": 533,
      "start_time": 3206240.0,
      "end_time": 3211879.0,
      "text": "of most of our country places. Besides, there is no encouragement for ghosts in most of"
    },
    {
      "index": 534,
      "start_time": 3211880.0,
      "end_time": 3217490.0,
      "text": "our villages, for they have scarcely had time to finish their first nap, and turn themselves"
    },
    {
      "index": 535,
      "start_time": 3217490.0,
      "end_time": 3222210.0,
      "text": "in their graves, before their surviving friends have traveled away from the neighborhood:"
    },
    {
      "index": 536,
      "start_time": 3222210.0,
      "end_time": 3226980.0,
      "text": "so that when they turn out at night to walk their rounds, they have no acquaintance left"
    },
    {
      "index": 537,
      "start_time": 3226980.0,
      "end_time": 3233980.0,
      "text": "to call upon. This is perhaps the reason why we so seldom hear of ghosts except in our"
    },
    {
      "index": 538,
      "start_time": 3234790.0,
      "end_time": 3239859.0,
      "text": "long-established Dutch communities. The immediate cause, however, of the prevalence"
    },
    {
      "index": 539,
      "start_time": 3239860.0,
      "end_time": 3244780.0,
      "text": "of supernatural stories in these parts was doubtless owing to the vicinity of Sleepy"
    },
    {
      "index": 540,
      "start_time": 3244780.0,
      "end_time": 3251310.0,
      "text": "Hollow. There was a contagion in the very air that blew from that haunted region; it"
    },
    {
      "index": 541,
      "start_time": 3251310.0,
      "end_time": 3256941.0,
      "text": "breathed forth an atmosphere of dreams and fancies infecting all the land. Several of"
    },
    {
      "index": 542,
      "start_time": 3256940.0,
      "end_time": 3262190.0,
      "text": "the Sleepy Hollow people were present at Van Tassel&#39;s, and, as usual, were doling out their"
    },
    {
      "index": 543,
      "start_time": 3262190.0,
      "end_time": 3269190.0,
      "text": "wild and wonderful legends. Many dismal tales were told about funeral trains, and mourning"
    },
    {
      "index": 544,
      "start_time": 3269210.0,
      "end_time": 3275420.0,
      "text": "cries and wailings heard and seen about the great tree where the unfortunate Major André"
    },
    {
      "index": 545,
      "start_time": 3275420.0,
      "end_time": 3281180.0,
      "text": "was taken, and which stood in the neighborhood. Some mention was made also of the woman in"
    },
    {
      "index": 546,
      "start_time": 3281180.0,
      "end_time": 3287980.0,
      "text": "white, that haunted the dark glen at Raven Rock, and was often heard to shriek on winter"
    },
    {
      "index": 547,
      "start_time": 3287990.0,
      "end_time": 3292920.0,
      "text": "nights before a storm, having perished there in the snow. The chief part of the stories,"
    },
    {
      "index": 548,
      "start_time": 3292920.0,
      "end_time": 3298510.0,
      "text": "however, turned upon the favorite specter of Sleepy Hollow, the headless horseman, who"
    },
    {
      "index": 549,
      "start_time": 3298510.0,
      "end_time": 3303799.0,
      "text": "had been heard several times of late, patrolling the country, and, it is said, tethered his"
    },
    {
      "index": 550,
      "start_time": 3303800.0,
      "end_time": 3310461.0,
      "text": "horse nightly among the graves in the churchyard. The sequestered situation of this church seems"
    },
    {
      "index": 551,
      "start_time": 3310460.0,
      "end_time": 3316650.0,
      "text": "always to have made it a favorite haunt of troubled spirits. It stands on a knoll, surrounded"
    },
    {
      "index": 552,
      "start_time": 3316650.0,
      "end_time": 3322549.0,
      "text": "by locust trees and lofty elms, from among which its decent, whitewashed walls shine"
    },
    {
      "index": 553,
      "start_time": 3322550.0,
      "end_time": 3328570.0,
      "text": "modestly forth, like Christian purity, beaming through the shades of retirement. A gentle"
    },
    {
      "index": 554,
      "start_time": 3328570.0,
      "end_time": 3335471.0,
      "text": "slope descends from it to a silver sheet of water, bordered by high trees, between which"
    },
    {
      "index": 555,
      "start_time": 3335470.0,
      "end_time": 3340558.0,
      "text": "peeps may be caught at the blue hills of the Hudson. To look upon its grass-grown yard,"
    },
    {
      "index": 556,
      "start_time": 3340560.0,
      "end_time": 3345790.0,
      "text": "where the sunbeams seem to sleep so quietly, one would think that there at least the dead"
    },
    {
      "index": 557,
      "start_time": 3345790.0,
      "end_time": 3352540.0,
      "text": "might rest in peace. On one side of the church extends a wide woody dell, along which raves"
    },
    {
      "index": 558,
      "start_time": 3352540.0,
      "end_time": 3358511.0,
      "text": "a large brook among broken rocks and trunks of fallen trees. Over a deep black part of"
    },
    {
      "index": 559,
      "start_time": 3358510.0,
      "end_time": 3364549.0,
      "text": "the stream, not far from the church, was formerly thrown a wooden bridge; the road that led"
    },
    {
      "index": 560,
      "start_time": 3364550.0,
      "end_time": 3369751.0,
      "text": "to it, and the bridge itself, were thickly shaded by overhanging trees, which cast a"
    },
    {
      "index": 561,
      "start_time": 3369750.0,
      "end_time": 3376359.0,
      "text": "gloom about it, even in the daytime; but occasioned a fearful darkness at night. Such was one"
    },
    {
      "index": 562,
      "start_time": 3376360.0,
      "end_time": 3382901.0,
      "text": "of the favorite haunts of the headless horseman, and the place where he was most frequently"
    },
    {
      "index": 563,
      "start_time": 3382100.0,
      "end_time": 3388260.0,
      "text": "encountered. The tale was told of old Brouwer, a most heretical disbeliever in ghosts, how"
    },
    {
      "index": 564,
      "start_time": 3388260.0,
      "end_time": 3394210.0,
      "text": "he met the horseman returning from his foray into Sleepy Hollow, and was obliged to get"
    },
    {
      "index": 565,
      "start_time": 3394210.0,
      "end_time": 3399619.0,
      "text": "up behind him; how they galloped over bush and brake, over hill and swamp, until they"
    },
    {
      "index": 566,
      "start_time": 3399620.0,
      "end_time": 3405101.0,
      "text": "reached the bridge; when the horseman suddenly turned into a skeleton, threw old Brouwer"
    },
    {
      "index": 567,
      "start_time": 3405100.0,
      "end_time": 3410849.0,
      "text": "into the brook, and sprang away over the treetops with a clap of thunder."
    },
    {
      "index": 568,
      "start_time": 3410850.0,
      "end_time": 3417411.0,
      "text": "This story was immediately matched by a thrice marvelous adventure of Brom Bones, who made"
    },
    {
      "index": 569,
      "start_time": 3417410.0,
      "end_time": 3422899.0,
      "text": "light of the galloping Hessian as an arrant jockey. He affirmed that, on returning one"
    },
    {
      "index": 570,
      "start_time": 3422900.0,
      "end_time": 3427950.0,
      "text": "night from the neighboring village of Sing Sing, he had been overtaken by this midnight"
    },
    {
      "index": 571,
      "start_time": 3427950.0,
      "end_time": 3433580.0,
      "text": "trooper; that he had offered to race with him for a bowl of punch, and should have won"
    },
    {
      "index": 572,
      "start_time": 3433590.0,
      "end_time": 3438539.0,
      "text": "it too, for Daredevil beat the goblin horse all hollow, but just as they came to the church"
    },
    {
      "index": 573,
      "start_time": 3438540.0,
      "end_time": 3443540.0,
      "text": "bridge the Hessian bolted, and vanished in a flash of fire."
    },
    {
      "index": 574,
      "start_time": 3443540.0,
      "end_time": 3450191.0,
      "text": "All these tales, told in that drowsy undertone with which men talk in the dark, the countenances"
    },
    {
      "index": 575,
      "start_time": 3450190.0,
      "end_time": 3456160.0,
      "text": "of the listeners only now and then receiving a casual gleam from the glare of a pipe, sunk"
    },
    {
      "index": 576,
      "start_time": 3456160.0,
      "end_time": 3462578.0,
      "text": "deep in the mind of Ichabod. He repaid them in kind with large extracts from his invaluable"
    },
    {
      "index": 577,
      "start_time": 3462580.0,
      "end_time": 3468291.0,
      "text": "author, Cotton Mather, and added many marvelous events that had taken place in his native"
    },
    {
      "index": 578,
      "start_time": 3468290.0,
      "end_time": 3473710.0,
      "text": "State of Connecticut, and fearful sights which he had seen in his nightly walks about Sleepy"
    },
    {
      "index": 579,
      "start_time": 3473710.0,
      "end_time": 3478640.0,
      "text": "Hollow. The revel now gradually broke up. The old"
    },
    {
      "index": 580,
      "start_time": 3478640.0,
      "end_time": 3482910.0,
      "text": "farmers gathered together their families in their wagons, and were heard for some time"
    },
    {
      "index": 581,
      "start_time": 3482910.0,
      "end_time": 3488629.0,
      "text": "rattling along the hollow roads, and over the distant hills. Some of the damsels mounted"
    },
    {
      "index": 582,
      "start_time": 3488630.0,
      "end_time": 3493410.0,
      "text": "on pillions behind their favorite swains, and their light-hearted laughter, mingling"
    },
    {
      "index": 583,
      "start_time": 3493410.0,
      "end_time": 3499399.0,
      "text": "with the clatter of hoofs, echoed along the silent woodlands, sounding fainter and fainter,"
    },
    {
      "index": 584,
      "start_time": 3499400.0,
      "end_time": 3506190.0,
      "text": "until they gradually died away—and the late scene of noise and frolic was all silent and"
    },
    {
      "index": 585,
      "start_time": 3506190.0,
      "end_time": 3512000.0,
      "text": "deserted. Ichabod only lingered behind, according to the custom of country lovers, to have a"
    },
    {
      "index": 586,
      "start_time": 3512000.0,
      "end_time": 3518960.0,
      "text": "tete-a-tete with the heiress, fully convinced that he was now on the high road to success."
    },
    {
      "index": 587,
      "start_time": 3518960.0,
      "end_time": 3525400.0,
      "text": "What passed at this interview I will not pretend to say, for in fact I do not know. Something,"
    },
    {
      "index": 588,
      "start_time": 3525400.0,
      "end_time": 3531260.0,
      "text": "however, I fear me, must have gone wrong, for he certainly sallied forth, after no very"
    },
    {
      "index": 589,
      "start_time": 3531260.0,
      "end_time": 3538260.0,
      "text": "great interval, with an air quite desolate and chapfallen.—Oh, these women! these women!"
    },
    {
      "index": 590,
      "start_time": 3538600.0,
      "end_time": 3543981.0,
      "text": "Could that girl have been playing off any of her coquettish tricks?—Was her encouragement"
    },
    {
      "index": 591,
      "start_time": 3543980.0,
      "end_time": 3550980.0,
      "text": "of the poor pedagogue all a mere sham to secure her conquest of his rival?—Heaven only knows,"
    },
    {
      "index": 592,
      "start_time": 3551240.0,
      "end_time": 3557769.0,
      "text": "not I!—Let it suffice to say, Ichabod stole forth with the air of one who had been sacking"
    },
    {
      "index": 593,
      "start_time": 3557770.0,
      "end_time": 3563590.0,
      "text": "a hen-roost, rather than a fair lady&#39;s heart. Without looking to the right or left to notice"
    },
    {
      "index": 594,
      "start_time": 3563590.0,
      "end_time": 3568681.0,
      "text": "the scene of rural wealth on which he had so often gloated, he went straight to the"
    },
    {
      "index": 595,
      "start_time": 3568680.0,
      "end_time": 3575780.0,
      "text": "stable, and with several hearty cuffs and kicks roused his steed most uncourteously"
    },
    {
      "index": 596,
      "start_time": 3575790.0,
      "end_time": 3580799.0,
      "text": "from the comfortable quarters in which he was soundly sleeping, dreaming of mountains"
    },
    {
      "index": 597,
      "start_time": 3580800.0,
      "end_time": 3586840.0,
      "text": "of corn and oats, and whole valleys of timothy and clover."
    },
    {
      "index": 598,
      "start_time": 3586840.0,
      "end_time": 3592891.0,
      "text": "It was the very witching time of night that Ichabod, heavy-hearted and crestfallen, pursued"
    },
    {
      "index": 599,
      "start_time": 3592890.0,
      "end_time": 3599240.0,
      "text": "his travel homeward, along the sides of the lofty hills which rise above Tarry Town, and"
    },
    {
      "index": 600,
      "start_time": 3599240.0,
      "end_time": 3605129.0,
      "text": "which he had traversed so cheerily in the afternoon. The hour was as dismal as himself."
    },
    {
      "index": 601,
      "start_time": 3605130.0,
      "end_time": 3611490.0,
      "text": "Far below him the Tappaan Zee spread its dusky and indistinct waste of waters, with here"
    },
    {
      "index": 602,
      "start_time": 3611490.0,
      "end_time": 3618399.0,
      "text": "and there the tall mast of a sloop, riding quietly at anchor under the land. In the dead"
    },
    {
      "index": 603,
      "start_time": 3618400.0,
      "end_time": 3623559.0,
      "text": "hush of midnight he could even hear the barking of the watch-dog from the opposite shore of"
    },
    {
      "index": 604,
      "start_time": 3623560.0,
      "end_time": 3628981.0,
      "text": "the Hudson; but it was so vague and faint as only to give an idea of his distance from"
    },
    {
      "index": 605,
      "start_time": 3628980.0,
      "end_time": 3635329.0,
      "text": "this faithful companion of man. Now and then, too, the long-drawn crowing of a cock, accidentally"
    },
    {
      "index": 606,
      "start_time": 3635330.0,
      "end_time": 3641780.0,
      "text": "awakened, would sound far, far off, from some farmhouse away among the hills—but it was"
    },
    {
      "index": 607,
      "start_time": 3641780.0,
      "end_time": 3647931.0,
      "text": "like a dreaming sound in his ear. No signs of life occurred near him, but occasionally"
    },
    {
      "index": 608,
      "start_time": 3647930.0,
      "end_time": 3653558.0,
      "text": "the melancholy chirp of a cricket, or perhaps the guttural twang of a bullfrog from a neighboring"
    },
    {
      "index": 609,
      "start_time": 3653560.0,
      "end_time": 3658830.0,
      "text": "marsh, as if sleeping uncomfortably, and turning suddenly in his bed."
    },
    {
      "index": 610,
      "start_time": 3658830.0,
      "end_time": 3664731.0,
      "text": "All the stories of ghosts and goblins that he had heard in the afternoon now came crowding"
    },
    {
      "index": 611,
      "start_time": 3664730.0,
      "end_time": 3671180.0,
      "text": "upon his recollection. The night grew darker and darker, the stars seemed to sink deeper"
    },
    {
      "index": 612,
      "start_time": 3671180.0,
      "end_time": 3676649.0,
      "text": "in the sky, and driving clouds occasionally hid them from his sight. He had never felt"
    },
    {
      "index": 613,
      "start_time": 3676650.0,
      "end_time": 3682789.0,
      "text": "so lonely and dismal. He was, moreover, approaching the very place where many of the scenes of"
    },
    {
      "index": 614,
      "start_time": 3682790.0,
      "end_time": 3689790.0,
      "text": "the ghost stories had been laid. In the center of the road stood an enormous tulip tree,"
    },
    {
      "index": 615,
      "start_time": 3689950.0,
      "end_time": 3694589.0,
      "text": "which towered like a giant above all the other trees of the neighborhood, and formed a kind"
    },
    {
      "index": 616,
      "start_time": 3694590.0,
      "end_time": 3701590.0,
      "text": "of landmark. Its limbs were gnarled and fantastic, large enough to form trunks for ordinary trees,"
    },
    {
      "index": 617,
      "start_time": 3702120.0,
      "end_time": 3707891.0,
      "text": "twisting down almost to the earth, and rising again into the air. It was connected with"
    },
    {
      "index": 618,
      "start_time": 3707890.0,
      "end_time": 3713808.0,
      "text": "the tragical story of the unfortunate André, who had been taken prisoner hard by; and was"
    },
    {
      "index": 619,
      "start_time": 3713810.0,
      "end_time": 3720641.0,
      "text": "universally known by the name of Major André&#39;s tree. The common people regarded it with a"
    },
    {
      "index": 620,
      "start_time": 3720640.0,
      "end_time": 3727250.0,
      "text": "mixture of respect and superstition, partly out of sympathy for the fate of its ill-starred"
    },
    {
      "index": 621,
      "start_time": 3727250.0,
      "end_time": 3734250.0,
      "text": "namesake, and partly from the tales of strange sights and doleful lamentations told concerning"
    },
    {
      "index": 622,
      "start_time": 3734770.0,
      "end_time": 3738690.0,
      "text": "it. As Ichabod approached this fearful tree he"
    },
    {
      "index": 623,
      "start_time": 3738690.0,
      "end_time": 3744859.0,
      "text": "began to whistle; he thought his whistle was answered: it was but a blast sweeping sharply"
    },
    {
      "index": 624,
      "start_time": 3744860.0,
      "end_time": 3749681.0,
      "text": "through the dry branches. As he approached a little nearer, he thought he saw something"
    },
    {
      "index": 625,
      "start_time": 3749680.0,
      "end_time": 3755848.0,
      "text": "white hanging in the midst of the tree: he paused, and ceased whistling; but, on looking"
    },
    {
      "index": 626,
      "start_time": 3755850.0,
      "end_time": 3760921.0,
      "text": "more narrowly, perceived that it was a place where the tree had been scathed by lightning"
    },
    {
      "index": 627,
      "start_time": 3760920.0,
      "end_time": 3767920.0,
      "text": "and the white wood laid bare. Suddenly he heard a groan—his teeth chattered, and his"
    },
    {
      "index": 628,
      "start_time": 3768150.0,
      "end_time": 3773920.0,
      "text": "knees smote against the saddle: it was but the rubbing of one huge bough upon another,"
    },
    {
      "index": 629,
      "start_time": 3773920.0,
      "end_time": 3779500.0,
      "text": "as they were swayed about by the breeze. He passed the tree in safety, but new perils"
    },
    {
      "index": 630,
      "start_time": 3779500.0,
      "end_time": 3783490.0,
      "text": "lay before him. About two hundred yards from the tree a small"
    },
    {
      "index": 631,
      "start_time": 3783490.0,
      "end_time": 3789690.0,
      "text": "brook crossed the road, and ran into a marshy and thickly wooded glen known by the name"
    },
    {
      "index": 632,
      "start_time": 3789690.0,
      "end_time": 3796690.0,
      "text": "of Wiley&#39;s Swamp. A few rough logs, laid side by side, served for a bridge over this stream."
    },
    {
      "index": 633,
      "start_time": 3796710.0,
      "end_time": 3801660.0,
      "text": "On that side of the road where the brook entered the wood a group of oaks and chestnuts, matted"
    },
    {
      "index": 634,
      "start_time": 3801660.0,
      "end_time": 3808380.0,
      "text": "thick with wild grape-vines, threw a cavernous gloom over it. To pass this bridge was the"
    },
    {
      "index": 635,
      "start_time": 3808390.0,
      "end_time": 3814240.0,
      "text": "severest trial. It was at this identical spot that the unfortunate André was captured,"
    },
    {
      "index": 636,
      "start_time": 3814240.0,
      "end_time": 3819629.0,
      "text": "and under the covert of those chestnuts and vines were the sturdy yeomen concealed who"
    },
    {
      "index": 637,
      "start_time": 3819630.0,
      "end_time": 3826900.0,
      "text": "surprised him. This has ever since been considered a haunted stream, and fearful are the feelings"
    },
    {
      "index": 638,
      "start_time": 3826900.0,
      "end_time": 3830339.0,
      "text": "of a schoolboy who has to pass it alone after dark."
    },
    {
      "index": 639,
      "start_time": 3830340.0,
      "end_time": 3835401.0,
      "text": "As he approached the stream his heart began to thump; he summoned up, however, all his"
    },
    {
      "index": 640,
      "start_time": 3835400.0,
      "end_time": 3840839.0,
      "text": "resolution, gave his horse half a score of kicks in the ribs, and attempted to dash briskly"
    },
    {
      "index": 641,
      "start_time": 3840840.0,
      "end_time": 3847381.0,
      "text": "across the bridge; but instead of starting forward, the perverse old animal made a lateral"
    },
    {
      "index": 642,
      "start_time": 3847380.0,
      "end_time": 3853630.0,
      "text": "movement, and ran broadside against the fence. Ichabod, whose fears increased with the delay,"
    },
    {
      "index": 643,
      "start_time": 3853630.0,
      "end_time": 3859150.0,
      "text": "jerked the reins on the other side, and kicked lustily with the contrary foot. It was all"
    },
    {
      "index": 644,
      "start_time": 3859150.0,
      "end_time": 3864220.0,
      "text": "in vain; his steed started, it is true, but it was only to plunge to the opposite side"
    },
    {
      "index": 645,
      "start_time": 3864220.0,
      "end_time": 3869879.0,
      "text": "of the road into a thicket of brambles and alder-bushes. The schoolmaster now bestowed"
    },
    {
      "index": 646,
      "start_time": 3869880.0,
      "end_time": 3875960.0,
      "text": "both whip and heel upon the starveling ribs of old Gunpowder, who dashed forward, snuffling"
    },
    {
      "index": 647,
      "start_time": 3875960.0,
      "end_time": 3881750.0,
      "text": "and snorting, but came to a stand just by the bridge with a suddenness that had nearly"
    },
    {
      "index": 648,
      "start_time": 3881750.0,
      "end_time": 3888109.0,
      "text": "sent his rider sprawling over his head. Just at this moment a plashy tramp by the side"
    },
    {
      "index": 649,
      "start_time": 3888110.0,
      "end_time": 3893491.0,
      "text": "of the bridge caught the sensitive ear of Ichabod. In the dark shadow of the grove,"
    },
    {
      "index": 650,
      "start_time": 3893490.0,
      "end_time": 3900490.0,
      "text": "on the margin of the brook, he beheld something huge, misshapen, black and towering. It stirred"
    },
    {
      "index": 651,
      "start_time": 3901220.0,
      "end_time": 3906220.0,
      "text": "not, but seemed gathered up in the gloom, like some gigantic monster ready to spring"
    },
    {
      "index": 652,
      "start_time": 3906220.0,
      "end_time": 3910140.0,
      "text": "upon the traveler. The hair of the affrighted pedagogue rose"
    },
    {
      "index": 653,
      "start_time": 3910140.0,
      "end_time": 3916279.0,
      "text": "upon his head with terror. What was to be done? To turn and fly was now too late; and"
    },
    {
      "index": 654,
      "start_time": 3916280.0,
      "end_time": 3920971.0,
      "text": "besides, what chance was there of escaping ghost or goblin, if such it was, which could"
    },
    {
      "index": 655,
      "start_time": 3920970.0,
      "end_time": 3926649.0,
      "text": "ride upon the wings of the wind? Summoning up, therefore, a show of courage, he demanded"
    },
    {
      "index": 656,
      "start_time": 3926650.0,
      "end_time": 3933470.0,
      "text": "in stammering accents—\"Who are you?\" He received no reply. He repeated his demand"
    },
    {
      "index": 657,
      "start_time": 3933470.0,
      "end_time": 3940149.0,
      "text": "in a still more agitated voice. Still there was no answer. Once more he cudgeled the sides"
    },
    {
      "index": 658,
      "start_time": 3940150.0,
      "end_time": 3946480.0,
      "text": "of the inflexible Gunpowder, and shutting his eyes, broke forth with involuntary fervor"
    },
    {
      "index": 659,
      "start_time": 3946480.0,
      "end_time": 3953480.0,
      "text": "into a psalm tune. Just then the shadowy object of alarm put itself in motion, and with a"
    },
    {
      "index": 660,
      "start_time": 3954690.0,
      "end_time": 3960308.0,
      "text": "scramble and a bound stood at once in the middle of the road. Though the night was dark"
    },
    {
      "index": 661,
      "start_time": 3960310.0,
      "end_time": 3966421.0,
      "text": "and dismal, yet the form of the unknown might now in some degree be ascertained. He appeared"
    },
    {
      "index": 662,
      "start_time": 3966420.0,
      "end_time": 3972990.0,
      "text": "to be a horseman of large dimensions, and mounted on a black horse of powerful frame."
    },
    {
      "index": 663,
      "start_time": 3972990.0,
      "end_time": 3979799.0,
      "text": "He made no offer of molestation or sociability, but kept aloof on one side of the road, jogging"
    },
    {
      "index": 664,
      "start_time": 3979800.0,
      "end_time": 3985891.0,
      "text": "along on the blind side of old Gunpowder, who had now got over his fright and waywardness."
    },
    {
      "index": 665,
      "start_time": 3985890.0,
      "end_time": 3991290.0,
      "text": "Ichabod, who had no relish for this strange midnight companion, and bethought himself"
    },
    {
      "index": 666,
      "start_time": 3991290.0,
      "end_time": 3996630.0,
      "text": "of the adventure of Brom Bones with the galloping Hessian, now quickened his steed, in hopes"
    },
    {
      "index": 667,
      "start_time": 3996630.0,
      "end_time": 4003289.0,
      "text": "of leaving him behind. The stranger, however, quickened his horse to an equal pace. Ichabod"
    },
    {
      "index": 668,
      "start_time": 4003290.0,
      "end_time": 4009961.0,
      "text": "pulled up, and fell into a walk, thinking to lag behind—the other did the same. His"
    },
    {
      "index": 669,
      "start_time": 4009960.0,
      "end_time": 4014880.0,
      "text": "heart began to sink within him; he endeavored to resume his psalm tune, but his parched"
    },
    {
      "index": 670,
      "start_time": 4014880.0,
      "end_time": 4019900.0,
      "text": "tongue clove to the roof of his mouth, and he could not utter a stave. There was something"
    },
    {
      "index": 671,
      "start_time": 4019900.0,
      "end_time": 4026839.0,
      "text": "in the moody and dogged silence of this pertinacious companion that was mysterious and appalling."
    },
    {
      "index": 672,
      "start_time": 4026840.0,
      "end_time": 4032760.0,
      "text": "It was soon fearfully accounted for. On mounting a rising ground, which brought the figure"
    },
    {
      "index": 673,
      "start_time": 4032760.0,
      "end_time": 4038641.0,
      "text": "of his fellow-traveler in relief against the sky, gigantic in height, and muffled in a"
    },
    {
      "index": 674,
      "start_time": 4038640.0,
      "end_time": 4044930.0,
      "text": "cloak, Ichabod was horror-struck, on perceiving that he was headless! but his horror was still"
    },
    {
      "index": 675,
      "start_time": 4044930.0,
      "end_time": 4049950.0,
      "text": "more increased, on observing that the head, which should have rested on his shoulders,"
    },
    {
      "index": 676,
      "start_time": 4049950.0,
      "end_time": 4055660.0,
      "text": "was carried before him on the pommel of his saddle! His terror rose to desperation; he"
    },
    {
      "index": 677,
      "start_time": 4055660.0,
      "end_time": 4061380.0,
      "text": "rained a shower of kicks and blows upon Gunpowder, hoping, by a sudden movement, to give his"
    },
    {
      "index": 678,
      "start_time": 4061390.0,
      "end_time": 4067150.0,
      "text": "companion the slip—but the specter started full jump with him. Away, then, they dashed"
    },
    {
      "index": 679,
      "start_time": 4067150.0,
      "end_time": 4072579.0,
      "text": "through thick and thin; stones flying and sparks flashing at every bound. Ichabod&#39;s"
    },
    {
      "index": 680,
      "start_time": 4072580.0,
      "end_time": 4077661.0,
      "text": "flimsy garments fluttered in the air, as he stretched his long lank body away over his"
    },
    {
      "index": 681,
      "start_time": 4077660.0,
      "end_time": 4082649.0,
      "text": "horse&#39;s head, in the eagerness of his flight. They had now reached the road which turns"
    },
    {
      "index": 682,
      "start_time": 4082650.0,
      "end_time": 4088160.0,
      "text": "off to Sleepy Hollow; but Gunpowder, who seemed possessed with a demon, instead of keeping"
    },
    {
      "index": 683,
      "start_time": 4088160.0,
      "end_time": 4094109.0,
      "text": "up it, made an opposite turn, and plunged headlong downhill to the left. This road leads"
    },
    {
      "index": 684,
      "start_time": 4094110.0,
      "end_time": 4099601.0,
      "text": "through a sandy hollow, shaded by trees for about a quarter of a mile, where it crosses"
    },
    {
      "index": 685,
      "start_time": 4099600.0000000005,
      "end_time": 4106410.0000000005,
      "text": "the bridge famous in goblin story; and just beyond swells the green knoll on which stands"
    },
    {
      "index": 686,
      "start_time": 4106410.0,
      "end_time": 4111130.0,
      "text": "the whitewashed church. As yet the panic of the steed had given his"
    },
    {
      "index": 687,
      "start_time": 4111130.0,
      "end_time": 4116400.0,
      "text": "unskillful rider an apparent advantage in the chase; but just as he had got half-way"
    },
    {
      "index": 688,
      "start_time": 4116399.9999999995,
      "end_time": 4121179.9999999995,
      "text": "through the hollow, the girths of the saddle gave way, and he felt it slipping from under"
    },
    {
      "index": 689,
      "start_time": 4121180.0000000005,
      "end_time": 4127300.0000000005,
      "text": "him. He seized it by the pommel, and endeavored to hold it firm, but in vain; and had just"
    },
    {
      "index": 690,
      "start_time": 4127290.0,
      "end_time": 4132479.0,
      "text": "time to save himself by clasping old Gunpowder round the neck, when the saddle fell to the"
    },
    {
      "index": 691,
      "start_time": 4132479.9999999995,
      "end_time": 4137870.9999999995,
      "text": "earth, and he heard it trampled under foot by his pursuer. For a moment the terror of"
    },
    {
      "index": 692,
      "start_time": 4137870.0,
      "end_time": 4144690.0,
      "text": "Hans Van Ripper&#39;s wrath passed across his mind—for it was his Sunday saddle; but this"
    },
    {
      "index": 693,
      "start_time": 4144689.9999999995,
      "end_time": 4149558.9999999995,
      "text": "was no time for petty fears: the goblin was hard on his haunches; and (unskillful rider"
    },
    {
      "index": 694,
      "start_time": 4149560.0000000005,
      "end_time": 4155690.0000000005,
      "text": "that he was!) he had much ado to maintain his seat; sometimes slipping on one side,"
    },
    {
      "index": 695,
      "start_time": 4155689.9999999995,
      "end_time": 4160370.9999999995,
      "text": "sometimes on another, and sometimes jolted on the high ridge of his horse&#39;s backbone,"
    },
    {
      "index": 696,
      "start_time": 4160370.0,
      "end_time": 4164120.0,
      "text": "with a violence that he verily feared would cleave him asunder."
    },
    {
      "index": 697,
      "start_time": 4164120.0,
      "end_time": 4169450.0,
      "text": "An opening in the trees now cheered him with the hopes that the church bridge was at hand."
    },
    {
      "index": 698,
      "start_time": 4169450.0,
      "end_time": 4174139.0,
      "text": "The wavering reflection of a silver star in the bosom of the brook told him that he was"
    },
    {
      "index": 699,
      "start_time": 4174140.0000000005,
      "end_time": 4180400.0000000005,
      "text": "not mistaken. He saw the walls of the church dimly glaring under the trees beyond. He recollected"
    },
    {
      "index": 700,
      "start_time": 4180399.9999999995,
      "end_time": 4186179.9999999995,
      "text": "the place where Brom Bones&#39;s ghostly competitor had disappeared. \"If I can but reach that"
    },
    {
      "index": 701,
      "start_time": 4186180.0000000005,
      "end_time": 4190460.0000000005,
      "text": "bridge,\" thought Ichabod, \"I am safe.\" Just then he heard the black steed panting and"
    },
    {
      "index": 702,
      "start_time": 4190460.0,
      "end_time": 4196330.0,
      "text": "blowing close behind him; he even fancied that he felt his hot breath. Another convulsive"
    },
    {
      "index": 703,
      "start_time": 4196330.0,
      "end_time": 4201680.0,
      "text": "kick in the ribs, and old Gunpowder sprung upon the bridge; he thundered over the resounding"
    },
    {
      "index": 704,
      "start_time": 4201680.0,
      "end_time": 4207440.0,
      "text": "planks; he gained the opposite side, and now Ichabod cast a look behind to see if his pursuer"
    },
    {
      "index": 705,
      "start_time": 4207440.0,
      "end_time": 4213179.0,
      "text": "should vanish, according to rule, in a flash of fire and brimstone. Just then he saw the"
    },
    {
      "index": 706,
      "start_time": 4213180.0,
      "end_time": 4219130.0,
      "text": "goblin rising in his stirrups, and in the very act of hurling his head at him. Ichabod"
    },
    {
      "index": 707,
      "start_time": 4219130.0,
      "end_time": 4224270.0,
      "text": "endeavored to dodge the horrible missile, but too late. It encountered his cranium with"
    },
    {
      "index": 708,
      "start_time": 4224270.0,
      "end_time": 4231100.0,
      "text": "a tremendous crash—he was tumbled headlong into the dust, and Gunpowder, the black steed,"
    },
    {
      "index": 709,
      "start_time": 4231100.0,
      "end_time": 4238200.0,
      "text": "and the goblin rider, passed by like a whirlwind. The next morning the old horse was found without"
    },
    {
      "index": 710,
      "start_time": 4238200.0,
      "end_time": 4243640.0,
      "text": "his saddle, and with the bridle under his feet, soberly cropping the grass at his master&#39;s"
    },
    {
      "index": 711,
      "start_time": 4243640.0,
      "end_time": 4250640.0,
      "text": "gate. Ichabod did not make his appearance at breakfast—dinner-hour came, but no Ichabod."
    },
    {
      "index": 712,
      "start_time": 4250640.0,
      "end_time": 4255900.0,
      "text": "The boys assembled at the schoolhouse, and strolled idly about the banks of the brook;"
    },
    {
      "index": 713,
      "start_time": 4255900.0,
      "end_time": 4261190.0,
      "text": "but no schoolmaster. Hans Van Ripper now began to feel some uneasiness about the fate of"
    },
    {
      "index": 714,
      "start_time": 4261190.0,
      "end_time": 4268900.0,
      "text": "poor Ichabod, and his saddle. An inquiry was set on foot, and after diligent investigation"
    },
    {
      "index": 715,
      "start_time": 4268100.0,
      "end_time": 4273680.0,
      "text": "they came upon his traces. In one part of the road leading to the church was found the"
    },
    {
      "index": 716,
      "start_time": 4273680.0,
      "end_time": 4280390.0,
      "text": "saddle trampled in the dirt; the tracks of horses&#39; hoofs deeply dented in the road, and"
    },
    {
      "index": 717,
      "start_time": 4280390.0,
      "end_time": 4285680.0,
      "text": "evidently at furious speed, were traced to the bridge, beyond which, on the bank of a"
    },
    {
      "index": 718,
      "start_time": 4285680.0,
      "end_time": 4291810.0,
      "text": "broad part of the brook, where the water ran deep and black, was found the hat of the unfortunate"
    },
    {
      "index": 719,
      "start_time": 4291810.0,
      "end_time": 4298700.0,
      "text": "Ichabod, and close beside it a shattered pumpkin. The brook was searched, but the body of the"
    },
    {
      "index": 720,
      "start_time": 4298700.0,
      "end_time": 4305700.0,
      "text": "schoolmaster was not to be discovered. Hans Van Ripper, as executor of his estate, examined"
    },
    {
      "index": 721,
      "start_time": 4305950.0,
      "end_time": 4311580.0,
      "text": "the bundle which contained all his worldly effects. They consisted of two shirts and"
    },
    {
      "index": 722,
      "start_time": 4311580.0,
      "end_time": 4318580.0,
      "text": "a half; two stocks for the neck; a pair or two of worsted stockings; an old pair of corduroy"
    },
    {
      "index": 723,
      "start_time": 4319200.0,
      "end_time": 4326200.0,
      "text": "small-clothes; a rusty razor; a book of psalm tunes full of dog&#39;s ears; and a broken pitch-pipe."
    },
    {
      "index": 724,
      "start_time": 4327370.0,
      "end_time": 4332780.0,
      "text": "As to the books and furniture of the schoolhouse, they belonged to the community, excepting"
    },
    {
      "index": 725,
      "start_time": 4332780.0,
      "end_time": 4338580.0,
      "text": "Cotton Mather&#39;s \"History of Witchcraft,\" a New England Almanac, and a book of dreams"
    },
    {
      "index": 726,
      "start_time": 4338580.0,
      "end_time": 4344530.0,
      "text": "and fortune-telling; in which last was a sheet of foolscap much scribbled and blotted, by"
    },
    {
      "index": 727,
      "start_time": 4344530.0,
      "end_time": 4350660.0,
      "text": "several fruitless attempts to make a copy of verses in honor of the heiress of Van Tassel."
    },
    {
      "index": 728,
      "start_time": 4350660.0,
      "end_time": 4356330.0,
      "text": "These magic books and the poetic scrawl were forthwith consigned to the flames by Hans"
    },
    {
      "index": 729,
      "start_time": 4356330.0,
      "end_time": 4363330.0,
      "text": "Van Ripper; who, from that time forward, determined to send his children no more to school; observing"
    },
    {
      "index": 730,
      "start_time": 4363550.0,
      "end_time": 4368940.0,
      "text": "that he never knew any good come of this same reading and writing. Whatever money the schoolmaster"
    },
    {
      "index": 731,
      "start_time": 4368940.0,
      "end_time": 4373500.0,
      "text": "possessed, and he had received his quarter&#39;s pay but a day or two before, he must have"
    },
    {
      "index": 732,
      "start_time": 4373500.0,
      "end_time": 4380130.0,
      "text": "had about his person at the time of his disappearance. The mysterious event caused much speculation"
    },
    {
      "index": 733,
      "start_time": 4380130.0,
      "end_time": 4386170.0,
      "text": "at the church on the following Sunday. Knots of gazers and gossips were collected in the"
    },
    {
      "index": 734,
      "start_time": 4386170.0,
      "end_time": 4391840.0,
      "text": "churchyard, at the bridge, and at the spot where the hat and pumpkin had been found."
    },
    {
      "index": 735,
      "start_time": 4391840.0,
      "end_time": 4397630.0,
      "text": "The stories of Brouwer, of Bones, and a whole budget of others, were called to mind; and"
    },
    {
      "index": 736,
      "start_time": 4397630.0,
      "end_time": 4401870.0,
      "text": "when they had diligently considered them all, and compared them with the symptoms of the"
    },
    {
      "index": 737,
      "start_time": 4401870.0,
      "end_time": 4407790.0,
      "text": "present case, they shook their heads, and came to the conclusion that Ichabod had been"
    },
    {
      "index": 738,
      "start_time": 4407790.0,
      "end_time": 4414400.0,
      "text": "carried off by the galloping Hessian. As he was a bachelor, and in nobody&#39;s debt, nobody"
    },
    {
      "index": 739,
      "start_time": 4414400.0,
      "end_time": 4418860.0,
      "text": "troubled his head any more about him; the school was removed to a different quarter"
    },
    {
      "index": 740,
      "start_time": 4418860.0,
      "end_time": 4424400.0,
      "text": "of the Hollow, and another pedagogue reigned in his stead."
    },
    {
      "index": 741,
      "start_time": 4424400.0,
      "end_time": 4429240.0,
      "text": "It is true, an old farmer, who had been down to New York on a visit several years after,"
    },
    {
      "index": 742,
      "start_time": 4429240.0,
      "end_time": 4434880.0,
      "text": "and from whom this account of the ghostly adventure was received, brought home the intelligence"
    },
    {
      "index": 743,
      "start_time": 4434880.0,
      "end_time": 4439810.0,
      "text": "that Ichabod Crane was still alive; that he had left the neighborhood partly through fear"
    },
    {
      "index": 744,
      "start_time": 4439810.0,
      "end_time": 4446380.0,
      "text": "of the goblin and Hans Van Ripper, and partly in mortification at having been suddenly dismissed"
    },
    {
      "index": 745,
      "start_time": 4446380.0,
      "end_time": 4452380.0,
      "text": "by the heiress; that he had changed his quarters to a distant part of the country; had kept"
    },
    {
      "index": 746,
      "start_time": 4452380.0,
      "end_time": 4459380.0,
      "text": "school and studied law at the same time; had been admitted to the bar; turned politician;"
    },
    {
      "index": 747,
      "start_time": 4460100.0,
      "end_time": 4465290.0,
      "text": "electioneered; written for the newspapers; and finally had been made a Justice of the"
    },
    {
      "index": 748,
      "start_time": 4465290.0,
      "end_time": 4471750.0,
      "text": "Ten Pound Court. Brom Bones too, who, shortly after his rival&#39;s disappearance, conducted"
    },
    {
      "index": 749,
      "start_time": 4471750.0,
      "end_time": 4478100.0,
      "text": "the blooming Katrina in triumph to the altar, was observed to look exceedingly knowing whenever"
    },
    {
      "index": 750,
      "start_time": 4478100.0,
      "end_time": 4484170.0,
      "text": "the story of Ichabod was related, and always burst into a hearty laugh at the mention of"
    },
    {
      "index": 751,
      "start_time": 4484170.0,
      "end_time": 4489540.0,
      "text": "the pumpkin; which led some to suspect that he knew more about the matter than he chose"
    },
    {
      "index": 752,
      "start_time": 4489540.0,
      "end_time": 4493780.0,
      "text": "to tell. The old country wives, however, who are the"
    },
    {
      "index": 753,
      "start_time": 4493780.0,
      "end_time": 4499320.0,
      "text": "best judges of these matters, maintain to this day that Ichabod was spirited away by"
    },
    {
      "index": 754,
      "start_time": 4499320.0,
      "end_time": 4505530.0,
      "text": "supernatural means; and it is a favorite story often told about the neighborhood round the"
    },
    {
      "index": 755,
      "start_time": 4505530.0,
      "end_time": 4512389.0,
      "text": "winter evening fire. The bridge became more than ever an object of superstitious awe;"
    },
    {
      "index": 756,
      "start_time": 4512390.0,
      "end_time": 4517110.0,
      "text": "and that may be the reason why the road has been altered of late years, so as to approach"
    },
    {
      "index": 757,
      "start_time": 4517110.0,
      "end_time": 4523200.0,
      "text": "the church by the border of the mill-pond. The schoolhouse being deserted, soon fell"
    },
    {
      "index": 758,
      "start_time": 4523200.0,
      "end_time": 4529639.0,
      "text": "to decay, and was reported to be haunted by the ghost of the unfortunate pedagogue; and"
    },
    {
      "index": 759,
      "start_time": 4529640.0,
      "end_time": 4535120.0,
      "text": "the plow-boy, loitering homeward of a still summer evening, has often fancied his voice"
    },
    {
      "index": 760,
      "start_time": 4535120.0,
      "end_time": 4542120.0,
      "text": "at a distance, chanting a melancholy psalm tune among the tranquil solitudes of Sleepy"
    },
    {
      "index": 761,
      "start_time": 4542150.0,
      "end_time": 4544170.0,
      "text": "Hollow."
    },
    {
      "index": 762,
      "start_time": 4544170.0,
      "end_time": 4548500.0,
      "text": "POSTSCRIPT FOUND IN THE HANDWRITING OF MR. KNICKERBOCKER"
    },
    {
      "index": 763,
      "start_time": 4548500.0,
      "end_time": 4553660.0,
      "text": "The preceding Tale is given, almost in the precise words in which I heard it related"
    },
    {
      "index": 764,
      "start_time": 4553660.0,
      "end_time": 4559900.0,
      "text": "at a Corporation meeting of the ancient city of the Manhattoes, at which were present many"
    },
    {
      "index": 765,
      "start_time": 4559900.0,
      "end_time": 4565100.0,
      "text": "of its sagest and most illustrious burghers. The narrator was a pleasant, shabby, gentlemanly"
    },
    {
      "index": 766,
      "start_time": 4565100.0,
      "end_time": 4571220.0,
      "text": "old fellow in pepper-and-salt clothes, with a sadly humorous face; and one whom I strongly"
    },
    {
      "index": 767,
      "start_time": 4571220.0,
      "end_time": 4578220.0,
      "text": "suspected of being poor—he made such efforts to be entertaining. When his story was concluded"
    },
    {
      "index": 768,
      "start_time": 4578290.0,
      "end_time": 4584370.0,
      "text": "there was much laughter and approbation, particularly from two or three deputy aldermen, who had"
    },
    {
      "index": 769,
      "start_time": 4584370.0,
      "end_time": 4589680.0,
      "text": "been asleep the greater part of the time. There was, however, one tall, dry-looking"
    },
    {
      "index": 770,
      "start_time": 4589680.0,
      "end_time": 4594910.0,
      "text": "old gentleman, with beetling eyebrows, who maintained a grave and rather severe face"
    },
    {
      "index": 771,
      "start_time": 4594910.0,
      "end_time": 4601470.0,
      "text": "throughout; now and then folding his arms, inclining his head, and looking down upon"
    },
    {
      "index": 772,
      "start_time": 4601470.0,
      "end_time": 4606680.0,
      "text": "the floor, as if turning a doubt over in his mind. He was one of your wary men, who never"
    },
    {
      "index": 773,
      "start_time": 4606680.0,
      "end_time": 4612400.0,
      "text": "laugh but upon good grounds—when they have reason and the law on their side. When the"
    },
    {
      "index": 774,
      "start_time": 4612400.0,
      "end_time": 4618530.0,
      "text": "mirth of the rest of the company had subsided, and silence was restored, he leaned one arm"
    },
    {
      "index": 775,
      "start_time": 4618530.0,
      "end_time": 4623860.0,
      "text": "on the elbow of his chair, and sticking the other a-kimbo, demanded, with a slight but"
    },
    {
      "index": 776,
      "start_time": 4623860.0,
      "end_time": 4630710.0,
      "text": "exceedingly sage motion of the head and contraction of the brow, what was the moral of the story,"
    },
    {
      "index": 777,
      "start_time": 4630710.0,
      "end_time": 4635560.0,
      "text": "and what it went to prove. The story-teller, who was just putting a glass"
    },
    {
      "index": 778,
      "start_time": 4635560.0,
      "end_time": 4641450.0,
      "text": "of wine to his lips, as a refreshment after his toils, paused for a moment, looked at"
    },
    {
      "index": 779,
      "start_time": 4641450.0,
      "end_time": 4648990.0,
      "text": "his inquirer with an air of infinite deference, and lowering the glass slowly to the table,"
    },
    {
      "index": 780,
      "start_time": 4648100.0,
      "end_time": 4651820.0,
      "text": "observed that the story was intended most logically to prove:"
    },
    {
      "index": 781,
      "start_time": 4651820.0,
      "end_time": 4657860.0,
      "text": "\"That there is no situation in life but has its advantages and pleasures—provided we"
    },
    {
      "index": 782,
      "start_time": 4657860.0,
      "end_time": 4663639.0,
      "text": "will but take a joke as we find it; \"That, therefore, he that runs races with"
    },
    {
      "index": 783,
      "start_time": 4663640.0,
      "end_time": 4668280.0,
      "text": "goblin troopers is likely to have rough riding of it;"
    },
    {
      "index": 784,
      "start_time": 4668280.0,
      "end_time": 4674480.0,
      "text": "\"Ergo, for a country schoolmaster to be refused the hand of a Dutch heiress is a certain step"
    },
    {
      "index": 785,
      "start_time": 4674480.0,
      "end_time": 4679169.0,
      "text": "to high preferment in the State.\" The cautious old gentleman knit his brows"
    },
    {
      "index": 786,
      "start_time": 4679170.0,
      "end_time": 4686170.0,
      "text": "tenfold closer after this explanation, being sorely puzzled by the ratiocination of the"
    },
    {
      "index": 787,
      "start_time": 4686860.0,
      "end_time": 4692420.0,
      "text": "syllogism; while, methought, the one in pepper-and-salt eyed him with something of a triumphant leer."
    },
    {
      "index": 788,
      "start_time": 4692420.0,
      "end_time": 4698930.0,
      "text": "At length he observed, that all this was very well, but still he thought the story a little"
    },
    {
      "index": 789,
      "start_time": 4698930.0,
      "end_time": 4703250.0,
      "text": "on the extravagant—there were one or two points on which he had his doubts:"
    },
    {
      "index": 790,
      "start_time": 4703250.0,
      "end_time": 4709700.0,
      "text": "\"Faith, sir,\" replied the story-teller, \"as to that matter, I don&#39;t believe one-half of"
    },
    {
      "index": 791,
      "start_time": 4709700.0,
      "end_time": 4712900.0,
      "text": "it myself.\" D. K."
    }
  ]
}