{
  "video_id": "MKwa-BqnJDg",
  "title": "What is the difference between Bitcoin and blockchain?",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5490.0,
      "text": "As we explore the technology behind blockchain it is important to understand what role bitcoin plays"
    },
    {
      "index": 2,
      "start_time": 6900.0,
      "end_time": 8129.0,
      "text": "Bitcoin is a digital currency launched in"
    },
    {
      "index": 3,
      "start_time": 8590.0,
      "end_time": 14849.0,
      "text": "2009 with the intention of simplifying online transactions by bypassing government control of currency"
    },
    {
      "index": 4,
      "start_time": 15219.0,
      "end_time": 20278.0,
      "text": "It does this by storing and transacting the currency over a peer-to-peer network, a blockchain"
    },
    {
      "index": 5,
      "start_time": 20740.0,
      "end_time": 27299.0,
      "text": "rather than using a central monetary repository. It&#39;s important to make the distinction that bitcoin is not a blockchain itself"
    },
    {
      "index": 6,
      "start_time": 27789.0,
      "end_time": 30149.0,
      "text": "Bitcoin is transacted over an open public"
    },
    {
      "index": 7,
      "start_time": 30550.0,
      "end_time": 37500.0,
      "text": "anonymous blockchain network. In many ways you can think of blockchain as the operating system and bitcoin is one of the many applications"
    },
    {
      "index": 8,
      "start_time": 37660.0,
      "end_time": 43169.0,
      "text": "that run on that system. The blockchain that underlies Bitcoin has some fundamental similarities"
    },
    {
      "index": 9,
      "start_time": 43210.0,
      "end_time": 49200.0,
      "text": "but also key differences to a blockchain built for business such as the Linux Foundation&#39;s Hyperledger Fabric"
    },
    {
      "index": 10,
      "start_time": 49600.0,
      "end_time": 54570.0,
      "text": "Both are cost effective as they increase speed of transactions and reduce overhead costs"
    },
    {
      "index": 11,
      "start_time": 54730.0,
      "end_time": 61108.0,
      "text": "Both are highly efficient as the transaction is recorded once and is then visible to all parties through the distributed network"
    },
    {
      "index": 12,
      "start_time": 61449.0,
      "end_time": 64498.0,
      "text": "Both are Tamper Evident.The transaction cannot be changed"
    },
    {
      "index": 13,
      "start_time": 64510.00000000001,
      "end_time": 69389.0,
      "text": "It can only be reversed with another transaction in which case both transactions are visible"
    },
    {
      "index": 14,
      "start_time": 69610.0,
      "end_time": 72599.0,
      "text": "However a bitcoin blockchain is limited in a few ways"
    },
    {
      "index": 15,
      "start_time": 73420.0,
      "end_time": 78269.0,
      "text": "It is primarily designed to transact cryptocurrency and is also open and public"
    },
    {
      "index": 16,
      "start_time": 78630.0,
      "end_time": 86130.0,
      "text": "meaning anyone can join and view every transaction that&#39;s ever happened on the network. It is anonymous meaning it is nearly impossible to know the"
    },
    {
      "index": 17,
      "start_time": 86259.0,
      "end_time": 88289.0,
      "text": "identity of who is involved in a transaction"
    },
    {
      "index": 18,
      "start_time": 88869.0,
      "end_time": 96479.0,
      "text": "Because of this it requires heavyweight cryptography to deter fraudulent activity which requires significant computing power. These"
    },
    {
      "index": 19,
      "start_time": 96909.0,
      "end_time": 98909.0,
      "text": "characteristics leads to many issues around efficiency"
    },
    {
      "index": 20,
      "start_time": 99400.0,
      "end_time": 100600.0,
      "text": "confidentiality"
    },
    {
      "index": 21,
      "start_time": 100600.0,
      "end_time": 102600.0,
      "text": "security and trust when conducting business"
    },
    {
      "index": 22,
      "start_time": 103600.0,
      "end_time": 109860.0,
      "text": "especially around regulated industries. On the other hand a blockchain built for business enables you to exchange anything of value whether"
    },
    {
      "index": 23,
      "start_time": 110200.0,
      "end_time": 112200.0,
      "text": "tangible like a car or house"
    },
    {
      "index": 24,
      "start_time": 112299.0,
      "end_time": 118618.0,
      "text": "intangible like a patent or copyright or digital like videos or photos. It is private so the invited members"
    },
    {
      "index": 25,
      "start_time": 118950.0,
      "end_time": 125490.0,
      "text": "know exactly who they are doing business with. It is permissioned so participants are only given access to data relevant to them and"
    },
    {
      "index": 26,
      "start_time": 125590.0,
      "end_time": 131129.0,
      "text": "it runs on smart contracts, business logic embedded into the network reducing disputes and"
    },
    {
      "index": 27,
      "start_time": 131410.0,
      "end_time": 139289.0,
      "text": "increasing trust. The blockchain for business also utilizes selective endorsement which allows participants to control exactly who verifies"
    },
    {
      "index": 28,
      "start_time": 139569.0,
      "end_time": 146789.0,
      "text": "transactions. All of these qualities make a blockchain for business more efficient more secure and more effective across your business networks"
    },
    {
      "index": 29,
      "start_time": 147400.0,
      "end_time": 152280.0,
      "text": "For more information on building a blockchain for business; visit"
    },
    {
      "index": 30,
      "start_time": 152709.0,
      "end_time": 158639.0,
      "text": "Ready to start building a blockchain for business? Visit"
    }
  ]
}