{
  "video_id": "mkXMGktd3OI",
  "title": "New York primary, EU migrant crisis | FirstFT",
  "json": [
    {
      "index": 1,
      "start_time": 6306.0,
      "end_time": 8947.0,
      "text": "Welcome to first FT. Here are today's top stories."
    },
    {
      "index": 2,
      "start_time": 8947.0,
      "end_time": 16371.0,
      "text": "Donald Trump is hoping for a big victory in the Republican Primary New York today after losses to Ted Cruz in Utah and Wisconsin."
    },
    {
      "index": 3,
      "start_time": 16370.999999999998,
      "end_time": 25614.0,
      "text": "Hilary Clinton leads Bernie Sanders in opinion polls and hopes to break his winning streak which has seen the Vermont senator score victories in the past seven democratic primaries."
    },
    {
      "index": 4,
      "start_time": 25614.0,
      "end_time": 30342.0,
      "text": "Microsoft founder Bill Gates has attacked Donald Trump's brand of protectionist politics,"
    },
    {
      "index": 5,
      "start_time": 30342.0,
      "end_time": 34790.0,
      "text": "arguing that the US is the biggest beneficiary by far of globalization."
    },
    {
      "index": 6,
      "start_time": 34790.0,
      "end_time": 40611.0,
      "text": "In an FT interview, Mr. Gates also said he was worried about the prospect of the UK voting to leave the EU,"
    },
    {
      "index": 7,
      "start_time": 40611.0,
      "end_time": 43351.0,
      "text": "and other signs of Europe turning inward."
    },
    {
      "index": 8,
      "start_time": 43351.0,
      "end_time": 49108.0,
      "text": "And Europe's governments have signaled they're ready to expand the role of an EU naval mission in the Mediterranean"
    },
    {
      "index": 9,
      "start_time": 49108.0,
      "end_time": 53170.0,
      "text": "to cope with asylum seekers making the dangerous crossing from North Africa."
    },
    {
      "index": 10,
      "start_time": 53170.0,
      "end_time": 60954.0,
      "text": "EU foreign policy chief Federica Mogherini said ministers would look at enhancing the capacity of the mission, known as Operation Sophia."
    },
    {
      "index": 11,
      "start_time": 60954.0,
      "end_time": 64018.0,
      "text": "For more of today's top stories, go to FT.com/firstFT."
    }
  ]
}