{
  "video_id": "mLhwdITTrfE",
  "title": "Studying for Exams: Crash Course Study Skills #7",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3220.0,
      "text": "Hi, I'm Thomas Frank, this is Crash Course Study Skills."
    },
    {
      "index": 2,
      "start_time": 3220.0,
      "end_time": 10620.0,
      "text": "Benjamin Franklin once took a few seconds out of his busy schedule of being a god of lightning to remark, “By failing to prepare, you are preparing to fail.”"
    },
    {
      "index": 3,
      "start_time": 10620.0,
      "end_time": 13440.0,
      "text": "This is doubly true when it comes to preparing for your exams."
    },
    {
      "index": 4,
      "start_time": 13440.0,
      "end_time": 27640.0,
      "text": "So today we're going to guide you through the process of creating a study schedule, reviewing effectively so that you master the material, and doing it all without cracking under the pressure, quitting school, and building a career as an internet personality who tells people how to do well in school despite never being able to complete it yourself."
    },
    {
      "index": 5,
      "start_time": 36820.0,
      "end_time": 40320.0,
      "text": "As we've discussed already in this series, learning takes time."
    },
    {
      "index": 6,
      "start_time": 40320.0,
      "end_time": 48700.0,
      "text": "Encoding new information into solid memories is a physical process that doesn't happen overnight, and it requires multiple exposures or recollections which need to be spaced out."
    },
    {
      "index": 7,
      "start_time": 48700.0,
      "end_time": 52960.0,
      "text": "But, as we've also discussed, your brain isn't built to make long-term focused decisions."
    },
    {
      "index": 8,
      "start_time": 52960.0,
      "end_time": 61960.0,
      "text": "It's hard-wired to care a lot more about now than later, which is why some of you are heavily considering booting up Overwatch after this video ends instead of finishing that math assignment that's due tomorrow."
    },
    {
      "index": 9,
      "start_time": 61960.0,
      "end_time": 69720.0,
      "text": "What this all means is that the structure of the stuff sitting up in your cranium isn't up to the task of preparing for a test–so you need to build external structures to help it out."
    },
    {
      "index": 10,
      "start_time": 69720.0,
      "end_time": 72580.0,
      "text": "And, arguably, the most important one is a study schedule."
    },
    {
      "index": 11,
      "start_time": 72580.0,
      "end_time": 82860.0,
      "text": "I recommend building your study schedule directly into the calendar you're already using for everything else, as it's crucial to figure out how you're going to balance your time between studying and finishing all the assignments and homework that lead up to the test."
    },
    {
      "index": 12,
      "start_time": 82860.0,
      "end_time": 87960.0,
      "text": "The first step to doing this is to figure out the exact dates and times of your exams, and then to add them to your calendar."
    },
    {
      "index": 13,
      "start_time": 87960.0,
      "end_time": 94560.0,
      "text": "In my Google Calendar, I actually have a specific calendar that's colored differently from all other events, and that lets me see those dates and times at a glance."
    },
    {
      "index": 14,
      "start_time": 94560.0,
      "end_time": 101480.0,
      "text": "I'd also make sure to include the location for any exam that's being held somewhere other than that class's normal room – which happened pretty often for me in college."
    },
    {
      "index": 15,
      "start_time": 101480.0,
      "end_time": 107760.0,
      "text": "Once those dates are safely stored in your calendar, work backwards and schedule study sessions during the 3 or 4 weeks leading up to your exams if they're finals."
    },
    {
      "index": 16,
      "start_time": 107760.0,
      "end_time": 109759.0,
      "text": "If it's a smaller exam, two weeks will probably do."
    },
    {
      "index": 17,
      "start_time": 109760.0,
      "end_time": 113380.0,
      "text": "If you've got a lot of homework or group projects, try to schedule time to work on those as well."
    },
    {
      "index": 18,
      "start_time": 113380.0,
      "end_time": 118520.0,
      "text": "When it comes time to actually sit down and study, try to replicate the test conditions as much as you possibly can."
    },
    {
      "index": 19,
      "start_time": 118520.0,
      "end_time": 126860.0,
      "text": "Memory is very context-based, so if you can review the material under conditions that are similar to those of the test, recalling it will be much easier when you're actually taking it."
    },
    {
      "index": 20,
      "start_time": 126860.0,
      "end_time": 128220.0,
      "text": "So, how do you do this?"
    },
    {
      "index": 21,
      "start_time": 128220.0,
      "end_time": 131440.0,
      "text": "Well, first try to get as much information about the test as possible."
    },
    {
      "index": 22,
      "start_time": 131440.0,
      "end_time": 139860.0,
      "text": "Ask your teacher – or look at the syllabus – to find out what material will be covered, whether or not the test will be comprehensive, how many questions there will be, and how long you'll have to answer them."
    },
    {
      "index": 23,
      "start_time": 139860.0,
      "end_time": 145360.0,
      "text": "You'll also want to know what types of questions you'll be up against – will they be multiple choice, true/false, short answer, or essay?"
    },
    {
      "index": 24,
      "start_time": 145360.0,
      "end_time": 149980.0,
      "text": "Lastly, don't forget to ask about what materials will be allowed, such as scratch paper or calculators."
    },
    {
      "index": 25,
      "start_time": 149980.0,
      "end_time": 155500.0,
      "text": "Once you have all those details locked down, the next step is to try to get your hands on practice tests, or tests from previous semesters."
    },
    {
      "index": 26,
      "start_time": 155500.0,
      "end_time": 164760.0,
      "text": "You can ask your teacher if they have any that they're willing to give out as review material, and if you're in college, there might be a fraternity, or sorority, or some other student organization that keeps a test bank you can dig through."
    },
    {
      "index": 27,
      "start_time": 164760.0,
      "end_time": 170860.0,
      "text": "There's also an online test bank at Koofers.com that contains old tests from lots of universities, so that's worth a look as well."
    },
    {
      "index": 28,
      "start_time": 170860.0,
      "end_time": 174060.0,
      "text": "Now that you've gathered all of your resources, it's time to study."
    },
    {
      "index": 29,
      "start_time": 174060.0,
      "end_time": 175860.0,
      "text": "But where should you do it?"
    },
    {
      "index": 30,
      "start_time": 175860.0,
      "end_time": 186080.0,
      "text": "While most of your studying will probably happen in your established study space, you should also try to do at least one or two sessions in the actual classroom you'll be tested in – or at least some other classroom with a similar look and feel."
    },
    {
      "index": 31,
      "start_time": 186080.0,
      "end_time": 189060.0,
      "text": "As I mentioned earlier, memory is context-dependent."
    },
    {
      "index": 32,
      "start_time": 189060.0,
      "end_time": 195680.0,
      "text": "Our brains are better able to recall things they've learned when we're in a similar context to the one in which we originally learned or reviewed the material."
    },
    {
      "index": 33,
      "start_time": 195680.0,
      "end_time": 207480.0,
      "text": "In fact, one study published in 1975 demonstrated how subjects who learned lists of vocabulary words underwater in scuba diving gear were much more easily able to recall those words when they went back underwater again, as opposed to when they were on dry land."
    },
    {
      "index": 34,
      "start_time": 207480.0,
      "end_time": 209000.0,
      "text": "Don't stop at the location, though."
    },
    {
      "index": 35,
      "start_time": 209000.0,
      "end_time": 212340.0,
      "text": "Also spend some time studying under the same constraints that you'll have during the test."
    },
    {
      "index": 36,
      "start_time": 212340.0,
      "end_time": 219330.0,
      "text": "Set a timer to simulate the test's time limit, and quiz yourself without having access to your textbook, notes, or any other materials that you won't have during the test."
    },
    {
      "index": 37,
      "start_time": 219330.0,
      "end_time": 221500.0,
      "text": "And notice that I said “quiz yourself” here."
    },
    {
      "index": 38,
      "start_time": 221500.0,
      "end_time": 229560.0,
      "text": "The best way to study for a test is to do it actively and to focus on recall–to force yourself to actually pull facts and answers up from the depths of your memory banks."
    },
    {
      "index": 39,
      "start_time": 229560.0,
      "end_time": 242220.0,
      "text": "Now, at this point you might be thinking to yourself, “Tom, this all sounds good, and the fact that you're wearing one of Hank Green's shirts makes you a lot more trustworthy BUT how am I supposed to quiz myself in the first place – especially if my teacher didn't give me any practice tests?”"
    },
    {
      "index": 40,
      "start_time": 242220.0,
      "end_time": 244079.0,
      "text": "Well, you make your own quizzes, of course."
    },
    {
      "index": 41,
      "start_time": 244080.0,
      "end_time": 248800.0,
      "text": "Now, if your teacher gave you a study guide, then that's going to be your #1 resource for creating these quizzes."
    },
    {
      "index": 42,
      "start_time": 248800.0,
      "end_time": 252180.0,
      "text": "Just take every concept listed on the guide and convert it into a question."
    },
    {
      "index": 43,
      "start_time": 252180.0,
      "end_time": 255170.0,
      "text": "If you don't happen to have one of those, then do the same thing with your lecture notes."
    },
    {
      "index": 44,
      "start_time": 255170.0,
      "end_time": 258920.0,
      "text": "Look through them and create questions out of headings, main concepts, and even case studies."
    },
    {
      "index": 45,
      "start_time": 258920.00000000003,
      "end_time": 263500.0,
      "text": "Now, when you're forming your questions, in general you're going to want to emulate the test as much as possible."
    },
    {
      "index": 46,
      "start_time": 263500.0,
      "end_time": 267680.0,
      "text": "However, there are a few types of questions that lend themselves perfectly to certain formats."
    },
    {
      "index": 47,
      "start_time": 267680.0,
      "end_time": 271840.0,
      "text": "For example, facts and vocabulary terms are great candidates for flash cards."
    },
    {
      "index": 48,
      "start_time": 271840.0,
      "end_time": 277380.0,
      "text": "Studying flash cards is another form of quizzing yourself, and they have one great benefit – you can study them from both sides."
    },
    {
      "index": 49,
      "start_time": 277380.0,
      "end_time": 285340.0,
      "text": "If you're studying for a chemistry exam, one card can ask you what the chemical symbol for Neon is, and if you flip it over, it can also make sure you know what Ne represents."
    },
    {
      "index": 50,
      "start_time": 285340.0,
      "end_time": 288740.0,
      "text": "This ensures that your brain can make the connection no matter where it starts."
    },
    {
      "index": 51,
      "start_time": 288740.0,
      "end_time": 298180.0,
      "text": "And when it comes to subjects like math or physics, where your questions will usually take the form of equations or problems, you want to spend the majority of your study time actually working through those problems."
    },
    {
      "index": 52,
      "start_time": 298180.0,
      "end_time": 306900.0,
      "text": "Spend a little bit of time familiarizing yourself with formulas and concepts, sure, but spend way more time practicing and making sure you can actually perform the operations yourself."
    },
    {
      "index": 53,
      "start_time": 306900.0,
      "end_time": 312420.0,
      "text": "Now, as you spend time actively solving these problems, you're inevitably gonna run into things you don't know how to solve."
    },
    {
      "index": 54,
      "start_time": 312420.0,
      "end_time": 316560.0,
      "text": "When you do, it's important to know when to ask your teacher for help – and how to do it correctly."
    },
    {
      "index": 55,
      "start_time": 316560.0,
      "end_time": 317760.0,
      "text": "Let's go to the Thought Bubble."
    },
    {
      "index": 56,
      "start_time": 317760.0,
      "end_time": 324250.0,
      "text": "Dale Corson, the 8th dean of Cornell University and a professor of chemistry, offered some advice to his students for how to effectively ask for help."
    },
    {
      "index": 57,
      "start_time": 324250.0,
      "end_time": 329880.0,
      "text": "Before going up to the professor, he said, ask yourself: What is it – exactly – that I don't understand?"
    },
    {
      "index": 58,
      "start_time": 329880.0,
      "end_time": 338780.0,
      "text": "This obvious-sounding piece of advice is worth stating plainly because, as Corson puts it, many students would come up and say – with a general sweep of the hand – “I don't get this.”"
    },
    {
      "index": 59,
      "start_time": 338780.0,
      "end_time": 342720.0,
      "text": "The moment they encountered a tough spot, they'd disengage and let their brain essentially give up."
    },
    {
      "index": 60,
      "start_time": 342720.0,
      "end_time": 343900.0,
      "text": "Don't do this."
    },
    {
      "index": 61,
      "start_time": 343900.0,
      "end_time": 348320.0,
      "text": "When you become confused, spend 15 more minutes trying to solve the problem on your own."
    },
    {
      "index": 62,
      "start_time": 348330.0,
      "end_time": 352509.0,
      "text": "Work line by line through the problem until you know precisely where the confusion begins."
    },
    {
      "index": 63,
      "start_time": 352509.0,
      "end_time": 355180.0,
      "text": "Also, try to write down the solutions you've tried so far."
    },
    {
      "index": 64,
      "start_time": 355180.0,
      "end_time": 362640.0,
      "text": "Doing this essentially documents the problem and creates context for the person who will eventually help you–and it might actually help you solve the problem on your own as well."
    },
    {
      "index": 65,
      "start_time": 362640.0,
      "end_time": 372180.0,
      "text": "In the world of software development, programmers who are stuck on broken pieces of code will often use a technique called Rubber Duck Debugging, which involves explaining the code and thought process behind it to a rubber duck."
    },
    {
      "index": 66,
      "start_time": 372180.0,
      "end_time": 380520.0,
      "text": "The idea here is that explaining the problem to a non-expert – in this case, a cute little duck on your desk–forces you to think about it from a different  perspective, which will often reveal the solution."
    },
    {
      "index": 67,
      "start_time": 380520.0,
      "end_time": 386820.0,
      "text": "Additionally, going through this process will show your teacher that you've truly put in some effort and aren't just coming to them for help out of laziness."
    },
    {
      "index": 68,
      "start_time": 386820.0,
      "end_time": 388760.0,
      "text": "And that's a great way to earn their respect."
    },
    {
      "index": 69,
      "start_time": 388760.0,
      "end_time": 389920.0,
      "text": "Thanks, Thought Bubble."
    },
    {
      "index": 70,
      "start_time": 389920.0,
      "end_time": 394160.0,
      "text": "Now, if you want another really effective way to solidify the material quickly, do a cheat card exercise."
    },
    {
      "index": 71,
      "start_time": 394160.0,
      "end_time": 399150.0,
      "text": "Remember that really cool teacher that once let you write whatever you wanted on an index card and bring it with you into a test?"
    },
    {
      "index": 72,
      "start_time": 399150.0,
      "end_time": 405940.0,
      "text": "Because I do, and in my book, that teacher was almost as cool as the one who let us play with magnesium and bunsen burners unsupervised – for science, of course."
    },
    {
      "index": 73,
      "start_time": 405940.0,
      "end_time": 410870.0,
      "text": "Now, most teachers aren't going to let you bring a cheat card into the exam – but that shouldn't stop you from making one."
    },
    {
      "index": 74,
      "start_time": 410870.0,
      "end_time": 413480.0,
      "text": "The thing about an index card is that it's small."
    },
    {
      "index": 75,
      "start_time": 413480.0,
      "end_time": 420120.0,
      "text": "And even though I pushed the limits of how tiny a human hand can write whenever I got the opportunity to make a cheat card, there's only so much I could fit on it."
    },
    {
      "index": 76,
      "start_time": 420120.0,
      "end_time": 429000.0,
      "text": "And due to that limitation, I had to be very choosy about what I put on the card–which resulted in a tiny piece of cardstock containing the most important information on the exam."
    },
    {
      "index": 77,
      "start_time": 429000.0,
      "end_time": 435940.0,
      "text": "And since I'd just spent an hour looking all that stuff up and writing it down in teeny tiny letters, I was interacting with it – actively – the whole time."
    },
    {
      "index": 78,
      "start_time": 435940.0,
      "end_time": 438140.0,
      "text": "That's the beauty of a cheat card exercise."
    },
    {
      "index": 79,
      "start_time": 438140.0,
      "end_time": 444600.0,
      "text": "Even if you can't bring your card with you into the test, you spend a concentrated block of time selecting and writing down the most crucial information."
    },
    {
      "index": 80,
      "start_time": 444610.0,
      "end_time": 446500.0,
      "text": "It's a great preparation technique."
    },
    {
      "index": 81,
      "start_time": 446500.0,
      "end_time": 450910.0,
      "text": "Speaking of great preparation techniques, the last one we're going to cover today is not studying."
    },
    {
      "index": 82,
      "start_time": 450910.0,
      "end_time": 452180.0,
      "text": "At least some of the time."
    },
    {
      "index": 83,
      "start_time": 452180.0,
      "end_time": 461260.0,
      "text": "Students often believe that they should be spending all of their time studying if they want to do well, but remember: how well you do is determined by the both the time you put in and the intensity of your focus."
    },
    {
      "index": 84,
      "start_time": 461260.0,
      "end_time": 464520.0,
      "text": "And to enable your brain to focus intensely, you have to give it some time off."
    },
    {
      "index": 85,
      "start_time": 464520.0,
      "end_time": 467140.0,
      "text": "The cycle of work and rest has to be respected."
    },
    {
      "index": 86,
      "start_time": 467140.0,
      "end_time": 470240.0,
      "text": "So when you're crafting your study schedule, give yourself time for breaks."
    },
    {
      "index": 87,
      "start_time": 470240.0,
      "end_time": 476380.0,
      "text": "That includes short breaks during review sessions, as well as some longer periods where you can de-stress and reward yourself with some of that good old high-density fun."
    },
    {
      "index": 88,
      "start_time": 476380.0,
      "end_time": 481870.0,
      "text": "Doing this will ensure that you're alert, attentive, and happy – well, as happy as somebody with a calculus final coming up can be."
    },
    {
      "index": 89,
      "start_time": 481870.0,
      "end_time": 488320.0,
      "text": "And if you're creating your study schedule well in advance, you should have no problem giving yourself time for these breaks while also leaving enough hours open for studying."
    },
    {
      "index": 90,
      "start_time": 488320.0,
      "end_time": 490400.0,
      "text": "Speaking of breaks, it's time for one now!"
    },
    {
      "index": 91,
      "start_time": 490400.0,
      "end_time": 494600.0,
      "text": "Hopefully this video has given you enough direction to successfully prepare for any exams you've got coming up."
    },
    {
      "index": 92,
      "start_time": 494600.0,
      "end_time": 504460.0,
      "text": "Next week we'll be tackling test anxiety, but I can give you a bit of a spoiler up front: Good preparation – especially the type that replicates the test conditions – is one of the best ways to calm those nerves."
    },
    {
      "index": 93,
      "start_time": 504460.0,
      "end_time": 508300.0,
      "text": "So get to work making that upcoming test feel like a familiar old friend, and I'll see you next week."
    },
    {
      "index": 94,
      "start_time": 508300.0,
      "end_time": 514640.0,
      "text": "Crash Course Study Skills is filmed in the Dr. Cheryl C. Kinney Crash Course Studio in Missoula, MT, and it's made with the help of all of these nice people."
    },
    {
      "index": 95,
      "start_time": 514640.0,
      "end_time": 521800.0,
      "text": "If you'd like help to keep Crash Course free for everyone, forever, you can support the series over at Patreon, a crowdfunding platform that allows you to support the content you love."
    },
    {
      "index": 96,
      "start_time": 521799.99999999994,
      "end_time": 523579.99999999994,
      "text": "Thank you so much for your support."
    }
  ]
}