{
  "video_id": "Mm_McHfT4uQ",
  "title": "The Canterbury Tales",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1050.0,
      "end_time": 7189.0,
      "text": "The Canterbury Tales The Canterbury Tales is a collection of over"
    },
    {
      "index": 2,
      "start_time": 7189.0,
      "end_time": 12430.0,
      "text": "20 stories written in Middle English by Geoffrey Chaucer at the end of the 14th century, during"
    },
    {
      "index": 3,
      "start_time": 12430.0,
      "end_time": 17839.0,
      "text": "the time of the Hundred Years&#39; War. The tales are presented as part of a story-telling contest"
    },
    {
      "index": 4,
      "start_time": 17839.0,
      "end_time": 22089.0,
      "text": "by a group of pilgrims as they travel together on a journey from Southwark to the shrine"
    },
    {
      "index": 5,
      "start_time": 22089.0,
      "end_time": 27630.0,
      "text": "of Saint Thomas Becket at Canterbury Cathedral. The prize for this contest is a free meal"
    },
    {
      "index": 6,
      "start_time": 27630.0,
      "end_time": 32940.0,
      "text": "at the Tabard Inn at Southwark on their return. After a long list of works written earlier"
    },
    {
      "index": 7,
      "start_time": 32940.0,
      "end_time": 38899.0,
      "text": "in his career, including Troilus and Criseyde, House of Fame, and &quot;Parliament of Fowls&quot;,"
    },
    {
      "index": 8,
      "start_time": 38899.0,
      "end_time": 44260.0,
      "text": "The Canterbury Tales was Chaucer&#39;s magnum opus. He uses the tales and the descriptions"
    },
    {
      "index": 9,
      "start_time": 44260.0,
      "end_time": 49640.0,
      "text": "of its characters to paint an ironic and critical portrait of English society at the time, and"
    },
    {
      "index": 10,
      "start_time": 49640.0,
      "end_time": 55140.0,
      "text": "particularly of the Church. Structurally, the collection resembles The Decameron, which"
    },
    {
      "index": 11,
      "start_time": 55140.0,
      "end_time": 61309.0,
      "text": "Chaucer may have read during his first diplomatic mission to Italy in 1372."
    },
    {
      "index": 12,
      "start_time": 61309.0,
      "end_time": 65900.0,
      "text": "It is sometimes argued that the greatest contribution that this work made to English literature"
    },
    {
      "index": 13,
      "start_time": 65900.0,
      "end_time": 70830.0,
      "text": "was in popularising the literary use of the vernacular, English, rather than French or"
    },
    {
      "index": 14,
      "start_time": 70830.0,
      "end_time": 77400.0,
      "text": "Latin. English had, however, been used as a literary language for centuries before Chaucer&#39;s"
    },
    {
      "index": 15,
      "start_time": 77400.0,
      "end_time": 83790.0,
      "text": "life, and several of Chaucer&#39;s contemporaries—John Gower, William Langland, and the Pearl Poet—also"
    },
    {
      "index": 16,
      "start_time": 83790.0,
      "end_time": 89610.0,
      "text": "wrote major literary works in English. It is unclear to what extent Chaucer was responsible"
    },
    {
      "index": 17,
      "start_time": 89610.0,
      "end_time": 93960.0,
      "text": "for starting a trend rather than simply being part of it."
    },
    {
      "index": 18,
      "start_time": 93960.0,
      "end_time": 98610.0,
      "text": "While Chaucer clearly states the addressees of many of his poems, the intended audience"
    },
    {
      "index": 19,
      "start_time": 98610.0,
      "end_time": 104140.0,
      "text": "of The Canterbury Tales is more difficult to determine. Chaucer was a courtier, leading"
    },
    {
      "index": 20,
      "start_time": 104140.0,
      "end_time": 111210.0,
      "text": "some to believe that he was mainly a court poet who wrote exclusively for nobility."
    },
    {
      "index": 21,
      "start_time": 111210.0,
      "end_time": 114840.0,
      "text": "Text The question of whether The Canterbury Tales"
    },
    {
      "index": 22,
      "start_time": 114840.0,
      "end_time": 120320.0,
      "text": "is finished has not yet been answered. There are 83 known manuscripts of the work from"
    },
    {
      "index": 23,
      "start_time": 120320.0,
      "end_time": 125610.0,
      "text": "the late medieval and early Renaissance period, more than any other vernacular literary text"
    },
    {
      "index": 24,
      "start_time": 125610.0,
      "end_time": 131190.0,
      "text": "with the exception of The Prick of Conscience. This is taken as evidence of the tales&#39; popularity"
    },
    {
      "index": 25,
      "start_time": 131190.0,
      "end_time": 136380.0,
      "text": "during the century after Chaucer&#39;s death. Fifty-five of these manuscripts are thought"
    },
    {
      "index": 26,
      "start_time": 136380.0,
      "end_time": 141620.0,
      "text": "to have been complete at one time, while 28 are so fragmentary that it is difficult to"
    },
    {
      "index": 27,
      "start_time": 141620.0,
      "end_time": 147450.0,
      "text": "ascertain whether they were copied individually or as part of a set. The Tales vary in both"
    },
    {
      "index": 28,
      "start_time": 147450.0,
      "end_time": 154250.0,
      "text": "minor and major ways from manuscript to manuscript; many of the minor variations are due to copyists&#39;"
    },
    {
      "index": 29,
      "start_time": 154250.0,
      "end_time": 158040.0,
      "text": "errors, while others suggest that Chaucer added to and revised his work as it was being"
    },
    {
      "index": 30,
      "start_time": 158040.0,
      "end_time": 163880.0,
      "text": "copied and (possibly) distributed. Even the earliest surviving manuscripts are"
    },
    {
      "index": 31,
      "start_time": 163880.0,
      "end_time": 171680.0,
      "text": "not Chaucer&#39;s originals, the oldest being MS Peniarth 392 D (called &quot;Hengwrt&quot;), compiled"
    },
    {
      "index": 32,
      "start_time": 171680.0,
      "end_time": 177260.0,
      "text": "by a scribe shortly after Chaucer&#39;s death. The most beautiful of the manuscripts of the"
    },
    {
      "index": 33,
      "start_time": 177260.0,
      "end_time": 181790.0,
      "text": "tales is the Ellesmere Manuscript, and many editors have followed the order of the Ellesmere"
    },
    {
      "index": 34,
      "start_time": 181790.0,
      "end_time": 187340.0,
      "text": "over the centuries, even down to the present day. The first version of The Canterbury Tales"
    },
    {
      "index": 35,
      "start_time": 187340.0,
      "end_time": 193430.0,
      "text": "to be published in print was William Caxton&#39;s 1478 edition. Since this print edition was"
    },
    {
      "index": 36,
      "start_time": 193430.0,
      "end_time": 200930.0,
      "text": "created from a now-lost manuscript, it is counted as among the 83 manuscripts."
    },
    {
      "index": 37,
      "start_time": 200930.0,
      "end_time": 205350.0,
      "text": "Order No authorial, arguably complete version of"
    },
    {
      "index": 38,
      "start_time": 205350.0,
      "end_time": 210130.0,
      "text": "the Tales exists and no consensus has been reached regarding the order in which Chaucer"
    },
    {
      "index": 39,
      "start_time": 210130.0,
      "end_time": 215180.0,
      "text": "intended the stories to be placed. Textual and manuscript clues have been adduced"
    },
    {
      "index": 40,
      "start_time": 215180.0,
      "end_time": 220849.0,
      "text": "to support the two most popular modern methods of ordering the tales. Some scholarly editions"
    },
    {
      "index": 41,
      "start_time": 220849.0,
      "end_time": 226240.0,
      "text": "divide the Tales into ten &quot;Fragments&quot;. The tales that comprise a Fragment are closely"
    },
    {
      "index": 42,
      "start_time": 226240.0,
      "end_time": 231380.0,
      "text": "related and contain internal indications of their order of presentation, usually with"
    },
    {
      "index": 43,
      "start_time": 231380.0,
      "end_time": 237660.0,
      "text": "one character speaking to and then stepping aside for another character. However, between"
    },
    {
      "index": 44,
      "start_time": 237660.0,
      "end_time": 243849.0,
      "text": "Fragments, the connection is less obvious. Consequently, there are several possible orders;"
    },
    {
      "index": 45,
      "start_time": 243849.0,
      "end_time": 249349.0,
      "text": "the one most frequently seen in modern editions follows the numbering of the Fragments (ultimately"
    },
    {
      "index": 46,
      "start_time": 249349.0,
      "end_time": 254440.0,
      "text": "based on the Ellesmere order). Victorians frequently used the nine &quot;Groups&quot;, which was"
    },
    {
      "index": 47,
      "start_time": 254440.0,
      "end_time": 259259.0,
      "text": "the order used by Walter William Skeat whose edition Chaucer: Complete Works was used by"
    },
    {
      "index": 48,
      "start_time": 259259.0,
      "end_time": 265129.0,
      "text": "Oxford University Press for most of the twentieth century, but this order is now seldom followed."
    },
    {
      "index": 49,
      "start_time": 265129.0,
      "end_time": 270960.0,
      "text": "An alternative ordering (seen in an early manuscript containing the Canterbury Tales,"
    },
    {
      "index": 50,
      "start_time": 270960.0,
      "end_time": 278759.0,
      "text": "the early-fifteenth century Harley MS. 7334) places Fragment VIII before VI. Fragments"
    },
    {
      "index": 51,
      "start_time": 278759.0,
      "end_time": 286830.0,
      "text": "I and II almost always follow each other, as do VI and VII, IX and X in the oldest manuscripts."
    },
    {
      "index": 52,
      "start_time": 286830.0,
      "end_time": 294800.0,
      "text": "Fragments IV and V, by contrast are located in varying locations from manuscript to manuscript."
    },
    {
      "index": 53,
      "start_time": 294800.0,
      "end_time": 299620.0,
      "text": "Language Although no manuscript exists in Chaucer&#39;s"
    },
    {
      "index": 54,
      "start_time": 299620.0,
      "end_time": 303889.0,
      "text": "own hand, two were copied around the time of his death by Adam Pinkhurst, a scribe with"
    },
    {
      "index": 55,
      "start_time": 303889.0,
      "end_time": 308789.0,
      "text": "whom he seems to have worked closely before, giving a high degree of confidence that Chaucer"
    },
    {
      "index": 56,
      "start_time": 308789.0,
      "end_time": 314499.0,
      "text": "himself wrote the Tales. Chaucer&#39;s generation of English-speakers was among the last to"
    },
    {
      "index": 57,
      "start_time": 314499.0,
      "end_time": 320120.0,
      "text": "pronounce e at the end of words (so for Chaucer the word &quot;care&quot; was pronounced, not /ˈkɛər/"
    },
    {
      "index": 58,
      "start_time": 320120.0,
      "end_time": 325930.0,
      "text": "as in modern English). This meant that later copyists tended to be inconsistent in their"
    },
    {
      "index": 59,
      "start_time": 325930.0,
      "end_time": 330050.0,
      "text": "copying of final -e and this for many years gave scholars the impression that Chaucer"
    },
    {
      "index": 60,
      "start_time": 330050.0,
      "end_time": 336139.0,
      "text": "himself was inconsistent in using it. It has now been established, however, that -e was"
    },
    {
      "index": 61,
      "start_time": 336139.0,
      "end_time": 341900.0,
      "text": "an important part of Chaucer&#39;s morphology (having a role in distinguishing, for example,"
    },
    {
      "index": 62,
      "start_time": 341900.0,
      "end_time": 347379.0,
      "text": "singular adjectives from plural and subjunctive verbs from indicative). The pronunciation"
    },
    {
      "index": 63,
      "start_time": 347379.0,
      "end_time": 351689.0,
      "text": "of Chaucer&#39;s writing otherwise differs most prominently from Modern English in that his"
    },
    {
      "index": 64,
      "start_time": 351689.0,
      "end_time": 356270.0,
      "text": "language had not undergone the Great Vowel Shift: pronouncing Chaucer&#39;s vowels as they"
    },
    {
      "index": 65,
      "start_time": 356270.0,
      "end_time": 361400.0,
      "text": "would be pronounced today in European languages like Italian, Spanish or German generally"
    },
    {
      "index": 66,
      "start_time": 361400.0,
      "end_time": 367150.0,
      "text": "produces pronunciations more like Chaucer&#39;s own than Modern English pronunciation would."
    },
    {
      "index": 67,
      "start_time": 367150.0,
      "end_time": 371629.0,
      "text": "In addition, sounds now written in English but not pronounced were still pronounced by"
    },
    {
      "index": 68,
      "start_time": 371629.0,
      "end_time": 377210.0,
      "text": "Chaucer: the word less than knightgreater than for Chaucer was, not. The pronunciation"
    },
    {
      "index": 69,
      "start_time": 377210.0,
      "end_time": 382529.0,
      "text": "of Chaucer&#39;s poetry can now be reconstructed fairly confidently through detailed philological"
    },
    {
      "index": 70,
      "start_time": 382529.0,
      "end_time": 389529.0,
      "text": "research; the following gives an IPA reconstruction of the opening lines of The Merchant&#39;s Prologue;"
    },
    {
      "index": 71,
      "start_time": 389529.0,
      "end_time": 394599.0,
      "text": "it is likely, moreover, that when a word ending in a vowel was followed by a word beginning"
    },
    {
      "index": 72,
      "start_time": 394599.0,
      "end_time": 402580.0,
      "text": "in a vowel, the two vowels were elided into one syllable, as seen here (with care and...):"
    },
    {
      "index": 73,
      "start_time": 402580.0,
      "end_time": 406240.0,
      "text": "Sources No other work prior to Chaucer&#39;s is known"
    },
    {
      "index": 74,
      "start_time": 406240.0,
      "end_time": 411669.0,
      "text": "to have set a collection of tales within the framework of pilgrims on a pilgrimage. It"
    },
    {
      "index": 75,
      "start_time": 411669.0,
      "end_time": 417689.0,
      "text": "is obvious, however, that Chaucer borrowed portions, sometimes very large portions, of"
    },
    {
      "index": 76,
      "start_time": 417689.0,
      "end_time": 422330.0,
      "text": "his stories from earlier stories, and that his work was influenced by the general state"
    },
    {
      "index": 77,
      "start_time": 422330.0,
      "end_time": 427969.0,
      "text": "of the literary world in which he lived. Storytelling was the main entertainment in England at the"
    },
    {
      "index": 78,
      "start_time": 427969.0,
      "end_time": 434349.0,
      "text": "time, and storytelling contests had been around for hundreds of years. In 14th-century England"
    },
    {
      "index": 79,
      "start_time": 434349.0,
      "end_time": 439119.0,
      "text": "the English Pui was a group with an appointed leader who would judge the songs of the group."
    },
    {
      "index": 80,
      "start_time": 439119.0,
      "end_time": 445069.0,
      "text": "The winner received a crown and, as with the winner of the Canterbury Tales, a free dinner."
    },
    {
      "index": 81,
      "start_time": 445069.0,
      "end_time": 449710.0,
      "text": "It was common for pilgrims on a pilgrimage to have a chosen &quot;master of ceremonies&quot; to"
    },
    {
      "index": 82,
      "start_time": 449710.0,
      "end_time": 455219.0,
      "text": "guide them and organise the journey. Harold Bloom suggests that the structure is mostly"
    },
    {
      "index": 83,
      "start_time": 455219.0,
      "end_time": 461149.0,
      "text": "original, but inspired by the &quot;pilgrim&quot; figures of Dante and Virgil in The Divine Comedy."
    },
    {
      "index": 84,
      "start_time": 461149.0,
      "end_time": 465929.0,
      "text": "The Decameron by Giovanni Boccaccio contains more parallels to the Canterbury Tales than"
    },
    {
      "index": 85,
      "start_time": 465929.0,
      "end_time": 471520.0,
      "text": "any other work. Like the Tales, it features a number of narrators who tell stories along"
    },
    {
      "index": 86,
      "start_time": 471520.0,
      "end_time": 476699.0,
      "text": "a journey they have undertaken (to flee from the Black Plague). It ends with an apology"
    },
    {
      "index": 87,
      "start_time": 476699.0,
      "end_time": 483520.0,
      "text": "by Boccaccio, much like Chaucer&#39;s Retraction to the Tales. A quarter of the tales in Canterbury"
    },
    {
      "index": 88,
      "start_time": 483520.0,
      "end_time": 488999.0,
      "text": "Tales parallel a tale in the Decameron, although most of them have closer parallels in other"
    },
    {
      "index": 89,
      "start_time": 488999.0,
      "end_time": 494319.0,
      "text": "stories. Some scholars thus find it unlikely that Chaucer had a copy of the work on hand,"
    },
    {
      "index": 90,
      "start_time": 494319.0,
      "end_time": 499240.0,
      "text": "surmising instead that he must have merely read the Decameron at some point. Each of"
    },
    {
      "index": 91,
      "start_time": 499240.0,
      "end_time": 503710.0,
      "text": "the tales has its own set of sources which have been suggested by scholars, but a few"
    },
    {
      "index": 92,
      "start_time": 503710.0,
      "end_time": 509969.0,
      "text": "sources are used frequently over several tales. These include poetry by Ovid, the Bible in"
    },
    {
      "index": 93,
      "start_time": 509969.0,
      "end_time": 515039.0,
      "text": "one of the many vulgate versions it was available in at the time (the exact one is difficult"
    },
    {
      "index": 94,
      "start_time": 515039.0,
      "end_time": 520979.0,
      "text": "to determine), and the works of Petrarch and Dante. Chaucer was the first author to utilise"
    },
    {
      "index": 95,
      "start_time": 520979.00000000006,
      "end_time": 527180.0,
      "text": "the work of these last two, both Italians. Boethius&#39; Consolation of Philosophy appears"
    },
    {
      "index": 96,
      "start_time": 527180.0,
      "end_time": 533130.0,
      "text": "in several tales, as do the works of John Gower, a known friend to Chaucer. A full list"
    },
    {
      "index": 97,
      "start_time": 533130.0,
      "end_time": 539100.0,
      "text": "is impossible to outline in little space, but Chaucer also, lastly, seems to have borrowed"
    },
    {
      "index": 98,
      "start_time": 539100.0,
      "end_time": 544399.0,
      "text": "from numerous religious encyclopaedias and liturgical writings, such as John Bromyard&#39;s"
    },
    {
      "index": 99,
      "start_time": 544399.0,
      "end_time": 551019.0,
      "text": "Summa praedicantium, a preacher&#39;s handbook, and Jerome&#39;s Adversus Jovinianum. Many scholars"
    },
    {
      "index": 100,
      "start_time": 551019.0,
      "end_time": 557329.0,
      "text": "say there is a good possibility Chaucer met Petrarch or Boccaccio."
    },
    {
      "index": 101,
      "start_time": 557329.0,
      "end_time": 561880.0,
      "text": "Genre and structure Canterbury Tales is a collection of stories"
    },
    {
      "index": 102,
      "start_time": 561880.0,
      "end_time": 566940.0,
      "text": "built around a frame narrative or frame tale, a common and already long established genre"
    },
    {
      "index": 103,
      "start_time": 566940.0,
      "end_time": 572370.0,
      "text": "of its period. Chaucer&#39;s Tales differs from most other story &quot;collections&quot; in this genre"
    },
    {
      "index": 104,
      "start_time": 572370.0,
      "end_time": 578449.0,
      "text": "chiefly in its intense variation. Most story collections focused on a theme, usually a"
    },
    {
      "index": 105,
      "start_time": 578449.0,
      "end_time": 584490.0,
      "text": "religious one. Even in the Decameron, storytellers are encouraged to stick to the theme decided"
    },
    {
      "index": 106,
      "start_time": 584490.0,
      "end_time": 590079.0,
      "text": "on for the day. The idea of a pilgrimage to get such a diverse collection of people together"
    },
    {
      "index": 107,
      "start_time": 590079.0,
      "end_time": 595980.0,
      "text": "for literary purposes was also unprecedented, though &quot;the association of pilgrims and storytelling"
    },
    {
      "index": 108,
      "start_time": 595980.0,
      "end_time": 601750.0,
      "text": "was a familiar one&quot;. Introducing a competition among the tales encourages the reader to compare"
    },
    {
      "index": 109,
      "start_time": 601750.0,
      "end_time": 606540.0,
      "text": "the tales in all their variety, and allows Chaucer to showcase the breadth of his skill"
    },
    {
      "index": 110,
      "start_time": 606540.0,
      "end_time": 612149.0,
      "text": "in different genres and literary forms. While the structure of the Tales is largely"
    },
    {
      "index": 111,
      "start_time": 612149.0,
      "end_time": 617600.0,
      "text": "linear, with one story following another, it is also much more than that. In the General"
    },
    {
      "index": 112,
      "start_time": 617600.0,
      "end_time": 623490.0,
      "text": "Prologue, Chaucer describes, not the tales to be told, but the people who will tell them,"
    },
    {
      "index": 113,
      "start_time": 623490.0,
      "end_time": 627360.0,
      "text": "making it clear that structure will depend on the characters rather than a general theme"
    },
    {
      "index": 114,
      "start_time": 627360.0,
      "end_time": 632839.0,
      "text": "or moral. This idea is reinforced when the Miller interrupts to tell his tale after the"
    },
    {
      "index": 115,
      "start_time": 632839.0,
      "end_time": 638180.0,
      "text": "Knight has finished his. Having the Knight go first, gives one the idea that all will"
    },
    {
      "index": 116,
      "start_time": 638180.0,
      "end_time": 643240.0,
      "text": "tell their stories by class, with the Knight going first, followed by the Monk, but the"
    },
    {
      "index": 117,
      "start_time": 643240.0,
      "end_time": 647490.0,
      "text": "Miller&#39;s interruption makes it clear that this structure will be abandoned in favour"
    },
    {
      "index": 118,
      "start_time": 647490.0,
      "end_time": 653420.0,
      "text": "of a free and open exchange of stories among all classes present. General themes and points"
    },
    {
      "index": 119,
      "start_time": 653420.0,
      "end_time": 657170.0,
      "text": "of view arise as tales are told which are responded to by other characters in their"
    },
    {
      "index": 120,
      "start_time": 657170.0,
      "end_time": 662980.0,
      "text": "own tales, sometimes after a long lapse in which the theme has not been addressed."
    },
    {
      "index": 121,
      "start_time": 662980.0,
      "end_time": 668490.0,
      "text": "Lastly, Chaucer does not pay much attention to the progress of the trip, to the time passing"
    },
    {
      "index": 122,
      "start_time": 668490.0,
      "end_time": 674660.0,
      "text": "as the pilgrims travel, or specific locations along the way to Canterbury. His writing of"
    },
    {
      "index": 123,
      "start_time": 674660.0,
      "end_time": 682730.0,
      "text": "the story seems focused primarily on the stories being told, and not on the pilgrimage itself."
    },
    {
      "index": 124,
      "start_time": 682730.0,
      "end_time": 686740.0,
      "text": "Style The variety of Chaucer&#39;s tales shows the breadth"
    },
    {
      "index": 125,
      "start_time": 686740.0,
      "end_time": 693120.0,
      "text": "of his skill and his familiarity with countless rhetorical forms and linguistic styles. Medieval"
    },
    {
      "index": 126,
      "start_time": 693120.0,
      "end_time": 699310.0,
      "text": "schools of rhetoric at the time encouraged such diversity, dividing literature (as Virgil"
    },
    {
      "index": 127,
      "start_time": 699310.0,
      "end_time": 704720.0,
      "text": "suggests) into high, middle, and low styles as measured by the density of rhetorical forms"
    },
    {
      "index": 128,
      "start_time": 704720.0,
      "end_time": 710600.0,
      "text": "and vocabulary. Another popular method of division came from St. Augustine, who focused"
    },
    {
      "index": 129,
      "start_time": 710600.0,
      "end_time": 716680.0,
      "text": "more on audience response and less on subject matter (a Virgilian concern). Augustine divided"
    },
    {
      "index": 130,
      "start_time": 716680.0,
      "end_time": 723060.0,
      "text": "literature into &quot;majestic persuades&quot;, &quot;temperate pleases&quot;, and &quot;subdued teaches&quot;. Writers were"
    },
    {
      "index": 131,
      "start_time": 723060.0,
      "end_time": 729120.0,
      "text": "encouraged to write in a way that kept in mind the speaker, subject, audience, purpose,"
    },
    {
      "index": 132,
      "start_time": 729120.0,
      "end_time": 735519.0,
      "text": "manner, and occasion. Chaucer moves freely between all of these styles, showing favouritism"
    },
    {
      "index": 133,
      "start_time": 735519.0,
      "end_time": 740769.0,
      "text": "to none. He not only considers the readers of his work as an audience, but the other"
    },
    {
      "index": 134,
      "start_time": 740769.0,
      "end_time": 747560.0,
      "text": "pilgrims within the story as well, creating a multi-layered rhetorical puzzle of ambiguities."
    },
    {
      "index": 135,
      "start_time": 747560.0,
      "end_time": 753329.0,
      "text": "Chaucer&#39;s work thus far surpasses the ability of any single medieval theory to uncover."
    },
    {
      "index": 136,
      "start_time": 753329.0,
      "end_time": 758589.0,
      "text": "With this Chaucer avoids targeting any specific audience or social class of readers, focusing"
    },
    {
      "index": 137,
      "start_time": 758589.0,
      "end_time": 762879.0,
      "text": "instead on the characters of the story and writing their tales with a skill proportional"
    },
    {
      "index": 138,
      "start_time": 762879.0,
      "end_time": 769519.0,
      "text": "to their social status and learning. However, even the lowest characters, such as the Miller,"
    },
    {
      "index": 139,
      "start_time": 769519.0,
      "end_time": 775660.0,
      "text": "show surprising rhetorical ability, although their subject matter is more lowbrow. Vocabulary"
    },
    {
      "index": 140,
      "start_time": 775660.0,
      "end_time": 780970.0,
      "text": "also plays an important part, as those of the higher classes refer to a woman as a &quot;lady&quot;,"
    },
    {
      "index": 141,
      "start_time": 780970.0,
      "end_time": 786759.0,
      "text": "while the lower classes use the word &quot;wenche&quot;, with no exceptions. At times the same word"
    },
    {
      "index": 142,
      "start_time": 786759.0,
      "end_time": 792709.0,
      "text": "will mean entirely different things between classes. The word &quot;pitee&quot;, for example, is"
    },
    {
      "index": 143,
      "start_time": 792709.0,
      "end_time": 797790.0,
      "text": "a noble concept to the upper classes, while in the Merchant&#39;s Tale it refers to sexual"
    },
    {
      "index": 144,
      "start_time": 797790.0,
      "end_time": 803810.0,
      "text": "intercourse. Again, however, tales such as the Nun&#39;s Priest&#39;s Tale show surprising skill"
    },
    {
      "index": 145,
      "start_time": 803810.0,
      "end_time": 808189.0,
      "text": "with words among the lower classes of the group, while the Knight&#39;s Tale is at times"
    },
    {
      "index": 146,
      "start_time": 808189.0,
      "end_time": 813029.0,
      "text": "extremely simple. Chaucer uses the same meter throughout almost"
    },
    {
      "index": 147,
      "start_time": 813029.0,
      "end_time": 819279.0,
      "text": "all of his tales, with the exception of Sir Thopas and his prose tales. It is a decasyllable"
    },
    {
      "index": 148,
      "start_time": 819279.0,
      "end_time": 824980.0,
      "text": "line, probably borrowed from French and Italian forms, with riding rhyme and, occasionally,"
    },
    {
      "index": 149,
      "start_time": 824980.0,
      "end_time": 830360.0,
      "text": "a caesura in the middle of a line. His meter would later develop into the heroic meter"
    },
    {
      "index": 150,
      "start_time": 830360.0,
      "end_time": 837430.0,
      "text": "of the 15th and 16th centuries and is an ancestor of iambic pentameter. He avoids allowing couplets"
    },
    {
      "index": 151,
      "start_time": 837430.0,
      "end_time": 844069.0,
      "text": "to become too prominent in the poem, and four of the tales (the Man of Law&#39;s, Clerk&#39;s, Prioress&#39;,"
    },
    {
      "index": 152,
      "start_time": 844069.0,
      "end_time": 851910.0,
      "text": "and Second Nun&#39;s) use rhyme royal. Historical context and themes"
    },
    {
      "index": 153,
      "start_time": 851910.0,
      "end_time": 857019.0,
      "text": "The Canterbury Tales was written during a turbulent time in English history. The Catholic"
    },
    {
      "index": 154,
      "start_time": 857019.0,
      "end_time": 861600.0,
      "text": "Church was in the midst of the Western Schism and, though it was still the only Christian"
    },
    {
      "index": 155,
      "start_time": 861600.0,
      "end_time": 867790.0,
      "text": "authority in Europe, was the subject of heavy controversy. Lollardy, an early English religious"
    },
    {
      "index": 156,
      "start_time": 867790.0,
      "end_time": 873560.0,
      "text": "movement led by John Wycliffe, is mentioned in the Tales, as is a specific incident involving"
    },
    {
      "index": 157,
      "start_time": 873560.0,
      "end_time": 879240.0,
      "text": "pardoners (who gathered money in exchange for absolution from sin) who nefariously claimed"
    },
    {
      "index": 158,
      "start_time": 879240.0,
      "end_time": 885040.0,
      "text": "to be collecting for St. Mary Rouncesval hospital in England. The Canterbury Tales is among"
    },
    {
      "index": 159,
      "start_time": 885040.0,
      "end_time": 890279.0,
      "text": "the first English literary works to mention paper, a relatively new invention which allowed"
    },
    {
      "index": 160,
      "start_time": 890279.0,
      "end_time": 895970.0,
      "text": "dissemination of the written word never before seen in England. Political clashes, such as"
    },
    {
      "index": 161,
      "start_time": 895970.0,
      "end_time": 901519.0,
      "text": "the 1381 Peasants&#39; Revolt and clashes ending in the deposing of King Richard II, further"
    },
    {
      "index": 162,
      "start_time": 901519.0,
      "end_time": 907089.0,
      "text": "reveal the complex turmoil surrounding Chaucer in the time of the Tales&#39; writing. Many of"
    },
    {
      "index": 163,
      "start_time": 907089.0,
      "end_time": 911569.0,
      "text": "his close friends were executed and he himself was forced to move to Kent to get away from"
    },
    {
      "index": 164,
      "start_time": 911569.0,
      "end_time": 916720.0,
      "text": "events in London. In 2004, Professor Linne Mooney was able to"
    },
    {
      "index": 165,
      "start_time": 916720.0,
      "end_time": 922959.0,
      "text": "identify the scrivener who worked for Chaucer as an Adam Pinkhurst. Mooney, then a professor"
    },
    {
      "index": 166,
      "start_time": 922959.0,
      "end_time": 928160.0,
      "text": "at the University of Maine and a visiting fellow at Corpus Christi College, Cambridge,"
    },
    {
      "index": 167,
      "start_time": 928160.0,
      "end_time": 933209.0,
      "text": "was able to match Pinkhurst&#39;s signature, on an oath he signed, to his lettering on a copy"
    },
    {
      "index": 168,
      "start_time": 933209.0,
      "end_time": 938779.0,
      "text": "of The Canterbury Tales that was transcribed from Chaucer&#39;s working copy. While some readers"
    },
    {
      "index": 169,
      "start_time": 938779.0,
      "end_time": 943819.0,
      "text": "look to interpret the characters of &quot;The Canterbury Tales&quot; as historical figures, other readers"
    },
    {
      "index": 170,
      "start_time": 943819.0,
      "end_time": 949689.0,
      "text": "choose to interpret its significance in less literal terms. After analysis of his diction"
    },
    {
      "index": 171,
      "start_time": 949689.0,
      "end_time": 954610.0,
      "text": "and historical context, his work appears to develop a critique against society during"
    },
    {
      "index": 172,
      "start_time": 954610.0,
      "end_time": 961149.0,
      "text": "his lifetime. Within a number of his descriptions, his comments can appear complimentary in nature,"
    },
    {
      "index": 173,
      "start_time": 961149.0,
      "end_time": 966910.0,
      "text": "but through clever language, the statements are ultimately critical of the pilgrim&#39;s actions."
    },
    {
      "index": 174,
      "start_time": 966910.0,
      "end_time": 970769.0,
      "text": "It is unclear whether Chaucer would intend for the reader to link his characters with"
    },
    {
      "index": 175,
      "start_time": 970769.0,
      "end_time": 977079.0,
      "text": "actual persons. Instead, it appears that Chaucer creates fictional characters to be general"
    },
    {
      "index": 176,
      "start_time": 977079.0,
      "end_time": 983579.0,
      "text": "representations of people in such fields of work. With an understanding of medieval society,"
    },
    {
      "index": 177,
      "start_time": 983579.0,
      "end_time": 989870.0,
      "text": "one can detect subtle satire at work. Religion"
    },
    {
      "index": 178,
      "start_time": 989870.0,
      "end_time": 995569.0,
      "text": "The Tales reflect diverse views of the Church in Chaucer&#39;s England. After the Black Death,"
    },
    {
      "index": 179,
      "start_time": 995569.0,
      "end_time": 1000829.0,
      "text": "many Europeans began to question the authority of the established Church. Some turned to"
    },
    {
      "index": 180,
      "start_time": 1000830.0,
      "end_time": 1006171.0,
      "text": "lollardy, while others chose less extreme paths, starting new monastic orders or smaller"
    },
    {
      "index": 181,
      "start_time": 1006170.0,
      "end_time": 1011259.0,
      "text": "movements exposing church corruption in the behaviour of the clergy, false church relics"
    },
    {
      "index": 182,
      "start_time": 1011260.0,
      "end_time": 1016820.0,
      "text": "or abuse of indulgences. Several characters in the Tales are religious figures, and the"
    },
    {
      "index": 183,
      "start_time": 1016820.0,
      "end_time": 1021630.0,
      "text": "very setting of the pilgrimage to Canterbury is religious (although the prologue comments"
    },
    {
      "index": 184,
      "start_time": 1021630.0,
      "end_time": 1027021.0,
      "text": "ironically on its merely seasonal attractions), making religion a significant theme of the"
    },
    {
      "index": 185,
      "start_time": 1027020.0,
      "end_time": 1031000.0,
      "text": "work. Two characters, the Pardoner and the Summoner,"
    },
    {
      "index": 186,
      "start_time": 1031000.0,
      "end_time": 1036750.0,
      "text": "whose roles apply the church&#39;s secular power, are both portrayed as deeply corrupt, greedy,"
    },
    {
      "index": 187,
      "start_time": 1036750.0,
      "end_time": 1042270.0,
      "text": "and abusive. A pardoner in Chaucer&#39;s day was a person from whom one bought Church &quot;indulgences&quot;"
    },
    {
      "index": 188,
      "start_time": 1042270.0,
      "end_time": 1047070.0,
      "text": "for forgiveness of sins, but pardoners were often thought guilty of abusing their office"
    },
    {
      "index": 189,
      "start_time": 1047069.9999999999,
      "end_time": 1052520.0,
      "text": "for their own gain. Chaucer&#39;s Pardoner openly admits the corruption of his practice while"
    },
    {
      "index": 190,
      "start_time": 1052520.0,
      "end_time": 1057290.0,
      "text": "hawking his wares. The Summoner is a Church officer who brought sinners to the church"
    },
    {
      "index": 191,
      "start_time": 1057290.0,
      "end_time": 1062750.0,
      "text": "court for possible excommunication and other penalties. Corrupt summoners would write false"
    },
    {
      "index": 192,
      "start_time": 1062750.0,
      "end_time": 1068190.0,
      "text": "citations and frighten people into bribing them to protect their interests. Chaucer&#39;s"
    },
    {
      "index": 193,
      "start_time": 1068190.0,
      "end_time": 1072890.0,
      "text": "Summoner is portrayed as guilty of the very kinds of sins he is threatening to bring others"
    },
    {
      "index": 194,
      "start_time": 1072890.0,
      "end_time": 1078640.0,
      "text": "to court for, and is hinted as having a corrupt relationship with the Pardoner. In The Friar&#39;s"
    },
    {
      "index": 195,
      "start_time": 1078640.0,
      "end_time": 1083040.0,
      "text": "Tale, one of the characters is a summoner who is shown to be working on the side of"
    },
    {
      "index": 196,
      "start_time": 1083040.0,
      "end_time": 1087740.0,
      "text": "the devil, not God. Churchmen of various kinds are represented"
    },
    {
      "index": 197,
      "start_time": 1087740.0,
      "end_time": 1094250.0,
      "text": "by the Monk, the Prioress, the Nun&#39;s Priest, and the Second Nun. Monastic orders, which"
    },
    {
      "index": 198,
      "start_time": 1094250.0,
      "end_time": 1099390.0,
      "text": "originated from a desire to follow an ascetic lifestyle separated from the world, had by"
    },
    {
      "index": 199,
      "start_time": 1099390.0,
      "end_time": 1105020.0,
      "text": "Chaucer&#39;s time become increasingly entangled in worldly matters. Monasteries frequently"
    },
    {
      "index": 200,
      "start_time": 1105020.0,
      "end_time": 1110090.0,
      "text": "controlled huge tracts of land on which they made significant sums of money, while peasants"
    },
    {
      "index": 201,
      "start_time": 1110090.0,
      "end_time": 1115550.0,
      "text": "worked in their employ. The Second Nun is an example of what a Nun was expected to be:"
    },
    {
      "index": 202,
      "start_time": 1115550.0,
      "end_time": 1121050.0,
      "text": "her tale is about a woman whose chaste example brings people into the church. The Monk and"
    },
    {
      "index": 203,
      "start_time": 1121050.0,
      "end_time": 1126260.0,
      "text": "the Prioress, on the other hand, while not as corrupt as the Summoner or Pardoner, fall"
    },
    {
      "index": 204,
      "start_time": 1126260.0,
      "end_time": 1132190.0,
      "text": "far short of the ideal for their orders. Both are expensively dressed, show signs of lives"
    },
    {
      "index": 205,
      "start_time": 1132190.0,
      "end_time": 1137940.0,
      "text": "of luxury and flirtatiousness and show a lack of spiritual depth. The Prioress&#39;s Tale is"
    },
    {
      "index": 206,
      "start_time": 1137940.0,
      "end_time": 1142960.0,
      "text": "an account of Jews murdering a deeply pious and innocent Christian boy, a blood libel"
    },
    {
      "index": 207,
      "start_time": 1142960.0,
      "end_time": 1148350.0,
      "text": "against Jews which became a part of English literary tradition. The story did not originate"
    },
    {
      "index": 208,
      "start_time": 1148350.0,
      "end_time": 1153240.0,
      "text": "in the works of Chaucer and was well known in the 14th century."
    },
    {
      "index": 209,
      "start_time": 1153240.0,
      "end_time": 1157930.0,
      "text": "Pilgrimage was a very prominent feature of medieval society. The ultimate pilgrimage"
    },
    {
      "index": 210,
      "start_time": 1157930.0,
      "end_time": 1164380.0,
      "text": "destination was Jerusalem, but within England Canterbury was a popular destination. Pilgrims"
    },
    {
      "index": 211,
      "start_time": 1164380.0,
      "end_time": 1169450.0,
      "text": "would journey to cathedrals that preserved relics of saints, believing that such relics"
    },
    {
      "index": 212,
      "start_time": 1169450.0,
      "end_time": 1175750.0,
      "text": "held miraculous powers. Saint Thomas Becket, Archbishop of Canterbury, had been murdered"
    },
    {
      "index": 213,
      "start_time": 1175750.0,
      "end_time": 1181190.0,
      "text": "in Canterbury Cathedral by knights of Henry II during a disagreement between Church and"
    },
    {
      "index": 214,
      "start_time": 1181190.0,
      "end_time": 1186700.0,
      "text": "Crown. Miracle stories connected to his remains sprang up soon after his death, and the cathedral"
    },
    {
      "index": 215,
      "start_time": 1186700.0,
      "end_time": 1192420.0,
      "text": "became a popular pilgrimage destination. The pilgrimage in the work ties all of the stories"
    },
    {
      "index": 216,
      "start_time": 1192420.0,
      "end_time": 1197520.0,
      "text": "together, and may be considered a representation of Christians&#39; striving for heaven, despite"
    },
    {
      "index": 217,
      "start_time": 1197520.0,
      "end_time": 1203540.0,
      "text": "weaknesses, disagreement, and diversity of opinion."
    },
    {
      "index": 218,
      "start_time": 1203540.0,
      "end_time": 1209310.0,
      "text": "Social class and convention The upper class or nobility, represented chiefly"
    },
    {
      "index": 219,
      "start_time": 1209310.0,
      "end_time": 1214160.0,
      "text": "by the Knight and his Squire, was in Chaucer&#39;s time steeped in a culture of chivalry and"
    },
    {
      "index": 220,
      "start_time": 1214160.0,
      "end_time": 1220050.0,
      "text": "courtliness. Nobles were expected to be powerful warriors who could be ruthless on the battlefield,"
    },
    {
      "index": 221,
      "start_time": 1220050.0,
      "end_time": 1225360.0,
      "text": "yet mannerly in the King&#39;s Court and Christian in their actions. Knights were expected to"
    },
    {
      "index": 222,
      "start_time": 1225360.0,
      "end_time": 1229860.0,
      "text": "form a strong social bond with the men who fought alongside them, but an even stronger"
    },
    {
      "index": 223,
      "start_time": 1229860.0,
      "end_time": 1235200.0,
      "text": "bond with a woman whom they idealised to strengthen their fighting ability. Though the aim of"
    },
    {
      "index": 224,
      "start_time": 1235200.0,
      "end_time": 1242000.0,
      "text": "chivalry was to noble action, often its conflicting values degenerated into violence. Church leaders"
    },
    {
      "index": 225,
      "start_time": 1242000.0,
      "end_time": 1246900.0,
      "text": "often tried to place restrictions on jousts and tournaments, which at times ended in the"
    },
    {
      "index": 226,
      "start_time": 1246900.0,
      "end_time": 1251770.0,
      "text": "death of the loser. The Knight&#39;s Tale shows how the brotherly love of two fellow knights"
    },
    {
      "index": 227,
      "start_time": 1251770.0,
      "end_time": 1256630.0,
      "text": "turns into a deadly feud at the sight of a woman whom both idealise, with both knights"
    },
    {
      "index": 228,
      "start_time": 1256630.0,
      "end_time": 1261520.0,
      "text": "willing to fight the other to the death to win her. Chivalry was in Chaucer&#39;s day on"
    },
    {
      "index": 229,
      "start_time": 1261520.0,
      "end_time": 1266520.0,
      "text": "the decline, and it is possible that The Knight&#39;s Tale was intended to show its flaws, although"
    },
    {
      "index": 230,
      "start_time": 1266520.0,
      "end_time": 1272590.0,
      "text": "this is disputed. Chaucer himself had fought in the Hundred Years&#39; War under Edward III,"
    },
    {
      "index": 231,
      "start_time": 1272590.0,
      "end_time": 1278290.0,
      "text": "who heavily emphasised chivalry during his reign. Two tales, Sir Topas and The Tale of"
    },
    {
      "index": 232,
      "start_time": 1278290.0,
      "end_time": 1283870.0,
      "text": "Melibee are told by Chaucer himself, who is travelling with the pilgrims in his own story."
    },
    {
      "index": 233,
      "start_time": 1283870.0,
      "end_time": 1288670.0,
      "text": "Both tales seem to focus on the ill-effects of chivalry—the first making fun of chivalric"
    },
    {
      "index": 234,
      "start_time": 1288670.0,
      "end_time": 1294790.0,
      "text": "rules and the second warning against violence. The Tales constantly reflect the conflict"
    },
    {
      "index": 235,
      "start_time": 1294790.0,
      "end_time": 1301240.0,
      "text": "between classes. For example, the division of the three estates; the characters are all"
    },
    {
      "index": 236,
      "start_time": 1301240.0,
      "end_time": 1306630.0,
      "text": "divided into three distinct classes, the classes being &quot;those who pray&quot; (the clergy), &quot;those"
    },
    {
      "index": 237,
      "start_time": 1306630.0,
      "end_time": 1312820.0,
      "text": "who fight&quot; (the nobility), and &quot;those who work&quot; (the commoners and peasantry). Most"
    },
    {
      "index": 238,
      "start_time": 1312820.0,
      "end_time": 1319110.0,
      "text": "of the tales are interlinked by common themes, and some &quot;quit&quot; (reply to or retaliate against)"
    },
    {
      "index": 239,
      "start_time": 1319110.0,
      "end_time": 1324160.0,
      "text": "other tales. Convention is followed when the Knight begins the game with a tale, as he"
    },
    {
      "index": 240,
      "start_time": 1324160.0,
      "end_time": 1329450.0,
      "text": "represents the highest social class in the group. But when he is followed by the Miller,"
    },
    {
      "index": 241,
      "start_time": 1329450.0,
      "end_time": 1334660.0,
      "text": "who represents a lower class, it sets the stage for the Tales to reflect both a respect"
    },
    {
      "index": 242,
      "start_time": 1334660.0,
      "end_time": 1340370.0,
      "text": "for and a disregard for upper class rules. Helen Cooper, as well as Mikhail Bakhtin and"
    },
    {
      "index": 243,
      "start_time": 1340370.0,
      "end_time": 1346050.0,
      "text": "Derek Brewer, call this opposition &quot;the ordered and the grotesque, Lent and Carnival, officially"
    },
    {
      "index": 244,
      "start_time": 1346050.0,
      "end_time": 1352320.0,
      "text": "approved culture and its riotous, and high-spirited underside.&quot; Several works of the time contained"
    },
    {
      "index": 245,
      "start_time": 1352320.0,
      "end_time": 1359160.0,
      "text": "the same opposition. Relativism versus realism"
    },
    {
      "index": 246,
      "start_time": 1359160.0,
      "end_time": 1364850.0,
      "text": "Chaucer&#39;s characters each express different—sometimes vastly different—views of reality, creating"
    },
    {
      "index": 247,
      "start_time": 1364850.0,
      "end_time": 1371060.0,
      "text": "an atmosphere of relativism. As Helen Cooper says, &quot;Different genres give different readings"
    },
    {
      "index": 248,
      "start_time": 1371060.0,
      "end_time": 1376640.0,
      "text": "of the world: the fabliau scarcely notices the operations of God, the saint&#39;s life focuses"
    },
    {
      "index": 249,
      "start_time": 1376640.0,
      "end_time": 1381700.0,
      "text": "on those at the expense of physical reality, tracts and sermons insist on prudential or"
    },
    {
      "index": 250,
      "start_time": 1381700.0,
      "end_time": 1388090.0,
      "text": "orthodox morality, romances privilege human emotion.&quot; The sheer number of varying persons"
    },
    {
      "index": 251,
      "start_time": 1388090.0,
      "end_time": 1395940.0,
      "text": "and stories renders the Tales as a set unable to arrive at any definite truth or reality."
    },
    {
      "index": 252,
      "start_time": 1395940.0,
      "end_time": 1401010.0,
      "text": "Influence on literature It is sometimes argued that the greatest contribution"
    },
    {
      "index": 253,
      "start_time": 1401010.0,
      "end_time": 1405280.0,
      "text": "that this work made to English literature was in popularising the literary use of the"
    },
    {
      "index": 254,
      "start_time": 1405280.0,
      "end_time": 1411560.0,
      "text": "vernacular, English, rather than French or Latin. English had, however, been used as"
    },
    {
      "index": 255,
      "start_time": 1411560.0,
      "end_time": 1417170.0,
      "text": "a literary language for centuries before Chaucer&#39;s life, and several of Chaucer&#39;s contemporaries—John"
    },
    {
      "index": 256,
      "start_time": 1417170.0,
      "end_time": 1423880.0,
      "text": "Gower, William Langland, and the Pearl Poet—also wrote major literary works in English. It"
    },
    {
      "index": 257,
      "start_time": 1423880.0,
      "end_time": 1429120.0,
      "text": "is unclear to what extent Chaucer was responsible for starting a trend rather than simply being"
    },
    {
      "index": 258,
      "start_time": 1429120.0,
      "end_time": 1434430.0,
      "text": "part of it. It is interesting to note that, although Chaucer had a powerful influence"
    },
    {
      "index": 259,
      "start_time": 1434430.0,
      "end_time": 1439220.0,
      "text": "in poetic and artistic terms, which can be seen in the great number of forgeries and"
    },
    {
      "index": 260,
      "start_time": 1439220.0,
      "end_time": 1443910.0,
      "text": "mistaken attributions (such as The Flower and the Leaf which was translated by John"
    },
    {
      "index": 261,
      "start_time": 1443910.0,
      "end_time": 1448740.0,
      "text": "Dryden), modern English spelling and orthography owes much more to the innovations made by"
    },
    {
      "index": 262,
      "start_time": 1448740.0,
      "end_time": 1454580.0,
      "text": "the Court of Chancery in the decades during and after his lifetime."
    },
    {
      "index": 263,
      "start_time": 1454580.0,
      "end_time": 1458660.0,
      "text": "Reception While Chaucer clearly states the addressees"
    },
    {
      "index": 264,
      "start_time": 1458660.0,
      "end_time": 1462820.0,
      "text": "of many of his poems (the Book of the Duchess is believed to have been written for John"
    },
    {
      "index": 265,
      "start_time": 1462820.0,
      "end_time": 1468980.0,
      "text": "of Gaunt on the occasion of his wife&#39;s death in 1368), the intended audience of The Canterbury"
    },
    {
      "index": 266,
      "start_time": 1468980.0,
      "end_time": 1474720.0,
      "text": "Tales is more difficult to determine. Chaucer was a courtier, leading some to believe that"
    },
    {
      "index": 267,
      "start_time": 1474720.0,
      "end_time": 1480510.0,
      "text": "he was mainly a court poet who wrote exclusively for the nobility. He is referred to as a noble"
    },
    {
      "index": 268,
      "start_time": 1480510.0,
      "end_time": 1486460.0,
      "text": "translator and poet by Eustache Deschamps and by his contemporary John Gower. It has"
    },
    {
      "index": 269,
      "start_time": 1486460.0,
      "end_time": 1490780.0,
      "text": "been suggested that the poem was intended to be read aloud, which is probable as this"
    },
    {
      "index": 270,
      "start_time": 1490780.0,
      "end_time": 1496580.0,
      "text": "was a common activity at the time. However, it also seems to have been intended for private"
    },
    {
      "index": 271,
      "start_time": 1496580.0,
      "end_time": 1501660.0,
      "text": "reading as well, since Chaucer frequently refers to himself as the writer, rather than"
    },
    {
      "index": 272,
      "start_time": 1501660.0,
      "end_time": 1507020.0,
      "text": "the speaker, of the work. Determining the intended audience directly from the text is"
    },
    {
      "index": 273,
      "start_time": 1507020.0,
      "end_time": 1512290.0,
      "text": "even more difficult, since the audience is part of the story. This makes it difficult"
    },
    {
      "index": 274,
      "start_time": 1512290.0,
      "end_time": 1518150.0,
      "text": "to tell when Chaucer is writing to the fictional pilgrim audience or the actual reader."
    },
    {
      "index": 275,
      "start_time": 1518150.0,
      "end_time": 1522330.0,
      "text": "Chaucer&#39;s works may have been distributed in some form during his lifetime in part or"
    },
    {
      "index": 276,
      "start_time": 1522330.0,
      "end_time": 1528170.0,
      "text": "in whole. Scholars speculate that manuscripts were circulated among his friends, but likely"
    },
    {
      "index": 277,
      "start_time": 1528170.0,
      "end_time": 1534200.0,
      "text": "remained unknown to most people until after his death. However, the speed with which copyists"
    },
    {
      "index": 278,
      "start_time": 1534200.0,
      "end_time": 1538870.0,
      "text": "strove to write complete versions of his tale in manuscript form shows that Chaucer was"
    },
    {
      "index": 279,
      "start_time": 1538870.0,
      "end_time": 1545450.0,
      "text": "a famous and respected poet in his own day. The Hengwrt and Ellesmere manuscripts are"
    },
    {
      "index": 280,
      "start_time": 1545450.0,
      "end_time": 1551210.0,
      "text": "examples of the care taken to distribute the work. More manuscript copies of the poem exist"
    },
    {
      "index": 281,
      "start_time": 1551210.0,
      "end_time": 1555890.0,
      "text": "than for any other poem of its day except The Prick of Conscience, causing some scholars"
    },
    {
      "index": 282,
      "start_time": 1555890.0,
      "end_time": 1561840.0,
      "text": "to give it the medieval equivalent of &quot;best-seller&quot; status. Even the most elegant of the illustrated"
    },
    {
      "index": 283,
      "start_time": 1561840.0,
      "end_time": 1567820.0,
      "text": "manuscripts, however, is not nearly as decorated and fancified as the work of authors of more"
    },
    {
      "index": 284,
      "start_time": 1567820.0,
      "end_time": 1571950.0,
      "text": "respectable works such as John Lydgate&#39;s religious and historical literature."
    },
    {
      "index": 285,
      "start_time": 1571950.0,
      "end_time": 1578270.0,
      "text": "15th century John Lydgate and Thomas Occleve were among"
    },
    {
      "index": 286,
      "start_time": 1578270.0,
      "end_time": 1583650.0,
      "text": "the first critics of Chaucer&#39;s Tales, praising the poet as the greatest English poet of all"
    },
    {
      "index": 287,
      "start_time": 1583650.0,
      "end_time": 1589320.0,
      "text": "time and the first to show what the language was truly capable of poetically. This sentiment"
    },
    {
      "index": 288,
      "start_time": 1589320.0,
      "end_time": 1595140.0,
      "text": "was universally agreed upon by later critics into the mid-15th century. Glosses included"
    },
    {
      "index": 289,
      "start_time": 1595140.0,
      "end_time": 1600280.0,
      "text": "in Canterbury Tales manuscripts of the time praised him highly for his skill with &quot;sentence&quot;"
    },
    {
      "index": 290,
      "start_time": 1600280.0,
      "end_time": 1606040.0,
      "text": "and rhetoric, the two pillars by which medieval critics judged poetry. The most respected"
    },
    {
      "index": 291,
      "start_time": 1606040.0,
      "end_time": 1611930.0,
      "text": "of the tales was at this time the Knight&#39;s, as it was full of both."
    },
    {
      "index": 292,
      "start_time": 1611930.0,
      "end_time": 1617090.0,
      "text": "Literary additions and supplements The incompleteness of the Tales led several"
    },
    {
      "index": 293,
      "start_time": 1617090.0,
      "end_time": 1622580.0,
      "text": "medieval authors to write additions and supplements to the tales to make them more complete. Some"
    },
    {
      "index": 294,
      "start_time": 1622580.0,
      "end_time": 1627620.0,
      "text": "of the oldest existing manuscripts of the tales include new or modified tales, showing"
    },
    {
      "index": 295,
      "start_time": 1627620.0,
      "end_time": 1633580.0,
      "text": "that even early on, such additions were being created. These emendations included various"
    },
    {
      "index": 296,
      "start_time": 1633580.0,
      "end_time": 1639300.0,
      "text": "expansions of the Cook&#39;s Tale, which Chaucer never finished, The Plowman&#39;s Tale, The Tale"
    },
    {
      "index": 297,
      "start_time": 1639300.0,
      "end_time": 1643880.0,
      "text": "of Gamelyn, the Siege of Thebes, and the Tale of Beryn."
    },
    {
      "index": 298,
      "start_time": 1643880.0,
      "end_time": 1648970.0,
      "text": "The Tale of Beryn, written by an anonymous author in the 15th century, is preceded by"
    },
    {
      "index": 299,
      "start_time": 1648970.0,
      "end_time": 1654530.0,
      "text": "a lengthy prologue in which the pilgrims arrive at Canterbury and their activities there are"
    },
    {
      "index": 300,
      "start_time": 1654530.0,
      "end_time": 1658790.0,
      "text": "described. While the rest of the pilgrims disperse throughout the town, the Pardoner"
    },
    {
      "index": 301,
      "start_time": 1658790.0,
      "end_time": 1663320.0,
      "text": "seeks the affections of Kate the barmaid, but faces problems dealing with the man in"
    },
    {
      "index": 302,
      "start_time": 1663320.0,
      "end_time": 1669030.0,
      "text": "her life and the innkeeper Harry Bailey. As the pilgrims turn back home, the Merchant"
    },
    {
      "index": 303,
      "start_time": 1669030.0,
      "end_time": 1675020.0,
      "text": "restarts the storytelling with Tale of Beryn. In this tale, a young man named Beryn travels"
    },
    {
      "index": 304,
      "start_time": 1675020.0,
      "end_time": 1680620.0,
      "text": "from Rome to Egypt to seek his fortune only to be cheated by other businessmen there."
    },
    {
      "index": 305,
      "start_time": 1680620.0,
      "end_time": 1685750.0,
      "text": "He is then aided by a local man in getting his revenge. The tale comes from the French"
    },
    {
      "index": 306,
      "start_time": 1685750.0,
      "end_time": 1690960.0,
      "text": "tale Bérinus and exists in a single early manuscript of the tales, although it was printed"
    },
    {
      "index": 307,
      "start_time": 1690960.0,
      "end_time": 1695760.0,
      "text": "along with the tales in a 1721 edition by John Urry."
    },
    {
      "index": 308,
      "start_time": 1695760.0,
      "end_time": 1701620.0,
      "text": "John Lydgate wrote The Siege of Thebes in about 1420. Like the Tale of Beryn, it is"
    },
    {
      "index": 309,
      "start_time": 1701620.0,
      "end_time": 1707920.0,
      "text": "preceded by a prologue in which the pilgrims arrive in Canterbury. Lydgate places himself"
    },
    {
      "index": 310,
      "start_time": 1707920.0,
      "end_time": 1712260.0,
      "text": "among the pilgrims as one of them and describes how he was a part of Chaucer&#39;s trip and heard"
    },
    {
      "index": 311,
      "start_time": 1712260.0,
      "end_time": 1717780.0,
      "text": "the stories. He characterises himself as a monk and tells a long story about the history"
    },
    {
      "index": 312,
      "start_time": 1717780.0,
      "end_time": 1722960.0,
      "text": "of Thebes before the events of the Knight&#39;s Tale. John Lydgate&#39;s tale was popular early"
    },
    {
      "index": 313,
      "start_time": 1722960.0,
      "end_time": 1728600.0,
      "text": "on and exists in old manuscripts both on its own and as part of the tales. It was first"
    },
    {
      "index": 314,
      "start_time": 1728600.0,
      "end_time": 1734050.0,
      "text": "printed as early as 1561 by John Stow and several editions for centuries after followed"
    },
    {
      "index": 315,
      "start_time": 1734050.0,
      "end_time": 1737920.0,
      "text": "suit. There are actually two versions of The Plowman&#39;s"
    },
    {
      "index": 316,
      "start_time": 1737920.0,
      "end_time": 1742590.0,
      "text": "Tale, both of which are influenced by the story Piers Plowman, a work written during"
    },
    {
      "index": 317,
      "start_time": 1742590.0,
      "end_time": 1748270.0,
      "text": "Chaucer&#39;s lifetime. Chaucer describes a Plowman in the General Prologue of his tales, but"
    },
    {
      "index": 318,
      "start_time": 1748270.0,
      "end_time": 1754350.0,
      "text": "never gives him his own tale. One tale, written by Thomas Occleve, describes the miracle of"
    },
    {
      "index": 319,
      "start_time": 1754350.0,
      "end_time": 1759680.0,
      "text": "the Virgin and the Sleeveless Garment. Another tale features a pelican and a griffin debating"
    },
    {
      "index": 320,
      "start_time": 1759680.0,
      "end_time": 1764790.0,
      "text": "church corruption, with the pelican taking a position of protest akin to John Wycliffe&#39;s"
    },
    {
      "index": 321,
      "start_time": 1764790.0,
      "end_time": 1769180.0,
      "text": "ideas. The Tale of Gamelyn was included in an early"
    },
    {
      "index": 322,
      "start_time": 1769180.0,
      "end_time": 1775830.0,
      "text": "manuscript version of the tales, Harley 7334, which is notorious for being one of the lower-quality"
    },
    {
      "index": 323,
      "start_time": 1775830.0,
      "end_time": 1781340.0,
      "text": "early manuscripts in terms of editor error and alteration. It is now widely rejected"
    },
    {
      "index": 324,
      "start_time": 1781340.0,
      "end_time": 1786530.0,
      "text": "by scholars as an authentic Chaucerian tale, although some scholars think he may have intended"
    },
    {
      "index": 325,
      "start_time": 1786530.0,
      "end_time": 1793550.0,
      "text": "to rewrite the story as a tale for the Yeoman. Dates for its authorship vary from 1340 to"
    },
    {
      "index": 326,
      "start_time": 1793550.0,
      "end_time": 1798970.0,
      "text": "1370. Literary adaptations"
    },
    {
      "index": 327,
      "start_time": 1798970.0,
      "end_time": 1804310.0,
      "text": "Many literary works (both fiction and non-fiction alike) have used a similar frame narrative"
    },
    {
      "index": 328,
      "start_time": 1804310.0,
      "end_time": 1809970.0,
      "text": "to The Canterbury Tales as an homage. Science fiction writer Dan Simmons wrote his Hugo"
    },
    {
      "index": 329,
      "start_time": 1809970.0,
      "end_time": 1816960.0,
      "text": "Award winning novel Hyperion based on an extra-planetary group of pilgrims. Evolutionary biologist"
    },
    {
      "index": 330,
      "start_time": 1816960.0,
      "end_time": 1822260.0,
      "text": "Richard Dawkins used The Canterbury Tales as a structure for his 2004 non-fiction book"
    },
    {
      "index": 331,
      "start_time": 1822260.0,
      "end_time": 1828360.0,
      "text": "about evolution titled The Ancestor&#39;s Tale: A Pilgrimage to the Dawn of Evolution. His"
    },
    {
      "index": 332,
      "start_time": 1828360.0,
      "end_time": 1833350.0,
      "text": "animal pilgrims are on their way to find the common ancestor, each telling a tale about"
    },
    {
      "index": 333,
      "start_time": 1833350.0,
      "end_time": 1837440.0,
      "text": "evolution. Henry Dudeney&#39;s book The Canterbury Puzzles"
    },
    {
      "index": 334,
      "start_time": 1837440.0,
      "end_time": 1843730.0,
      "text": "contains a part reputedly lost from what modern readers know as Chaucer&#39;s tales."
    },
    {
      "index": 335,
      "start_time": 1843730.0,
      "end_time": 1848640.0,
      "text": "Historical mystery novelist P.C. Doherty wrote a series of novels based on The Canterbury"
    },
    {
      "index": 336,
      "start_time": 1848640.0,
      "end_time": 1853400.0,
      "text": "Tales, making use of the story frame and of Chaucer&#39;s characters."
    },
    {
      "index": 337,
      "start_time": 1853400.0,
      "end_time": 1858830.0,
      "text": "Canadian author Angie Abdou translates The Canterbury Tales to a cross section of people,"
    },
    {
      "index": 338,
      "start_time": 1858830.0,
      "end_time": 1864330.0,
      "text": "all snow sports enthusiasts but from different social backgrounds, converging on a remote"
    },
    {
      "index": 339,
      "start_time": 1864330.0,
      "end_time": 1872470.0,
      "text": "backcountry ski cabin in British Columbia in the 2011 novel The Canterbury Trail."
    },
    {
      "index": 340,
      "start_time": 1872470.0,
      "end_time": 1877790.0,
      "text": "Adaptations and homages The Two Noble Kinsmen, by William Shakespeare"
    },
    {
      "index": 341,
      "start_time": 1877790.0,
      "end_time": 1884170.0,
      "text": "and John Fletcher, a retelling of &quot;The Knight&#39;s Tale&quot;, was first performed in 1613 or 1614"
    },
    {
      "index": 342,
      "start_time": 1884170.0,
      "end_time": 1892890.0,
      "text": "and published in 1634. In 1961, Erik Chisholm completed his opera, The Canterbury Tales."
    },
    {
      "index": 343,
      "start_time": 1892890.0,
      "end_time": 1898360.0,
      "text": "The opera is in three acts: The Wyf of Bath’s Tale, The Pardoner’s Tale and The Nun’s"
    },
    {
      "index": 344,
      "start_time": 1898360.0,
      "end_time": 1903760.0,
      "text": "Priest’s Tale. Nevill Coghill&#39;s modern English version formed the basis of a musical version"
    },
    {
      "index": 345,
      "start_time": 1903760.0,
      "end_time": 1910870.0,
      "text": "– first staged in 1964. A Canterbury Tale, a 1944 film jointly written"
    },
    {
      "index": 346,
      "start_time": 1910870.0,
      "end_time": 1915830.0,
      "text": "and directed by Michael Powell and Emeric Pressburger, is loosely based on the narrative"
    },
    {
      "index": 347,
      "start_time": 1915830.0,
      "end_time": 1921180.0,
      "text": "frame of Chaucer&#39;s tales. The movie opens with a group of medieval pilgrims journeying"
    },
    {
      "index": 348,
      "start_time": 1921180.0,
      "end_time": 1926780.0,
      "text": "through the Kentish countryside as a narrator speaks the opening lines of the General Prologue."
    },
    {
      "index": 349,
      "start_time": 1926780.0,
      "end_time": 1932340.0,
      "text": "The scene then makes a now-famous transition to the time of World War II. From that point"
    },
    {
      "index": 350,
      "start_time": 1932340.0,
      "end_time": 1936810.0,
      "text": "on, the film follows a group of strangers, each with his or her own story and in need"
    },
    {
      "index": 351,
      "start_time": 1936810.0,
      "end_time": 1942060.0,
      "text": "of some kind of redemption, are making their way to Canterbury together. The film&#39;s main"
    },
    {
      "index": 352,
      "start_time": 1942060.0,
      "end_time": 1946830.0,
      "text": "story takes place in an imaginary town in Kent and ends with the main characters arriving"
    },
    {
      "index": 353,
      "start_time": 1946830.0,
      "end_time": 1953000.0,
      "text": "at Canterbury Cathedral, bells pealing and Chaucer&#39;s words again resounding. A Canterbury"
    },
    {
      "index": 354,
      "start_time": 1953000.0,
      "end_time": 1958650.0,
      "text": "Tale is recognised as one of the Powell-Pressburger team&#39;s most poetic and artful films. It was"
    },
    {
      "index": 355,
      "start_time": 1958650.0,
      "end_time": 1964930.0,
      "text": "produced as wartime propaganda, using Chaucer&#39;s poetry, referring to the famous pilgrimage,"
    },
    {
      "index": 356,
      "start_time": 1964930.0,
      "end_time": 1969240.0,
      "text": "and offering photography of Kent to remind the public of what made Britain worth fighting"
    },
    {
      "index": 357,
      "start_time": 1969240.0,
      "end_time": 1974260.0,
      "text": "for. In one scene a local historian lectures an audience of British soldiers about the"
    },
    {
      "index": 358,
      "start_time": 1974260.0,
      "end_time": 1978850.0,
      "text": "pilgrims of Chaucer&#39;s time and the vibrant history of England."
    },
    {
      "index": 359,
      "start_time": 1978850.0,
      "end_time": 1984590.0,
      "text": "Pier Paolo Pasolini&#39;s 1972 film The Canterbury Tales features several of the tales, some"
    },
    {
      "index": 360,
      "start_time": 1984590.0,
      "end_time": 1989570.0,
      "text": "of which keep close to the original tale and some of which are embellished. The Cook&#39;s"
    },
    {
      "index": 361,
      "start_time": 1989570.0,
      "end_time": 1995550.0,
      "text": "Tale, for instance, which is incomplete in the original version, is expanded into a full"
    },
    {
      "index": 362,
      "start_time": 1995550.0,
      "end_time": 2001070.0,
      "text": "story, and the Friar&#39;s Tale extends the scene in which the Summoner is dragged down to hell."
    },
    {
      "index": 363,
      "start_time": 2001070.0,
      "end_time": 2005830.0,
      "text": "The film includes these two tales as well as the Miller&#39;s Tale, the Summoner&#39;s Tale,"
    },
    {
      "index": 364,
      "start_time": 2005830.0,
      "end_time": 2009040.0,
      "text": "the Wife of Bath&#39;s Tale, and the Merchant&#39;s Tale."
    },
    {
      "index": 365,
      "start_time": 2009040.0,
      "end_time": 2016440.0,
      "text": "On April 26, 1986, American radio personality Garrison Keillor opened &quot;The News from Lake"
    },
    {
      "index": 366,
      "start_time": 2016440.0,
      "end_time": 2021610.0,
      "text": "Wobegon&quot; portion of the first live TV broadcast of his A Prairie Home Companion radio show"
    },
    {
      "index": 367,
      "start_time": 2021610.0,
      "end_time": 2026810.0,
      "text": "with a reading of the original Middle English text of the General Prologue. He commented,"
    },
    {
      "index": 368,
      "start_time": 2026810.0,
      "end_time": 2033190.0,
      "text": "&quot;Although those words were written more than 600 years ago, they still describe spring.&quot;"
    },
    {
      "index": 369,
      "start_time": 2033190.0,
      "end_time": 2038400.0,
      "text": "English rock musician Sting paid tribute to Chaucer and the book with his 1993 concept"
    },
    {
      "index": 370,
      "start_time": 2038400.0,
      "end_time": 2044620.0,
      "text": "album Ten Summoner&#39;s Tales, which he described as ten songs (plus an epilogue number) with"
    },
    {
      "index": 371,
      "start_time": 2044620.0,
      "end_time": 2050700.0,
      "text": "no theme or subject tying them together. Sting&#39;s real name is Gordon Sumner, hence the reference"
    },
    {
      "index": 372,
      "start_time": 2050699.9999999998,
      "end_time": 2056199.9999999998,
      "text": "to the &quot;Summoner&quot; character in the record&#39;s title. In essence, the collection of songs"
    },
    {
      "index": 373,
      "start_time": 2056199.9999999998,
      "end_time": 2062178.9999999998,
      "text": "was composed as &quot;a musical Canterbury Tales&quot;. Several more recent films, while they are"
    },
    {
      "index": 374,
      "start_time": 2062179.9999999998,
      "end_time": 2070220.9999999998,
      "text": "not based on the tales, do have references to them. For example, in the 1995 film Se7en,"
    },
    {
      "index": 375,
      "start_time": 2070219.9999999998,
      "end_time": 2074459.9999999998,
      "text": "the Parson&#39;s Tale is an important clue to the methods of a serial killer who chooses"
    },
    {
      "index": 376,
      "start_time": 2074460.0,
      "end_time": 2080780.0,
      "text": "his victims based on the seven deadly sins. The 2001 film A Knight&#39;s Tale took its name"
    },
    {
      "index": 377,
      "start_time": 2080780.0000000002,
      "end_time": 2086010.0000000002,
      "text": "from &quot;The Knight&#39;s Tale&quot;. Although it bears little resemblance to the tale, it does feature"
    },
    {
      "index": 378,
      "start_time": 2086010.0000000002,
      "end_time": 2091450.0000000002,
      "text": "what Martha Driver and Sid Ray call an &quot;MTV-generation&quot; Chaucer who is a gambling addict with a way"
    },
    {
      "index": 379,
      "start_time": 2091449.9999999998,
      "end_time": 2096939.9999999998,
      "text": "with words. Scattered references to the Tales include Chaucer&#39;s declaration that he will"
    },
    {
      "index": 380,
      "start_time": 2096940.0,
      "end_time": 2101940.0,
      "text": "use his verse to vilify a summoner and a pardoner who have cheated him."
    },
    {
      "index": 381,
      "start_time": 2101940.0,
      "end_time": 2107540.0,
      "text": "Television adaptations include Alan Plater&#39;s 1975 re-telling of the stories in a series"
    },
    {
      "index": 382,
      "start_time": 2107540.0,
      "end_time": 2116200.0,
      "text": "of plays for BBC2: Trinity Tales. In 2004, BBC again featured modern re-tellings of selected"
    },
    {
      "index": 383,
      "start_time": 2116200.0,
      "end_time": 2118750.0,
      "text": "tales. Notes"
    },
    {
      "index": 384,
      "start_time": 2118750.0,
      "end_time": 2129520.0,
      "text": "^ Carlson, David. &quot;The Chronology of Lydgate&#39;s Chaucer References&quot;. The Chaucer Review, Vol."
    },
    {
      "index": 385,
      "start_time": 2129520.0,
      "end_time": 2137480.0,
      "text": "38, No. 3 (2004), pp. 246-254. Accessed 6 January 2014."
    },
    {
      "index": 386,
      "start_time": 2137480.0,
      "end_time": 2142860.0,
      "text": "^ The name &quot;Tales of Caunterbury&quot; appears within the surviving texts of Chaucer&#39;s work."
    },
    {
      "index": 387,
      "start_time": 2142860.0,
      "end_time": 2147340.0,
      "text": "Its modern name first appeared as Canterbury talys in John Lydgate&#39;s prologue to the Siege"
    },
    {
      "index": 388,
      "start_time": 2147340.0,
      "end_time": 2150970.0,
      "text": "of Thebes. ^ a b Pearsall, 8."
    },
    {
      "index": 389,
      "start_time": 2150970.0,
      "end_time": 2154970.0,
      "text": "^ Cooper, 6—7 ^ Pearsall, 10, 17."
    },
    {
      "index": 390,
      "start_time": 2154970.0,
      "end_time": 2159220.0,
      "text": "^ Cooper, 8. ^ a b c Cooper, 7"
    },
    {
      "index": 391,
      "start_time": 2159220.0,
      "end_time": 2165910.0,
      "text": "^ Pearsall, 14–15. ^ Linne R. Mooney, &quot;Chaucer’s Scribe&quot;, Speculum,"
    },
    {
      "index": 392,
      "start_time": 2165910.0,
      "end_time": 2173440.0,
      "text": "81 (2006), 97–138. ^ e.g. Ian Robinson, Chaucer&#39;s Prosody: A"
    },
    {
      "index": 393,
      "start_time": 2173440.0,
      "end_time": 2180000.0,
      "text": "Study of the Middle English Verse Tradition (London: Cambridge University Press, 1971)."
    },
    {
      "index": 394,
      "start_time": 2180000.0,
      "end_time": 2186580.0,
      "text": "^ Seminal studies included M. L. Samuels, &quot;Chaucerian Final &#39;-e&#39;&quot;, Notes and Queries,"
    },
    {
      "index": 395,
      "start_time": 2186580.0,
      "end_time": 2195810.0,
      "text": "19 (1972), 445–48, and D. Burnley, &quot;Inflection in Chaucer&#39;s Adjectives&quot;, Neuphilologische"
    },
    {
      "index": 396,
      "start_time": 2195810.0,
      "end_time": 2203280.0,
      "text": "Mitteilungen, 83 (1982), 169–77. ^ Text from The Riverside Chaucer, ed. by"
    },
    {
      "index": 397,
      "start_time": 2203280.0,
      "end_time": 2211950.0,
      "text": "Larry D. Benson, 3rd edn (Oxford: Oxford University Press, 1987), p. 153."
    },
    {
      "index": 398,
      "start_time": 2211950.0,
      "end_time": 2217180.0,
      "text": "^ Based on the information in Norman Davies, &quot;Language and Versification&quot;, in The Riverside"
    },
    {
      "index": 399,
      "start_time": 2217180.0,
      "end_time": 2224270.0,
      "text": "Chaucer, ed. by Larry D. Benson, 3rd edn (Oxford: Oxford University Press, 1987), pp. xxv–xli."
    },
    {
      "index": 400,
      "start_time": 2224270.0,
      "end_time": 2233360.0,
      "text": "^ Cooper, p. 10. ^ Bloom, Harold (11 November 2009). &quot;Road"
    },
    {
      "index": 401,
      "start_time": 2233360.0,
      "end_time": 2238640.0,
      "text": "Trip&quot;. New York Times. Retrieved 9 September 2013."
    },
    {
      "index": 402,
      "start_time": 2238640.0,
      "end_time": 2244920.0,
      "text": "^ Cooper, pp. 10–11. ^ Cooper, pp. 12–16."
    },
    {
      "index": 403,
      "start_time": 2244920.0,
      "end_time": 2252180.0,
      "text": "^ Brewer, p. 227. Although Chaucer undoubtedly studied the works of these celebrated writers,"
    },
    {
      "index": 404,
      "start_time": 2252180.0,
      "end_time": 2257680.0,
      "text": "and particularly of Dante before this fortunate interview; yet it seems likely, that these"
    },
    {
      "index": 405,
      "start_time": 2257680.0,
      "end_time": 2262700.0,
      "text": "excursions gave him a new relish for their compositions, and enlarged his knowledge of"
    },
    {
      "index": 406,
      "start_time": 2262700.0,
      "end_time": 2268190.0,
      "text": "the Italian fables. ^ Brewer, p. 277....where he became thoroughly"
    },
    {
      "index": 407,
      "start_time": 2268190.0,
      "end_time": 2273840.0,
      "text": "inbued with the spirit and excellence of the great Italian poets and prose-writers: Dante,"
    },
    {
      "index": 408,
      "start_time": 2273840.0,
      "end_time": 2280850.0,
      "text": "Petrarch, Boccaccio; and is said to have had a personal contact interview with one of these,"
    },
    {
      "index": 409,
      "start_time": 2280850.0,
      "end_time": 2286570.0,
      "text": "Petrarch. ^ Hendrickson, pp. 183–192. Professor G."
    },
    {
      "index": 410,
      "start_time": 2286570.0,
      "end_time": 2291570.0,
      "text": "L. Hendrickson of the University of Chicago gives a detailed analysis as to Chaucer coming"
    },
    {
      "index": 411,
      "start_time": 2291570.0,
      "end_time": 2298400.0,
      "text": "in contact with Petrarch. ^ Rearden, p. 458. There can be no moral doubt"
    },
    {
      "index": 412,
      "start_time": 2298400.0,
      "end_time": 2303770.0,
      "text": "but that Chaucer knew Petrarch personally. They were both in France many times, where"
    },
    {
      "index": 413,
      "start_time": 2303770.0,
      "end_time": 2310920.0,
      "text": "they might have met. They were both courtiers. They both had an enthusiasm for scholarship."
    },
    {
      "index": 414,
      "start_time": 2310920.0,
      "end_time": 2316240.0,
      "text": "Whether they met then, or whether Chaucer, when on his visit to Genoa, specially visited"
    },
    {
      "index": 415,
      "start_time": 2316240.0,
      "end_time": 2320840.0,
      "text": "the Italian, it does not appear....but the only reason that such a visit could not have"
    },
    {
      "index": 416,
      "start_time": 2320840.0,
      "end_time": 2326920.0,
      "text": "occurred lies in the fact that Petrarch himself does not record it. Still, on the other hand,"
    },
    {
      "index": 417,
      "start_time": 2326920.0,
      "end_time": 2331620.0,
      "text": "would he have mentioned the visit of a man who was the servant of a barbarous monarch,"
    },
    {
      "index": 418,
      "start_time": 2331620.0,
      "end_time": 2337070.0,
      "text": "and whose only claim to notice, literary-wise, was his cultivation of an unknown and uncouth"
    },
    {
      "index": 419,
      "start_time": 2337070.0,
      "end_time": 2346150.0,
      "text": "dialect that was half bastard French? ^ Skeat (1874), p. xxx. And we know that Petrarch,"
    },
    {
      "index": 420,
      "start_time": 2346150.0,
      "end_time": 2350880.0,
      "text": "on his own shewing, was so pleased with the story of Griselda that he learnt it by heart"
    },
    {
      "index": 421,
      "start_time": 2350880.0,
      "end_time": 2356040.0,
      "text": "as well as he could, for the express purpose of repeating it to friends, before the idea"
    },
    {
      "index": 422,
      "start_time": 2356040.0,
      "end_time": 2361260.0,
      "text": "of turning it into Latin occurred to him. Whence we may conclude that Chaucer and Petrarch"
    },
    {
      "index": 423,
      "start_time": 2361260.0,
      "end_time": 2367870.0,
      "text": "met at Padua early in 1373; that Petrarch told Chaucer the story by word of mouth, either"
    },
    {
      "index": 424,
      "start_time": 2367870.0,
      "end_time": 2373890.0,
      "text": "in Italian or French; and that Chaucer shortly after obtained a copy of Petrarch&#39;s Latin"
    },
    {
      "index": 425,
      "start_time": 2373890.0,
      "end_time": 2378619.0,
      "text": "version, which he kept constantly before him whilst making his own translation."
    },
    {
      "index": 426,
      "start_time": 2378620.0,
      "end_time": 2385041.0,
      "text": "^ &quot;Sources and Analogues of the Canterbury Tales&quot;, 2002, p. 22."
    },
    {
      "index": 427,
      "start_time": 2385040.0,
      "end_time": 2389500.0,
      "text": "^ Cooper, 8–9. ^ Cooper, 17–18."
    },
    {
      "index": 428,
      "start_time": 2389500.0,
      "end_time": 2393950.0,
      "text": "^ Cooper, 18. ^ Cooper, 22–24."
    },
    {
      "index": 429,
      "start_time": 2393950.0,
      "end_time": 2398410.0,
      "text": "^ Cooper, 24–25. ^ Cooper, 25–26."
    },
    {
      "index": 430,
      "start_time": 2398410.0,
      "end_time": 2404940.0,
      "text": "^ Cooper, 5–6. ^ Linne R. Mooney (2006), &quot;Chaucer&#39;s Scribe,&quot;"
    },
    {
      "index": 431,
      "start_time": 2404940.0,
      "end_time": 2410910.0,
      "text": "Speculum, 81 : 97–138. ^ Donald R. Howard, Chaucer and the Medieval"
    },
    {
      "index": 432,
      "start_time": 2410910.0,
      "end_time": 2419810.0,
      "text": "World (London, 1987), pp. 410-417. ^ Bisson, pp. 49–51, 56–62."
    },
    {
      "index": 433,
      "start_time": 2419810.0,
      "end_time": 2426110.0,
      "text": "^ Bisson, pp. 50. ^ Bisson, pp. 61–64."
    },
    {
      "index": 434,
      "start_time": 2426110.0,
      "end_time": 2432410.0,
      "text": "^ Bisson, pp. 66–67. ^ Bisson, pp. 67–68."
    },
    {
      "index": 435,
      "start_time": 2432410.0,
      "end_time": 2439760.0,
      "text": "^ Bisson, pp. 73–75, 81. ^ Bisson, pp. 91–95."
    },
    {
      "index": 436,
      "start_time": 2439760.0,
      "end_time": 2446269.0,
      "text": "^ Rubin, 106–107. ^ &quot;The Prioress&#39;s Tale&quot;, by Prof. Jane Zatta."
    },
    {
      "index": 437,
      "start_time": 2446270.0,
      "end_time": 2453221.0,
      "text": "^ Bisson, pp. 99–102. ^ Bisson, pp. 110–113."
    },
    {
      "index": 438,
      "start_time": 2453220.0,
      "end_time": 2460170.0,
      "text": "^ Bisson, pp. 117–119. ^ Bisson, pp. 123–131."
    },
    {
      "index": 439,
      "start_time": 2460170.0,
      "end_time": 2467119.0,
      "text": "^ Bisson, pp. 132–134. ^ Bisson, pp. 139–142."
    },
    {
      "index": 440,
      "start_time": 2467120.0,
      "end_time": 2474070.0,
      "text": "^ Bisson, pp. 138. ^ Bisson, pp. 141–142."
    },
    {
      "index": 441,
      "start_time": 2474070.0,
      "end_time": 2480360.0,
      "text": "^ Bisson, pp. 143. ^ a b Cooper, 19"
    },
    {
      "index": 442,
      "start_time": 2480360.0,
      "end_time": 2485311.0,
      "text": "^ Cooper, 21. ^ Pearsall, 294-5."
    },
    {
      "index": 443,
      "start_time": 2485310.0,
      "end_time": 2490260.0,
      "text": "^ Pearsall, 295-97. ^ Pearsall, 298–302."
    },
    {
      "index": 444,
      "start_time": 2490260.0,
      "end_time": 2498240.0,
      "text": "^ Trigg, Stephanie, Congenial Souls: Reading Chaucer from Medieval to Postmodern, Minneapolis:"
    },
    {
      "index": 445,
      "start_time": 2498240.0,
      "end_time": 2506230.0,
      "text": "University of Minnesota Press, 2002, p. 86. ISBN 0-8166-3823-3."
    },
    {
      "index": 446,
      "start_time": 2506230.0,
      "end_time": 2514349.0,
      "text": "^ Trigg, pp. 86–88, 97. ^ Trigg, pp. 88–97."
    },
    {
      "index": 447,
      "start_time": 2514350.0,
      "end_time": 2521021.0,
      "text": "^ Brewer, Charlotte, Editing Piers Plowman: The Evolution of the Text, Cambridge: Cambridge"
    },
    {
      "index": 448,
      "start_time": 2521020.0,
      "end_time": 2537090.0,
      "text": "University Press, 1996, pp. 8–9. ISBN 0-521-34250-3. ^ Ohlgren, Thomas, Medieval Outlaws, Parlor"
    },
    {
      "index": 449,
      "start_time": 2537090.0,
      "end_time": 2552110.0,
      "text": "Press, 2005, pp. 264–265. ISBN 1-932559-62-0. ^ Ellis, Steve, Chaucer at Large, Minneapolis:"
    },
    {
      "index": 450,
      "start_time": 2552110.0,
      "end_time": 2557180.0,
      "text": "University of Minnesota Press, 2000, pp. 64–65. ISBN 0-8166-3376-2."
    },
    {
      "index": 451,
      "start_time": 2557180.0,
      "end_time": 2576780.0,
      "text": "^ Pencak, William, The  Films of Derek Jarman, Jefferson: McFarland &amp; Co, 2002, pp. 178–9. ISBN 0-7864-1430-8."
    },
    {
      "index": 452,
      "start_time": 2576780.0,
      "end_time": 2590880.0,
      "text": "^ Bignell, Jonathan, Postmodern Media Culture, Aakar Books, 2007. ISBN 81-89833-16-2 pp."
    },
    {
      "index": 453,
      "start_time": 2590880.0,
      "end_time": 2595010.0,
      "text": "93–94. ^ Rosenbaum, Jonathan et al, The Medieval"
    },
    {
      "index": 454,
      "start_time": 2595010.0,
      "end_time": 2607460.0,
      "text": "Hero on Screen, Jefferson: McFarland, 2004, pp. 202–203. ISBN 0-7864-1926-1."
    },
    {
      "index": 455,
      "start_time": 2607460.0,
      "end_time": 2615520.0,
      "text": "^ &quot;BBC – Drama – Canterbury Tales&quot;. BBC Drama article about the series. Retrieved"
    },
    {
      "index": 456,
      "start_time": 2615520.0,
      "end_time": 2620350.0,
      "text": "6 May 2007. ^ &quot;On These Walls: Inscriptions and Quotations"
    },
    {
      "index": 457,
      "start_time": 2620350.0,
      "end_time": 2630350.0,
      "text": "in the Buildings of the Library of Congress&quot;. Retrieved 31 December 2012."
    }
  ]
}