{
  "video_id": "MP5CkokeygQ",
  "title": "5 Ways to Make Friends When You're Socially Awkward",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9620.0,
      "end_time": 14440.0,
      "text": "Are you spending the night in watching this video, because you don't have any plan?"
    },
    {
      "index": 2,
      "start_time": 14440.0,
      "end_time": 18780.0,
      "text": "I know what that's like, and I'm here to let you know that you aren't alone."
    },
    {
      "index": 3,
      "start_time": 19280.0,
      "end_time": 23660.0,
      "text": "Thousands of people watching this probably wish they were sitting next to someone like you."
    },
    {
      "index": 4,
      "start_time": 24150.0,
      "end_time": 29629.0,
      "text": "Being socially awkward might seem like it's a big part of who you are, but here's a small secret."
    },
    {
      "index": 5,
      "start_time": 29820.0,
      "end_time": 36799.0,
      "text": "It's only big because it's what you focus on. In reality, there's more to you than what you give yourself credit for."
    },
    {
      "index": 6,
      "start_time": 37460.0,
      "end_time": 40860.0,
      "text": "Here are five ways to make friends when you're socially awkward."
    },
    {
      "index": 7,
      "start_time": 45000.0,
      "end_time": 50080.0,
      "text": "Why show up at a bar you never go to, when you can use your everyday settings?"
    },
    {
      "index": 8,
      "start_time": 50080.0,
      "end_time": 56040.0,
      "text": "If you study in school full-time and work on the weekends, you can make friends with your classmates and co-workers."
    },
    {
      "index": 9,
      "start_time": 56280.0,
      "end_time": 64340.0,
      "text": "Cliques often prevent people from getting to know each other, but there are ways to overcome these social walls.  It starts with an open mind."
    },
    {
      "index": 10,
      "start_time": 64459.99999999999,
      "end_time": 70700.0,
      "text": "Judge someone for the content of their character, not based on the music they listen to, nor what they wear."
    },
    {
      "index": 11,
      "start_time": 70860.0,
      "end_time": 78269.0,
      "text": "When you start with something familiar, you'll all feel comfortable, and maybe strike up a conversation about a common interest."
    },
    {
      "index": 12,
      "start_time": 78269.0,
      "end_time": 80700.0,
      "text": "If you're worried about being out of place,"
    },
    {
      "index": 13,
      "start_time": 80780.0,
      "end_time": 89800.0,
      "text": "don't be. People don't admit this a lot, but the truth is: life can be incredibly boring, seeing and hearing the same things every day."
    },
    {
      "index": 14,
      "start_time": 89940.0,
      "end_time": 93800.0,
      "text": "Maybe you're exactly what someone needs to spice things up."
    },
    {
      "index": 15,
      "start_time": 93840.0,
      "end_time": 99220.0,
      "text": "Different interests come in handy when others can learn a thing or two from you, and vice versa."
    },
    {
      "index": 16,
      "start_time": 103800.0,
      "end_time": 106380.0,
      "text": "An erupts people of happiness and open doors."
    },
    {
      "index": 17,
      "start_time": 107000.0,
      "end_time": 112360.0,
      "text": "Instead, practice vulnerability. I know how hard it can be when rejection is feared."
    },
    {
      "index": 18,
      "start_time": 112360.0,
      "end_time": 118080.0,
      "text": "But you never know until you try. In fact, you can never succeed if you don't try."
    },
    {
      "index": 19,
      "start_time": 118080.0,
      "end_time": 123360.0,
      "text": "Telling yourself you're not good  enough to talk to someone will only prevent  you from building connections with others."
    },
    {
      "index": 20,
      "start_time": 123760.0,
      "end_time": 128620.0,
      "text": "Make a list of all of your strengths and talents, and tape it to your mirror."
    },
    {
      "index": 21,
      "start_time": 128620.0,
      "end_time": 133540.0,
      "text": "Each day before you leave for school or work, read it to remind yourself that you're special."
    },
    {
      "index": 22,
      "start_time": 137660.0,
      "end_time": 144280.0,
      "text": "Sounds like a no-brainer, right? But etiquette is timeless, classy, and makes you an approachable person."
    },
    {
      "index": 23,
      "start_time": 144440.0,
      "end_time": 150620.0,
      "text": "People are usually turned off by selfish, self-absorbed individuals, who only talk about themselves."
    },
    {
      "index": 24,
      "start_time": 150740.0,
      "end_time": 157480.0,
      "text": "If you're shy, you might be scared to lend a helping hand or comfort someone, when you see that they're having a bad day."
    },
    {
      "index": 25,
      "start_time": 157840.0,
      "end_time": 164080.0,
      "text": "But compassion is a way to someone's heart. So the next time the person who sits next to you in chemistry"
    },
    {
      "index": 26,
      "start_time": 164260.0,
      "end_time": 171420.0,
      "text": "fails a test you aced, take the leap and offer help. It's hard for people to resist light, during dark times."
    },
    {
      "index": 27,
      "start_time": 175140.0,
      "end_time": 181580.0,
      "text": "Overnight success is a myth, and so is the whole scenario of meeting someone who just gets it."
    },
    {
      "index": 28,
      "start_time": 181580.0,
      "end_time": 187280.0,
      "text": "If it were always that easy, we wouldn't have room to grow. Know that the best friendships take time."
    },
    {
      "index": 29,
      "start_time": 187360.0,
      "end_time": 192780.0,
      "text": "It's okay to move slow, and don't compare the friendships you're forming with someone else's."
    },
    {
      "index": 30,
      "start_time": 193120.0,
      "end_time": 200120.0,
      "text": "Everyone's story unfolds differently. Instead of stressing out about why you haven't made matching bracelets or had sleepovers yet,"
    },
    {
      "index": 31,
      "start_time": 200460.0,
      "end_time": 204140.0,
      "text": "embrace the present for what it is, and practice vulnerability."
    },
    {
      "index": 32,
      "start_time": 208240.0,
      "end_time": 212340.0,
      "text": "Expect yourself to make mistakes, you're only human after all."
    },
    {
      "index": 33,
      "start_time": 212580.0,
      "end_time": 219460.0,
      "text": "Remember, people don't need perfection. They only need to feel understood and loved, in order to make connections."
    },
    {
      "index": 34,
      "start_time": 219600.0,
      "end_time": 222820.0,
      "text": "See the best in others, and be encouraging of their dreams."
    },
    {
      "index": 35,
      "start_time": 222960.0,
      "end_time": 229940.0,
      "text": "But have the guts to let someone see you fall down sometimes. Tell them about the fears that keep you up at night."
    },
    {
      "index": 36,
      "start_time": 230260.0,
      "end_time": 237580.0,
      "text": "They'll be relieved because, chances are, they have them too. Good friendships always add value for both parties."
    },
    {
      "index": 37,
      "start_time": 237820.0,
      "end_time": 244360.0,
      "text": "Accept that the both of you have strengths and weaknesses, but when you come together, a special bond is formed."
    }
  ]
}