{
  "video_id": "MPmpEYSXA2k",
  "title": "The Complete Final Presidential Debate between Barack Obama and Mitt Romney",
  "json": [
    {
      "index": 1,
      "start_time": 24000.0,
      "end_time": 24000.0,
      "text": "0:00:24.001,0:00:24.001 \\margl1440\\margr1440\\vieww10800\\viewh8400\\viewkind0"
    },
    {
      "index": 2,
      "start_time": 24000.0,
      "end_time": 24000.0,
      "text": "\\deftab720 \\pard\\pardeftab720\\sl520\\sa360"
    },
    {
      "index": 3,
      "start_time": 24000.0,
      "end_time": 27000.0,
      "text": "\\f0\\fs36 \\cf0 \\cb2 BOB SCHIEFFER: Good evening from the campus of Lynn University here in"
    },
    {
      "index": 4,
      "start_time": 27000.0,
      "end_time": 33000.0,
      "text": "Boca Raton, Florida. This is the fourth and last debate of the 2012 campaign, brought"
    },
    {
      "index": 5,
      "start_time": 33000.0,
      "end_time": 39000.0,
      "text": "to you by the Commission on Presidential Debates. This one&#39;s on foreign policy. I&#39;m Bob"
    },
    {
      "index": 6,
      "start_time": 39000.0,
      "end_time": 44000.0,
      "text": "Schieffer of CBS News. The questions are mine, and I have not shared them with the candidates"
    },
    {
      "index": 7,
      "start_time": 44000.0,
      "end_time": 48000.0,
      "text": "or their aides. The audience has taken a vow of silence -"
    },
    {
      "index": 8,
      "start_time": 48000.0,
      "end_time": 55000.0,
      "text": "no applause, no reaction of any kind except right now when we welcome President Barack"
    },
    {
      "index": 9,
      "start_time": 55000.0,
      "end_time": 90000.0,
      "text": "Obama and Governor Mitt Romney. (Sustained cheers, applause.) Gentlemen, your campaigns"
    },
    {
      "index": 10,
      "start_time": 90000.0,
      "end_time": 95000.0,
      "text": "have agreed to certain rules and they are simple. They have asked me to divide the evening"
    },
    {
      "index": 11,
      "start_time": 95000.0,
      "end_time": 99000.0,
      "text": "into segments. I&#39;ll pose a question at the beginning of each segment. You will each"
    },
    {
      "index": 12,
      "start_time": 99000.0,
      "end_time": 105000.0,
      "text": "have two minutes to respond, and then we will have a general discussion until we move to"
    },
    {
      "index": 13,
      "start_time": 105000.0,
      "end_time": 109000.0,
      "text": "the next segment. Tonight&#39;s debate, as both of your know,"
    },
    {
      "index": 14,
      "start_time": 109000.0,
      "end_time": 114000.0,
      "text": "comes on the 50th anniversary of the night that President Kennedy told the world that"
    },
    {
      "index": 15,
      "start_time": 114000.0,
      "end_time": 119000.0,
      "text": "the Soviet Union had installed nuclear missiles in Cuba - perhaps the closest we&#39;ve"
    },
    {
      "index": 16,
      "start_time": 119000.0,
      "end_time": 126000.0,
      "text": "ever come to nuclear war. And it is a sobering reminder that every president faces at some"
    },
    {
      "index": 17,
      "start_time": 126000.0,
      "end_time": 133000.0,
      "text": "point an unexpected threat to our national security from abroad. So let&#39;s begin."
    },
    {
      "index": 18,
      "start_time": 133000.0,
      "end_time": 139000.0,
      "text": "The first segment is the challenge of a changing Middle East and the new face of terrorism."
    },
    {
      "index": 19,
      "start_time": 139000.0,
      "end_time": 145000.0,
      "text": "I&#39;m going to put this into two segments, so you&#39;ll have two topic questions within"
    },
    {
      "index": 20,
      "start_time": 145000.0,
      "end_time": 154000.0,
      "text": "this one segment on that subject. The first question, and it concerns Libya, the controversy"
    },
    {
      "index": 21,
      "start_time": 154000.0,
      "end_time": 159000.0,
      "text": "over what happened there continues. Four Americans are dead, including an American ambassador."
    },
    {
      "index": 22,
      "start_time": 159000.0,
      "end_time": 165000.0,
      "text": "Questions remain. What happened? What caused it? Was it spontaneous?"
    },
    {
      "index": 23,
      "start_time": 165000.0,
      "end_time": 172000.0,
      "text": "Was it an intelligence failure? Was it a policy failure? Was there an attempt to mislead people"
    },
    {
      "index": 24,
      "start_time": 172000.0,
      "end_time": 176000.0,
      "text": "about what really happened? Governor Romney, you said this was an example"
    },
    {
      "index": 25,
      "start_time": 176000.0,
      "end_time": 183000.0,
      "text": "of an American policy in the Middle East that is unraveling before our very eyes. I&#39;d"
    },
    {
      "index": 26,
      "start_time": 183000.0,
      "end_time": 186000.0,
      "text": "like to hear each of you give your thoughts on that."
    },
    {
      "index": 27,
      "start_time": 186000.0,
      "end_time": 189000.0,
      "text": "Governor Romney, you won the toss. You go first."
    },
    {
      "index": 28,
      "start_time": 189000.0,
      "end_time": 192000.0,
      "text": "MITT ROMNEY: Thank you, Bob, and thank you for agreeing to moderate this debate this"
    },
    {
      "index": 29,
      "start_time": 192000.0,
      "end_time": 197000.0,
      "text": "evening. Thank you to Lynn University for welcoming us here, and Mr. President, it&#39;s"
    },
    {
      "index": 30,
      "start_time": 197000.0,
      "end_time": 200000.0,
      "text": "good to be with you again. We were together at a humorous event a little earlier, and"
    },
    {
      "index": 31,
      "start_time": 200000.0,
      "end_time": 206000.0,
      "text": "it&#39;s nice to maybe be funny this time not on purpose. We&#39;ll see what happens. (Laughter.)"
    },
    {
      "index": 32,
      "start_time": 206000.0,
      "end_time": 211000.0,
      "text": "This is obviously an area of great concern to the entire world and to America in particular,"
    },
    {
      "index": 33,
      "start_time": 211000.0,
      "end_time": 217000.0,
      "text": "which is to see a - a complete change in the - the - the structure and the -"
    },
    {
      "index": 34,
      "start_time": 217000.0,
      "end_time": 222000.0,
      "text": "the environment in the Middle East. With the Arab Spring came a great deal of hope that"
    },
    {
      "index": 35,
      "start_time": 222000.0,
      "end_time": 227000.0,
      "text": "there would be a change towards more moderation and opportunity for greater participation"
    },
    {
      "index": 36,
      "start_time": 227000.0,
      "end_time": 232000.0,
      "text": "on the part of women and - and public life and in economic life in the Middle East. But"
    },
    {
      "index": 37,
      "start_time": 232000.0,
      "end_time": 237000.0,
      "text": "instead we&#39;ve seen in nation after nation a number of disturbing events. Of course,"
    },
    {
      "index": 38,
      "start_time": 237000.0,
      "end_time": 243000.0,
      "text": "we see in Syria 30,000 civilians having been killed by the military there. We see in -"
    },
    {
      "index": 39,
      "start_time": 243000.0,
      "end_time": 249000.0,
      "text": "in - in Libya an attack apparently by - well, I think we know now by terrorists of"
    },
    {
      "index": 40,
      "start_time": 249000.0,
      "end_time": 253000.0,
      "text": "some kind against - against our people there, four people dead. Our hearts and minds"
    },
    {
      "index": 41,
      "start_time": 253000.0,
      "end_time": 260000.0,
      "text": "go to them. Mali has been taken over, the northern part of Mali, by al-Qaida-type individuals."
    },
    {
      "index": 42,
      "start_time": 260000.0,
      "end_time": 263000.0,
      "text": "We have in - in Egypt a Muslim Brotherhood president."
    },
    {
      "index": 43,
      "start_time": 263000.0,
      "end_time": 267000.0,
      "text": "And so what we&#39;re seeing is a - a - a pretty dramatic reversal in the kind of"
    },
    {
      "index": 44,
      "start_time": 267000.0,
      "end_time": 272000.0,
      "text": "hopes we had for that region. Of course, the greatest threat of all is Iran, four years"
    },
    {
      "index": 45,
      "start_time": 272000.0,
      "end_time": 277000.0,
      "text": "closer to a nuclear weapon. And - and we&#39;re going to have to recognize that we have to"
    },
    {
      "index": 46,
      "start_time": 277000.0,
      "end_time": 281000.0,
      "text": "do as the president has done. I congratulate him on - on taking out Osama bin Laden"
    },
    {
      "index": 47,
      "start_time": 281000.0,
      "end_time": 286000.0,
      "text": "and going after the leadership in al-Qaida. But we can&#39;t kill our way out of this mess."
    },
    {
      "index": 48,
      "start_time": 286000.0,
      "end_time": 291000.0,
      "text": "We&#39;re - we&#39;re going to have to put in place a very comprehensive and robust strategy"
    },
    {
      "index": 49,
      "start_time": 291000.0,
      "end_time": 296000.0,
      "text": "to help the - the world of Islam and - and other parts of the world reject this radical"
    },
    {
      "index": 50,
      "start_time": 296000.0,
      "end_time": 302000.0,
      "text": "violent extremism which is - it&#39;s really not on the run. It&#39;s certainly not hiding."
    },
    {
      "index": 51,
      "start_time": 302000.0,
      "end_time": 307000.0,
      "text": "This is a group that is now involved in 10 or 12 countries, and it presents an enormous"
    },
    {
      "index": 52,
      "start_time": 307000.0,
      "end_time": 313000.0,
      "text": "threat to our friends, to the world, to America long term, and we must have a comprehensive"
    },
    {
      "index": 53,
      "start_time": 313000.0,
      "end_time": 317000.0,
      "text": "strategy to help reject this kind of extremism. MR. SCHIEFFER: Mr. President."
    },
    {
      "index": 54,
      "start_time": 317000.0,
      "end_time": 321000.0,
      "text": "PRESIDENT OBAMA: Well, my first job as commander in chief, Bob, is to keep the American people"
    },
    {
      "index": 55,
      "start_time": 321000.0,
      "end_time": 327000.0,
      "text": "safe, and that&#39;s what we&#39;ve done over the last four years. We ended the war in Iraq,"
    },
    {
      "index": 56,
      "start_time": 327000.0,
      "end_time": 334000.0,
      "text": "refocused our attention on those who actually killed us on 9/11. And as a consequence, al-Qaida&#39;s"
    },
    {
      "index": 57,
      "start_time": 334000.0,
      "end_time": 339000.0,
      "text": "core leadership has been decimated. In addition, we&#39;re now able to transition"
    },
    {
      "index": 58,
      "start_time": 339000.0,
      "end_time": 345000.0,
      "text": "out of Afghanistan in a responsible way, making sure that Afghans take responsibility for"
    },
    {
      "index": 59,
      "start_time": 345000.0,
      "end_time": 353000.0,
      "text": "their own security, and that allows us also to rebuild alliances and make friends around"
    },
    {
      "index": 60,
      "start_time": 353000.0,
      "end_time": 361000.0,
      "text": "the world to combat future threats. Now, with respect to Libya, as I indicated in the last"
    },
    {
      "index": 61,
      "start_time": 361000.0,
      "end_time": 366000.0,
      "text": "debate, when we received that phone call, I immediately made sure that, number one,"
    },
    {
      "index": 62,
      "start_time": 366000.0,
      "end_time": 372000.0,
      "text": "we did everything we could to secure those Americans who were still in harm&#39;s way;"
    },
    {
      "index": 63,
      "start_time": 372000.0,
      "end_time": 375000.0,
      "text": "number two, that we would investigate exactly what happened; and number three, most importantly,"
    },
    {
      "index": 64,
      "start_time": 375000.0,
      "end_time": 380000.0,
      "text": "that we would go after those who killed Americans, and we would bring them to justice, and that&#39;s"
    },
    {
      "index": 65,
      "start_time": 380000.0,
      "end_time": 383000.0,
      "text": "exactly what we&#39;re going to do. But I think it&#39;s important to step back"
    },
    {
      "index": 66,
      "start_time": 383000.0,
      "end_time": 391000.0,
      "text": "and think about what happened in Libya. Now, keep in mind that I and Americans took leadership"
    },
    {
      "index": 67,
      "start_time": 391000.0,
      "end_time": 397000.0,
      "text": "in organizing an international coalition that made sure that we were able to - without"
    },
    {
      "index": 68,
      "start_time": 397000.0,
      "end_time": 401000.0,
      "text": "putting troops on the ground, at the cost of less than what we spent in two weeks in"
    },
    {
      "index": 69,
      "start_time": 401000.0,
      "end_time": 408000.0,
      "text": "Iraq - liberate a country that had been under the yoke of dictatorship for 40 years,"
    },
    {
      "index": 70,
      "start_time": 408000.0,
      "end_time": 414000.0,
      "text": "got rid of a despot who had killed Americans. And as a consequence, despite this tragedy,"
    },
    {
      "index": 71,
      "start_time": 414000.0,
      "end_time": 419000.0,
      "text": "you had tens of thousands of Libyans after the events in Benghazi marching and saying,"
    },
    {
      "index": 72,
      "start_time": 419000.0,
      "end_time": 425000.0,
      "text": "America&#39;s our friend. We stand with them. Now that represents the opportunity we have"
    },
    {
      "index": 73,
      "start_time": 425000.0,
      "end_time": 431000.0,
      "text": "to take advantage of. And you know, Governor Romney, I&#39;m glad that you agree that we"
    },
    {
      "index": 74,
      "start_time": 431000.0,
      "end_time": 437000.0,
      "text": "have been successful in going after al-Qaida, but I have to tell you that, you know, your"
    },
    {
      "index": 75,
      "start_time": 437000.0,
      "end_time": 442000.0,
      "text": "strategy previously has been one that has been all over the map and is not designed"
    },
    {
      "index": 76,
      "start_time": 442000.0,
      "end_time": 446000.0,
      "text": "to keep Americans safe or to build on the opportunities that exist in the Middle East."
    },
    {
      "index": 77,
      "start_time": 446000.0,
      "end_time": 450000.0,
      "text": "MR. ROMNEY: Well, my strategy&#39;s pretty straightforward, which is to go after the"
    },
    {
      "index": 78,
      "start_time": 450000.0,
      "end_time": 457000.0,
      "text": "bad guys, to make sure we do our very best to interrupt them, to - to kill them, to"
    },
    {
      "index": 79,
      "start_time": 457000.0,
      "end_time": 460000.0,
      "text": "take them out of the picture. But my strategy is broader than - than that. That&#39;s"
    },
    {
      "index": 80,
      "start_time": 460000.0,
      "end_time": 464000.0,
      "text": "- that&#39;s important, of course, but the key that we&#39;re going to have to pursue"
    },
    {
      "index": 81,
      "start_time": 464000.0,
      "end_time": 468000.0,
      "text": "is a - is a pathway to - to get the Muslim world to be able to reject extremism"
    },
    {
      "index": 82,
      "start_time": 468000.0,
      "end_time": 472000.0,
      "text": "on its own. We don&#39;t want another Iraq. We don&#39;t want another Afghanistan. That&#39;s"
    },
    {
      "index": 83,
      "start_time": 472000.0,
      "end_time": 476000.0,
      "text": "not the right course for us. The right course for us is to make sure that we go after the"
    },
    {
      "index": 84,
      "start_time": 476000.0,
      "end_time": 481000.0,
      "text": "- the people who are leaders of these various anti-American groups and these - these"
    },
    {
      "index": 85,
      "start_time": 481000.0,
      "end_time": 485000.0,
      "text": "jihadists, but also help the Muslim world. And how we do that? A group of Arab scholars"
    },
    {
      "index": 86,
      "start_time": 485000.0,
      "end_time": 491000.0,
      "text": "came together, organized by the U.N., to look at how we can help the - the world reject"
    },
    {
      "index": 87,
      "start_time": 491000.0,
      "end_time": 494000.0,
      "text": "these - these terrorists. And the answer they came up was this."
    },
    {
      "index": 88,
      "start_time": 494000.0,
      "end_time": 499000.0,
      "text": "One, more economic development. We should key our foreign aid, our direct foreign investment"
    },
    {
      "index": 89,
      "start_time": 499000.0,
      "end_time": 503000.0,
      "text": "and that of our friends - we should coordinate it to make sure that we - we push back"
    },
    {
      "index": 90,
      "start_time": 503000.0,
      "end_time": 507000.0,
      "text": "and give them more economic development. Number two, better education."
    },
    {
      "index": 91,
      "start_time": 507000.0,
      "end_time": 511000.0,
      "text": "Number three, gender equality. Number four, the rule of law. We have to help"
    },
    {
      "index": 92,
      "start_time": 511000.0,
      "end_time": 516000.0,
      "text": "these nations create civil societies. But what&#39;s been happening over the last"
    },
    {
      "index": 93,
      "start_time": 516000.0,
      "end_time": 521000.0,
      "text": "couple years as we watched this tumult in the Middle East, this rising tide of chaos"
    },
    {
      "index": 94,
      "start_time": 521000.0,
      "end_time": 526000.0,
      "text": "occur, you see al-Qaida rushing in, you see other jihadist groups rushing in."
    },
    {
      "index": 95,
      "start_time": 526000.0,
      "end_time": 529000.0,
      "text": "And - and they&#39;re throughout many nations of the Middle East."
    },
    {
      "index": 96,
      "start_time": 529000.0,
      "end_time": 534000.0,
      "text": "It&#39;s wonderful that Libya seems to be making some progress, despite this terrible tragedy,"
    },
    {
      "index": 97,
      "start_time": 534000.0,
      "end_time": 540000.0,
      "text": "but next door, of course, we have Egypt. Libya&#39;s 6 million population, Egypt 80 million population."
    },
    {
      "index": 98,
      "start_time": 540000.0,
      "end_time": 543000.0,
      "text": "We want - we want to make sure that we&#39;re seeing progress throughout the Middle East."
    },
    {
      "index": 99,
      "start_time": 543000.0,
      "end_time": 550000.0,
      "text": "With Mali now having North Mali taken over by al-Qaida, with Syria having Assad continuing"
    },
    {
      "index": 100,
      "start_time": 550000.0,
      "end_time": 555000.0,
      "text": "to - or to kill - to murder his own people, this is a region in tumult. And of"
    },
    {
      "index": 101,
      "start_time": 555000.0,
      "end_time": 559000.0,
      "text": "course Iran on the path to a nuclear weapon. We&#39;ve got real gaps in the region."
    },
    {
      "index": 102,
      "start_time": 559000.0,
      "end_time": 561000.0,
      "text": "MR. SCHIEFFER: We&#39;ll get to that, but let&#39;s give the president a chance."
    },
    {
      "index": 103,
      "start_time": 561000.0,
      "end_time": 565000.0,
      "text": "PRESIDENT OBAMA: Governor Romney, I&#39;m glad that you recognize that al-Qaida&#39;s a threat"
    },
    {
      "index": 104,
      "start_time": 565000.0,
      "end_time": 568000.0,
      "text": "because a few months ago when you were asked, what&#39;s the biggest geopolitical threat"
    },
    {
      "index": 105,
      "start_time": 568000.0,
      "end_time": 575000.0,
      "text": "facing America, you said Russia - not al-Qaida, you said Russia. And the 1980s are now calling"
    },
    {
      "index": 106,
      "start_time": 575000.0,
      "end_time": 579000.0,
      "text": "to ask for their foreign policy back because, you know, the Cold War&#39;s been over for"
    },
    {
      "index": 107,
      "start_time": 579000.0,
      "end_time": 583000.0,
      "text": "20 years. But, Governor, when it comes to our foreign"
    },
    {
      "index": 108,
      "start_time": 583000.0,
      "end_time": 589000.0,
      "text": "policy, you seem to want to import the foreign policies of the 1980s, just like the social"
    },
    {
      "index": 109,
      "start_time": 589000.0,
      "end_time": 595000.0,
      "text": "policies of the 1950s and the economic policies of the 1920s. You say that you&#39;re not interested"
    },
    {
      "index": 110,
      "start_time": 595000.0,
      "end_time": 600000.0,
      "text": "in duplicating what happened in Iraq, but just a few weeks ago you said you think we"
    },
    {
      "index": 111,
      "start_time": 600000.0,
      "end_time": 605000.0,
      "text": "should have more troops in Iraq right now. And the - the challenge we have - I"
    },
    {
      "index": 112,
      "start_time": 605000.0,
      "end_time": 610000.0,
      "text": "know you haven&#39;t been in a position to actually execute foreign policy, but every"
    },
    {
      "index": 113,
      "start_time": 610000.0,
      "end_time": 614000.0,
      "text": "time you&#39;ve offered an opinion, you&#39;ve been wrong. You said we should have gone into"
    },
    {
      "index": 114,
      "start_time": 614000.0,
      "end_time": 620000.0,
      "text": "Iraq despite the fact that there were no weapons of mass destruction. You said that we should"
    },
    {
      "index": 115,
      "start_time": 620000.0,
      "end_time": 629000.0,
      "text": "still have troops in Iraq to this day. You indicated that we shouldn&#39;t be passing"
    },
    {
      "index": 116,
      "start_time": 629000.0,
      "end_time": 635000.0,
      "text": "nuclear treaties with Russia, despite the fact that 71 senators, Democrats and Republicans,"
    },
    {
      "index": 117,
      "start_time": 635000.0,
      "end_time": 639000.0,
      "text": "voted for it. You&#39;ve said that first we should not have"
    },
    {
      "index": 118,
      "start_time": 639000.0,
      "end_time": 645000.0,
      "text": "a timeline in Afghanistan then you said we should. Now you say maybe or it depends, which"
    },
    {
      "index": 119,
      "start_time": 645000.0,
      "end_time": 649000.0,
      "text": "means not only were you wrong but you were also confusing and sending mixed messages"
    },
    {
      "index": 120,
      "start_time": 649000.0,
      "end_time": 654000.0,
      "text": "both to our troops and our allies. So what - what we need to do with respect"
    },
    {
      "index": 121,
      "start_time": 654000.0,
      "end_time": 661000.0,
      "text": "to the Middle East is strong, steady leadership, not wrong and reckless leadership that is"
    },
    {
      "index": 122,
      "start_time": 661000.0,
      "end_time": 665000.0,
      "text": "all over the map. And unfortunately, that&#39;s the kind of opinions that you&#39;ve offered"
    },
    {
      "index": 123,
      "start_time": 665000.0,
      "end_time": 671000.0,
      "text": "throughout this campaign, and it is not a recipe for American strength or keeping America"
    },
    {
      "index": 124,
      "start_time": 671000.0,
      "end_time": 674000.0,
      "text": "safe over the long term. MR. SCHIEFFER: I&#39;m going to add a couple"
    },
    {
      "index": 125,
      "start_time": 674000.0,
      "end_time": 678000.0,
      "text": "of minutes here to give you a chance to respond. MR. ROMNEY: Well, of course I don&#39;t concur"
    },
    {
      "index": 126,
      "start_time": 678000.0,
      "end_time": 682000.0,
      "text": "with what the president said about my own record and the things that I&#39;ve said. They"
    },
    {
      "index": 127,
      "start_time": 682000.0,
      "end_time": 686000.0,
      "text": "don&#39;t happen to be accurate. But - but I can say this: that we&#39;re talking about"
    },
    {
      "index": 128,
      "start_time": 686000.0,
      "end_time": 690000.0,
      "text": "the Middle East and how to help the Middle East reject the kind of terrorism we&#39;re"
    },
    {
      "index": 129,
      "start_time": 690000.0,
      "end_time": 695000.0,
      "text": "seeing and the rising tide of tumult and - and confusion. And - and attacking me is"
    },
    {
      "index": 130,
      "start_time": 695000.0,
      "end_time": 699000.0,
      "text": "not an agenda. Attacking me is not talking about how we&#39;re going to deal with the"
    },
    {
      "index": 131,
      "start_time": 699000.0,
      "end_time": 703000.0,
      "text": "challenges that exist in the Middle East and take advantage of the opportunity there and"
    },
    {
      "index": 132,
      "start_time": 703000.0,
      "end_time": 707000.0,
      "text": "stem the tide of this violence. But I&#39;ll respond to a couple of the things you mentioned."
    },
    {
      "index": 133,
      "start_time": 707000.0,
      "end_time": 712000.0,
      "text": "First of all, Russia, I indicated, is a geopolitical foe, not -"
    },
    {
      "index": 134,
      "start_time": 712000.0,
      "end_time": 715000.0,
      "text": "PRESIDENT OBAMA: Number one - MR. ROMNEY: Excuse me. It&#39;s a geopolitical"
    },
    {
      "index": 135,
      "start_time": 715000.0,
      "end_time": 719000.0,
      "text": "foe. And I said in the same - in the same paragraph, I said, and Iran is the greatest"
    },
    {
      "index": 136,
      "start_time": 719000.0,
      "end_time": 724000.0,
      "text": "national security threat we face. Russia does continue to battle us in the U.N. time and"
    },
    {
      "index": 137,
      "start_time": 724000.0,
      "end_time": 727000.0,
      "text": "time again. I have clear eyes on this. I&#39;m not going to wear rose-colored glasses when"
    },
    {
      "index": 138,
      "start_time": 727000.0,
      "end_time": 731000.0,
      "text": "it comes to Russia or Mr. Putin, and I&#39;m certainly not going to say to him, I&#39;ll"
    },
    {
      "index": 139,
      "start_time": 731000.0,
      "end_time": 736000.0,
      "text": "give you more flexibility after the election. After the election he&#39;ll get more backbone."
    },
    {
      "index": 140,
      "start_time": 736000.0,
      "end_time": 740000.0,
      "text": "Number two, with regards to Iraq, you and I agreed, I believe, that there should have"
    },
    {
      "index": 141,
      "start_time": 740000.0,
      "end_time": 742000.0,
      "text": "been a status of forces agreement. Did you - PRESIDENT OBAMA: That&#39;s not true."
    },
    {
      "index": 142,
      "start_time": 742000.0,
      "end_time": 744000.0,
      "text": "MR. ROMNEY: Oh, you didn&#39;t - you didn&#39;t want a status of forces agreement?"
    },
    {
      "index": 143,
      "start_time": 744000.0,
      "end_time": 748000.0,
      "text": "PRESIDENT OBAMA: No, but what I - what I would not have done is left 10,000 troops"
    },
    {
      "index": 144,
      "start_time": 748000.0,
      "end_time": 752000.0,
      "text": "in Iraq that would tie us down. That certainly would not help us in the Middle East."
    },
    {
      "index": 145,
      "start_time": 752000.0,
      "end_time": 754000.0,
      "text": "MR. ROMNEY: I&#39;m sorry, you actually - there was a -"
    },
    {
      "index": 146,
      "start_time": 754000.0,
      "end_time": 754000.0,
      "text": "PRESIDENT OBAMA: Here - here is - here is -"
    },
    {
      "index": 147,
      "start_time": 754000.0,
      "end_time": 757000.0,
      "text": "MR. ROMNEY: There was an effort on the part of the president to have a status of forces"
    },
    {
      "index": 148,
      "start_time": 757000.0,
      "end_time": 760000.0,
      "text": "agreement. And I concurred in that and said we should have some number of troops that"
    },
    {
      "index": 149,
      "start_time": 760000.0,
      "end_time": 763000.0,
      "text": "stayed on. That was something I concurred with."
    },
    {
      "index": 150,
      "start_time": 763000.0,
      "end_time": 764000.0,
      "text": "PRESIDENT OBAMA: Governor - MR. ROMNEY: That was your posture. That was"
    },
    {
      "index": 151,
      "start_time": 764000.0,
      "end_time": 766000.0,
      "text": "my posture as well. I thought it should have been 5,000 troops."
    },
    {
      "index": 152,
      "start_time": 766000.0,
      "end_time": 768000.0,
      "text": "PRESIDENT OBAMA: Governor - MR. ROMNEY: I thought it should have been"
    },
    {
      "index": 153,
      "start_time": 768000.0,
      "end_time": 769000.0,
      "text": "more troops. But you - (inaudible). PRESIDENT OBAMA: This is just a few weeks"
    },
    {
      "index": 154,
      "start_time": 769000.0,
      "end_time": 771000.0,
      "text": "ago. MR. ROMNEY: The answer was, we got no troop"
    },
    {
      "index": 155,
      "start_time": 771000.0,
      "end_time": 773000.0,
      "text": "(through ?) whatsoever. PRESIDENT OBAMA: This is just a few weeks"
    },
    {
      "index": 156,
      "start_time": 773000.0,
      "end_time": 775000.0,
      "text": "ago that you indicated that we should still have troops in Iraq."
    },
    {
      "index": 157,
      "start_time": 775000.0,
      "end_time": 777000.0,
      "text": "MR. ROMNEY: No, I didn&#39;t. I&#39;m sorry, that&#39;s -"
    },
    {
      "index": 158,
      "start_time": 777000.0,
      "end_time": 779000.0,
      "text": "PRESIDENT OBAMA: You made a major speech. MR. ROMNEY: I indicated - I indicated that"
    },
    {
      "index": 159,
      "start_time": 779000.0,
      "end_time": 784000.0,
      "text": "you failed to put in place a status of forces agreement at the end of the conflict that"
    },
    {
      "index": 160,
      "start_time": 784000.0,
      "end_time": 785000.0,
      "text": "- MR. SCHIEFFER: Governor -"
    },
    {
      "index": 161,
      "start_time": 785000.0,
      "end_time": 787000.0,
      "text": "PRESIDENT OBAMA: Governor, here&#39;s - here&#39;s one thing - here&#39;s one thing"
    },
    {
      "index": 162,
      "start_time": 787000.0,
      "end_time": 788000.0,
      "text": "- here&#39;s one thing I&#39;ve learned as commander in chief."
    },
    {
      "index": 163,
      "start_time": 788000.0,
      "end_time": 791000.0,
      "text": "MR. SCHIEFFER: Let him have - (inaudible). PRESIDENT OBAMA: You&#39;ve got to be clear,"
    },
    {
      "index": 164,
      "start_time": 791000.0,
      "end_time": 797000.0,
      "text": "both to our allies and our enemies, about where you stand and what you mean. Now, you"
    },
    {
      "index": 165,
      "start_time": 797000.0,
      "end_time": 801000.0,
      "text": "just gave a speech a few weeks ago in which you said we should still have troops in Iraq."
    },
    {
      "index": 166,
      "start_time": 801000.0,
      "end_time": 807000.0,
      "text": "That is not a recipe for making sure that we are taking advantage of the opportunities"
    },
    {
      "index": 167,
      "start_time": 807000.0,
      "end_time": 812000.0,
      "text": "and meeting the challenges of the Middle East. Now, it is absolutely true that we cannot"
    },
    {
      "index": 168,
      "start_time": 812000.0,
      "end_time": 818000.0,
      "text": "just beat these challenges militarily, and so what I&#39;ve done throughout my presidency"
    },
    {
      "index": 169,
      "start_time": 818000.0,
      "end_time": 822000.0,
      "text": "and will continue to do, is, number one, make sure that these countries are supporting our"
    },
    {
      "index": 170,
      "start_time": 822000.0,
      "end_time": 828000.0,
      "text": "counterterrorism efforts; number two, make sure that they are standing by our interests"
    },
    {
      "index": 171,
      "start_time": 828000.0,
      "end_time": 833000.0,
      "text": "in Israel&#39;s security, because it is a true friend and our greatest ally in the region."
    },
    {
      "index": 172,
      "start_time": 833000.0,
      "end_time": 837000.0,
      "text": "Number three, we do have to make sure that we&#39;re protecting religious minorities and"
    },
    {
      "index": 173,
      "start_time": 837000.0,
      "end_time": 842000.0,
      "text": "women because these countries can&#39;t develop unless all the population - not just half"
    },
    {
      "index": 174,
      "start_time": 842000.0,
      "end_time": 847000.0,
      "text": "of it - is developing. Number four, we do have to develop their economic - their"
    },
    {
      "index": 175,
      "start_time": 847000.0,
      "end_time": 852000.0,
      "text": "economic capabilities. But number five, the other thing that we have to do is recognize"
    },
    {
      "index": 176,
      "start_time": 852000.0,
      "end_time": 857000.0,
      "text": "that we can&#39;t continue to do nation building in these regions. Part of American leadership"
    },
    {
      "index": 177,
      "start_time": 857000.0,
      "end_time": 863000.0,
      "text": "is making sure that we&#39;re doing nation building here at home. That will help us maintain"
    },
    {
      "index": 178,
      "start_time": 863000.0,
      "end_time": 867000.0,
      "text": "the kind of American leadership that we need. MR. SCHIEFFER: Let me interject the second"
    },
    {
      "index": 179,
      "start_time": 867000.0,
      "end_time": 873000.0,
      "text": "topic question in this segment about the Middle East and so on, and that is, you both mentioned"
    },
    {
      "index": 180,
      "start_time": 873000.0,
      "end_time": 879000.0,
      "text": "- alluded to this, and that is Syria. The war in Syria has now spilled over into Lebanon."
    },
    {
      "index": 181,
      "start_time": 879000.0,
      "end_time": 883000.0,
      "text": "We have, what, more than a hundred people that were killed there in a bomb. There were"
    },
    {
      "index": 182,
      "start_time": 883000.0,
      "end_time": 888000.0,
      "text": "demonstrations there, eight people dead. Mr. President, it&#39;s been more than a year"
    },
    {
      "index": 183,
      "start_time": 888000.0,
      "end_time": 895000.0,
      "text": "since you saw - you told Assad he had to go. Since then 30,000 Syrians have died. We&#39;ve"
    },
    {
      "index": 184,
      "start_time": 895000.0,
      "end_time": 903000.0,
      "text": "had 300,000 refugees. The war goes on. He&#39;s still there. Should we reassess our policy"
    },
    {
      "index": 185,
      "start_time": 903000.0,
      "end_time": 909000.0,
      "text": "and see if we can find a better way to influence events there, or is that even possible? And"
    },
    {
      "index": 186,
      "start_time": 909000.0,
      "end_time": 913000.0,
      "text": "it&#39;s you - you go first, sir. PRESIDENT OBAMA: What we&#39;ve done is organize"
    },
    {
      "index": 187,
      "start_time": 913000.0,
      "end_time": 919000.0,
      "text": "the international community, saying Assad has to go. We&#39;ve mobilized sanctions against"
    },
    {
      "index": 188,
      "start_time": 919000.0,
      "end_time": 925000.0,
      "text": "that government. We have made sure that they are isolated. We have provided humanitarian"
    },
    {
      "index": 189,
      "start_time": 925000.0,
      "end_time": 929000.0,
      "text": "assistance, and we are helping the opposition organize, and we&#39;re particularly interested"
    },
    {
      "index": 190,
      "start_time": 929000.0,
      "end_time": 935000.0,
      "text": "in making sure that we&#39;re mobilizing the moderate forces inside of Syria. But ultimately,"
    },
    {
      "index": 191,
      "start_time": 935000.0,
      "end_time": 939000.0,
      "text": "Syrians are going to have to determine their own future. And so everything we&#39;re doing,"
    },
    {
      "index": 192,
      "start_time": 939000.0,
      "end_time": 943000.0,
      "text": "we&#39;re doing in consultation with our partners in the region, including Israel, which obviously"
    },
    {
      "index": 193,
      "start_time": 943000.0,
      "end_time": 949000.0,
      "text": "has a huge interest in seeing what happens in Syria, coordinating with Turkey and other"
    },
    {
      "index": 194,
      "start_time": 949000.0,
      "end_time": 951000.0,
      "text": "countries in the region that have a great interest in this."
    },
    {
      "index": 195,
      "start_time": 951000.0,
      "end_time": 956000.0,
      "text": "Now, this - what we&#39;re seeing taking place in Syria is heartbreaking, and that&#39;s"
    },
    {
      "index": 196,
      "start_time": 956000.0,
      "end_time": 961000.0,
      "text": "why we are going to do everything we can to make sure that we are helping the opposition."
    },
    {
      "index": 197,
      "start_time": 961000.0,
      "end_time": 967000.0,
      "text": "But we also have to recognize that, you know, for us to get more entangled militarily in"
    },
    {
      "index": 198,
      "start_time": 967000.0,
      "end_time": 973000.0,
      "text": "Syria is a serious step. And we have to do so making absolutely certain that we know"
    },
    {
      "index": 199,
      "start_time": 973000.0,
      "end_time": 979000.0,
      "text": "who we are helping, that we&#39;re not putting arms in the hands of folks who eventually"
    },
    {
      "index": 200,
      "start_time": 979000.0,
      "end_time": 982000.0,
      "text": "could turn them against us or our allies in the region."
    },
    {
      "index": 201,
      "start_time": 982000.0,
      "end_time": 989000.0,
      "text": "And I am confident that Assad&#39;s days are numbered. But what we can&#39;t do is to simply"
    },
    {
      "index": 202,
      "start_time": 989000.0,
      "end_time": 994000.0,
      "text": "suggest that, as Governor Romney at times has suggested, that giving heavy weapons,"
    },
    {
      "index": 203,
      "start_time": 994000.0,
      "end_time": 999000.0,
      "text": "for example, to the Syrian opposition is a simple proposition that would lead us to be"
    },
    {
      "index": 204,
      "start_time": 999000.0,
      "end_time": 1001000.0,
      "text": "safer over the long term. MR. SCHIEFFER: Governor."
    },
    {
      "index": 205,
      "start_time": 1001000.0,
      "end_time": 1004000.0,
      "text": "MR. ROMNEY: Well, let&#39;s step back and talk about what&#39;s happening in Syria and how"
    },
    {
      "index": 206,
      "start_time": 1004000.0,
      "end_time": 1010000.0,
      "text": "important it is. First of all, 30,000 people being killed by their government is a humanitarian"
    },
    {
      "index": 207,
      "start_time": 1010000.0,
      "end_time": 1014000.0,
      "text": "disaster. Secondly, Syria&#39;s an opportunity for us"
    },
    {
      "index": 208,
      "start_time": 1014000.0,
      "end_time": 1017000.0,
      "text": "because Syria plays an important role in the Middle East, particularly right now. Syria"
    },
    {
      "index": 209,
      "start_time": 1017000.0,
      "end_time": 1023000.0,
      "text": "is Iran&#39;s only ally in the Arab world. It&#39;s their route to the sea. It&#39;s the"
    },
    {
      "index": 210,
      "start_time": 1023000.0,
      "end_time": 1028000.0,
      "text": "route for them to arm Hezbollah in Lebanon, which threatens, of course, our ally Israel."
    },
    {
      "index": 211,
      "start_time": 1028000.0,
      "end_time": 1034000.0,
      "text": "And so seeing Syria remove Assad is a very high priority for us. Number two, seeing a"
    },
    {
      "index": 212,
      "start_time": 1034000.0,
      "end_time": 1039000.0,
      "text": "- a replacement government being responsible people is critical for us. And finally, we"
    },
    {
      "index": 213,
      "start_time": 1039000.0,
      "end_time": 1042000.0,
      "text": "don&#39;t want to have military involvement there. We don&#39;t want to get drawn into"
    },
    {
      "index": 214,
      "start_time": 1042000.0,
      "end_time": 1045000.0,
      "text": "a military conflict. And so the right course for us is working"
    },
    {
      "index": 215,
      "start_time": 1045000.0,
      "end_time": 1051000.0,
      "text": "through our partners and with our own resources to identify responsible parties within Syria,"
    },
    {
      "index": 216,
      "start_time": 1051000.0,
      "end_time": 1056000.0,
      "text": "organize them, bring them together in a - in a form of - of - if not government,"
    },
    {
      "index": 217,
      "start_time": 1056000.0,
      "end_time": 1061000.0,
      "text": "a form of - of council that can take the lead in Syria, and then make sure they have"
    },
    {
      "index": 218,
      "start_time": 1061000.0,
      "end_time": 1066000.0,
      "text": "the arms necessary to defend themselves. We do need to make sure that they don&#39;t have"
    },
    {
      "index": 219,
      "start_time": 1066000.0,
      "end_time": 1070000.0,
      "text": "arms that get into the - the wrong hands. Those arms could be used to hurt us down the"
    },
    {
      "index": 220,
      "start_time": 1070000.0,
      "end_time": 1074000.0,
      "text": "road. We need to make sure as well that we coordinate this effort with our allies and"
    },
    {
      "index": 221,
      "start_time": 1074000.0,
      "end_time": 1079000.0,
      "text": "particularly with - with - with Israel. But the Saudis and the Qatari and - and"
    },
    {
      "index": 222,
      "start_time": 1079000.0,
      "end_time": 1082000.0,
      "text": "- and the Turks are all very concerned about this. They&#39;re willing to work with"
    },
    {
      "index": 223,
      "start_time": 1082000.0,
      "end_time": 1088000.0,
      "text": "us. We need to have a very effective leadership effort in Syria, making sure that the -"
    },
    {
      "index": 224,
      "start_time": 1088000.0,
      "end_time": 1092000.0,
      "text": "the - the insurgents there are armed and that the insurgents that become armed are"
    },
    {
      "index": 225,
      "start_time": 1092000.0,
      "end_time": 1098000.0,
      "text": "people who will be the responsible parties. Recognize I believe that Assad must go. I"
    },
    {
      "index": 226,
      "start_time": 1098000.0,
      "end_time": 1102000.0,
      "text": "believe he will go. But I believe we want to make sure that we have the relationships"
    },
    {
      "index": 227,
      "start_time": 1102000.0,
      "end_time": 1107000.0,
      "text": "of friendship with the people that take his place such that in the years to come we see"
    },
    {
      "index": 228,
      "start_time": 1107000.0,
      "end_time": 1112000.0,
      "text": "Syria as a - as a friend and Syria as a responsible party in the Middle East. This"
    },
    {
      "index": 229,
      "start_time": 1112000.0,
      "end_time": 1115000.0,
      "text": "- this is a critical opportunity for America. And what I&#39;m afraid of is that we&#39;ve"
    },
    {
      "index": 230,
      "start_time": 1115000.0,
      "end_time": 1120000.0,
      "text": "watched over the past year or so first the president saying, well, we&#39;ll let the U.N."
    },
    {
      "index": 231,
      "start_time": 1120000.0,
      "end_time": 1124000.0,
      "text": "deal with it, and Assad - excuse me, Kofi Annan came in and - and said, we&#39;re"
    },
    {
      "index": 232,
      "start_time": 1124000.0,
      "end_time": 1126000.0,
      "text": "going to try - have a cease-fire. That didn&#39;t work. Then it looked to the"
    },
    {
      "index": 233,
      "start_time": 1126000.0,
      "end_time": 1131000.0,
      "text": "Russians and said, see if you can do something. we should. We should be playing the leadership"
    },
    {
      "index": 234,
      "start_time": 1131000.0,
      "end_time": 1133000.0,
      "text": "role there, not on the ground with military -"
    },
    {
      "index": 235,
      "start_time": 1133000.0,
      "end_time": 1135000.0,
      "text": "MR. SCHIEFFER: All right. MR. ROMNEY: - by the leadership role."
    },
    {
      "index": 236,
      "start_time": 1135000.0,
      "end_time": 1138000.0,
      "text": "PRESIDENT OBAMA: We are - we playing the leadership role. We organized the &quot;Friends"
    },
    {
      "index": 237,
      "start_time": 1138000.0,
      "end_time": 1144000.0,
      "text": "of Syria. We are mobilizing humanitarian support and support for the opposition. And"
    },
    {
      "index": 238,
      "start_time": 1144000.0,
      "end_time": 1149000.0,
      "text": "we are making sure that that those we help are those who will be friends of ours in the"
    },
    {
      "index": 239,
      "start_time": 1149000.0,
      "end_time": 1153000.0,
      "text": "long term and friends of our allies in the region over the long term."
    },
    {
      "index": 240,
      "start_time": 1153000.0,
      "end_time": 1157000.0,
      "text": "But you know, going back to Libya, because this is an example of - of how we make"
    },
    {
      "index": 241,
      "start_time": 1157000.0,
      "end_time": 1164000.0,
      "text": "choices, you know, when we went into Libya and we were able to immediately stop the massacre"
    },
    {
      "index": 242,
      "start_time": 1164000.0,
      "end_time": 1169000.0,
      "text": "there because of the unique circumstances and the coalition that we had helped to organize,"
    },
    {
      "index": 243,
      "start_time": 1169000.0,
      "end_time": 1174000.0,
      "text": "we also had to make sure that Moammar Gadhafi didn&#39;t stay there. And to the governor&#39;s"
    },
    {
      "index": 244,
      "start_time": 1174000.0,
      "end_time": 1180000.0,
      "text": "credit, you supported us going into Libya and the coalition that we organized. But when"
    },
    {
      "index": 245,
      "start_time": 1180000.0,
      "end_time": 1185000.0,
      "text": "it came time to making sure that Gadhafi did not stay in power, that he was captured, Governor,"
    },
    {
      "index": 246,
      "start_time": 1185000.0,
      "end_time": 1193000.0,
      "text": "your suggestion was that this was mission creep, that this was mission muddle."
    },
    {
      "index": 247,
      "start_time": 1193000.0,
      "end_time": 1198000.0,
      "text": "Imagine if we had pulled out at that point. That - Moammar Gadhafi had more American"
    },
    {
      "index": 248,
      "start_time": 1198000.0,
      "end_time": 1203000.0,
      "text": "blood on his hands than any individual other than Osama bin Laden. And so we were going"
    },
    {
      "index": 249,
      "start_time": 1203000.0,
      "end_time": 1207000.0,
      "text": "to make sure that we finished the job. That&#39;s part of the reason why the Libyans stand with"
    },
    {
      "index": 250,
      "start_time": 1207000.0,
      "end_time": 1214000.0,
      "text": "us. But we did so in a careful, thoughtful way, making certain that we knew who we were"
    },
    {
      "index": 251,
      "start_time": 1214000.0,
      "end_time": 1220000.0,
      "text": "dealing with, that those forces of moderation on the ground were ones that we could work"
    },
    {
      "index": 252,
      "start_time": 1220000.0,
      "end_time": 1225000.0,
      "text": "with. And we have to take the same kind of steady, thoughtful leadership when it comes"
    },
    {
      "index": 253,
      "start_time": 1225000.0,
      "end_time": 1227000.0,
      "text": "to Syria. That&#39;s exactly what we&#39;re doing."
    },
    {
      "index": 254,
      "start_time": 1227000.0,
      "end_time": 1230000.0,
      "text": "MR. SCHIEFFER: Governor, can I just ask you, would you go beyond what the administration"
    },
    {
      "index": 255,
      "start_time": 1230000.0,
      "end_time": 1235000.0,
      "text": "would do? Like, for example, would you put in no-fly zones over Syria?"
    },
    {
      "index": 256,
      "start_time": 1235000.0,
      "end_time": 1238000.0,
      "text": "MR. ROMNEY: I don&#39;t - I don&#39;t want to have our military involved in - in Syria."
    },
    {
      "index": 257,
      "start_time": 1238000.0,
      "end_time": 1243000.0,
      "text": "I don&#39;t think there&#39;s a necessity to put our military in Syria at - at this"
    },
    {
      "index": 258,
      "start_time": 1243000.0,
      "end_time": 1245000.0,
      "text": "stage. I don&#39;t anticipate that in the future."
    },
    {
      "index": 259,
      "start_time": 1245000.0,
      "end_time": 1251000.0,
      "text": "As I indicated, our objectives are to replace Assad and to have in place a new government"
    },
    {
      "index": 260,
      "start_time": 1251000.0,
      "end_time": 1255000.0,
      "text": "which is friendly to us - a responsible government, if possible. And I want to make"
    },
    {
      "index": 261,
      "start_time": 1255000.0,
      "end_time": 1260000.0,
      "text": "sure the get armed and they have the arms necessary to defend themselves but also to"
    },
    {
      "index": 262,
      "start_time": 1260000.0,
      "end_time": 1263000.0,
      "text": "remove - to remove Assad. But I do not want to see a military involvement on the"
    },
    {
      "index": 263,
      "start_time": 1263000.0,
      "end_time": 1267000.0,
      "text": "part of - of our - of our troops. And this isn&#39;t - this isn&#39;t going"
    },
    {
      "index": 264,
      "start_time": 1267000.0,
      "end_time": 1272000.0,
      "text": "to be necessary. We have - with our partners in the region, we have sufficient resources"
    },
    {
      "index": 265,
      "start_time": 1272000.0,
      "end_time": 1277000.0,
      "text": "to support those groups. But look, this has been going on for a year. This is a time -"
    },
    {
      "index": 266,
      "start_time": 1277000.0,
      "end_time": 1281000.0,
      "text": "this should have been a time for American leadership. We should have taken a leading"
    },
    {
      "index": 267,
      "start_time": 1281000.0,
      "end_time": 1285000.0,
      "text": "role - not militarily, but a leading role organizationally, governmentally, to bring"
    },
    {
      "index": 268,
      "start_time": 1285000.0,
      "end_time": 1288000.0,
      "text": "together the parties there to find responsible parties."
    },
    {
      "index": 269,
      "start_time": 1288000.0,
      "end_time": 1294000.0,
      "text": "As you hear from intelligence sources even today, the insurgents are highly disparate."
    },
    {
      "index": 270,
      "start_time": 1294000.0,
      "end_time": 1299000.0,
      "text": "They haven&#39;t come together. They haven&#39;t formed a unity group, a council of some kind."
    },
    {
      "index": 271,
      "start_time": 1299000.0,
      "end_time": 1302000.0,
      "text": "That needs to happen. America can help that happen. And we need to make sure they have"
    },
    {
      "index": 272,
      "start_time": 1302000.0,
      "end_time": 1307000.0,
      "text": "the arms they need to carry out the very important role, which is getting rid of Assad."
    },
    {
      "index": 273,
      "start_time": 1307000.0,
      "end_time": 1310000.0,
      "text": "MR. SCHIEFFER: Could we get a quick response, Mr. President, because I want to ask -"
    },
    {
      "index": 274,
      "start_time": 1310000.0,
      "end_time": 1313000.0,
      "text": "PRESIDENT OBAMA: Well, I&#39;ll - I&#39;ll - I&#39;ll be - I&#39;ll be very quick."
    },
    {
      "index": 275,
      "start_time": 1313000.0,
      "end_time": 1318000.0,
      "text": "What you just heard Governor Romney said is he doesn&#39;t have different ideas, and that&#39;s"
    },
    {
      "index": 276,
      "start_time": 1318000.0,
      "end_time": 1326000.0,
      "text": "because we&#39;re doing exactly what we should be doing to try to promote a moderate, Syrian"
    },
    {
      "index": 277,
      "start_time": 1326000.0,
      "end_time": 1330000.0,
      "text": "leadership and a - an effective transition so that we get Assad out. That&#39;s the kind"
    },
    {
      "index": 278,
      "start_time": 1330000.0,
      "end_time": 1333000.0,
      "text": "of leadership we&#39;ve shown. That&#39;s the kind of leadership we&#39;ll continue to show."
    },
    {
      "index": 279,
      "start_time": 1333000.0,
      "end_time": 1339000.0,
      "text": "MR. SCHIEFFER: May I ask you, you know, during the Egyptian turmoil, there came a point when"
    },
    {
      "index": 280,
      "start_time": 1339000.0,
      "end_time": 1342000.0,
      "text": "you said it was time for President Mubarak to go."
    },
    {
      "index": 281,
      "start_time": 1342000.0,
      "end_time": 1344000.0,
      "text": "PRESIDENT OBAMA: Right. MR. SCHIEFFER: Some in your administration"
    },
    {
      "index": 282,
      "start_time": 1344000.0,
      "end_time": 1350000.0,
      "text": "thought perhaps we should have waited a while on that. Do you have any regrets about that?"
    },
    {
      "index": 283,
      "start_time": 1350000.0,
      "end_time": 1355000.0,
      "text": "PRESIDENT OBAMA: No, I don&#39;t because I think that America has to stand with democracy."
    },
    {
      "index": 284,
      "start_time": 1355000.0,
      "end_time": 1361000.0,
      "text": "The notion that we would have tanks run over those young people who were in Tahrir Square,"
    },
    {
      "index": 285,
      "start_time": 1361000.0,
      "end_time": 1366000.0,
      "text": "that is not the kind of American leadership that John F. Kennedy talked about 50 years"
    },
    {
      "index": 286,
      "start_time": 1366000.0,
      "end_time": 1371000.0,
      "text": "ago. But what I&#39;ve also said is that now that"
    },
    {
      "index": 287,
      "start_time": 1371000.0,
      "end_time": 1376000.0,
      "text": "you have a democratically elected government in Egypt, that they have to make sure that"
    },
    {
      "index": 288,
      "start_time": 1376000.0,
      "end_time": 1382000.0,
      "text": "they take responsibility for protecting religious minorities - and we have put significant"
    },
    {
      "index": 289,
      "start_time": 1382000.0,
      "end_time": 1386000.0,
      "text": "pressure on them to make sure they&#39;re doing that - to recognize the rights of women,"
    },
    {
      "index": 290,
      "start_time": 1386000.0,
      "end_time": 1391000.0,
      "text": "which is critical throughout the region. These countries can&#39;t develop if young women"
    },
    {
      "index": 291,
      "start_time": 1391000.0,
      "end_time": 1394000.0,
      "text": "are not given the kind of education that they need."
    },
    {
      "index": 292,
      "start_time": 1394000.0,
      "end_time": 1399000.0,
      "text": "They have to abide by their treaty with Israel. That is a red line for us, because not only"
    },
    {
      "index": 293,
      "start_time": 1399000.0,
      "end_time": 1403000.0,
      "text": "is Israel&#39;s security at stake, but our security is at stake if that unravels."
    },
    {
      "index": 294,
      "start_time": 1403000.0,
      "end_time": 1407000.0,
      "text": "They have to make sure that they&#39;re cooperating with us when it comes to counterterrorism."
    },
    {
      "index": 295,
      "start_time": 1407000.0,
      "end_time": 1413000.0,
      "text": "And we will help them with respect to developing their own economy, because ultimately, what&#39;s"
    },
    {
      "index": 296,
      "start_time": 1413000.0,
      "end_time": 1419000.0,
      "text": "going to make the Egyptian revolution successful for the people of Egypt but also for the world"
    },
    {
      "index": 297,
      "start_time": 1419000.0,
      "end_time": 1424000.0,
      "text": "is if those young people who gathered there are seeing opportunities. Their aspirations"
    },
    {
      "index": 298,
      "start_time": 1424000.0,
      "end_time": 1429000.0,
      "text": "are similar to young people&#39;s here. They want jobs. They want to be able to make sure"
    },
    {
      "index": 299,
      "start_time": 1429000.0,
      "end_time": 1433000.0,
      "text": "their kids are going to a good school. They want to make sure that they have a roof over"
    },
    {
      "index": 300,
      "start_time": 1433000.0,
      "end_time": 1438000.0,
      "text": "their heads and that they have a - the prospects of a better life in the future."
    },
    {
      "index": 301,
      "start_time": 1438000.0,
      "end_time": 1441000.0,
      "text": "And so one of the things that we&#39;ve been doing is - is, for example, organizing"
    },
    {
      "index": 302,
      "start_time": 1441000.0,
      "end_time": 1446000.0,
      "text": "entrepreneurship conferences with these Egyptians to - to give them a sense of how they can"
    },
    {
      "index": 303,
      "start_time": 1446000.0,
      "end_time": 1450000.0,
      "text": "start rebuilding their economy in a way that&#39;s noncorrupt, that&#39;s transparent."
    },
    {
      "index": 304,
      "start_time": 1450000.0,
      "end_time": 1456000.0,
      "text": "But what is also important for us to understand is - is that for America to be successful"
    },
    {
      "index": 305,
      "start_time": 1456000.0,
      "end_time": 1460000.0,
      "text": "in this region, there are some things that we&#39;re going to have to do here at home"
    },
    {
      "index": 306,
      "start_time": 1460000.0,
      "end_time": 1466000.0,
      "text": "as well. You know, one of the challenges over the last decade is we&#39;ve done experiments"
    },
    {
      "index": 307,
      "start_time": 1466000.0,
      "end_time": 1472000.0,
      "text": "in nation building in places like Iraq and Afghanistan. And we&#39;ve neglected, for example,"
    },
    {
      "index": 308,
      "start_time": 1472000.0,
      "end_time": 1477000.0,
      "text": "developing our own economy, our own energy sectors, our own education system. And it&#39;s"
    },
    {
      "index": 309,
      "start_time": 1477000.0,
      "end_time": 1481000.0,
      "text": "very hard for us to project leadership around the world when we&#39;re not doing what we"
    },
    {
      "index": 310,
      "start_time": 1481000.0,
      "end_time": 1483000.0,
      "text": "need to do here. MR. SCHIEFFER: Governor Romney, I want to"
    },
    {
      "index": 311,
      "start_time": 1483000.0,
      "end_time": 1487000.0,
      "text": "hear your response to that, but I would just ask you, would you have stuck with Mubarak?"
    },
    {
      "index": 312,
      "start_time": 1487000.0,
      "end_time": 1492000.0,
      "text": "MR. ROMNEY: No, I believe, as the president indicated and said at the time, that I supported"
    },
    {
      "index": 313,
      "start_time": 1492000.0,
      "end_time": 1497000.0,
      "text": "his - his action there. I felt that - I wish we&#39;d have had a better vision of"
    },
    {
      "index": 314,
      "start_time": 1497000.0,
      "end_time": 1501000.0,
      "text": "the future. I wish that, looking back at the beginning of the president&#39;s term and even"
    },
    {
      "index": 315,
      "start_time": 1501000.0,
      "end_time": 1505000.0,
      "text": "further back than that, that we&#39;d have recognized that there was a growing energy"
    },
    {
      "index": 316,
      "start_time": 1505000.0,
      "end_time": 1509000.0,
      "text": "and passion for freedom in that part of the world and that we would have worked more aggressively"
    },
    {
      "index": 317,
      "start_time": 1509000.0,
      "end_time": 1513000.0,
      "text": "with our - our friend and with other friends in the region to have them make the transition"
    },
    {
      "index": 318,
      "start_time": 1513000.0,
      "end_time": 1517000.0,
      "text": "towards a more representative form of government such that it didn&#39;t explode in the way"
    },
    {
      "index": 319,
      "start_time": 1517000.0,
      "end_time": 1522000.0,
      "text": "it did. But once it exploded, I felt the same as the president did, which is these -"
    },
    {
      "index": 320,
      "start_time": 1522000.0,
      "end_time": 1527000.0,
      "text": "these freedom voices in the - the streets of Egypt where the people who were speaking"
    },
    {
      "index": 321,
      "start_time": 1527000.0,
      "end_time": 1532000.0,
      "text": "of our principles and the - the - President Mubarak had done things which were unimaginable,"
    },
    {
      "index": 322,
      "start_time": 1532000.0,
      "end_time": 1535000.0,
      "text": "and the idea of him crushing his people was not something that we could possibly support."
    },
    {
      "index": 323,
      "start_time": 1535000.0,
      "end_time": 1540000.0,
      "text": "Let me - let me step back and talk about what I think our mission has to be in the"
    },
    {
      "index": 324,
      "start_time": 1540000.0,
      "end_time": 1544000.0,
      "text": "Middle East, and even more broadly, because our purpose is to make sure the world is more"
    },
    {
      "index": 325,
      "start_time": 1544000.0,
      "end_time": 1549000.0,
      "text": "- is peaceful. We want a peaceful planet. We want people to be able to enjoy their lives"
    },
    {
      "index": 326,
      "start_time": 1549000.0,
      "end_time": 1553000.0,
      "text": "and know they&#39;re going to have a bright and prosperous future and not be at war. That&#39;s"
    },
    {
      "index": 327,
      "start_time": 1553000.0,
      "end_time": 1557000.0,
      "text": "our purpose. And the mantle of - of leadership for promoting the principles of peace has"
    },
    {
      "index": 328,
      "start_time": 1557000.0,
      "end_time": 1561000.0,
      "text": "fallen to America. We didn&#39;t ask for it, but it&#39;s an honor that we have it."
    },
    {
      "index": 329,
      "start_time": 1561000.0,
      "end_time": 1566000.0,
      "text": "But for us to be able to promote those principles of peace requires us to be strong, and that"
    },
    {
      "index": 330,
      "start_time": 1566000.0,
      "end_time": 1571000.0,
      "text": "begins with a strong economy here at home, and unfortunately, the economy is not stronger."
    },
    {
      "index": 331,
      "start_time": 1571000.0,
      "end_time": 1576000.0,
      "text": "When the - when the - the president of Iraq - excuse me - of Iran, Ahmadinejad,"
    },
    {
      "index": 332,
      "start_time": 1576000.0,
      "end_time": 1581000.0,
      "text": "says that our debt makes us not a great country, that&#39;s a frightening thing. The former"
    },
    {
      "index": 333,
      "start_time": 1581000.0,
      "end_time": 1585000.0,
      "text": "chief of - chief of the Joints Chief of Staff said that - Admiral Mullen - said"
    },
    {
      "index": 334,
      "start_time": 1585000.0,
      "end_time": 1589000.0,
      "text": "that our debt is the biggest national security threat we face. This - we have weakened"
    },
    {
      "index": 335,
      "start_time": 1589000.0,
      "end_time": 1592000.0,
      "text": "our economy. We need a strong economy. We need to have"
    },
    {
      "index": 336,
      "start_time": 1592000.0,
      "end_time": 1596000.0,
      "text": "as well a strong military. Our military is second to none in the world. We&#39;re blessed"
    },
    {
      "index": 337,
      "start_time": 1596000.0,
      "end_time": 1601000.0,
      "text": "with terrific soldiers and extraordinary technology and intelligence. But the idea of a trillion"
    },
    {
      "index": 338,
      "start_time": 1601000.0,
      "end_time": 1606000.0,
      "text": "dollars in cuts through sequestration and budget cuts to the military would change that."
    },
    {
      "index": 339,
      "start_time": 1606000.0,
      "end_time": 1610000.0,
      "text": "We need to have strong allies. Our association and - and connection with our allies is"
    },
    {
      "index": 340,
      "start_time": 1610000.0,
      "end_time": 1615000.0,
      "text": "essential to America&#39;s strength. We&#39;re the - the great nation that has allies,"
    },
    {
      "index": 341,
      "start_time": 1615000.0,
      "end_time": 1620000.0,
      "text": "42 allies and friends around the world. And finally, we have to stand by our principles."
    },
    {
      "index": 342,
      "start_time": 1620000.0,
      "end_time": 1625000.0,
      "text": "And if we&#39;re strong in each of those things, American influence will grow. But unfortunately,"
    },
    {
      "index": 343,
      "start_time": 1625000.0,
      "end_time": 1629000.0,
      "text": "in nowhere in the world is America&#39;s influence greater today than it was four years ago."
    },
    {
      "index": 344,
      "start_time": 1629000.0,
      "end_time": 1631000.0,
      "text": "MR. SCHIEFFER: All right. MR. ROMNEY: And that&#39;s because we&#39;ve"
    },
    {
      "index": 345,
      "start_time": 1631000.0,
      "end_time": 1633000.0,
      "text": "become weaker on each of those four dimensions. MR. SCHIEFFER: All right - perfect. You&#39;re"
    },
    {
      "index": 346,
      "start_time": 1633000.0,
      "end_time": 1638000.0,
      "text": "going to get a chance to respond to that because that&#39;s a perfect segue into our next segment,"
    },
    {
      "index": 347,
      "start_time": 1638000.0,
      "end_time": 1645000.0,
      "text": "and that is what is America&#39;s role in the world. And that is the question. What do each"
    },
    {
      "index": 348,
      "start_time": 1645000.0,
      "end_time": 1650000.0,
      "text": "of you see as our role in the world? And I believe, Governor Romney, it&#39;s your"
    },
    {
      "index": 349,
      "start_time": 1650000.0,
      "end_time": 1653000.0,
      "text": "turn to go first. MR. ROMNEY: Well, I - I absolutely believe"
    },
    {
      "index": 350,
      "start_time": 1653000.0,
      "end_time": 1659000.0,
      "text": "that America has a - a responsibility and the privilege of helping defend freedom and"
    },
    {
      "index": 351,
      "start_time": 1659000.0,
      "end_time": 1664000.0,
      "text": "promote the principles that - that make the world more peaceful. And those principles"
    },
    {
      "index": 352,
      "start_time": 1664000.0,
      "end_time": 1671000.0,
      "text": "include human rights, human dignity, free enterprise, freedom of expression, elections,"
    },
    {
      "index": 353,
      "start_time": 1671000.0,
      "end_time": 1675000.0,
      "text": "because when there are elections, people tend to vote for peace. They don&#39;t vote for"
    },
    {
      "index": 354,
      "start_time": 1675000.0,
      "end_time": 1680000.0,
      "text": "war. So we want to - to promote those principles around the world. We recognize that there"
    },
    {
      "index": 355,
      "start_time": 1680000.0,
      "end_time": 1685000.0,
      "text": "are places of conflict in the world. We want to end those conflicts to the extent humanly"
    },
    {
      "index": 356,
      "start_time": 1685000.0,
      "end_time": 1691000.0,
      "text": "possible. But in order to be able to fulfill our role in the world, America must be strong."
    },
    {
      "index": 357,
      "start_time": 1691000.0,
      "end_time": 1695000.0,
      "text": "America must lead. And for that to happen, we have to strengthen"
    },
    {
      "index": 358,
      "start_time": 1695000.0,
      "end_time": 1700000.0,
      "text": "our economy here at home. You can&#39;t have 23 million people struggling to get a job."
    },
    {
      "index": 359,
      "start_time": 1700000.0,
      "end_time": 1704000.0,
      "text": "You - you can&#39;t have an economy that over the last three years keeps slowing down"
    },
    {
      "index": 360,
      "start_time": 1704000.0,
      "end_time": 1709000.0,
      "text": "its growth rate. You can&#39;t have kids coming out of college, half of whom can&#39;t find"
    },
    {
      "index": 361,
      "start_time": 1709000.0,
      "end_time": 1713000.0,
      "text": "a job today, or a job that&#39;s commensurate with their college degree. We have to get"
    },
    {
      "index": 362,
      "start_time": 1713000.0,
      "end_time": 1717000.0,
      "text": "our economy going. And our military - we&#39;ve got to strengthen"
    },
    {
      "index": 363,
      "start_time": 1717000.0,
      "end_time": 1721000.0,
      "text": "our military long- term. We don&#39;t know what the world is going to throw at us down"
    },
    {
      "index": 364,
      "start_time": 1721000.0,
      "end_time": 1726000.0,
      "text": "the road. We - we make decisions today in a military that - that will confront"
    },
    {
      "index": 365,
      "start_time": 1726000.0,
      "end_time": 1730000.0,
      "text": "challenges we can&#39;t imagine. In the 2000 debates there was no mention of"
    },
    {
      "index": 366,
      "start_time": 1730000.0,
      "end_time": 1734000.0,
      "text": "terrorism, for instance. And a year later, 9/11 happened. So we have to make decisions"
    },
    {
      "index": 367,
      "start_time": 1734000.0,
      "end_time": 1739000.0,
      "text": "based upon uncertainty. And that means a strong military. I will not cut our military budget."
    },
    {
      "index": 368,
      "start_time": 1739000.0,
      "end_time": 1745000.0,
      "text": "We have to also stand by our allies. I think the tension that existed between Israel and"
    },
    {
      "index": 369,
      "start_time": 1745000.0,
      "end_time": 1749000.0,
      "text": "the United States was very unfortunate. I think also that pulling our missile defense"
    },
    {
      "index": 370,
      "start_time": 1749000.0,
      "end_time": 1756000.0,
      "text": "program out of Poland in the way we was also unfortunate in terms of, if you will, disrupting"
    },
    {
      "index": 371,
      "start_time": 1756000.0,
      "end_time": 1759000.0,
      "text": "the relationship in some ways that existed between us."
    },
    {
      "index": 372,
      "start_time": 1759000.0,
      "end_time": 1764000.0,
      "text": "And then of course, with regards to standing for our principles, when - when the students"
    },
    {
      "index": 373,
      "start_time": 1764000.0,
      "end_time": 1769000.0,
      "text": "took to the streets in Tehran and the people there protested, the Green Revolution occurred."
    },
    {
      "index": 374,
      "start_time": 1769000.0,
      "end_time": 1773000.0,
      "text": "For the president to be silent I thought was an enormous mistake. We have to stand for"
    },
    {
      "index": 375,
      "start_time": 1773000.0,
      "end_time": 1778000.0,
      "text": "our principles, stand for our allies, stand for a strong military and stand for a stronger"
    },
    {
      "index": 376,
      "start_time": 1778000.0,
      "end_time": 1779000.0,
      "text": "economy. MR. SCHIEFFER: Mr. President."
    },
    {
      "index": 377,
      "start_time": 1779000.0,
      "end_time": 1786000.0,
      "text": "PRESIDENT OBAMA: America remains the one indispensable nation. And the world needs a strong America."
    },
    {
      "index": 378,
      "start_time": 1786000.0,
      "end_time": 1792000.0,
      "text": "And it is stronger now then when I came into office. Because we ended the war in Iraq,"
    },
    {
      "index": 379,
      "start_time": 1792000.0,
      "end_time": 1798000.0,
      "text": "we were able to refocus our attention on not only the terrorist threat but also beginning"
    },
    {
      "index": 380,
      "start_time": 1798000.0,
      "end_time": 1804000.0,
      "text": "a transition process in Afghanistan. It also allowed us to refocus on alliances and relationships"
    },
    {
      "index": 381,
      "start_time": 1804000.0,
      "end_time": 1809000.0,
      "text": "that had been neglected for a decade. And, Governor Romney, our alliances have never"
    },
    {
      "index": 382,
      "start_time": 1809000.0,
      "end_time": 1819000.0,
      "text": "been stronger. In Asia, in Europe, in Africa, with Israel where we have unprecedented military"
    },
    {
      "index": 383,
      "start_time": 1819000.0,
      "end_time": 1825000.0,
      "text": "and intelligence cooperation, including dealing with the Iranian threat. But what we also"
    },
    {
      "index": 384,
      "start_time": 1825000.0,
      "end_time": 1830000.0,
      "text": "have been able to do is position ourselves so we can start rebuilding America."
    },
    {
      "index": 385,
      "start_time": 1830000.0,
      "end_time": 1835000.0,
      "text": "And that&#39;s what my plan does: Making sure that we&#39;re bringing manufacturing back"
    },
    {
      "index": 386,
      "start_time": 1835000.0,
      "end_time": 1839000.0,
      "text": "to our shores so that we&#39;re creating jobs here, as we&#39;ve done with the auto industry,"
    },
    {
      "index": 387,
      "start_time": 1839000.0,
      "end_time": 1843000.0,
      "text": "not rewarding companies that are shipping jobs overseas; making sure that we&#39;ve got"
    },
    {
      "index": 388,
      "start_time": 1843000.0,
      "end_time": 1849000.0,
      "text": "the best education system in the world, including retraining our workers for the jobs of tomorrow;"
    },
    {
      "index": 389,
      "start_time": 1849000.0,
      "end_time": 1854000.0,
      "text": "doing everything we can to control our energy. We&#39;ve cut our oil imports to the lowest"
    },
    {
      "index": 390,
      "start_time": 1854000.0,
      "end_time": 1860000.0,
      "text": "level in two decades because we&#39;ve developed oil and natural gas, but we also have to develop"
    },
    {
      "index": 391,
      "start_time": 1860000.0,
      "end_time": 1867000.0,
      "text": "clean energy technologies that will allow us to cut our exports in half by 2020. That&#39;s"
    },
    {
      "index": 392,
      "start_time": 1867000.0,
      "end_time": 1870000.0,
      "text": "the kind of leadership that we need to show. And we&#39;ve got to make sure that we reduce"
    },
    {
      "index": 393,
      "start_time": 1870000.0,
      "end_time": 1874000.0,
      "text": "our deficit. Unfortunately, Governor Romney&#39;s plan doesn&#39;t do it. We&#39;ve got to do"
    },
    {
      "index": 394,
      "start_time": 1874000.0,
      "end_time": 1879000.0,
      "text": "it in a responsible way, by cutting out spending we don&#39;t need but also asking the wealthiest"
    },
    {
      "index": 395,
      "start_time": 1879000.0,
      "end_time": 1884000.0,
      "text": "to pay a little bit more. That way we can invest in the research and technology that&#39;s"
    },
    {
      "index": 396,
      "start_time": 1884000.0,
      "end_time": 1890000.0,
      "text": "always kept us at the cutting edge. Now Governor Romney has taken a different"
    },
    {
      "index": 397,
      "start_time": 1890000.0,
      "end_time": 1896000.0,
      "text": "approach throughout this campaign. You know, both at home and abroad, he has proposed wrong"
    },
    {
      "index": 398,
      "start_time": 1896000.0,
      "end_time": 1902000.0,
      "text": "and reckless policies. He&#39;s praised George Bush as good economic steward and Dick Cheney"
    },
    {
      "index": 399,
      "start_time": 1902000.0,
      "end_time": 1907000.0,
      "text": "as somebody who shows great wisdom and judgment. And taking us back to those kinds of strategies"
    },
    {
      "index": 400,
      "start_time": 1907000.0,
      "end_time": 1911000.0,
      "text": "that got us into this mess are not the way that we are going to maintain leadership in"
    },
    {
      "index": 401,
      "start_time": 1911000.0,
      "end_time": 1914000.0,
      "text": "the 21st century. MR. SCHIEFFER: Governor Romney, wrong and"
    },
    {
      "index": 402,
      "start_time": 1914000.0,
      "end_time": 1917000.0,
      "text": "reckless policies? MR. ROMNEY: (Chuckles.) I&#39;ve got a policy"
    },
    {
      "index": 403,
      "start_time": 1917000.0,
      "end_time": 1922000.0,
      "text": "for the future and agenda for the future. And when it comes to our economy here at home,"
    },
    {
      "index": 404,
      "start_time": 1922000.0,
      "end_time": 1926000.0,
      "text": "I know what it takes to create 12 million new jobs and rising take- home pay. And what"
    },
    {
      "index": 405,
      "start_time": 1926000.0,
      "end_time": 1928000.0,
      "text": "we&#39;ve seen over the last four years is something I don&#39;t want to see over the"
    },
    {
      "index": 406,
      "start_time": 1928000.0,
      "end_time": 1933000.0,
      "text": "next four years. The - the president said by now we&#39;d be at 5.4 percent unemployment."
    },
    {
      "index": 407,
      "start_time": 1933000.0,
      "end_time": 1940000.0,
      "text": "We&#39;re 9 million jobs short of that. I will get America working again and see rising take-"
    },
    {
      "index": 408,
      "start_time": 1940000.0,
      "end_time": 1943000.0,
      "text": "home pay again. And I&#39;ll do it with five simple steps."
    },
    {
      "index": 409,
      "start_time": 1943000.0,
      "end_time": 1947000.0,
      "text": "Number one, were going to have North American energy independence. We&#39;re going to do"
    },
    {
      "index": 410,
      "start_time": 1947000.0,
      "end_time": 1951000.0,
      "text": "it by taking full advantage of oil, coal, gas, nuclear and our renewables."
    },
    {
      "index": 411,
      "start_time": 1951000.0,
      "end_time": 1956000.0,
      "text": "Number two, we&#39;re going to increase our trade. Trade grows about 12 percent per year."
    },
    {
      "index": 412,
      "start_time": 1956000.0,
      "end_time": 1960000.0,
      "text": "It doubles about every - every five or - or so years. We can do better than that,"
    },
    {
      "index": 413,
      "start_time": 1960000.0,
      "end_time": 1965000.0,
      "text": "particularly in Latin America. The opportunities for us in Latin America we have just not taken"
    },
    {
      "index": 414,
      "start_time": 1965000.0,
      "end_time": 1968000.0,
      "text": "advantage of fully. As a matter of fact, Latin America&#39;s economy"
    },
    {
      "index": 415,
      "start_time": 1968000.0,
      "end_time": 1973000.0,
      "text": "is almost as big as the economy of China. We&#39;re all focused on China. Latin America"
    },
    {
      "index": 416,
      "start_time": 1973000.0,
      "end_time": 1977000.0,
      "text": "is a huge opportunity for us: time zone, language opportunities."
    },
    {
      "index": 417,
      "start_time": 1977000.0,
      "end_time": 1982000.0,
      "text": "Number three, we&#39;re going to have to have training programs that work for our workers"
    },
    {
      "index": 418,
      "start_time": 1982000.0,
      "end_time": 1987000.0,
      "text": "and schools that finally put the parents and the teachers and the kids first, and the teachers"
    },
    {
      "index": 419,
      "start_time": 1987000.0,
      "end_time": 1990000.0,
      "text": "union&#39;s going to have to go behind. And then we&#39;re going to have to get to"
    },
    {
      "index": 420,
      "start_time": 1990000.0,
      "end_time": 1996000.0,
      "text": "a balanced budget. We can&#39;t expect entrepreneurs and businesses large and small to take their"
    },
    {
      "index": 421,
      "start_time": 1996000.0,
      "end_time": 2000000.0,
      "text": "life savings or their companies&#39; money and invest in America if they think we&#39;re"
    },
    {
      "index": 422,
      "start_time": 2000000.0,
      "end_time": 2004000.0,
      "text": "headed to the road to Greece. And that&#39;s where we&#39;re going right now unless we finally"
    },
    {
      "index": 423,
      "start_time": 2004000.0,
      "end_time": 2008000.0,
      "text": "get off this spending and borrowing binge. And I&#39;ll get us on track to a balanced"
    },
    {
      "index": 424,
      "start_time": 2008000.0,
      "end_time": 2011000.0,
      "text": "budget. And finally, number five, we&#39;ve got to"
    },
    {
      "index": 425,
      "start_time": 2011000.0,
      "end_time": 2016000.0,
      "text": "champion small business. Small business is where - where jobs come from. Two-thirds"
    },
    {
      "index": 426,
      "start_time": 2016000.0,
      "end_time": 2021000.0,
      "text": "of our jobs come from small businesses. New business formation is down to the lowest level"
    },
    {
      "index": 427,
      "start_time": 2021000.0,
      "end_time": 2026000.0,
      "text": "in 30 years under this administration. I want to bring it back and get back good jobs and"
    },
    {
      "index": 428,
      "start_time": 2026000.0,
      "end_time": 2028000.0,
      "text": "rising take-home pay. PRESIDENT OBAMA: Well, let&#39;s talk about"
    },
    {
      "index": 429,
      "start_time": 2028000.0,
      "end_time": 2033000.0,
      "text": "what we need to compete. First of all, Governor Romney talks about small businesses, but Governor,"
    },
    {
      "index": 430,
      "start_time": 2033000.0,
      "end_time": 2040000.0,
      "text": "when you were in Massachusetts, small businesses&#39; development ranked about 48, I think, out"
    },
    {
      "index": 431,
      "start_time": 2040000.0,
      "end_time": 2043000.0,
      "text": "of 50 states, in Massachusetts, because the policies that you&#39;re promoting actually"
    },
    {
      "index": 432,
      "start_time": 2043000.0,
      "end_time": 2048000.0,
      "text": "don&#39;t help small businesses. And the way you define small businesses include folks"
    },
    {
      "index": 433,
      "start_time": 2048000.0,
      "end_time": 2053000.0,
      "text": "at the very top. They include you and me. That&#39;s not the kind of small business promotion"
    },
    {
      "index": 434,
      "start_time": 2053000.0,
      "end_time": 2055000.0,
      "text": "we need. But - but let&#39;s take an example that"
    },
    {
      "index": 435,
      "start_time": 2055000.0,
      "end_time": 2059000.0,
      "text": "we know is going to make a difference 21st century, and that&#39;s our education policy."
    },
    {
      "index": 436,
      "start_time": 2059000.0,
      "end_time": 2063000.0,
      "text": "We didn&#39;t have a lot of chance to talk about this in the last debate. You know, under"
    },
    {
      "index": 437,
      "start_time": 2063000.0,
      "end_time": 2069000.0,
      "text": "my leadership, what we&#39;ve done is reformed education, working with governors, 46 states."
    },
    {
      "index": 438,
      "start_time": 2069000.0,
      "end_time": 2075000.0,
      "text": "We&#39;ve seen progress and gains in schools that were having a terrible time, and they&#39;re"
    },
    {
      "index": 439,
      "start_time": 2075000.0,
      "end_time": 2080000.0,
      "text": "starting to finally make progress. And what I now want to do is to hire more teachers,"
    },
    {
      "index": 440,
      "start_time": 2080000.0,
      "end_time": 2084000.0,
      "text": "especially in math and science, because we know that we&#39;ve fallen behind when it comes"
    },
    {
      "index": 441,
      "start_time": 2084000.0,
      "end_time": 2087000.0,
      "text": "to math and science. And those teachers can make a difference."
    },
    {
      "index": 442,
      "start_time": 2087000.0,
      "end_time": 2092000.0,
      "text": "Now, Governor Romney, when you were asked by teachers whether or not this would help"
    },
    {
      "index": 443,
      "start_time": 2092000.0,
      "end_time": 2096000.0,
      "text": "the economy grow, you said, this isn&#39;t going to help the economy grow. When you were"
    },
    {
      "index": 444,
      "start_time": 2096000.0,
      "end_time": 2100000.0,
      "text": "asked about reduced class sizes, you said class sizes don&#39;t make a difference. But"
    },
    {
      "index": 445,
      "start_time": 2100000.0,
      "end_time": 2106000.0,
      "text": "I tell you, if you talk to teachers, they will tell you it does make a difference."
    },
    {
      "index": 446,
      "start_time": 2106000.0,
      "end_time": 2111000.0,
      "text": "And if we&#39;ve got math teachers who are able to provide the kind of support that they"
    },
    {
      "index": 447,
      "start_time": 2111000.0,
      "end_time": 2116000.0,
      "text": "need for our kids, that&#39;s what&#39;s going to determine whether or not the new businesses"
    },
    {
      "index": 448,
      "start_time": 2116000.0,
      "end_time": 2119000.0,
      "text": "are created here. Companies are going to locate here depending on whether we&#39;ve got the"
    },
    {
      "index": 449,
      "start_time": 2119000.0,
      "end_time": 2124000.0,
      "text": "most highly skilled workforce. And the kinds of budget proposals that you&#39;ve put forward"
    },
    {
      "index": 450,
      "start_time": 2124000.0,
      "end_time": 2129000.0,
      "text": "- when we don&#39;t ask either you or me to pay a dime more in terms of reducing the"
    },
    {
      "index": 451,
      "start_time": 2129000.0,
      "end_time": 2135000.0,
      "text": "deficit, but instead we slash support for education, that&#39;s undermining our long-term"
    },
    {
      "index": 452,
      "start_time": 2135000.0,
      "end_time": 2139000.0,
      "text": "competitiveness. That is not good for America&#39;s position in the world. And the world notices."
    },
    {
      "index": 453,
      "start_time": 2139000.0,
      "end_time": 2142000.0,
      "text": "MR. SCHIEFFER: Let me get back to foreign policy."
    },
    {
      "index": 454,
      "start_time": 2142000.0,
      "end_time": 2143000.0,
      "text": "MR. ROMNEY: Well - MR. SCHIEFFER: Can I just get back -"
    },
    {
      "index": 455,
      "start_time": 2143000.0,
      "end_time": 2145000.0,
      "text": "MR. ROMNEY: Well, I need to speak a moment if you&#39;ll let me, Bob -"
    },
    {
      "index": 456,
      "start_time": 2145000.0,
      "end_time": 2147000.0,
      "text": "MR. SCHIEFFER: OK. MR. ROMNEY: - just about education, because"
    },
    {
      "index": 457,
      "start_time": 2147000.0,
      "end_time": 2153000.0,
      "text": "I&#39;m - I&#39;m so proud of the state that I had the chance to be governor of. We have,"
    },
    {
      "index": 458,
      "start_time": 2153000.0,
      "end_time": 2157000.0,
      "text": "every two years, tests that look at how well our kids are doing. Fourth graders and eighth"
    },
    {
      "index": 459,
      "start_time": 2157000.0,
      "end_time": 2161000.0,
      "text": "graders are tested in English and math. While I was governor, I was proud that our fourth"
    },
    {
      "index": 460,
      "start_time": 2161000.0,
      "end_time": 2165000.0,
      "text": "graders came out number one of all 50 states in English and then also in math, and our"
    },
    {
      "index": 461,
      "start_time": 2165000.0,
      "end_time": 2169000.0,
      "text": "eighth graders number one in English and also in math - first time one state had been"
    },
    {
      "index": 462,
      "start_time": 2169000.0,
      "end_time": 2173000.0,
      "text": "number one in all four measures. How did we do that?"
    },
    {
      "index": 463,
      "start_time": 2173000.0,
      "end_time": 2179000.0,
      "text": "Well, Republicans and Democrats came together on a bipartisan basis to put in place education"
    },
    {
      "index": 464,
      "start_time": 2179000.0,
      "end_time": 2183000.0,
      "text": "that focused on having great teachers in the classroom. And that was -"
    },
    {
      "index": 465,
      "start_time": 2183000.0,
      "end_time": 2185000.0,
      "text": "PRESIDENT OBAMA: Ten years earlier - MR. ROMNEY: That was - that was what allowed"
    },
    {
      "index": 466,
      "start_time": 2185000.0,
      "end_time": 2187000.0,
      "text": "us to become the number one state in the nation. And this is - and we were -"
    },
    {
      "index": 467,
      "start_time": 2187000.0,
      "end_time": 2189000.0,
      "text": "PRESIDENT OBAMA: But that was 10 years before you took office."
    },
    {
      "index": 468,
      "start_time": 2189000.0,
      "end_time": 2190000.0,
      "text": "MR. ROMNEY: And we - absolutely. MR. SCHIEFFER: Gentlemen -"
    },
    {
      "index": 469,
      "start_time": 2190000.0,
      "end_time": 2192000.0,
      "text": "PRESIDENT OBAMA: And then you cut education spending when you came into office."
    },
    {
      "index": 470,
      "start_time": 2192000.0,
      "end_time": 2195000.0,
      "text": "MR. ROMNEY: The first - the first - and we kept our schools number one in the"
    },
    {
      "index": 471,
      "start_time": 2195000.0,
      "end_time": 2198000.0,
      "text": "nation. They&#39;re still number one today. And the principles that we&#39;ve put in place"
    },
    {
      "index": 472,
      "start_time": 2198000.0,
      "end_time": 2202000.0,
      "text": "- we also gave kids not just a graduation exam that - that determined whether they"
    },
    {
      "index": 473,
      "start_time": 2202000.0,
      "end_time": 2206000.0,
      "text": "were up to the skills needed to - to be able to compete, but also, if they graduated"
    },
    {
      "index": 474,
      "start_time": 2206000.0,
      "end_time": 2212000.0,
      "text": "in the top quarter of their class, they got a four-year tuition-free ride at any Massachusetts"
    },
    {
      "index": 475,
      "start_time": 2212000.0,
      "end_time": 2214000.0,
      "text": "public institution of higher learning. PRESIDENT OBAMA: That happened - that happened"
    },
    {
      "index": 476,
      "start_time": 2214000.0,
      "end_time": 2215000.0,
      "text": "before you came into office. MR. SCHIEFFER: Governor -"
    },
    {
      "index": 477,
      "start_time": 2215000.0,
      "end_time": 2216000.0,
      "text": "MR. ROMNEY: That was actually mine, actually, Mr. President. You got that fact wrong."
    },
    {
      "index": 478,
      "start_time": 2216000.0,
      "end_time": 2221000.0,
      "text": "MR. SCHIEFFER: Let me - I want to try to shift it, because we have heard some of this"
    },
    {
      "index": 479,
      "start_time": 2221000.0,
      "end_time": 2225000.0,
      "text": "in the other debates. Governor, you say you want a bigger military. You want a bigger"
    },
    {
      "index": 480,
      "start_time": 2225000.0,
      "end_time": 2232000.0,
      "text": "Navy. You don&#39;t want to cut defense spending. What I want to ask you, we&#39;re talking about"
    },
    {
      "index": 481,
      "start_time": 2232000.0,
      "end_time": 2236000.0,
      "text": "financial problems in this country. Where are you going to get the money?"
    },
    {
      "index": 482,
      "start_time": 2236000.0,
      "end_time": 2239000.0,
      "text": "MR. ROMNEY: Well, let&#39;s - let&#39;s come back and talk about the military, but all"
    },
    {
      "index": 483,
      "start_time": 2239000.0,
      "end_time": 2242000.0,
      "text": "the way - all the way through. First of all, I&#39;m going through, from the very beginning,"
    },
    {
      "index": 484,
      "start_time": 2242000.0,
      "end_time": 2247000.0,
      "text": "we&#39;re going to cut about 5 percent of the discretionary budget excluding military. That&#39;s"
    },
    {
      "index": 485,
      "start_time": 2247000.0,
      "end_time": 2250000.0,
      "text": "number one. All right? MR. SCHIEFFER: But can you do this without"
    },
    {
      "index": 486,
      "start_time": 2250000.0,
      "end_time": 2252000.0,
      "text": "driving us deeper into debt? MR. ROMNEY: The good news is, I&#39;ll be happy"
    },
    {
      "index": 487,
      "start_time": 2252000.0,
      "end_time": 2256000.0,
      "text": "to have you take a look. Come on our website, you&#39;ll look at how we get to a balanced"
    },
    {
      "index": 488,
      "start_time": 2256000.0,
      "end_time": 2260000.0,
      "text": "budget within eight to 10 years. We do it by getting - by reducing spending in a"
    },
    {
      "index": 489,
      "start_time": 2260000.0,
      "end_time": 2265000.0,
      "text": "whole series of programs. By the way, number one I get rid of is &quot;Obamacare.&quot; There"
    },
    {
      "index": 490,
      "start_time": 2265000.0,
      "end_time": 2268000.0,
      "text": "are a number of things that sound good but, frankly, we just can&#39;t afford them. And"
    },
    {
      "index": 491,
      "start_time": 2268000.0,
      "end_time": 2272000.0,
      "text": "that one doesn&#39;t sound good, and it&#39;s not affordable, so I get rid of that one from"
    },
    {
      "index": 492,
      "start_time": 2272000.0,
      "end_time": 2276000.0,
      "text": "day one; to the extent humanly possible, we get that out. We take program after program"
    },
    {
      "index": 493,
      "start_time": 2276000.0,
      "end_time": 2280000.0,
      "text": "that we don&#39;t absolutely have to have and we get rid of them."
    },
    {
      "index": 494,
      "start_time": 2280000.0,
      "end_time": 2285000.0,
      "text": "Number two, we take some programs that we are going to keep, like Medicaid, which is"
    },
    {
      "index": 495,
      "start_time": 2285000.0,
      "end_time": 2289000.0,
      "text": "a program for the poor. We&#39;re - take that health care program for the poor, and"
    },
    {
      "index": 496,
      "start_time": 2289000.0,
      "end_time": 2294000.0,
      "text": "we give it to the states to run because states run these programs more efficiently. As a"
    },
    {
      "index": 497,
      "start_time": 2294000.0,
      "end_time": 2297000.0,
      "text": "governor, I thought, please, give me this program."
    },
    {
      "index": 498,
      "start_time": 2297000.0,
      "end_time": 2298000.0,
      "text": "MR. SCHIEFFER: Can he do that? PRESIDENT OBAMA: (Inaudible.)"
    },
    {
      "index": 499,
      "start_time": 2298000.0,
      "end_time": 2301000.0,
      "text": "MR. ROMNEY: I can run this more efficiently than the federal government. And states, by"
    },
    {
      "index": 500,
      "start_time": 2301000.0,
      "end_time": 2306000.0,
      "text": "the way, are proving it. States like Arizona, Rhode Island have taken these Medicaid dollars,"
    },
    {
      "index": 501,
      "start_time": 2306000.0,
      "end_time": 2310000.0,
      "text": "have shown they can run these programs more cost effectively."
    },
    {
      "index": 502,
      "start_time": 2310000.0,
      "end_time": 2311000.0,
      "text": "PRESIDENT OBAMA: Bob - MR. ROMNEY: So I want to do those two things"
    },
    {
      "index": 503,
      "start_time": 2311000.0,
      "end_time": 2315000.0,
      "text": "that gets us - it gets us to a balanced budget with eight in - eight to 10 years."
    },
    {
      "index": 504,
      "start_time": 2315000.0,
      "end_time": 2316000.0,
      "text": "PRESIDENT OBAMA: Bob - MR. ROMNEY: But the military -"
    },
    {
      "index": 505,
      "start_time": 2316000.0,
      "end_time": 2318000.0,
      "text": "MR. SCHIEFFER: Let - MR. ROMNEY: Let&#39;s go back to the military,"
    },
    {
      "index": 506,
      "start_time": 2318000.0,
      "end_time": 2319000.0,
      "text": "though. MR. SCHIEFFER: Well, that&#39;s what I&#39;m"
    },
    {
      "index": 507,
      "start_time": 2319000.0,
      "end_time": 2321000.0,
      "text": "trying to find out about. MR. ROMNEY: Let&#39;s talk about the military."
    },
    {
      "index": 508,
      "start_time": 2321000.0,
      "end_time": 2324000.0,
      "text": "PRESIDENT OBAMA: You should have answered the first question."
    },
    {
      "index": 509,
      "start_time": 2324000.0,
      "end_time": 2330000.0,
      "text": "Look, Governor Romney&#39;s called for $5 trillion of tax cuts that he says he&#39;s going to"
    },
    {
      "index": 510,
      "start_time": 2330000.0,
      "end_time": 2336000.0,
      "text": "pay for by closing deductions. Now, the math doesn&#39;t work but he continues"
    },
    {
      "index": 511,
      "start_time": 2336000.0,
      "end_time": 2341000.0,
      "text": "to claim that he&#39;s going to do it. He then wants to spend another $2 trillion on military"
    },
    {
      "index": 512,
      "start_time": 2341000.0,
      "end_time": 2344000.0,
      "text": "spending that our military&#39;s not asking for."
    },
    {
      "index": 513,
      "start_time": 2344000.0,
      "end_time": 2350000.0,
      "text": "Now, keep in mind that our military spending has gone up every single year that I&#39;ve"
    },
    {
      "index": 514,
      "start_time": 2350000.0,
      "end_time": 2357000.0,
      "text": "been in office. We spend more on our military than the next 10 countries combined - China,"
    },
    {
      "index": 515,
      "start_time": 2357000.0,
      "end_time": 2363000.0,
      "text": "Russia, France, the United - United Kingdom, you name it, next 10. And what I did was work"
    },
    {
      "index": 516,
      "start_time": 2363000.0,
      "end_time": 2368000.0,
      "text": "with our Joint Chiefs of Staff to think about what are we going to need in the future to"
    },
    {
      "index": 517,
      "start_time": 2368000.0,
      "end_time": 2373000.0,
      "text": "make sure that we are safe? And that&#39;s the budget that we&#39;ve put forward."
    },
    {
      "index": 518,
      "start_time": 2373000.0,
      "end_time": 2379000.0,
      "text": "But what you can&#39;t do is spend $2 trillion in additional military spending that the military"
    },
    {
      "index": 519,
      "start_time": 2379000.0,
      "end_time": 2386000.0,
      "text": "is not asking for, $5 trillion on tax cuts, you say that you&#39;re going to pay for it"
    },
    {
      "index": 520,
      "start_time": 2386000.0,
      "end_time": 2391000.0,
      "text": "by closing loopholes and deductions without naming what those loopholes and deductions"
    },
    {
      "index": 521,
      "start_time": 2391000.0,
      "end_time": 2396000.0,
      "text": "are, and then somehow you&#39;re also going to deal with the deficit that we&#39;ve already"
    },
    {
      "index": 522,
      "start_time": 2396000.0,
      "end_time": 2401000.0,
      "text": "got. The math simply doesn&#39;t work. But when it comes to our military, what we"
    },
    {
      "index": 523,
      "start_time": 2401000.0,
      "end_time": 2407000.0,
      "text": "have to think about is not, you know, just budgets, we got to think about capabilities."
    },
    {
      "index": 524,
      "start_time": 2407000.0,
      "end_time": 2411000.0,
      "text": "We need to be thinking about cybersecurity. We need to be thinking about space. That&#39;s"
    },
    {
      "index": 525,
      "start_time": 2411000.0,
      "end_time": 2416000.0,
      "text": "exactly what our budget does, but it&#39;s driven by strategy. It&#39;s not driven by"
    },
    {
      "index": 526,
      "start_time": 2416000.0,
      "end_time": 2420000.0,
      "text": "politics. It&#39;s not driven by members of Congress and what they would like to see."
    },
    {
      "index": 527,
      "start_time": 2420000.0,
      "end_time": 2424000.0,
      "text": "It&#39;s driven by what are we going to need to keep the American people safe?"
    },
    {
      "index": 528,
      "start_time": 2424000.0,
      "end_time": 2430000.0,
      "text": "That&#39;s exactly what our budget does. And it also then allows us to reduce our deficit,"
    },
    {
      "index": 529,
      "start_time": 2430000.0,
      "end_time": 2436000.0,
      "text": "which is a significant national security concern because we&#39;ve got to make sure that our"
    },
    {
      "index": 530,
      "start_time": 2436000.0,
      "end_time": 2440000.0,
      "text": "economy is strong at home so that we can project military power overseas."
    },
    {
      "index": 531,
      "start_time": 2440000.0,
      "end_time": 2444000.0,
      "text": "MR. ROMNEY: Bob, I&#39;m pleased that I&#39;ve balanced budgets. I was in the world of business"
    },
    {
      "index": 532,
      "start_time": 2444000.0,
      "end_time": 2447000.0,
      "text": "for 25 years. If you didn&#39;t balance your budget, you"
    },
    {
      "index": 533,
      "start_time": 2447000.0,
      "end_time": 2451000.0,
      "text": "went out of business. I went to the Olympics that was out of balance, and we got it on"
    },
    {
      "index": 534,
      "start_time": 2451000.0,
      "end_time": 2456000.0,
      "text": "balance and made a success there. I had the chance to be governor of a state. Four years"
    },
    {
      "index": 535,
      "start_time": 2456000.0,
      "end_time": 2462000.0,
      "text": "in a row, Democrats and Republicans came together to balance the budget. We cut taxes 19 times,"
    },
    {
      "index": 536,
      "start_time": 2462000.0,
      "end_time": 2466000.0,
      "text": "balanced our budget. The president hasn&#39;t balanced a budget yet. I expect to have the"
    },
    {
      "index": 537,
      "start_time": 2466000.0,
      "end_time": 2468000.0,
      "text": "opportunity to do so myself. MR. SCHIEFFER: All right."
    },
    {
      "index": 538,
      "start_time": 2468000.0,
      "end_time": 2470000.0,
      "text": "MR. ROMNEY: I - I&#39;m going to be able to balance the budget. Let&#39;s talk about"
    },
    {
      "index": 539,
      "start_time": 2470000.0,
      "end_time": 2472000.0,
      "text": "military spending, and that&#39;s this. Our Navy -"
    },
    {
      "index": 540,
      "start_time": 2472000.0,
      "end_time": 2475000.0,
      "text": "MR. SCHIEFFER: About 30 seconds. MR. ROMNEY: Our Navy is older - excuse"
    },
    {
      "index": 541,
      "start_time": 2475000.0,
      "end_time": 2480000.0,
      "text": "me - our Navy is smaller now than any time since 1917. The Navy said they needed 313"
    },
    {
      "index": 542,
      "start_time": 2480000.0,
      "end_time": 2484000.0,
      "text": "ships to carry out their mission. We&#39;re now down to 285. We&#39;re headed down to the"
    },
    {
      "index": 543,
      "start_time": 2484000.0,
      "end_time": 2488000.0,
      "text": "- to the low 200s if we go through with sequestration. That&#39;s unacceptable to me."
    },
    {
      "index": 544,
      "start_time": 2488000.0,
      "end_time": 2491000.0,
      "text": "I want to make sure that we have the ships that are required by our Navy."
    },
    {
      "index": 545,
      "start_time": 2491000.0,
      "end_time": 2497000.0,
      "text": "Our Air Force is older and smaller than any time since it was founded in 1947. We&#39;ve"
    },
    {
      "index": 546,
      "start_time": 2497000.0,
      "end_time": 2502000.0,
      "text": "changed for the first time since FDR. We - since FDR we had the - we&#39;ve always"
    },
    {
      "index": 547,
      "start_time": 2502000.0,
      "end_time": 2506000.0,
      "text": "had the strategy of saying we could fight in two conflicts at once. Now we&#39;re changing"
    },
    {
      "index": 548,
      "start_time": 2506000.0,
      "end_time": 2510000.0,
      "text": "to one conflict. Look, this, in my view, is the highest responsibility"
    },
    {
      "index": 549,
      "start_time": 2510000.0,
      "end_time": 2514000.0,
      "text": "of the president of the United States, which is to maintain the safety of the American"
    },
    {
      "index": 550,
      "start_time": 2514000.0,
      "end_time": 2519000.0,
      "text": "people. And I will not cut our military budget by a trillion dollars, which is the combination"
    },
    {
      "index": 551,
      "start_time": 2519000.0,
      "end_time": 2523000.0,
      "text": "of the budget cuts that the president has as well as the sequestration cuts. That, in"
    },
    {
      "index": 552,
      "start_time": 2523000.0,
      "end_time": 2528000.0,
      "text": "my view, is - is - is making our future less certain and less secure. I won&#39;t do"
    },
    {
      "index": 553,
      "start_time": 2528000.0,
      "end_time": 2529000.0,
      "text": "it. PRESIDENT OBAMA: Bob, I just need to comment"
    },
    {
      "index": 554,
      "start_time": 2529000.0,
      "end_time": 2532000.0,
      "text": "on this. First of all, the sequester is not something that I proposed. It&#39;s something"
    },
    {
      "index": 555,
      "start_time": 2532000.0,
      "end_time": 2537000.0,
      "text": "that Congress has proposed. It will not happen. The budget that we&#39;re talking about is"
    },
    {
      "index": 556,
      "start_time": 2537000.0,
      "end_time": 2541000.0,
      "text": "not reducing our military spending. It&#39;s maintaining it."
    },
    {
      "index": 557,
      "start_time": 2541000.0,
      "end_time": 2546000.0,
      "text": "But I think Governor Romney maybe hasn&#39;t spent enough time looking at how our military"
    },
    {
      "index": 558,
      "start_time": 2546000.0,
      "end_time": 2550000.0,
      "text": "works. You - you mentioned the Navy, for example, and that we have fewer ships than"
    },
    {
      "index": 559,
      "start_time": 2550000.0,
      "end_time": 2555000.0,
      "text": "we did in 1916. Well, Governor, we also have fewer horses and bayonets - (laughter)"
    },
    {
      "index": 560,
      "start_time": 2555000.0,
      "end_time": 2559000.0,
      "text": "- because the nature of our military&#39;s changed. We have these things called aircraft"
    },
    {
      "index": 561,
      "start_time": 2559000.0,
      "end_time": 2564000.0,
      "text": "carriers where planes land on them. We have these ships that go underwater, nuclear submarines."
    },
    {
      "index": 562,
      "start_time": 2564000.0,
      "end_time": 2570000.0,
      "text": "And so the question is not a game of Battleship where we&#39;re counting ships. It&#39;s -"
    },
    {
      "index": 563,
      "start_time": 2570000.0,
      "end_time": 2573000.0,
      "text": "it&#39;s what are our capabilities. And so when I sit down with the secretary"
    },
    {
      "index": 564,
      "start_time": 2573000.0,
      "end_time": 2580000.0,
      "text": "of the Navy and the Joint Chiefs of Staff, we determine how are we going to be best able"
    },
    {
      "index": 565,
      "start_time": 2580000.0,
      "end_time": 2585000.0,
      "text": "to meet all of our defense needs in a way that also keeps faith with our troops, that"
    },
    {
      "index": 566,
      "start_time": 2585000.0,
      "end_time": 2589000.0,
      "text": "also makes sure that our veterans have the kind of support that they need when they come"
    },
    {
      "index": 567,
      "start_time": 2589000.0,
      "end_time": 2595000.0,
      "text": "home. And that is not reflected in the kind of budget that you&#39;re putting forward,"
    },
    {
      "index": 568,
      "start_time": 2595000.0,
      "end_time": 2596000.0,
      "text": "because it just don&#39;t work. MR. SCHIEFFER: All right."
    },
    {
      "index": 569,
      "start_time": 2596000.0,
      "end_time": 2600000.0,
      "text": "PRESIDENT OBAMA: And you know, we&#39;ve visited the website quite a bit. And it still doesn&#39;t"
    },
    {
      "index": 570,
      "start_time": 2600000.0,
      "end_time": 2602000.0,
      "text": "work. MR. SCHIEFFER: A lot to cover. I&#39;d like"
    },
    {
      "index": 571,
      "start_time": 2602000.0,
      "end_time": 2610000.0,
      "text": "- (murmurs) - I&#39;d like to move to the next segment: red lines, Israel and Iran."
    },
    {
      "index": 572,
      "start_time": 2610000.0,
      "end_time": 2614000.0,
      "text": "Would either of you - and you&#39;ll have two minutes, and President Obama, you have"
    },
    {
      "index": 573,
      "start_time": 2614000.0,
      "end_time": 2620000.0,
      "text": "the first go at this one. Would either of you be willing to declare that an attack on"
    },
    {
      "index": 574,
      "start_time": 2620000.0,
      "end_time": 2627000.0,
      "text": "Israel is an attack on the United States, which of course is the same promise that we"
    },
    {
      "index": 575,
      "start_time": 2627000.0,
      "end_time": 2633000.0,
      "text": "give to our close allies like Japan? And if you made such a declaration, would not that"
    },
    {
      "index": 576,
      "start_time": 2633000.0,
      "end_time": 2640000.0,
      "text": "deter Iran? It&#39;s certainly deterred the Soviet Union for a long, long time when we"
    },
    {
      "index": 577,
      "start_time": 2640000.0,
      "end_time": 2643000.0,
      "text": "made that - when we made that promise to our allies."
    },
    {
      "index": 578,
      "start_time": 2643000.0,
      "end_time": 2647000.0,
      "text": "Mr. President. PRESIDENT OBAMA: Well, first of all, Israel"
    },
    {
      "index": 579,
      "start_time": 2647000.0,
      "end_time": 2652000.0,
      "text": "is a true friend. It is our greatest ally in the region. And if Israel is attacked,"
    },
    {
      "index": 580,
      "start_time": 2652000.0,
      "end_time": 2656000.0,
      "text": "America will stand with Israel. I&#39;ve made that clear throughout my presidency. And -"
    },
    {
      "index": 581,
      "start_time": 2656000.0,
      "end_time": 2659000.0,
      "text": "MR. SCHIEFFER: So you&#39;re saying we&#39;ve already made that declaration?"
    },
    {
      "index": 582,
      "start_time": 2659000.0,
      "end_time": 2663000.0,
      "text": "PRESIDENT OBAMA: I will stand with Israel if they are attacked. And this is the reason"
    },
    {
      "index": 583,
      "start_time": 2663000.0,
      "end_time": 2669000.0,
      "text": "why, working with Israel, we have created the strongest military and intelligence cooperation"
    },
    {
      "index": 584,
      "start_time": 2669000.0,
      "end_time": 2674000.0,
      "text": "between our two countries in history. In fact, this week we&#39;ll be carrying out the largest"
    },
    {
      "index": 585,
      "start_time": 2674000.0,
      "end_time": 2679000.0,
      "text": "military exercise with Israel in history, this very week."
    },
    {
      "index": 586,
      "start_time": 2679000.0,
      "end_time": 2685000.0,
      "text": "But to the issue of Iran, as long as I&#39;m president of the United States, Iran will"
    },
    {
      "index": 587,
      "start_time": 2685000.0,
      "end_time": 2690000.0,
      "text": "not get a nuclear weapon. I&#39;ve made that clear when I came into office."
    },
    {
      "index": 588,
      "start_time": 2690000.0,
      "end_time": 2696000.0,
      "text": "We then organized the strongest coalition and the strongest sanctions against Iran in"
    },
    {
      "index": 589,
      "start_time": 2696000.0,
      "end_time": 2701000.0,
      "text": "history, and it is crippling their economy. Their currency has dropped 80 percent. Their"
    },
    {
      "index": 590,
      "start_time": 2701000.0,
      "end_time": 2707000.0,
      "text": "oil production has plunged to the lowest level since they were fighting a war with Iraq 20"
    },
    {
      "index": 591,
      "start_time": 2707000.0,
      "end_time": 2712000.0,
      "text": "years ago. So their economy is in a shambles. And the reason we did this is because a nuclear"
    },
    {
      "index": 592,
      "start_time": 2712000.0,
      "end_time": 2718000.0,
      "text": "Iran is a threat to our national security and it&#39;s threat to Israel&#39;s national"
    },
    {
      "index": 593,
      "start_time": 2718000.0,
      "end_time": 2723000.0,
      "text": "security. We cannot afford to have a nuclear arms race in the most volatile region of the"
    },
    {
      "index": 594,
      "start_time": 2723000.0,
      "end_time": 2728000.0,
      "text": "world. Iran&#39;s a state sponsor of terrorism, and for them to be able to provide nuclear"
    },
    {
      "index": 595,
      "start_time": 2728000.0,
      "end_time": 2733000.0,
      "text": "technology to nonstate actors - that&#39;s unacceptable. And they have said that they"
    },
    {
      "index": 596,
      "start_time": 2733000.0,
      "end_time": 2739000.0,
      "text": "want to see Israel wiped off the map. So the work that we&#39;ve done with respect"
    },
    {
      "index": 597,
      "start_time": 2739000.0,
      "end_time": 2746000.0,
      "text": "to sanctions now offers Iran a choice. They can take the diplomatic route and end their"
    },
    {
      "index": 598,
      "start_time": 2746000.0,
      "end_time": 2753000.0,
      "text": "nuclear program or they will have to face a united world and a United States president,"
    },
    {
      "index": 599,
      "start_time": 2753000.0,
      "end_time": 2757000.0,
      "text": "me, who said we&#39;re not going to take any options off the table."
    },
    {
      "index": 600,
      "start_time": 2757000.0,
      "end_time": 2761000.0,
      "text": "The disagreement I have with Governor Romney is that during the course of this campaign"
    },
    {
      "index": 601,
      "start_time": 2761000.0,
      "end_time": 2766000.0,
      "text": "he&#39;s often talked as if we should take premature military action. I think that would"
    },
    {
      "index": 602,
      "start_time": 2766000.0,
      "end_time": 2771000.0,
      "text": "be a mistake because when I&#39;ve sent young men and women into harm&#39;s way, I always"
    },
    {
      "index": 603,
      "start_time": 2771000.0,
      "end_time": 2775000.0,
      "text": "understand that that is the last rest, not the first resort."
    },
    {
      "index": 604,
      "start_time": 2775000.0,
      "end_time": 2780000.0,
      "text": "MR. SCHIEFFER: Two minutes. MR. ROMNEY: Well, first of all, I - I want"
    },
    {
      "index": 605,
      "start_time": 2780000.0,
      "end_time": 2784000.0,
      "text": "to underscore the - the same point the president made, which is that if I&#39;m president"
    },
    {
      "index": 606,
      "start_time": 2784000.0,
      "end_time": 2788000.0,
      "text": "of the United States, when I&#39;m president of the United States, we will stand with Israel."
    },
    {
      "index": 607,
      "start_time": 2788000.0,
      "end_time": 2793000.0,
      "text": "And - and if Israel is attacked, we have their back, not just diplomatically, not just"
    },
    {
      "index": 608,
      "start_time": 2793000.0,
      "end_time": 2796000.0,
      "text": "culturally, but militarily. That&#39;s number one."
    },
    {
      "index": 609,
      "start_time": 2796000.0,
      "end_time": 2800000.0,
      "text": "Number two, with regards to - to Iran and the threat of Iran, there&#39;s no question"
    },
    {
      "index": 610,
      "start_time": 2800000.0,
      "end_time": 2805000.0,
      "text": "but that a nuclear Iran, a nuclear-capable Iran, is unacceptable to America."
    },
    {
      "index": 611,
      "start_time": 2805000.0,
      "end_time": 2809000.0,
      "text": "It presents a threat not only to our friends, but ultimately a threat to us to have Iran"
    },
    {
      "index": 612,
      "start_time": 2809000.0,
      "end_time": 2813000.0,
      "text": "have nuclear material, nuclear weapons that could be used against us or used to be threatening"
    },
    {
      "index": 613,
      "start_time": 2813000.0,
      "end_time": 2816000.0,
      "text": "to us. It&#39;s also essential for us to understand"
    },
    {
      "index": 614,
      "start_time": 2816000.0,
      "end_time": 2820000.0,
      "text": "what our mission is in Iran, and that is to dissuade Iran from having a nuclear weapon"
    },
    {
      "index": 615,
      "start_time": 2820000.0,
      "end_time": 2825000.0,
      "text": "through peaceful and diplomatic means. And crippling sanctions are something I&#39;d called"
    },
    {
      "index": 616,
      "start_time": 2825000.0,
      "end_time": 2829000.0,
      "text": "for five years ago when I was in Israel speaking at the Herzliya Conference. I laid out seven"
    },
    {
      "index": 617,
      "start_time": 2829000.0,
      "end_time": 2833000.0,
      "text": "steps. Crippling sanctions were number one. And they"
    },
    {
      "index": 618,
      "start_time": 2833000.0,
      "end_time": 2836000.0,
      "text": "do work. You&#39;re seeing it right now in the economy. It&#39;s absolutely the right"
    },
    {
      "index": 619,
      "start_time": 2836000.0,
      "end_time": 2840000.0,
      "text": "thing to do to have crippling sanctions. I&#39;d have put them in place earlier, but it&#39;s"
    },
    {
      "index": 620,
      "start_time": 2840000.0,
      "end_time": 2843000.0,
      "text": "good that we have them. Number two, something I would add today is"
    },
    {
      "index": 621,
      "start_time": 2843000.0,
      "end_time": 2849000.0,
      "text": "I would tighten those sanctions. I would say that ships that carry Iranian oil can&#39;t"
    },
    {
      "index": 622,
      "start_time": 2849000.0,
      "end_time": 2853000.0,
      "text": "come into our ports. I imagine the EU would agree with us as well. Not only ships couldn&#39;t,"
    },
    {
      "index": 623,
      "start_time": 2853000.0,
      "end_time": 2857000.0,
      "text": "I&#39;d say companies that are moving their oil can&#39;t, people who are trading in their"
    },
    {
      "index": 624,
      "start_time": 2857000.0,
      "end_time": 2859000.0,
      "text": "oil can&#39;t. I would tighten those sanctions further."
    },
    {
      "index": 625,
      "start_time": 2859000.0,
      "end_time": 2865000.0,
      "text": "Secondly, I&#39;d take on diplomatic isolation efforts. I&#39;d make sure that Ahmadinejad"
    },
    {
      "index": 626,
      "start_time": 2865000.0,
      "end_time": 2870000.0,
      "text": "is indicted under the Genocide Convention. His words amount to genocide incitation. I"
    },
    {
      "index": 627,
      "start_time": 2870000.0,
      "end_time": 2874000.0,
      "text": "would indict him for it. I would also make sure that their diplomats are treated like"
    },
    {
      "index": 628,
      "start_time": 2874000.0,
      "end_time": 2880000.0,
      "text": "the pariah they are around the world, the same way we treated the apartheid diplomats"
    },
    {
      "index": 629,
      "start_time": 2880000.0,
      "end_time": 2883000.0,
      "text": "of South Africa. We need to increase pressure time and time"
    },
    {
      "index": 630,
      "start_time": 2883000.0,
      "end_time": 2888000.0,
      "text": "again on Iran because anything other than a - a - a solution to this which says"
    },
    {
      "index": 631,
      "start_time": 2888000.0,
      "end_time": 2894000.0,
      "text": "- which stops this nuclear folly of theirs is unacceptable to America. And of course,"
    },
    {
      "index": 632,
      "start_time": 2894000.0,
      "end_time": 2901000.0,
      "text": "a military action is the last resort. It is something one would only, only consider if"
    },
    {
      "index": 633,
      "start_time": 2901000.0,
      "end_time": 2906000.0,
      "text": "all of the other avenues had been - had been tried to their full extent."
    },
    {
      "index": 634,
      "start_time": 2906000.0,
      "end_time": 2910000.0,
      "text": "MR. SCHIEFFER: Let me ask both of you, there - as you know, there are reports that Iran"
    },
    {
      "index": 635,
      "start_time": 2910000.0,
      "end_time": 2916000.0,
      "text": "and the United States, as part of an international group, have agreed in principle to talks about"
    },
    {
      "index": 636,
      "start_time": 2916000.0,
      "end_time": 2923000.0,
      "text": "Iran&#39;s nuclear program. What is the deal if there are such talks? What is the deal"
    },
    {
      "index": 637,
      "start_time": 2923000.0,
      "end_time": 2926000.0,
      "text": "that you would accept? Mr. President. PRESIDENT OBAMA: Well, first of all, those"
    },
    {
      "index": 638,
      "start_time": 2926000.0,
      "end_time": 2936000.0,
      "text": "were reports in the newspaper. They are not true. But our goal is to get Iran to recognize"
    },
    {
      "index": 639,
      "start_time": 2936000.0,
      "end_time": 2942000.0,
      "text": "it needs to give up its nuclear program and abide by the U.N. resolutions that have been"
    },
    {
      "index": 640,
      "start_time": 2942000.0,
      "end_time": 2948000.0,
      "text": "in place, because they have the opportunity to re-enter the community of nations, and"
    },
    {
      "index": 641,
      "start_time": 2948000.0,
      "end_time": 2952000.0,
      "text": "we would welcome that. There are - there are people in Iran who have the same aspirations"
    },
    {
      "index": 642,
      "start_time": 2952000.0,
      "end_time": 2958000.0,
      "text": "as people all around the world, for a better life. And we hope that their leadership takes"
    },
    {
      "index": 643,
      "start_time": 2958000.0,
      "end_time": 2962000.0,
      "text": "the right decision. But the deal we&#39;ll accept is, they end their nuclear program."
    },
    {
      "index": 644,
      "start_time": 2962000.0,
      "end_time": 2967000.0,
      "text": "It&#39;s very straightforward. And you know, I&#39;m glad that Governor Romney"
    },
    {
      "index": 645,
      "start_time": 2967000.0,
      "end_time": 2971000.0,
      "text": "agrees with the steps that we&#39;re taking. You know, there have been times, Governor,"
    },
    {
      "index": 646,
      "start_time": 2971000.0,
      "end_time": 2977000.0,
      "text": "frankly, during the course of this campaign, where it sounded like you thought that you&#39;d"
    },
    {
      "index": 647,
      "start_time": 2977000.0,
      "end_time": 2981000.0,
      "text": "do the some things we did, but you&#39;d say them louder and somehow that that would make"
    },
    {
      "index": 648,
      "start_time": 2981000.0,
      "end_time": 2987000.0,
      "text": "a difference, and it turns out that the work involved in setting up these crippling sanctions"
    },
    {
      "index": 649,
      "start_time": 2987000.0,
      "end_time": 2992000.0,
      "text": "is painstaking; it&#39;s meticulous. We started from the day we got into office."
    },
    {
      "index": 650,
      "start_time": 2992000.0,
      "end_time": 2996000.0,
      "text": "And the reason it was so important - and this is a testament to how we&#39;ve restored"
    },
    {
      "index": 651,
      "start_time": 2996000.0,
      "end_time": 3001000.0,
      "text": "American credibility and strength around the world - is we had to make sure that all"
    },
    {
      "index": 652,
      "start_time": 3001000.0,
      "end_time": 3006000.0,
      "text": "the countries participated, even countries like Russia and China, because if it&#39;s"
    },
    {
      "index": 653,
      "start_time": 3006000.0,
      "end_time": 3010000.0,
      "text": "just us that are imposing sanctions, we&#39;ve had sanctions in place for a long time. It&#39;s"
    },
    {
      "index": 654,
      "start_time": 3010000.0,
      "end_time": 3017000.0,
      "text": "because we got everybody to agree that Iran is seeing so much pressure. And we&#39;ve got"
    },
    {
      "index": 655,
      "start_time": 3017000.0,
      "end_time": 3021000.0,
      "text": "to maintain that pressure. There is a deal to be had, and that is that"
    },
    {
      "index": 656,
      "start_time": 3021000.0,
      "end_time": 3026000.0,
      "text": "they abide by the rules that have already been established; they convince the international"
    },
    {
      "index": 657,
      "start_time": 3026000.0,
      "end_time": 3032000.0,
      "text": "community they are not pursuing a nuclear program; there are inspections that are very"
    },
    {
      "index": 658,
      "start_time": 3032000.0,
      "end_time": 3038000.0,
      "text": "intrusive. But over time, what they can do is regain credibility. In the meantime, though,"
    },
    {
      "index": 659,
      "start_time": 3038000.0,
      "end_time": 3042000.0,
      "text": "we&#39;re not going to let up the pressure until we have clear evidence that that takes"
    },
    {
      "index": 660,
      "start_time": 3042000.0,
      "end_time": 3045000.0,
      "text": "place. And one last thing. I&#39;m - just to make"
    },
    {
      "index": 661,
      "start_time": 3045000.0,
      "end_time": 3053000.0,
      "text": "this point: The clock is ticking. We&#39;re not going to allow Iran to perpetually"
    },
    {
      "index": 662,
      "start_time": 3053000.0,
      "end_time": 3058000.0,
      "text": "engage in negotiations that lead nowhere. And I&#39;ve been very clear to them, you know,"
    },
    {
      "index": 663,
      "start_time": 3058000.0,
      "end_time": 3062000.0,
      "text": "because of the intelligence coordination that we do with a range of countries, including"
    },
    {
      "index": 664,
      "start_time": 3062000.0,
      "end_time": 3066000.0,
      "text": "Israel, we have a sense of when they would get breakout capacity, which means that we"
    },
    {
      "index": 665,
      "start_time": 3066000.0,
      "end_time": 3071000.0,
      "text": "would not be able to intervene in time to stop their nuclear program, and that clock"
    },
    {
      "index": 666,
      "start_time": 3071000.0,
      "end_time": 3072000.0,
      "text": "is ticking. MR. SCHIEFFER: All right."
    },
    {
      "index": 667,
      "start_time": 3072000.0,
      "end_time": 3076000.0,
      "text": "PRESIDENT OBAMA: And we&#39;re going to make sure that if they do not meet the demands"
    },
    {
      "index": 668,
      "start_time": 3076000.0,
      "end_time": 3081000.0,
      "text": "of the international community, then we are going to take all options necessary to make"
    },
    {
      "index": 669,
      "start_time": 3081000.0,
      "end_time": 3083000.0,
      "text": "sure they don&#39;t have a nuclear weapon. MR. SCHIEFFER: Governor."
    },
    {
      "index": 670,
      "start_time": 3083000.0,
      "end_time": 3087000.0,
      "text": "MR. ROMNEY: I think from the very beginning, one of the challenges we&#39;ve had with Iran"
    },
    {
      "index": 671,
      "start_time": 3087000.0,
      "end_time": 3090000.0,
      "text": "is that they have looked at this administration and - and felt that the administration"
    },
    {
      "index": 672,
      "start_time": 3090000.0,
      "end_time": 3095000.0,
      "text": "was not as strong as it needed to be. I think they saw weakness where they had expected"
    },
    {
      "index": 673,
      "start_time": 3095000.0,
      "end_time": 3098000.0,
      "text": "to find American strength. And I say that because from the very beginning,"
    },
    {
      "index": 674,
      "start_time": 3098000.0,
      "end_time": 3102000.0,
      "text": "the president, in his campaign some four years ago, said he&#39;d meet with all the world&#39;s"
    },
    {
      "index": 675,
      "start_time": 3102000.0,
      "end_time": 3106000.0,
      "text": "worst actors in his first year. He&#39;d - he&#39;d sit down with Chavez and - and"
    },
    {
      "index": 676,
      "start_time": 3106000.0,
      "end_time": 3112000.0,
      "text": "Kim Jong-Il, with Castro and with - with President Ahmadinejad of - of Iran. And"
    },
    {
      "index": 677,
      "start_time": 3112000.0,
      "end_time": 3117000.0,
      "text": "- and I think they looked and thought, well, that&#39;s an unusual honor to receive"
    },
    {
      "index": 678,
      "start_time": 3117000.0,
      "end_time": 3120000.0,
      "text": "from the president of the United States. And then the president began what I&#39;ve"
    },
    {
      "index": 679,
      "start_time": 3120000.0,
      "end_time": 3125000.0,
      "text": "called an apology tour of going to - to various nations in the Middle East and -"
    },
    {
      "index": 680,
      "start_time": 3125000.0,
      "end_time": 3129000.0,
      "text": "and criticizing America. I think they looked at that and saw weakness. Then when there"
    },
    {
      "index": 681,
      "start_time": 3129000.0,
      "end_time": 3134000.0,
      "text": "were dissidents in the streets of Tehran, the Green Revolution, holding signs saying,"
    },
    {
      "index": 682,
      "start_time": 3134000.0,
      "end_time": 3139000.0,
      "text": "is America with us, the president was silent. I think they noticed that as well. And I think"
    },
    {
      "index": 683,
      "start_time": 3139000.0,
      "end_time": 3144000.0,
      "text": "that when the president said he was going to create daylight between ourselves and Israel"
    },
    {
      "index": 684,
      "start_time": 3144000.0,
      "end_time": 3148000.0,
      "text": "that - that they noticed that as well. All of these things suggested, I think, to"
    },
    {
      "index": 685,
      "start_time": 3148000.0,
      "end_time": 3153000.0,
      "text": "the Iranian mullahs that, hey, you know, we can keep on pushing along here; we can keep"
    },
    {
      "index": 686,
      "start_time": 3153000.0,
      "end_time": 3157000.0,
      "text": "talks going on, but we&#39;re just going to keep on spinning centrifuges. Now there are"
    },
    {
      "index": 687,
      "start_time": 3157000.0,
      "end_time": 3163000.0,
      "text": "some 10,000 centrifuges spinning uranium, preparing to - to create a - a -"
    },
    {
      "index": 688,
      "start_time": 3163000.0,
      "end_time": 3165000.0,
      "text": "a - - a nuclear threat to the United States and to the world."
    },
    {
      "index": 689,
      "start_time": 3165000.0,
      "end_time": 3169000.0,
      "text": "That&#39;s unacceptable for us, and - and - and it&#39;s essential for a president"
    },
    {
      "index": 690,
      "start_time": 3169000.0,
      "end_time": 3173000.0,
      "text": "to show strength from the very beginning to make it very clear what is acceptable and"
    },
    {
      "index": 691,
      "start_time": 3173000.0,
      "end_time": 3179000.0,
      "text": "not acceptable. And an Iranian nuclear program is not acceptable to us. They must not develop"
    },
    {
      "index": 692,
      "start_time": 3179000.0,
      "end_time": 3183000.0,
      "text": "nuclear capability. And the way to make sure they understand that is by having from the"
    },
    {
      "index": 693,
      "start_time": 3183000.0,
      "end_time": 3189000.0,
      "text": "very beginning the tightest sanctions possible. They need to be tightened. Our diplomatic"
    },
    {
      "index": 694,
      "start_time": 3189000.0,
      "end_time": 3194000.0,
      "text": "isolation needs to be tougher. We need to indict Ahmadinejad. We need to put the pressure"
    },
    {
      "index": 695,
      "start_time": 3194000.0,
      "end_time": 3198000.0,
      "text": "on them as hard as we possibly can, because if we do that, we won&#39;t have to take the"
    },
    {
      "index": 696,
      "start_time": 3198000.0,
      "end_time": 3201000.0,
      "text": "military action. PRESIDENT OBAMA: Bob, let me just respond."
    },
    {
      "index": 697,
      "start_time": 3201000.0,
      "end_time": 3207000.0,
      "text": "Nothing Governor Romney just said is true, starting with this notion of me apologizing."
    },
    {
      "index": 698,
      "start_time": 3207000.0,
      "end_time": 3211000.0,
      "text": "This has been probably the biggest whopper that&#39;s been told during the course of this"
    },
    {
      "index": 699,
      "start_time": 3211000.0,
      "end_time": 3216000.0,
      "text": "campaign, and every fact-checker and every reporter&#39;s looked at it. The governor has"
    },
    {
      "index": 700,
      "start_time": 3216000.0,
      "end_time": 3222000.0,
      "text": "said this is not true. And when it comes to tightening sanctions,"
    },
    {
      "index": 701,
      "start_time": 3222000.0,
      "end_time": 3228000.0,
      "text": "look, as I said before, we&#39;ve put in the toughest, most crippling sanctions ever. And"
    },
    {
      "index": 702,
      "start_time": 3228000.0,
      "end_time": 3232000.0,
      "text": "the fact is while we were coordinating an international coalition to make sure these"
    },
    {
      "index": 703,
      "start_time": 3232000.0,
      "end_time": 3239000.0,
      "text": "sanctions were effective, you were still invested in a Chinese state oil company that was doing"
    },
    {
      "index": 704,
      "start_time": 3239000.0,
      "end_time": 3244000.0,
      "text": "business with the Iranian oil sector. So I&#39;ll let the American people decide, judge who&#39;s"
    },
    {
      "index": 705,
      "start_time": 3244000.0,
      "end_time": 3250000.0,
      "text": "going to be more effective and more credible when it comes to imposing crippling sanctions."
    },
    {
      "index": 706,
      "start_time": 3250000.0,
      "end_time": 3255000.0,
      "text": "And with respect to our attitude about the Iranian revolution, I was very clear about"
    },
    {
      "index": 707,
      "start_time": 3255000.0,
      "end_time": 3260000.0,
      "text": "the murderous activities that had taken place, and that was contrary to international law"
    },
    {
      "index": 708,
      "start_time": 3260000.0,
      "end_time": 3268000.0,
      "text": "and everything that civilized people stand for. And - and so the strength that we"
    },
    {
      "index": 709,
      "start_time": 3268000.0,
      "end_time": 3273000.0,
      "text": "have shown in Iran is shown by the fact that we&#39;ve been able to mobilize the world."
    },
    {
      "index": 710,
      "start_time": 3273000.0,
      "end_time": 3279000.0,
      "text": "When I came into office, the world was divided. Iran was resurgent. Iran is at its weakest"
    },
    {
      "index": 711,
      "start_time": 3279000.0,
      "end_time": 3288000.0,
      "text": "point economically, strategically, militarily than since - than in many years."
    },
    {
      "index": 712,
      "start_time": 3288000.0,
      "end_time": 3300000.0,
      "text": "MR. ROMNEY: We&#39;re four years closer to a nuclear Iran. We&#39;re four years closer"
    },
    {
      "index": 713,
      "start_time": 3300000.0,
      "end_time": 3305000.0,
      "text": "to a nuclear Iran. And - and we should not have wasted these four years to the extent"
    },
    {
      "index": 714,
      "start_time": 3305000.0,
      "end_time": 3308000.0,
      "text": "they&#39;ve - they continue to be able to spin these centrifuges and get that much closer."
    },
    {
      "index": 715,
      "start_time": 3308000.0,
      "end_time": 3312000.0,
      "text": "That&#39;s number one. Number two, Mr. President, the reason I call"
    },
    {
      "index": 716,
      "start_time": 3312000.0,
      "end_time": 3317000.0,
      "text": "it an apology tour is because you went to the Middle East and you flew to - to Egypt"
    },
    {
      "index": 717,
      "start_time": 3317000.0,
      "end_time": 3322000.0,
      "text": "and to Saudi Arabia and to - to Turkey and Iraq. And - and by way, you skipped"
    },
    {
      "index": 718,
      "start_time": 3322000.0,
      "end_time": 3326000.0,
      "text": "Israel, our closest friend in the region, but you went to the other nations. And by"
    },
    {
      "index": 719,
      "start_time": 3326000.0,
      "end_time": 3331000.0,
      "text": "the way, they noticed that you skipped Israel. And then in those nations and on Arabic TV"
    },
    {
      "index": 720,
      "start_time": 3331000.0,
      "end_time": 3337000.0,
      "text": "you said that America had been dismissive and derisive. You said that on occasion America"
    },
    {
      "index": 721,
      "start_time": 3337000.0,
      "end_time": 3343000.0,
      "text": "had dictated to other nations. Mr. President, America has not dictated to other nations."
    },
    {
      "index": 722,
      "start_time": 3343000.0,
      "end_time": 3347000.0,
      "text": "We have freed other nations from dictators. PRESIDENT OBAMA: Bob, let me - let me respond."
    },
    {
      "index": 723,
      "start_time": 3347000.0,
      "end_time": 3352000.0,
      "text": "You know, if we&#39;re going to talk about trips that we&#39;ve taken, you know, when"
    },
    {
      "index": 724,
      "start_time": 3352000.0,
      "end_time": 3359000.0,
      "text": "I was a candidate for office, first trip I took was to visit our troops."
    },
    {
      "index": 725,
      "start_time": 3359000.0,
      "end_time": 3366000.0,
      "text": "And when I went to Israel as a candidate, I didn&#39;t take donors, I didn&#39;t attend"
    },
    {
      "index": 726,
      "start_time": 3366000.0,
      "end_time": 3373000.0,
      "text": "fundraisers, I went to Yad Vashem, the - the Holocaust museum there, to remind myself"
    },
    {
      "index": 727,
      "start_time": 3373000.0,
      "end_time": 3379000.0,
      "text": "the - the nature of evil and why our bond with Israel will be unbreakable."
    },
    {
      "index": 728,
      "start_time": 3379000.0,
      "end_time": 3384000.0,
      "text": "And then I went down to the border towns of Sderot, which had experienced missiles raining"
    },
    {
      "index": 729,
      "start_time": 3384000.0,
      "end_time": 3391000.0,
      "text": "down from Hamas. And I saw families there who showed me where missiles had come down"
    },
    {
      "index": 730,
      "start_time": 3391000.0,
      "end_time": 3396000.0,
      "text": "near their children&#39;s bedrooms, and I was reminded of - of what that would mean if"
    },
    {
      "index": 731,
      "start_time": 3396000.0,
      "end_time": 3402000.0,
      "text": "those were my kids, which is why, as president, we funded an Iron Dome program to stop those"
    },
    {
      "index": 732,
      "start_time": 3402000.0,
      "end_time": 3407000.0,
      "text": "missiles. So that&#39;s how I&#39;ve used my travels when"
    },
    {
      "index": 733,
      "start_time": 3407000.0,
      "end_time": 3411000.0,
      "text": "I travel to Israel and when I travel to the region."
    },
    {
      "index": 734,
      "start_time": 3411000.0,
      "end_time": 3419000.0,
      "text": "And the central question at this point is going to be, who&#39;s going to be credible"
    },
    {
      "index": 735,
      "start_time": 3419000.0,
      "end_time": 3423000.0,
      "text": "to all parties involved? And they can look at my track record -"
    },
    {
      "index": 736,
      "start_time": 3423000.0,
      "end_time": 3428000.0,
      "text": "whether it&#39;s Iran sanctions, whether it&#39;s dealing with counterterrorism, whether it&#39;s"
    },
    {
      "index": 737,
      "start_time": 3428000.0,
      "end_time": 3431000.0,
      "text": "supporting democracy, whether it&#39;s supporting women&#39;s rights, whether it&#39;s supporting"
    },
    {
      "index": 738,
      "start_time": 3431000.0,
      "end_time": 3436000.0,
      "text": "religious minorities - and they can say that the president of the United States and"
    },
    {
      "index": 739,
      "start_time": 3436000.0,
      "end_time": 3441000.0,
      "text": "the United States of America has stood on the right side of history. And - and that"
    },
    {
      "index": 740,
      "start_time": 3441000.0,
      "end_time": 3447000.0,
      "text": "kind of credibility is precisely why we&#39;ve been able to show leadership on a wide range"
    },
    {
      "index": 741,
      "start_time": 3447000.0,
      "end_time": 3452000.0,
      "text": "of issues facing the world right now. MR. SCHIEFFER: What if - what if the prime"
    },
    {
      "index": 742,
      "start_time": 3452000.0,
      "end_time": 3459000.0,
      "text": "minister of Israel called you on the phone and said: Our bombers are on the way. We&#39;re"
    },
    {
      "index": 743,
      "start_time": 3459000.0,
      "end_time": 3463000.0,
      "text": "going to bomb Iran. What do you say? MR. ROMNEY: Bob, let&#39;s not go into hypotheticals"
    },
    {
      "index": 744,
      "start_time": 3463000.0,
      "end_time": 3468000.0,
      "text": "of that nature. Our relationship with Israel, my relationship with the prime minister of"
    },
    {
      "index": 745,
      "start_time": 3468000.0,
      "end_time": 3473000.0,
      "text": "Israel is such that we would not get a call saying our bombers are on the way or their"
    },
    {
      "index": 746,
      "start_time": 3473000.0,
      "end_time": 3477000.0,
      "text": "fighters are on the way. This is the kind of thing that would have been discussed and"
    },
    {
      "index": 747,
      "start_time": 3477000.0,
      "end_time": 3480000.0,
      "text": "thoroughly evaluated well before that kind of action."
    },
    {
      "index": 748,
      "start_time": 3480000.0,
      "end_time": 3481000.0,
      "text": "MR. SCHIEFFER: So you&#39;re saying just what -"
    },
    {
      "index": 749,
      "start_time": 3481000.0,
      "end_time": 3482000.0,
      "text": "MR. ROMNEY: I&#39;m - that&#39;s - that&#39;s -"
    },
    {
      "index": 750,
      "start_time": 3482000.0,
      "end_time": 3483000.0,
      "text": "MR. SCHIEFFER: OK. But let&#39;s see what - (inaudible) -"
    },
    {
      "index": 751,
      "start_time": 3483000.0,
      "end_time": 3485000.0,
      "text": "MR. ROMNEY: Yes, but let me - let me - let me come back - let&#39;s come back -"
    },
    {
      "index": 752,
      "start_time": 3485000.0,
      "end_time": 3488000.0,
      "text": "let&#39;s come back and go back to what the president was speaking about, which is what&#39;s"
    },
    {
      "index": 753,
      "start_time": 3488000.0,
      "end_time": 3492000.0,
      "text": "happening in the world and - and - and the president&#39;s statement that things are"
    },
    {
      "index": 754,
      "start_time": 3492000.0,
      "end_time": 3495000.0,
      "text": "going so well. Look, I - I look at what&#39;s happening"
    },
    {
      "index": 755,
      "start_time": 3495000.0,
      "end_time": 3499000.0,
      "text": "around the world and I see Iran four years closer to a bomb. I see the Middle East with"
    },
    {
      "index": 756,
      "start_time": 3499000.0,
      "end_time": 3506000.0,
      "text": "a rising tide of violence, chaos, tumult. I see jihadists continuing to spread. Whether"
    },
    {
      "index": 757,
      "start_time": 3506000.0,
      "end_time": 3511000.0,
      "text": "they&#39;re rising or just about the same level hard to - hard to precisely measure, but"
    },
    {
      "index": 758,
      "start_time": 3511000.0,
      "end_time": 3514000.0,
      "text": "it&#39;s clear they&#39;re there. They&#39;re very, very strong."
    },
    {
      "index": 759,
      "start_time": 3514000.0,
      "end_time": 3520000.0,
      "text": "I see Syria with 30,000 civilians dead, Assad still in power. I see our trade deficit with"
    },
    {
      "index": 760,
      "start_time": 3520000.0,
      "end_time": 3525000.0,
      "text": "China larger than it&#39;s - growing larger every year as a matter of fact. I look around"
    },
    {
      "index": 761,
      "start_time": 3525000.0,
      "end_time": 3531000.0,
      "text": "the world and I don&#39;t feel that - you see North Korea continuing to export their"
    },
    {
      "index": 762,
      "start_time": 3531000.0,
      "end_time": 3533000.0,
      "text": "nuclear technology. Russia&#39;s said they&#39;re not going to follow"
    },
    {
      "index": 763,
      "start_time": 3533000.0,
      "end_time": 3539000.0,
      "text": "Nunn-Lugar anymore; they&#39;re (back ?) away from their nuclear proliferation treaty that"
    },
    {
      "index": 764,
      "start_time": 3539000.0,
      "end_time": 3542000.0,
      "text": "we had with them. I look around the world, I don&#39;t see our influence growing around"
    },
    {
      "index": 765,
      "start_time": 3542000.0,
      "end_time": 3547000.0,
      "text": "the world. I see our influence receding, in part because of the failure of the president"
    },
    {
      "index": 766,
      "start_time": 3547000.0,
      "end_time": 3551000.0,
      "text": "to deal with our economic challenges at home, in part because of our withdrawal from our"
    },
    {
      "index": 767,
      "start_time": 3551000.0,
      "end_time": 3556000.0,
      "text": "commitment to our military and the way I think it ought to be, in part because of the -"
    },
    {
      "index": 768,
      "start_time": 3556000.0,
      "end_time": 3562000.0,
      "text": "the - the turmoil with Israel. I mean, the president received a letter from 38 Democrat"
    },
    {
      "index": 769,
      "start_time": 3562000.0,
      "end_time": 3566000.0,
      "text": "senators saying the tensions with Israel were a real problem."
    },
    {
      "index": 770,
      "start_time": 3566000.0,
      "end_time": 3568000.0,
      "text": "PRESIDENT OBAMA: No. MR. ROMNEY: They asked him, please repair"
    },
    {
      "index": 771,
      "start_time": 3568000.0,
      "end_time": 3574000.0,
      "text": "the tension - Democrat senators - please repair the damage in his - in his own party."
    },
    {
      "index": 772,
      "start_time": 3574000.0,
      "end_time": 3577000.0,
      "text": "MR. SCHIEFFER (?): All right. PRESIDENT OBAMA: Governor, the problem is,"
    },
    {
      "index": 773,
      "start_time": 3577000.0,
      "end_time": 3585000.0,
      "text": "is that on a whole range of issues, whether it&#39;s the Middle East, whether it&#39;s Afghanistan,"
    },
    {
      "index": 774,
      "start_time": 3585000.0,
      "end_time": 3592000.0,
      "text": "whether it&#39;s Iraq, whether it&#39;s now Iran, you&#39;ve been all over the map. I mean,"
    },
    {
      "index": 775,
      "start_time": 3592000.0,
      "end_time": 3598000.0,
      "text": "I&#39;m pleased that you now are endorsing our policy of applying diplomatic pressure"
    },
    {
      "index": 776,
      "start_time": 3598000.0,
      "end_time": 3603000.0,
      "text": "and potentially having bilateral discussions with the Iranians to end their nuclear program."
    },
    {
      "index": 777,
      "start_time": 3603000.0,
      "end_time": 3609000.0,
      "text": "But just a few years ago you said that&#39;s something you&#39;d never do, in the same way"
    },
    {
      "index": 778,
      "start_time": 3609000.0,
      "end_time": 3614000.0,
      "text": "that you initially opposed a time table in Afghanistan, now you&#39;re for it, although"
    },
    {
      "index": 779,
      "start_time": 3614000.0,
      "end_time": 3622000.0,
      "text": "it depends; in the same way that you say you would have ended the war in Iraq, but recently"
    },
    {
      "index": 780,
      "start_time": 3622000.0,
      "end_time": 3628000.0,
      "text": "gave a speech saying that we should have 20,000 more folks in there; the same way that you"
    },
    {
      "index": 781,
      "start_time": 3628000.0,
      "end_time": 3634000.0,
      "text": "said that it was mission creep to go after Gadhafi."
    },
    {
      "index": 782,
      "start_time": 3634000.0,
      "end_time": 3639000.0,
      "text": "When it comes to going after Osama bin Laden, you said, well, any president would make that"
    },
    {
      "index": 783,
      "start_time": 3639000.0,
      "end_time": 3645000.0,
      "text": "call. But when you were a candidate in 2008 - as I was - and I said, if I got bin"
    },
    {
      "index": 784,
      "start_time": 3645000.0,
      "end_time": 3650000.0,
      "text": "Laden in our sights, I would take that shot, you said we shouldn&#39;t move heaven and earth"
    },
    {
      "index": 785,
      "start_time": 3650000.0,
      "end_time": 3655000.0,
      "text": "to get one man, and you said we should ask Pakistan for permission."
    },
    {
      "index": 786,
      "start_time": 3655000.0,
      "end_time": 3659000.0,
      "text": "And if we had asked Pakistan for permission, we would not have gotten him. And it was worth"
    },
    {
      "index": 787,
      "start_time": 3659000.0,
      "end_time": 3664000.0,
      "text": "moving heaven and earth to get him. You know, after we killed bin Laden, I was"
    },
    {
      "index": 788,
      "start_time": 3664000.0,
      "end_time": 3669000.0,
      "text": "at Ground Zero for a memorial and talked to a - a - a young woman who was 4 years"
    },
    {
      "index": 789,
      "start_time": 3669000.0,
      "end_time": 3675000.0,
      "text": "old when 9/11 happened. And the last conversation she had with her"
    },
    {
      "index": 790,
      "start_time": 3675000.0,
      "end_time": 3681000.0,
      "text": "father was him calling from the twin towers, saying, Peyton (sp), I love you, and I will"
    },
    {
      "index": 791,
      "start_time": 3681000.0,
      "end_time": 3687000.0,
      "text": "always watch over you. And for the next decade she was haunted by that conversation. And"
    },
    {
      "index": 792,
      "start_time": 3687000.0,
      "end_time": 3695000.0,
      "text": "she said to me, you know, by finally getting bin Laden, that brought some closure to me."
    },
    {
      "index": 793,
      "start_time": 3695000.0,
      "end_time": 3702000.0,
      "text": "And when we do things like that, when we bring those who have harmed us to justice, that"
    },
    {
      "index": 794,
      "start_time": 3702000.0,
      "end_time": 3708000.0,
      "text": "sends a message to the world, and it tells Peyton (sp) that we did not forget her father."
    },
    {
      "index": 795,
      "start_time": 3708000.0,
      "end_time": 3709000.0,
      "text": "MR. SCHIEFFER: All right. PRESIDENT OBAMA: And - and I make that"
    },
    {
      "index": 796,
      "start_time": 3709000.0,
      "end_time": 3713000.0,
      "text": "point because that&#39;s the kind of clarity of leadership - and those decisions are"
    },
    {
      "index": 797,
      "start_time": 3713000.0,
      "end_time": 3720000.0,
      "text": "not always popular. Those decisions generally are not poll-tested. And even some in my own"
    },
    {
      "index": 798,
      "start_time": 3720000.0,
      "end_time": 3725000.0,
      "text": "party, including my current vice president, had the same critique as you did. But what"
    },
    {
      "index": 799,
      "start_time": 3725000.0,
      "end_time": 3729000.0,
      "text": "the American people understand is, is that I look at what we need to get done to keep"
    },
    {
      "index": 800,
      "start_time": 3729000.0,
      "end_time": 3734000.0,
      "text": "the American people safe and to move our interests forward, and I make those decisions."
    },
    {
      "index": 801,
      "start_time": 3734000.0,
      "end_time": 3737000.0,
      "text": "MR. SCHIEFFER: All right. Let&#39;s go - and that leads us - this takes us right"
    },
    {
      "index": 802,
      "start_time": 3737000.0,
      "end_time": 3743000.0,
      "text": "to the next segment, Governor, America&#39;s longest war, Afghanistan and Pakistan."
    },
    {
      "index": 803,
      "start_time": 3743000.0,
      "end_time": 3744000.0,
      "text": "MR. ROMNEY: Bob - MR. SCHIEFFER: Governor, you get to go first."
    },
    {
      "index": 804,
      "start_time": 3744000.0,
      "end_time": 3746000.0,
      "text": "MR. ROMNEY: You can&#39;t - you can&#39;t - well, OK, but you can&#39;t have the president"
    },
    {
      "index": 805,
      "start_time": 3746000.0,
      "end_time": 3750000.0,
      "text": "just lay out a whole series of items without giving me a chance to respond."
    },
    {
      "index": 806,
      "start_time": 3750000.0,
      "end_time": 3752000.0,
      "text": "MR. SCHIEFFER: With respect, sir, you had laid out quite a program there."
    },
    {
      "index": 807,
      "start_time": 3752000.0,
      "end_time": 3754000.0,
      "text": "MR. ROMNEY: Well, that&#39;s probably true. (Chuckles.)"
    },
    {
      "index": 808,
      "start_time": 3754000.0,
      "end_time": 3755000.0,
      "text": "MR. SCHIEFFER: And we&#39;ll - we&#39;ll give you -"
    },
    {
      "index": 809,
      "start_time": 3755000.0,
      "end_time": 3756000.0,
      "text": "PRESIDENT OBAMA: We&#39;ll agree (with that ?)."
    },
    {
      "index": 810,
      "start_time": 3756000.0,
      "end_time": 3759000.0,
      "text": "MR. SCHIEFFER: We&#39;ll catch you up. The United States is scheduled to turn over"
    },
    {
      "index": 811,
      "start_time": 3759000.0,
      "end_time": 3765000.0,
      "text": "responsibility for security in Afghanistan to the Afghans."
    },
    {
      "index": 812,
      "start_time": 3765000.0,
      "end_time": 3770000.0,
      "text": "At that point we will withdraw our combat troops, leave a smaller force of Americans,"
    },
    {
      "index": 813,
      "start_time": 3770000.0,
      "end_time": 3775000.0,
      "text": "if I understand our policy, in Afghanistan for training purposes. It seems to me the"
    },
    {
      "index": 814,
      "start_time": 3775000.0,
      "end_time": 3784000.0,
      "text": "key question here is what do you do if the deadline arrives and it is obvious the Afghans"
    },
    {
      "index": 815,
      "start_time": 3784000.0,
      "end_time": 3790000.0,
      "text": "are unable to handle their security? Do we still leave? And I believe Governor Romney,"
    },
    {
      "index": 816,
      "start_time": 3790000.0,
      "end_time": 3792000.0,
      "text": "it - you go first. MR. ROMNEY: Well, we&#39;re going to be finished"
    },
    {
      "index": 817,
      "start_time": 3792000.0,
      "end_time": 3798000.0,
      "text": "by 2014. And when I&#39;m president, we&#39;ll make sure we bring our troops out by the end"
    },
    {
      "index": 818,
      "start_time": 3798000.0,
      "end_time": 3804000.0,
      "text": "of 2014. The commanders and the generals there are on track to do so. We&#39;ve seen progress"
    },
    {
      "index": 819,
      "start_time": 3804000.0,
      "end_time": 3809000.0,
      "text": "over the past several years. The surge has been successful, and the training program"
    },
    {
      "index": 820,
      "start_time": 3809000.0,
      "end_time": 3816000.0,
      "text": "is proceeding at pace. There are now a large number of Afghan security forces, 350,000,"
    },
    {
      "index": 821,
      "start_time": 3816000.0,
      "end_time": 3819000.0,
      "text": "that are - are ready to step in to provide security. And - and we&#39;re going to be"
    },
    {
      "index": 822,
      "start_time": 3819000.0,
      "end_time": 3824000.0,
      "text": "able to make that transition by the end of - of 2014. So our troops&#39;ll come home"
    },
    {
      "index": 823,
      "start_time": 3824000.0,
      "end_time": 3828000.0,
      "text": "at that point. I - I can tell you, at the same time, that"
    },
    {
      "index": 824,
      "start_time": 3828000.0,
      "end_time": 3833000.0,
      "text": "- that we will make sure that we - we look at what&#39;s happening in Pakistan and"
    },
    {
      "index": 825,
      "start_time": 3833000.0,
      "end_time": 3838000.0,
      "text": "recognize that what&#39;s happening in Pakistan is going to have a major impact on the success"
    },
    {
      "index": 826,
      "start_time": 3838000.0,
      "end_time": 3842000.0,
      "text": "in Afghanistan. And - and I say that because I know a lot of people just feel like we should"
    },
    {
      "index": 827,
      "start_time": 3842000.0,
      "end_time": 3845000.0,
      "text": "just brush our hands and walk away. And I don&#39;t mean you, Mr. President, but some"
    },
    {
      "index": 828,
      "start_time": 3845000.0,
      "end_time": 3850000.0,
      "text": "people in the - in our nation feel that Pakistan (doesn&#39;t ?) - being nice to"
    },
    {
      "index": 829,
      "start_time": 3850000.0,
      "end_time": 3852000.0,
      "text": "us and that we should just walk away from them."
    },
    {
      "index": 830,
      "start_time": 3852000.0,
      "end_time": 3856000.0,
      "text": "But Pakistan is important to the region, to the world and to us, because Pakistan has"
    },
    {
      "index": 831,
      "start_time": 3856000.0,
      "end_time": 3861000.0,
      "text": "100 nuclear warheads, and they&#39;re rushing to build a lot more. They&#39;ll have more"
    },
    {
      "index": 832,
      "start_time": 3861000.0,
      "end_time": 3865000.0,
      "text": "than Great Britain sometime in the - in the relatively near future. They also have"
    },
    {
      "index": 833,
      "start_time": 3865000.0,
      "end_time": 3871000.0,
      "text": "the Haqqani network and - and the Taliban existent within their country. And so a -"
    },
    {
      "index": 834,
      "start_time": 3871000.0,
      "end_time": 3876000.0,
      "text": "a Pakistan that falls apart, becomes a failed state would be of extraordinary danger to"
    },
    {
      "index": 835,
      "start_time": 3876000.0,
      "end_time": 3883000.0,
      "text": "Afghanistan and us. And so we&#39;re going to have to remain helpful in encouraging Pakistan"
    },
    {
      "index": 836,
      "start_time": 3883000.0,
      "end_time": 3888000.0,
      "text": "to move towards a - a more stable government and - and rebuild a relationship with us."
    },
    {
      "index": 837,
      "start_time": 3888000.0,
      "end_time": 3891000.0,
      "text": "And that means that - that - that our aid that we provide to Pakistan is going to"
    },
    {
      "index": 838,
      "start_time": 3891000.0,
      "end_time": 3896000.0,
      "text": "have to be conditioned upon certain benchmarks being met."
    },
    {
      "index": 839,
      "start_time": 3896000.0,
      "end_time": 3900000.0,
      "text": "So for me, I look at this as both a - a - a need to help move Pakistan in the right"
    },
    {
      "index": 840,
      "start_time": 3900000.0,
      "end_time": 3906000.0,
      "text": "direction and also to get Afghanistan to be ready. And they will be ready by the end of"
    },
    {
      "index": 841,
      "start_time": 3906000.0,
      "end_time": 3908000.0,
      "text": "2014. MR. SCHIEFFER: Mr. President."
    },
    {
      "index": 842,
      "start_time": 3908000.0,
      "end_time": 3913000.0,
      "text": "PRESIDENT OBAMA: You know, when I came into office, we were still bogged down in Iraq,"
    },
    {
      "index": 843,
      "start_time": 3913000.0,
      "end_time": 3919000.0,
      "text": "and Afghanistan had been drifting for a decade. We ended the war in Iraq, refocused our attention"
    },
    {
      "index": 844,
      "start_time": 3919000.0,
      "end_time": 3924000.0,
      "text": "on Afghanistan. And we did deliver a surge of troops. That was facilitated in part because"
    },
    {
      "index": 845,
      "start_time": 3924000.0,
      "end_time": 3930000.0,
      "text": "we had ended the war in Iraq. And we are now in a position where we have"
    },
    {
      "index": 846,
      "start_time": 3930000.0,
      "end_time": 3935000.0,
      "text": "met many of the objectives that got us there in the first place. Part of what had happened"
    },
    {
      "index": 847,
      "start_time": 3935000.0,
      "end_time": 3941000.0,
      "text": "is we&#39;d forgotten why we&#39;d gone. We went because there were people who were responsible"
    },
    {
      "index": 848,
      "start_time": 3941000.0,
      "end_time": 3947000.0,
      "text": "for 3,000 American deaths. And so we decimated al-Qaida&#39;s core leadership in the border"
    },
    {
      "index": 849,
      "start_time": 3947000.0,
      "end_time": 3954000.0,
      "text": "regions between Afghanistan and Pakistan. We then started to build up Afghan forces."
    },
    {
      "index": 850,
      "start_time": 3954000.0,
      "end_time": 3959000.0,
      "text": "And we&#39;re now in a position where we can transition out, because there&#39;s no reason"
    },
    {
      "index": 851,
      "start_time": 3959000.0,
      "end_time": 3965000.0,
      "text": "why Americans should die when Afghans are perfectly capable of defending their own country."
    },
    {
      "index": 852,
      "start_time": 3965000.0,
      "end_time": 3970000.0,
      "text": "Now, that transition&#39;s - has to take place in a responsible fashion. We&#39;ve been"
    },
    {
      "index": 853,
      "start_time": 3970000.0,
      "end_time": 3976000.0,
      "text": "there a long time, and we&#39;ve got to make sure that we and our coalition partners are"
    },
    {
      "index": 854,
      "start_time": 3976000.0,
      "end_time": 3981000.0,
      "text": "pulling out responsibly and giving Afghans the capabilities that they need."
    },
    {
      "index": 855,
      "start_time": 3981000.0,
      "end_time": 3986000.0,
      "text": "But what I think the American people recognize is after a decade of war, it&#39;s time to"
    },
    {
      "index": 856,
      "start_time": 3986000.0,
      "end_time": 3991000.0,
      "text": "do some nation-building here at home. And what we can now do is free up some resources"
    },
    {
      "index": 857,
      "start_time": 3991000.0,
      "end_time": 3997000.0,
      "text": "to, for example, put Americans back to work, especially our veterans, rebuilding our roads,"
    },
    {
      "index": 858,
      "start_time": 3997000.0,
      "end_time": 4003000.0,
      "text": "our bridges, our schools, making sure that, you know, our veterans are getting the care"
    },
    {
      "index": 859,
      "start_time": 4003000.0,
      "end_time": 4009000.0,
      "text": "that they need when it comes to post-traumatic stress disorder and traumatic brain injury,"
    },
    {
      "index": 860,
      "start_time": 4009000.0,
      "end_time": 4016000.0,
      "text": "making sure that the certifications that they need for good jobs of the future are in place."
    },
    {
      "index": 861,
      "start_time": 4016000.0,
      "end_time": 4018000.0,
      "text": "You know, I was having lunch with some -"
    },
    {
      "index": 862,
      "start_time": 4018000.0,
      "end_time": 4024000.0,
      "text": "a veteran in Minnesota who had been a medic dealing with the most extreme circumstances."
    },
    {
      "index": 863,
      "start_time": 4024000.0,
      "end_time": 4029000.0,
      "text": "When he came home and he wanted to become a nurse, he had to start from scratch. And"
    },
    {
      "index": 864,
      "start_time": 4029000.0,
      "end_time": 4031000.0,
      "text": "what we&#39;ve said is, let&#39;s change those certifications."
    },
    {
      "index": 865,
      "start_time": 4031000.0,
      "end_time": 4035000.0,
      "text": "The first lady has done great work with an organization called Joining Forces putting"
    },
    {
      "index": 866,
      "start_time": 4035000.0,
      "end_time": 4040000.0,
      "text": "our veterans back to work. And as a consequence, veterans&#39; unemployment is actually now"
    },
    {
      "index": 867,
      "start_time": 4040000.0,
      "end_time": 4044000.0,
      "text": "lower than general population, it was higher when I came into office. So those are the"
    },
    {
      "index": 868,
      "start_time": 4044000.0,
      "end_time": 4050000.0,
      "text": "kinds of things that we can now do because we&#39;re making that transition in Afghanistan."
    },
    {
      "index": 869,
      "start_time": 4050000.0,
      "end_time": 4056000.0,
      "text": "MR. SCHIEFFER: All right. Let me go to Governor Romney because you talked about Pakistan and"
    },
    {
      "index": 870,
      "start_time": 4056000.0,
      "end_time": 4062000.0,
      "text": "what needs to be done there. General Allen, our commander in Afghanistan, says that Americans"
    },
    {
      "index": 871,
      "start_time": 4062000.0,
      "end_time": 4069000.0,
      "text": "continue to die at the hands of groups who are supported by Pakistan. We know that Pakistan"
    },
    {
      "index": 872,
      "start_time": 4069000.0,
      "end_time": 4077000.0,
      "text": "has arrested the doctor who helped us catch Obama&#39;s - bin Laden. It still provides"
    },
    {
      "index": 873,
      "start_time": 4077000.0,
      "end_time": 4083000.0,
      "text": "safe haven for terrorists, yet we continue to give Pakistan billions of dollars. Is it"
    },
    {
      "index": 874,
      "start_time": 4083000.0,
      "end_time": 4089000.0,
      "text": "time for us to divorce Pakistan? MR. ROMNEY: No, it&#39;s not time to divorce"
    },
    {
      "index": 875,
      "start_time": 4089000.0,
      "end_time": 4094000.0,
      "text": "a nation on earth that has a hundred nuclear weapons and is on the way to double that at"
    },
    {
      "index": 876,
      "start_time": 4094000.0,
      "end_time": 4102000.0,
      "text": "some point, a nation that has serious threats from terrorist groups within its nation -"
    },
    {
      "index": 877,
      "start_time": 4102000.0,
      "end_time": 4106000.0,
      "text": "as I indicated before, the Taliban, Haqqani network. It&#39;s a nation that&#39;s not like"
    },
    {
      "index": 878,
      "start_time": 4106000.0,
      "end_time": 4109000.0,
      "text": "- like others and that does not have a civilian leadership that is calling the shots"
    },
    {
      "index": 879,
      "start_time": 4109000.0,
      "end_time": 4112000.0,
      "text": "there. You&#39;ve got the ISI, their intelligence"
    },
    {
      "index": 880,
      "start_time": 4112000.0,
      "end_time": 4116000.0,
      "text": "organization is probably the most powerful of the - of the three branches there. Then"
    },
    {
      "index": 881,
      "start_time": 4116000.0,
      "end_time": 4120000.0,
      "text": "you have the military and then you have the - the civilian government. This is a nation"
    },
    {
      "index": 882,
      "start_time": 4120000.0,
      "end_time": 4127000.0,
      "text": "which if it falls apart - if it becomes a failed state, there are nuclear weapons"
    },
    {
      "index": 883,
      "start_time": 4127000.0,
      "end_time": 4130000.0,
      "text": "there and you&#39;ve got - you&#39;ve got terrorists there who could grab their -"
    },
    {
      "index": 884,
      "start_time": 4130000.0,
      "end_time": 4134000.0,
      "text": "their hands onto those nuclear weapons. This is - this is an important part of"
    },
    {
      "index": 885,
      "start_time": 4134000.0,
      "end_time": 4140000.0,
      "text": "the world for us. Pakistan is - is technically an ally, and they&#39;re not acting very much"
    },
    {
      "index": 886,
      "start_time": 4140000.0,
      "end_time": 4142000.0,
      "text": "like an ally right now, but we have some work to do."
    },
    {
      "index": 887,
      "start_time": 4142000.0,
      "end_time": 4147000.0,
      "text": "And I - I don&#39;t blame the administration for the fact that the relationship with Pakistan"
    },
    {
      "index": 888,
      "start_time": 4147000.0,
      "end_time": 4153000.0,
      "text": "is strained. We had to go into Pakistan; we had to go in there to get Osama bin Laden."
    },
    {
      "index": 889,
      "start_time": 4153000.0,
      "end_time": 4157000.0,
      "text": "That was the right thing to do. And that upset them, but there was obviously a great deal"
    },
    {
      "index": 890,
      "start_time": 4157000.0,
      "end_time": 4162000.0,
      "text": "of anger even before that. But we&#39;re going to have to work with the - with the people"
    },
    {
      "index": 891,
      "start_time": 4162000.0,
      "end_time": 4166000.0,
      "text": "in Pakistan to try and help them move to a more responsible course than the one that"
    },
    {
      "index": 892,
      "start_time": 4166000.0,
      "end_time": 4170000.0,
      "text": "they&#39;re on. And it&#39;s important for them, it&#39;s important for the nuclear weapons,"
    },
    {
      "index": 893,
      "start_time": 4170000.0,
      "end_time": 4176000.0,
      "text": "it&#39;s important for the success of Afghanistan, because inside Pakistan you have a large group"
    },
    {
      "index": 894,
      "start_time": 4176000.0,
      "end_time": 4179000.0,
      "text": "of Pashtuns that are - that are Taliban, that they&#39;re going to come rushing back"
    },
    {
      "index": 895,
      "start_time": 4179000.0,
      "end_time": 4184000.0,
      "text": "into Afghanistan when we go. And that&#39;s one of the reasons the Afghan security forces"
    },
    {
      "index": 896,
      "start_time": 4184000.0,
      "end_time": 4188000.0,
      "text": "have so much work to do to be able to fight against that. But it&#39;s important for us"
    },
    {
      "index": 897,
      "start_time": 4188000.0,
      "end_time": 4192000.0,
      "text": "to recognize that we can&#39;t just walk away from Pakistan. But we do need to make sure"
    },
    {
      "index": 898,
      "start_time": 4192000.0,
      "end_time": 4199000.0,
      "text": "that as we - as we send support for them, that this is tied to them making progress"
    },
    {
      "index": 899,
      "start_time": 4199000.0,
      "end_time": 4202000.0,
      "text": "on - on matters that would lead them to becoming a civil society."
    },
    {
      "index": 900,
      "start_time": 4202000.0,
      "end_time": 4207000.0,
      "text": "MR. SCHIEFFER: Let me ask you, Governor, because we know President Obama&#39;s position on this,"
    },
    {
      "index": 901,
      "start_time": 4207000.0,
      "end_time": 4211000.0,
      "text": "what is - what is your position on the use of drones?"
    },
    {
      "index": 902,
      "start_time": 4211000.0,
      "end_time": 4215000.0,
      "text": "MR. ROMNEY: Well, I believe that we should use any and all means necessary to take out"
    },
    {
      "index": 903,
      "start_time": 4215000.0,
      "end_time": 4221000.0,
      "text": "people who pose a threat to us and our friends around the world. And it&#39;s widely reported"
    },
    {
      "index": 904,
      "start_time": 4221000.0,
      "end_time": 4225000.0,
      "text": "that drones are being used in drone strikes, and I support that entirely and feel the president"
    },
    {
      "index": 905,
      "start_time": 4225000.0,
      "end_time": 4230000.0,
      "text": "was right to up the usage of that technology and believe that we should continue to use"
    },
    {
      "index": 906,
      "start_time": 4230000.0,
      "end_time": 4234000.0,
      "text": "it to continue to go after the people who represent a threat to this nation and to our"
    },
    {
      "index": 907,
      "start_time": 4234000.0,
      "end_time": 4237000.0,
      "text": "friends. Let me also note that, as I said earlier,"
    },
    {
      "index": 908,
      "start_time": 4237000.0,
      "end_time": 4241000.0,
      "text": "we&#39;re going to have to do more than just going after leaders and - and killing bad"
    },
    {
      "index": 909,
      "start_time": 4241000.0,
      "end_time": 4246000.0,
      "text": "guys, important as that is. We&#39;re also going to have to have a far more effective"
    },
    {
      "index": 910,
      "start_time": 4246000.0,
      "end_time": 4252000.0,
      "text": "and comprehensive strategy to help move the world away from terror and Islamic extremism."
    },
    {
      "index": 911,
      "start_time": 4252000.0,
      "end_time": 4256000.0,
      "text": "We haven&#39;t done that yet. We talk a lot about these things, but you look at the -"
    },
    {
      "index": 912,
      "start_time": 4256000.0,
      "end_time": 4260000.0,
      "text": "the record. You look at the record of the last four years and say, is Iran closer to"
    },
    {
      "index": 913,
      "start_time": 4260000.0,
      "end_time": 4268000.0,
      "text": "a bomb? Yes. Is the Middle East in tumult? Yes. Is - is al-Qaida on the run, on its"
    },
    {
      "index": 914,
      "start_time": 4268000.0,
      "end_time": 4274000.0,
      "text": "heels? No. Is - are Israel and the Palestinians closer to - to reaching a peace agreement?"
    },
    {
      "index": 915,
      "start_time": 4274000.0,
      "end_time": 4279000.0,
      "text": "No, they haven&#39;t had talks in two years. We have not seen the progress we need to have,"
    },
    {
      "index": 916,
      "start_time": 4279000.0,
      "end_time": 4284000.0,
      "text": "and I&#39;m convinced that with strong leadership and an effort to build a strategy based upon"
    },
    {
      "index": 917,
      "start_time": 4284000.0,
      "end_time": 4288000.0,
      "text": "helping these nations reject extremism, we can see the kind of peace and prosperity the"
    },
    {
      "index": 918,
      "start_time": 4288000.0,
      "end_time": 4292000.0,
      "text": "world demands. PRESIDENT OBAMA: Well, keep in mind our strategy"
    },
    {
      "index": 919,
      "start_time": 4292000.0,
      "end_time": 4297000.0,
      "text": "wasn&#39;t just going after bin Laden. We&#39;ve created partnerships throughout the region"
    },
    {
      "index": 920,
      "start_time": 4297000.0,
      "end_time": 4304000.0,
      "text": "to deal with extremism - in Somalia, in Yemen, in Pakistan. And what we&#39;ve also"
    },
    {
      "index": 921,
      "start_time": 4304000.0,
      "end_time": 4309000.0,
      "text": "done is engage these governments in the kind of reforms that are actually going to make"
    },
    {
      "index": 922,
      "start_time": 4309000.0,
      "end_time": 4315000.0,
      "text": "a difference in people&#39;s lives day to day, to make sure that their government aren&#39;t"
    },
    {
      "index": 923,
      "start_time": 4315000.0,
      "end_time": 4320000.0,
      "text": "corrupt, to make sure that they are treating women with the kind of respect and dignity"
    },
    {
      "index": 924,
      "start_time": 4320000.0,
      "end_time": 4326000.0,
      "text": "that every nation that succeeds has shown, and to make sure that they&#39;ve got a free"
    },
    {
      "index": 925,
      "start_time": 4326000.0,
      "end_time": 4330000.0,
      "text": "market system that works. So across the board, we are engaging them"
    },
    {
      "index": 926,
      "start_time": 4330000.0,
      "end_time": 4336000.0,
      "text": "in building capacity in these countries and we have stood on the side of democracy. One"
    },
    {
      "index": 927,
      "start_time": 4336000.0,
      "end_time": 4343000.0,
      "text": "thing I think Americans should be proud of - when Tunisians began to protest, this"
    },
    {
      "index": 928,
      "start_time": 4343000.0,
      "end_time": 4351000.0,
      "text": "nation, me, my administration stood with them earlier than just about any other country."
    },
    {
      "index": 929,
      "start_time": 4351000.0,
      "end_time": 4357000.0,
      "text": "In Egypt we stood on the side of democracy. In Libya we stood on the side of the people."
    },
    {
      "index": 930,
      "start_time": 4357000.0,
      "end_time": 4363000.0,
      "text": "And as a consequence there is no doubt that attitudes about Americans have changed."
    },
    {
      "index": 931,
      "start_time": 4363000.0,
      "end_time": 4368000.0,
      "text": "But there are always going to be elements in these countries that potentially threaten"
    },
    {
      "index": 932,
      "start_time": 4368000.0,
      "end_time": 4372000.0,
      "text": "the United States. And we want to shrink those groups and those"
    },
    {
      "index": 933,
      "start_time": 4372000.0,
      "end_time": 4377000.0,
      "text": "networks, and we can do that, but we&#39;re always also going to have to maintain vigilance"
    },
    {
      "index": 934,
      "start_time": 4377000.0,
      "end_time": 4382000.0,
      "text": "when it comes to terrorist activities. The truth, though, is that al-Qaida is much weaker"
    },
    {
      "index": 935,
      "start_time": 4382000.0,
      "end_time": 4386000.0,
      "text": "than it was when I came into office, and they don&#39;t have the same capacities to attack"
    },
    {
      "index": 936,
      "start_time": 4386000.0,
      "end_time": 4390000.0,
      "text": "the U.S. homeland and our allies as they did four years ago."
    },
    {
      "index": 937,
      "start_time": 4390000.0,
      "end_time": 4396000.0,
      "text": "MR. SCHIEFFER: Let&#39;s go to the next segment because it&#39;s a very important one. It is"
    },
    {
      "index": 938,
      "start_time": 4396000.0,
      "end_time": 4403000.0,
      "text": "the rise of China and future challenges for America. I want to just begin this by asking"
    },
    {
      "index": 939,
      "start_time": 4403000.0,
      "end_time": 4409000.0,
      "text": "both of you - and Mr. President, you go first this time - what do you believe is"
    },
    {
      "index": 940,
      "start_time": 4409000.0,
      "end_time": 4414000.0,
      "text": "the greatest future threat to the national security of this country?"
    },
    {
      "index": 941,
      "start_time": 4414000.0,
      "end_time": 4420000.0,
      "text": "PRESIDENT OBAMA: Well, I think it will continue to be terrorist networks. We have to remain"
    },
    {
      "index": 942,
      "start_time": 4420000.0,
      "end_time": 4425000.0,
      "text": "vigilant, as I just said. But with respect to China, China&#39;s both"
    },
    {
      "index": 943,
      "start_time": 4425000.0,
      "end_time": 4432000.0,
      "text": "an adversary but also a potential partner in the international community if it&#39;s"
    },
    {
      "index": 944,
      "start_time": 4432000.0,
      "end_time": 4438000.0,
      "text": "following the rules. So my attitude coming into office was that we are going to insist"
    },
    {
      "index": 945,
      "start_time": 4438000.0,
      "end_time": 4443000.0,
      "text": "that China plays by the same rules as everybody else."
    },
    {
      "index": 946,
      "start_time": 4443000.0,
      "end_time": 4449000.0,
      "text": "And I know Americans had - had seen jobs being shipped overseas, businesses and workers"
    },
    {
      "index": 947,
      "start_time": 4449000.0,
      "end_time": 4454000.0,
      "text": "not getting a level playing field when it came to trade. And that&#39;s the reason why"
    },
    {
      "index": 948,
      "start_time": 4454000.0,
      "end_time": 4462000.0,
      "text": "I set up a trade task force to go after cheaters when it came to international trade. That&#39;s"
    },
    {
      "index": 949,
      "start_time": 4462000.0,
      "end_time": 4468000.0,
      "text": "the reason why we have brought more cases against China for violating trade rules than"
    },
    {
      "index": 950,
      "start_time": 4468000.0,
      "end_time": 4472000.0,
      "text": "the other - the previous administration had done in two terms. And we&#39;ve won just"
    },
    {
      "index": 951,
      "start_time": 4472000.0,
      "end_time": 4477000.0,
      "text": "about every case that we&#39;ve filed, that - that has been decided. In fact, just"
    },
    {
      "index": 952,
      "start_time": 4477000.0,
      "end_time": 4482000.0,
      "text": "recently, steelworkers in Ohio and throughout the Midwest, Pennsylvania, are in a position"
    },
    {
      "index": 953,
      "start_time": 4482000.0,
      "end_time": 4485000.0,
      "text": "now to sell steel to China because we won that case."
    },
    {
      "index": 954,
      "start_time": 4485000.0,
      "end_time": 4490000.0,
      "text": "We had a tire case in which they were flooding us with cheap domestic tires - or -"
    },
    {
      "index": 955,
      "start_time": 4490000.0,
      "end_time": 4496000.0,
      "text": "or - or cheap Chinese tires. And we put a stop to it and, as a consequence, saved"
    },
    {
      "index": 956,
      "start_time": 4496000.0,
      "end_time": 4501000.0,
      "text": "jobs throughout America. I have to say that Governor Romney criticized me for being too"
    },
    {
      "index": 957,
      "start_time": 4501000.0,
      "end_time": 4506000.0,
      "text": "tough in that tire case, said this wouldn&#39;t be good for American workers and that it would"
    },
    {
      "index": 958,
      "start_time": 4506000.0,
      "end_time": 4512000.0,
      "text": "be protectionist. But I tell you, those workers don&#39;t feel that way. They feel as if they"
    },
    {
      "index": 959,
      "start_time": 4512000.0,
      "end_time": 4516000.0,
      "text": "had finally an administration who was going to take this issue seriously."
    },
    {
      "index": 960,
      "start_time": 4516000.0,
      "end_time": 4521000.0,
      "text": "Over the long term, in order for us to compete with China, we&#39;ve also got to make sure,"
    },
    {
      "index": 961,
      "start_time": 4521000.0,
      "end_time": 4526000.0,
      "text": "though, that we&#39;re taking - taking care of business here at home. If we don&#39;t have"
    },
    {
      "index": 962,
      "start_time": 4526000.0,
      "end_time": 4530000.0,
      "text": "the best education system in the world, if we don&#39;t continue to put money into research"
    },
    {
      "index": 963,
      "start_time": 4530000.0,
      "end_time": 4536000.0,
      "text": "and technology that will allow us to - to create great businesses here in the United"
    },
    {
      "index": 964,
      "start_time": 4536000.0,
      "end_time": 4541000.0,
      "text": "States, that&#39;s how we lose the competition. And unfortunately, Governor Romney&#39;s budget"
    },
    {
      "index": 965,
      "start_time": 4541000.0,
      "end_time": 4544000.0,
      "text": "and his proposals would not allow us to make those investments."
    },
    {
      "index": 966,
      "start_time": 4544000.0,
      "end_time": 4545000.0,
      "text": "MR. SCHIEFFER: All right. Governor."
    },
    {
      "index": 967,
      "start_time": 4545000.0,
      "end_time": 4549000.0,
      "text": "MR. ROMNEY: Well, first of all, it&#39;s not government that makes business successful."
    },
    {
      "index": 968,
      "start_time": 4549000.0,
      "end_time": 4553000.0,
      "text": "It&#39;s not government investments that make businesses grow and hire people."
    },
    {
      "index": 969,
      "start_time": 4553000.0,
      "end_time": 4557000.0,
      "text": "Let me also note that the greatest threat that the world faces, the greatest national"
    },
    {
      "index": 970,
      "start_time": 4557000.0,
      "end_time": 4563000.0,
      "text": "security threat, is a nuclear Iran. Let&#39;s talk about China. China has an interest"
    },
    {
      "index": 971,
      "start_time": 4563000.0,
      "end_time": 4568000.0,
      "text": "that&#39;s very much like ours in one respect, and that is they want a stable world. They"
    },
    {
      "index": 972,
      "start_time": 4568000.0,
      "end_time": 4573000.0,
      "text": "don&#39;t want war. They don&#39;t want to see protectionism. They don&#39;t want to see the"
    },
    {
      "index": 973,
      "start_time": 4573000.0,
      "end_time": 4577000.0,
      "text": "- the world break out into - into various forms of chaos, because they have to -"
    },
    {
      "index": 974,
      "start_time": 4577000.0,
      "end_time": 4581000.0,
      "text": "they have to manufacture goods and put people to work. And they have about 20,000 - 20"
    },
    {
      "index": 975,
      "start_time": 4581000.0,
      "end_time": 4585000.0,
      "text": "million, rather, people coming out of the farms every year, coming into the cities,"
    },
    {
      "index": 976,
      "start_time": 4585000.0,
      "end_time": 4589000.0,
      "text": "needing jobs. So they want the economy to work and the world to be free and open."
    },
    {
      "index": 977,
      "start_time": 4589000.0,
      "end_time": 4594000.0,
      "text": "And so we can be a partner with China. We don&#39;t have to be an adversary in any way,"
    },
    {
      "index": 978,
      "start_time": 4594000.0,
      "end_time": 4598000.0,
      "text": "shape or form. We can work with them. We can collaborate with them if they&#39;re willing"
    },
    {
      "index": 979,
      "start_time": 4598000.0,
      "end_time": 4602000.0,
      "text": "to be responsible. Now, they look at us and say, is it a good"
    },
    {
      "index": 980,
      "start_time": 4602000.0,
      "end_time": 4606000.0,
      "text": "idea to be with America? How strong are we going to be? How strong"
    },
    {
      "index": 981,
      "start_time": 4606000.0,
      "end_time": 4609000.0,
      "text": "is our economy? They look at the fact that we owe them a trillion"
    },
    {
      "index": 982,
      "start_time": 4609000.0,
      "end_time": 4613000.0,
      "text": "dollars and owe other people 16 trillion (dollars) in total, including them. They - they look"
    },
    {
      "index": 983,
      "start_time": 4613000.0,
      "end_time": 4618000.0,
      "text": "at our - our decision to - to cut back on our military capabilities - a trillion"
    },
    {
      "index": 984,
      "start_time": 4618000.0,
      "end_time": 4623000.0,
      "text": "dollars. The secretary of defense called these trillion dollars of cuts to our military devastating."
    },
    {
      "index": 985,
      "start_time": 4623000.0,
      "end_time": 4628000.0,
      "text": "It&#39;s not my term. It&#39;s the president&#39;s own secretary of defense called them devastating."
    },
    {
      "index": 986,
      "start_time": 4628000.0,
      "end_time": 4633000.0,
      "text": "They look at America&#39;s commitments around the world and they see what&#39;s happening"
    },
    {
      "index": 987,
      "start_time": 4633000.0,
      "end_time": 4637000.0,
      "text": "and they say, well, OK, is America going to be strong? And the answer is yes. If I&#39;m"
    },
    {
      "index": 988,
      "start_time": 4637000.0,
      "end_time": 4642000.0,
      "text": "president, America will be very strong. We&#39;ll also make sure that we have trade"
    },
    {
      "index": 989,
      "start_time": 4642000.0,
      "end_time": 4648000.0,
      "text": "relations with China that work for us. I&#39;ve watched year in and year out as companies"
    },
    {
      "index": 990,
      "start_time": 4648000.0,
      "end_time": 4653000.0,
      "text": "have shut down and people have lost their jobs because China has not played by the same"
    },
    {
      "index": 991,
      "start_time": 4653000.0,
      "end_time": 4658000.0,
      "text": "rules, in part by holding down artificially the value of their currency. It holds down"
    },
    {
      "index": 992,
      "start_time": 4658000.0,
      "end_time": 4662000.0,
      "text": "the prices of their goods. It means our goods aren&#39;t as competitive and we lose jobs."
    },
    {
      "index": 993,
      "start_time": 4662000.0,
      "end_time": 4665000.0,
      "text": "That&#39;s got to end. They&#39;re making some progress; they need"
    },
    {
      "index": 994,
      "start_time": 4665000.0,
      "end_time": 4671000.0,
      "text": "to make more. That&#39;s why on day one I will label them a currency manipulator which allows"
    },
    {
      "index": 995,
      "start_time": 4671000.0,
      "end_time": 4675000.0,
      "text": "us to apply tariffs where they&#39;re taking jobs. They&#39;re stealing our intellectual"
    },
    {
      "index": 996,
      "start_time": 4675000.0,
      "end_time": 4680000.0,
      "text": "property, our patents, our designs, our technology, hacking into our computers, counterfeiting"
    },
    {
      "index": 997,
      "start_time": 4680000.0,
      "end_time": 4685000.0,
      "text": "our goods. They have to understand, we want to trade with them, we want a world that&#39;s"
    },
    {
      "index": 998,
      "start_time": 4685000.0,
      "end_time": 4688000.0,
      "text": "stable, we like free enterprise, but you got to play by the rules."
    },
    {
      "index": 999,
      "start_time": 4688000.0,
      "end_time": 4694000.0,
      "text": "MR. SCHIEFFER: Well, Governor, let me just ask you, if you declare them a currency manipulator"
    },
    {
      "index": 1000,
      "start_time": 4694000.0,
      "end_time": 4700000.0,
      "text": "on day one, some people are saying you&#39;re just going to start a trade war with China"
    },
    {
      "index": 1001,
      "start_time": 4700000.0,
      "end_time": 4704000.0,
      "text": "on day one. Is that - isn&#39;t there a risk that that could happen?"
    },
    {
      "index": 1002,
      "start_time": 4704000.0,
      "end_time": 4709000.0,
      "text": "MR. ROMNEY: Well, they sell us about this much stuff every year. And we sell them about"
    },
    {
      "index": 1003,
      "start_time": 4709000.0,
      "end_time": 4713000.0,
      "text": "this much stuff every year. So it&#39;s pretty clear who doesn&#39;t want a trade war. And"
    },
    {
      "index": 1004,
      "start_time": 4713000.0,
      "end_time": 4717000.0,
      "text": "there&#39;s one going on right now that we don&#39;t know about. It&#39;s a silent one"
    },
    {
      "index": 1005,
      "start_time": 4717000.0,
      "end_time": 4720000.0,
      "text": "and they&#39;re winning. We have an enormous trade imbalance with China. And it&#39;s worse"
    },
    {
      "index": 1006,
      "start_time": 4720000.0,
      "end_time": 4725000.0,
      "text": "this year than last year. And it was worse last year than the year before."
    },
    {
      "index": 1007,
      "start_time": 4725000.0,
      "end_time": 4729000.0,
      "text": "And - and so we have to understand that we can&#39;t just surrender and - and lose"
    },
    {
      "index": 1008,
      "start_time": 4729000.0,
      "end_time": 4734000.0,
      "text": "jobs year in and year out. We have to say to our friends in China, look, you guys are"
    },
    {
      "index": 1009,
      "start_time": 4734000.0,
      "end_time": 4738000.0,
      "text": "playing aggressively, we understand it, but - but this can&#39;t keep on going. You"
    },
    {
      "index": 1010,
      "start_time": 4738000.0,
      "end_time": 4743000.0,
      "text": "can&#39;t keep on holding down the value of your currency, stealing our intellectual property,"
    },
    {
      "index": 1011,
      "start_time": 4743000.0,
      "end_time": 4747000.0,
      "text": "counterfeiting our products, selling them around the world, even into the United States."
    },
    {
      "index": 1012,
      "start_time": 4747000.0,
      "end_time": 4753000.0,
      "text": "I was with one company that makes valves in - in process industries. And they said,"
    },
    {
      "index": 1013,
      "start_time": 4753000.0,
      "end_time": 4756000.0,
      "text": "look, we were - we were having some valves coming in that - that were broken, and"
    },
    {
      "index": 1014,
      "start_time": 4756000.0,
      "end_time": 4760000.0,
      "text": "we had to repair them under warranty. And we looked them up, and - and they had our"
    },
    {
      "index": 1015,
      "start_time": 4760000.0,
      "end_time": 4764000.0,
      "text": "serial number on them. And then we noticed that - that there was more than one with"
    },
    {
      "index": 1016,
      "start_time": 4764000.0,
      "end_time": 4768000.0,
      "text": "that same serial number. They were counterfeit products being made overseas with the same"
    },
    {
      "index": 1017,
      "start_time": 4768000.0,
      "end_time": 4772000.0,
      "text": "serial number as a U.S. company, the same packaging. These were being sold into our"
    },
    {
      "index": 1018,
      "start_time": 4772000.0,
      "end_time": 4776000.0,
      "text": "market and around the world as if they were made by the U.S. competitor."
    },
    {
      "index": 1019,
      "start_time": 4776000.0,
      "end_time": 4783000.0,
      "text": "This can&#39;t go on. I want a great relationship with China. China can be our partner. But"
    },
    {
      "index": 1020,
      "start_time": 4783000.0,
      "end_time": 4786000.0,
      "text": "- but that doesn&#39;t mean they can just roll all over us and steal our jobs on an"
    },
    {
      "index": 1021,
      "start_time": 4786000.0,
      "end_time": 4788000.0,
      "text": "unfair basis. PRESIDENT OBAMA: Well, Governor Romney&#39;s"
    },
    {
      "index": 1022,
      "start_time": 4788000.0,
      "end_time": 4793000.0,
      "text": "right. You are familiar with jobs being shipped overseas, because you invested in companies"
    },
    {
      "index": 1023,
      "start_time": 4793000.0,
      "end_time": 4798000.0,
      "text": "that were shipping jobs overseas. And, you know, that&#39;s your right. I mean, that&#39;s"
    },
    {
      "index": 1024,
      "start_time": 4798000.0,
      "end_time": 4803000.0,
      "text": "how our free market works. But I&#39;ve made a different bet on American"
    },
    {
      "index": 1025,
      "start_time": 4803000.0,
      "end_time": 4808000.0,
      "text": "workers. You know, if we had taken your advice, Governor Romney, about our auto industry,"
    },
    {
      "index": 1026,
      "start_time": 4808000.0,
      "end_time": 4813000.0,
      "text": "we&#39;d be buying cars from China instead of selling cars to China. If we take your"
    },
    {
      "index": 1027,
      "start_time": 4813000.0,
      "end_time": 4817000.0,
      "text": "advice with respect to how we change our tax codes so that companies that are in profits"
    },
    {
      "index": 1028,
      "start_time": 4817000.0,
      "end_time": 4824000.0,
      "text": "overseas don&#39;t pay U.S. taxes compared to companies here that are paying taxes, now,"
    },
    {
      "index": 1029,
      "start_time": 4824000.0,
      "end_time": 4827000.0,
      "text": "that&#39;s estimated to create 800,000 jobs. The problem is they won&#39;t be here; they&#39;ll"
    },
    {
      "index": 1030,
      "start_time": 4827000.0,
      "end_time": 4835000.0,
      "text": "be in places like China. And if we&#39;re not making investments in education and basic"
    },
    {
      "index": 1031,
      "start_time": 4835000.0,
      "end_time": 4838000.0,
      "text": "research, which is not something that the private sector is doing at a sufficient pace"
    },
    {
      "index": 1032,
      "start_time": 4838000.0,
      "end_time": 4843000.0,
      "text": "right now and has never done, then we will lose the lead in things like clean energy"
    },
    {
      "index": 1033,
      "start_time": 4843000.0,
      "end_time": 4848000.0,
      "text": "technology. Now, with respect to what we&#39;ve done with"
    },
    {
      "index": 1034,
      "start_time": 4848000.0,
      "end_time": 4856000.0,
      "text": "China already, U.S. exports have doubled, since I came into office, to China. And actually,"
    },
    {
      "index": 1035,
      "start_time": 4856000.0,
      "end_time": 4864000.0,
      "text": "currencies are at their most advantageous point for U.S. exporters since 1993. We absolutely"
    },
    {
      "index": 1036,
      "start_time": 4864000.0,
      "end_time": 4868000.0,
      "text": "have to make more progress, and that&#39;s why we&#39;re going to keep on pressing."
    },
    {
      "index": 1037,
      "start_time": 4868000.0,
      "end_time": 4872000.0,
      "text": "And when it comes to our military and Chinese security, part of the reason that we were"
    },
    {
      "index": 1038,
      "start_time": 4872000.0,
      "end_time": 4880000.0,
      "text": "able to pivot to the Asia-Pacific region after having ended the war in Iraq and transitioning"
    },
    {
      "index": 1039,
      "start_time": 4880000.0,
      "end_time": 4885000.0,
      "text": "out of Afghanistan, is precisely because this is going to be a massive growth area in the"
    },
    {
      "index": 1040,
      "start_time": 4885000.0,
      "end_time": 4890000.0,
      "text": "future. And we believe China can be a partner, but we&#39;re also sending a very clear signal"
    },
    {
      "index": 1041,
      "start_time": 4890000.0,
      "end_time": 4897000.0,
      "text": "that America is a Pacific power, that we are going to have a presence there. We are working"
    },
    {
      "index": 1042,
      "start_time": 4897000.0,
      "end_time": 4903000.0,
      "text": "with countries in the region to make sure, for example, that ships can pass through,"
    },
    {
      "index": 1043,
      "start_time": 4903000.0,
      "end_time": 4909000.0,
      "text": "that commerce continues. And we&#39;re organizing trade relations with countries other than"
    },
    {
      "index": 1044,
      "start_time": 4909000.0,
      "end_time": 4914000.0,
      "text": "China so that China starts feeling more pressure about meeting basic international standards."
    },
    {
      "index": 1045,
      "start_time": 4914000.0,
      "end_time": 4917000.0,
      "text": "That&#39;s the kind of leadership we&#39;ve shown in the region. That&#39;s the kind of"
    },
    {
      "index": 1046,
      "start_time": 4917000.0,
      "end_time": 4921000.0,
      "text": "leadership that we&#39;ll continue to show. MR. ROMNEY: I just want to take one of those"
    },
    {
      "index": 1047,
      "start_time": 4921000.0,
      "end_time": 4927000.0,
      "text": "points. Again, attacking me is not talking about an agenda for getting more trade and"
    },
    {
      "index": 1048,
      "start_time": 4927000.0,
      "end_time": 4931000.0,
      "text": "opening up more jobs in this country. But the president mentioned the auto industry"
    },
    {
      "index": 1049,
      "start_time": 4931000.0,
      "end_time": 4935000.0,
      "text": "and that somehow I would be in favor of jobs being elsewhere. Nothing could be further"
    },
    {
      "index": 1050,
      "start_time": 4935000.0,
      "end_time": 4941000.0,
      "text": "from the truth. I&#39;m a son of Detroit. I was born in Detroit. My dad was head of a"
    },
    {
      "index": 1051,
      "start_time": 4941000.0,
      "end_time": 4947000.0,
      "text": "car company. I like American cars. And I would do nothing to hurt the U.S. auto industry."
    },
    {
      "index": 1052,
      "start_time": 4947000.0,
      "end_time": 4952000.0,
      "text": "My plan to get the industry on its feet when it was in real trouble was not to start writing"
    },
    {
      "index": 1053,
      "start_time": 4952000.0,
      "end_time": 4956000.0,
      "text": "checks. It was President Bush that wrote the first checks. I disagree with that. I said"
    },
    {
      "index": 1054,
      "start_time": 4956000.0,
      "end_time": 4960000.0,
      "text": "they need - these companies need to go through a managed bankruptcy, and in that"
    },
    {
      "index": 1055,
      "start_time": 4960000.0,
      "end_time": 4965000.0,
      "text": "process they can get government help and government guarantees, but they need to go through bankruptcy"
    },
    {
      "index": 1056,
      "start_time": 4965000.0,
      "end_time": 4969000.0,
      "text": "to get rid of excess cost and the debt burden that they&#39;d - they&#39;d built up."
    },
    {
      "index": 1057,
      "start_time": 4969000.0,
      "end_time": 4971000.0,
      "text": "And fortunately the president picked - PRESIDENT OBAMA: Governor Romney, that&#39;s"
    },
    {
      "index": 1058,
      "start_time": 4971000.0,
      "end_time": 4973000.0,
      "text": "not what you said. MR. ROMNEY: Fortunately, the president -"
    },
    {
      "index": 1059,
      "start_time": 4973000.0,
      "end_time": 4974000.0,
      "text": "you can take - you can take a look at the op-ed."
    },
    {
      "index": 1060,
      "start_time": 4974000.0,
      "end_time": 4976000.0,
      "text": "PRESIDENT OBAMA: Governor, you did not - MR. ROMNEY: You can take a look at the op-ed."
    },
    {
      "index": 1061,
      "start_time": 4976000.0,
      "end_time": 4977000.0,
      "text": "PRESIDENT OBAMA: You did not say that you would provide, Governor, help."
    },
    {
      "index": 1062,
      "start_time": 4977000.0,
      "end_time": 4981000.0,
      "text": "MR. ROMNEY: You know, I&#39;m - I&#39;m still speaking. I said that we would provide guarantees"
    },
    {
      "index": 1063,
      "start_time": 4981000.0,
      "end_time": 4985000.0,
      "text": "and - and that was what was able to allow these companies to go through bankruptcy,"
    },
    {
      "index": 1064,
      "start_time": 4985000.0,
      "end_time": 4989000.0,
      "text": "to come out of bankruptcy. Under no circumstances would I do anything other than to help this"
    },
    {
      "index": 1065,
      "start_time": 4989000.0,
      "end_time": 4994000.0,
      "text": "industry get on its feet. And the idea that has been suggested that I would liquidate"
    },
    {
      "index": 1066,
      "start_time": 4994000.0,
      "end_time": 4997000.0,
      "text": "the industry - of course not. Of course not."
    },
    {
      "index": 1067,
      "start_time": 4997000.0,
      "end_time": 4999000.0,
      "text": "PRESIDENT OBAMA: Let&#39;s check the record. MR. ROMNEY: That&#39;s the height of silliness."
    },
    {
      "index": 1068,
      "start_time": 4999000.0,
      "end_time": 4999000.0,
      "text": "PRESIDENT OBAMA: Let&#39;s - let&#39;s check the record."
    },
    {
      "index": 1069,
      "start_time": 4999000.0,
      "end_time": 5003000.0,
      "text": "MR. ROMNEY: I have never said I would - I would liquidate the industry. I want to"
    },
    {
      "index": 1070,
      "start_time": 5003000.0,
      "end_time": 5004000.0,
      "text": "keep the industry growing and thriving. PRESIDENT OBAMA: Governor, the people in Detroit"
    },
    {
      "index": 1071,
      "start_time": 5004000.0,
      "end_time": 5007000.0,
      "text": "don&#39;t forget. MR. ROMNEY: And - and that&#39;s I have"
    },
    {
      "index": 1072,
      "start_time": 5007000.0,
      "end_time": 5011000.0,
      "text": "the kind of commitment to make sure that our industries in this country can compete and"
    },
    {
      "index": 1073,
      "start_time": 5011000.0,
      "end_time": 5017000.0,
      "text": "be successful. We in this country can compete successfully with anyone in the world. And"
    },
    {
      "index": 1074,
      "start_time": 5017000.0,
      "end_time": 5021000.0,
      "text": "we&#39;re going to. We&#39;re going to have to have a president, however, that doesn&#39;t"
    },
    {
      "index": 1075,
      "start_time": 5021000.0,
      "end_time": 5025000.0,
      "text": "think that somehow the government investing in - in car companies like Tesla and -"
    },
    {
      "index": 1076,
      "start_time": 5025000.0,
      "end_time": 5029000.0,
      "text": "and Fisker, making electric battery cars - this is not research, Mr. President. These"
    },
    {
      "index": 1077,
      "start_time": 5029000.0,
      "end_time": 5035000.0,
      "text": "are the government investing in companies, investing in Solyndra. This is a company."
    },
    {
      "index": 1078,
      "start_time": 5035000.0,
      "end_time": 5040000.0,
      "text": "This isn&#39;t basic research. I - I want to invest in research. Research is great."
    },
    {
      "index": 1079,
      "start_time": 5040000.0,
      "end_time": 5045000.0,
      "text": "Providing funding to universities and think tanks - great. But investing in companies?"
    },
    {
      "index": 1080,
      "start_time": 5045000.0,
      "end_time": 5047000.0,
      "text": "Absolutely not. That&#39;s the wrong way to go."
    },
    {
      "index": 1081,
      "start_time": 5047000.0,
      "end_time": 5048000.0,
      "text": "PRESIDENT OBAMA: Governor, the fact of the matter is -"
    },
    {
      "index": 1082,
      "start_time": 5048000.0,
      "end_time": 5049000.0,
      "text": "MR. ROMNEY: I&#39;m still speaking. PRESIDENT OBAMA: Well - (chuckles) -"
    },
    {
      "index": 1083,
      "start_time": 5049000.0,
      "end_time": 5052000.0,
      "text": "MR. ROMNEY: So I want to make sure that we make - we make America more competitive"
    },
    {
      "index": 1084,
      "start_time": 5052000.0,
      "end_time": 5052000.0,
      "text": "- PRESIDENT OBAMA: Yeah."
    },
    {
      "index": 1085,
      "start_time": 5052000.0,
      "end_time": 5056000.0,
      "text": "MR. ROMNEY: - and that we do those things that make America the most attractive place"
    },
    {
      "index": 1086,
      "start_time": 5056000.0,
      "end_time": 5061000.0,
      "text": "in the world for entrepreneurs, innovators, businesses to grow. But your investing in"
    },
    {
      "index": 1087,
      "start_time": 5061000.0,
      "end_time": 5065000.0,
      "text": "companies doesn&#39;t do that. In fact it makes it less likely for them to come here -"
    },
    {
      "index": 1088,
      "start_time": 5065000.0,
      "end_time": 5067000.0,
      "text": "PRESIDENT OBAMA: All right, Governor - MR. ROMNEY: - because the private sector&#39;s"
    },
    {
      "index": 1089,
      "start_time": 5067000.0,
      "end_time": 5069000.0,
      "text": "not going to invest in a - in a - in a solar company if -"
    },
    {
      "index": 1090,
      "start_time": 5069000.0,
      "end_time": 5070000.0,
      "text": "PRESIDENT OBAMA: I&#39;m happy - I&#39;m - I&#39;m - I&#39;m happy to respond -"
    },
    {
      "index": 1091,
      "start_time": 5070000.0,
      "end_time": 5071000.0,
      "text": "MR. ROMNEY: - if you&#39;re investing government money and someone else&#39;s."
    },
    {
      "index": 1092,
      "start_time": 5071000.0,
      "end_time": 5076000.0,
      "text": "PRESIDENT OBAMA: You&#39;ve held the floor for a while. The - look, I think anybody"
    },
    {
      "index": 1093,
      "start_time": 5076000.0,
      "end_time": 5083000.0,
      "text": "out there can check the record. Governor Romney, you keep on trying to, you know, airbrush"
    },
    {
      "index": 1094,
      "start_time": 5083000.0,
      "end_time": 5088000.0,
      "text": "history here. You were very clear that you would not provide"
    },
    {
      "index": 1095,
      "start_time": 5088000.0,
      "end_time": 5094000.0,
      "text": "government assistance to the U.S. auto companies even if they went through bankruptcy. You"
    },
    {
      "index": 1096,
      "start_time": 5094000.0,
      "end_time": 5098000.0,
      "text": "said that they could get it in the private marketplace. That wasn&#39;t true. They would"
    },
    {
      "index": 1097,
      "start_time": 5098000.0,
      "end_time": 5100000.0,
      "text": "have gone through a - MR. ROMNEY: You&#39;re wrong. You&#39;re wrong,"
    },
    {
      "index": 1098,
      "start_time": 5100000.0,
      "end_time": 5101000.0,
      "text": "Mr. President. PRESIDENT OBAMA: I - no, I am not wrong."
    },
    {
      "index": 1099,
      "start_time": 5101000.0,
      "end_time": 5102000.0,
      "text": "MR. ROMNEY: You&#39;re wrong. PRESIDENT OBAMA: I am not wrong. And -"
    },
    {
      "index": 1100,
      "start_time": 5102000.0,
      "end_time": 5103000.0,
      "text": "MR. ROMNEY: People can look it up. You&#39;re right."
    },
    {
      "index": 1101,
      "start_time": 5103000.0,
      "end_time": 5104000.0,
      "text": "PRESIDENT OBAMA: People will look it up. MR. ROMNEY: Good."
    },
    {
      "index": 1102,
      "start_time": 5104000.0,
      "end_time": 5109000.0,
      "text": "PRESIDENT OBAMA: But more importantly, it is true that in order for us to be competitive,"
    },
    {
      "index": 1103,
      "start_time": 5109000.0,
      "end_time": 5113000.0,
      "text": "we&#39;re going to have to make some smart choices right now. Cutting our education budget"
    },
    {
      "index": 1104,
      "start_time": 5113000.0,
      "end_time": 5118000.0,
      "text": "- that&#39;s not a smart choice. That will not help us compete with China. Cutting our"
    },
    {
      "index": 1105,
      "start_time": 5118000.0,
      "end_time": 5123000.0,
      "text": "investments in research and technology - that&#39;s not a smart choice. That will not"
    },
    {
      "index": 1106,
      "start_time": 5123000.0,
      "end_time": 5130000.0,
      "text": "help us compete with China. Bringing down (sic) our deficit by adding $7 trillion of"
    },
    {
      "index": 1107,
      "start_time": 5130000.0,
      "end_time": 5136000.0,
      "text": "tax cuts and military spending that our military&#39;s not asking for before we even get to the debt"
    },
    {
      "index": 1108,
      "start_time": 5136000.0,
      "end_time": 5141000.0,
      "text": "that we currently have - that is not going to make us more competitive. Those are the"
    },
    {
      "index": 1109,
      "start_time": 5141000.0,
      "end_time": 5146000.0,
      "text": "kinds of choices that the American people face right now. Having a tax code that rewards"
    },
    {
      "index": 1110,
      "start_time": 5146000.0,
      "end_time": 5150000.0,
      "text": "companies that are shipping jobs overseas instead of companies that are investing here"
    },
    {
      "index": 1111,
      "start_time": 5150000.0,
      "end_time": 5153000.0,
      "text": "in the United States - that will not make us more competitive."
    },
    {
      "index": 1112,
      "start_time": 5153000.0,
      "end_time": 5159000.0,
      "text": "And - and the one thing that I&#39;m absolutely clear about is that after a decade in which"
    },
    {
      "index": 1113,
      "start_time": 5159000.0,
      "end_time": 5165000.0,
      "text": "we saw drift, jobs being shipped overseas, nobody championing American workers and American"
    },
    {
      "index": 1114,
      "start_time": 5165000.0,
      "end_time": 5169000.0,
      "text": "businesses, we&#39;ve now begun to make some real progress. What we can&#39;t do is go back"
    },
    {
      "index": 1115,
      "start_time": 5169000.0,
      "end_time": 5176000.0,
      "text": "to the same policies that got us into such difficulty in the first place. And that&#39;s"
    },
    {
      "index": 1116,
      "start_time": 5176000.0,
      "end_time": 5181000.0,
      "text": "why we have to move forward and not go back. MR. ROMNEY: I couldn&#39;t agree more about"
    },
    {
      "index": 1117,
      "start_time": 5181000.0,
      "end_time": 5184000.0,
      "text": "going forward, but I certainly don&#39;t want to go back to the policies of the last four"
    },
    {
      "index": 1118,
      "start_time": 5184000.0,
      "end_time": 5189000.0,
      "text": "years. The policies of the last four years have seen incomes in America decline every"
    },
    {
      "index": 1119,
      "start_time": 5189000.0,
      "end_time": 5196000.0,
      "text": "year for middle-income families, now down $4,300 during your term, 23 million Americans"
    },
    {
      "index": 1120,
      "start_time": 5196000.0,
      "end_time": 5201000.0,
      "text": "still struggling to find a good job. When you came into office, 32 million people on"
    },
    {
      "index": 1121,
      "start_time": 5201000.0,
      "end_time": 5205000.0,
      "text": "food stamps - today 47 million people on food stamps."
    },
    {
      "index": 1122,
      "start_time": 5205000.0,
      "end_time": 5211000.0,
      "text": "When you came to office, just over $10 trillion in debt - now $16 trillion in debt. It"
    },
    {
      "index": 1123,
      "start_time": 5211000.0,
      "end_time": 5216000.0,
      "text": "hasn&#39;t worked. You said by now we&#39;d be at 5.4 percent unemployment. We&#39;re 9"
    },
    {
      "index": 1124,
      "start_time": 5216000.0,
      "end_time": 5221000.0,
      "text": "million jobs short of that. I&#39;ve met some of those people. I&#39;ve met them in Appleton,"
    },
    {
      "index": 1125,
      "start_time": 5221000.0,
      "end_time": 5225000.0,
      "text": "Wisconsin. I - I met a young woman in - in - in Philadelphia who&#39;s coming out"
    },
    {
      "index": 1126,
      "start_time": 5225000.0,
      "end_time": 5230000.0,
      "text": "of - out of college, can&#39;t find work. I&#39;ve been - Ann was with someone just"
    },
    {
      "index": 1127,
      "start_time": 5230000.0,
      "end_time": 5234000.0,
      "text": "the other day that was just weeping about not being able to get work. It&#39;s just a"
    },
    {
      "index": 1128,
      "start_time": 5234000.0,
      "end_time": 5239000.0,
      "text": "tragedy in a nation so prosperous as ours that these last four years have been so hard."
    },
    {
      "index": 1129,
      "start_time": 5239000.0,
      "end_time": 5242000.0,
      "text": "And that - and that&#39;s why it&#39;s so critical that we make America once again the"
    },
    {
      "index": 1130,
      "start_time": 5242000.0,
      "end_time": 5249000.0,
      "text": "most attractive place in the world to start businesses, to build jobs, to grow the economy."
    },
    {
      "index": 1131,
      "start_time": 5249000.0,
      "end_time": 5252000.0,
      "text": "And that&#39;s not going to happen by - by just hiring teachers. Look, I - I love"
    },
    {
      "index": 1132,
      "start_time": 5252000.0,
      "end_time": 5256000.0,
      "text": "to - I love teachers, and I&#39;m happy to have states and communities that want to"
    },
    {
      "index": 1133,
      "start_time": 5256000.0,
      "end_time": 5259000.0,
      "text": "hire teachers, do that. I - by the way, I don&#39;t like to have the federal government"
    },
    {
      "index": 1134,
      "start_time": 5259000.0,
      "end_time": 5263000.0,
      "text": "start pushing its way deeper and deeper into - into our schools. Let the states and"
    },
    {
      "index": 1135,
      "start_time": 5263000.0,
      "end_time": 5266000.0,
      "text": "localities do that. I was a governor. The federal government didn&#39;t hire our teachers."
    },
    {
      "index": 1136,
      "start_time": 5266000.0,
      "end_time": 5268000.0,
      "text": "MR. SCHIEFFER: Governor - MR. ROMNEY: But I love teachers. But I want"
    },
    {
      "index": 1137,
      "start_time": 5268000.0,
      "end_time": 5271000.0,
      "text": "to get our private sector growing, and I know how to do it."
    },
    {
      "index": 1138,
      "start_time": 5271000.0,
      "end_time": 5276000.0,
      "text": "MR. SCHIEFFER: I think we all love teachers. (Laughter.) Gentlemen, thank you so much for"
    },
    {
      "index": 1139,
      "start_time": 5276000.0,
      "end_time": 5282000.0,
      "text": "a very vigorous debate. We have come to the end. It is time for closing statements. I"
    },
    {
      "index": 1140,
      "start_time": 5282000.0,
      "end_time": 5285000.0,
      "text": "believe you&#39;re first, Mr. President. PRESIDENT OBAMA: Well, thank you very much"
    },
    {
      "index": 1141,
      "start_time": 5285000.0,
      "end_time": 5290000.0,
      "text": "Bob, Governor Romney, and to Lynn University. You know, you&#39;ve now heard three debates,"
    },
    {
      "index": 1142,
      "start_time": 5290000.0,
      "end_time": 5296000.0,
      "text": "months of campaigning and way too many TV commercials. (Laughter.) And now you&#39;ve"
    },
    {
      "index": 1143,
      "start_time": 5296000.0,
      "end_time": 5301000.0,
      "text": "got a choice. You know, over the last four years, we&#39;ve made real progress digging"
    },
    {
      "index": 1144,
      "start_time": 5301000.0,
      "end_time": 5308000.0,
      "text": "our way out of policies that gave us two prolonged wars, record deficits and the worst economic"
    },
    {
      "index": 1145,
      "start_time": 5308000.0,
      "end_time": 5313000.0,
      "text": "crisis since the Great Depression. And Governor Romney wants to take us back"
    },
    {
      "index": 1146,
      "start_time": 5313000.0,
      "end_time": 5319000.0,
      "text": "to those policies: a foreign policy that&#39;s wrong and reckless; economic policies that"
    },
    {
      "index": 1147,
      "start_time": 5319000.0,
      "end_time": 5324000.0,
      "text": "won&#39;t create jobs, won&#39;t reduce our deficit, but will make sure that folks at"
    },
    {
      "index": 1148,
      "start_time": 5324000.0,
      "end_time": 5327000.0,
      "text": "the very top don&#39;t have to play by the same rules that you do."
    },
    {
      "index": 1149,
      "start_time": 5327000.0,
      "end_time": 5333000.0,
      "text": "And I&#39;ve got a different vision for America. I want to build on our strengths. And I put"
    },
    {
      "index": 1150,
      "start_time": 5333000.0,
      "end_time": 5337000.0,
      "text": "forward a plan to make sure that we&#39;re bringing manufacturing jobs back to our shores"
    },
    {
      "index": 1151,
      "start_time": 5337000.0,
      "end_time": 5342000.0,
      "text": "by rewarding companies and small businesses that are investing here not overseas. I want"
    },
    {
      "index": 1152,
      "start_time": 5342000.0,
      "end_time": 5346000.0,
      "text": "to make sure we&#39;ve got the best education system in the world and we&#39;re retraining"
    },
    {
      "index": 1153,
      "start_time": 5346000.0,
      "end_time": 5353000.0,
      "text": "our workers for the jobs of tomorrow. I want to control our own energy by developing"
    },
    {
      "index": 1154,
      "start_time": 5353000.0,
      "end_time": 5359000.0,
      "text": "oil and natural gas, but also the energy sources of the future. Yes, I want to reduce our deficit"
    },
    {
      "index": 1155,
      "start_time": 5359000.0,
      "end_time": 5363000.0,
      "text": "by cutting spending that we don&#39;t need, but also by asking the wealthy to do a little"
    },
    {
      "index": 1156,
      "start_time": 5363000.0,
      "end_time": 5368000.0,
      "text": "bit more so that we can invest in things like research and technology that are the key to"
    },
    {
      "index": 1157,
      "start_time": 5368000.0,
      "end_time": 5372000.0,
      "text": "a 21st century economy. As commander in chief, I will maintain the"
    },
    {
      "index": 1158,
      "start_time": 5372000.0,
      "end_time": 5378000.0,
      "text": "strongest military in the world, keep faith with our troops and go after those who would"
    },
    {
      "index": 1159,
      "start_time": 5378000.0,
      "end_time": 5384000.0,
      "text": "do us harm. But after a decade of war, I think we all recognize we got to do some nation"
    },
    {
      "index": 1160,
      "start_time": 5384000.0,
      "end_time": 5388000.0,
      "text": "building here at home, rebuilding our roads, our bridges and especially caring for our"
    },
    {
      "index": 1161,
      "start_time": 5388000.0,
      "end_time": 5390000.0,
      "text": "veterans who&#39;ve sacrificed so much for our freedom."
    },
    {
      "index": 1162,
      "start_time": 5390000.0,
      "end_time": 5397000.0,
      "text": "You know, we&#39;ve been through tough times, but we always bounce back because of our character,"
    },
    {
      "index": 1163,
      "start_time": 5397000.0,
      "end_time": 5401000.0,
      "text": "because we pull together. And if I have the privilege of being your president for another"
    },
    {
      "index": 1164,
      "start_time": 5401000.0,
      "end_time": 5406000.0,
      "text": "four years, I promise you I will always listen to your voices, I will fight for your families"
    },
    {
      "index": 1165,
      "start_time": 5406000.0,
      "end_time": 5410000.0,
      "text": "and I will work every single day to make sure that America continues to be the greatest"
    },
    {
      "index": 1166,
      "start_time": 5410000.0,
      "end_time": 5413000.0,
      "text": "nation on earth. Thank you. MR. SCHIEFFER: Governor."
    },
    {
      "index": 1167,
      "start_time": 5413000.0,
      "end_time": 5418000.0,
      "text": "MR. ROMNEY: Thank you, Bob, Mr. President, folks at Lynn University - good to be with"
    },
    {
      "index": 1168,
      "start_time": 5418000.0,
      "end_time": 5425000.0,
      "text": "you. I&#39;m optimistic about the future. I&#39;m excited about our prospects as a nation. I"
    },
    {
      "index": 1169,
      "start_time": 5425000.0,
      "end_time": 5429000.0,
      "text": "want to see peace. I want to see growing peace in this country, it&#39;s our objective. We"
    },
    {
      "index": 1170,
      "start_time": 5429000.0,
      "end_time": 5434000.0,
      "text": "have an opportunity to have real leadership. America&#39;s going to have that kind of leadership"
    },
    {
      "index": 1171,
      "start_time": 5434000.0,
      "end_time": 5439000.0,
      "text": "and continue to promote principles of peace that&#39;ll make a world the safer place and"
    },
    {
      "index": 1172,
      "start_time": 5439000.0,
      "end_time": 5443000.0,
      "text": "make people in this country more confident that their future is secure."
    },
    {
      "index": 1173,
      "start_time": 5443000.0,
      "end_time": 5448000.0,
      "text": "I also want to make sure that we get this economy going. And there are two very different"
    },
    {
      "index": 1174,
      "start_time": 5448000.0,
      "end_time": 5452000.0,
      "text": "paths the country can take. One is a path represented by the president, which, at the"
    },
    {
      "index": 1175,
      "start_time": 5452000.0,
      "end_time": 5457000.0,
      "text": "end of four years, would mean we&#39;d have $20 trillion in debt, heading towards Greece."
    },
    {
      "index": 1176,
      "start_time": 5457000.0,
      "end_time": 5462000.0,
      "text": "I&#39;ll get us on track to a balanced budget. The president&#39;s path will mean continuing"
    },
    {
      "index": 1177,
      "start_time": 5462000.0,
      "end_time": 5467000.0,
      "text": "declining in take-home pay. I want to make sure our take-home pay turns around and starts"
    },
    {
      "index": 1178,
      "start_time": 5467000.0,
      "end_time": 5471000.0,
      "text": "to grow. The president&#39;s path means 20 million people out of work struggling for"
    },
    {
      "index": 1179,
      "start_time": 5471000.0,
      "end_time": 5476000.0,
      "text": "a good job. I&#39;ll get people back to work with 12 million new jobs. I&#39;m going to"
    },
    {
      "index": 1180,
      "start_time": 5476000.0,
      "end_time": 5481000.0,
      "text": "make sure that we get people off of food stamps not by cutting the program but by getting"
    },
    {
      "index": 1181,
      "start_time": 5481000.0,
      "end_time": 5484000.0,
      "text": "them good jobs. America&#39;s going to come back. And for that"
    },
    {
      "index": 1182,
      "start_time": 5484000.0,
      "end_time": 5489000.0,
      "text": "to happen, we&#39;re going to have to have a president who can work across the aisle."
    },
    {
      "index": 1183,
      "start_time": 5489000.0,
      "end_time": 5493000.0,
      "text": "I was in a state where my legislature was 87 percent Democrat. I learned how to get"
    },
    {
      "index": 1184,
      "start_time": 5493000.0,
      "end_time": 5498000.0,
      "text": "along on the other side of the aisle. We&#39;ve got to do that in Washington. Washington is"
    },
    {
      "index": 1185,
      "start_time": 5498000.0,
      "end_time": 5503000.0,
      "text": "broken. I know what it takes to get this country back. And we&#39;ll work with good Democrats"
    },
    {
      "index": 1186,
      "start_time": 5503000.0,
      "end_time": 5508000.0,
      "text": "and good Republicans to do that. This nation is the hope of the earth. We&#39;ve"
    },
    {
      "index": 1187,
      "start_time": 5508000.0,
      "end_time": 5513000.0,
      "text": "been blessed by having a nation that&#39;s free and prosperous thanks to the contributions"
    },
    {
      "index": 1188,
      "start_time": 5513000.0,
      "end_time": 5518000.0,
      "text": "of the Greatest Generation. They&#39;ve held a torch for the world to see, the torch of"
    },
    {
      "index": 1189,
      "start_time": 5518000.0,
      "end_time": 5523000.0,
      "text": "freedom and hope and opportunity. Now it&#39;s our turn to take that torch. I&#39;m convinced"
    },
    {
      "index": 1190,
      "start_time": 5523000.0,
      "end_time": 5529000.0,
      "text": "we&#39;ll do it. We need strong leadership. I&#39;d like to be that leader, with your support."
    },
    {
      "index": 1191,
      "start_time": 5529000.0,
      "end_time": 5534000.0,
      "text": "I&#39;ll work with you. I&#39;ll lead you in an open and honest way. And I ask for your"
    },
    {
      "index": 1192,
      "start_time": 5534000.0,
      "end_time": 5537000.0,
      "text": "vote. I&#39;d like to be the next president of the United States to support and help this"
    },
    {
      "index": 1193,
      "start_time": 5537000.0,
      "end_time": 5542000.0,
      "text": "great nation, and to make sure that we all together maintain America as the hope of the"
    },
    {
      "index": 1194,
      "start_time": 5542000.0,
      "end_time": 5546000.0,
      "text": "earth. Thank you so much. MR. SCHIEFFER: Gentlemen, thank you both so"
    },
    {
      "index": 1195,
      "start_time": 5546000.0,
      "end_time": 5551000.0,
      "text": "much. That brings an end to this year&#39;s debates. And we want to thank Lynn University"
    },
    {
      "index": 1196,
      "start_time": 5551000.0,
      "end_time": 5556000.0,
      "text": "and its students for having us. As I always do at the end of these debates, I leave you"
    },
    {
      "index": 1197,
      "start_time": 5556000.0,
      "end_time": 5561000.0,
      "text": "with the words of my mom who said, go vote. It makes you feel big and strong."
    },
    {
      "index": 1198,
      "start_time": 5561000.0,
      "end_time": 5571000.0,
      "text": "PRESIDENT OBAMA: That&#39;s great. MR. SCHIEFFER: Good night."
    }
  ]
}