{
  "video_id": "mq7w9RSuFdE",
  "title": "Things You Didn't Know About Barbie Girl Vs Bratz Doll",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 10500.0,
      "text": "50 years ago Barbie Millicent Roberts first appeared before the world of toys. Barbie,"
    },
    {
      "index": 2,
      "start_time": 10500.0,
      "end_time": 14629.0,
      "text": "as everyone called her, has become one of the most successful toy in history."
    },
    {
      "index": 3,
      "start_time": 14629.0,
      "end_time": 18870.0,
      "text": "Ruth Handler watched her daughter Barbara play with paper dolls, and noticed that she"
    },
    {
      "index": 4,
      "start_time": 18870.0,
      "end_time": 24390.0,
      "text": "often enjoyed giving them adult roles. At the time, most children's toy dolls were representations"
    },
    {
      "index": 5,
      "start_time": 24390.0,
      "end_time": 29040.0,
      "text": "of infants. Realizing that there could be a gap in the market, Handler suggested the"
    },
    {
      "index": 6,
      "start_time": 29040.0,
      "end_time": 34989.0,
      "text": "idea of an adult-bodied doll to her husband Elliot, a co-founder of the Mattel toy company."
    },
    {
      "index": 7,
      "start_time": 34989.0,
      "end_time": 40679.0,
      "text": "During a trip to Europe in 1956 Ruth Handler saw a German doll called Bild Lilli. The adult-figured"
    },
    {
      "index": 8,
      "start_time": 40679.0,
      "end_time": 45440.0,
      "text": "doll was exactly what Handler had in mind, so she purchased three of them and took them"
    },
    {
      "index": 9,
      "start_time": 45440.0,
      "end_time": 49749.0,
      "text": "to Mattel. The Lilli was based on a popular character appearing in a comic strip. Lilli"
    },
    {
      "index": 10,
      "start_time": 49749.0,
      "end_time": 55050.0,
      "text": "was a blonde bombshell, a working girl. The Lilli doll was first sold in Germany in 1956."
    },
    {
      "index": 11,
      "start_time": 55050.0,
      "end_time": 60589.0,
      "text": "Mattel acquired the rights to the Bild Lilli in 1964 . The first Barbie doll wore a black"
    },
    {
      "index": 12,
      "start_time": 60589.0,
      "end_time": 65820.0,
      "text": "and white zebra striped swimsuit and signature topknot ponytail, and was available as either"
    },
    {
      "index": 13,
      "start_time": 65820.0,
      "end_time": 71160.0,
      "text": "a blonde or brunette. The doll was marketed as a \"Teen-age Fashion Model,\" with her clothes"
    },
    {
      "index": 14,
      "start_time": 71160.0,
      "end_time": 76980.0,
      "text": "created by Mattel fashion designer Charlotte Johnson. The first Barbie dolls were manufactured"
    },
    {
      "index": 15,
      "start_time": 76980.0,
      "end_time": 81690.0,
      "text": "in Japan, with their clothes hand-stitched. Around three hundred and fifty thousand Barbie’s"
    },
    {
      "index": 16,
      "start_time": 81690.0,
      "end_time": 85340.0,
      "text": "were sold within a year. According to Barbie's parents, the Mattel"
    },
    {
      "index": 17,
      "start_time": 85340.0,
      "end_time": 90350.0,
      "text": "Company, 90% of all American girls between 3 and 10 have had at least one Barbie."
    },
    {
      "index": 18,
      "start_time": 90350.0,
      "end_time": 96100.0,
      "text": "Today, however, Barbie is facing an identity crisis. There are many rivals in market. Bratz"
    },
    {
      "index": 19,
      "start_time": 96100.0,
      "end_time": 100610.0,
      "text": "dolls, for example, came to life seven years ago. They look more like today's pop stars"
    },
    {
      "index": 20,
      "start_time": 100610.0,
      "end_time": 105910.0,
      "text": "with lots of makeup and miniskirts. Bratz is a challenge for Barbie, as the company"
    },
    {
      "index": 21,
      "start_time": 105910.0,
      "end_time": 110350.0,
      "text": "offers a wide variety of clothing too. Indeed, sales have been going down over the"
    },
    {
      "index": 22,
      "start_time": 110350.0,
      "end_time": 113860.0,
      "text": "past year, partly because of the world's economic crisis."
    },
    {
      "index": 23,
      "start_time": 113860.0,
      "end_time": 118150.0,
      "text": "Barbie still has a lot going for her. More and more doll lovers all over the globe have"
    },
    {
      "index": 24,
      "start_time": 118150.0,
      "end_time": 123660.0,
      "text": "become collectors. They trade Barbies or buy them on eBay. Other look for special and rare"
    },
    {
      "index": 25,
      "start_time": 123660.0,
      "end_time": 127350.0,
      "text": "Barbie dolls, like Scarlett O'Hara from \"Gone with the Wind\"."
    },
    {
      "index": 26,
      "start_time": 127350.0,
      "end_time": 131150.0,
      "text": "On the international scene, Barbie remains number one. Although Mattel has been selling"
    },
    {
      "index": 27,
      "start_time": 131150.0,
      "end_time": 136209.0,
      "text": "fewer Barbies in the United States over the past year. In January Mattel opened its first"
    },
    {
      "index": 28,
      "start_time": 136209.0,
      "end_time": 141019.0,
      "text": "Barbie store in Shanghai, where girls can shop, eat or even become their own fashion"
    },
    {
      "index": 29,
      "start_time": 141019.0,
      "end_time": 144159.0,
      "text": "designer. Barbie is present in the virtual world at"
    },
    {
      "index": 30,
      "start_time": 144159.0,
      "end_time": 149900.0,
      "text": "Barbiegirls.com. users can play games and chat with other Barbie fans. There are Facebook"
    },
    {
      "index": 31,
      "start_time": 149900.0,
      "end_time": 153980.0,
      "text": "groups and YouTube channels. Barbie has changed her image many times over"
    },
    {
      "index": 32,
      "start_time": 153980.0,
      "end_time": 159389.0,
      "text": "the past decades. Originally she wore blond pony tails and had bright red lips. In the"
    },
    {
      "index": 33,
      "start_time": 159389.0,
      "end_time": 164939.0,
      "text": "80s she changed to a more colourful neon look. For her 50th birthday Mattel is planning some"
    },
    {
      "index": 34,
      "start_time": 164939.0,
      "end_time": 169349.0,
      "text": "big events. Fashion designers from all over the world have been called to make new clothes"
    },
    {
      "index": 35,
      "start_time": 169349.0,
      "end_time": 174439.0,
      "text": "for Barbie. She is also scheduled to be a big star during a New York fashion week."
    },
    {
      "index": 36,
      "start_time": 174439.0,
      "end_time": 179930.0,
      "text": "How long will Barbie stay on as a celebrity in the world of toys. Hard to stay, but 50"
    },
    {
      "index": 37,
      "start_time": 179930.0,
      "end_time": 189930.0,
      "text": "is definitely not the age to retire."
    }
  ]
}