{
  "video_id": "mqt-8qdoDj0",
  "title": "iPS Cells & Organoids - Sci-Fi vs Reality",
  "json": [
    {
      "index": 1,
      "start_time": 10630.0,
      "end_time": 15440.0,
      "text": "Having this new tool is really a breakthrough. It&#39;s a game-changer in the ability to study"
    },
    {
      "index": 2,
      "start_time": 15440.0,
      "end_time": 21220.0,
      "text": "disease and identify new treatments for disease. If you could take any cell in the body and"
    },
    {
      "index": 3,
      "start_time": 21220.0,
      "end_time": 26170.0,
      "text": "turn it into this immature stem cell-like state, if you could do it for animals you"
    },
    {
      "index": 4,
      "start_time": 26170.0,
      "end_time": 30660.0,
      "text": "could also do it for humans -- and if you could do it for humans, you could do it for"
    },
    {
      "index": 5,
      "start_time": 30660.0,
      "end_time": 35380.0,
      "text": "patients. And automatically, you have the ability to study the cellular and the molecular"
    },
    {
      "index": 6,
      "start_time": 35380.0,
      "end_time": 42890.0,
      "text": "basis of a person&#39;s disorder. And that&#39;s exactly what&#39;s happened over the last 6 or 7 years."
    },
    {
      "index": 7,
      "start_time": 42890.0,
      "end_time": 49090.0,
      "text": "Human induced pluripotent stem cells, which is what we call them now, iPS cells, then"
    },
    {
      "index": 8,
      "start_time": 49090.0,
      "end_time": 56830.0,
      "text": "you can use these cells as a disease-in-a-dish, in order to identify new treatments. And you"
    },
    {
      "index": 9,
      "start_time": 56830.0,
      "end_time": 61000.0,
      "text": "can determine whether they might have adverse effects in the dish -- even before they go"
    },
    {
      "index": 10,
      "start_time": 61000.0,
      "end_time": 67259.0,
      "text": "into patients. People have been able to generate these cells from people with schizophrenia,"
    },
    {
      "index": 11,
      "start_time": 67259.0,
      "end_time": 72880.0,
      "text": "people with autism, people with bipolar disorder. And its really opened up a whole new world"
    },
    {
      "index": 12,
      "start_time": 72880.0,
      "end_time": 83090.0,
      "text": "of investigation to us. There are other ways in which people have been able to harness"
    },
    {
      "index": 13,
      "start_time": 83090.0,
      "end_time": 90829.0,
      "text": "an amazing capacity of these cells to self-organize into structures that look like the organs"
    },
    {
      "index": 14,
      "start_time": 90829.0,
      "end_time": 97439.0,
      "text": "that are in your own body. Recently there have been studies that have used these cells"
    },
    {
      "index": 15,
      "start_time": 97439.0,
      "end_time": 103399.0,
      "text": "to develop what are called organoids. And that sounds very science fictiony and Frankenstein-like."
    },
    {
      "index": 16,
      "start_time": 103399.0,
      "end_time": 108299.0,
      "text": "But what they are is they are structures that the cells make all by themselves -- with a"
    },
    {
      "index": 17,
      "start_time": 108299.0,
      "end_time": 113939.0,
      "text": "little bit of coaxing from the scientists -- but they look like miniature brains. And"
    },
    {
      "index": 18,
      "start_time": 113939.0,
      "end_time": 119069.0,
      "text": "they have the organization of the brain. They have the cell types that are very similar"
    },
    {
      "index": 19,
      "start_time": 119069.0,
      "end_time": 125279.0,
      "text": "to the cell types in the brain, in the right organization. What that does is that allows"
    },
    {
      "index": 20,
      "start_time": 125279.0,
      "end_time": 135620.0,
      "text": "you to look whether the organization of these structures differs between cells from normal"
    },
    {
      "index": 21,
      "start_time": 135620.0,
      "end_time": 142150.0,
      "text": "non-disease subjects versus patients. And that&#39;s important for diseases like schizophrenia,"
    },
    {
      "index": 22,
      "start_time": 142150.0,
      "end_time": 149560.0,
      "text": "because the evidence suggests that these are developmental disorders. And to be able to"
    },
    {
      "index": 23,
      "start_time": 149560.0,
      "end_time": 154610.0,
      "text": "recapitulate -- to show the developmental process all over again -- in a dish is an"
    },
    {
      "index": 24,
      "start_time": 154610.0,
      "end_time": 160540.0,
      "text": "incredibly powerful tool. And allows you to discover whether there are mechanisms that"
    },
    {
      "index": 25,
      "start_time": 160540.0,
      "end_time": 168250.0,
      "text": "aren&#39;t functioning properly in these developing structures from patients. And it allows us"
    },
    {
      "index": 26,
      "start_time": 168250.0,
      "end_time": 174980.0,
      "text": "to look, in very fine detail, about what the exact defects are in disorders like autism"
    },
    {
      "index": 27,
      "start_time": 174980.0,
      "end_time": 183020.0,
      "text": "spectrum disorders, schizophrenia, bipolar disorder. Because all of these disorders fundamentally"
    },
    {
      "index": 28,
      "start_time": 183020.0,
      "end_time": 191290.0,
      "text": "are disorders of communication between these cells -- not just individually, but in circuits."
    },
    {
      "index": 29,
      "start_time": 191290.0,
      "end_time": 197760.0,
      "text": "Because, fundamentally, these disorders are circuit disorders. The question is whether"
    },
    {
      "index": 30,
      "start_time": 197760.0,
      "end_time": 210480.0,
      "text": "you can actually recapitulate a predictive model of diseases using these simplistic cultures."
    },
    {
      "index": 31,
      "start_time": 210480.0,
      "end_time": 220760.0,
      "text": "Where this technology will have the most relevance is not so much a doctor taking a cell or tissue"
    },
    {
      "index": 32,
      "start_time": 220760.0,
      "end_time": 227760.0,
      "text": "from a patient and turning it into cells -- because those technologies, or those procedures, will"
    },
    {
      "index": 33,
      "start_time": 227760.0,
      "end_time": 235730.0,
      "text": "take too long. You wouldn&#39;t be able to necessarily do a test on an individual patient using their"
    },
    {
      "index": 34,
      "start_time": 235730.0,
      "end_time": 243770.0,
      "text": "own cells. What you can do is understand the rules of the game. Are there certain patients"
    },
    {
      "index": 35,
      "start_time": 243770.0,
      "end_time": 251710.0,
      "text": "with say, a certain set of genes, a certain variant of genes, which would allow them to"
    },
    {
      "index": 36,
      "start_time": 251710.0,
      "end_time": 259250.0,
      "text": "respond in a certain way to particular drugs, while other patients who might have the same"
    },
    {
      "index": 37,
      "start_time": 259250.0,
      "end_time": 266289.0,
      "text": "disease may not respond in exactly the same way. So once you understand fully the genetics"
    },
    {
      "index": 38,
      "start_time": 266289.0,
      "end_time": 273170.0,
      "text": "of particular disorders, then you can use these cells to develop a whole set of drugs"
    },
    {
      "index": 39,
      "start_time": 273170.0,
      "end_time": 279310.0,
      "text": "that are based on whether they have a certain set of gene variants versus another set of"
    },
    {
      "index": 40,
      "start_time": 279310.0,
      "end_time": 285740.0,
      "text": "gene variants, then we come to a world of precision medicine. It&#39;s not personalized"
    },
    {
      "index": 41,
      "start_time": 285740.0,
      "end_time": 291340.0,
      "text": "medicine, in which a drug is tailored to any individual -- but it&#39;s a world in which you"
    },
    {
      "index": 42,
      "start_time": 291340.0,
      "end_time": 297990.0,
      "text": "can say &quot;because you show these certain set of genes, you&#39;re more likely to respond to"
    },
    {
      "index": 43,
      "start_time": 297990.0,
      "end_time": 307990.0,
      "text": "drug X rather than drug Y.&quot; And you can develop diagnostic tests based on that."
    }
  ]
}