{
  "video_id": "mRidGna-V4E",
  "title": "Animal Classification for Children: Classifying Vertebrates and Invertebrates for Kids - FreeSchool",
  "json": [
    {
      "index": 1,
      "start_time": 2320.0,
      "end_time": 7269.0,
      "text": "You're watching FreeSchool!"
    },
    {
      "index": 2,
      "start_time": 7269.0,
      "end_time": 16779.0,
      "text": "The world is full of many different types of animals. Some swim, some fly. Some breathe"
    },
    {
      "index": 3,
      "start_time": 16779.0,
      "end_time": 27890.0,
      "text": "air, and some breathe underwater. Some have skeletons, and others don't. To help us understand"
    },
    {
      "index": 4,
      "start_time": 27890.0,
      "end_time": 35010.0,
      "text": "the differences between the animals in our world, scientists classify, or sort, animals"
    },
    {
      "index": 5,
      "start_time": 35010.0,
      "end_time": 40750.0,
      "text": "into different groups that share important characteristics."
    },
    {
      "index": 6,
      "start_time": 40750.0,
      "end_time": 46660.0,
      "text": "The two largest groups of animals are vertebrates and invertbrates."
    },
    {
      "index": 7,
      "start_time": 46660.0,
      "end_time": 52260.0,
      "text": "Vertebrates are animals that have spines, or backbones. Invertebrates are animals that"
    },
    {
      "index": 8,
      "start_time": 52260.0,
      "end_time": 60940.0,
      "text": "do not have backbones. Most of the animals in the world are invertebrates. Some examples"
    },
    {
      "index": 9,
      "start_time": 60940.0,
      "end_time": 74400.0,
      "text": "of invertebrates are octopus and squid, insects, arachnids, starfish and sea urchins, jellyfish,"
    },
    {
      "index": 10,
      "start_time": 74400.0,
      "end_time": 86130.0,
      "text": "crabs and lobsters, clams, and many more creatures. On land most invertebrates are fairly small,"
    },
    {
      "index": 11,
      "start_time": 86130.0,
      "end_time": 91950.0,
      "text": "but in the water they may grow to much larger sizes, as the water will support them even"
    },
    {
      "index": 12,
      "start_time": 91950.0,
      "end_time": 96460.0,
      "text": "without a skeleton."
    },
    {
      "index": 13,
      "start_time": 96460.0,
      "end_time": 101760.0,
      "text": "Vertebrates make up less than five percent of all animal species on earth, but if I asked"
    },
    {
      "index": 14,
      "start_time": 101760.0,
      "end_time": 107800.0,
      "text": "you to think of an animal you would probably choose a vertebrate!"
    },
    {
      "index": 15,
      "start_time": 107800.0,
      "end_time": 114240.0,
      "text": "Vertebrates are divided into different classes, or groups. Several of these classes are specific"
    },
    {
      "index": 16,
      "start_time": 114240.0,
      "end_time": 122660.0,
      "text": "types of fish, for example: jawless fish, like lampreys and hagfish, and cartilaginous"
    },
    {
      "index": 17,
      "start_time": 122660.0,
      "end_time": 130310.0,
      "text": "fish, like sharks and rays. For simplicity's sake, these other classes are usually lumped"
    },
    {
      "index": 18,
      "start_time": 130310.0,
      "end_time": 137360.0,
      "text": "together with bony fish and just called 'fish.' The four remaining classes of vertebrates"
    },
    {
      "index": 19,
      "start_time": 137360.0,
      "end_time": 147480.0,
      "text": "will all be very familiar: amphibians, reptiles, birds, and mammals."
    },
    {
      "index": 20,
      "start_time": 147480.0,
      "end_time": 153730.0,
      "text": "Let's look at the characteristics that make an animal a fish. Fish live in the water,"
    },
    {
      "index": 21,
      "start_time": 153730.0,
      "end_time": 159990.0,
      "text": "and they can breathe underwater. They use gills, not lungs, to get oxygen from the water"
    },
    {
      "index": 22,
      "start_time": 159990.0,
      "end_time": 169900.0,
      "text": "around them. Fish have scales and fins. They are cold blooded, which means that they cannot"
    },
    {
      "index": 23,
      "start_time": 169900.0,
      "end_time": 175100.0,
      "text": "control their own body temperature, which changes based on the temperature of the environment"
    },
    {
      "index": 24,
      "start_time": 175100.0,
      "end_time": 183920.0,
      "text": "around them. Most fish also lay eggs."
    },
    {
      "index": 25,
      "start_time": 183920.0,
      "end_time": 194160.0,
      "text": "Amphibians are a group of animals that include frogs, toads, newts, salamanders, and more."
    },
    {
      "index": 26,
      "start_time": 194160.0,
      "end_time": 202760.0,
      "text": "Amphibians, like fish, are cold-blooded. Unlike fish, amphibians can live on land and in the"
    },
    {
      "index": 27,
      "start_time": 202760.0,
      "end_time": 210910.0,
      "text": "water, and have smooth, moist skin. Amphibians lay their delicate, jelly-covered eggs in"
    },
    {
      "index": 28,
      "start_time": 210910.0,
      "end_time": 217440.0,
      "text": "the water. When the eggs hatch, the young may not look much like their parents, because"
    },
    {
      "index": 29,
      "start_time": 217440.0,
      "end_time": 225319.0,
      "text": "some amphibians must go through metamorphosis - or a big change - to become adults. Aside"
    },
    {
      "index": 30,
      "start_time": 225319.0,
      "end_time": 233360.0,
      "text": "from some fish, amphibians are the only vertebrates that undergo metamorphosis."
    },
    {
      "index": 31,
      "start_time": 233360.0,
      "end_time": 244330.0,
      "text": "Reptiles you might know are turtles, snakes, crocodiles, and lizards. Like fish and amphibians,"
    },
    {
      "index": 32,
      "start_time": 244330.0,
      "end_time": 251330.0,
      "text": "reptiles are cold-blooded. Unlike them, reptiles are air-breathing animals and cannot breathe"
    },
    {
      "index": 33,
      "start_time": 251330.0,
      "end_time": 259069.0,
      "text": "underwater. Even reptiles that live in the water must come to the surface to breathe!"
    },
    {
      "index": 34,
      "start_time": 259069.00000000003,
      "end_time": 267020.0,
      "text": "You can tell if an animal is a reptile instead of an amphibian if it has dry, scaly skin."
    },
    {
      "index": 35,
      "start_time": 267020.0,
      "end_time": 273370.0,
      "text": "Most reptiles lay eggs, but they are very different from the eggs of amphibians or fish."
    },
    {
      "index": 36,
      "start_time": 273370.0,
      "end_time": 281740.0,
      "text": "Their eggs are laid out of the water and have a protective shell. For the most part, reptile"
    },
    {
      "index": 37,
      "start_time": 281740.0,
      "end_time": 288360.0,
      "text": "eggs have soft, leathery shells."
    },
    {
      "index": 38,
      "start_time": 288360.0,
      "end_time": 293840.0,
      "text": "Birds are easy to recognize. They are the only type of animals in the world to have"
    },
    {
      "index": 39,
      "start_time": 293840.0,
      "end_time": 302919.0,
      "text": "feathers! Like reptiles, birds can only breathe air. All birds have two legs, and all birds"
    },
    {
      "index": 40,
      "start_time": 302919.0,
      "end_time": 313270.0,
      "text": "also have wings, but not all birds fly. Unlike fish, amphibians, and reptiles, birds are"
    },
    {
      "index": 41,
      "start_time": 313270.0,
      "end_time": 321960.0,
      "text": "warm-blooded. That means that they can maintain a constant body temperature. Birds lay eggs,"
    },
    {
      "index": 42,
      "start_time": 321960.0,
      "end_time": 328660.0,
      "text": "but unlike the eggs of reptiles, birds' eggs have hard shells."
    },
    {
      "index": 43,
      "start_time": 328660.0,
      "end_time": 334180.0,
      "text": "The last group of animals we are going to talk about is mammals. Mammals are the group"
    },
    {
      "index": 44,
      "start_time": 334180.0,
      "end_time": 341919.0,
      "text": "of animals that humans belong to! Like birds, mammals are warm-blooded and breathe air."
    },
    {
      "index": 45,
      "start_time": 341919.0,
      "end_time": 348819.0,
      "text": "Even mammals that live in water must come to the surface to breathe! All mammals have"
    },
    {
      "index": 46,
      "start_time": 348819.0,
      "end_time": 355669.0,
      "text": "at least some fur or hair, although some have less than others. Almost all mammals give"
    },
    {
      "index": 47,
      "start_time": 355669.0,
      "end_time": 362240.0,
      "text": "birth to live young instead of laying eggs, and all mammals feed their babies milk. A"
    },
    {
      "index": 48,
      "start_time": 362240.0,
      "end_time": 370869.0,
      "text": "fun fact about mammals is that mammals are the only animals to have ears that stick out!"
    },
    {
      "index": 49,
      "start_time": 370869.0,
      "end_time": 376490.0,
      "text": "The animal kingdom is classified into many different groups based on animal characteristics"
    },
    {
      "index": 50,
      "start_time": 376490.0,
      "end_time": 385240.0,
      "text": "to help us understand the world around us. Saying an animal is an invertebrate, a vertebrate,"
    },
    {
      "index": 51,
      "start_time": 385240.0,
      "end_time": 395809.0,
      "text": "a fish, amphibian, reptile, bird, or mammal tells us many things about it that can help"
    },
    {
      "index": 52,
      "start_time": 395809.0,
      "end_time": 403199.0,
      "text": "us to understand its needs and behavior. I hope you enjoyed learning about animal classification"
    },
    {
      "index": 53,
      "start_time": 403199.0,
      "end_time": 413199.0,
      "text": "today. Goodbye till next time!"
    }
  ]
}