{
  "video_id": "MRYzW3BSj0I",
  "title": "Charles V and the Holy Roman Empire: Crash Course World History #219",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 3820.0,
      "text": "Hi, I’m John Green, this is Crash Course World History, and today we’re going to"
    },
    {
      "index": 2,
      "start_time": 3820.0,
      "end_time": 5720.0,
      "text": "talk about the Holy Roman Empire."
    },
    {
      "index": 3,
      "start_time": 5720.0,
      "end_time": 10650.0,
      "text": "Which as Voltaire famously pointed out, was not holy, or Roman, or an empire."
    },
    {
      "index": 4,
      "start_time": 10650.0,
      "end_time": 14619.0,
      "text": "But the Holy Roman Empire can help us understand world history, especially during the reign"
    },
    {
      "index": 5,
      "start_time": 14619.0,
      "end_time": 19610.0,
      "text": "of its most powerful emperor, the smart, and sensible, and hard-working Charles Hapsburg,"
    },
    {
      "index": 6,
      "start_time": 19610.0,
      "end_time": 23620.0,
      "text": "known as Carlos I in Spain, and Charles V in the rest of Europe."
    },
    {
      "index": 7,
      "start_time": 23620.0,
      "end_time": 29140.0,
      "text": "So, lets frame it this way. In soccer, the World Cup is like a pretty big deal, especially for me."
    },
    {
      "index": 8,
      "start_time": 29140.0,
      "end_time": 31820.0,
      "text": "Mr Green? Mr Green? But I’m not even good at soccer"
    },
    {
      "index": 9,
      "start_time": 31820.0,
      "end_time": 33820.0,
      "text": "You’re actually not that bad Me From the Past, but the"
    },
    {
      "index": 10,
      "start_time": 33820.0,
      "end_time": 39120.0,
      "text": "only two things you put into your body are Wendy’s and cigarette smoke. And that… it’s not"
    },
    {
      "index": 11,
      "start_time": 39120.0,
      "end_time": 43540.0,
      "text": "great for your athletic career. In 2014, the final pitted Germany against"
    },
    {
      "index": 12,
      "start_time": 43540.0,
      "end_time": 49350.0,
      "text": "Argentina and if that game had been played in 1550, both of those teams would’ve had"
    },
    {
      "index": 13,
      "start_time": 49350.0,
      "end_time": 53190.0,
      "text": "the same head of state. The 2010 final between Spain and the Netherlands,"
    },
    {
      "index": 14,
      "start_time": 53190.0,
      "end_time": 58170.0,
      "text": "again the same head of state - Charles V. Unfortunately, the 1550 World Cup had to be"
    },
    {
      "index": 15,
      "start_time": 58170.0,
      "end_time": 69380.0,
      "text": "postponed until after soccer was invented."
    },
    {
      "index": 16,
      "start_time": 69380.0,
      "end_time": 73440.0,
      "text": "So, Charles V ruled one of the biggest empires in history, behind only Chinggis Khan, Joseph"
    },
    {
      "index": 17,
      "start_time": 73440.0,
      "end_time": 76380.0,
      "text": "Stalin and Stalin’s successors in the Soviet Union."
    },
    {
      "index": 18,
      "start_time": 76380.0,
      "end_time": 80250.0,
      "text": "In addition to claiming to rule most of Europe, during Charles’ lifetime, (1500-1558), one"
    },
    {
      "index": 19,
      "start_time": 80250.0,
      "end_time": 85400.0,
      "text": "of his dominions, Spain, laid claim to nearly all of the New World outside of Brazil. And"
    },
    {
      "index": 20,
      "start_time": 85400.0,
      "end_time": 89310.0,
      "text": "a few of his subjects -- the miserable survivors of the fleet of Ferdinand Magellan -- became"
    },
    {
      "index": 21,
      "start_time": 89310.0,
      "end_time": 92510.0,
      "text": "the first known humans to circumnavigate the globe."
    },
    {
      "index": 22,
      "start_time": 92510.0,
      "end_time": 96360.0,
      "text": "Under Charles, the template for the colonization of the Americas and the Christianization and"
    },
    {
      "index": 23,
      "start_time": 96360.0,
      "end_time": 100310.0,
      "text": "treatment of its indigenous people was laid down, and Charles gave his seal of approval"
    },
    {
      "index": 24,
      "start_time": 100310.0,
      "end_time": 106270.0,
      "text": "to the Jesuit Order to convert Asia. He underwrote the first Mission settlements to California,"
    },
    {
      "index": 25,
      "start_time": 106270.0,
      "end_time": 110670.0,
      "text": "and began the process of turning the islands known as the Philippines into Asia’s largest"
    },
    {
      "index": 26,
      "start_time": 110670.0,
      "end_time": 113630.0,
      "text": "Spanish-speaking country. But he wasn’t just a conqueror. Charles"
    },
    {
      "index": 27,
      "start_time": 113630.0,
      "end_time": 118110.0,
      "text": "also hosted the Valladolid debates, the first-known discussions of universal human rights -- and"
    },
    {
      "index": 28,
      "start_time": 118110.0,
      "end_time": 122950.0,
      "text": "he actively sought to end slavery for many. Although, not for all, and he didn’t really"
    },
    {
      "index": 29,
      "start_time": 122950.0,
      "end_time": 126659.0,
      "text": "succeed in ending it for anyone. Yet, for all that, Charles V isn’t known"
    },
    {
      "index": 30,
      "start_time": 126659.0,
      "end_time": 131540.0,
      "text": "as a giant of world history. I mean his realm, the Holy Roman Empire, was ultimately, a failed"
    },
    {
      "index": 31,
      "start_time": 131540.0,
      "end_time": 134960.0,
      "text": "state, and his reign a bitter disappointment, even to himself."
    },
    {
      "index": 32,
      "start_time": 134960.0,
      "end_time": 138849.0,
      "text": "Trying to rule an empire stocked with rebellious subjects including Martin Luther and with"
    },
    {
      "index": 33,
      "start_time": 138849.0,
      "end_time": 144480.0,
      "text": "territory in two hemispheres, Charles V managed to totally bankrupt his realm and that was"
    },
    {
      "index": 34,
      "start_time": 144480.0,
      "end_time": 147670.0,
      "text": "kind of impressive. Because he had access to the silver and gold"
    },
    {
      "index": 35,
      "start_time": 147670.0,
      "end_time": 151480.0,
      "text": "of the new world, the Renaissance banking fortunes of Italy and the Netherlands, and"
    },
    {
      "index": 36,
      "start_time": 151480.0,
      "end_time": 155470.0,
      "text": "the military power of Spain. In short, Charles V was to the Holy Roman"
    },
    {
      "index": 37,
      "start_time": 155470.0,
      "end_time": 158569.0,
      "text": "Empire what Screech is to the Saved by the Bell alumni."
    },
    {
      "index": 38,
      "start_time": 158569.0,
      "end_time": 162849.0,
      "text": "By the time he died, crippled with gout and malaria at the age of 58 - wait are we still"
    },
    {
      "index": 39,
      "start_time": 162849.0,
      "end_time": 165900.0,
      "text": "talking about Screech? No, apparently we’re talking about Charles V now."
    },
    {
      "index": 40,
      "start_time": 165900.0,
      "end_time": 169780.0,
      "text": "Anyway, the Holy Roman Empire was defaulting on massive debts to its creditors."
    },
    {
      "index": 41,
      "start_time": 169780.0,
      "end_time": 173739.0,
      "text": "So among historians, the debate over whether Charles could have been a successful emperor"
    },
    {
      "index": 42,
      "start_time": 173739.0,
      "end_time": 177870.0,
      "text": "tends to break into two schools of thought. One argues that the Holy Roman Empire was"
    },
    {
      "index": 43,
      "start_time": 177870.0,
      "end_time": 182700.0,
      "text": "doomed to fail largely because it lacked the nationalism that powered the rising nation-states"
    },
    {
      "index": 44,
      "start_time": 182700.0,
      "end_time": 185900.0,
      "text": "like France and England. But Voltaire was probably right, that the"
    },
    {
      "index": 45,
      "start_time": 185900.0,
      "end_time": 191709.0,
      "text": "Holy Roman Empire was doomed from birth. Over it’s 1004-year-history, the Holy Roman Empire"
    },
    {
      "index": 46,
      "start_time": 191709.0,
      "end_time": 197599.0,
      "text": "never had the means of levying direct taxes, or directly raising an army from its territory,"
    },
    {
      "index": 47,
      "start_time": 197599.0,
      "end_time": 202390.0,
      "text": "which nearly always included what are today Eastern France, Luxembourg, Germany, Austria,"
    },
    {
      "index": 48,
      "start_time": 202390.0,
      "end_time": 206700.0,
      "text": "the Italian peninsula, and Czechoslovakia, and at times stretched to the Netherlands,"
    },
    {
      "index": 49,
      "start_time": 206700.0,
      "end_time": 210440.0,
      "text": "and Belgium, Hungary, Croatia, Poland, and western Ukraine."
    },
    {
      "index": 50,
      "start_time": 210440.0,
      "end_time": 215129.0,
      "text": "Governing such a vast area is almost impossible, especially when you have to have like you"
    },
    {
      "index": 51,
      "start_time": 215129.0,
      "end_time": 219260.0,
      "text": "know people on horses to deliver messages. These days, even with the internet, governing"
    },
    {
      "index": 52,
      "start_time": 219260.0,
      "end_time": 222220.0,
      "text": "Europe isn’t that easy - Ask the European Parliamentg how it’s going."
    },
    {
      "index": 53,
      "start_time": 222220.0,
      "end_time": 227670.0,
      "text": "So the HRE began in 800 CE as a marriage between the Germanic warlord, Charlemagne, and the"
    },
    {
      "index": 54,
      "start_time": 227670.0,
      "end_time": 232629.0,
      "text": "only sort of warlord-y Popes in Rome. After the collapse of the Western Roman Empire"
    },
    {
      "index": 55,
      "start_time": 232629.0,
      "end_time": 237760.0,
      "text": "western Christendom was basically a flock of rural warriors who reveled in trials by"
    },
    {
      "index": 56,
      "start_time": 237760.0,
      "end_time": 242349.0,
      "text": "combat, Christian conversion through combat, and, just generally combat."
    },
    {
      "index": 57,
      "start_time": 242349.0,
      "end_time": 246920.0,
      "text": "And Charlemagne shrewdly recognized that the Church’s mainly literate hierarchy and command"
    },
    {
      "index": 58,
      "start_time": 246920.0,
      "end_time": 252470.0,
      "text": "of tradition were his best possible instruments for governing his battle loving feudal lords."
    },
    {
      "index": 59,
      "start_time": 252470.0,
      "end_time": 257539.0,
      "text": "So Charlemagne and Pope Leo III struck a deal; Leo would bestow upon Charlemagne the authority"
    },
    {
      "index": 60,
      "start_time": 257539.0,
      "end_time": 262800.0,
      "text": "and tradition of the Caesars, while Charlemagne acknowledged the Church’s spiritual superiority"
    },
    {
      "index": 61,
      "start_time": 262800.0,
      "end_time": 265849.0,
      "text": "over his secular power. And the name for the agreement reflected the"
    },
    {
      "index": 62,
      "start_time": 265849.0,
      "end_time": 271029.0,
      "text": "terms of the deal. Holy, because the Church wanted top billing, Roman, to give Charlemagne"
    },
    {
      "index": 63,
      "start_time": 271029.0,
      "end_time": 276269.0,
      "text": "maximum prestige among his feudal subjects, and Empire, because they wanted it to be an"
    },
    {
      "index": 64,
      "start_time": 276269.0,
      "end_time": 278879.0,
      "text": "empire. Here’s a lesson in romance from history:"
    },
    {
      "index": 65,
      "start_time": 278879.0,
      "end_time": 283740.0,
      "text": "marriages of convenience…. meh? So the relationship between the popes and"
    },
    {
      "index": 66,
      "start_time": 283740.0,
      "end_time": 288029.0,
      "text": "the emperors grew a bit rocky over time. In the centuries after Charlemagne, one European"
    },
    {
      "index": 67,
      "start_time": 288029.0,
      "end_time": 292569.0,
      "text": "warrior clan, the House of Hapsburg fought to claim the Emperor’s throne, and to establish"
    },
    {
      "index": 68,
      "start_time": 292569.0,
      "end_time": 296119.0,
      "text": "dominance over the Papacy. And one of the tactics used by the Hapsburgs"
    },
    {
      "index": 69,
      "start_time": 296119.0,
      "end_time": 301289.0,
      "text": "was to promote dynastic marriages between Hapsburg cousins, thus keeping inheritances"
    },
    {
      "index": 70,
      "start_time": 301289.0,
      "end_time": 304229.0,
      "text": "within the family and out of the hands of the Church."
    },
    {
      "index": 71,
      "start_time": 304229.0,
      "end_time": 308619.0,
      "text": "This Hapsburg in-breeding worked politically, but, over centuries, it brought out recessive"
    },
    {
      "index": 72,
      "start_time": 308619.0,
      "end_time": 313659.0,
      "text": "family genes for mental illness and -- most famously -- these oversized lower jaws that"
    },
    {
      "index": 73,
      "start_time": 313659.0,
      "end_time": 318580.0,
      "text": "became Europe’s most-recognizable profile. In short, in-breeding - great way to keep"
    },
    {
      "index": 74,
      "start_time": 318580.0,
      "end_time": 324270.0,
      "text": "money in the family, maybe not the best way to keep A++ kings in the family."
    },
    {
      "index": 75,
      "start_time": 324270.0,
      "end_time": 329550.0,
      "text": "The Papacy fought back and in 1356,the position of Holy Roman Emperor was turned into an elected"
    },
    {
      "index": 76,
      "start_time": 329550.0,
      "end_time": 333460.0,
      "text": "position. Candidates for the crown henceforth needed to win support from at least four of"
    },
    {
      "index": 77,
      "start_time": 333460.0,
      "end_time": 336419.0,
      "text": "seven “Electors.” Now this didn’t prevent the Hapsburgs from"
    },
    {
      "index": 78,
      "start_time": 336419.0,
      "end_time": 341199.0,
      "text": "reclaiming the throne, but it did force the family to pay fortunes in bribes and favors"
    },
    {
      "index": 79,
      "start_time": 341199.0,
      "end_time": 346159.0,
      "text": "to win it, because as always, money wins elections. Charles was no exception and the bribes he"
    },
    {
      "index": 80,
      "start_time": 346159.0,
      "end_time": 350349.0,
      "text": "paid to secure the his position as Emperor in 1521 meant that he started off his rule"
    },
    {
      "index": 81,
      "start_time": 350349.0,
      "end_time": 354069.0,
      "text": "in debt - which is never a great idea. But wait, you say, now that he is Emperor"
    },
    {
      "index": 82,
      "start_time": 354069.0,
      "end_time": 359279.0,
      "text": "he can just tap into a loyal group of subjects, who will be more than happy to pay tax increases"
    },
    {
      "index": 83,
      "start_time": 359279.0,
      "end_time": 363200.0,
      "text": "in order to pay off Charles’ debt. But yeah, that’s not how the Holy Roman"
    },
    {
      "index": 84,
      "start_time": 363200.0,
      "end_time": 366439.0,
      "text": "Empire worked. All right, let’s get to know this Emperor in the Thought Bubble"
    },
    {
      "index": 85,
      "start_time": 366439.0,
      "end_time": 370629.0,
      "text": "Charles’s parents came from two ambitious dynasties. His mother, Juana, was the daughter"
    },
    {
      "index": 86,
      "start_time": 370629.0,
      "end_time": 375029.0,
      "text": "of Ferdinand and Isabella, whom you’ve probably heard of. And from Juana, Charles laid claim"
    },
    {
      "index": 87,
      "start_time": 375029.0,
      "end_time": 380240.0,
      "text": "not only to Spain but to parts of Italy, including Naples and Sicily, as well as what became"
    },
    {
      "index": 88,
      "start_time": 380240.0,
      "end_time": 384889.0,
      "text": "known as the Americas. Charles’s father was the Duke of Burgundy, Phillip the Fair."
    },
    {
      "index": 89,
      "start_time": 384889.0,
      "end_time": 389300.0,
      "text": "And through Philip, Charles could claim the German lands of the Holy Roman Emperor, Maximilian"
    },
    {
      "index": 90,
      "start_time": 389300.0,
      "end_time": 392869.0,
      "text": "I, Phillip’s father. So Charles’s existence was pretty much a"
    },
    {
      "index": 91,
      "start_time": 392869.0,
      "end_time": 398369.0,
      "text": "genetic engineering job designed to produce a ruler of Spain and Germany. Only, Charles"
    },
    {
      "index": 92,
      "start_time": 398369.0,
      "end_time": 403599.0,
      "text": "was neither Spanish nor German himself. He grew up in Belgium, in the dukedom of Burgundy,"
    },
    {
      "index": 93,
      "start_time": 403599.0,
      "end_time": 407830.0,
      "text": "which technically made him a French subject. And ruling over so many disparate people was"
    },
    {
      "index": 94,
      "start_time": 407830.0,
      "end_time": 411779.0,
      "text": "a recipe for trouble. Like, German peasants in Frisia had revolted against the empire"
    },
    {
      "index": 95,
      "start_time": 411779.0,
      "end_time": 417169.0,
      "text": "in 1515, but they weren’t nearly as troublesome as the Germans living in towns. By the time"
    },
    {
      "index": 96,
      "start_time": 417169.0,
      "end_time": 421740.0,
      "text": "Charles bought his throne in 1521, German merchants had come to think of themselves"
    },
    {
      "index": 97,
      "start_time": 421740.0,
      "end_time": 426319.0,
      "text": "as being guaranteed the rights to speak in a parliament, to have a say in their taxes"
    },
    {
      "index": 98,
      "start_time": 426319.0,
      "end_time": 430029.0,
      "text": "and even to form their own militias. Protestantism was also a big headache for"
    },
    {
      "index": 99,
      "start_time": 430029.0,
      "end_time": 434580.0,
      "text": "Charles, especially when Luther and his followers claimed that they followed their consciences"
    },
    {
      "index": 100,
      "start_time": 434580.0,
      "end_time": 438169.0,
      "text": "in matters of religion rather than the emperor’s will. Charles thought that he solved this"
    },
    {
      "index": 101,
      "start_time": 438169.0,
      "end_time": 442839.0,
      "text": "problem when he faced Luther at the Diet of Worms in 1523, but that didn’t work out"
    },
    {
      "index": 102,
      "start_time": 442839.0,
      "end_time": 445499.0,
      "text": "quite as planned. Thanks, Thought Bubble. So, at the Diet of"
    },
    {
      "index": 103,
      "start_time": 445499.0,
      "end_time": 450169.0,
      "text": "Worms Luther was so compelling when talking about his faith that he became more popular"
    },
    {
      "index": 104,
      "start_time": 450169.0,
      "end_time": 452999.0,
      "text": "- not less. And shortly thereafter he began his famous"
    },
    {
      "index": 105,
      "start_time": 452999.0,
      "end_time": 456419.0,
      "text": "German translation of the Bible. So obviously, governing most of Europe was"
    },
    {
      "index": 106,
      "start_time": 456419.0,
      "end_time": 462379.0,
      "text": "just a tremendous difficulty for Charles V, but he also had to be the ruler of all of"
    },
    {
      "index": 107,
      "start_time": 462379.0,
      "end_time": 465699.0,
      "text": "the Americas except for Brazil. I can’t help but notice, Stan, that Brazil"
    },
    {
      "index": 108,
      "start_time": 465699.0,
      "end_time": 474600.0,
      "text": "is always the exception in the Americas."
    },
    {
      "index": 109,
      "start_time": 474600.0,
      "end_time": 476589.0,
      "text": "And with the Spanish Conquistadors subjugation"
    },
    {
      "index": 110,
      "start_time": 476589.0,
      "end_time": 481849.0,
      "text": "of the the American Indians by the late 1530s, Charles’s life got even worse or arguably"
    },
    {
      "index": 111,
      "start_time": 481849.0,
      "end_time": 484399.0,
      "text": "better. Because he was richer and had more subjects"
    },
    {
      "index": 112,
      "start_time": 484399.0,
      "end_time": 489169.0,
      "text": "which is the point of being an emperor I guess. So unlike most of the Spaniards in Spain’s"
    },
    {
      "index": 113,
      "start_time": 489169.0,
      "end_time": 492929.0,
      "text": "colonies, Charles actually showed some concern for his native subjects, but he couldn’t"
    },
    {
      "index": 114,
      "start_time": 492929.0,
      "end_time": 496009.0,
      "text": "really do much. Like in 1520, after receiving a steady stream"
    },
    {
      "index": 115,
      "start_time": 496009.0,
      "end_time": 499869.0,
      "text": "of complaints about how the native people were being abused, Charles banned the granting"
    },
    {
      "index": 116,
      "start_time": 499869.0,
      "end_time": 503789.0,
      "text": "of new encomiendas and ordered his officials to phase out the old ones."
    },
    {
      "index": 117,
      "start_time": 503789.0,
      "end_time": 508520.0,
      "text": "And this worked … not at all. Hernan Cortes and other leading conquistadors completely"
    },
    {
      "index": 118,
      "start_time": 508520.0,
      "end_time": 512159.0,
      "text": "ignored Charles orders and just kept doling out encomiendas."
    },
    {
      "index": 119,
      "start_time": 512159.0,
      "end_time": 516229.0,
      "text": "And then Charles sent new orders saying that the Indians are “to live in liberty, as"
    },
    {
      "index": 120,
      "start_time": 516229.00000000006,
      "end_time": 521959.00000000006,
      "text": "our vassals in Castile live...if you have given any Indians in encomienda to any Christians"
    },
    {
      "index": 121,
      "start_time": 521958.99999999994,
      "end_time": 525730.0,
      "text": "you will remove them.” Cortes responded, “The majority of the Spaniards"
    },
    {
      "index": 122,
      "start_time": 525730.0,
      "end_time": 528870.0,
      "text": "who come here are of low quality, violent, and vicious.”"
    },
    {
      "index": 123,
      "start_time": 528870.0,
      "end_time": 534579.0,
      "text": "Well, I guess he was self-aware. Anyway, his response amounted to - we could only get Spanish"
    },
    {
      "index": 124,
      "start_time": 534579.0,
      "end_time": 538160.0,
      "text": "people to come here if they have the right to exploit other humans."
    },
    {
      "index": 125,
      "start_time": 538160.0,
      "end_time": 543670.0,
      "text": "And then In 1526, Charles gave in and allowed Cortes, and, later, Pizarro, to issue temporary"
    },
    {
      "index": 126,
      "start_time": 543670.0,
      "end_time": 547040.0,
      "text": "encomiendas to their men. Now so far, Charles isn’t looking so good"
    },
    {
      "index": 127,
      "start_time": 547040.0,
      "end_time": 550990.0,
      "text": "in this story, so it might be useful to compare his record to those of his contemporaries,"
    },
    {
      "index": 128,
      "start_time": 550990.0,
      "end_time": 554860.0,
      "text": "who, in theory, ruled more coherent and governable states."
    },
    {
      "index": 129,
      "start_time": 554860.0,
      "end_time": 558500.0,
      "text": "And it just so happens that Charles reigned at the same time as two of Europe’s most"
    },
    {
      "index": 130,
      "start_time": 558500.0,
      "end_time": 564280.0,
      "text": "notable proto-nationalistic leaders, England’s Henry VIII and France’s Francis I of France."
    },
    {
      "index": 131,
      "start_time": 564280.0,
      "end_time": 568420.0,
      "text": "The bitterest rivalry was between Francis and Charles, because Francis believed that"
    },
    {
      "index": 132,
      "start_time": 568420.0,
      "end_time": 573120.0,
      "text": "Charles, as the Duke of Burgundy, which is in France, was his subject."
    },
    {
      "index": 133,
      "start_time": 573120.0,
      "end_time": 576850.0,
      "text": "Charles, meanwhile, knew that Francis had attempted to win the title of Holy Roman Emperor"
    },
    {
      "index": 134,
      "start_time": 576850.0,
      "end_time": 581920.0,
      "text": "himself, and had warned the electors that Charles was an unfit and despotic man."
    },
    {
      "index": 135,
      "start_time": 581920.0,
      "end_time": 586459.0,
      "text": "If we could just stop for a moment. Why on earth would anyone fight to become the Holy"
    },
    {
      "index": 136,
      "start_time": 586459.0,
      "end_time": 589690.0,
      "text": "Roman Emperor. The two monarchs fought four separate wars"
    },
    {
      "index": 137,
      "start_time": 589690.0,
      "end_time": 593590.0,
      "text": "against each other. And according to proponents of nationalism, Francis should have had the"
    },
    {
      "index": 138,
      "start_time": 593590.0,
      "end_time": 598120.0,
      "text": "advantage, right. Because he had unchallenged power of taxation in France, and a religious"
    },
    {
      "index": 139,
      "start_time": 598120.0,
      "end_time": 603319.0,
      "text": "class that was loyal to him, and a population, or at least an elite, that all spoke French."
    },
    {
      "index": 140,
      "start_time": 603319.0,
      "end_time": 608189.0,
      "text": "But Charles’s troops won every war. Not only that, in the course of the wars Charles’"
    },
    {
      "index": 141,
      "start_time": 608189.0,
      "end_time": 614889.0,
      "text": "troops managed to take Francis himself hostage at the siege of Pavia, and sack Rome in 1527,"
    },
    {
      "index": 142,
      "start_time": 614889.0,
      "end_time": 619170.0,
      "text": "ending the pope’s hope of becoming a real player in secular politics, and, according"
    },
    {
      "index": 143,
      "start_time": 619170.0,
      "end_time": 623459.0,
      "text": "to some scholars, ending the Italian Renaissance. Charles also fought a war against Suleiman"
    },
    {
      "index": 144,
      "start_time": 623459.0,
      "end_time": 626740.0,
      "text": "and the Ottomans, defeating them at Vienna, although he wasn’t able to stop Suleiman"
    },
    {
      "index": 145,
      "start_time": 626740.0,
      "end_time": 630829.0,
      "text": "from consolidating his control over the formerly Habsburg territory of Hungary."
    },
    {
      "index": 146,
      "start_time": 630829.0,
      "end_time": 635769.0,
      "text": "But despite ruling this fractious, polyglot empire rather than a compact national state,"
    },
    {
      "index": 147,
      "start_time": 635769.0,
      "end_time": 639459.0,
      "text": "Charles did okay for himself. Well at least by some measures - by other"
    },
    {
      "index": 148,
      "start_time": 639459.0,
      "end_time": 642840.0,
      "text": "measure he was a total failure. Oh, it’s time for the open letter."
    },
    {
      "index": 149,
      "start_time": 642840.0,
      "end_time": 646680.0,
      "text": "But first, let’s see what’s in the globe today. Oh, it’s all of my past romantic"
    },
    {
      "index": 150,
      "start_time": 646680.0,
      "end_time": 651050.0,
      "text": "relationships. An open letter to failure. Dear failure, you’re so often in the eyes"
    },
    {
      "index": 151,
      "start_time": 651050.0,
      "end_time": 655430.0,
      "text": "of the beholder, like what looks like failure at one point in your life can later look like"
    },
    {
      "index": 152,
      "start_time": 655430.0,
      "end_time": 659759.0,
      "text": "a wonderful success. I mean Charles V had a lot of successes but ultimately"
    },
    {
      "index": 153,
      "start_time": 659759.0,
      "end_time": 664529.0,
      "text": "he viewed his reign as a terrible failure. That’s why he eventually abdicated and retired"
    },
    {
      "index": 154,
      "start_time": 664529.0,
      "end_time": 668350.0,
      "text": "to a life of full time beer-drinking. And then he split up his empire with his brother"
    },
    {
      "index": 155,
      "start_time": 668350.0,
      "end_time": 671459.0,
      "text": "getting the Holy Roman Empire and his son getting Spain."
    },
    {
      "index": 156,
      "start_time": 671459.0,
      "end_time": 675750.0,
      "text": "And that was probably marginally at least a good thing for both the Holy Roman Empire"
    },
    {
      "index": 157,
      "start_time": 675750.0,
      "end_time": 679519.0,
      "text": "and Spain. In short, failure almost no person is merely"
    },
    {
      "index": 158,
      "start_time": 679519.0,
      "end_time": 683649.0,
      "text": "a failure or even merely a success. So enough with all these falsely constructed"
    },
    {
      "index": 159,
      "start_time": 683649.0,
      "end_time": 688740.0,
      "text": "dichotomies failure, they are complete failure. Best wishes, John Green."
    },
    {
      "index": 160,
      "start_time": 688740.0,
      "end_time": 692879.0,
      "text": "So, the story of Charles V reminds us of something we learn again and again when studying World"
    },
    {
      "index": 161,
      "start_time": 692879.0,
      "end_time": 697160.0,
      "text": "History: that there are multiple sides to every piece of history."
    },
    {
      "index": 162,
      "start_time": 697160.0,
      "end_time": 701129.0,
      "text": "Yes, the Holy Roman Empire under Charles V ceased to be Holy in the sense that it was"
    },
    {
      "index": 163,
      "start_time": 701129.0,
      "end_time": 706720.0,
      "text": "no longer 100% Catholic, it was never Roman since Latin wasn’t among the many languages"
    },
    {
      "index": 164,
      "start_time": 706720.0,
      "end_time": 708730.0,
      "text": "spoken there… And it wasn’t much of an empire because"
    },
    {
      "index": 165,
      "start_time": 708730.0,
      "end_time": 712879.0,
      "text": "it was too diverse and spread out for Charles really to have the power of an emperor."
    },
    {
      "index": 166,
      "start_time": 712879.0,
      "end_time": 717399.0,
      "text": "But as with most history, and many facebook relationship statuses, and one Meryl Streep"
    },
    {
      "index": 167,
      "start_time": 717399.0,
      "end_time": 721319.0,
      "text": "movie - it’s complicated. But perhaps the one concrete lesson we can"
    },
    {
      "index": 168,
      "start_time": 721319.0,
      "end_time": 726139.0,
      "text": "take away from the history of Charles V is the benefits of acknowledging the limits of"
    },
    {
      "index": 169,
      "start_time": 726139.0,
      "end_time": 730939.0,
      "text": "one’s power. Charles never did. His imperial motto was plus ultra. And that"
    },
    {
      "index": 170,
      "start_time": 730939.0,
      "end_time": 736029.0,
      "text": "means “further beyond,” but it could also mean limitless. Charles sought to fuse Atlantic"
    },
    {
      "index": 171,
      "start_time": 736029.0,
      "end_time": 740839.0,
      "text": "and Central Europe into seamless whole on a scale the size of today’s European Union."
    },
    {
      "index": 172,
      "start_time": 740839.0,
      "end_time": 744260.0,
      "text": "He tried to stamp out the Protestant Reformation and make his response, the"
    },
    {
      "index": 173,
      "start_time": 744260.0,
      "end_time": 747720.0,
      "text": "Catholic Counter-Reformation global. He tried to create new policies in the New"
    },
    {
      "index": 174,
      "start_time": 747720.0,
      "end_time": 751149.0,
      "text": "World, while still defending old policies in the Old World."
    },
    {
      "index": 175,
      "start_time": 751149.0,
      "end_time": 755019.0,
      "text": "And by trying to be the most powerful Emperor in the most powerful empire in the history"
    },
    {
      "index": 176,
      "start_time": 755019.0,
      "end_time": 760089.0,
      "text": "of the world he failed spectacularly. There’s a lesson in that for all empires,"
    },
    {
      "index": 177,
      "start_time": 760089.0,
      "end_time": 764600.0,
      "text": "and all nation-states, and even all people. Thanks for watching. I’ll see you next week."
    },
    {
      "index": 178,
      "start_time": 764600.0,
      "end_time": 768529.0,
      "text": "Crash Course is filmed here in the Chad and Stacey Emigholz studio in Indianapolis and"
    },
    {
      "index": 179,
      "start_time": 768529.0,
      "end_time": 772769.0,
      "text": "it’s made with the help of all of these nice people and with your help."
    },
    {
      "index": 180,
      "start_time": 772769.0,
      "end_time": 775930.0,
      "text": "Largely thanks to the support of our Subbable subscribers. Subbable is a voluntary subscription"
    },
    {
      "index": 181,
      "start_time": 775930.0,
      "end_time": 779839.0,
      "text": "service that allows you to contribute directly to Crash Course so we can keep it free for"
    },
    {
      "index": 182,
      "start_time": 779839.0,
      "end_time": 784340.0,
      "text": "everyone forever. Thank you for contributing, thank you for watching, and as we say in my"
    },
    {
      "index": 183,
      "start_time": 784340.0,
      "end_time": 794340.0,
      "text": "hometown, “don’t forget to be awesome.”"
    }
  ]
}