{
  "video_id": "MS4jk5kavy4",
  "title": "A Long and Difficult Journey, or  The Odyssey: Crash Course Literature 201",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 280.0,
      "end_time": 4080.0,
      "text": "Hi, I'm John Green, welcome to Crash Course Literature!"
    },
    {
      "index": 2,
      "start_time": 4080.0,
      "end_time": 7350.0,
      "text": "You can tell I'm an English teacher because I'm wearing a sweater, but you tell I'm the"
    },
    {
      "index": 3,
      "start_time": 7350.0,
      "end_time": 11329.0,
      "text": "kind of English teacher who wants to be your friend because I'm wearing awesome sneakers."
    },
    {
      "index": 4,
      "start_time": 11329.0,
      "end_time": 14070.0,
      "text": "This is actually season two of Crash Course Literature. If you want to watch season one,"
    },
    {
      "index": 5,
      "start_time": 14070.0,
      "end_time": 17040.0,
      "text": "you can do so over here. It's season four of Crash Course Humanities, it might even"
    },
    {
      "index": 6,
      "start_time": 17040.0,
      "end_time": 20620.0,
      "text": "be like, season seven or eight if you count all the science stuff. Whatever let's just get started!"
    },
    {
      "index": 7,
      "start_time": 20620.0,
      "end_time": 29160.0,
      "text": "[Theme Music]"
    },
    {
      "index": 8,
      "start_time": 29160.0,
      "end_time": 33680.0,
      "text": "We're going to start at the beginning of literature, or, at least, a beginning of literature. Sing"
    },
    {
      "index": 9,
      "start_time": 33680.0,
      "end_time": 39160.0,
      "text": "in me, Muse, and through me tell the story of a man who lets all his shipmates die, lies"
    },
    {
      "index": 10,
      "start_time": 39160.0,
      "end_time": 44160.0,
      "text": "to everyone he meets, cheats on his wife with assorted nymphs, and takes ten years to complete"
    },
    {
      "index": 11,
      "start_time": 44160.0,
      "end_time": 48000.0,
      "text": "a voyage that, according to Google Maps, should have taken two weeks. That man is, of course,"
    },
    {
      "index": 12,
      "start_time": 48000.0,
      "end_time": 53190.0,
      "text": "one of the great heroes of the ancient world. Ladies and gentlemen, meet Odysseus, star"
    },
    {
      "index": 13,
      "start_time": 53190.0,
      "end_time": 59140.0,
      "text": "of Homer's The Odyssey. Did I just say the odd at sea? That's a good pun. Not in the original Greek though."
    },
    {
      "index": 14,
      "start_time": 59140.0,
      "end_time": 63320.0,
      "text": "Now everyone knows that you can't properly enjoy a book until you know a lot about its"
    },
    {
      "index": 15,
      "start_time": 63320.0,
      "end_time": 66870.0,
      "text": "author, so before we discuss The Odyssey, we're going to begin with a biographical"
    },
    {
      "index": 16,
      "start_time": 66870.0,
      "end_time": 71550.0,
      "text": "sketch of Homer, the legendary blind poet of ancient Greece. What's that?"
    },
    {
      "index": 17,
      "start_time": 71550.0,
      "end_time": 75690.0,
      "text": "Apparently we know nothing about him. Well, in fact we know that whoever wrote them didn't actually"
    },
    {
      "index": 18,
      "start_time": 75690.0,
      "end_time": 79850.0,
      "text": "write them, because they were composed orally. And was Homer even blind? Well, there are"
    },
    {
      "index": 19,
      "start_time": 79850.0,
      "end_time": 84450.0,
      "text": "some verses about blindness in the Homeric Hymns and there's a blind bard who appears in The Odyssey,"
    },
    {
      "index": 20,
      "start_time": 84450.0,
      "end_time": 87760.0,
      "text": "But if authors only wrote about characters who were like themselves, then James Joyce's"
    },
    {
      "index": 21,
      "start_time": 87760.0,
      "end_time": 92740.0,
      "text": "characters would have all had one eye, and I would be an astonishingly handsome seventeen-year-old."
    },
    {
      "index": 22,
      "start_time": 92740.0,
      "end_time": 96909.0,
      "text": "As for the subject of Homer's poems, archaeological evidence tells us that the Trojan War occurred"
    },
    {
      "index": 23,
      "start_time": 96909.0,
      "end_time": 102530.0,
      "text": "around the twelfth century BCE, although it probably included far fewer gods and similes"
    },
    {
      "index": 24,
      "start_time": 102530.0,
      "end_time": 106320.0,
      "text": "than in the epics based on it. Then again, maybe not; it's not like we have pictures."
    },
    {
      "index": 25,
      "start_time": 106320.0,
      "end_time": 111780.0,
      "text": "Anyway, Homer composed The Iliad and The Odyssey in the eighth century BCE, so centuries after"
    },
    {
      "index": 26,
      "start_time": 111780.0,
      "end_time": 115490.0,
      "text": "the events it describes. And then no one bothered to write them down for another two hundred"
    },
    {
      "index": 27,
      "start_time": 115490.0,
      "end_time": 119460.0,
      "text": "years, which means that they probably changed a lot as they were passed down via the oral"
    },
    {
      "index": 28,
      "start_time": 119460.0,
      "end_time": 124740.0,
      "text": "tradition, and even today there are arguments about which parts are original and which parts are additions."
    },
    {
      "index": 29,
      "start_time": 124740.0,
      "end_time": 128629.0,
      "text": "There were a lot of competing poems about the Trojan War, but Homer's were by far"
    },
    {
      "index": 30,
      "start_time": 128628.99999999999,
      "end_time": 133189.0,
      "text": "the most famous, and they are now the most famous because they were also the only ones"
    },
    {
      "index": 31,
      "start_time": 133189.0,
      "end_time": 135710.0,
      "text": "to survive the burning of the Library at Alexandria."
    },
    {
      "index": 32,
      "start_time": 135710.0,
      "end_time": 141129.0,
      "text": "So The Iliad and The Odyssey are epic poems, and we define an epic as “a long narrative"
    },
    {
      "index": 33,
      "start_time": 141129.0,
      "end_time": 148500.0,
      "text": "poem; on a serious subject; written in a grand or elevated style; centered on a larger-than-life hero.”"
    },
    {
      "index": 34,
      "start_time": 148500.0,
      "end_time": 153299.0,
      "text": "By the way, that was an example of dactylic hexameter, just like you see in epic poems."
    },
    {
      "index": 35,
      "start_time": 153299.0,
      "end_time": 157340.0,
      "text": "So the events of The Odyssey take place after those of The Iliad, so let's have a brief"
    },
    {
      "index": 36,
      "start_time": 157340.0,
      "end_time": 162249.0,
      "text": "recap Thought Bubble. So Helen, the wife of Menelaus, runs off with Paris, a Trojan prince;"
    },
    {
      "index": 37,
      "start_time": 162249.0,
      "end_time": 166409.0,
      "text": "or maybe she's abducted, it's not clear. Anyway, Menelaus's brother Agamemnon gathers"
    },
    {
      "index": 38,
      "start_time": 166409.0,
      "end_time": 170879.0,
      "text": "allies and goes to Troy to get her back but the war drags on for ten years, at which point"
    },
    {
      "index": 39,
      "start_time": 170879.0,
      "end_time": 175260.0,
      "text": "everyone is really tired and bored and wants to go home, until things suddenly get pretty"
    },
    {
      "index": 40,
      "start_time": 175260.0,
      "end_time": 179579.0,
      "text": "tense because Agamemnon seizes a concubine of Achilles' and Achilles gets really angry"
    },
    {
      "index": 41,
      "start_time": 179579.0,
      "end_time": 183810.0,
      "text": "and says he won't fight anymore. And things go really badly for the Greeks until Patroclus"
    },
    {
      "index": 42,
      "start_time": 183810.0,
      "end_time": 187239.0,
      "text": "- Achilles' best friend and maybe also lover, it's not clear - goes into battle in his"
    },
    {
      "index": 43,
      "start_time": 187239.0,
      "end_time": 192140.0,
      "text": "place and does a pretty awesome job until he's slain by Hector, the Trojans' great warrior."
    },
    {
      "index": 44,
      "start_time": 192140.0,
      "end_time": 195400.0,
      "text": "Which forces Achilles to reconcile himself with his own mortality and return"
    },
    {
      "index": 45,
      "start_time": 195400.0,
      "end_time": 199859.0,
      "text": "to the field where he becomes the ultimate death-dealing machine, slaying hordes of Trojans"
    },
    {
      "index": 46,
      "start_time": 199859.0,
      "end_time": 203389.0,
      "text": "including Hector, whose body he drags behind his chariot because that's how Achilles"
    },
    {
      "index": 47,
      "start_time": 203389.0,
      "end_time": 208000.0,
      "text": "rolls, until Hector's father, Priam, comes and begs for his son's corpse and Achilles relents"
    },
    {
      "index": 48,
      "start_time": 208000.0,
      "end_time": 212240.0,
      "text": "and they have dinner together, and then the book ends with the war still going on and nothing really resolved."
    },
    {
      "index": 49,
      "start_time": 212240.0,
      "end_time": 216499.0,
      "text": "And that's The Iliad. When The Odyssey opens, it's ten years later, and everyone is already"
    },
    {
      "index": 50,
      "start_time": 216499.0,
      "end_time": 221519.0,
      "text": "back home except for Odysseus. His son Telemachus and his wife Penelope don't know if he's"
    },
    {
      "index": 51,
      "start_time": 221519.0,
      "end_time": 225840.0,
      "text": "dead or alive, but Homer reveals that he's on the Isle of Ogygia, imprisoned by the nymph"
    },
    {
      "index": 52,
      "start_time": 225840.0,
      "end_time": 229150.0,
      "text": "Calypso, who's so hot for Odysseus even though he spends his days laying on the beach"
    },
    {
      "index": 53,
      "start_time": 229150.0,
      "end_time": 233189.0,
      "text": "and crying that she won't let him go. But finally the gods intervene and after a series"
    },
    {
      "index": 54,
      "start_time": 233189.0,
      "end_time": 237669.0,
      "text": "of adventures and a whole lot of backstory he finally returns home to Ithaca in disguise"
    },
    {
      "index": 55,
      "start_time": 237669.0,
      "end_time": 241719.0,
      "text": "and kills several dozen suitors who have been drinking all of his wine, eating his beeves,"
    },
    {
      "index": 56,
      "start_time": 241719.0,
      "end_time": 245189.0,
      "text": "annoying his wife and plotting to kill his son. And it seems like a cycle of violence"
    },
    {
      "index": 57,
      "start_time": 245189.0,
      "end_time": 249719.0,
      "text": "is just going to continue on, probably forever, until the goddess Athena who loves Odysseus"
    },
    {
      "index": 58,
      "start_time": 249719.0,
      "end_time": 251939.0,
      "text": "intervenes and restores peace. The end."
    },
    {
      "index": 59,
      "start_time": 251939.0,
      "end_time": 256389.0,
      "text": "Thanks, Thought Bubble. So, some of the big questions around The Odyssey are Odysseus’"
    },
    {
      "index": 60,
      "start_time": 256389.0,
      "end_time": 260709.0,
      "text": "heroic characteristics, the epic's double standard for women, and whether you can ever"
    },
    {
      "index": 61,
      "start_time": 260709.0,
      "end_time": 265800.0,
      "text": "actually stop a cycle of violence. Odysseus hardly appears in The Iliad and he's not"
    },
    {
      "index": 62,
      "start_time": 265800.0,
      "end_time": 270460.0,
      "text": "a particularly great fighter; in fact, he's a pretty sleazy guy. He leads a night raid"
    },
    {
      "index": 63,
      "start_time": 270460.0,
      "end_time": 275900.0,
      "text": "into the enemy camp and kills a bunch of sleeping Trojans. That's not particularly glorious."
    },
    {
      "index": 64,
      "start_time": 275900.0,
      "end_time": 280539.0,
      "text": "But it is typical of Odysseus, who will pretty much do whatever it takes to survive. I mean,"
    },
    {
      "index": 65,
      "start_time": 280539.0,
      "end_time": 286409.0,
      "text": "his distinguishing quality is metis, which means skill, or cunning. Odysseus is smart;"
    },
    {
      "index": 66,
      "start_time": 286409.0,
      "end_time": 290349.0,
      "text": "he's really smart. I mean, he's an incredibly persuasive speaker and he can talk his way"
    },
    {
      "index": 67,
      "start_time": 290349.0,
      "end_time": 294610.0,
      "text": "out of the stickiest of situations, even ones that involve, like, Cyclopses. He's also"
    },
    {
      "index": 68,
      "start_time": 294610.0,
      "end_time": 299389.0,
      "text": "kind of a monster of self-interest, and if he weren't so smug and overconfident he"
    },
    {
      "index": 69,
      "start_time": 299389.0,
      "end_time": 303120.0,
      "text": "might have gotten home in less than, you know, like, a gajllion years."
    },
    {
      "index": 70,
      "start_time": 303120.0,
      "end_time": 308189.0,
      "text": "The best example of this is probably Odysseus' encounter with the Cyclops. So Odysseus and"
    },
    {
      "index": 71,
      "start_time": 308189.0,
      "end_time": 313009.0,
      "text": "his men land on the island of the Cyclops, and he and several of his guys settle into"
    },
    {
      "index": 72,
      "start_time": 313009.0,
      "end_time": 318610.0,
      "text": "the Cyclops' cave, feasting on the delicious goat cheese that the Cyclops has hoarded,"
    },
    {
      "index": 73,
      "start_time": 318610.0,
      "end_time": 323020.0,
      "text": "and then, expecting the Cyclops to return and offer them gifts, because that's what"
    },
    {
      "index": 74,
      "start_time": 323020.0,
      "end_time": 326930.0,
      "text": "you do when someone breaks into your house. I mean yes, there was an ancient Greek tradition"
    },
    {
      "index": 75,
      "start_time": 326930.0,
      "end_time": 331159.0,
      "text": "of hospitality, but that's taking it pretty far; and for the record, it's also pretty"
    },
    {
      "index": 76,
      "start_time": 331159.0,
      "end_time": 336250.0,
      "text": "much exactly what the suitors are doing in Odysseus' house, for which he kills them."
    },
    {
      "index": 77,
      "start_time": 336250.0,
      "end_time": 340569.0,
      "text": "So the Cyclops comes home and he's so thoroughly not psyched about these guys in his cave that"
    },
    {
      "index": 78,
      "start_time": 340569.0,
      "end_time": 345789.0,
      "text": "he begins to eat them, and in response Odysseus gets the Cyclops drunk and then blinds him"
    },
    {
      "index": 79,
      "start_time": 345789.0,
      "end_time": 349919.0,
      "text": "with a flaming spear, which is fairly easy to do because of course he only has one eye."
    },
    {
      "index": 80,
      "start_time": 349919.0,
      "end_time": 354360.0,
      "text": "Odysseus has given his name as Noman, so when the Cyclops cries out “No man is hurting"
    },
    {
      "index": 81,
      "start_time": 354360.0,
      "end_time": 359370.0,
      "text": "me! No man is killing me!” the other Cyclopes don't come to his aide, because you know"
    },
    {
      "index": 82,
      "start_time": 359370.0,
      "end_time": 363400.0,
      "text": "they think there's no man hurting him.  It's a pun. It's a blindingly good pun. But then"
    },
    {
      "index": 83,
      "start_time": 363400.0,
      "end_time": 367560.0,
      "text": "when it seems like Odysseus might get away with it, he can't tolerate the idea that"
    },
    {
      "index": 84,
      "start_time": 367560.0,
      "end_time": 371430.0,
      "text": "“no man” is going to get the credit so he announces his actual name, causing the"
    },
    {
      "index": 85,
      "start_time": 371430.0,
      "end_time": 376620.0,
      "text": "Cyclops to call down curses on him, which culminates in all of his men being killed."
    },
    {
      "index": 86,
      "start_time": 376620.0,
      "end_time": 380400.0,
      "text": "Just as a rule of thumb, you do not want to be friends with Odysseus, and you also don't"
    },
    {
      "index": 87,
      "start_time": 380400.0,
      "end_time": 382080.0,
      "text": "want to be his enemy. Just stay away."
    },
    {
      "index": 88,
      "start_time": 382080.0,
      "end_time": 387229.0,
      "text": "So Odysseus is a trickster and a liar and a pirate and a serial adulterer, and he's"
    },
    {
      "index": 89,
      "start_time": 387229.0,
      "end_time": 391530.0,
      "text": "responsible for the death of a lot of people, and he also has probably the worst sense of"
    },
    {
      "index": 90,
      "start_time": 391530.0,
      "end_time": 396009.0,
      "text": "direction in all of Greek literature. But is he a hero? Yes. To the Greeks, heroism"
    },
    {
      "index": 91,
      "start_time": 396009.0,
      "end_time": 401060.0,
      "text": "didn't mean perfection, it meant that you had an extraordinary attribute or ability,"
    },
    {
      "index": 92,
      "start_time": 401060.0,
      "end_time": 404939.0,
      "text": "and Odysseus definitely does. It's not for nothing that he's the favorite of Athena,"
    },
    {
      "index": 93,
      "start_time": 404939.0,
      "end_time": 409009.0,
      "text": "the goddess of wisdom. I mean, she applauds all of his tricks and stratagems, and she"
    },
    {
      "index": 94,
      "start_time": 409009.0,
      "end_time": 414820.0,
      "text": "encourages us to applaud them too, even though from our contemporary perspective, he's a pretty shady dude."
    },
    {
      "index": 95,
      "start_time": 414820.0,
      "end_time": 419120.0,
      "text": "Speaking of contemporary perspective, one of Odysseus' least stellar qualities is"
    },
    {
      "index": 96,
      "start_time": 419120.0,
      "end_time": 422789.0,
      "text": "his attitude toward women. He's really big on this sexual double standard in which the"
    },
    {
      "index": 97,
      "start_time": 422789.0,
      "end_time": 428860.0,
      "text": "exact same behavior types women as sluts and men as studs. Actually the whole epic in general"
    },
    {
      "index": 98,
      "start_time": 428860.0,
      "end_time": 432699.0,
      "text": "is incredibly—wait, why is my desk moving? Oh, the secret compartment is open. It must"
    },
    {
      "index": 99,
      "start_time": 432699.0,
      "end_time": 436370.0,
      "text": "be time for the open letter. What have we got today? Well, it's Medusa, a representation"
    },
    {
      "index": 100,
      "start_time": 436370.0,
      "end_time": 438150.0,
      "text": "of woman as a monstrous serpent."
    },
    {
      "index": 101,
      "start_time": 438150.0,
      "end_time": 443120.0,
      "text": "An open letter to the patriarchy: how are you so incredibly resilient? Also, please"
    },
    {
      "index": 102,
      "start_time": 443120.0,
      "end_time": 446810.0,
      "text": "explain something to me. How is it that the only way for someone to become like a good"
    },
    {
      "index": 103,
      "start_time": 446810.0,
      "end_time": 451620.0,
      "text": "heroic strong man is to have sex with lots of women, but if a woman has sex with lots"
    },
    {
      "index": 104,
      "start_time": 451620.0,
      "end_time": 456259.0,
      "text": "of men, she's like tainted and impure and horrible? Patriarchy, I don't want to get"
    },
    {
      "index": 105,
      "start_time": 456259.0,
      "end_time": 461509.0,
      "text": "too deeply into math but in order for men to have sex with a lot of women, a lot of"
    },
    {
      "index": 106,
      "start_time": 461509.0,
      "end_time": 466229.0,
      "text": "women have to have sex with men. That's it, that's the only way, patriarchy! So"
    },
    {
      "index": 107,
      "start_time": 466229.0,
      "end_time": 470710.0,
      "text": "basically you're saying that the only way for men to achieve manliness is for women"
    },
    {
      "index": 108,
      "start_time": 470710.0,
      "end_time": 476830.0,
      "text": "to fail at womanliness! It's bad! Actually, it's evil! I hate you! Best wishes, John Green."
    },
    {
      "index": 109,
      "start_time": 476830.0,
      "end_time": 481479.0,
      "text": "Yeah, so the whole epic is incredibly paranoid about female sexuality. I mean the story that"
    },
    {
      "index": 110,
      "start_time": 481479.0,
      "end_time": 486340.0,
      "text": "haunts The Odyssey is that of Agamemnon, the leader of the Achaeans, who returns victorious"
    },
    {
      "index": 111,
      "start_time": 486340.0,
      "end_time": 490830.0,
      "text": "from the war, only to be murdered by his wife and her lover. And then when they meet in"
    },
    {
      "index": 112,
      "start_time": 490830.0,
      "end_time": 495770.0,
      "text": "the underworld, Agamemnon's ghost warns Odysseus that he better come home in secret"
    },
    {
      "index": 113,
      "start_time": 495770.0,
      "end_time": 500370.0,
      "text": "because Penelope might try and have him killed too. And the misogyny doesn't end there;"
    },
    {
      "index": 114,
      "start_time": 500370.0,
      "end_time": 505870.0,
      "text": "I mean this is a book full of monsters, and, Cyclops aside, a lot of them are female; like"
    },
    {
      "index": 115,
      "start_time": 505870.0,
      "end_time": 511270.0,
      "text": "the Sirens who lure men to their deaths, or Scylla, who's basically an octopus with"
    },
    {
      "index": 116,
      "start_time": 511270.0,
      "end_time": 515730.0,
      "text": "teeth. Then of course there's Charybdis, a hole that sucks men to their doom. You can"
    },
    {
      "index": 117,
      "start_time": 515730.0,
      "end_time": 519310.0,
      "text": "explore the Freudian implications of that one over at Crash Course Psychology."
    },
    {
      "index": 118,
      "start_time": 519309.99999999994,
      "end_time": 524350.0,
      "text": "Meanwhile Odysseus sleeps with like every manner of magical lady and nearly marries"
    },
    {
      "index": 119,
      "start_time": 524350.0,
      "end_time": 529740.0,
      "text": "an island princess, but he assures us that he was always true to his wife “in his heart.”"
    },
    {
      "index": 120,
      "start_time": 529740.0,
      "end_time": 534360.0,
      "text": "Which is nice, but it would be even nicer if he were true to his wife in his pants."
    },
    {
      "index": 121,
      "start_time": 534360.0,
      "end_time": 538570.0,
      "text": "Stan, who is ever the stickler for historical accuracy, would like me to acknowledge that"
    },
    {
      "index": 122,
      "start_time": 538570.0,
      "end_time": 542190.0,
      "text": "Odysseus didn't wear pants because they weren't a thing in Greece yet, so he wasn't"
    },
    {
      "index": 123,
      "start_time": 542190.0,
      "end_time": 545270.0,
      "text": "true to his wife in like his toga or his loincloth or whatever."
    },
    {
      "index": 124,
      "start_time": 545270.0,
      "end_time": 549710.0,
      "text": "Anyway, even as he's sleeping around, Odysseus is incredibly concerned with whether or not"
    },
    {
      "index": 125,
      "start_time": 549710.0,
      "end_time": 554750.0,
      "text": "Penelope is chaste. If she isn't, he'll likely kill her. After all, he later executes"
    },
    {
      "index": 126,
      "start_time": 554750.0,
      "end_time": 558890.0,
      "text": "all the housemaids for sleeping with the suitors, and he's not even married to them."
    },
    {
      "index": 127,
      "start_time": 558890.0,
      "end_time": 563790.0,
      "text": "The epic seems like it's building to a climactic scene wherein Odysseus is going to test Penelope’s"
    },
    {
      "index": 128,
      "start_time": 563790.0,
      "end_time": 568910.0,
      "text": "faithfulness, but instead it's Penelope who tests Odysseus. When he reveals himself"
    },
    {
      "index": 129,
      "start_time": 568910.0,
      "end_time": 574510.0,
      "text": "to her, she doesn't recognize him. She forces him to prove himself by speaking the secret"
    },
    {
      "index": 130,
      "start_time": 574510.0,
      "end_time": 581090.0,
      "text": "of their marriage bed, and only then does she embrace him in one of the most beautiful lines in all of Homer:"
    },
    {
      "index": 131,
      "start_time": 581090.0,
      "end_time": 588280.0,
      "text": "“And so she too rejoiced, her gaze upon her husband, her white arms round him pressed as though forever.”"
    },
    {
      "index": 132,
      "start_time": 588280.0,
      "end_time": 592380.0,
      "text": "Some ancient commentators believed the poem should end right there like any good romance"
    },
    {
      "index": 133,
      "start_time": 592380.0,
      "end_time": 597020.0,
      "text": "would, with Odysseus and Penelope blissfully reunited, but it doesn't. See Odysseus and"
    },
    {
      "index": 134,
      "start_time": 597020.0,
      "end_time": 600530.0,
      "text": "a couple of his friends, with a big assist from Athena, have slaughtered all the suitors"
    },
    {
      "index": 135,
      "start_time": 600530.0,
      "end_time": 605620.0,
      "text": "and the serving maids, and that's a problem, because this isn't The Iliad. They aren't at war."
    },
    {
      "index": 136,
      "start_time": 605620.0,
      "end_time": 610390.0,
      "text": "The Iliad is a poem of war, and it's main concern is kleos, which means glory or"
    },
    {
      "index": 137,
      "start_time": 610390.0,
      "end_time": 616020.0,
      "text": "renown achieved on the battlefield that guarantees you a kind of immortality because your deeds"
    },
    {
      "index": 138,
      "start_time": 616020.0,
      "end_time": 620240.0,
      "text": "are so amazing that everyone's going to sing about you forever. Achilles didn't"
    },
    {
      "index": 139,
      "start_time": 620240.0,
      "end_time": 624710.0,
      "text": "get to go home. He had two choices: he could stay and fight and win glory, or he could"
    },
    {
      "index": 140,
      "start_time": 624710.0,
      "end_time": 630440.0,
      "text": "go home and live a long and quiet life. In The Iliad, Achilles went for glory. But The"
    },
    {
      "index": 141,
      "start_time": 630440.0,
      "end_time": 636520.0,
      "text": "Odyssey is about the alternative. It's about what we do after a war, how we put war away."
    },
    {
      "index": 142,
      "start_time": 636520.0,
      "end_time": 640400.0,
      "text": "Odysseus isn't particularly good at this. He's sort of an ancient example of Post"
    },
    {
      "index": 143,
      "start_time": 640400.0,
      "end_time": 644020.0,
      "text": "Traumatic Stress Disorder. He's been through so much that he doesn't know how to adjust"
    },
    {
      "index": 144,
      "start_time": 644020.0,
      "end_time": 648650.0,
      "text": "to peacetime; his response to young men taking over his dining hall and barbecuing all of"
    },
    {
      "index": 145,
      "start_time": 648650.0,
      "end_time": 653350.0,
      "text": "his pigs is mass slaughter. And the slaughter of the suitors leads to their relatives coming"
    },
    {
      "index": 146,
      "start_time": 653350.0,
      "end_time": 658360.0,
      "text": "to try to slaughter Odysseus, and if Athena hadn't descended from Olympus, conveniently,"
    },
    {
      "index": 147,
      "start_time": 658360.0,
      "end_time": 663250.0,
      "text": "and put a stop to it, pretty soon there would have been no one left on Ithaca alive. And"
    },
    {
      "index": 148,
      "start_time": 663250.0,
      "end_time": 668110.0,
      "text": "that's a sobering final thought: if it weren't for divine intervention, the humans in this"
    },
    {
      "index": 149,
      "start_time": 668110.0,
      "end_time": 674280.0,
      "text": "story might have continued that cycle of violence forever. The Odyssey is a poem set in peacetime,"
    },
    {
      "index": 150,
      "start_time": 674280.0,
      "end_time": 679660.0,
      "text": "but it reminds us that humans have never been particularly good at leaving war behind them."
    },
    {
      "index": 151,
      "start_time": 679660.0,
      "end_time": 684010.0,
      "text": "Next week we'll be discussing another story with lots of sex and violence and Greeks:"
    },
    {
      "index": 152,
      "start_time": 684010.0,
      "end_time": 686750.0,
      "text": "Oedipus. Thanks for watching. I'll see you then."
    },
    {
      "index": 153,
      "start_time": 686750.0,
      "end_time": 690170.0,
      "text": "Crash Course is made with the help of all of these nice people and it is brought to"
    },
    {
      "index": 154,
      "start_time": 690170.0,
      "end_time": 695330.0,
      "text": "you today by Crash Course viewer and Subbable subscriber Damian Shaw. Damian wants to say"
    },
    {
      "index": 155,
      "start_time": 695330.0,
      "end_time": 699880.0,
      "text": "thanks for all your support to Bryonie, Stew, Peter, Morgan and Maureen. And today's video"
    },
    {
      "index": 156,
      "start_time": 699880.0,
      "end_time": 704930.0,
      "text": "is cosponsored by Max Loutzenheiser and Katy Cocco. Thank you so much for subscribing on"
    },
    {
      "index": 157,
      "start_time": 704930.0,
      "end_time": 709350.0,
      "text": "Subbable and supporting Crash Course so we can keep making it free for everyone forever."
    },
    {
      "index": 158,
      "start_time": 709350.0,
      "end_time": 713440.0,
      "text": "You can help the show continue and grow at Subbable.com. Thank you for watching, and"
    },
    {
      "index": 159,
      "start_time": 713440.0,
      "end_time": 723440.0,
      "text": "as we say in my hometown, don't forget to be awesome."
    }
  ]
}