{
  "video_id": "MsEg8i9fUfA",
  "title": "Lenovo Self-Help: How to connect to a wireless network",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 7770.0,
      "end_time": 13400.0,
      "text": "Connecting your Laptop PC to a wireless network gives you the advantage of being able to move"
    },
    {
      "index": 2,
      "start_time": 13400.0,
      "end_time": 18919.0,
      "text": "around inside your house, while you remain connected to the internet. In this video,"
    },
    {
      "index": 3,
      "start_time": 18920.0,
      "end_time": 24230.0,
      "text": "let us see how to connect your Lenovo PC to an existing wireless network."
    },
    {
      "index": 4,
      "start_time": 24230.0,
      "end_time": 31130.0,
      "text": "Before we begin, make sure your Wireless Router is turned on, and is connected to the internet."
    },
    {
      "index": 5,
      "start_time": 31130.0,
      "end_time": 37760.0,
      "text": "Power up your PC and click the Wi-Fi icon in the System Tray near the clock. You should"
    },
    {
      "index": 6,
      "start_time": 37760.0,
      "end_time": 43400.0,
      "text": "now see the list of Wireless networks available for you to connect. Select your wireless network"
    },
    {
      "index": 7,
      "start_time": 43400.0,
      "end_time": 49460.0,
      "text": "from the list. If your network is not listed, it is possible that it is a hidden network."
    },
    {
      "index": 8,
      "start_time": 49460.0,
      "end_time": 55610.0,
      "text": "If so, scroll down to select Hidden Network. Check “Connect automatically” if you want"
    },
    {
      "index": 9,
      "start_time": 55610.0,
      "end_time": 61260.0,
      "text": "the laptop to automatically connect to this network when it is available. This will ensure"
    },
    {
      "index": 10,
      "start_time": 61260.0,
      "end_time": 67158.0,
      "text": "that you need not repeat this process every time. Click Connect. You will be prompted"
    },
    {
      "index": 11,
      "start_time": 67159.0,
      "end_time": 73920.0,
      "text": "to enter the Network Name or SSID in the next screen. If your wireless network is secured"
    },
    {
      "index": 12,
      "start_time": 73920.0,
      "end_time": 79860.0,
      "text": "and has a security key or a PIN, you may be prompted to enter that. Type the Security"
    },
    {
      "index": 13,
      "start_time": 79860.0,
      "end_time": 85549.0,
      "text": "Key and click Next. The first time you connect to a Wireless Network, you may be prompted"
    },
    {
      "index": 14,
      "start_time": 85549.0,
      "end_time": 90479.0,
      "text": "to choose if you want to enable sharing. If it is a Home or Personal network, you may"
    },
    {
      "index": 15,
      "start_time": 90479.0,
      "end_time": 96150.0,
      "text": "choose to Share files and folders or even printers. But if it is a hot spot or public"
    },
    {
      "index": 16,
      "start_time": 96150.0,
      "end_time": 101790.0,
      "text": "network, Do not enable sharing. That’s it, your system should now be connected to the"
    },
    {
      "index": 17,
      "start_time": 101790.0,
      "end_time": 107430.0,
      "text": "wireless network. If you are connecting to a hot spot or a wireless network in an airport"
    },
    {
      "index": 18,
      "start_time": 107430.0,
      "end_time": 113860.0,
      "text": "etc., you may have to complete the authentication formalities using a web browser. But if it"
    },
    {
      "index": 19,
      "start_time": 113860.0,
      "end_time": 117840.0,
      "text": "is your home network, you should be online. Thank you."
    }
  ]
}