{
  "video_id": "MSYw502dJNY",
  "title": "How and Why We Read: Crash Course English Literature #1",
  "json": [
    {
      "index": 1,
      "start_time": 140.0,
      "end_time": 5299.0,
      "text": "Hi I'm John Green and this is Crash Course. Can we get these books to roll in in the future?"
    },
    {
      "index": 2,
      "start_time": 5299.0,
      "end_time": 14990.0,
      "text": "It doesn't feel like Crash Course unless there's a roll in."
    },
    {
      "index": 3,
      "start_time": 14990.0,
      "end_time": 22000.0,
      "text": "Today, before we begin our mini-series on reading and writing in English, we're going to discuss how to read and why."
    },
    {
      "index": 4,
      "start_time": 22000.0,
      "end_time": 29000.0,
      "text": "So, if you watched our series on world history, you’ll no doubt remember that writing (and the ability to read it) are so-called markers of civilization."
    },
    {
      "index": 5,
      "start_time": 29000.0,
      "end_time": 30600.0,
      "text": "Now, that's a really problematic idea."
    },
    {
      "index": 6,
      "start_time": 30600.0,
      "end_time": 34260.0,
      "text": "I mean, for one thing, great stories can have great lives in the oral tradition."
    },
    {
      "index": 7,
      "start_time": 34260.0,
      "end_time": 42579.0,
      "text": "Like, one of my favorite books, Mules and Men by Zora Neale Hurston, was a collection of folklore that lived in the oral tradition until Zora Neale Hurston wrote it down."
    },
    {
      "index": 8,
      "start_time": 42579.0,
      "end_time": 45600.0,
      "text": "And the same can be said for another of my favorite books, The Odyssey."
    },
    {
      "index": 9,
      "start_time": 45600.0,
      "end_time": 56500.0,
      "text": "But we privilege reading and writing because they allow us to communicate directly and transparently with people who live very far away from us, and they also allow us to kind of hear the voices of the dead."
    },
    {
      "index": 10,
      "start_time": 56500.0,
      "end_time": 61809.0,
      "text": "I mean, I don't want to get all liberal arts-y on you, but I want to make this clear; for me, stories are about communication."
    },
    {
      "index": 11,
      "start_time": 61809.0,
      "end_time": 67500.0,
      "text": "We didn't invent grammar so that your life would be miserable in grade school as you attempted to learn what the Marquez a preposition is."
    },
    {
      "index": 12,
      "start_time": 67500.0,
      "end_time": 74400.0,
      "text": "By the way, on this program, I will be inserting names of my favorite writers when I would otherwise insert curse words."
    },
    {
      "index": 13,
      "start_time": 74400.0,
      "end_time": 83450.0,
      "text": "We invented grammar because without prepositions, we couldn't describe what it's like to fly through a cloud, or jump over a puddle, or Faulkner beneath the stars."
    },
    {
      "index": 14,
      "start_time": 83450.0,
      "end_time": 95590.0,
      "text": "Like, right now, if I'm doing my job, and you're doing your job, you aren't thinking about the fact that I'm contorting my mouth and tongue and vocal cords to create sounds that then exist as ideas in your brain. It's just happening."
    },
    {
      "index": 15,
      "start_time": 95590.0,
      "end_time": 105500.0,
      "text": "But if my language gets confusing--if I parles en francais or incorrect word order use or eekspay inyay igpay atinlay, then I erect a barrier between you and me."
    },
    {
      "index": 16,
      "start_time": 105500.0,
      "end_time": 106520.0,
      "text": "You and I? You and me."
    },
    {
      "index": 17,
      "start_time": 106520.0,
      "end_time": 114380.0,
      "text": "Writing--or at least good writing--is an outgrowth of that urge to use language to communicate complex ideas and experiences between people."
    },
    {
      "index": 18,
      "start_time": 114380.0,
      "end_time": 119400.0,
      "text": "And that's true whether you're reading Shakespeare or bad vampire fiction, reading is always an act of empathy."
    },
    {
      "index": 19,
      "start_time": 119400.0,
      "end_time": 122900.0,
      "text": "It's always an imagining of what it's like to be someone else."
    },
    {
      "index": 20,
      "start_time": 122900.0,
      "end_time": 131300.0,
      "text": "So when Shakespeare uses iambic pentameter, or Salinger uses a red hunting cap, they aren’t doing this so that your English teachers will have something to torture you with."
    },
    {
      "index": 21,
      "start_time": 131300.0,
      "end_time": 136700.0,
      "text": "They're doing it, at least if they're doing it on purpose, so the story can have a bigger and better life in your mind."
    },
    {
      "index": 22,
      "start_time": 136700.0,
      "end_time": 142000.0,
      "text": "But, for the record, the question of whether they're doing it on purpose is not a very interesting question."
    },
    {
      "index": 23,
      "start_time": 142000.0,
      "end_time": 146800.0,
      "text": "Oh, we're still doing open letters?"
    },
    {
      "index": 24,
      "start_time": 146800.0,
      "end_time": 151500.0,
      "text": "An Open Letter to Authorial Intent. But first, let's see what's in the secret compartment today."
    },
    {
      "index": 25,
      "start_time": 151500.0,
      "end_time": 156200.0,
      "text": "Oh, it's a boat beating against the current, borne back ceaselessly into the past."
    },
    {
      "index": 26,
      "start_time": 156200.0,
      "end_time": 160680.0,
      "text": "Dear authorial intent, As an author, let me speak to you directly. You don't matter."
    },
    {
      "index": 27,
      "start_time": 160680.0,
      "end_time": 165500.0,
      "text": "Look, I'm not willing to go as far as the postmodernists and say that the author is dead because that would make me very nervous."
    },
    {
      "index": 28,
      "start_time": 165500.0,
      "end_time": 167900.0,
      "text": "However, the author is not that important."
    },
    {
      "index": 29,
      "start_time": 167900.0,
      "end_time": 172200.0,
      "text": "Whether an author intended a symbolic resonance to exist in her book is irrelevant."
    },
    {
      "index": 30,
      "start_time": 172200.0,
      "end_time": 176600.0,
      "text": "All that matters is whether it's there because the book does not exist for the benefit of the author."
    },
    {
      "index": 31,
      "start_time": 176600.0,
      "end_time": 178959.0,
      "text": "The book exists for the benefit of you."
    },
    {
      "index": 32,
      "start_time": 178959.0,
      "end_time": 187470.0,
      "text": "If we, as readers, could have a bigger and richer experience with the world as a result of reading a symbol and that symbol wasn't intended by the author, we still win."
    },
    {
      "index": 33,
      "start_time": 187470.0,
      "end_time": 191200.0,
      "text": "Yes, inevitably, reading is a conversation between an author and a reader."
    },
    {
      "index": 34,
      "start_time": 191200.0,
      "end_time": 198290.0,
      "text": "But give yourself some power in that conversation, reader. Go out there and make a world."
    },
    {
      "index": 35,
      "start_time": 198290.0,
      "end_time": 199560.0,
      "text": "Best wishes, John Green."
    },
    {
      "index": 36,
      "start_time": 199560.0,
      "end_time": 204409.0,
      "text": "Here's the thing: It is extremely hard to get other people to feel what we are feeling."
    },
    {
      "index": 37,
      "start_time": 204409.0,
      "end_time": 208530.0,
      "text": "Like, you may have experienced this in your own life. Say my college girlfriend broke up with me...and she did."
    },
    {
      "index": 38,
      "start_time": 208530.0,
      "end_time": 211700.0,
      "text": "I want to explain what I'm feeling to my best friend in the entire world."
    },
    {
      "index": 39,
      "start_time": 211700.0,
      "end_time": 216459.0,
      "text": "So I say, I am completely obliterated. My heart is broken."
    },
    {
      "index": 40,
      "start_time": 216459.0,
      "end_time": 219900.0,
      "text": "In fact, my heart is shattered into a million pieces.."
    },
    {
      "index": 41,
      "start_time": 219900.0,
      "end_time": 225000.0,
      "text": "Right, so, a few things are going on here: First, in excellent news, my heart has not been shattered into a million pieces."
    },
    {
      "index": 42,
      "start_time": 225000.0,
      "end_time": 228500.0,
      "text": "It is pumping blood in precisely the same way that it did before the breakup."
    },
    {
      "index": 43,
      "start_time": 228500.0,
      "end_time": 232500.0,
      "text": "Secondly, in further good news, I am not totally obliterated."
    },
    {
      "index": 44,
      "start_time": 232500.0,
      "end_time": 235659.0,
      "text": "Total obliteration of me would look like this."
    },
    {
      "index": 45,
      "start_time": 235659.0,
      "end_time": 244129.0,
      "text": "I'm using the techniques of hyperbole, in the case of obliteration, and metaphor, in the case of my broken heart, to try to describe the things that are happening inside of me."
    },
    {
      "index": 46,
      "start_time": 244129.0,
      "end_time": 252950.0,
      "text": "But because I'm not using particularly compelling or original figurative language, my friend may struggle to empathize with me, and this is my BEST FRIEND in the entire world."
    },
    {
      "index": 47,
      "start_time": 252950.0,
      "end_time": 258300.0,
      "text": "Now imagine that you're trying to communicate far more complicated and nuanced experiences and emotions."
    },
    {
      "index": 48,
      "start_time": 258300.0,
      "end_time": 268000.0,
      "text": "And instead of just trying to communicate them to your best friend, you're trying to talk to strangers, some of whom may live very far away and, in fact, live centuries after your death."
    },
    {
      "index": 49,
      "start_time": 268000.0,
      "end_time": 273790.0,
      "text": "Not only that, but instead of this happening during a pleasant conversation, they are reading your dry, dead text on a page."
    },
    {
      "index": 50,
      "start_time": 273790.0,
      "end_time": 282000.0,
      "text": "So they can't hear your intonation or see the tears dripping from your cheeks even though it turns out that this breakup is going to be one of the best things that ever happened to you."
    },
    {
      "index": 51,
      "start_time": 282000.0,
      "end_time": 292790.0,
      "text": "So THAT is the challenge that Shakespeare faces, and it's also the challenge that you face whenever you write for an audience, whether it's a novel or a pedantic YouTube comment about the accuracy of our Gallifreyan."
    },
    {
      "index": 52,
      "start_time": 292790.0,
      "end_time": 295200.0,
      "text": "Hush! This is fantastic Gallifreyan."
    },
    {
      "index": 53,
      "start_time": 295200.0,
      "end_time": 312500.0,
      "text": "So I'm going to ask you to read critically, to look closely at a text and pay attention to the subtle ways the author is trying to communicate the full complexity of human experience, but I'm not asking you to go symbol-hunting because reading is supposed to be some treasure map in which you discover symbols, write them down, and then get an A in class."
    },
    {
      "index": 54,
      "start_time": 312500.0,
      "end_time": 316140.0,
      "text": "I'm asking you to read critically because by understanding language, you will..."
    },
    {
      "index": 55,
      "start_time": 316140.0,
      "end_time": 319720.0,
      "text": "1. have a fuller understanding of lives other than your own, which"
    },
    {
      "index": 56,
      "start_time": 319720.0,
      "end_time": 322700.0,
      "text": "2. will help you to be more empathetic, and thereby"
    },
    {
      "index": 57,
      "start_time": 322700.0,
      "end_time": 326500.0,
      "text": "3. help you to avoid getting dumped by that young woman in the first place, although more importantly"
    },
    {
      "index": 58,
      "start_time": 326500.0,
      "end_time": 332730.0,
      "text": "4. reading critically and attentively can give you the linguistic tools to share your own story with more precision."
    },
    {
      "index": 59,
      "start_time": 332730.0,
      "end_time": 344700.0,
      "text": "And that will help people to understand your joy and your heartbreak, yes, but will also be helpful in many other ways, like when you are trying to convince the company to move forward with your fourth quarter strategy or whatever it is that people with real jobs do."
    },
    {
      "index": 60,
      "start_time": 344700.0,
      "end_time": 348800.0,
      "text": "Reading thoughtfully gives us better tools to explain corporate profits and broken hearts."
    },
    {
      "index": 61,
      "start_time": 348800.0,
      "end_time": 350920.0,
      "text": "And it also connects us to each other."
    },
    {
      "index": 62,
      "start_time": 350920.0,
      "end_time": 361500.0,
      "text": "The real reason the green light in The Great Gatsby is such a wonderful symbol is because we all know what it's like to be outside in the evening, staring off into the distance at a future that may never be ours."
    },
    {
      "index": 63,
      "start_time": 361500.0,
      "end_time": 369000.0,
      "text": "We've all felt that stomach-churning mix of yearning and ambition that Gatsby feels as he stares out at that green light across the harbor."
    },
    {
      "index": 64,
      "start_time": 369000.0,
      "end_time": 376000.0,
      "text": "And by knowing what it's like to be Gatsby, we learn more about those around us, those who came before us, and we learn more about ourselves."
    },
    {
      "index": 65,
      "start_time": 376000.0,
      "end_time": 383900.0,
      "text": "So, over the next few weeks, we'll be reading not just Gatsby but also Romeo and Juliet, some poetry by Emily Dickinson, and The Catcher in the Rye."
    },
    {
      "index": 66,
      "start_time": 383900.0,
      "end_time": 387300.0,
      "text": "There are links to get all of these books in the video info below."
    },
    {
      "index": 67,
      "start_time": 387300.0,
      "end_time": 390660.0,
      "text": "We'll begin with Romeo and Juliet next week. I'll see you then."
    },
    {
      "index": 68,
      "start_time": 390660.0,
      "end_time": 394600.0,
      "text": "Crash Course is produced and directed by Stan Muller. Our script supervisor is Meredith Danko."
    },
    {
      "index": 69,
      "start_time": 394600.0,
      "end_time": 397800.0,
      "text": "The associate producer is Danica Johnson. The show is written by me."
    },
    {
      "index": 70,
      "start_time": 397800.0,
      "end_time": 403500.0,
      "text": "And our graphics team is Thought Bubble. If you have questions about today's video, you can leave them in comments where they will be answered by our team of experts."
    },
    {
      "index": 71,
      "start_time": 403500.0,
      "end_time": 409600.0,
      "text": "And if you haven't already, read Romeo and Juliet. It's a very good play, although at times derivative of West Side Story."
    },
    {
      "index": 72,
      "start_time": 409600.0,
      "end_time": 410600.0,
      "text": "Thanks for watching Crash Course."
    },
    {
      "index": 73,
      "start_time": 410600.0,
      "end_time": 420900.0,
      "text": "And as we say in my hometown, don't forget to be awesome."
    }
  ]
}