{
  "video_id": "Mt6YY_JrfBM",
  "title": "The Storyteller: FALLOUT S1 E2 - Super Mutants & Nightkin",
  "json": [
    {
      "index": 1,
      "start_time": 719.0,
      "end_time": 5009.0,
      "text": "You&#39;ve experienced the Fallout Series in your own way, but want to learn more about"
    },
    {
      "index": 2,
      "start_time": 5009.0,
      "end_time": 101100.0,
      "text": "its story. Well, to get to the heart of the story- you have to go back to the beginning..."
    },
    {
      "index": 3,
      "start_time": 101100.0,
      "end_time": 106570.0,
      "text": "When the Great War annihilated civilization, the survivors lost their loved ones, their"
    },
    {
      "index": 4,
      "start_time": 106570.0,
      "end_time": 112890.0,
      "text": "homes, and their worldly goods. They endured a daily search for food, water and medicine,"
    },
    {
      "index": 5,
      "start_time": 112890.0,
      "end_time": 118159.0,
      "text": "but they also had to seek out their lost identities. People have always defined themselves by the"
    },
    {
      "index": 6,
      "start_time": 118159.0,
      "end_time": 123590.0,
      "text": "work they do, the place they live, the things they own. In the Great War it wasn&#39;t just"
    },
    {
      "index": 7,
      "start_time": 123590.0,
      "end_time": 129149.0,
      "text": "buildings that were destroyed - entire cultures were erased from history. In the brutal years"
    },
    {
      "index": 8,
      "start_time": 129149.0,
      "end_time": 135200.0,
      "text": "that followed, the survivors had to define themselves again, find meaning in their existence,"
    },
    {
      "index": 9,
      "start_time": 135200.0,
      "end_time": 140520.0,
      "text": "or face a metaphorical loss of their humanity. But a much more literal threat to their humanity"
    },
    {
      "index": 10,
      "start_time": 140520.0,
      "end_time": 146400.0,
      "text": "was already in place, waiting quietly beneath the desert for someone to stumble across it."
    },
    {
      "index": 11,
      "start_time": 146400.0,
      "end_time": 151420.0,
      "text": "Someone did, nearly a century after the war, and that threat came closer to extinguishing"
    },
    {
      "index": 12,
      "start_time": 151420.0,
      "end_time": 155209.0,
      "text": "humanity than all the bombs and guns of the old wars."
    },
    {
      "index": 13,
      "start_time": 155209.0,
      "end_time": 161200.0,
      "text": "A single neutron passing through a strand of DNA can cause a cancerous tumor, but a"
    },
    {
      "index": 14,
      "start_time": 161200.0,
      "end_time": 167520.0,
      "text": "lifetime of exposure to unprecedented amounts of atomic fallout will have wildly unpredictable"
    },
    {
      "index": 15,
      "start_time": 167520.0,
      "end_time": 172930.0,
      "text": "results. After a few generations of passing on this defective DNA a species will begin"
    },
    {
      "index": 16,
      "start_time": 172930.0,
      "end_time": 178569.0,
      "text": "to mutate. That explains many of the strange beasts running around the wasteland. But not"
    },
    {
      "index": 17,
      "start_time": 178569.0,
      "end_time": 179790.0,
      "text": "all of them."
    },
    {
      "index": 18,
      "start_time": 179790.0,
      "end_time": 186000.0,
      "text": "There&#39;s a different strain of mutant out there. They&#39;re shaped like men, but... bigger. Some"
    },
    {
      "index": 19,
      "start_time": 186000.0,
      "end_time": 191580.0,
      "text": "of them are more dangerous than deathclaws, stronger than a man in power armor. They call"
    },
    {
      "index": 20,
      "start_time": 191580.0,
      "end_time": 197440.0,
      "text": "themselves &quot;Super Mutants&quot; and they&#39;re not the result of random contact with radiation,"
    },
    {
      "index": 21,
      "start_time": 197440.0,
      "end_time": 201060.0,
      "text": "but rather a deliberate act of genetic tampering."
    },
    {
      "index": 22,
      "start_time": 201060.0,
      "end_time": 206720.0,
      "text": "Holotapes unearthed in pre-war military installations show that the United States government started"
    },
    {
      "index": 23,
      "start_time": 206720.0,
      "end_time": 212730.0,
      "text": "out with good intentions. Rival nations had attacked America with biological weapons,"
    },
    {
      "index": 24,
      "start_time": 212730.0,
      "end_time": 217980.0,
      "text": "resulting in a &quot;New Plague&quot; so America&#39;s leaders created their own defensive virus."
    },
    {
      "index": 25,
      "start_time": 217980.0,
      "end_time": 222930.0,
      "text": "The plan -- originally -- was to make a germ that would mutate America&#39;s population"
    },
    {
      "index": 26,
      "start_time": 222930.0,
      "end_time": 228010.0,
      "text": "just enough that they would become immune to the viruses that the enemy might use."
    },
    {
      "index": 27,
      "start_time": 228010.0,
      "end_time": 233690.0,
      "text": "In a sense this Forced Evolutionary Virus worked, but the effects were much more drastic"
    },
    {
      "index": 28,
      "start_time": 233690.0,
      "end_time": 239110.0,
      "text": "than anticipated. The animal test subjects mutated by it were not only resistant to common"
    },
    {
      "index": 29,
      "start_time": 239110.0,
      "end_time": 245489.0,
      "text": "biological weapons, they also grew stronger and more intelligent, but monstrously deformed."
    },
    {
      "index": 30,
      "start_time": 245489.0,
      "end_time": 251550.0,
      "text": "In Maryland the virus was placed in a Vault-tec Vault, and used as part of their cruel experiments."
    },
    {
      "index": 31,
      "start_time": 251550.0,
      "end_time": 256009.0,
      "text": "According to files recovered from a Vault-tec mainframe, the people who took shelter in"
    },
    {
      "index": 32,
      "start_time": 256009.0,
      "end_time": 261370.0,
      "text": "that vault were exposed to the virus by their own Overseer, the very man assigned to protect"
    },
    {
      "index": 33,
      "start_time": 261370.0,
      "end_time": 266320.0,
      "text": "them after the bombs fell. After escaping the war, these people suffered even worse"
    },
    {
      "index": 34,
      "start_time": 266320.0,
      "end_time": 268600.0,
      "text": "than those trapped on the surface."
    },
    {
      "index": 35,
      "start_time": 268600.0,
      "end_time": 273500.0,
      "text": "The mutation process is painful, and most people exposed to the virus die a horrible"
    },
    {
      "index": 36,
      "start_time": 273500.0,
      "end_time": 278570.0,
      "text": "death in a body they don&#39;t even recognize as their own. Those who do survive often wish"
    },
    {
      "index": 37,
      "start_time": 278570.0,
      "end_time": 283070.0,
      "text": "they hadn&#39;t, because their very humanity is taken from them. Whatever they looked like"
    },
    {
      "index": 38,
      "start_time": 283070.0,
      "end_time": 288330.0,
      "text": "before mutating, they transform into an enormous, bald, green brute."
    },
    {
      "index": 39,
      "start_time": 288330.0,
      "end_time": 292419.0,
      "text": "That sudden loss of identity would enrage almost anyone. Maybe with enough therapy a"
    },
    {
      "index": 40,
      "start_time": 292419.0,
      "end_time": 296889.0,
      "text": "person could come to terms with their new body, but most of the poor creatures suffered"
    },
    {
      "index": 41,
      "start_time": 296889.0,
      "end_time": 301010.0,
      "text": "from another side effect - reduced cognitive capability."
    },
    {
      "index": 42,
      "start_time": 301010.0,
      "end_time": 306229.0,
      "text": "Despite the virus&#39; potential to increase intelligence in some people, most of the super mutants"
    },
    {
      "index": 43,
      "start_time": 306229.0,
      "end_time": 309639.0,
      "text": "on the East Coast were just plain stupid."
    },
    {
      "index": 44,
      "start_time": 309639.0,
      "end_time": 314880.0,
      "text": "In fact, many of their brains were too small to perform even basic autonomic functions"
    },
    {
      "index": 45,
      "start_time": 314880.0,
      "end_time": 315729.0,
      "text": "like breathing."
    },
    {
      "index": 46,
      "start_time": 315729.0,
      "end_time": 321340.0,
      "text": "For those that survived, there were some positive trade offs. Their strength increased tremendously,"
    },
    {
      "index": 47,
      "start_time": 321340.0,
      "end_time": 327910.0,
      "text": "as did their size. Even the &quot;small&quot; ones are nearly ten feet tall. In the Capital Wasteland"
    },
    {
      "index": 48,
      "start_time": 327910.0,
      "end_time": 332990.0,
      "text": "these beasts continue growing throughout their existence. Wanderers have reported fighting"
    },
    {
      "index": 49,
      "start_time": 332990.0,
      "end_time": 337940.0,
      "text": "super mutants that are fifteen feet tall, and foolhardy adventures have pumped hundreds"
    },
    {
      "index": 50,
      "start_time": 337940.0,
      "end_time": 342780.0,
      "text": "of bullets from assault rifles into mutant overlords without bringing them down."
    },
    {
      "index": 51,
      "start_time": 342780.0,
      "end_time": 346520.0,
      "text": "Scouts from the Brotherhood of Steel even claim to have fought super mutants that are"
    },
    {
      "index": 52,
      "start_time": 346520.0,
      "end_time": 351100.0,
      "text": "twenty feet tall and can survive a direct hit from a mini nuke."
    },
    {
      "index": 53,
      "start_time": 351100.0,
      "end_time": 355090.0,
      "text": "The only factor that keeps them in check is that they are infertile and cannot reproduce"
    },
    {
      "index": 54,
      "start_time": 355090.0,
      "end_time": 359710.0,
      "text": "- at least not the way that they did when they were still human. The first mutants created"
    },
    {
      "index": 55,
      "start_time": 359710.0,
      "end_time": 363729.0,
      "text": "in that horrid vault might not have been as intelligent as the humans who created them,"
    },
    {
      "index": 56,
      "start_time": 363729.0,
      "end_time": 367050.0,
      "text": "but they had strength and righteous fury on their side."
    },
    {
      "index": 57,
      "start_time": 367050.0,
      "end_time": 372240.0,
      "text": "The mutants turned on their creators and transformed them into the next generation of super mutants,"
    },
    {
      "index": 58,
      "start_time": 372240.0,
      "end_time": 378210.0,
      "text": "and in time the vault was nothing but mutants, alone, undying and just intelligent enough"
    },
    {
      "index": 59,
      "start_time": 378210.0,
      "end_time": 381500.0,
      "text": "to know that they had been betrayed by humanity."
    },
    {
      "index": 60,
      "start_time": 381500.0,
      "end_time": 386300.0,
      "text": "Forcibly stripped of their humanity, robbed of their ability to reason, and transformed"
    },
    {
      "index": 61,
      "start_time": 386300.0,
      "end_time": 391990.0,
      "text": "into massive brutes they were an angry hoard trapped inside a vault. Rage and boredom are"
    },
    {
      "index": 62,
      "start_time": 391990.0,
      "end_time": 396289.0,
      "text": "an unstable mixture and eventually that vault burst."
    },
    {
      "index": 63,
      "start_time": 396289.0,
      "end_time": 400780.0,
      "text": "Hundreds of super mutants emerged into a wasteland where their enhanced physical abilities made"
    },
    {
      "index": 64,
      "start_time": 400780.0,
      "end_time": 405620.0,
      "text": "them better suited to survive than the humans around them. The disorganized humans had only"
    },
    {
      "index": 65,
      "start_time": 405620.0,
      "end_time": 409539.0,
      "text": "one advantage, and that was their numerical superiority."
    },
    {
      "index": 66,
      "start_time": 409539.0,
      "end_time": 413710.0,
      "text": "Out-numbered and unable to breed, the mutants were still cunning enough to understand that"
    },
    {
      "index": 67,
      "start_time": 413710.0,
      "end_time": 418569.0,
      "text": "they had to boost their ranks by kidnapping humans and exposing them to the virus."
    },
    {
      "index": 68,
      "start_time": 418569.0,
      "end_time": 423030.0,
      "text": "Further West, things were more complicated. California and the West Coast had their share"
    },
    {
      "index": 69,
      "start_time": 423030.0,
      "end_time": 427910.0,
      "text": "of trouble with super mutants, but those mutants... they didn&#39;t just suddenly pop out of a vault"
    },
    {
      "index": 70,
      "start_time": 427910.0,
      "end_time": 432840.0,
      "text": "and rampage like mindless savages. The mutants of the wasteland&#39;s core region were the result"
    },
    {
      "index": 71,
      "start_time": 432840.0,
      "end_time": 435910.0,
      "text": "of a misguided plan to set the world right."
    },
    {
      "index": 72,
      "start_time": 435910.0,
      "end_time": 440440.0,
      "text": "The mutant army was smart enough to scour the lands for new humans to mutate, and to"
    },
    {
      "index": 73,
      "start_time": 440440.0,
      "end_time": 446889.0,
      "text": "select people with little exposure to radiation. Using humans with DNA undamaged by radioactivity"
    },
    {
      "index": 74,
      "start_time": 446889.0,
      "end_time": 451100.0,
      "text": "meant they were more likely to keep their intelligence after mutating. The size and"
    },
    {
      "index": 75,
      "start_time": 451100.0,
      "end_time": 456870.0,
      "text": "capability of this inhuman swarm grew, always hungering for the purest human DNA to serve"
    },
    {
      "index": 76,
      "start_time": 456870.0,
      "end_time": 459620.0,
      "text": "as the building blocks of a master race."
    },
    {
      "index": 77,
      "start_time": 459620.0,
      "end_time": 464340.0,
      "text": "This was before the New California Republic had solidified. Before the Enclave chose to"
    },
    {
      "index": 78,
      "start_time": 464340.0,
      "end_time": 469120.0,
      "text": "reveal itself. Back when the Brotherhood of Steel kept their technology closely guarded."
    },
    {
      "index": 79,
      "start_time": 469120.0,
      "end_time": 473729.0,
      "text": "There was nothing to stand against an army with such organization. Such single-mindedness."
    },
    {
      "index": 80,
      "start_time": 473729.0,
      "end_time": 480940.0,
      "text": "Such... unity."
    },
    {
      "index": 81,
      "start_time": 480940.0,
      "end_time": 485740.0,
      "text": "Who they had been before no longer mattered. The super mutants weren&#39;t divided by old world"
    },
    {
      "index": 82,
      "start_time": 485740.0,
      "end_time": 490569.0,
      "text": "notions of race; and they did not bicker over religious beliefs, for they all worshiped"
    },
    {
      "index": 83,
      "start_time": 490569.0,
      "end_time": 494830.0,
      "text": "the same Dark God, and claimed that they could hear his voice in their heads."
    },
    {
      "index": 84,
      "start_time": 494830.0,
      "end_time": 499990.0,
      "text": "Did this dark god exist? Were the mutants led by some cunning mutant general? Could"
    },
    {
      "index": 85,
      "start_time": 499990.0,
      "end_time": 505020.0,
      "text": "the master race have a Master of its own? Someone or some thing was certainly behind"
    },
    {
      "index": 86,
      "start_time": 505020.0,
      "end_time": 507130.0,
      "text": "this new Unity movement."
    },
    {
      "index": 87,
      "start_time": 507130.0,
      "end_time": 511669.0,
      "text": "No doubt through much trial and error, this &quot;Dark God&quot; created generations of flawed"
    },
    {
      "index": 88,
      "start_time": 511669.0,
      "end_time": 517069.0,
      "text": "beasts before finally discovering that the FEV works most effectively on people who have"
    },
    {
      "index": 89,
      "start_time": 517068.99999999994,
      "end_time": 522549.99999999994,
      "text": "low levels of radiation exposure. Access to pre-war computers revealed that the wasteland"
    },
    {
      "index": 90,
      "start_time": 522549.99999999994,
      "end_time": 527790.0,
      "text": "held secret communities of uncontaminated vault dwellers whose gene pools had been protected"
    },
    {
      "index": 91,
      "start_time": 527790.0,
      "end_time": 532779.0,
      "text": "for generations deep beneath the earth where the radioactive fallout couldn&#39;t reach them."
    },
    {
      "index": 92,
      "start_time": 532779.0,
      "end_time": 537139.0,
      "text": "It&#39;s ironic that the super mutant master was done in by the actions of one of these vault"
    },
    {
      "index": 93,
      "start_time": 537139.0,
      "end_time": 540679.0,
      "text": "dwellers."
    },
    {
      "index": 94,
      "start_time": 540679.0,
      "end_time": 545249.0,
      "text": "Regardless of how it happened, with their master gone, the mutant army scattered."
    },
    {
      "index": 95,
      "start_time": 545249.0,
      "end_time": 549550.0,
      "text": "The former elite guard of the mutant army have taken the fall of their master the hardest,"
    },
    {
      "index": 96,
      "start_time": 549550.0,
      "end_time": 554360.0,
      "text": "and have become an unpredictable menace. These Nightkin as they call themselves were once"
    },
    {
      "index": 97,
      "start_time": 554360.0,
      "end_time": 559339.0,
      "text": "the best of their species; augmenting their strength and cunning with pre-war stealth"
    },
    {
      "index": 98,
      "start_time": 559339.0,
      "end_time": 564410.0,
      "text": "technology. They are usually still in possession of the rare Stealth Boy devices and use them"
    },
    {
      "index": 99,
      "start_time": 564410.0,
      "end_time": 569850.0,
      "text": "without concern for the harmful effects of prolonged exposure. After decades of constant"
    },
    {
      "index": 100,
      "start_time": 569850.0,
      "end_time": 574639.0,
      "text": "use, their minds have degenerated and their skin has darkened to a distinctive grey. They"
    },
    {
      "index": 101,
      "start_time": 574639.0,
      "end_time": 579499.0,
      "text": "are plagued by hallucinations and imaginary friends; often their jabbering is the only"
    },
    {
      "index": 102,
      "start_time": 579499.0,
      "end_time": 584970.0,
      "text": "sign that one is nearby. Due their tendency to appear in unexpected places and engage"
    },
    {
      "index": 103,
      "start_time": 584970.0,
      "end_time": 590529.0,
      "text": "in bizarre behavior a single Nightkin can be more dangerous than a group of their green-skinned"
    },
    {
      "index": 104,
      "start_time": 590529.0,
      "end_time": 591519.0,
      "text": "brethren."
    },
    {
      "index": 105,
      "start_time": 591519.0,
      "end_time": 597009.0,
      "text": "Some super mutants have formed their own communities, following charismatic leaders across the wasteland."
    },
    {
      "index": 106,
      "start_time": 597009.0,
      "end_time": 601610.0,
      "text": "Turn a radio to the right frequency in the right parts of Nevada and there&#39;s a broadcast"
    },
    {
      "index": 107,
      "start_time": 601610.0,
      "end_time": 606249.0,
      "text": "coming from a mutant girl who thinks she can take the Master&#39;s place and guide the mutants"
    },
    {
      "index": 108,
      "start_time": 606249.0,
      "end_time": 611470.0,
      "text": "to a new utopia. Although she has gathered many followers, her mental instability ensures"
    },
    {
      "index": 109,
      "start_time": 611470.0,
      "end_time": 614209.0,
      "text": "that this is... unlikely."
    },
    {
      "index": 110,
      "start_time": 614209.0,
      "end_time": 618589.0,
      "text": "Some wanderers even speak of outright friendly super mutant companions who accompany them"
    },
    {
      "index": 111,
      "start_time": 618589.0,
      "end_time": 623759.0,
      "text": "as friends and equals. Given their resilience and long lives, these benevolent creatures"
    },
    {
      "index": 112,
      "start_time": 623759.0,
      "end_time": 627689.0,
      "text": "could still be out there looking for new adventures and traveling companions."
    },
    {
      "index": 113,
      "start_time": 627689.0,
      "end_time": 633569.0,
      "text": "A few diverse communities consisting of humans, ghouls and mutants alike have popped up - at"
    },
    {
      "index": 114,
      "start_time": 633569.0,
      "end_time": 638529.0,
      "text": "least for a time. Despite the best efforts to get along, it seems that differences will"
    },
    {
      "index": 115,
      "start_time": 638529.0,
      "end_time": 643920.0,
      "text": "always reduce people to fighting among themselves. Perhaps that Dark God was right, and what"
    },
    {
      "index": 116,
      "start_time": 643920.0,
      "end_time": 647149.0,
      "text": "the wasteland really needs is more unity."
    },
    {
      "index": 117,
      "start_time": 647149.0,
      "end_time": 652720.0,
      "text": "If the super mutants do ever form another army, they&#39;re likely to find the wasteland"
    },
    {
      "index": 118,
      "start_time": 652720.0,
      "end_time": 657959.0,
      "text": "a little more of a challenge this time around. Since their master fell, the world has become"
    },
    {
      "index": 119,
      "start_time": 657959.0,
      "end_time": 662850.0,
      "text": "a more crowded place, and there are other, better equipped factions of humanity, ready"
    },
    {
      "index": 120,
      "start_time": 662850.0,
      "end_time": 666299.0,
      "text": "to challenge any newcomers for the spoils of the Old World."
    },
    {
      "index": 121,
      "start_time": 666299.0,
      "end_time": 676299.0,
      "text": "But that- is a story for another day..."
    }
  ]
}