{
  "video_id": "mUP0tx7Ib2w",
  "title": "The Dark Side of the Web",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 33080.0,
      "end_time": 38979.0,
      "text": "As the internet continued to grow in the mid-to-late 1990s it would come to transform society on"
    },
    {
      "index": 2,
      "start_time": 38979.0,
      "end_time": 44859.0,
      "text": "a global scale. The biggest change came in the form of instant communication. As long"
    },
    {
      "index": 3,
      "start_time": 44859.0,
      "end_time": 49879.0,
      "text": "as you had an internet connection you could talk to anyone on earth, assuming, of course,"
    },
    {
      "index": 4,
      "start_time": 49879.0,
      "end_time": 53829.0,
      "text": "they were also connected to the internet. And around the millennium-shift you had over"
    },
    {
      "index": 5,
      "start_time": 53829.0,
      "end_time": 60799.0,
      "text": "350 million connected people to choose from. The thing is, the internet was not designed"
    },
    {
      "index": 6,
      "start_time": 60799.0,
      "end_time": 68069.0,
      "text": "with things like anonymity and privacy in mind so everything you do and say online can"
    },
    {
      "index": 7,
      "start_time": 68069.0,
      "end_time": 74479.0,
      "text": "and, in many cases, will be tracked, recorded, and traceable back to you. Some people are"
    },
    {
      "index": 8,
      "start_time": 74479.0,
      "end_time": 79700.0,
      "text": "very concerned about their privacy and in the mid 1990s one such group of people was"
    },
    {
      "index": 9,
      "start_time": 79700.0,
      "end_time": 84950.0,
      "text": "the United States federal government. A team of computer scientists and mathematicians"
    },
    {
      "index": 10,
      "start_time": 84950.0,
      "end_time": 90760.0,
      "text": "working for a branch of the US Navy known as the Naval Research Laboratory, abbreviated as NRL,"
    },
    {
      "index": 11,
      "start_time": 90760.0,
      "end_time": 96860.0,
      "text": "began development of a new technology known as onion routing. Onion routing would allow for anonymous"
    },
    {
      "index": 12,
      "start_time": 96860.0,
      "end_time": 103300.0,
      "text": "bi-directional communication where the source and destination cannot be determined by a mid-point."
    },
    {
      "index": 13,
      "start_time": 103300.0,
      "end_time": 108950.0,
      "text": "This is accomplish by creating something known as an overlay network. An overlay network"
    },
    {
      "index": 14,
      "start_time": 108950.0,
      "end_time": 115090.0,
      "text": "is simply a network that is built on top of another network, in this case the internet."
    },
    {
      "index": 15,
      "start_time": 115090.0,
      "end_time": 119630.0,
      "text": "So instead of using the normal unencrypted internet, also known as the surface web, your"
    },
    {
      "index": 16,
      "start_time": 119630.0,
      "end_time": 125299.0,
      "text": "traffic goes trough an overlay network. Now, there are many different types of overlay"
    },
    {
      "index": 17,
      "start_time": 125299.0,
      "end_time": 131250.0,
      "text": "networks but a network using onion routing technology would be classified as a darknet."
    },
    {
      "index": 18,
      "start_time": 131250.0,
      "end_time": 138030.0,
      "text": "A darknet can only be accessed via specific software and/or authorization. In case that"
    },
    {
      "index": 19,
      "start_time": 138030.0,
      "end_time": 142290.0,
      "text": "was hard to follow, all you you need to know is that people working for the US government"
    },
    {
      "index": 20,
      "start_time": 142290.0,
      "end_time": 146930.0,
      "text": "created a system which would allow for anonymous communication over the internet."
    },
    {
      "index": 21,
      "start_time": 146930.0,
      "end_time": 152260.0,
      "text": "However, the people over at NRL soon realized a major limitation."
    },
    {
      "index": 22,
      "start_time": 152260.0,
      "end_time": 154280.0,
      "text": "ROGER DINGLEDINE: ...the United States government can&#39;t simply"
    },
    {
      "index": 23,
      "start_time": 154280.0,
      "end_time": 160360.0,
      "text": "run an anonymity system for everybody and then use it themselves only because then"
    },
    {
      "index": 24,
      "start_time": 160360.0,
      "end_time": 165900.0,
      "text": "every time a connection came from it people would say &quot;Oh, it&#39;s another CIA agent looking at my website!&quot;"
    },
    {
      "index": 25,
      "start_time": 165900.0,
      "end_time": 169340.0,
      "text": "if those are the only people using the network. So you need to have"
    },
    {
      "index": 26,
      "start_time": 169340.0,
      "end_time": 172480.0,
      "text": "other people using the network so that they blend together."
    },
    {
      "index": 27,
      "start_time": 172480.0,
      "end_time": 177599.0,
      "text": "So what he&#39;s saying is that for the network to be truly anonymous it has to be available"
    },
    {
      "index": 28,
      "start_time": 177599.0,
      "end_time": 185040.0,
      "text": "to everyone and not just the US government. So the NRL was forced to release their onion"
    },
    {
      "index": 29,
      "start_time": 185040.0,
      "end_time": 190340.0,
      "text": "routing technology to the public. The technology was eventually released under an open source"
    },
    {
      "index": 30,
      "start_time": 190340.0,
      "end_time": 196730.0,
      "text": "license and became TOR. TOR stands for The Onion Router and is the software you need"
    },
    {
      "index": 31,
      "start_time": 196730.0,
      "end_time": 201900.0,
      "text": "to download to be able to access this network of onion routers. Today, millions of people"
    },
    {
      "index": 32,
      "start_time": 201900.0,
      "end_time": 207810.0,
      "text": "across the globe use TOR for a multitude of purposes. Everything from innocent daily browsing"
    },
    {
      "index": 33,
      "start_time": 207810.0,
      "end_time": 214249.0,
      "text": "to criminal activities. And while it is the most popular, TOR is but one among numerous"
    },
    {
      "index": 34,
      "start_time": 214249.0,
      "end_time": 221269.0,
      "text": "darknets. Together they all make up the dark web. Subsequently, the dark web forms a small"
    },
    {
      "index": 35,
      "start_time": 221269.0,
      "end_time": 228480.0,
      "text": "part of the deep web. The deep web is everything on the web that can not be indexed by search engines."
    },
    {
      "index": 36,
      "start_time": 228480.0,
      "end_time": 233060.0,
      "text": "It&#39;s nothing like the dark web as most of us use the deep web all the time."
    },
    {
      "index": 37,
      "start_time": 233060.0,
      "end_time": 239900.0,
      "text": "If you visit this link, you will find an unlisted YouTube video on my channel. This can be classified"
    },
    {
      "index": 38,
      "start_time": 239900.0,
      "end_time": 246139.0,
      "text": "as deep web content. I know it&#39;s a bit anticlimactic but, yeah, this video exist on the deep web"
    },
    {
      "index": 39,
      "start_time": 246139.0,
      "end_time": 251249.0,
      "text": "simply because no search engine can find it. Other examples of deep web content includes"
    },
    {
      "index": 40,
      "start_time": 251249.0,
      "end_time": 257959.0,
      "text": "online banking, Netflix, web mail, dynamic pages, databases, and everything that&#39;s password-"
    },
    {
      "index": 41,
      "start_time": 257959.0,
      "end_time": 266340.0,
      "text": "or paywall-protected. As you can imagine, the deep web has a lot more content than the surface web."
    },
    {
      "index": 42,
      "start_time": 266340.0,
      "end_time": 273660.0,
      "text": "How much more? Well, we don&#39;t know because by its very nature it&#39;s near-impossible to determine."
    },
    {
      "index": 43,
      "start_time": 273660.0,
      "end_time": 279719.0,
      "text": "A paper from 2001 estimated that the deep web is 500 times the size of"
    },
    {
      "index": 44,
      "start_time": 279719.0,
      "end_time": 285990.0,
      "text": "the surface web but, then again, that estimation is over a decade old. All we can say for certain"
    },
    {
      "index": 45,
      "start_time": 285990.0,
      "end_time": 291750.0,
      "text": "is that deep web content accounts for the vast majority of the content on the world wide web."
    },
    {
      "index": 46,
      "start_time": 291750.0,
      "end_time": 297450.0,
      "text": "So, to summarize. The surface web is content that can be indexed by search engines."
    },
    {
      "index": 47,
      "start_time": 297450.0,
      "end_time": 303880.0,
      "text": "The deep web is content that can not be indexed by search engines. And the dark web is a fraction of the"
    },
    {
      "index": 48,
      "start_time": 303880.0,
      "end_time": 311240.0,
      "text": "deep web consisting of numerous darknets which require specific software and/or authorization to access"
    },
    {
      "index": 49,
      "start_time": 311240.0,
      "end_time": 315100.0,
      "text": "Okay, we know what&#39;s on the surface web and we know what&#39;s on the deep web."
    },
    {
      "index": 50,
      "start_time": 315100.0,
      "end_time": 322760.0,
      "text": "But what do we find on the dark web?  More specifically, the darknet known as TOR."
    },
    {
      "index": 51,
      "start_time": 322760.0,
      "end_time": 328310.0,
      "text": "As mentioned, you can use TOR for almost anything. Browsing the web, checking your email, posting"
    },
    {
      "index": 52,
      "start_time": 328310.0,
      "end_time": 333900.0,
      "text": "on forums, instant messaging, watching YouTube videos, you name it. But the dark web aspect"
    },
    {
      "index": 53,
      "start_time": 333900.0,
      "end_time": 338960.0,
      "text": "comes in the form of hidden services. A hidden service is essentially a website that can"
    },
    {
      "index": 54,
      "start_time": 338960.0,
      "end_time": 345229.0,
      "text": "only be accessed via TOR and the address for a hidden service will always end in .onion."
    },
    {
      "index": 55,
      "start_time": 345229.0,
      "end_time": 350020.0,
      "text": "So if I attempt to access this hidden service using Google Chrome, nothing happens. It will"
    },
    {
      "index": 56,
      "start_time": 350020.0,
      "end_time": 357030.0,
      "text": "only connect using specialized software such as the TOR browser. This is the dark web."
    },
    {
      "index": 57,
      "start_time": 357030.0,
      "end_time": 362870.0,
      "text": "Well, one site on the dark web. This specific site is known as The Hidden Wiki and attempts"
    },
    {
      "index": 58,
      "start_time": 362870.0,
      "end_time": 368449.0,
      "text": "to list as many publicly known hidden services as possible. Facebook operates a hidden service."
    },
    {
      "index": 59,
      "start_time": 368449.0,
      "end_time": 374590.0,
      "text": "The search engine DuckDuckGo is another. But this is about as far as I will go because"
    },
    {
      "index": 60,
      "start_time": 374590.0,
      "end_time": 381229.0,
      "text": "there is definitely a darker side to the dark web. Anonymity attracts a vast variety of"
    },
    {
      "index": 61,
      "start_time": 381229.0,
      "end_time": 386720.0,
      "text": "people and can be used for both licit and illicit purposes."
    },
    {
      "index": 62,
      "start_time": 386720.0,
      "end_time": 393800.0,
      "text": "In October of 2013, the FBI took down the online drug marketplace known as Silk Road."
    },
    {
      "index": 63,
      "start_time": 393800.0,
      "end_time": 398860.0,
      "text": "The website had been in operation since the beginning of 2011 with a total revenue estimated"
    },
    {
      "index": 64,
      "start_time": 398860.0,
      "end_time": 405759.0,
      "text": "at $1.2 billion. News about the Silk Road website brought the dark web out of the dark"
    },
    {
      "index": 65,
      "start_time": 405759.0,
      "end_time": 411639.0,
      "text": "and right into public eye. This graph shows daily traffic over the TOR network before"
    },
    {
      "index": 66,
      "start_time": 411639.0,
      "end_time": 418530.0,
      "text": "Silk Road was mentioned in mainstream media. This is after. Only a few months after Silk"
    },
    {
      "index": 67,
      "start_time": 418530.0,
      "end_time": 424460.0,
      "text": "Road had been taken down ex-administrators of the site launched Silk Road 2.0."
    },
    {
      "index": 68,
      "start_time": 424460.0,
      "end_time": 430680.0,
      "text": "However, in late 2014, the FBI arrested the admins and the second marketplace was taken down as well."
    },
    {
      "index": 69,
      "start_time": 430680.0,
      "end_time": 436879.0,
      "text": "A few hours after that, Silk Road 3.0 was launched and the seemingly endless"
    },
    {
      "index": 70,
      "start_time": 436879.0,
      "end_time": 444200.0,
      "text": "spiral continues. And keep in mind that Silk Road was just one website among many."
    },
    {
      "index": 71,
      "start_time": 444200.0,
      "end_time": 451680.0,
      "text": "You can find numerous others just like it, selling every illegal drug you can imagine and more."
    },
    {
      "index": 72,
      "start_time": 451680.0,
      "end_time": 457540.0,
      "text": "The FBI also claimed that the owner of the Silk Road website had attempted to have six people"
    },
    {
      "index": 73,
      "start_time": 457540.0,
      "end_time": 464430.0,
      "text": "killed by using deep web murder-for-hire services. While the assassinations themselves are unlikely"
    },
    {
      "index": 74,
      "start_time": 464430.0,
      "end_time": 471330.0,
      "text": "to have occurred, these websites can definitely be found on the dark web. The problem is a"
    },
    {
      "index": 75,
      "start_time": 471330.0,
      "end_time": 477820.0,
      "text": "lack of evidence. Anyone can set up a darknet website claiming anything for any reason."
    },
    {
      "index": 76,
      "start_time": 477820.0,
      "end_time": 483150.0,
      "text": "Especially if there&#39;s money involved. One such website was recently hacked and several"
    },
    {
      "index": 77,
      "start_time": 483150.0,
      "end_time": 488290.0,
      "text": "emails by the admins would suggest the website is indeed a scam set up to make money."
    },
    {
      "index": 78,
      "start_time": 488290.0,
      "end_time": 493460.0,
      "text": "One message reads: &quot;We receive orders to kill people from all over the world, however our"
    },
    {
      "index": 79,
      "start_time": 493460.0,
      "end_time": 499009.0,
      "text": "site is fake and we don’t have any hitmen. We forward the orders to police departments"
    },
    {
      "index": 80,
      "start_time": 499009.0,
      "end_time": 503669.0,
      "text": "where the targets are located.&quot; And in yet another email they bluntly state:"
    },
    {
      "index": 81,
      "start_time": 503669.0,
      "end_time": 507129.0,
      "text": "&quot;...this website is to scam criminals of their money.&quot;"
    },
    {
      "index": 82,
      "start_time": 507129.0,
      "end_time": 514539.0,
      "text": "Then again, this supposed hack could&#39;ve been faked as well so there&#39;s no way to be absolutely certain."
    },
    {
      "index": 83,
      "start_time": 514539.0,
      "end_time": 520740.0,
      "text": "Unfortunately, the dark web has some much more depraved and gruesome extremes."
    },
    {
      "index": 84,
      "start_time": 520740.0,
      "end_time": 527840.0,
      "text": "Many websites contain various forms of sexualized torture and killing of animals and child pornography"
    },
    {
      "index": 85,
      "start_time": 527840.0,
      "end_time": 533540.0,
      "text": "sites are a huge problem on the dark web. A site known as Lolita City which has now been"
    },
    {
      "index": 86,
      "start_time": 533540.0,
      "end_time": 540860.0,
      "text": "taken down contained over 100 GB of photos and videos and had around 15,000 members."
    },
    {
      "index": 87,
      "start_time": 540860.0,
      "end_time": 546339.0,
      "text": "Another website known as Playpen was taken down by the FBI in 2015 which may have been"
    },
    {
      "index": 88,
      "start_time": 546339.0,
      "end_time": 555260.0,
      "text": "the largest child pornography site on the entire dark web with over 200,000 members."
    },
    {
      "index": 89,
      "start_time": 555260.0,
      "end_time": 561220.0,
      "text": "There&#39;s somewhat of an urban legend known as red rooms. A red room is a livestream of"
    },
    {
      "index": 90,
      "start_time": 561220.0,
      "end_time": 566890.0,
      "text": "a person being tortured and/or murdered for the entertainment of others. Supposedly, the"
    },
    {
      "index": 91,
      "start_time": 566890.0,
      "end_time": 572380.0,
      "text": "viewers may event interact by typing down instructions. Again there&#39;s no evidence of"
    },
    {
      "index": 92,
      "start_time": 572380.0,
      "end_time": 578660.0,
      "text": "this ever taking place but the myth persists. Not too long ago, a .onion link appeared on"
    },
    {
      "index": 93,
      "start_time": 578660.0,
      "end_time": 583150.0,
      "text": "various forums which take you to a page claiming that a red room-style livestream"
    },
    {
      "index": 94,
      "start_time": 583150.0,
      "end_time": 589120.0,
      "text": "would shortly begin. The victims where supposedly captured ISIS terrorists and the soon-to-be-killers"
    },
    {
      "index": 95,
      "start_time": 589120.0,
      "end_time": 594970.0,
      "text": "promised hours of torture. Though the first hour would be family friendly. You know, for"
    },
    {
      "index": 96,
      "start_time": 594970.0,
      "end_time": 600010.0,
      "text": "all the kids staying up late to watch a person being brutally murdered live on the dark web."
    },
    {
      "index": 97,
      "start_time": 600010.0,
      "end_time": 611860.0,
      "text": "After much morbid anticipation, the livestream went live and viewers where greeted by a plate of bacon."
    },
    {
      "index": 98,
      "start_time": 611860.0,
      "end_time": 617640.0,
      "text": "Mainstream media would have you believe that the surface web is just a thin layer on top"
    },
    {
      "index": 99,
      "start_time": 617640.0,
      "end_time": 622080.0,
      "text": "of an enormous criminal underground but it couldn&#39;t be further from the truth."
    },
    {
      "index": 100,
      "start_time": 622080.0,
      "end_time": 628600.0,
      "text": "And it&#39;s no wonder as they frequently confuse the dark web with the much, much larger deep web."
    },
    {
      "index": 101,
      "start_time": 628600.0,
      "end_time": 635959.0,
      "text": "A recent study from early 2016 found that, out of 2,723 active .onion websites on the TOR"
    },
    {
      "index": 102,
      "start_time": 635959.0,
      "end_time": 644900.0,
      "text": "network 1,547 contained illicit content. So that&#39;s over half. This includes pornographic material,"
    },
    {
      "index": 103,
      "start_time": 644900.0,
      "end_time": 651160.0,
      "text": "drugs, money laundering, cyberterrorism, contract killers, trading of firearms and weapons, etc."
    },
    {
      "index": 104,
      "start_time": 651160.0,
      "end_time": 658680.0,
      "text": "But only 3-6% of all TOR users actually use these hidden services."
    },
    {
      "index": 105,
      "start_time": 658680.0,
      "end_time": 666980.0,
      "text": "So only 3-6% use the dark web. The vast majority exclusively use TOR to protect their privacy and to"
    },
    {
      "index": 106,
      "start_time": 666980.0,
      "end_time": 672260.0,
      "text": "browse the surface web anonymously and have never visited a .onion website."
    },
    {
      "index": 107,
      "start_time": 672260.0,
      "end_time": 679340.0,
      "text": "So while there&#39;s no question that the dark web contain some of the most horrific content on the entire web,"
    },
    {
      "index": 108,
      "start_time": 679340.0,
      "end_time": 683110.0,
      "text": "it&#39;s nowhere near as extensive as some make it out to be."
    },
    {
      "index": 109,
      "start_time": 683110.0,
      "end_time": 684750.0,
      "text": "Okay here&#39;s a question then..."
    },
    {
      "index": 110,
      "start_time": 684750.0,
      "end_time": 692920.0,
      "text": "How do you prevent criminals from using these services while still alowing lawful citizens to protect their privacy?"
    },
    {
      "index": 111,
      "start_time": 692920.0,
      "end_time": 696420.0,
      "text": "The answer is simple, you don&#39;t."
    },
    {
      "index": 112,
      "start_time": 696420.0,
      "end_time": 702200.0,
      "text": "You can&#39;t restrict something that is, by it&#39;s very nature, meant to be unrestrictive."
    },
    {
      "index": 113,
      "start_time": 702200.0,
      "end_time": 708959.0,
      "text": "That&#39;s the problem with anonymity. Anyone can do or say anything so we have no choice but to take"
    },
    {
      "index": 114,
      "start_time": 708959.0,
      "end_time": 714990.0,
      "text": "the good with the bad. Even if law enforcement agencies had the ability to shut the entire network"
    },
    {
      "index": 115,
      "start_time": 714990.0,
      "end_time": 723200.0,
      "text": "down completely, they wouldn&#39;t. Because the US government need TOR as much as anybody else."
    },
    {
      "index": 116,
      "start_time": 723200.0,
      "end_time": 726540.0,
      "text": "Remember, they created this technology."
    },
    {
      "index": 117,
      "start_time": 726540.0,
      "end_time": 732000.0,
      "text": "And they did not create this technology just so they could release it to the public for free."
    },
    {
      "index": 118,
      "start_time": 732000.0,
      "end_time": 737319.0,
      "text": "It was only released to the public as public usage is an essential part of what"
    },
    {
      "index": 119,
      "start_time": 737319.0,
      "end_time": 742020.0,
      "text": "makes TOR anonymous. It takes us right back to this:"
    },
    {
      "index": 120,
      "start_time": 742020.0,
      "end_time": 743949.0,
      "text": "ROGER DINGLEDINE: ...the United States government can&#39;t simply"
    },
    {
      "index": 121,
      "start_time": 743949.0,
      "end_time": 750360.0,
      "text": "run an anonymity system for everybody and then use it themselves only because then every"
    },
    {
      "index": 122,
      "start_time": 750360.0,
      "end_time": 754150.0,
      "text": "time a connection came from it people would say &quot;Oh, it&#39;s another CIA agent...&quot;"
    },
    {
      "index": 123,
      "start_time": 754150.0,
      "end_time": 761970.0,
      "text": "Who do you think funds the TOR project? In 2007, 100% of the TOR project&#39;s funding came"
    },
    {
      "index": 124,
      "start_time": 761970.0,
      "end_time": 779600.0,
      "text": "from the US government. In 2008, 86%. In 2009, 90%. In 2010, 94%. In 2011, 78%. In 2012, 81%. In 2013, 94%."
    },
    {
      "index": 125,
      "start_time": 779600.0,
      "end_time": 783820.0,
      "text": "A government agent working undercover is as much in need of"
    },
    {
      "index": 126,
      "start_time": 783820.0,
      "end_time": 789460.0,
      "text": "online anonymity as a terrorist, pedophile, or whistleblower."
    },
    {
      "index": 127,
      "start_time": 789460.0,
      "end_time": 799460.0,
      "text": "It&#39;s everyone or no one. That&#39;s the unfortunate truth."
    }
  ]
}