{
  "video_id": "mUvB89DMtww",
  "title": "How Markets REALLY Work - Depth of Market (DOM)",
  "json": [
    {
      "index": 1,
      "start_time": 160.0,
      "end_time": 5900.0,
      "text": "Okay, let’s now jump to a scenario, in which we will see how the price really moves."
    },
    {
      "index": 2,
      "start_time": 5900.0,
      "end_time": 10790.0,
      "text": "What you see in front of you is called &#39;Depth of Market&#39;. This Depth of Market displays"
    },
    {
      "index": 3,
      "start_time": 10790.0,
      "end_time": 17259.0,
      "text": "how many limit orders there are at a particular price. On the left, we will see buy limit"
    },
    {
      "index": 4,
      "start_time": 17260.0,
      "end_time": 21430.0,
      "text": "orders and on the right, we will see sell limit orders."
    },
    {
      "index": 5,
      "start_time": 21430.0,
      "end_time": 26530.0,
      "text": "This Depth of Market is nowadays a basic feature of any charting platform and you can commonly"
    },
    {
      "index": 6,
      "start_time": 26530.0,
      "end_time": 32549.0,
      "text": "find it as a &#39;DOM&#39;, which is abbreviation for &#39;Depth of Market&#39;. One important thing"
    },
    {
      "index": 7,
      "start_time": 32549.0,
      "end_time": 39120.0,
      "text": "to mention is that DOM only displays limit orders - this is sometime called a &#39;passive"
    },
    {
      "index": 8,
      "start_time": 39120.0,
      "end_time": 46349.0,
      "text": "orderflow&#39;. On the DOM, you cannot see market orders - market orders are called &#39;active"
    },
    {
      "index": 9,
      "start_time": 46350.0,
      "end_time": 51239.0,
      "text": "orderflow&#39; and there are different tools for displaying them. Another important thing to"
    },
    {
      "index": 10,
      "start_time": 51239.0,
      "end_time": 58780.0,
      "text": "bear in mind is that this DOM is not static, because markets are not static. DOM is dynamic"
    },
    {
      "index": 11,
      "start_time": 58780.0,
      "end_time": 64200.0,
      "text": "and numbers of limit orders change all the time - simply because there may be hundreds"
    },
    {
      "index": 12,
      "start_time": 64200.0,
      "end_time": 69680.0,
      "text": "of people watching the market at any given time. And they are sending orders, changing"
    },
    {
      "index": 13,
      "start_time": 69680.0,
      "end_time": 74640.0,
      "text": "them or canceling them. So to keep it clear and simple, in this scenario we are going"
    },
    {
      "index": 14,
      "start_time": 74640.0,
      "end_time": 79310.0,
      "text": "to assume that there are only a few traders who trade this market and we know about all"
    },
    {
      "index": 15,
      "start_time": 79310.0,
      "end_time": 80450.0,
      "text": "of them."
    },
    {
      "index": 16,
      "start_time": 80450.0,
      "end_time": 85561.0,
      "text": "Say that the market opens at 8 AM and the first trader comes in. He want to buy. He"
    },
    {
      "index": 17,
      "start_time": 85561.0,
      "end_time": 90790.0,
      "text": "wants to buy 5 contracts at a price of 98, so he doesn&#39;t want to buy now but he specifies"
    },
    {
      "index": 18,
      "start_time": 90790.0,
      "end_time": 95990.0,
      "text": "the price. Therefore, the sends a buy limit order to buy 5 contracts - and you now know"
    },
    {
      "index": 19,
      "start_time": 95990.0,
      "end_time": 102990.0,
      "text": "that he is a passive buyer. On the DOM, his buy limit order will be displayed like this."
    },
    {
      "index": 20,
      "start_time": 102990.0,
      "end_time": 108850.0,
      "text": "It will be on the bid side, because it is a buy limit order and DOM will show a quantity"
    },
    {
      "index": 21,
      "start_time": 108850.0,
      "end_time": 114990.0,
      "text": "of 5 on bid at a price of 98. One minute later, another trader comes in. He wants to sell"
    },
    {
      "index": 22,
      "start_time": 114990.0,
      "end_time": 120399.0,
      "text": "- he wants to sell 10 contracts at the price of 99. He specifies the price, so he uses"
    },
    {
      "index": 23,
      "start_time": 120400.0,
      "end_time": 125710.0,
      "text": "a sell limit order and he is therefore a passive seller. His sell limit will be on the ask"
    },
    {
      "index": 24,
      "start_time": 125710.0,
      "end_time": 131150.0,
      "text": "side - because he is asking somebody to buy 10 contracts from him and he&#39;s asking for"
    },
    {
      "index": 25,
      "start_time": 131150.0,
      "end_time": 137150.0,
      "text": "price of 99 per contract. On the other hand, the first trader is willing to buy no higher"
    },
    {
      "index": 26,
      "start_time": 137150.0,
      "end_time": 141690.0,
      "text": "than 98, therefore his order is on the bid side."
    },
    {
      "index": 27,
      "start_time": 141690.0,
      "end_time": 148180.0,
      "text": "Now, two more traders want to buy and sell. Trader 3, who wants to buy 2 contracts at"
    },
    {
      "index": 28,
      "start_time": 148180.0,
      "end_time": 155670.0,
      "text": "97 and trader 4, who wants to sell 3 contracts at a price of 100. On DOM, we can already"
    },
    {
      "index": 29,
      "start_time": 155670.0,
      "end_time": 161510.0,
      "text": "see these new limit orders. None of these orders will be paired with each other and"
    },
    {
      "index": 30,
      "start_time": 161510.0,
      "end_time": 167929.0,
      "text": "the price doesn&#39;t move - because all these traders demand a different price. At the moment,"
    },
    {
      "index": 31,
      "start_time": 167930.0,
      "end_time": 176190.0,
      "text": "2 buyers are willing to buy at 98 and 97 and 2 sellers are willing to sell at 99 and 100"
    },
    {
      "index": 32,
      "start_time": 176190.0,
      "end_time": 179950.0,
      "text": "respectively - so there is no agreement between them."
    },
    {
      "index": 33,
      "start_time": 179950.0,
      "end_time": 185709.0,
      "text": "Let&#39;s continue. We&#39;ve got one more seller, trader 5, who wants to sell 4 contracts at"
    },
    {
      "index": 34,
      "start_time": 185710.0,
      "end_time": 193990.0,
      "text": "a price of 99 - so same like trader 2. So the ask is now 14. And this ask size of 14"
    },
    {
      "index": 35,
      "start_time": 193990.0,
      "end_time": 201400.0,
      "text": "consists of: 10 contracts of trader 2 and 4 contracts of trader 5. Still, nothing happens."
    },
    {
      "index": 36,
      "start_time": 201400.0,
      "end_time": 206700.0,
      "text": "But suddenly, somebody comes in and says - &#39;I don&#39;t want to wait anymore. I want to buy"
    },
    {
      "index": 37,
      "start_time": 206700.0,
      "end_time": 212899.0,
      "text": "5 contracts now&#39;. And this is our aggressive buyer that we were waiting for. You should"
    },
    {
      "index": 38,
      "start_time": 212900.0,
      "end_time": 218550.0,
      "text": "remember that he uses a buy market order and this order doesn&#39;t specify the price. The"
    },
    {
      "index": 39,
      "start_time": 218550.0,
      "end_time": 223740.0,
      "text": "buy market order buys the first available offer from a passive seller. Where is this"
    },
    {
      "index": 40,
      "start_time": 223740.0,
      "end_time": 229780.0,
      "text": "first available offer? At the price of 99. So this aggressive buyer buys 5 contracts"
    },
    {
      "index": 41,
      "start_time": 229780.0,
      "end_time": 236650.0,
      "text": "at a price of 99. By doing this, he cleared 5 sell limits on the ask side at a price of"
    },
    {
      "index": 42,
      "start_time": 236650.0,
      "end_time": 245100.0,
      "text": "99. That means the ask at a price of 99 will be reduced from 14 to 9. All of these 5 sell"
    },
    {
      "index": 43,
      "start_time": 245100.0,
      "end_time": 250810.0,
      "text": "limits at a price of 99 belonged to trader 2, because he came first. And therefore, he"
    },
    {
      "index": 44,
      "start_time": 250810.0,
      "end_time": 256320.0,
      "text": "has got a sell limit for 5 contracts left, still waiting to be matched with more aggressive"
    },
    {
      "index": 45,
      "start_time": 256320.0,
      "end_time": 262790.0,
      "text": "buy market orders. So at the price of 99, there are 9 sell limits left. And they will"
    },
    {
      "index": 46,
      "start_time": 262790.0,
      "end_time": 268300.0,
      "text": "be filled in the following order - firstly, all of the remaining sell limits of trader"
    },
    {
      "index": 47,
      "start_time": 268300.0,
      "end_time": 274930.0,
      "text": "2 and then, sell limits of trader 5. So it&#39;s like a queue - the limit orders are sorted"
    },
    {
      "index": 48,
      "start_time": 274930.0,
      "end_time": 281640.0,
      "text": "chronologically with a logic of first comes, first served. So because the trader 5 came"
    },
    {
      "index": 49,
      "start_time": 281640.0,
      "end_time": 287120.0,
      "text": "in later than trader 2, then he has got to wait until the trader 2 will get filled all"
    },
    {
      "index": 50,
      "start_time": 287120.0,
      "end_time": 289190.0,
      "text": "of his sell limits."
    },
    {
      "index": 51,
      "start_time": 289190.0,
      "end_time": 294990.0,
      "text": "Now, aggressive seller comes in, making the price to move. The actual price is 99, because"
    },
    {
      "index": 52,
      "start_time": 294990.0,
      "end_time": 299770.0,
      "text": "that&#39;s the price at which the most recent trade took place. The aggressive seller wants"
    },
    {
      "index": 53,
      "start_time": 299770.0,
      "end_time": 305659.0,
      "text": "to sell 3 contracts using a sell market order. You should remember that the sell market order"
    },
    {
      "index": 54,
      "start_time": 305660.0,
      "end_time": 311140.0,
      "text": "is paired with the first available bid from a passive buyer. In other words - it is paired"
    },
    {
      "index": 55,
      "start_time": 311140.0,
      "end_time": 316320.0,
      "text": "with the first available buy limit order on the bid side. Where is this first available"
    },
    {
      "index": 56,
      "start_time": 316320.0,
      "end_time": 322530.0,
      "text": "buy limit? At a price of 98. So the aggressive seller send the sell market order and the"
    },
    {
      "index": 57,
      "start_time": 322530.0,
      "end_time": 327400.0,
      "text": "passive buyer buys from him. Now, because this passive buyer has got his buy limit at"
    },
    {
      "index": 58,
      "start_time": 327400.0,
      "end_time": 335280.0,
      "text": "a price of 98, the price goes down so it can match the sell market order to this buy limit."
    },
    {
      "index": 59,
      "start_time": 335280.0,
      "end_time": 342179.0,
      "text": "The aggressive seller sold 3 contracts, therefore he clears 3 buy limits at a price of 98 and"
    },
    {
      "index": 60,
      "start_time": 342180.0,
      "end_time": 347630.0,
      "text": "there were 5 buy limits at this price in total. Less 3 of them were cleared by this aggressive"
    },
    {
      "index": 61,
      "start_time": 347630.0,
      "end_time": 353760.0,
      "text": "seller, that means that there are 2 more buy limits left to filled at this price. Notice"
    },
    {
      "index": 62,
      "start_time": 353761.0,
      "end_time": 360479.0,
      "text": "that the price has moved down, yet the number of sell vs. buy orders is equal. The price"
    },
    {
      "index": 63,
      "start_time": 360479.0,
      "end_time": 365250.0,
      "text": "didn&#39;t move down because there were more sellers than buyers, but because sellers were more"
    },
    {
      "index": 64,
      "start_time": 365250.0,
      "end_time": 367700.0,
      "text": "aggressive than buyers."
    },
    {
      "index": 65,
      "start_time": 367700.0,
      "end_time": 374150.0,
      "text": "Now, what needs to happen in order for the price to move from 98 to 97? It&#39;s simple - there"
    },
    {
      "index": 66,
      "start_time": 374150.0,
      "end_time": 380210.0,
      "text": "must be more aggressive sellers who will clear these 2 more buy limits at a price of 98."
    },
    {
      "index": 67,
      "start_time": 380210.0,
      "end_time": 385780.0,
      "text": "So it&#39;s like a barrier - this barrier of limit orders must be broken in order for the price"
    },
    {
      "index": 68,
      "start_time": 385780.0,
      "end_time": 392130.0,
      "text": "to move. One aggressive sellers comes in - he sends sell market order to sell 3 contracts."
    },
    {
      "index": 69,
      "start_time": 392130.0,
      "end_time": 397919.0,
      "text": "But you see that at the price of 98, there are only 2 buy limits - so this barrier of"
    },
    {
      "index": 70,
      "start_time": 397919.0,
      "end_time": 403830.0,
      "text": "buy limits is not strong enough to satisfy this aggressive seller. So what happens? 2"
    },
    {
      "index": 71,
      "start_time": 403830.0,
      "end_time": 410500.0,
      "text": "sell market orders are paired with 2 buy limits at a price of 98 and this clears all the buy"
    },
    {
      "index": 72,
      "start_time": 410500.0,
      "end_time": 416190.0,
      "text": "limits at 98. And then, there are no buy limits left at this price. However - there&#39;s 1 more"
    },
    {
      "index": 73,
      "start_time": 416190.0,
      "end_time": 421290.0,
      "text": "sell market order left to be paired. Since there are no buy limits left at the price"
    },
    {
      "index": 74,
      "start_time": 421290.0,
      "end_time": 429650.0,
      "text": "of 98, the market now must move lower to find more buy limit orders. So it moves from 98"
    },
    {
      "index": 75,
      "start_time": 429650.0,
      "end_time": 437969.0,
      "text": "to 97. At 97, one sell market order left is paired with new buy limit. This completes"
    },
    {
      "index": 76,
      "start_time": 437970.0,
      "end_time": 442930.0,
      "text": "the order of aggressive seller - to sell 3 contracts. This aggressive seller therefore"
    },
    {
      "index": 77,
      "start_time": 442930.0,
      "end_time": 448900.0,
      "text": "moved the market down, because his market order was paired with buy limits at 2 different"
    },
    {
      "index": 78,
      "start_time": 448900.0,
      "end_time": 456100.0,
      "text": "prices. His sell market order for 3 contracts was paired with 2 buy limits at 98 and 1 buy"
    },
    {
      "index": 79,
      "start_time": 456100.0,
      "end_time": 464139.0,
      "text": "limit at 97. Now notice this - the price has moved from 98 to 97 despite there was 1 seller"
    },
    {
      "index": 80,
      "start_time": 464139.0,
      "end_time": 471270.0,
      "text": "and 2 different buyers. However, the number of buy and sell orders is equal - sell market"
    },
    {
      "index": 81,
      "start_time": 471270.0,
      "end_time": 475750.0,
      "text": "order for 3 contracts and buy limits for 3 contracts in total."
    },
    {
      "index": 82,
      "start_time": 475750.0,
      "end_time": 480930.0,
      "text": "Now, what do you see at the price of 98? There are no sell limit orders at this price. Do"
    },
    {
      "index": 83,
      "start_time": 480930.0,
      "end_time": 485410.0,
      "text": "you remember that the market order doesn&#39;t specify the price? The price at which the"
    },
    {
      "index": 84,
      "start_time": 485410.0,
      "end_time": 492800.0,
      "text": "market order is filled only depends on the availability of limit orders. So where are"
    },
    {
      "index": 85,
      "start_time": 492800.0,
      "end_time": 498669.0,
      "text": "the first available sell limits? First available sell limits are at 99. Now, the aggressive"
    },
    {
      "index": 86,
      "start_time": 498670.0,
      "end_time": 503949.0,
      "text": "buyer comes in and he wants to buy 1 contract by using a market order. The actual price"
    },
    {
      "index": 87,
      "start_time": 503949.0,
      "end_time": 510740.0,
      "text": "is 97, there are no sell limits at 98, first available sell limits are at 99. Despite the"
    },
    {
      "index": 88,
      "start_time": 510740.0,
      "end_time": 517509.0,
      "text": "actual price being 97, the aggressive buyer is filled for 99 - because that&#39;s the price"
    },
    {
      "index": 89,
      "start_time": 517509.0,
      "end_time": 525110.0,
      "text": "at which he finds somebody to buy from. So he moved the market up from 97 to 99, because"
    },
    {
      "index": 90,
      "start_time": 525110.0,
      "end_time": 532879.0,
      "text": "at 98, there was no liquidity - no sell limit orders. So the market has skipped this price"
    },
    {
      "index": 91,
      "start_time": 532879.0,
      "end_time": 541190.0,
      "text": "and moved to 99 straight away. This is called a &#39;gap&#39; - the market has gapped up from 97"
    },
    {
      "index": 92,
      "start_time": 541190.0,
      "end_time": 547400.0,
      "text": "to 99. The aggressive buyer has got what&#39;s called a &#39;slippage&#39; - this means that he bought"
    },
    {
      "index": 93,
      "start_time": 547400.0,
      "end_time": 552139.0,
      "text": "for worse price than he was expecting. He sent the buy market order when the actual"
    },
    {
      "index": 94,
      "start_time": 552139.0,
      "end_time": 558439.0,
      "text": "price was 97. He would be expecting to be filled for 98 because logically, there should"
    },
    {
      "index": 95,
      "start_time": 558439.0,
      "end_time": 564219.0,
      "text": "be some sell limits. In reality, there were no sell limits so the market has gapped up"
    },
    {
      "index": 96,
      "start_time": 564220.0,
      "end_time": 570420.0,
      "text": "and he bought for 99. That means he has got a worse price and got a slippage. So in this"
    },
    {
      "index": 97,
      "start_time": 570420.0,
      "end_time": 576349.0,
      "text": "situation, there was 1 buyer and 1 seller. One buy market order and one sell limit order"
    },
    {
      "index": 98,
      "start_time": 576350.0,
      "end_time": 580160.0,
      "text": "and the price has moved from 97 to 99."
    },
    {
      "index": 99,
      "start_time": 580160.0,
      "end_time": 585500.0,
      "text": "And now - the final situation that we will have a look at. A big trader comes in and"
    },
    {
      "index": 100,
      "start_time": 585500.0,
      "end_time": 590599.0,
      "text": "he wants to buy 15 contracts. As you can see, in the meantime, some more passive sellers"
    },
    {
      "index": 101,
      "start_time": 590600.0,
      "end_time": 596631.0,
      "text": "have appeared and sent their limit orders into the market. The last price is 99 - this"
    },
    {
      "index": 102,
      "start_time": 596631.0,
      "end_time": 601300.0,
      "text": "is the price at which the most recent trade has taken place. This is the price that the"
    },
    {
      "index": 103,
      "start_time": 601300.0,
      "end_time": 608189.0,
      "text": "big trader is looking at when he decides to send his order into the market. This buy trader"
    },
    {
      "index": 104,
      "start_time": 608189.0,
      "end_time": 614160.0,
      "text": "uses a buy market order to buy 15 contracts. By doing this, he will move the price from"
    },
    {
      "index": 105,
      "start_time": 614160.0,
      "end_time": 621920.0,
      "text": "99 to 103. You can see how his market order for 15 contracts was paired - take a moment"
    },
    {
      "index": 106,
      "start_time": 621920.0,
      "end_time": 628738.0,
      "text": "to have a look at this. So, there was 1 buyer and many more sellers and the price has moved"
    },
    {
      "index": 107,
      "start_time": 628739.0,
      "end_time": 635699.0,
      "text": "by 4 points. However, the quantity of buy and sell orders was equal - 15 contracts to"
    },
    {
      "index": 108,
      "start_time": 635699.0,
      "end_time": 642118.0,
      "text": "buy and 15 contract to sell. This is always equal and this is how the price moves."
    },
    {
      "index": 109,
      "start_time": 642119.0,
      "end_time": 647169.0,
      "text": "However, in reality, such a big trader is likely to use a limit order to open a trade"
    },
    {
      "index": 110,
      "start_time": 647169.0,
      "end_time": 653160.0,
      "text": "- because he trades such big positions, that the potential slippage when using market orders"
    },
    {
      "index": 111,
      "start_time": 653160.0,
      "end_time": 654249.0,
      "text": "is very big."
    },
    {
      "index": 112,
      "start_time": 654249.0,
      "end_time": 661239.0,
      "text": "So, to sum it up - the price moves in relation to market orders and available limit orders."
    },
    {
      "index": 113,
      "start_time": 661239.0,
      "end_time": 666869.0,
      "text": "These limit orders are like a barrier - when this barrier is not strong enough to satisfy"
    },
    {
      "index": 114,
      "start_time": 666869.0,
      "end_time": 674239.0,
      "text": "market orders, the price moves. However, number of buy and sell is always equal. For example"
    },
    {
      "index": 115,
      "start_time": 674239.0,
      "end_time": 679980.0,
      "text": "in this last scenario - the price has moved from 99 to 103 and there were 15 buy market"
    },
    {
      "index": 116,
      "start_time": 679980.0,
      "end_time": 679999.0,
      "text": "orders and 15 sell limit orders."
    }
  ]
}