{
  "video_id": "mWYFwl93uCM",
  "title": "Judicial Review: Crash Course Government and Politics #21",
  "json": [
    {
      "index": 1,
      "start_time": 3260.0,
      "end_time": 7210.0,
      "text": "Hi. I&#39;m Craig, and this is Crash Course Government and Politics, and today we&#39;re going to talk"
    },
    {
      "index": 2,
      "start_time": 7210.0,
      "end_time": 12250.0,
      "text": "about the most important case the Supreme Court ever decided ever. No, Stan, not Youngstown"
    },
    {
      "index": 3,
      "start_time": 12250.0,
      "end_time": 15530.0,
      "text": "Sheet and Tube Company vs. Sawyer. Although, that is one of my favorites. Loves me some"
    },
    {
      "index": 4,
      "start_time": 15530.0,
      "end_time": 19439.0,
      "text": "sheet and tube. And no, it&#39;s not Ex parte Quirin. Although I do love me some inept Nazi"
    },
    {
      "index": 5,
      "start_time": 19439.0,
      "end_time": 24449.0,
      "text": "spies and submarines. And no, it is not Miller v. California. Get your mind out of the gutter"
    },
    {
      "index": 6,
      "start_time": 24449.0,
      "end_time": 27689.0,
      "text": "Stan. We could play this game all day, but this episode is about judicial review: the"
    },
    {
      "index": 7,
      "start_time": 27689.0,
      "end_time": 31269.0,
      "text": "most important power of the Supreme Court and where it came from. Don&#39;t look so disappointed."
    },
    {
      "index": 8,
      "start_time": 31269.0,
      "end_time": 32029.0,
      "text": "This is cool!"
    },
    {
      "index": 9,
      "start_time": 32029.000000000004,
      "end_time": 40849.0,
      "text": "[Theme Music]"
    },
    {
      "index": 10,
      "start_time": 40849.0,
      "end_time": 44579.0,
      "text": "When you think of the Supreme Court, the first thing you think about, other than those comfy"
    },
    {
      "index": 11,
      "start_time": 44579.0,
      "end_time": 48999.0,
      "text": "robes, is the power to declare laws unconstitutional. The term for this awesome power, the main"
    },
    {
      "index": 12,
      "start_time": 48999.0,
      "end_time": 53000.0,
      "text": "check that the court has on both the legislative and executive branches, is judicial review."
    },
    {
      "index": 13,
      "start_time": 53000.0,
      "end_time": 56799.0,
      "text": "Technically, judicial review is the power of the judiciary to examine and invalidate"
    },
    {
      "index": 14,
      "start_time": 56799.0,
      "end_time": 61339.0,
      "text": "actions undertaken by the legislative and executive branches of both the federal and state governments."
    },
    {
      "index": 15,
      "start_time": 61339.0,
      "end_time": 64960.0,
      "text": "It&#39;s not the power to review lower court decisions. That&#39;s appellate jurisdiction. Most people"
    },
    {
      "index": 16,
      "start_time": 64959.99999999999,
      "end_time": 69280.0,
      "text": "think of judicial review as declaring laws unconstitutional, and that definition is okay."
    },
    {
      "index": 17,
      "start_time": 69280.0,
      "end_time": 73120.0,
      "text": "The legal purist will quibble with you since judicial review applies to more than just laws."
    },
    {
      "index": 18,
      "start_time": 73120.0,
      "end_time": 77180.0,
      "text": "Appellate courts, both state and federal, engage in some form of judicial review, but"
    },
    {
      "index": 19,
      "start_time": 77180.0,
      "end_time": 80939.0,
      "text": "we&#39;re concerned here with the federal courts especially the U.S. Supreme Court. The Court"
    },
    {
      "index": 20,
      "start_time": 80939.0,
      "end_time": 85649.0,
      "text": "has the power to review the following: One, Congressional laws a.k.a. statutes! Statutes."
    },
    {
      "index": 21,
      "start_time": 85649.0,
      "end_time": 89770.0,
      "text": "Since judicial review is a form of appellate activity, it involves upholding or affirming"
    },
    {
      "index": 22,
      "start_time": 89770.0,
      "end_time": 93850.0,
      "text": "the validity of laws, or denying it, invalidating the law in question. You might think that"
    },
    {
      "index": 23,
      "start_time": 93850.0,
      "end_time": 97499.0,
      "text": "the Supreme Court does this a lot, but it doesn&#39;t and historically it almost never happened"
    },
    {
      "index": 24,
      "start_time": 97499.0,
      "end_time": 101079.0,
      "text": "before the twentieth century. If the court were always striking down congressional statutes,"
    },
    {
      "index": 25,
      "start_time": 101079.0,
      "end_time": 104210.0,
      "text": "it would be hard for people to know which laws to follow, and you&#39;ll remember that one"
    },
    {
      "index": 26,
      "start_time": 104210.0,
      "end_time": 108189.0,
      "text": "of the main things that courts do is create expectations and predictability. For instance,"
    },
    {
      "index": 27,
      "start_time": 108189.0,
      "end_time": 111249.0,
      "text": "you could predict that I would eventually be punching this eagle!"
    },
    {
      "index": 28,
      "start_time": 111249.0,
      "end_time": 115240.0,
      "text": "Another reason why they don&#39;t invalidate laws often is that if the Court frequently overruled"
    },
    {
      "index": 29,
      "start_time": 115240.0,
      "end_time": 118960.0,
      "text": "Congress, the Court would seem too political and people would stop trusting its judgment."
    },
    {
      "index": 30,
      "start_time": 118960.0,
      "end_time": 122889.0,
      "text": "If the Court has any power at all, it largely stems from its prestige and reputation for"
    },
    {
      "index": 31,
      "start_time": 122889.0,
      "end_time": 127860.0,
      "text": "being impartial and above politics. No one has any problems with the Supreme Court decisions, at all."
    },
    {
      "index": 32,
      "start_time": 127860.0,
      "end_time": 132489.0,
      "text": "Two, the Court can also overturn state actions which include the laws passed by state legislatures"
    },
    {
      "index": 33,
      "start_time": 132489.0,
      "end_time": 135870.0,
      "text": "and the activities of state executive bureaus, usually the police."
    },
    {
      "index": 34,
      "start_time": 135870.0,
      "end_time": 139900.0,
      "text": "The power to review and overturn states comes from the Supremacy Clause in the Constitution."
    },
    {
      "index": 35,
      "start_time": 139900.0,
      "end_time": 143269.0,
      "text": "Most of the time that the Supreme Court extends civil rights, it comes out of a state action."
    },
    {
      "index": 36,
      "start_time": 143269.0,
      "end_time": 147690.0,
      "text": "A good example is Brown vs. Board of Education where the Court struck down the idea of separate"
    },
    {
      "index": 37,
      "start_time": 147690.0,
      "end_time": 150750.0,
      "text": "accommodations being equal in the context of state public schools."
    },
    {
      "index": 38,
      "start_time": 150750.0,
      "end_time": 154230.0,
      "text": "Three, the Court can review the actions of federal bureaucratic agencies. Although, we"
    },
    {
      "index": 39,
      "start_time": 154230.0,
      "end_time": 157989.0,
      "text": "usually defer to the bureaucrat&#39;s expertise if the action is consistent with the intent"
    },
    {
      "index": 40,
      "start_time": 157989.0,
      "end_time": 161379.0,
      "text": "of the legislature which the Court usually finds it is. The Court almost never strikes"
    },
    {
      "index": 41,
      "start_time": 161379.0,
      "end_time": 164970.0,
      "text": "down Congressional delegation of power to the executive. Although, you might think that it should."
    },
    {
      "index": 42,
      "start_time": 164970.0,
      "end_time": 168860.0,
      "text": "The fourth area where the Court exercises judicial review is over Presidential actions."
    },
    {
      "index": 43,
      "start_time": 168860.0,
      "end_time": 172340.0,
      "text": "The Court tends to defer to the President, especially in the area of national security."
    },
    {
      "index": 44,
      "start_time": 172340.0,
      "end_time": 176379.0,
      "text": "The classic example of the Court overturning executive action happened in U.S. vs. Nixon"
    },
    {
      "index": 45,
      "start_time": 176379.0,
      "end_time": 179939.0,
      "text": "where the Justices denied the President&#39;s claim of executive privilege and forced him"
    },
    {
      "index": 46,
      "start_time": 179939.0,
      "end_time": 183740.0,
      "text": "to turn over his recordings relating to the Watergate scandal. More recently, the Court placed"
    },
    {
      "index": 47,
      "start_time": 183740.0,
      "end_time": 188590.0,
      "text": "limits on the President&#39;s authority to deny habeas corpus to suspected terrorists in Rasul vs. Bush."
    },
    {
      "index": 48,
      "start_time": 188590.0,
      "end_time": 192610.0,
      "text": "So, the Supremacy Clause gives the Court the authority to rule on state laws, but where"
    },
    {
      "index": 49,
      "start_time": 192610.0,
      "end_time": 196530.0,
      "text": "exactly in the Constitution does the power of judicial review come from? Trick question!"
    },
    {
      "index": 50,
      "start_time": 196530.0,
      "end_time": 200349.0,
      "text": "It&#39;s not there, go look ahead, look. I&#39;ll wait. See, not there. Wow, you went through"
    },
    {
      "index": 51,
      "start_time": 200349.0,
      "end_time": 202659.0,
      "text": "that whole thing really quickly. Fast reader."
    },
    {
      "index": 52,
      "start_time": 202659.0,
      "end_time": 206200.0,
      "text": "The crazy thing is that the power of judicial review comes from the Court itself."
    },
    {
      "index": 53,
      "start_time": 206200.0,
      "end_time": 208049.0,
      "text": "How? Let&#39;s go to the Thought Bubble."
    },
    {
      "index": 54,
      "start_time": 208049.0,
      "end_time": 211629.0,
      "text": "The Supreme Court granted itself the power of judicial review in the case of Marbury"
    },
    {
      "index": 55,
      "start_time": 211629.0,
      "end_time": 215239.0,
      "text": "vs. Madison. You really should read the decision because it&#39;s a brilliant piece of politics."
    },
    {
      "index": 56,
      "start_time": 215239.0,
      "end_time": 218700.0,
      "text": "The upshot of the case was that Chief Justice John Marshall ruled that the Court had the"
    },
    {
      "index": 57,
      "start_time": 218700.0,
      "end_time": 224010.0,
      "text": "power to review, uphold, and strike down executive actions pursuant to the Judiciary Act of 1789,"
    },
    {
      "index": 58,
      "start_time": 224010.0,
      "end_time": 227680.0,
      "text": "and in doing this, to strike down part of that federal law. How he got there was pretty cool."
    },
    {
      "index": 59,
      "start_time": 227680.0,
      "end_time": 231579.0,
      "text": "So, Marbury was an official that President John Adams, at the very end of his term, appointed"
    },
    {
      "index": 60,
      "start_time": 231579.0,
      "end_time": 235040.0,
      "text": "to the position of Justice of the Peace. When Marbury went to get his official commission"
    },
    {
      "index": 61,
      "start_time": 235040.0,
      "end_time": 239200.0,
      "text": "certifying that he could start his job, James Madison, who was Secretary of State, refused"
    },
    {
      "index": 62,
      "start_time": 239200.0,
      "end_time": 242520.0,
      "text": "to give it to him. So, Marbury did what any self-respecting petitioner would do, he went"
    },
    {
      "index": 63,
      "start_time": 242520.0,
      "end_time": 246680.0,
      "text": "to the Supreme Court for a writ of mandamus that would force Madison to give Marbury his job."
    },
    {
      "index": 64,
      "start_time": 246680.0,
      "end_time": 250340.0,
      "text": "This is what he was supposed to do according to the Judiciary Act of 1789."
    },
    {
      "index": 65,
      "start_time": 250340.0,
      "end_time": 253939.0,
      "text": "What Marshall did was brilliant! He ruled that yes, Marbury had a right to the commission"
    },
    {
      "index": 66,
      "start_time": 253939.0,
      "end_time": 257070.0,
      "text": "but that the Supreme Court could not grant his writ because the law directing them to"
    },
    {
      "index": 67,
      "start_time": 257070.0,
      "end_time": 260630.0,
      "text": "do so was unconstitutional. This is brilliant for two reasons. First, by the time the time"
    },
    {
      "index": 68,
      "start_time": 260630.0,
      "end_time": 264380.0,
      "text": "the case came before the Court, Thomas Jefferson was President. Those of you who remember Crash"
    },
    {
      "index": 69,
      "start_time": 264380.0,
      "end_time": 268260.0,
      "text": "Course U.S. History will recall that that less handsome man told you that Jefferson"
    },
    {
      "index": 70,
      "start_time": 268260.0,
      "end_time": 272300.0,
      "text": "was a Democratic Republican while Adams, Marbury, and even Marshall were all Federalists."
    },
    {
      "index": 71,
      "start_time": 272300.0,
      "end_time": 276040.0,
      "text": "By ruling against his own party, Marshall made a decision that was favorable to Jefferson"
    },
    {
      "index": 72,
      "start_time": 276040.0,
      "end_time": 277690.0,
      "text": "and thus, likely to be supported."
    },
    {
      "index": 73,
      "start_time": 277690.0,
      "end_time": 281640.0,
      "text": "The second move was even cooler. Marshall&#39;s ruling took the power of writs of mandamus"
    },
    {
      "index": 74,
      "start_time": 281640.0,
      "end_time": 284850.0,
      "text": "away from the Court, making it look weaker, while at the same time giving the Court the"
    },
    {
      "index": 75,
      "start_time": 284850.0,
      "end_time": 289100.0,
      "text": "power to declare the law that had granted it the mandamus power in the first place unconstitutional."
    },
    {
      "index": 76,
      "start_time": 289100.0,
      "end_time": 292980.0,
      "text": "So by weakening the Court in this instance, like Daredevil going blind as a kid, Marshall"
    },
    {
      "index": 77,
      "start_time": 292980.0,
      "end_time": 296620.0,
      "text": "made it much stronger for the future, like Daredevil getting stronger in the future."
    },
    {
      "index": 78,
      "start_time": 296620.0,
      "end_time": 297550.0,
      "text": "Thanks, Thought Bubble!"
    },
    {
      "index": 79,
      "start_time": 297550.0,
      "end_time": 301160.0,
      "text": "So that&#39;s where judicial review comes from, but that still leaves many questions. A big"
    },
    {
      "index": 80,
      "start_time": 301160.0,
      "end_time": 305320.0,
      "text": "question is, why has this ruling stuck around and hasn&#39;t been overturned by other laws or"
    },
    {
      "index": 81,
      "start_time": 305320.0,
      "end_time": 309840.0,
      "text": "later court decisions? Another question is, is judicial review a violation of separation of powers?"
    },
    {
      "index": 82,
      "start_time": 309840.0,
      "end_time": 314920.0,
      "text": "Some say that it&#39;s judges making laws and thus an anti-democratic usurpation of the legislature&#39;s power."
    },
    {
      "index": 83,
      "start_time": 314920.0,
      "end_time": 318710.0,
      "text": "Let&#39;s talk about this rulings longevity first. Remember when I said last time that the Supreme"
    },
    {
      "index": 84,
      "start_time": 318710.0,
      "end_time": 323260.0,
      "text": "Court rulings are binding in lower courts? You don&#39;t remember do ya? You were sleepin&#39;. Wake up!"
    },
    {
      "index": 85,
      "start_time": 323260.0,
      "end_time": 327080.0,
      "text": "Well, in general, Supreme Court precedents are binding on future Supreme Courts too because"
    },
    {
      "index": 86,
      "start_time": 327080.0,
      "end_time": 331260.0,
      "text": "of the principle of stare decisis, which is Latin for &quot;let the decision stand.&quot; This doesn&#39;t"
    },
    {
      "index": 87,
      "start_time": 331260.0,
      "end_time": 334960.0,
      "text": "mean that future Supreme Court&#39;s can never overturn the decisions of prior Courts, it&#39;s"
    },
    {
      "index": 88,
      "start_time": 334960.0,
      "end_time": 336870.0,
      "text": "just that they try very hard to not do it."
    },
    {
      "index": 89,
      "start_time": 336870.0,
      "end_time": 340750.0,
      "text": "This idea of precedent is one way that judges can be said to make laws. Appellate decisions"
    },
    {
      "index": 90,
      "start_time": 340750.0,
      "end_time": 344310.0,
      "text": "are like common law in that they are binding on future courts and constrain their decisions"
    },
    {
      "index": 91,
      "start_time": 344310.0,
      "end_time": 347220.0,
      "text": "and because they don&#39;t have to be grounded in a specific statute."
    },
    {
      "index": 92,
      "start_time": 347220.0,
      "end_time": 350460.0,
      "text": "Other courts have to follow the higher court&#39;s interpretation of the law, and this interpretation"
    },
    {
      "index": 93,
      "start_time": 350460.0,
      "end_time": 353660.0,
      "text": "has the effect of redefining the law without actually rewriting the statute."
    },
    {
      "index": 94,
      "start_time": 353660.0,
      "end_time": 357310.0,
      "text": "On the other hand, appellate decisions are technically not common law in that they are"
    },
    {
      "index": 95,
      "start_time": 357310.0,
      "end_time": 361850.0,
      "text": "only binding on courts, not executive agencies or legislatures. They are, however, signals"
    },
    {
      "index": 96,
      "start_time": 361850.0,
      "end_time": 365790.0,
      "text": "to courts and legislatures about how courts will rule in the future. Maybe an example"
    },
    {
      "index": 97,
      "start_time": 365790.0,
      "end_time": 369060.0,
      "text": "will help. If you watch cop shows, or you get arrested a lot, you probably know something"
    },
    {
      "index": 98,
      "start_time": 369060.0,
      "end_time": 372840.0,
      "text": "about Miranda vs. Arizona which gave us the Miranda Warning. You have the right to remain"
    },
    {
      "index": 99,
      "start_time": 372840.0,
      "end_time": 376400.0,
      "text": "silent and all that stuff. Hopefully, you&#39;ve never heard that in person, though. But hey,"
    },
    {
      "index": 100,
      "start_time": 376400.0,
      "end_time": 382220.0,
      "text": "we&#39;re not here to judge. That&#39;s what the courts are for! Bahahahaha. Okay."
    },
    {
      "index": 101,
      "start_time": 382220.0,
      "end_time": 385300.0,
      "text": "In that case, the Supreme Court threw out Miranda&#39;s conviction because he hadn&#39;t been"
    },
    {
      "index": 102,
      "start_time": 385300.0,
      "end_time": 388900.0,
      "text": "told he had the right to remain silent. Without knowing that he didn&#39;t have to talk, he made"
    },
    {
      "index": 103,
      "start_time": 388900.0,
      "end_time": 392000.0,
      "text": "a confession that got him convicted. The court didn&#39;t rewrite Arizona&#39;s law but it sent a"
    },
    {
      "index": 104,
      "start_time": 392000.0,
      "end_time": 395810.0,
      "text": "signal to Arizona&#39;s law enforcement agencies, and those in all the other states, that in"
    },
    {
      "index": 105,
      "start_time": 395810.0,
      "end_time": 399050.0,
      "text": "the future courts would throw out the convictions of defendants who hadn&#39;t been informed of"
    },
    {
      "index": 106,
      "start_time": 399050.0,
      "end_time": 402330.0,
      "text": "their rights. As a result, police procedures changed in every state, and now the police"
    },
    {
      "index": 107,
      "start_time": 402330.0,
      "end_time": 404370.0,
      "text": "are supposed to read the Miranda Rights to anyone they arrest."
    },
    {
      "index": 108,
      "start_time": 404370.0,
      "end_time": 408240.0,
      "text": "So those are the very basics of judicial review. We&#39;ve probably raised as many questions as"
    },
    {
      "index": 109,
      "start_time": 408240.0,
      "end_time": 413000.0,
      "text": "we&#39;ve answered, but that&#39;s why we&#39;re making a bunch of these videos! So we can teach it all! All of it!"
    },
    {
      "index": 110,
      "start_time": 413000.0,
      "end_time": 417330.0,
      "text": "Anyway, the big concern for many is that cases like Marbury vs. Madison, which give courts"
    },
    {
      "index": 111,
      "start_time": 417330.0,
      "end_time": 421550.0,
      "text": "the power to strike down pieces of legislation, overturn the judgment of the elected representatives"
    },
    {
      "index": 112,
      "start_time": 421550.0,
      "end_time": 424460.0,
      "text": "that made the laws and violate the idea of separation of powers."
    },
    {
      "index": 113,
      "start_time": 424460.0,
      "end_time": 428020.0,
      "text": "Well, that is a thorny issue, but it&#39;s one that we don&#39;t have time to de-thorn today."
    },
    {
      "index": 114,
      "start_time": 428020.0,
      "end_time": 432020.0,
      "text": "For now, understand that judicial review is how the courts work in practice and not necessarily"
    },
    {
      "index": 115,
      "start_time": 432020.0,
      "end_time": 435870.0,
      "text": "a defined power granted by the Constitution. Just remember, the executive and legislative"
    },
    {
      "index": 116,
      "start_time": 435870.0,
      "end_time": 439900.0,
      "text": "branches also operate with a lot of implied powers that aren&#39;t explicitly granted to them"
    },
    {
      "index": 117,
      "start_time": 439900.0,
      "end_time": 443590.0,
      "text": "in the Constitution. That&#39;s because the governance of the United States has evolved and changed"
    },
    {
      "index": 118,
      "start_time": 443590.0,
      "end_time": 447470.0,
      "text": "over time to hopefully, suit the needs of the country as they change over time."
    },
    {
      "index": 119,
      "start_time": 447470.0,
      "end_time": 448370.0,
      "text": "Thanks for watching."
    },
    {
      "index": 120,
      "start_time": 448370.0,
      "end_time": 452680.0,
      "text": "Crash Course Government and Politics is produced in association with PBS Digital Studios. Support"
    },
    {
      "index": 121,
      "start_time": 452680.0,
      "end_time": 456550.0,
      "text": "for Crash Course U.S. Government comes from Voqal. Voqal supports non-profits that use"
    },
    {
      "index": 122,
      "start_time": 456550.0,
      "end_time": 460390.0,
      "text": "technology and media to advance social equity. Learn more about their mission and initiatives"
    },
    {
      "index": 123,
      "start_time": 460390.0,
      "end_time": 465500.0,
      "text": "at voqal.org. Crash Course is made with the help of these nice people who have the right to remain silent."
    },
    {
      "index": 124,
      "start_time": 465500.0,
      "end_time": 475500.0,
      "text": "Thanks for watching. You have the right to stop watching."
    }
  ]
}