{
  "video_id": "mXEjPUPfeUY",
  "title": "◄ US Capitol, Washington [HD] ►",
  "json": [
    {
      "index": 1,
      "start_time": 9910.0,
      "end_time": 16250.0,
      "text": "Welcome to the mighty United States Capitol. The Capitol is the home to both the House"
    },
    {
      "index": 2,
      "start_time": 16250.0,
      "end_time": 22390.0,
      "text": "of Representative and the US Senate, making it one of the worlds most influential and"
    },
    {
      "index": 3,
      "start_time": 22390.0,
      "end_time": 29500.0,
      "text": "powerful places. The magnificent building ahead of you is meant to reflect this status,"
    },
    {
      "index": 4,
      "start_time": 29500.0,
      "end_time": 35860.0,
      "text": "which many people think it does from its commanding location on top of Capitol Hill."
    },
    {
      "index": 5,
      "start_time": 35860.0,
      "end_time": 43480.0,
      "text": "The history if the US Capitol dates back to late 18th century, when George Washington"
    },
    {
      "index": 6,
      "start_time": 43480.0,
      "end_time": 51370.0,
      "text": "signed the Residence act of 1790, which made Washington DC the capitol of the United States."
    },
    {
      "index": 7,
      "start_time": 51370.0,
      "end_time": 59660.0,
      "text": "Pierre Charles L&#39;Enfant was made responsible for creating a city plan for the new capital."
    },
    {
      "index": 8,
      "start_time": 59660.0,
      "end_time": 65590.0,
      "text": "L&#39;Enfant chose to locate the Congress House on the crest of the hill today known as Capitol"
    },
    {
      "index": 9,
      "start_time": 65590.0,
      "end_time": 74310.0,
      "text": "Hill, a hill he described as &quot;a pedestal waiting for a monument&quot;. Thomas Jefferson insisted"
    },
    {
      "index": 10,
      "start_time": 74310.0,
      "end_time": 79580.0,
      "text": "that the building would be called the &quot;Capitol&quot; instead of the &quot;Congress House&quot;. This due"
    },
    {
      "index": 11,
      "start_time": 79580.0,
      "end_time": 86440.0,
      "text": "to the fact that the word Capitol is a Latin word which actually means &quot;city on a hill&quot;."
    },
    {
      "index": 12,
      "start_time": 86440.0,
      "end_time": 92470.0,
      "text": "Jefferson had his will done, which is why the building today is known as the United"
    },
    {
      "index": 13,
      "start_time": 92470.0,
      "end_time": 100360.0,
      "text": "States Capitol. The construction of the Capitol began in 1793,"
    },
    {
      "index": 14,
      "start_time": 100360.0,
      "end_time": 107819.0,
      "text": "when President George Washington laid the foundation stone. The senate wing stood completed"
    },
    {
      "index": 15,
      "start_time": 107819.0,
      "end_time": 116959.0,
      "text": "in 1800, while the House wing was completed eleven years later. By this time, the completed"
    },
    {
      "index": 16,
      "start_time": 116959.0,
      "end_time": 125060.0,
      "text": "Capitol was only a small part of today&#39;s building. The building was lacking its dome and it was"
    },
    {
      "index": 17,
      "start_time": 125060.0,
      "end_time": 132500.0,
      "text": "not flanked by the outer buildings you can see connected to it today. The completed building"
    },
    {
      "index": 18,
      "start_time": 132500.0,
      "end_time": 138640.0,
      "text": "didn&#39;t last long, as the Capitol was set on fire shortly after its completion during the"
    },
    {
      "index": 19,
      "start_time": 138640.0,
      "end_time": 146810.0,
      "text": "War of 1812 against the British. The reparation work however went smoothly which brought the"
    },
    {
      "index": 20,
      "start_time": 146810.0,
      "end_time": 153780.0,
      "text": "building back to its former glory. The reparation work was followed by several expansions of"
    },
    {
      "index": 21,
      "start_time": 153780.0,
      "end_time": 160420.0,
      "text": "the building in the mid 19th century. These expansions include the massive &quot;wedding cake&quot;-like"
    },
    {
      "index": 22,
      "start_time": 160420.0,
      "end_time": 167630.0,
      "text": "dome, which shapes the Capitol and has become the trademark of the building we know today."
    },
    {
      "index": 23,
      "start_time": 167630.0,
      "end_time": 174350.0,
      "text": "The architectural planning was a joint effort of several architects. The initial design"
    },
    {
      "index": 24,
      "start_time": 174350.0,
      "end_time": 182690.0,
      "text": "was done by amateur architect William Thornton who designed it in typical neoclassical style."
    },
    {
      "index": 25,
      "start_time": 182690.0,
      "end_time": 189830.0,
      "text": "Thornton was inspired by the Louvre in Paris and the ancient Pantheon. The inspiration"
    },
    {
      "index": 26,
      "start_time": 189830.0,
      "end_time": 195710.0,
      "text": "from the latter is obvious when looking at the eastern façade with its temple like entrance."
    },
    {
      "index": 27,
      "start_time": 195710.0,
      "end_time": 203460.0,
      "text": "The main dome was inspired by several European churches, including the great dome of St."
    },
    {
      "index": 28,
      "start_time": 203460.0,
      "end_time": 211319.0,
      "text": "Peter&#39;s Basilica in the Vatican and the St. Paul&#39;s Cathedral in London."
    },
    {
      "index": 29,
      "start_time": 211319.0,
      "end_time": 216520.0,
      "text": "If you look at the top of the dome, you will see that it is crowned by a large bronze statue."
    },
    {
      "index": 30,
      "start_time": 216520.0,
      "end_time": 223740.0,
      "text": "This state is known as the &quot;Statue of Freedom&quot;. The statue depicts a female whose right hand"
    },
    {
      "index": 31,
      "start_time": 223740.0,
      "end_time": 229790.0,
      "text": "holds a sheathed sword and in the other a laurel wreath of victory and the shield of"
    },
    {
      "index": 32,
      "start_time": 229790.0,
      "end_time": 237290.0,
      "text": "the United States. She stands on an iron globe encircled with one of the national mottoes;"
    },
    {
      "index": 33,
      "start_time": 237290.0,
      "end_time": 243640.0,
      "text": "&quot;E pluribus unum&quot; which is Latin for &quot;Out of many - one&quot;."
    },
    {
      "index": 34,
      "start_time": 243640.0,
      "end_time": 252160.0,
      "text": "While the outside of the Capitol is magnificent, the same is very much true for its inside."
    },
    {
      "index": 35,
      "start_time": 252160.0,
      "end_time": 257599.0,
      "text": "The inside holds several famous paintings depicting major events in the discovery of"
    },
    {
      "index": 36,
      "start_time": 257599.0,
      "end_time": 264900.0,
      "text": "America and the foundation of the United States. The inside also holds the National Statuary"
    },
    {
      "index": 37,
      "start_time": 264900.0,
      "end_time": 272970.0,
      "text": "Hall Collection, a collection consisting of statues donated by each state of the union."
    },
    {
      "index": 38,
      "start_time": 272970.0,
      "end_time": 280000.0,
      "text": "Each state has donated two statues picturing notable persons in their history. Together"
    },
    {
      "index": 39,
      "start_time": 280000.0,
      "end_time": 285020.0,
      "text": "they form an impressive gathering of some of the most important people in the history"
    },
    {
      "index": 40,
      "start_time": 285020.0,
      "end_time": 292070.0,
      "text": "of the states. As of December 2008, the Capitol also has"
    },
    {
      "index": 41,
      "start_time": 292070.0,
      "end_time": 298620.0,
      "text": "a visitor center with an underground entrance on the east side of the Capitol. The main"
    },
    {
      "index": 42,
      "start_time": 298620.0,
      "end_time": 303660.0,
      "text": "function of the visitor center is to serve as a more orderly entrance for visitors to"
    },
    {
      "index": 43,
      "start_time": 303660.0,
      "end_time": 312419.0,
      "text": "the Capitol. The Capitol Visitor Center provides however much more than just an entrance. Inside"
    },
    {
      "index": 44,
      "start_time": 312419.0,
      "end_time": 318230.0,
      "text": "you can find a visitors theater, rooms for exhibits and dining and restroom facilities."
    },
    {
      "index": 45,
      "start_time": 318230.0,
      "end_time": 325210.0,
      "text": "You can also find a plaster cast of the Statue of Freedom down in the underground center,"
    },
    {
      "index": 46,
      "start_time": 325210.0,
      "end_time": 333030.0,
      "text": "next to the stairs leading up to the Capital itself. The total cost for building the underground,"
    },
    {
      "index": 47,
      "start_time": 333030.0,
      "end_time": 340270.0,
      "text": "3-level, 54.000 m2 Capitol Visitor Center was a stunning $621 million."
    },
    {
      "index": 48,
      "start_time": 340270.0,
      "end_time": 348639.0,
      "text": "The Capitol, and the surrounding Capitol Hill, is often host for political demonstrations"
    },
    {
      "index": 49,
      "start_time": 348639.0,
      "end_time": 356740.0,
      "text": "and other major events, including presidential inaugurations held every four years. The building"
    },
    {
      "index": 50,
      "start_time": 356740.0,
      "end_time": 364150.0,
      "text": "was ranked as number six in a survey conducted in 2007, with the objective of ranking America&#39;s"
    },
    {
      "index": 51,
      "start_time": 364150.0,
      "end_time": 370610.0,
      "text": "Favorite Architecture. The list was dominated by the many monuments and memorials you can"
    },
    {
      "index": 52,
      "start_time": 370610.0,
      "end_time": 377889.0,
      "text": "find here on the National Mall area in Washington DC, an area truly dedicated to the United"
    },
    {
      "index": 53,
      "start_time": 377889.0,
      "end_time": 385500.0,
      "text": "States of America and its history. Many say that the Capitol, being the east-most part"
    },
    {
      "index": 54,
      "start_time": 385500.0,
      "end_time": 395500.0,
      "text": "of the mall, is the perfect crown jewel of this magnificent area."
    }
  ]
}