{
  "video_id": "mXUTcsKgFH0",
  "title": "REN21 Renewables 2015 Global Status Report: Distributed Renewable Energy",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4100.0,
      "end_time": 8680.0,
      "text": "&gt;&gt; TIM REBER: Hello everyone. My name is Tim Reber with the National Renewable Energy Laboratory,"
    },
    {
      "index": 2,
      "start_time": 8680.0,
      "end_time": 12940.0,
      "text": "and I&#39;d like to welcome you to today&#39;s webinar, which is hosted by the Clean Energy Solutions"
    },
    {
      "index": 3,
      "start_time": 12940.0,
      "end_time": 19020.0,
      "text": "Center in partnership with the Renewable Energy Policy Network for the 21st Century, or REN21."
    },
    {
      "index": 4,
      "start_time": 19020.0,
      "end_time": 23340.0,
      "text": "Today&#39;s webinar is focused on the Renewables 2015 Global Status Report and its findings"
    },
    {
      "index": 5,
      "start_time": 23340.0,
      "end_time": 29570.0,
      "text": "that they relate to distributed renewable energy. One important note is mentioned before"
    },
    {
      "index": 6,
      "start_time": 29570.0,
      "end_time": 33440.0,
      "text": "we begin our presentation is that the Clean Energy Solution Center does not endorse or"
    },
    {
      "index": 7,
      "start_time": 33440.0,
      "end_time": 38579.0,
      "text": "recommend specific products or services. Information provided in this webinar is featured in the"
    },
    {
      "index": 8,
      "start_time": 38579.0,
      "end_time": 42719.0,
      "text": "solution center&#39;s resource library as one of many best practice resources reviewed and"
    },
    {
      "index": 9,
      "start_time": 42719.0,
      "end_time": 48569.0,
      "text": "collected by technical experts. Before we begin, I&#39;ll quickly go over some"
    },
    {
      "index": 10,
      "start_time": 48569.0,
      "end_time": 52069.0,
      "text": "of the webinar features. For audio, you have two options. You may either listen through"
    },
    {
      "index": 11,
      "start_time": 52069.0,
      "end_time": 56379.0,
      "text": "your computer or over your telephone. If you choose to listen through your computer, please"
    },
    {
      "index": 12,
      "start_time": 56379.0,
      "end_time": 60059.0,
      "text": "select the mic and speakers option in the audio pen. Doing so will eliminate the possibility"
    },
    {
      "index": 13,
      "start_time": 60059.0,
      "end_time": 64100.0,
      "text": "of feedback and echo. If you choose to dial in by phone, please select the telephone option"
    },
    {
      "index": 14,
      "start_time": 64099.99999999999,
      "end_time": 67490.0,
      "text": "and a box in the right side will display the telephone number and audio PIN you should"
    },
    {
      "index": 15,
      "start_time": 67490.0,
      "end_time": 71990.0,
      "text": "use to dial in. If anyone is having technical difficulties with the webinar, you may contact"
    },
    {
      "index": 16,
      "start_time": 71990.0,
      "end_time": 73969.0,
      "text": "the go to webinar help desk at 888-259-3826 for assistance."
    },
    {
      "index": 17,
      "start_time": 73969.0,
      "end_time": 81759.0,
      "text": "If you&#39;d like to ask a question, and we ask that you certainly please do, you may use"
    },
    {
      "index": 18,
      "start_time": 81759.0,
      "end_time": 87520.0,
      "text": "the questions pane on the right side of your screen where you can type in your question."
    },
    {
      "index": 19,
      "start_time": 87520.0,
      "end_time": 92009.0,
      "text": "If you&#39;re having difficulty viewing the materials through the webinar portal, you will find"
    },
    {
      "index": 20,
      "start_time": 92009.0,
      "end_time": 99500.0,
      "text": "PDF copies of the presentation at cleanenergysolutions.org/training. You may follow along as our speakers present."
    },
    {
      "index": 21,
      "start_time": 99500.0,
      "end_time": 103219.0,
      "text": "Also an audio recording and the presentations will be posted at the Solution Center training"
    },
    {
      "index": 22,
      "start_time": 103219.0,
      "end_time": 107219.0,
      "text": "page within a few weeks and will be added to the Solution Center YouTube channel. We"
    },
    {
      "index": 23,
      "start_time": 107219.0,
      "end_time": 111249.0,
      "text": "also find other informative webinars, video interviews with thought leaders, and other"
    },
    {
      "index": 24,
      "start_time": 111249.0,
      "end_time": 115729.0,
      "text": "clean energy policy topics."
    },
    {
      "index": 25,
      "start_time": 115729.0,
      "end_time": 119100.0,
      "text": "Today&#39;s webinar agenda is centered around the presentations from our two guest panelists,"
    },
    {
      "index": 26,
      "start_time": 119100.0,
      "end_time": 123929.0,
      "text": "Rana Adib and Fabiani Appavou. These panelists have been kind enough to join us to provide"
    },
    {
      "index": 27,
      "start_time": 123929.0,
      "end_time": 128970.0,
      "text": "an overview of REN21&#39;s newly released Renewables 2015 Global Status Report and a look at the"
    },
    {
      "index": 28,
      "start_time": 128970.0,
      "end_time": 133580.0,
      "text": "status of distributed energy. Before our speakers begin their presentations, I will provide"
    },
    {
      "index": 29,
      "start_time": 133580.0,
      "end_time": 137560.0,
      "text": "a short, informative overview of the Clean Energy Solution Center Initiative. And then"
    },
    {
      "index": 30,
      "start_time": 137560.0,
      "end_time": 140870.0,
      "text": "following the presentations, we&#39;ll have a question and answer session where the panelists"
    },
    {
      "index": 31,
      "start_time": 140870.0,
      "end_time": 148690.0,
      "text": "will address questions submitted by the audience, closing remarks, and finally a brief survey."
    },
    {
      "index": 32,
      "start_time": 148690.0,
      "end_time": 152360.0,
      "text": "This slide provides a bit of background in terms of how the Solution Center came to be."
    },
    {
      "index": 33,
      "start_time": 152360.0,
      "end_time": 156540.0,
      "text": "The Solutions Center is one of 13 initiatives of the Clean Energy Ministerial that was launched"
    },
    {
      "index": 34,
      "start_time": 156540.0,
      "end_time": 162140.0,
      "text": "in April of 2011 and is primarily led by Australia, the United States, and other CEM partners."
    },
    {
      "index": 35,
      "start_time": 162140.0,
      "end_time": 166360.0,
      "text": "Outcomes of this unique initiative include support of developing countries in emerging"
    },
    {
      "index": 36,
      "start_time": 166360.0,
      "end_time": 170760.0,
      "text": "economies through enhancement of resources on policies relating to energy access, no"
    },
    {
      "index": 37,
      "start_time": 170760.0,
      "end_time": 175490.0,
      "text": "cost expert policy assistance, and peer-to-peer learning and training tools, such as the webinar"
    },
    {
      "index": 38,
      "start_time": 175490.0,
      "end_time": 179180.0,
      "text": "you are attending today."
    },
    {
      "index": 39,
      "start_time": 179180.0,
      "end_time": 183790.0,
      "text": "The Solutions Center has four primary goals. It serves as a clearing house of clean energy"
    },
    {
      "index": 40,
      "start_time": 183790.0,
      "end_time": 188650.0,
      "text": "policy resources, it serves to share policy best practices data and analysis tools specific"
    },
    {
      "index": 41,
      "start_time": 188650.0,
      "end_time": 192490.0,
      "text": "to clean energy policies and programs. It delivers dynamic services that enable expert"
    },
    {
      "index": 42,
      "start_time": 192490.0,
      "end_time": 198110.0,
      "text": "assistance, learning, and peer-to-peer sharing of experiences. And finally, the solutions"
    },
    {
      "index": 43,
      "start_time": 198110.0,
      "end_time": 203150.0,
      "text": "center fosters dialogue and emerging policy issues and innovation around the globe. Our"
    },
    {
      "index": 44,
      "start_time": 203150.0,
      "end_time": 207430.0,
      "text": "primary audience is energy policy makers and analysts from governments and technical organizations"
    },
    {
      "index": 45,
      "start_time": 207430.0,
      "end_time": 213930.0,
      "text": "in all countries, but we also strive to engage with the private sector, NGOs, and civil society."
    },
    {
      "index": 46,
      "start_time": 213930.0,
      "end_time": 218950.0,
      "text": "A marquee feature that the Solution Center provides is a no-cost expert policy assistance"
    },
    {
      "index": 47,
      "start_time": 218950.0,
      "end_time": 223450.0,
      "text": "known as Ask an Expert. The Ask an Expert program has established a broad team of over"
    },
    {
      "index": 48,
      "start_time": 223450.0,
      "end_time": 228150.0,
      "text": "30 experts from around the globe who are available to provide remote policy advice and analysis"
    },
    {
      "index": 49,
      "start_time": 228150.0,
      "end_time": 233560.0,
      "text": "to all countries at no cost. For example, in the area of enterprise development and"
    },
    {
      "index": 50,
      "start_time": 233560.0,
      "end_time": 237330.0,
      "text": "microfinance, we are very pleased to have Ellen Morris, president and founder of Sustainable"
    },
    {
      "index": 51,
      "start_time": 237330.0,
      "end_time": 239310.0,
      "text": "Energy Solutions, serving as one of our experts."
    },
    {
      "index": 52,
      "start_time": 239310.0,
      "end_time": 243810.0,
      "text": "She will have a need for policy assistance and clean energy enterprise development in"
    },
    {
      "index": 53,
      "start_time": 243810.0,
      "end_time": 248290.0,
      "text": "microfinance or any other clean energy sector. We encourage you to use this valuable service."
    },
    {
      "index": 54,
      "start_time": 248290.0,
      "end_time": 252810.0,
      "text": "Again, the assistance is provided free of charge. If you have a question for our experts,"
    },
    {
      "index": 55,
      "start_time": 252810.0,
      "end_time": 258850.0,
      "text": "please submit it through our simple online forum at cleanenergysolutions.org/expert,"
    },
    {
      "index": 56,
      "start_time": 258850.00000000003,
      "end_time": 263190.0,
      "text": "or to find out how the Ask an Expert service can benefit your work, please contact Sean"
    },
    {
      "index": 57,
      "start_time": 263190.0,
      "end_time": 272630.0,
      "text": "Esterly directly at sean.esterly@nrel.gov, or call him at 303-384-7436. We also invite"
    },
    {
      "index": 58,
      "start_time": 272630.0,
      "end_time": 278130.0,
      "text": "you to spread the word about this service to those in your networks and organizations."
    },
    {
      "index": 59,
      "start_time": 278130.0,
      "end_time": 281450.0,
      "text": "And now I&#39;d like to go ahead and provide brief introductions for today&#39;s panelists. First"
    },
    {
      "index": 60,
      "start_time": 281450.0,
      "end_time": 286350.0,
      "text": "up today is Rana Adib. Rana is the research coordinator at REN21 and has assisted with"
    },
    {
      "index": 61,
      "start_time": 286350.0,
      "end_time": 291290.0,
      "text": "the annual production of the REN21 Renewables Global Status Report. Today, Rana will provide"
    },
    {
      "index": 62,
      "start_time": 291290.0,
      "end_time": 297120.0,
      "text": "an overview of the key findings from the status report. Following Rana, we&#39;ll hear from Fabiani"
    },
    {
      "index": 63,
      "start_time": 297120.0,
      "end_time": 302850.0,
      "text": "Appavou. Fabiani is a consultant at REN21 working on the development of a distributed"
    },
    {
      "index": 64,
      "start_time": 302850.0,
      "end_time": 307170.0,
      "text": "renewable energy data collection, namely in developing countries. He also supports the"
    },
    {
      "index": 65,
      "start_time": 307170.0,
      "end_time": 311920.0,
      "text": "work and research of REN21 in developing renewable energy and energy efficiency regional status"
    },
    {
      "index": 66,
      "start_time": 311920.0,
      "end_time": 313250.0,
      "text": "report for Africa."
    },
    {
      "index": 67,
      "start_time": 313250.0,
      "end_time": 318300.0,
      "text": "Fabiani will be providing an overview of Renewables Global Status Reports&#39; finding as they specifically"
    },
    {
      "index": 68,
      "start_time": 318300.0,
      "end_time": 322850.0,
      "text": "relate to distributed energy. And now with those introductions, I&#39;d like to go ahead"
    },
    {
      "index": 69,
      "start_time": 322850.0,
      "end_time": 344810.0,
      "text": "and welcome our first speaker, Rana, to the webinar. Rana, whenever you&#39;re ready."
    },
    {
      "index": 70,
      "start_time": 344810.0,
      "end_time": 359710.0,
      "text": "&gt;&gt; RANA ADIB: Hello everybody. I hope that you can see my screen and also hear my voice."
    },
    {
      "index": 71,
      "start_time": 359710.0,
      "end_time": 365150.0,
      "text": "I&#39;m very happy to have the opportunity to present the Renewables Global Status Report"
    },
    {
      "index": 72,
      "start_time": 365150.0,
      "end_time": 373490.0,
      "text": "with a particular focus on distributed renewable energy for energy access in developing countries"
    },
    {
      "index": 73,
      "start_time": 373490.0,
      "end_time": 380060.0,
      "text": "just because that&#39;s really a field which is rising a lot, but is also causing specific"
    },
    {
      "index": 74,
      "start_time": 380060.0,
      "end_time": 388770.0,
      "text": "challenges in the work we are conducting. So very quickly on REN21, REN21 is a multi-stakeholder"
    },
    {
      "index": 75,
      "start_time": 388770.0,
      "end_time": 397330.0,
      "text": "network dedicated to the rapid uptake of renewable energy worldwide. It&#39;s a network where we&#39;re,"
    },
    {
      "index": 76,
      "start_time": 397330.0,
      "end_time": 403639.0,
      "text": "different stakeholder groups are working together. It&#39;s NGOs and all society industry associations,"
    },
    {
      "index": 77,
      "start_time": 403639.0,
      "end_time": 411870.0,
      "text": "national governments, international organization, and science and academia."
    },
    {
      "index": 78,
      "start_time": 411870.0,
      "end_time": 418220.0,
      "text": "I underlined the fact that it&#39;s multi-stakeholder network and also this network character because"
    },
    {
      "index": 79,
      "start_time": 418220.0,
      "end_time": 428710.0,
      "text": "all our activities are really done in a very collaborative approach. REN21 produces every"
    },
    {
      "index": 80,
      "start_time": 428710.0,
      "end_time": 437960.0,
      "text": "year the Renewables Global Status Report. The report, the 2015 edition was launched"
    },
    {
      "index": 81,
      "start_time": 437960.0,
      "end_time": 445449.0,
      "text": "in June at the Vienna Energy Firm and was the tenth edition. Again here, the way the"
    },
    {
      "index": 82,
      "start_time": 445449.0,
      "end_time": 451990.0,
      "text": "report is produced is really reflecting very much the structure of REN21 because it&#39;s a"
    },
    {
      "index": 83,
      "start_time": 451990.0,
      "end_time": 460000.0,
      "text": "joint effort of approximately 500 contributors, researchers, reviewers worldwide. We have"
    },
    {
      "index": 84,
      "start_time": 460000.0,
      "end_time": 465840.0,
      "text": "different features here focusing on a general overview about renewable energy and power"
    },
    {
      "index": 85,
      "start_time": 465840.0,
      "end_time": 468729.0,
      "text": "heating and cooling and transferred."
    },
    {
      "index": 86,
      "start_time": 468729.0,
      "end_time": 474860.0,
      "text": "Then there is a section on market and industry trends on the specific renewable energy technologies,"
    },
    {
      "index": 87,
      "start_time": 474860.0,
      "end_time": 480630.0,
      "text": "on investment flow. This is a work undertaking in collaboration with UNEP Frankfurt School"
    },
    {
      "index": 88,
      "start_time": 480630.0,
      "end_time": 488550.0,
      "text": "and Bloomberg Energy Finance. So we are basically presenting a summary here. Obviously, a section"
    },
    {
      "index": 89,
      "start_time": 488550.0,
      "end_time": 492870.0,
      "text": "on policy landscape, and we have a specific faction on distributed renewable energy for"
    },
    {
      "index": 90,
      "start_time": 492870.0,
      "end_time": 498979.0,
      "text": "our energy access. Just because we think it&#39;s an area which is not that well known, there"
    },
    {
      "index": 91,
      "start_time": 498979.0,
      "end_time": 503630.0,
      "text": "is more and more information on energy access, but not the specific role of renewable energy"
    },
    {
      "index": 92,
      "start_time": 503630.0,
      "end_time": 511410.0,
      "text": "for in this field. And so that&#39;s the reason why we have a specific section for that. The"
    },
    {
      "index": 93,
      "start_time": 511410.0,
      "end_time": 517639.0,
      "text": "GSR 2015 for the first time featured a section on energy efficiency just to really underline"
    },
    {
      "index": 94,
      "start_time": 517639.0,
      "end_time": 522999.0,
      "text": "the need to think renewable energy and energy efficiency jointly. There is no way to reach"
    },
    {
      "index": 95,
      "start_time": 522999.0,
      "end_time": 529089.0,
      "text": "basically a sustainable energy for all goals on renewable energy shares without including"
    },
    {
      "index": 96,
      "start_time": 529089.0,
      "end_time": 531509.0,
      "text": "the demand side."
    },
    {
      "index": 97,
      "start_time": 531509.0,
      "end_time": 536550.0,
      "text": "Every year, there is a changing feature. This year, it was on using renewables for climate"
    },
    {
      "index": 98,
      "start_time": 536550.0,
      "end_time": 543350.0,
      "text": "change adaptation in view of the COP in Paris. Next year, there will be a feature on community"
    },
    {
      "index": 99,
      "start_time": 543350.0,
      "end_time": 549980.0,
      "text": "energy. The report covers all renewable energy technologies, power heating and cooling and"
    },
    {
      "index": 100,
      "start_time": 549980.0,
      "end_time": 557160.0,
      "text": "transfer sector, and energy efficiency. We don&#39;t do any forecasts. There is no real analysis."
    },
    {
      "index": 101,
      "start_time": 557160.0,
      "end_time": 564089.0,
      "text": "It&#39;s really about the status of renewable energy. Now let me take you through some,"
    },
    {
      "index": 102,
      "start_time": 564089.0,
      "end_time": 569499.0,
      "text": "before taking you through some numbers, I would also like to mention the fact that we"
    },
    {
      "index": 103,
      "start_time": 569499.0,
      "end_time": 574759.0,
      "text": "are, since a couple of years producing original renewable energy and energy efficiency status"
    },
    {
      "index": 104,
      "start_time": 574759.0,
      "end_time": 582089.0,
      "text": "reports because the field is getting so large that we really see that there is a need for"
    },
    {
      "index": 105,
      "start_time": 582089.0,
      "end_time": 587610.0,
      "text": "regional efforts on data collection on having regional strategies."
    },
    {
      "index": 106,
      "start_time": 587610.0,
      "end_time": 592800.0,
      "text": "Last year, we launched November report on the ECOWAS region, and there is a couple of"
    },
    {
      "index": 107,
      "start_time": 592800.0,
      "end_time": 599639.0,
      "text": "upcoming reports, one on [inaudible] South African Development Community, one on UNECE,"
    },
    {
      "index": 108,
      "start_time": 599639.0,
      "end_time": 610410.0,
      "text": "and in early probably first quarter of 2016 on the East African Community. The data collected"
    },
    {
      "index": 109,
      "start_time": 610410.0,
      "end_time": 617399.0,
      "text": "in this GSR effort and in the regional reports are also presented on a web portal, which"
    },
    {
      "index": 110,
      "start_time": 617399.0,
      "end_time": 626209.0,
      "text": "allows for, facilitates basically the access to the information at the country level. Now"
    },
    {
      "index": 111,
      "start_time": 626209.0,
      "end_time": 633139.0,
      "text": "let me take you through some numbers. Generally, what we can say if we look at the decade of"
    },
    {
      "index": 112,
      "start_time": 633139.0,
      "end_time": 643149.0,
      "text": "renewables, the last decade on renewable evolution, renewables really surpassed all expectations."
    },
    {
      "index": 113,
      "start_time": 643149.0,
      "end_time": 648769.0,
      "text": "There is a global and sole capacity production from all renewable technologies have increased"
    },
    {
      "index": 114,
      "start_time": 648769.0,
      "end_time": 658899.0,
      "text": "substantially, and basically, they have, yeah, the expectations have been surpassed and nobody,"
    },
    {
      "index": 115,
      "start_time": 658899.0,
      "end_time": 665709.0,
      "text": "yeah. Nobody really expected such a rise. This is very much linked to significant cost"
    },
    {
      "index": 116,
      "start_time": 665709.0,
      "end_time": 671939.0,
      "text": "reductions for most technologies. What we also see, however, that policy frameworks"
    },
    {
      "index": 117,
      "start_time": 671939.0,
      "end_time": 683689.0,
      "text": "play a very important and crucial role throughout the world. If we have a look at the renewable"
    },
    {
      "index": 118,
      "start_time": 683689.0,
      "end_time": 693660.0,
      "text": "energy in the world, what we can say is in 2013, and this is not a data of 2014 because"
    },
    {
      "index": 119,
      "start_time": 693660.0,
      "end_time": 698769.0,
      "text": "such care data is really not available in such a timely manner."
    },
    {
      "index": 120,
      "start_time": 698769.0,
      "end_time": 705730.0,
      "text": "The share of renewables presented 19.1% of global final energy consumption. The share"
    },
    {
      "index": 121,
      "start_time": 705730.0,
      "end_time": 712649.0,
      "text": "of modern renewable energy increased up to 10.1%. What is important here is to keep in"
    },
    {
      "index": 122,
      "start_time": 712649.0,
      "end_time": 721040.0,
      "text": "mind that one of the objectives under SE4All is to also move basically the share from traditional"
    },
    {
      "index": 123,
      "start_time": 721040.0,
      "end_time": 727559.0,
      "text": "biomass towards modern bio-energy use, which really means an improvement of the energy"
    },
    {
      "index": 124,
      "start_time": 727559.0,
      "end_time": 736329.0,
      "text": "service in many developing countries in rural areas. We need to see these figures, again,"
    },
    {
      "index": 125,
      "start_time": 736329.0,
      "end_time": 744089.0,
      "text": "basically the rising energy demand. Global fine energy consumption has increased by about"
    },
    {
      "index": 126,
      "start_time": 744089.0,
      "end_time": 750290.0,
      "text": "1.5% annually in recent years, and this is primarily driven by developing countries,"
    },
    {
      "index": 127,
      "start_time": 750290.0,
      "end_time": 756089.0,
      "text": "which also mean that there is really a need to look more on the renewable energy play"
    },
    {
      "index": 128,
      "start_time": 756089.0,
      "end_time": 756920.0,
      "text": "in these countries."
    },
    {
      "index": 129,
      "start_time": 756920.0,
      "end_time": 764209.0,
      "text": "The good news of this year that despite the rising energy use for the first time for decades,"
    },
    {
      "index": 130,
      "start_time": 764209.0,
      "end_time": 771649.0,
      "text": "the global carbon emissions associated with energy consumption, this is really a result"
    },
    {
      "index": 131,
      "start_time": 771649.0,
      "end_time": 781629.0,
      "text": "of renewable energy deployment and energy efficiency measures. Let&#39;s look at the champions."
    },
    {
      "index": 132,
      "start_time": 781629.0,
      "end_time": 789239.0,
      "text": "In terms of investment in renewable power and fuels, and this is not including hydropower"
    },
    {
      "index": 133,
      "start_time": 789239.0,
      "end_time": 795839.0,
      "text": "larger than 50 megawatts. China, the US, Japan, the UK, and Germany were the leader."
    },
    {
      "index": 134,
      "start_time": 795839.0,
      "end_time": 801879.0,
      "text": "What is very interesting here is if you look at the investment relative to annual GDP,"
    },
    {
      "index": 135,
      "start_time": 801879.0,
      "end_time": 807739.0,
      "text": "we will have a completely different type of countries appearing. It&#39;s [inaudible], Kenya,"
    },
    {
      "index": 136,
      "start_time": 807739.0,
      "end_time": 819149.0,
      "text": "Honduras, Jordan, and Uruguay. And this is really important to keep in mind because it"
    },
    {
      "index": 137,
      "start_time": 819149.0,
      "end_time": 828149.0,
      "text": "shows that these countries really can be force runners in renewable energy deployment. In"
    },
    {
      "index": 138,
      "start_time": 828149.0,
      "end_time": 839839.0,
      "text": "terms of total capacity, what is interesting again is that, I mean you have, again, the"
    },
    {
      "index": 139,
      "start_time": 839839.0,
      "end_time": 847069.0,
      "text": "big countries, China, the US, Brazil, Germany, and Canada in this case, including hydropower."
    },
    {
      "index": 140,
      "start_time": 847069.0,
      "end_time": 854439.0,
      "text": "However, when we have this relative to per capita data, we will see a list of Denmark,"
    },
    {
      "index": 141,
      "start_time": 854439.0,
      "end_time": 859610.0,
      "text": "Germany, Sweden, Spain, and Portugal, which are all European countries, and this can definitely"
    },
    {
      "index": 142,
      "start_time": 859610.0,
      "end_time": 865779.0,
      "text": "be explained by the fact that these countries have since a long time a very stable policy"
    },
    {
      "index": 143,
      "start_time": 865779.0,
      "end_time": 874989.0,
      "text": "framework providing good opportunities to develop renewables."
    },
    {
      "index": 144,
      "start_time": 874989.0,
      "end_time": 883389.0,
      "text": "Now what we clearly see so I mentioned we&#39;re looking into the role of renewables in the"
    },
    {
      "index": 145,
      "start_time": 883389.0,
      "end_time": 889629.0,
      "text": "different sectors, in the power sector, renewables or, renewable energy development is really"
    },
    {
      "index": 146,
      "start_time": 889629.0,
      "end_time": 899480.0,
      "text": "the most dynamic in the power sector. Here renewables account for 27.7% of the global"
    },
    {
      "index": 147,
      "start_time": 899480.0,
      "end_time": 907410.0,
      "text": "power generation capacity and 22.8% of global electricity demand. What is very interesting"
    },
    {
      "index": 148,
      "start_time": 907410.0,
      "end_time": 916489.0,
      "text": "here is to see that this year, and it&#39;s for the first time, renewables made up to 59%"
    },
    {
      "index": 149,
      "start_time": 916489.0,
      "end_time": 922410.0,
      "text": "of the net additions to global power capacity and surpassed, basically, the additions in"
    },
    {
      "index": 150,
      "start_time": 922410.0,
      "end_time": 927220.0,
      "text": "the, the net additions in the coal, in the fossil fuel market, so that&#39;s really very"
    },
    {
      "index": 151,
      "start_time": 927220.0,
      "end_time": 929209.0,
      "text": "interesting news."
    },
    {
      "index": 152,
      "start_time": 929209.0,
      "end_time": 933410.0,
      "text": "What is also interesting to keep in mind is when we are thinking about, and this is less"
    },
    {
      "index": 153,
      "start_time": 933410.0,
      "end_time": 937609.0,
      "text": "linked to distributed renewables, but still something important to keep in mind. When"
    },
    {
      "index": 154,
      "start_time": 937609.0,
      "end_time": 943839.0,
      "text": "we&#39;re thinking about the integration of a rival renewables, which is often mentioned"
    },
    {
      "index": 155,
      "start_time": 943839.0,
      "end_time": 951619.0,
      "text": "still as a major challenge on renewable energy during deployment. We see that when power,"
    },
    {
      "index": 156,
      "start_time": 951619.0,
      "end_time": 959799.0,
      "text": "for example, met approximately 40% of electricity demand in Denmark, 27% in Portugal, 21% in"
    },
    {
      "index": 157,
      "start_time": 959799.0,
      "end_time": 967359.0,
      "text": "Nicaragua. Solar PV capacity end of 2014 was enough to meet eight% of electricity demand"
    },
    {
      "index": 158,
      "start_time": 967359.0,
      "end_time": 972670.0,
      "text": "in Italy, 7.6 in Greece and 7 in Germany."
    },
    {
      "index": 159,
      "start_time": 972670.0,
      "end_time": 977540.0,
      "text": "So there is, it is possible to have renewable energy at large [inaudible] here is also grid"
    },
    {
      "index": 160,
      "start_time": 977540.0,
      "end_time": 984269.0,
      "text": "connected ones. When we are looking now at the heating and cooling market, energy used"
    },
    {
      "index": 161,
      "start_time": 984269.0,
      "end_time": 990499.0,
      "text": "for heat accounted for about half of total world final energy consumption in 2014, which"
    },
    {
      "index": 162,
      "start_time": 990499.0,
      "end_time": 997499.0,
      "text": "shows that it&#39;s extremely important to really focus also on the heating and cooling sector."
    },
    {
      "index": 163,
      "start_time": 997499.0,
      "end_time": 1003989.0,
      "text": "Approximately eight% of the global heat demand was covered by renewable energy, by modern"
    },
    {
      "index": 164,
      "start_time": 1003990.0,
      "end_time": 1005060.0,
      "text": "renewable energy."
    },
    {
      "index": 165,
      "start_time": 1005060.0,
      "end_time": 1011080.0,
      "text": "It&#39;s much more complicated to have real assessment and quantitative data on the share of traditional"
    },
    {
      "index": 166,
      "start_time": 1011080.0,
      "end_time": 1018010.0,
      "text": "biomass to this demand just because of the very decentralized and non-traded aspect of"
    },
    {
      "index": 167,
      "start_time": 1018010.0,
      "end_time": 1026111.0,
      "text": "the sector. The trends are clearly that there is a growing interest, although advanced systems"
    },
    {
      "index": 168,
      "start_time": 1026109.9999999999,
      "end_time": 1033328.9999999999,
      "text": "represent still a small fraction of the global market. There is loss potential, but there"
    },
    {
      "index": 169,
      "start_time": 1033329.9999999999,
      "end_time": 1040069.9999999999,
      "text": "is really compared to the power market rather a slow growth in this field. This is really"
    },
    {
      "index": 170,
      "start_time": 1040069.9999999999,
      "end_time": 1046380.9999999999,
      "text": "something which is to underline because it means that policy makers need to give it more"
    },
    {
      "index": 171,
      "start_time": 1046380.0000000001,
      "end_time": 1052220.0,
      "text": "attention because having developed renewable energy, heating and cooling is really key"
    },
    {
      "index": 172,
      "start_time": 1052220.0,
      "end_time": 1053620.0,
      "text": "for the energy transition."
    },
    {
      "index": 173,
      "start_time": 1053620.0,
      "end_time": 1060169.0,
      "text": "In the transport sector, we have a similar situation as in the heating sector. Renewables"
    },
    {
      "index": 174,
      "start_time": 1060170.0,
      "end_time": 1066770.0,
      "text": "accounted for an estimated 3.5% of global energy demand for road transfer in 2013 up"
    },
    {
      "index": 175,
      "start_time": 1066770.0,
      "end_time": 1073221.0,
      "text": "from two% in 2007. The primary focus today still lies on liquid biofuels, whether we&#39;re"
    },
    {
      "index": 176,
      "start_time": 1073220.0,
      "end_time": 1079220.0,
      "text": "looking to markets in these trained policies. However, what we see trend wise is really"
    },
    {
      "index": 177,
      "start_time": 1079220.0,
      "end_time": 1086649.0,
      "text": "the development of gaseous fuels and electricity which are not always directly linked to renewables,"
    },
    {
      "index": 178,
      "start_time": 1086650.0,
      "end_time": 1096211.0,
      "text": "but allow to really create pathways to integrate renewables into transportation."
    },
    {
      "index": 179,
      "start_time": 1096210.0,
      "end_time": 1101630.0,
      "text": "I will not go into detail in all different renewable energy technology, but really focus"
    },
    {
      "index": 180,
      "start_time": 1101630.0,
      "end_time": 1108570.0,
      "text": "on the ones which are also relevant for distributed renewables. So when we are looking into wind"
    },
    {
      "index": 181,
      "start_time": 1108570.0,
      "end_time": 1115630.0,
      "text": "power, there is a total global capacity of 51 gigawatts, which was, no, sorry, of 370"
    },
    {
      "index": 182,
      "start_time": 1115630.0,
      "end_time": 1128909.0,
      "text": "gigawatts, and 51 gigawatt have been added in 2014. Compared to 2014, there is a 44%"
    },
    {
      "index": 183,
      "start_time": 1128910.0,
      "end_time": 1135961.0,
      "text": "increase, or in 2014, there was a 44% increase over 2013 markets. This is really a very,"
    },
    {
      "index": 184,
      "start_time": 1135960.0,
      "end_time": 1142980.0,
      "text": "very dynamic market, which is growing recently. Interestingly by the end of 2014, there were"
    },
    {
      "index": 185,
      "start_time": 1142980.0,
      "end_time": 1152370.0,
      "text": "at least 85 countries that had seen commercial wind activities. Seventy-four of them with"
    },
    {
      "index": 186,
      "start_time": 1152370.0,
      "end_time": 1161490.0,
      "text": "an install capacity of larger than ten megawatt, and 24 of them even larger than one gigawatt."
    },
    {
      "index": 187,
      "start_time": 1161490.0,
      "end_time": 1175980.0,
      "text": "So wind is really a mainstream technology in the energy landscape. When it comes to,"
    },
    {
      "index": 188,
      "start_time": 1175980.0,
      "end_time": 1188860.0,
      "text": "77 gigawatt. What is very interesting that more than 60% of all PV capacities in operations"
    },
    {
      "index": 189,
      "start_time": 1188860.0,
      "end_time": 1197090.0,
      "text": "worldwide were added over the past three years, and this is mainly due to significant and"
    },
    {
      "index": 190,
      "start_time": 1197090.0,
      "end_time": 1207630.0,
      "text": "unexpected cost reductions, which really, I mean costs some challenges in terms of policy"
    },
    {
      "index": 191,
      "start_time": 1207630.0,
      "end_time": 1214909.0,
      "text": "framework, so there were countries with really reduced their policy support for PV. However,"
    },
    {
      "index": 192,
      "start_time": 1214910.0,
      "end_time": 1228300.0,
      "text": "the, it also creates many opportunities because PV is now a technology which is cost efficient,"
    },
    {
      "index": 193,
      "start_time": 1228300.0,
      "end_time": 1234111.0,
      "text": "also, and applicable for distributed renewable energy activities in developing countries,"
    },
    {
      "index": 194,
      "start_time": 1234110.0,
      "end_time": 1236759.0,
      "text": "and find in ways to other applications."
    },
    {
      "index": 195,
      "start_time": 1236760.0,
      "end_time": 1242841.0,
      "text": "When we look at the regional developments, we clearly see that Asia eclipse of all markets"
    },
    {
      "index": 196,
      "start_time": 1242840.0,
      "end_time": 1252110.0,
      "text": "and account for approximately 60% of global additions. Obviously with China, very active,"
    },
    {
      "index": 197,
      "start_time": 1252110.0,
      "end_time": 1262299.0,
      "text": "and in China, we also see that there is a strong increase in large scale power plants."
    },
    {
      "index": 198,
      "start_time": 1262300.0,
      "end_time": 1269861.0,
      "text": "Bio-energy. So by the total primary energy demand from bio-mass was approximately of"
    },
    {
      "index": 199,
      "start_time": 1269860.0,
      "end_time": 1277220.0,
      "text": "16,000 to 150 terawatt hours. Bio-mass was used to produce an estimated 12,500 terawatt"
    },
    {
      "index": 200,
      "start_time": 1277220.0,
      "end_time": 1283340.0,
      "text": "hours of heat, and the bio-power capacity increased by an estimated five gigawatt in"
    },
    {
      "index": 201,
      "start_time": 1283340.0,
      "end_time": 1290909.0,
      "text": "2014, reaching a total of 93 gigawatt. What we see is that the split up is a larger is"
    },
    {
      "index": 202,
      "start_time": 1290910.0,
      "end_time": 1298900.0,
      "text": "linked to solid bio-mass, part of it them to municipal solid waste, bio-gas, and a little"
    },
    {
      "index": 203,
      "start_time": 1298900.0,
      "end_time": 1306941.0,
      "text": "part for bio-fuels, which are rather used in the transfer sector."
    },
    {
      "index": 204,
      "start_time": 1306940.0,
      "end_time": 1312690.0,
      "text": "Here we clearly have a major challenge, which is have good, timely, continuous reliable"
    },
    {
      "index": 205,
      "start_time": 1312690.0,
      "end_time": 1321070.0,
      "text": "data. Again, bioenergy is really very decentralized in its use and its application. There are"
    },
    {
      "index": 206,
      "start_time": 1321070.0,
      "end_time": 1328509.0,
      "text": "multiple pathways from different sources to different energy uses. The energy carriers"
    },
    {
      "index": 207,
      "start_time": 1328510.0,
      "end_time": 1334160.0,
      "text": "are very often not traded, so it&#39;s a major challenge to have good data, and especially"
    },
    {
      "index": 208,
      "start_time": 1334160.0,
      "end_time": 1338800.0,
      "text": "with regard to the use of renewables, also for distributed renewables. There is a need"
    },
    {
      "index": 209,
      "start_time": 1338800.0,
      "end_time": 1345530.0,
      "text": "that the international community and all players really work together to improve the data citation"
    },
    {
      "index": 210,
      "start_time": 1345530.0,
      "end_time": 1352530.0,
      "text": "here. I took the example of solar panel heating and cooling just because it&#39;s really also"
    },
    {
      "index": 211,
      "start_time": 1352530.0,
      "end_time": 1358030.0,
      "text": "important to look into the heating and cooling market, and we see that for some technologies"
    },
    {
      "index": 212,
      "start_time": 1358030.0,
      "end_time": 1363890.0,
      "text": "which are decentralized, it&#39;s however possible to have better data and good data. So solar"
    },
    {
      "index": 213,
      "start_time": 1363890.0,
      "end_time": 1374991.0,
      "text": "panel heating and cooling reach a cumulative capacity of 374, sorry, here is an error."
    },
    {
      "index": 214,
      "start_time": 1374990.0,
      "end_time": 1379779.0,
      "text": "I&#39;m sorry for that."
    },
    {
      "index": 215,
      "start_time": 1379780.0,
      "end_time": 1390540.0,
      "text": "Let me check this. I will need to check this because I&#39;m not sure about the cumulative"
    },
    {
      "index": 216,
      "start_time": 1390540.0,
      "end_time": 1398211.0,
      "text": "capacity if the installed capacities, yes, oh, sorry. There is no error. The installed"
    },
    {
      "index": 217,
      "start_time": 1398210.0,
      "end_time": 1405519.0,
      "text": "capacity was 374.7 gigawatt thermal, and we had an increase in 2014 of 44 gigawatt thermal."
    },
    {
      "index": 218,
      "start_time": 1405520.0,
      "end_time": 1415381.0,
      "text": "China account for nearly 81% of global market, so there is again a real focus on Asia. Technology"
    },
    {
      "index": 219,
      "start_time": 1415380.0,
      "end_time": 1421460.0,
      "text": "wise, there&#39;s a focus more and more on glaze water collectors. There was also slowdown"
    },
    {
      "index": 220,
      "start_time": 1421460.0,
      "end_time": 1433049.0,
      "text": "in market growth in 2014 which continued here, and this is really very much linked to the"
    },
    {
      "index": 221,
      "start_time": 1433050.0,
      "end_time": 1440410.0,
      "text": "distributed nature of that market on the one side, but also the reduced costs in power"
    },
    {
      "index": 222,
      "start_time": 1440410.0,
      "end_time": 1448760.0,
      "text": "technologies, renewable power technologies which basically make end users and project"
    },
    {
      "index": 223,
      "start_time": 1448760.0,
      "end_time": 1458930.0,
      "text": "developers choose, for instance, PV wind geothermal with heat pumps as an alternative to solar"
    },
    {
      "index": 224,
      "start_time": 1458930.0,
      "end_time": 1463050.0,
      "text": "panel."
    },
    {
      "index": 225,
      "start_time": 1463050.0,
      "end_time": 1470420.0,
      "text": "So what we clearly need to keep in mind is that renewable energy offers not only, yeah,"
    },
    {
      "index": 226,
      "start_time": 1470420.0,
      "end_time": 1478400.0,
      "text": "offers many possibilities, also economic opportunities to create jobs and renewables so that global"
    },
    {
      "index": 227,
      "start_time": 1478400.0,
      "end_time": 1485890.0,
      "text": "employment continue to increase with originally estimated 7.7 million direct or indirect jobs"
    },
    {
      "index": 228,
      "start_time": 1485890.0,
      "end_time": 1491351.0,
      "text": "in renewable energy industry. The global wind power employment cross the one million jobs"
    },
    {
      "index": 229,
      "start_time": 1491350.0,
      "end_time": 1499330.0,
      "text": "threshold in 2014. Here again when it comes to jobs in distributed renewables in developing"
    },
    {
      "index": 230,
      "start_time": 1499330.0,
      "end_time": 1505299.0,
      "text": "countries, this is something where arena really puts a lot of effort in improving the data"
    },
    {
      "index": 231,
      "start_time": 1505300.0,
      "end_time": 1512831.0,
      "text": "situation, but it&#39;s again very decentralized and it really means that we need to all work"
    },
    {
      "index": 232,
      "start_time": 1512830.0,
      "end_time": 1515519.0,
      "text": "together to improve the data situation."
    },
    {
      "index": 233,
      "start_time": 1515520.0,
      "end_time": 1523621.0,
      "text": "The global investment and renewable energy in 2014 is estimated to 270.2 billion USD."
    },
    {
      "index": 234,
      "start_time": 1523620.0,
      "end_time": 1531529.0,
      "text": "This is including, if we include the hydropower, large hydropower, it reached the 301 billion"
    },
    {
      "index": 235,
      "start_time": 1531530.0,
      "end_time": 1537270.0,
      "text": "USD. The reasons for increase is really the increased solar power installations in China"
    },
    {
      "index": 236,
      "start_time": 1537270.0,
      "end_time": 1545760.0,
      "text": "and Japan, the investment in solar wind up 25%, and interest, also to manage it is really"
    },
    {
      "index": 237,
      "start_time": 1545760.0,
      "end_time": 1558121.0,
      "text": "the record investment in offshore wind projects in Europe."
    },
    {
      "index": 238,
      "start_time": 1558120.0,
      "end_time": 1564200.0,
      "text": "So solar power and wind were the leading technologies by far in terms of dollar committed, with"
    },
    {
      "index": 239,
      "start_time": 1564200.0,
      "end_time": 1580690.0,
      "text": "solar power accounting for 55% in new investment, wind 36.8%, and  what is also important to mention that in"
    },
    {
      "index": 240,
      "start_time": 1580690.0,
      "end_time": 1586279.0,
      "text": "2014, more than a quarter of new investment in renewable energy went to small scale projects,"
    },
    {
      "index": 241,
      "start_time": 1586280.0,
      "end_time": 1593461.0,
      "text": "particularly to solar PV. So this is really an indication that dairy markets, such as"
    },
    {
      "index": 242,
      "start_time": 1593460.0,
      "end_time": 1602039.0,
      "text": "distributed renewable energy markets, are gaining. When we are looking at the investment"
    },
    {
      "index": 243,
      "start_time": 1602040.0,
      "end_time": 1607910.0,
      "text": "and the regional split up, we see real different. So variations here. In Europe, because of"
    },
    {
      "index": 244,
      "start_time": 1607910.0,
      "end_time": 1617321.0,
      "text": "the reduced or decreasing positive policy frameworks in some countries, investment decreased,"
    },
    {
      "index": 245,
      "start_time": 1617320.0,
      "end_time": 1622970.0,
      "text": "and what we clearly see is that the Asian countries are rising significantly."
    },
    {
      "index": 246,
      "start_time": 1622970.0,
      "end_time": 1629970.0,
      "text": "When we are comparing developed countries towards developing countries, there is, I"
    },
    {
      "index": 247,
      "start_time": 1629970.0,
      "end_time": 1638950.0,
      "text": "mean 138.9 billion investment in developed countries versus 131.3 billion in developing"
    },
    {
      "index": 248,
      "start_time": 1638950.0,
      "end_time": 1645080.0,
      "text": "countries. However, if we see the increase in developed countries, it was a 3%, but of"
    },
    {
      "index": 249,
      "start_time": 1645080.0,
      "end_time": 1654690.0,
      "text": "36% in developing countries. All that is possible. So what we clearly see is policy frameworks,"
    },
    {
      "index": 250,
      "start_time": 1654690.0,
      "end_time": 1660759.0,
      "text": "regulatory frameworks are key to retrainable energy deployment, so when we&#39;re looking at"
    },
    {
      "index": 251,
      "start_time": 1660760.0,
      "end_time": 1666530.0,
      "text": "the map, there is clearly a positive trend because there is more and more countries,"
    },
    {
      "index": 252,
      "start_time": 1666530.0,
      "end_time": 1672400.0,
      "text": "these other ones in red which have policies and targets. The dark orange are the ones"
    },
    {
      "index": 253,
      "start_time": 1672400.0,
      "end_time": 1680160.0,
      "text": "with only policies, no targets, or no data. The light ones are with targets and no policies,"
    },
    {
      "index": 254,
      "start_time": 1680160.0,
      "end_time": 1684861.0,
      "text": "and then we have some gray ones for which either there&#39;s no policy or target or no data"
    },
    {
      "index": 255,
      "start_time": 1684860.0,
      "end_time": 1686720.0,
      "text": "available."
    },
    {
      "index": 256,
      "start_time": 1686720.0,
      "end_time": 1692850.0,
      "text": "The trend we can really see is that there is more and more countries are choosing more"
    },
    {
      "index": 257,
      "start_time": 1692850.0,
      "end_time": 1703409.0,
      "text": "complex I&#39;d say policy design, so there is the targets. Targets are really used as, yeah,"
    },
    {
      "index": 258,
      "start_time": 1703410.0,
      "end_time": 1711380.0,
      "text": "dynamic tool I&#39;d say to push policy frameworks. But they are, to date, they are really linked"
    },
    {
      "index": 259,
      "start_time": 1711380.0,
      "end_time": 1718380.0,
      "text": "to policy measures. One thing to mention here is that counting the policies is obviously"
    },
    {
      "index": 260,
      "start_time": 1718380.0,
      "end_time": 1729280.0,
      "text": "not enough to really assess the effectiveness and efficiency of policies. So there are 164"
    },
    {
      "index": 261,
      "start_time": 1729280.0,
      "end_time": 1736640.0,
      "text": "countries with renewable energy targets, 145 with renewable energy policies in place, and"
    },
    {
      "index": 262,
      "start_time": 1736640.0,
      "end_time": 1742721.0,
      "text": "when we&#39;re looking here at the different types of policies, what we clearly see again is"
    },
    {
      "index": 263,
      "start_time": 1742720.0,
      "end_time": 1747730.0,
      "text": "that it&#39;s again the power market which is presented here in the bluish colors which"
    },
    {
      "index": 264,
      "start_time": 1747730.0,
      "end_time": 1753129.0,
      "text": "attract the policy makers&#39; interest more. So it&#39;s a main focus."
    },
    {
      "index": 265,
      "start_time": 1753130.0,
      "end_time": 1760471.0,
      "text": "With the feed-in tariffs being the most popular type of policies, then we also see an increase"
    },
    {
      "index": 266,
      "start_time": 1760470.0,
      "end_time": 1769980.0,
      "text": "of net metering and net building policies. Now we, as I mentioned before, we have a specific"
    },
    {
      "index": 267,
      "start_time": 1769980.0,
      "end_time": 1775809.0,
      "text": "section on distributed renewable energy in developing countries. What we see is that"
    },
    {
      "index": 268,
      "start_time": 1775810.0,
      "end_time": 1787060.0,
      "text": "renewable energy clearly play an important role in the energy access improvements, and"
    },
    {
      "index": 269,
      "start_time": 1787060.0,
      "end_time": 1792560.0,
      "text": "in 2014, the situation was still that 15% of the global population still lack any access"
    },
    {
      "index": 270,
      "start_time": 1792560.0,
      "end_time": 1799550.0,
      "text": "to an electricity grid. 2.9 billion people lack access to cleaner forms of cooking. There"
    },
    {
      "index": 271,
      "start_time": 1799550.0,
      "end_time": 1806211.0,
      "text": "is an increasing awareness of it that distributed renewable energy systems really offer a great"
    },
    {
      "index": 272,
      "start_time": 1806210.0,
      "end_time": 1810350.0,
      "text": "opportunity to accelerate the transition to modern energy service."
    },
    {
      "index": 273,
      "start_time": 1810350.0,
      "end_time": 1818470.0,
      "text": "This is certainly due to the increased cost competitiveness, but also to the fact that"
    },
    {
      "index": 274,
      "start_time": 1818470.0,
      "end_time": 1823999.0,
      "text": "renewable energy projects can be pulled up much, much quicker than fossil fuel projects,"
    },
    {
      "index": 275,
      "start_time": 1824000.0,
      "end_time": 1830121.0,
      "text": "that there is a certain, that there is a flexibility, that there are, that it offers solution for"
    },
    {
      "index": 276,
      "start_time": 1830120.0,
      "end_time": 1844230.0,
      "text": "local sub-national strategies. We see here that very clearly there is big differences,"
    },
    {
      "index": 277,
      "start_time": 1844230.0,
      "end_time": 1851039.0,
      "text": "big regional differences when it comes to the electricity access situation and the access"
    },
    {
      "index": 278,
      "start_time": 1851040.0,
      "end_time": 1859441.0,
      "text": "to clean cooking. What we also see is that these topics are predominantly rural challenges"
    },
    {
      "index": 279,
      "start_time": 1859440.0,
      "end_time": 1869249.0,
      "text": "still, rural peri-urban challenges, but rather rural with 87% and 83% also population of"
    },
    {
      "index": 280,
      "start_time": 1869250.0,
      "end_time": 1876890.0,
      "text": "the population, yeah, sorry, but I guess you got to this."
    },
    {
      "index": 281,
      "start_time": 1876890.0,
      "end_time": 1883451.0,
      "text": "A challenging situation here is that there is really little quantitative information"
    },
    {
      "index": 282,
      "start_time": 1883450.0,
      "end_time": 1888419.0,
      "text": "on distributed renewable energy markets. There is a lot of qualitative information. There"
    },
    {
      "index": 283,
      "start_time": 1888420.0,
      "end_time": 1894191.0,
      "text": "is a lot of case studies, success stories, more and more information on energy access,"
    },
    {
      "index": 284,
      "start_time": 1894190.0,
      "end_time": 1901159.0,
      "text": "but it really comes to the specific role of install capacity, energy output based on renewable"
    },
    {
      "index": 285,
      "start_time": 1901160.0,
      "end_time": 1908010.0,
      "text": "energy. It&#39;s quite challenging. The information which is available however really shows, indicates"
    },
    {
      "index": 286,
      "start_time": 1908010.0,
      "end_time": 1913861.0,
      "text": "that the markets are significant. For instance, there is information floating around that"
    },
    {
      "index": 287,
      "start_time": 1913860.0,
      "end_time": 1926869.0,
      "text": "say 64 billion USD of investments have been took place, basically, on off grid solar PV."
    },
    {
      "index": 288,
      "start_time": 1926870.0,
      "end_time": 1932571.0,
      "text": "What we also see from the information we could collect is that there are huge regional differences."
    },
    {
      "index": 289,
      "start_time": 1932570.0,
      "end_time": 1939519.0,
      "text": "For instance, if we look at Sub-Saharan African, excluding South Africa, there is an installed"
    },
    {
      "index": 290,
      "start_time": 1939520.0,
      "end_time": 1947571.0,
      "text": "renewable energy power capacity of 23 gigawatt, and this is less than one-third of the renewable"
    },
    {
      "index": 291,
      "start_time": 1947570.0,
      "end_time": 1953509.0,
      "text": "energy power capacity installed in India. On the other hand, we have huge success stories"
    },
    {
      "index": 292,
      "start_time": 1953510.0,
      "end_time": 1959280.0,
      "text": "like in Bangladesh where three million solar home systems are operational, and of May 2014,"
    },
    {
      "index": 293,
      "start_time": 1959280.0,
      "end_time": 1965091.0,
      "text": "and they are electrifying 9% of the country&#39;s population. So it also show that when there"
    },
    {
      "index": 294,
      "start_time": 1965090.0,
      "end_time": 1971999.0,
      "text": "are large scale programs with good frameworks it is really possible to make it a real significant"
    },
    {
      "index": 295,
      "start_time": 1972000.0,
      "end_time": 1978461.0,
      "text": "market which is great for energy access, but also great for renewable energy, investment,"
    },
    {
      "index": 296,
      "start_time": 1978460.0,
      "end_time": 1980360.0,
      "text": "and industry."
    },
    {
      "index": 297,
      "start_time": 1980360.0,
      "end_time": 1986440.0,
      "text": "Otherwise, we see the trend that there is an increasing involvement of private sector,"
    },
    {
      "index": 298,
      "start_time": 1986440.0,
      "end_time": 1993340.0,
      "text": "increased recognition of the rule of renewable energy that this place for energy access."
    },
    {
      "index": 299,
      "start_time": 1993340.0,
      "end_time": 2000470.0,
      "text": "Especially also because of the cost competitiveness, and that as a result, there is uptake in off-grid"
    },
    {
      "index": 300,
      "start_time": 2000470.0,
      "end_time": 2005389.0,
      "text": "renewable energy programs, and partly even the creation of specific distributed renewable"
    },
    {
      "index": 301,
      "start_time": 2005390.0,
      "end_time": 2014180.0,
      "text": "energy institutions in some countries. In the last years, we started just because of"
    },
    {
      "index": 302,
      "start_time": 2014180.0,
      "end_time": 2020591.0,
      "text": "on our side, we really had a certain frustration on the lack of quantitative data because this"
    },
    {
      "index": 303,
      "start_time": 2020590.0,
      "end_time": 2028809.0,
      "text": "quantitative data is really important to attract investors, renewable energy investors to these"
    },
    {
      "index": 304,
      "start_time": 2028810.0,
      "end_time": 2030120.0,
      "text": "markets."
    },
    {
      "index": 305,
      "start_time": 2030120.0,
      "end_time": 2038471.0,
      "text": "So we started really to collaborate with different organizations and start collecting data to"
    },
    {
      "index": 306,
      "start_time": 2038470.0,
      "end_time": 2045879.0,
      "text": "at least have some indications on what&#39;s ongoing in the countries, how much systems have been"
    },
    {
      "index": 307,
      "start_time": 2045880.0,
      "end_time": 2051390.0,
      "text": "installed, how much it might represent in terms of installed capacities and renewable"
    },
    {
      "index": 308,
      "start_time": 2051389.9999999998,
      "end_time": 2056990.9999999998,
      "text": "energy capacities. This is an effort we really want to strengthen over the next coming years,"
    },
    {
      "index": 309,
      "start_time": 2056989.9999999998,
      "end_time": 2062928.9999999998,
      "text": "and Fabiani will talk more about this. So looking at the renewable energy development,"
    },
    {
      "index": 310,
      "start_time": 2062929.9999999998,
      "end_time": 2069260.9999999998,
      "text": "the overall conclusion is that the renewable energy can continue to grow in 2014 against"
    },
    {
      "index": 311,
      "start_time": 2069260.0000000002,
      "end_time": 2076179.0000000002,
      "text": "the backdrop of increasing global energy consumption and a dramatic decline of our prices in the"
    },
    {
      "index": 312,
      "start_time": 2076179.9999999998,
      "end_time": 2078960.9999999998,
      "text": "second half of 2014."
    },
    {
      "index": 313,
      "start_time": 2078960.0,
      "end_time": 2087830.0,
      "text": "The very positive message is really that CO2 growth has decoupled. Economic and CO2 growth"
    },
    {
      "index": 314,
      "start_time": 2087830.0,
      "end_time": 2096150.0,
      "text": "has decoupled, which is a record for renewables in energy efficiency. What is still important"
    },
    {
      "index": 315,
      "start_time": 2096150.0,
      "end_time": 2101930.0,
      "text": "is clearly to have long-term and stable policy framework, which can adapt to changing environment,"
    },
    {
      "index": 316,
      "start_time": 2101930.0,
      "end_time": 2106930.0,
      "text": "and this is specifically linked also to the cost reduction. So there is really a need"
    },
    {
      "index": 317,
      "start_time": 2106930.0,
      "end_time": 2112270.0,
      "text": "that these policy frameworks can adapt to these technology developments, market industry"
    },
    {
      "index": 318,
      "start_time": 2112270.0,
      "end_time": 2112990.0,
      "text": "developments."
    },
    {
      "index": 319,
      "start_time": 2112990.0,
      "end_time": 2118110.0,
      "text": "However, it is extremely important to create and maintain a stability, because otherwise"
    },
    {
      "index": 320,
      "start_time": 2118110.0,
      "end_time": 2123650.0,
      "text": "you&#39;re risking to have full sectors industries going down. There is a need for greater attention"
    },
    {
      "index": 321,
      "start_time": 2123650.0,
      "end_time": 2129390.0,
      "text": "for heating and cooling in the transferred sector, and there is clearly a need to improve"
    },
    {
      "index": 322,
      "start_time": 2129390.0,
      "end_time": 2135320.0,
      "text": "the information on distributed renewable energy markets in developing countries. I would just"
    },
    {
      "index": 323,
      "start_time": 2135320.0,
      "end_time": 2140780.0,
      "text": "like to have a very quick outlook on what we specifically plan on distributed renewables"
    },
    {
      "index": 324,
      "start_time": 2140780.0,
      "end_time": 2145660.0,
      "text": "in the next upcoming global status report, so the objective clearly is to portray the"
    },
    {
      "index": 325,
      "start_time": 2145660.0,
      "end_time": 2151110.0,
      "text": "distributed renewable energy market using qualitative and quantitative data, and to"
    },
    {
      "index": 326,
      "start_time": 2151110.0,
      "end_time": 2156650.0,
      "text": "also highlight the importance and growing role of this renewable energy market segment."
    },
    {
      "index": 327,
      "start_time": 2156650.0,
      "end_time": 2162540.0,
      "text": "The [inaudible] are in October 2015, we will start the collection of country and regional"
    },
    {
      "index": 328,
      "start_time": 2162540.0,
      "end_time": 2167730.0,
      "text": "information. We will also start the collection of quantitative data for 2014 more at the"
    },
    {
      "index": 329,
      "start_time": 2167730.0,
      "end_time": 2173330.0,
      "text": "program project industries level. In January, there will be an expert review of the distributed"
    },
    {
      "index": 330,
      "start_time": 2173330.0,
      "end_time": 2179230.0,
      "text": "renewable energy section, and in February, we will ask for an update of quantitative"
    },
    {
      "index": 331,
      "start_time": 2179230.0,
      "end_time": 2187200.0,
      "text": "data for 2015. I think I did, forgot to mention this in the beginning. We really aim to have"
    },
    {
      "index": 332,
      "start_time": 2187200.0,
      "end_time": 2195250.0,
      "text": "continuous and very timely data, so in 2016 in the upcoming GSR 2016, we will report on"
    },
    {
      "index": 333,
      "start_time": 2195250.0,
      "end_time": 2199120.0,
      "text": "2015 developments. This is really a call to participate. Don&#39;t"
    },
    {
      "index": 334,
      "start_time": 2199120.0,
      "end_time": 2205570.0,
      "text": "hesitate to contact us. I&#39;m pretty sure you have information and pieces of the puzzle"
    },
    {
      "index": 335,
      "start_time": 2205570.0,
      "end_time": 2211180.0,
      "text": "which will allow us to really portray the overall picture. Thank you very much, and"
    },
    {
      "index": 336,
      "start_time": 2211180.0,
      "end_time": 2215220.0,
      "text": "I&#39;m available for questions at the end of the Q&amp;A session."
    },
    {
      "index": 337,
      "start_time": 2215220.0,
      "end_time": 2223500.0,
      "text": "&gt;&gt; TIM REBER: Great, thank you so much, Rana. I really appreciate that great overview. We"
    },
    {
      "index": 338,
      "start_time": 2223500.0,
      "end_time": 2229910.0,
      "text": "do certainly ask that everybody in attendance feel free to ask questions for Rana. We&#39;re"
    },
    {
      "index": 339,
      "start_time": 2229910.0,
      "end_time": 2234800.0,
      "text": "collecting those and will be saving them to the end. So in the meantime, we&#39;ll be moving"
    },
    {
      "index": 340,
      "start_time": 2234800.0,
      "end_time": 2239119.0,
      "text": "right on to Fabiani. So Fabiani, whenever you&#39;re ready, go ahead."
    },
    {
      "index": 341,
      "start_time": 2239120.0,
      "end_time": 2244061.0,
      "text": "&gt;&gt; FABIANI APPAVOU: Thank you. So since I [inaudible] good morning or good afternoon"
    },
    {
      "index": 342,
      "start_time": 2244060.0,
      "end_time": 2249270.0,
      "text": "to everyone who is joining us for this webinar, so I think at my place right now, I think"
    },
    {
      "index": 343,
      "start_time": 2249270.0,
      "end_time": 2256000.0,
      "text": "it&#39;s more kind of good night. So building on what Rana has been presenting, I&#39;m going"
    },
    {
      "index": 344,
      "start_time": 2256000.0,
      "end_time": 2263590.0,
      "text": "to kind of stress on a distributor being an image port for energy access, and as my presentation"
    },
    {
      "index": 345,
      "start_time": 2263590.0,
      "end_time": 2268350.0,
      "text": "kind of title says, it&#39;s about tracking shadows in the sense that we are kind of tracking"
    },
    {
      "index": 346,
      "start_time": 2268350.0,
      "end_time": 2274660.0,
      "text": "pieces of a puzzle. We kind of know that there&#39;s a big potential for it, but the figure is"
    },
    {
      "index": 347,
      "start_time": 2274660.0,
      "end_time": 2280410.0,
      "text": "kind of shows that kind of data have been developing shows that yeah, it is playing"
    },
    {
      "index": 348,
      "start_time": 2280410.0,
      "end_time": 2287520.0,
      "text": "a big part into the whole [inaudible] for all paradigm, but still we&#39;re struggling and"
    },
    {
      "index": 349,
      "start_time": 2287520.0,
      "end_time": 2292570.0,
      "text": "we are facing kind of lots of challenges in how to get through this data, how to kind"
    },
    {
      "index": 350,
      "start_time": 2292570.0,
      "end_time": 2298160.0,
      "text": "of like compile this data, and how to report this data in such a way that it portrays at"
    },
    {
      "index": 351,
      "start_time": 2298160.0,
      "end_time": 2301870.0,
      "text": "the end of the day the right information."
    },
    {
      "index": 352,
      "start_time": 2301870.0,
      "end_time": 2313070.0,
      "text": "So  my first slide is about a bit of an idea of energy access situation. I think Rana had"
    },
    {
      "index": 353,
      "start_time": 2313070.0,
      "end_time": 2322020.0,
      "text": "talk about it earlier about whether proper tracking firm would have been saying in 2012"
    },
    {
      "index": 354,
      "start_time": 2322020.0,
      "end_time": 2328790.0,
      "text": "we had 1.1 billion people still lacking electricity, and 2.9 billion people still lacking access"
    },
    {
      "index": 355,
      "start_time": 2328790.0,
      "end_time": 2336780.0,
      "text": "to clean and [inaudible] cooking fuel. And building on ways what we have seen is in the"
    },
    {
      "index": 356,
      "start_time": 2336780.0,
      "end_time": 2343360.0,
      "text": "past two years for 2010 to 2012, it has been some kind of improvement in providing energy"
    },
    {
      "index": 357,
      "start_time": 2343360.0,
      "end_time": 2350570.0,
      "text": "access to people around the world. Things are moving on for sure, but according to experts"
    },
    {
      "index": 358,
      "start_time": 2350570.0,
      "end_time": 2355630.0,
      "text": "in the field, things are not moving fast enough so that we can reach the target of energy"
    },
    {
      "index": 359,
      "start_time": 2355630.0,
      "end_time": 2360650.0,
      "text": "access for all. Universal energy access for all. According"
    },
    {
      "index": 360,
      "start_time": 2360650.0,
      "end_time": 2365480.0,
      "text": "to the [inaudible], what we have seen is like okay, so we have a big challenge to meet,"
    },
    {
      "index": 361,
      "start_time": 2365480.0,
      "end_time": 2371250.0,
      "text": "but how do we meet that challenge? And according to a study about the IEA, at 2030, it said"
    },
    {
      "index": 362,
      "start_time": 2371250.0,
      "end_time": 2376690.0,
      "text": "that like 70% of the people currently lacking energy access would be served for decentralized"
    },
    {
      "index": 363,
      "start_time": 2376690.0,
      "end_time": 2381970.0,
      "text": "system. The reason for this can be numerous, but I think everyone would agree that one"
    },
    {
      "index": 364,
      "start_time": 2381970.0,
      "end_time": 2388860.0,
      "text": "of the two reasons is because implication of it. One of the main reasons why people"
    },
    {
      "index": 365,
      "start_time": 2388860.0,
      "end_time": 2393490.0,
      "text": "are lacking energy access would be the cost implication of governments investing into"
    },
    {
      "index": 366,
      "start_time": 2393490.0,
      "end_time": 2394870.0,
      "text": "expanding their grid."
    },
    {
      "index": 367,
      "start_time": 2394870.0,
      "end_time": 2400170.0,
      "text": "At times, [inaudible] need to be expanded in [inaudible] outer wage. Always think by"
    },
    {
      "index": 368,
      "start_time": 2400170.0,
      "end_time": 2405560.0,
      "text": "example of the Philippines, which are composed of different regions and different islands,"
    },
    {
      "index": 369,
      "start_time": 2405560.0,
      "end_time": 2412320.0,
      "text": "and it&#39;s quite difficult at times to have - [inaudible] tricks into EIS, which are mountainous,"
    },
    {
      "index": 370,
      "start_time": 2412320.0,
      "end_time": 2419230.0,
      "text": "out of reach, or to the extent of which to an island where only like 120 people. So it&#39;s"
    },
    {
      "index": 371,
      "start_time": 2419230.0,
      "end_time": 2425680.0,
      "text": "not like economically feasible to do so. So one of a key element to providing energy access"
    },
    {
      "index": 372,
      "start_time": 2425680.0,
      "end_time": 2432620.0,
      "text": "to them is for decentralized energy. Second point is for, five kind of points is that"
    },
    {
      "index": 373,
      "start_time": 2432620.0,
      "end_time": 2439390.0,
      "text": "for universal access, 55% of all new power until 2030, we&#39;ve come from decentralized"
    },
    {
      "index": 374,
      "start_time": 2439390.0,
      "end_time": 2444200.0,
      "text": "energy sources. And the part that I like, we [inaudible], and that is philosophized."
    },
    {
      "index": 375,
      "start_time": 2444200.0,
      "end_time": 2453250.0,
      "text": "But 90% of it will be from renewables. Just portray the whole picture of where we&#39;re going."
    },
    {
      "index": 376,
      "start_time": 2453250.0,
      "end_time": 2459540.0,
      "text": "Decentralized energy from renewables. And of all the investment that will be needed"
    },
    {
      "index": 377,
      "start_time": 2459540.0,
      "end_time": 2465910.0,
      "text": "by 2030 to achieve universal access, 64% will be enough grid and mini-grid. Technologies."
    },
    {
      "index": 378,
      "start_time": 2465910.0,
      "end_time": 2476980.0,
      "text": "I want to really work on best picture because I think it kind of just tells the story on"
    },
    {
      "index": 379,
      "start_time": 2476980.0,
      "end_time": 2481960.0,
      "text": "what needs to be done, what needs to be achieved, and where we need to invest. One thing that"
    },
    {
      "index": 380,
      "start_time": 2481960.0,
      "end_time": 2487380.0,
      "text": "I quite like about this figure is particularly of a bar chart where the green part shows"
    },
    {
      "index": 381,
      "start_time": 2487380.0,
      "end_time": 2490930.0,
      "text": "isolated upgrade and the kind of pink part shows the mini-grid."
    },
    {
      "index": 382,
      "start_time": 2490930.0,
      "end_time": 2495500.0,
      "text": "And we say that around the world, we have exception of [inaudible] in America perhaps,"
    },
    {
      "index": 383,
      "start_time": 2495500.0,
      "end_time": 2502570.0,
      "text": "but in Sub-Saharan Africa where it is in India, or in a part of Asia Pacific, we see that"
    },
    {
      "index": 384,
      "start_time": 2502570.0,
      "end_time": 2509480.0,
      "text": "like isolated off grid and mini grids which many composed a part of distributed renewable"
    },
    {
      "index": 385,
      "start_time": 2509480.0,
      "end_time": 2514680.0,
      "text": "energy in terms of [inaudible] wherever they need to be invested so as to provide energy"
    },
    {
      "index": 386,
      "start_time": 2514680.0,
      "end_time": 2522400.0,
      "text": "access to people around the world. At the same time, just keeping in mind this part"
    },
    {
      "index": 387,
      "start_time": 2522400.0,
      "end_time": 2527320.0,
      "text": "that we are moving forward, a lot of progress is being made."
    },
    {
      "index": 388,
      "start_time": 2527320.0,
      "end_time": 2535940.0,
      "text": "But at the same time, to reach that goal of universal energy access by 2035. Sorry. So"
    },
    {
      "index": 389,
      "start_time": 2535940.0,
      "end_time": 2544270.0,
      "text": "we need to move a bit faster, a bit more in that particular field. I would say if the"
    },
    {
      "index": 390,
      "start_time": 2544270.0,
      "end_time": 2550410.0,
      "text": "IEA kind of like submits that we need 700 billion, some kind of study that shows that"
    },
    {
      "index": 391,
      "start_time": 2550410.0,
      "end_time": 2558100.0,
      "text": "we may need less, like ten times less, and we can achieve in a universal energy access"
    },
    {
      "index": 392,
      "start_time": 2558100.0,
      "end_time": 2567030.0,
      "text": "in less time, like ten years earlier by really going for distributed energy, you know, just"
    },
    {
      "index": 393,
      "start_time": 2567030.0,
      "end_time": 2573000.0,
      "text": "[inaudible] technologies. I think those studies, maybe you can question the figures and portion"
    },
    {
      "index": 394,
      "start_time": 2573000.0,
      "end_time": 2577620.0,
      "text": "from a [inaudible], but at the end of the day, it just shows the wishful thinking for"
    },
    {
      "index": 395,
      "start_time": 2577620.0,
      "end_time": 2582640.0,
      "text": "sure, but it shows the end of the [inaudible] people trying to make things happen. And as"
    },
    {
      "index": 396,
      "start_time": 2582640.0,
      "end_time": 2589180.0,
      "text": "one of it was saying earlier, if you look back in time, ten years back, who would say"
    },
    {
      "index": 397,
      "start_time": 2589180.0,
      "end_time": 2592560.0,
      "text": "that like renewable energy itself would be playing such a big role nowadays."
    },
    {
      "index": 398,
      "start_time": 2592560.0,
      "end_time": 2598690.0,
      "text": "Ten years back, people were saying it&#39;s kind of expensive, it&#39;s kind of not feasible yet,"
    },
    {
      "index": 399,
      "start_time": 2598690.0,
      "end_time": 2605250.0,
      "text": "need to wait and see. But now it&#39;s just booming. And if you look at a situation about DRE,"
    },
    {
      "index": 400,
      "start_time": 2605250.0,
      "end_time": 2611380.0,
      "text": "it&#39;s kind of the same thing. Not so much interest like three or four years ago. It was just"
    },
    {
      "index": 401,
      "start_time": 2611380.0,
      "end_time": 2617150.0,
      "text": "only being done by charities in two countries or to invest like provide energy access to"
    },
    {
      "index": 402,
      "start_time": 2617150.0,
      "end_time": 2623970.0,
      "text": "schools or hospitals, but nowadays, it has become major to provide electricity and clean"
    },
    {
      "index": 403,
      "start_time": 2623970.0,
      "end_time": 2632680.0,
      "text": "cooking, fuel, to millions of people around the world."
    },
    {
      "index": 404,
      "start_time": 2632680.0,
      "end_time": 2639360.0,
      "text": "So you have seen the potential for DRE, especially for image access, and as portrayed already"
    },
    {
      "index": 405,
      "start_time": 2639360.0,
      "end_time": 2646680.0,
      "text": "by Rana and her slides, there is massive growing market there, and there&#39;s, just take some"
    },
    {
      "index": 406,
      "start_time": 2646680.0,
      "end_time": 2651130.0,
      "text": "more figure, but really rough figure about submitting off grid solar. We see that like"
    },
    {
      "index": 407,
      "start_time": 2651130.0,
      "end_time": 2656230.0,
      "text": "off grid solar compared what was invested last year for only the month of January of"
    },
    {
      "index": 408,
      "start_time": 2656230.0,
      "end_time": 2666270.0,
      "text": "this year has been like almost half of [inaudible] already been invested. Some piece industry"
    },
    {
      "index": 409,
      "start_time": 2666270.0,
      "end_time": 2673590.0,
      "text": "I would say studies cannot portray that for market for off grid liking products in Africa"
    },
    {
      "index": 410,
      "start_time": 2673590.0,
      "end_time": 2680830.0,
      "text": "has kind of like booming. Like [inaudible] what provinces. And that only represents 5%"
    },
    {
      "index": 411,
      "start_time": 2680830.0,
      "end_time": 2691250.0,
      "text": "of a potential market in that particular continent. So I mean 5.4 million products sold in 2014"
    },
    {
      "index": 412,
      "start_time": 2691250.0,
      "end_time": 2693530.0,
      "text": "and only 5% of a potential market."
    },
    {
      "index": 413,
      "start_time": 2693530.0,
      "end_time": 2699790.0,
      "text": "So there&#39;s massive role to improve massive role, invest massive role for any kind of"
    },
    {
      "index": 414,
      "start_time": 2699790.0,
      "end_time": 2708350.0,
      "text": "like private sector industries to going to that particular market into that. The diagram"
    },
    {
      "index": 415,
      "start_time": 2708350.0,
      "end_time": 2716340.0,
      "text": "on which, on the bottom of slide kind of shows a number of customers for [inaudible] utilities"
    },
    {
      "index": 416,
      "start_time": 2716340.0,
      "end_time": 2722470.0,
      "text": "around [inaudible]. And it&#39;s quite interesting to see big names like Ena or EDF, OEN, Overton"
    },
    {
      "index": 417,
      "start_time": 2722470.0,
      "end_time": 2728130.0,
      "text": "4. And so really big utilities around the world. And we have a particular one which"
    },
    {
      "index": 418,
      "start_time": 2728130.0,
      "end_time": 2734420.0,
      "text": "is like lying down of the ninth position. Maybe it&#39;s Delight, which is one company which"
    },
    {
      "index": 419,
      "start_time": 2734420.0,
      "end_time": 2740940.0,
      "text": "is kind of special tasking to solar off grid systems, mainly solar lighting systems and"
    },
    {
      "index": 420,
      "start_time": 2740940.0,
      "end_time": 2747280.0,
      "text": "solar home systems. And to see that like for a particular company, which is meant for gasses"
    },
    {
      "index": 421,
      "start_time": 2747280.0,
      "end_time": 2755340.0,
      "text": "on distributed or decentralized renewable energy systems, we found we got them out of"
    },
    {
      "index": 422,
      "start_time": 2755340.0,
      "end_time": 2763360.0,
      "text": "customers, and I would say the top ten companies around the world in terms of utilities shows"
    },
    {
      "index": 423,
      "start_time": 2763360.0,
      "end_time": 2770600.0,
      "text": "how the market is growing and how the market is proving to be a key player in the coming"
    },
    {
      "index": 424,
      "start_time": 2770600.0,
      "end_time": 2772730.0,
      "text": "years."
    },
    {
      "index": 425,
      "start_time": 2772730.0,
      "end_time": 2779170.0,
      "text": "Some key figures which I&#39;m sure most of you have come across for your research, for your"
    },
    {
      "index": 426,
      "start_time": 2779170.0,
      "end_time": 2787130.0,
      "text": "readings, or just in the news, so along the way, it&#39;s estimated that like 26 million household"
    },
    {
      "index": 427,
      "start_time": 2787130.0,
      "end_time": 2792870.0,
      "text": "are currently being served by off-grid renewable energy. Twenty-eight million people have been"
    },
    {
      "index": 428,
      "start_time": 2792870.0,
      "end_time": 2796940.0,
      "text": "provided with solar lighting according to figures from the lighting program, which is"
    },
    {
      "index": 429,
      "start_time": 2796940.0,
      "end_time": 2804070.0,
      "text": "an IFC World Bank initiative. And in Bangladesh, where I was saying earlier about like some"
    },
    {
      "index": 430,
      "start_time": 2804070.0,
      "end_time": 2810540.0,
      "text": "nine to 10% of the population currently served by solar home systems."
    },
    {
      "index": 431,
      "start_time": 2810540.0,
      "end_time": 2816110.0,
      "text": "What has been observed in the past month is like every month, like 60,000 sort of home"
    },
    {
      "index": 432,
      "start_time": 2816110.0,
      "end_time": 2822920.0,
      "text": "systems being deployed. And I&#39;ll come back to Bangladesh later on because I&#39;ve pointed"
    },
    {
      "index": 433,
      "start_time": 2822920.0,
      "end_time": 2830420.0,
      "text": "out it&#39;s a very good example of what is being done to provide energy access to a population"
    },
    {
      "index": 434,
      "start_time": 2830420.0,
      "end_time": 2836090.0,
      "text": "for distributed renewable energy. And how the market is booming and how the market is"
    },
    {
      "index": 435,
      "start_time": 2836090.0,
      "end_time": 2845360.0,
      "text": "really growing and maturing. And if you go, I mean I was saying across the news, everywhere"
    },
    {
      "index": 436,
      "start_time": 2845360.0,
      "end_time": 2849760.0,
      "text": "you&#39;d come across figures telling you that something is being invested in distributed"
    },
    {
      "index": 437,
      "start_time": 2849760.0,
      "end_time": 2854520.0,
      "text": "or off-grid renewable energy, I feel like the figures is all about how many systems"
    },
    {
      "index": 438,
      "start_time": 2854520.0,
      "end_time": 2859480.0,
      "text": "are being active, the tech [inaudible] for example, we want to achieve one million solar"
    },
    {
      "index": 439,
      "start_time": 2859480.0,
      "end_time": 2868590.0,
      "text": "homes. If you take, for example, institution of Ghana, which aims at 200,000 solar systems"
    },
    {
      "index": 440,
      "start_time": 2868590.0,
      "end_time": 2875990.0,
      "text": "in the next five years, they will want to kind of invest and provide solar energy panel"
    },
    {
      "index": 441,
      "start_time": 2875990.0,
      "end_time": 2879610.0,
      "text": "to a million people in its country."
    },
    {
      "index": 442,
      "start_time": 2879610.0,
      "end_time": 2885950.0,
      "text": "And USAID had just announced last month that it is investing 41 million in India on off"
    },
    {
      "index": 443,
      "start_time": 2885950.0,
      "end_time": 2893430.0,
      "text": "grid renewable energy. So figures are quite big, figures are quite impressive, and figures"
    },
    {
      "index": 444,
      "start_time": 2893430.0,
      "end_time": 2902180.0,
      "text": "quite rightly portrays economic situation, a growing market, for DRE political, providing"
    },
    {
      "index": 445,
      "start_time": 2902180.0,
      "end_time": 2911810.0,
      "text": "energies. So building up what we have seen, mainly that we have a need, and we have kind"
    },
    {
      "index": 446,
      "start_time": 2911810.0,
      "end_time": 2918140.0,
      "text": "of recognition nowadays, [inaudible] a strategy to go forward and provide access while it"
    },
    {
      "index": 447,
      "start_time": 2918140.0,
      "end_time": 2923780.0,
      "text": "is electricity where it is for clean cooking solutions to people to billions of people"
    },
    {
      "index": 448,
      "start_time": 2923780.0,
      "end_time": 2928490.0,
      "text": "around the world. We also have this particular situation where we have some kind of fragments,"
    },
    {
      "index": 449,
      "start_time": 2928490.0,
      "end_time": 2934880.0,
      "text": "some kinds of piece of a puzzle of what is really happening and what role kind of renewables"
    },
    {
      "index": 450,
      "start_time": 2934880.0,
      "end_time": 2938190.0,
      "text": "full distributed renewable energy systems are playing."
    },
    {
      "index": 451,
      "start_time": 2938190.0,
      "end_time": 2943390.0,
      "text": "And [inaudible]_ because it kind of shows what kind of a shadow paradox. In a sense"
    },
    {
      "index": 452,
      "start_time": 2943390.0,
      "end_time": 2951050.0,
      "text": "when have some kind of light energy emitting light in one direction. On the other side,"
    },
    {
      "index": 453,
      "start_time": 2951050.0,
      "end_time": 2958070.0,
      "text": "it causes a shadow. This I think kind of represent the situation right now when it comes to DRE"
    },
    {
      "index": 454,
      "start_time": 2958070.0,
      "end_time": 2966060.0,
      "text": "data that is distributed renewable energy data. On one side, which is the kind where"
    },
    {
      "index": 455,
      "start_time": 2966060.0,
      "end_time": 2974350.0,
      "text": "it&#39;s costing light, we have things like some six million household installed solar home"
    },
    {
      "index": 456,
      "start_time": 2974350.0,
      "end_time": 2981460.0,
      "text": "systems installed worldwide. In one country like Kenya, solar lanterns are provided lighting"
    },
    {
      "index": 457,
      "start_time": 2981460.0,
      "end_time": 2988580.0,
      "text": "to some 12% of the population. In just [inaudible] in 2009, it was only 2%. In Bangladesh right"
    },
    {
      "index": 458,
      "start_time": 2988580.0,
      "end_time": 2994910.0,
      "text": "now, as you have said, it&#39;s 9% or 10% of a population. I think it is for [inaudible]"
    },
    {
      "index": 459,
      "start_time": 2994910.0,
      "end_time": 3000180.0,
      "text": "with 3.8 million solar home systems installed in that country."
    },
    {
      "index": 460,
      "start_time": 3000180.0,
      "end_time": 3006880.0,
      "text": "And on the other side, we can&#39;t really have [inaudible] of a role of DRE, mainly in terms"
    },
    {
      "index": 461,
      "start_time": 3006880.0,
      "end_time": 3012170.0,
      "text": "of how many megawatt or kilowatt has been installed. What is the current generation,"
    },
    {
      "index": 462,
      "start_time": 3012170.0,
      "end_time": 3019530.0,
      "text": "and what is the current share of DRE in the renewable energy market in particular continents"
    },
    {
      "index": 463,
      "start_time": 3019530.0,
      "end_time": 3025970.0,
      "text": "in particular region, and worldwide, and what is the role being played by DRE in kind of"
    },
    {
      "index": 464,
      "start_time": 3025970.0,
      "end_time": 3035920.0,
      "text": "boosting and booming [inaudible] segment in those region. So it&#39;s a bit kind of a paradox."
    },
    {
      "index": 465,
      "start_time": 3035920.0,
      "end_time": 3040270.0,
      "text": "On one side, we have lots of formation of what is being achieved in terms of tangible"
    },
    {
      "index": 466,
      "start_time": 3040270.0,
      "end_time": 3045520.0,
      "text": "stuff, but on the other side, one of a [inaudible] proving it. So renewable energy providing"
    },
    {
      "index": 467,
      "start_time": 3045520.0,
      "end_time": 3051020.0,
      "text": "that light, renewable energy providing clean [inaudible] solutions to people. On the other"
    },
    {
      "index": 468,
      "start_time": 3051020.0,
      "end_time": 3056260.0,
      "text": "side, we can freely quantify what is that role of renewable energies today, what is,"
    },
    {
      "index": 469,
      "start_time": 3056260.0,
      "end_time": 3067480.0,
      "text": "how much is that segment quite significant? And this data [inaudible] has earlier been"
    },
    {
      "index": 470,
      "start_time": 3067480.0,
      "end_time": 3073370.0,
      "text": "kind of portrayed and highlighted in a study made by Rana of renewable energy. Well the"
    },
    {
      "index": 471,
      "start_time": 3073370.0,
      "end_time": 3079030.0,
      "text": "two main conclusions are that we have a growing market, which I have just seen the key figures"
    },
    {
      "index": 472,
      "start_time": 3079030.0,
      "end_time": 3086290.0,
      "text": "in this previous slide, but there is kind of an effort that is needed. You cannot portray"
    },
    {
      "index": 473,
      "start_time": 3086290.0,
      "end_time": 3094120.0,
      "text": "and develop [inaudible] able and up-to-date data sets on DRE, and this is an energy that"
    },
    {
      "index": 474,
      "start_time": 3094120.0,
      "end_time": 3101400.0,
      "text": "is needed right now. So this can be done for two steps, whether kind of informal data from"
    },
    {
      "index": 475,
      "start_time": 3101400.0,
      "end_time": 3109800.0,
      "text": "basic actors and stakeholders investing in the, in [inaudible] countries and at country"
    },
    {
      "index": 476,
      "start_time": 3109800.0,
      "end_time": 3117530.0,
      "text": "level, and this is where I&#39;m going to consider a little bit later on how country statistics"
    },
    {
      "index": 477,
      "start_time": 3117530.0,
      "end_time": 3122770.0,
      "text": "can be improved and what is being done to improve country statistics on renewable energy"
    },
    {
      "index": 478,
      "start_time": 3122770.0,
      "end_time": 3127010.0,
      "text": "and of data."
    },
    {
      "index": 479,
      "start_time": 3127010.0,
      "end_time": 3134110.0,
      "text": "So one of the key issue are I don&#39;t really have a good picture and a good overview of"
    },
    {
      "index": 480,
      "start_time": 3134110.0,
      "end_time": 3138910.0,
      "text": "the DRE market is because first of all, we have a lack of country reporting and consolidation"
    },
    {
      "index": 481,
      "start_time": 3138910.0,
      "end_time": 3147390.0,
      "text": "to try their assistance. Just like if I take 15 years ago, we had a lack of reporting mechanism"
    },
    {
      "index": 482,
      "start_time": 3147390.0,
      "end_time": 3153730.0,
      "text": "and kind of collection mechanism on DRE systems. So country statistics were created capturing"
    },
    {
      "index": 483,
      "start_time": 3153730.0,
      "end_time": 3158220.0,
      "text": "what was happening in the renewable energy world. Right now, we have the same thing for"
    },
    {
      "index": 484,
      "start_time": 3158220.0,
      "end_time": 3163340.0,
      "text": "DRE systems. And one of two reasons for this is particularly that country statistics, you"
    },
    {
      "index": 485,
      "start_time": 3163340.0,
      "end_time": 3171100.0,
      "text": "look at systems that are kind of more than one megawatt installed capacity. So if you"
    },
    {
      "index": 486,
      "start_time": 3171100.0,
      "end_time": 3176400.0,
      "text": "take the case of DRE systems, we&#39;re talking about [inaudible] systems, and those are not"
    },
    {
      "index": 487,
      "start_time": 3176400.0,
      "end_time": 3183330.0,
      "text": "less captured within the country statistic spot. Also lack of reporting from donors,"
    },
    {
      "index": 488,
      "start_time": 3183330.0,
      "end_time": 3186950.0,
      "text": "from private sector, from NGOs, or from industries."
    },
    {
      "index": 489,
      "start_time": 3186950.0,
      "end_time": 3190780.0,
      "text": "On their activities, on their initiatives under their projects. Although I must say"
    },
    {
      "index": 490,
      "start_time": 3190780.0,
      "end_time": 3196140.0,
      "text": "that in the past couple of months, one of the things we&#39;ve seen while working a particular"
    },
    {
      "index": 491,
      "start_time": 3196140.0,
      "end_time": 3202140.0,
      "text": "field is that it&#39;s not really a lack of reporting as such because we do report internally, it&#39;s"
    },
    {
      "index": 492,
      "start_time": 3202140.0,
      "end_time": 3208350.0,
      "text": "a lack of sharing that information wherever. And we have that information somewhere, but"
    },
    {
      "index": 493,
      "start_time": 3208350.0,
      "end_time": 3214240.0,
      "text": "we have to dig to get it, or we have information in a nonconsolidated way. So there is some"
    },
    {
      "index": 494,
      "start_time": 3214240.0,
      "end_time": 3220480.0,
      "text": "kind of screening in a way that [inaudible]. I was saying the forecast has been on the"
    },
    {
      "index": 495,
      "start_time": 3220480.0,
      "end_time": 3225350.0,
      "text": "end rather than on the means, the end being providing energy access to people. So how"
    },
    {
      "index": 496,
      "start_time": 3225350.0,
      "end_time": 3230500.0,
      "text": "many people do we provide an edge to, how many people are being served by a particular"
    },
    {
      "index": 497,
      "start_time": 3230500.0,
      "end_time": 3233960.0,
      "text": "system? How many people are being provided with electricity"
    },
    {
      "index": 498,
      "start_time": 3233960.0,
      "end_time": 3240940.0,
      "text": "or lighting? How many people are now being able to cook with a clean cooking solution?"
    },
    {
      "index": 499,
      "start_time": 3240940.0,
      "end_time": 3248730.0,
      "text": "Well the means is about the source for renewable energy that is being used in most cases. So"
    },
    {
      "index": 500,
      "start_time": 3248730.0,
      "end_time": 3253850.0,
      "text": "we focus rather on the [inaudible], but not on the means of doing it. And [inaudible]"
    },
    {
      "index": 501,
      "start_time": 3253850.0,
      "end_time": 3259990.0,
      "text": "put a picture in terms of impact. So X amount of people is being provided X, that represent"
    },
    {
      "index": 502,
      "start_time": 3259990.0,
      "end_time": 3265220.0,
      "text": "X amount of a population is being provided with energy access. It doesn&#39;t give credit"
    },
    {
      "index": 503,
      "start_time": 3265220.0,
      "end_time": 3273470.0,
      "text": "over renewable energy in that particular field. And what it does, actually, what it may do,"
    },
    {
      "index": 504,
      "start_time": 3273470.0,
      "end_time": 3278890.0,
      "text": "it may actually undermine the whole world of renewable energy because we focus on okay,"
    },
    {
      "index": 505,
      "start_time": 3278890.0,
      "end_time": 3287510.0,
      "text": "yes, we are providing energy access for systems, for distributed systems to people."
    },
    {
      "index": 506,
      "start_time": 3287510.0,
      "end_time": 3293530.0,
      "text": "But for what means? Since we don&#39;t have the data quantify of the mean, the part of a mean"
    },
    {
      "index": 507,
      "start_time": 3293530.0,
      "end_time": 3300530.0,
      "text": "is being kind of put aside. And it&#39;s quite funny to think in an interview in The Financial"
    },
    {
      "index": 508,
      "start_time": 3300530.0,
      "end_time": 3309830.0,
      "text": "Times two weeks or one week ago, one of the head of the World Coal Association was kind"
    },
    {
      "index": 509,
      "start_time": 3309830.0,
      "end_time": 3317060.0,
      "text": "of like putting forward a case for the use of coal actually to come back in energy property."
    },
    {
      "index": 510,
      "start_time": 3317060.0,
      "end_time": 3322840.0,
      "text": "And I was just looking at the way he was portraying his argument. I was saying that I already"
    },
    {
      "index": 511,
      "start_time": 3322840.0,
      "end_time": 3327250.0,
      "text": "have the figures to show that no matter how much renewable energy is being, what role"
    },
    {
      "index": 512,
      "start_time": 3327250.0,
      "end_time": 3333430.0,
      "text": "and how much renewable energy is actually being used to provide energy access in the"
    },
    {
      "index": 513,
      "start_time": 3333430.0,
      "end_time": 3340650.0,
      "text": "world and how much renewable energy has provided with [inaudible] and how much progress actually"
    },
    {
      "index": 514,
      "start_time": 3340650.0,
      "end_time": 3347140.0,
      "text": "has been made, it&#39;s due to renewable energy. That will undermine all of his arguments he"
    },
    {
      "index": 515,
      "start_time": 3347140.0,
      "end_time": 3353620.0,
      "text": "was putting forward in his article. And the other reason is that at times, we might have"
    },
    {
      "index": 516,
      "start_time": 3353620.0,
      "end_time": 3359720.0,
      "text": "data from a current study from something for one that has no job on it. That data comes"
    },
    {
      "index": 517,
      "start_time": 3359720.0,
      "end_time": 3366360.0,
      "text": "let&#39;s say for 2012. You look at the same data for 2014, there is just not update on that"
    },
    {
      "index": 518,
      "start_time": 3366360.0,
      "end_time": 3370770.0,
      "text": "data. At times, it did not really are able, in the sense that we have contributing data"
    },
    {
      "index": 519,
      "start_time": 3370770.0,
      "end_time": 3377550.0,
      "text": "for, from, maybe from a same source or same country or same project. So I was saying one"
    },
    {
      "index": 520,
      "start_time": 3377550.0,
      "end_time": 3382290.0,
      "text": "major implication of having those data gaps on the [inaudible] market is that we don&#39;t"
    },
    {
      "index": 521,
      "start_time": 3382290.0,
      "end_time": 3388640.0,
      "text": "have a proper understanding of market dynamics, and really the role played by renewable energy"
    },
    {
      "index": 522,
      "start_time": 3388640.0,
      "end_time": 3390590.0,
      "text": "in providing energy access."
    },
    {
      "index": 523,
      "start_time": 3390590.0,
      "end_time": 3396990.0,
      "text": "And this can kind of like prohibit some decision-making in putting the right policy instrument or"
    },
    {
      "index": 524,
      "start_time": 3396990.0,
      "end_time": 3401980.0,
      "text": "right frameworks in the right enabling environment to attract and [inaudible] investment in this"
    },
    {
      "index": 525,
      "start_time": 3401980.0,
      "end_time": 3408770.0,
      "text": "particular sector. Just a little reporting of something that happened last week. I was"
    },
    {
      "index": 526,
      "start_time": 3408770.0,
      "end_time": 3415570.0,
      "text": "actually in a meeting talking about energy, and in, it all concerned a country that would"
    },
    {
      "index": 527,
      "start_time": 3415570.0,
      "end_time": 3422290.0,
      "text": "face, that had huge, a huge problem, huge challenge in the coming years, which is a"
    },
    {
      "index": 528,
      "start_time": 3422290.0,
      "end_time": 3428290.0,
      "text": "blackout situation. That country for the past couple years had been investing large in renewable"
    },
    {
      "index": 529,
      "start_time": 3428290.0,
      "end_time": 3433070.0,
      "text": "energy. There was a clean way of going that was more renewable energy."
    },
    {
      "index": 530,
      "start_time": 3433070.0,
      "end_time": 3439400.0,
      "text": "The simple fact that there was this blackout issue that was coming popping up, this did"
    },
    {
      "index": 531,
      "start_time": 3439400.0,
      "end_time": 3443980.0,
      "text": "make, there was some kind of shift in the way policy makers were reacting in the sense"
    },
    {
      "index": 532,
      "start_time": 3443980.0,
      "end_time": 3449890.0,
      "text": "that they were no more looking about how can we increase our capacity for renewable energy,"
    },
    {
      "index": 533,
      "start_time": 3449890.0,
      "end_time": 3457760.0,
      "text": "how can we make this renewable energy more progress and boom in our country, but whatever"
    },
    {
      "index": 534,
      "start_time": 3457760.0,
      "end_time": 3462540.0,
      "text": "the key question was more about okay, how do we produce more, how do we [inaudible]"
    },
    {
      "index": 535,
      "start_time": 3462540.0,
      "end_time": 3467950.0,
      "text": "blackout. Irrespective from what we were doing, irrespective of the sources we&#39;re using. So"
    },
    {
      "index": 536,
      "start_time": 3467950.0,
      "end_time": 3473760.0,
      "text": "what I&#39;m trying to say is that like when you lack the data to reassure what is the role"
    },
    {
      "index": 537,
      "start_time": 3473760.0,
      "end_time": 3478290.0,
      "text": "of which technology and how it can play a role to serve many other programs that you"
    },
    {
      "index": 538,
      "start_time": 3478290.0,
      "end_time": 3482430.0,
      "text": "may have, what happens is you are often put it aside."
    },
    {
      "index": 539,
      "start_time": 3482430.0,
      "end_time": 3488520.0,
      "text": "But as I think Einstein would say, if you don&#39;t, never did I, if you can&#39;t measure a"
    },
    {
      "index": 540,
      "start_time": 3488520.0,
      "end_time": 3493420.0,
      "text": "problem, if one can&#39;t measure a solution that can be put forward to serve a program, we&#39;re"
    },
    {
      "index": 541,
      "start_time": 3493420.0,
      "end_time": 3500270.0,
      "text": "never going to be able to make a change for it. That&#39;s the paradox that we have. Renewable"
    },
    {
      "index": 542,
      "start_time": 3500270.0,
      "end_time": 3506140.0,
      "text": "energy actually from the data, from the present pieces that we have, is playing a big role"
    },
    {
      "index": 543,
      "start_time": 3506140.0,
      "end_time": 3513490.0,
      "text": "in the energy access market, but actually we can&#39;t really quantify how much. We can"
    },
    {
      "index": 544,
      "start_time": 3513490.0,
      "end_time": 3521810.0,
      "text": "for some projects, we can for some countries, but not for a particular region, not for a"
    },
    {
      "index": 545,
      "start_time": 3521810.0,
      "end_time": 3528990.0,
      "text": "whole world. And I kind of love that side because it just kind of portray one of the"
    },
    {
      "index": 546,
      "start_time": 3528990.0,
      "end_time": 3534440.0,
      "text": "key message for, we tried to do at REN21 over the past couple months and over the past couple"
    },
    {
      "index": 547,
      "start_time": 3534440.0,
      "end_time": 3540050.0,
      "text": "years through the GSR and particularly on a chapter on DRE."
    },
    {
      "index": 548,
      "start_time": 3540050.0,
      "end_time": 3548150.0,
      "text": "So the top picture is [inaudible], and what is quite interesting for us, it&#39;s like we"
    },
    {
      "index": 549,
      "start_time": 3548150.0,
      "end_time": 3552870.0,
      "text": "almost see the same image of a moon where I felt we are on the planet, and whatever"
    },
    {
      "index": 550,
      "start_time": 3552870.0,
      "end_time": 3559310.0,
      "text": "we do, we kind of see the same image of the moon most of the time. And the picture of"
    },
    {
      "index": 551,
      "start_time": 3559310.0,
      "end_time": 3564730.0,
      "text": "a button is a [inaudible] released picture from NASA which actually portrayed the other"
    },
    {
      "index": 552,
      "start_time": 3564730.0,
      "end_time": 3570080.0,
      "text": "side of the moon, the part that we dont see. Kind of like a satellite which was moving"
    },
    {
      "index": 553,
      "start_time": 3570080.0,
      "end_time": 3575910.0,
      "text": "away and just turn around and had this picture, and just say that okay, we had a picture of"
    },
    {
      "index": 554,
      "start_time": 3575910.0,
      "end_time": 3581140.0,
      "text": "a moon first, and we knew that it was here. And we kind of used to how it was. When we"
    },
    {
      "index": 555,
      "start_time": 3581140.0,
      "end_time": 3584960.0,
      "text": "look at the side, we had another kind of like perspective."
    },
    {
      "index": 556,
      "start_time": 3584960.0,
      "end_time": 3593030.0,
      "text": "And in DRE, it&#39;s the same thing. What we are trying to kind of like change if initiatives"
    },
    {
      "index": 557,
      "start_time": 3593030.0,
      "end_time": 3599780.0,
      "text": "at REN21, like is really change, have a look at the other side of the moon. So we have"
    },
    {
      "index": 558,
      "start_time": 3599780.0,
      "end_time": 3606750.0,
      "text": "been used to people telling us we have X amount of solar home systems, we have X amount of"
    },
    {
      "index": 559,
      "start_time": 3606750.0,
      "end_time": 3614630.0,
      "text": "solar lighting, we have X, we have X amount of people being served by many grids, and"
    },
    {
      "index": 560,
      "start_time": 3614630.0,
      "end_time": 3623940.0,
      "text": "many grid could be biomass or biogas based, hydro based, or solar based. But we are trying"
    },
    {
      "index": 561,
      "start_time": 3623940.0,
      "end_time": 3631340.0,
      "text": "to see the other side of it. It&#39;s how much megawatt, how much kilowatt does that represent,"
    },
    {
      "index": 562,
      "start_time": 3631340.0,
      "end_time": 3635710.0,
      "text": "and how does it fit within the whole energy strategy of a country."
    },
    {
      "index": 563,
      "start_time": 3635710.0,
      "end_time": 3641160.0,
      "text": "And I won&#39;t spend too much time on this one because I think Rana has quite covered that"
    },
    {
      "index": 564,
      "start_time": 3641160.0,
      "end_time": 3647320.0,
      "text": "bit, but saying that we have a particular section which talks about distributed renewable"
    },
    {
      "index": 565,
      "start_time": 3647320.0,
      "end_time": 3651880.0,
      "text": "energy for energy access, which given the second sensors, given the data available,"
    },
    {
      "index": 566,
      "start_time": 3651880.0,
      "end_time": 3657630.0,
      "text": "purely and solely can concentrate on providing that information about how many people for"
    },
    {
      "index": 567,
      "start_time": 3657630.0,
      "end_time": 3662030.0,
      "text": "sure will illustrate what kind of technology is being used, what kind of new technology"
    },
    {
      "index": 568,
      "start_time": 3662030.0,
      "end_time": 3668620.0,
      "text": "can be used for different segments, for lighting, for cooking, for providing higher grade level,"
    },
    {
      "index": 569,
      "start_time": 3668620.0,
      "end_time": 3673270.0,
      "text": "to move along for energy level. What kind of like systems renewable energy base can"
    },
    {
      "index": 570,
      "start_time": 3673270.0,
      "end_time": 3681450.0,
      "text": "be used. And we have done for the past edition of energy, so we have tried to contact donors,"
    },
    {
      "index": 571,
      "start_time": 3681450.0,
      "end_time": 3687830.0,
      "text": "we have tried to contact international organizations, private sector people, industries, and tried"
    },
    {
      "index": 572,
      "start_time": 3687830.0,
      "end_time": 3690090.0,
      "text": "to get the data from them."
    },
    {
      "index": 573,
      "start_time": 3690090.0,
      "end_time": 3694580.0,
      "text": "Okay, you are working that particular country, you are working a particular region, you are"
    },
    {
      "index": 574,
      "start_time": 3694580.0,
      "end_time": 3700660.0,
      "text": "working on providing energy access, and most of the time, what you&#39;re working on is based"
    },
    {
      "index": 575,
      "start_time": 3700660.0,
      "end_time": 3711360.0,
      "text": "on renewable energy. So how much are you kind of like working with, and at the start, I"
    },
    {
      "index": 576,
      "start_time": 3711360.0,
      "end_time": 3716360.0,
      "text": "had been working, I say, &quot;Okay, we literally work, we will really be able to gather data"
    },
    {
      "index": 577,
      "start_time": 3716360.0,
      "end_time": 3721920.0,
      "text": "from people maybe who don&#39;t have the data maybe because from our side, we haven&#39;t seen"
    },
    {
      "index": 578,
      "start_time": 3721920.0,
      "end_time": 3726850.0,
      "text": "much reporting.&quot; Maybe data that doesn&#39;t exist, and what you have seen is massive. You look"
    },
    {
      "index": 579,
      "start_time": 3726850.0,
      "end_time": 3733010.0,
      "text": "at the table, actually, I think it&#39;s once over five or seven big, I think Rana may correct"
    },
    {
      "index": 580,
      "start_time": 3733010.0,
      "end_time": 3737320.0,
      "text": "me afterwards, but of data we have been able to gather for different regions of [inaudible]."
    },
    {
      "index": 581,
      "start_time": 3737320.0,
      "end_time": 3743650.0,
      "text": "And it was quite amusing the response that we did get. It was like massive we are able"
    },
    {
      "index": 582,
      "start_time": 3743650.0,
      "end_time": 3750980.0,
      "text": "and truly tremendous data showing what we sense we usually had a feeling about all the"
    },
    {
      "index": 583,
      "start_time": 3750980.0,
      "end_time": 3757690.0,
      "text": "growing market in the DRE segment. But what was quite frustrating at the end of the day,"
    },
    {
      "index": 584,
      "start_time": 3757690.0,
      "end_time": 3763240.0,
      "text": "it&#39;s like let&#39;s say if you take the case of Mozambique, for example, even the data that"
    },
    {
      "index": 585,
      "start_time": 3763240.0,
      "end_time": 3770840.0,
      "text": "we have on different units of the data that we have, oh, not even the same unit or does"
    },
    {
      "index": 586,
      "start_time": 3770840.0,
      "end_time": 3775820.0,
      "text": "it cover the same kind of technology, or they are not in a consolidated manner being portrayed"
    },
    {
      "index": 587,
      "start_time": 3775820.0,
      "end_time": 3784190.0,
      "text": "here or rather than by projects or by initiative. One of, able really to innovate let&#39;s say"
    },
    {
      "index": 588,
      "start_time": 3784190.0,
      "end_time": 3790390.0,
      "text": "for solar in Mozambique. We have X amount for DRE, and we know that we have let&#39;s say"
    },
    {
      "index": 589,
      "start_time": 3790390.0,
      "end_time": 3795160.0,
      "text": "ten megawatt of solar that [inaudible], but just for illustration."
    },
    {
      "index": 590,
      "start_time": 3795160.0,
      "end_time": 3801700.0,
      "text": "We have ten megawatt of solar installed in Mozambique, and out of it, four is from DRE"
    },
    {
      "index": 591,
      "start_time": 3801700.0,
      "end_time": 3807000.0,
      "text": "systems. This kind of information is what you&#39;re trying to portray, but we are kind"
    },
    {
      "index": 592,
      "start_time": 3807000.0,
      "end_time": 3810400.0,
      "text": "of struggling with it to portray in that particular way."
    },
    {
      "index": 593,
      "start_time": 3810400.0,
      "end_time": 3817810.0,
      "text": "&gt;&gt; TIM REBER: Fabiani, sorry, we&#39;re just starting to get a little conscious of time, and we"
    },
    {
      "index": 594,
      "start_time": 3817810.0,
      "end_time": 3825520.0,
      "text": "would like to try and save some time at the end for questions. So start to wrap up in"
    },
    {
      "index": 595,
      "start_time": 3825520.0,
      "end_time": 3830370.0,
      "text": "the next five or ten minutes, leave at least a little time here for questions, that&#39;d be"
    },
    {
      "index": 596,
      "start_time": 3830370.0,
      "end_time": 3830860.0,
      "text": "great."
    },
    {
      "index": 597,
      "start_time": 3830860.0,
      "end_time": 3833039.0,
      "text": "&gt;&gt; FABIANI APPAVOU: That&#39;s good. That works."
    },
    {
      "index": 598,
      "start_time": 3833040.0,
      "end_time": 3834491.0,
      "text": "&gt;&gt; TIM REBER: Thank you."
    },
    {
      "index": 599,
      "start_time": 3834490.0,
      "end_time": 3842410.0,
      "text": "&gt;&gt; FABIANI APPAVOU: So I think I have five or six slides coming, so that will be coming."
    },
    {
      "index": 600,
      "start_time": 3842410.0,
      "end_time": 3847230.0,
      "text": "I was talking about this other side of the DRE market. If you talk about Bangladesh,"
    },
    {
      "index": 601,
      "start_time": 3847230.0,
      "end_time": 3853090.0,
      "text": "if you talk about the [inaudible] people installed, 15 million people being provided with solar"
    },
    {
      "index": 602,
      "start_time": 3853090.0,
      "end_time": 3859430.0,
      "text": "system, roughly 10%. But then if we dig further and we dig through the national authority"
    },
    {
      "index": 603,
      "start_time": 3859430.0,
      "end_time": 3865200.0,
      "text": "in charge of providing energy access, this [inaudible] have a figure for making it work."
    },
    {
      "index": 604,
      "start_time": 3865200.0,
      "end_time": 3871410.0,
      "text": "It&#39;s 155 megawatt currently. And actually want to provide energy access to everyone"
    },
    {
      "index": 605,
      "start_time": 3871410.0,
      "end_time": 3879830.0,
      "text": "at REN21, which kind of represent 24 gigawatt to be installed by that time. We are to expect"
    },
    {
      "index": 606,
      "start_time": 3879830.0,
      "end_time": 3880990.0,
      "text": "10%."
    },
    {
      "index": 607,
      "start_time": 3880990.0,
      "end_time": 3885910.0,
      "text": "So we can say that for particular market, but like Bangladesh, we do have the figures"
    },
    {
      "index": 608,
      "start_time": 3885910.0,
      "end_time": 3893970.0,
      "text": "available. Same thing for India. India actually has a very good country statistic system in"
    },
    {
      "index": 609,
      "start_time": 3893970.0,
      "end_time": 3898020.0,
      "text": "place. For sure we can say that like there&#39;s much improvement in terms of providing the"
    },
    {
      "index": 610,
      "start_time": 3898020.0,
      "end_time": 3902950.0,
      "text": "data in terms of megawatt or gigawatt for solar power, but at least there&#39;s some kind"
    },
    {
      "index": 611,
      "start_time": 3902950.0,
      "end_time": 3908650.0,
      "text": "of accounting being made about how many has been installed in each and every state of"
    },
    {
      "index": 612,
      "start_time": 3908650.0,
      "end_time": 3909730.0,
      "text": "the country."
    },
    {
      "index": 613,
      "start_time": 3909730.0,
      "end_time": 3917520.0,
      "text": "Same thing for Ghana. I think if you go through all the SFO documents about country action"
    },
    {
      "index": 614,
      "start_time": 3917520.0,
      "end_time": 3924060.0,
      "text": "agent over [inaudible], you see that like in those documents, there are lots of information"
    },
    {
      "index": 615,
      "start_time": 3924060.0,
      "end_time": 3932240.0,
      "text": "on number of megawatt installed capacity for solar for instance in Ghana. And the fact"
    },
    {
      "index": 616,
      "start_time": 3932240.0,
      "end_time": 3936810.0,
      "text": "that those information are being complied and available just shows that the data are"
    },
    {
      "index": 617,
      "start_time": 3936810.0,
      "end_time": 3944300.0,
      "text": "not so scarce. It&#39;s not really any issue about it&#39;s not being collected or, but just we are"
    },
    {
      "index": 618,
      "start_time": 3944300.0,
      "end_time": 3949360.0,
      "text": "not aware. We need to dig for it, and the energy some kind of assistance to get information"
    },
    {
      "index": 619,
      "start_time": 3949360.0,
      "end_time": 3952540.0,
      "text": "from the other side of the moon to the side that we can see."
    },
    {
      "index": 620,
      "start_time": 3952540.0,
      "end_time": 3959700.0,
      "text": "Same thing for a company like Delight, which is very much involved now on 60 countries"
    },
    {
      "index": 621,
      "start_time": 3959700.0,
      "end_time": 3966620.0,
      "text": "I believe in providing solar lighting portable systems. And if it kind of like [inaudible]"
    },
    {
      "index": 622,
      "start_time": 3966620.0,
      "end_time": 3973480.0,
      "text": "by saying that like we have that 50, one million people, and so on, one people, 1.1 billion"
    },
    {
      "index": 623,
      "start_time": 3973480.0,
      "end_time": 3981730.0,
      "text": "in terms of energy expenses, we have [inaudible] about 81 gigawatt hour of electricity generated."
    },
    {
      "index": 624,
      "start_time": 3981730.0,
      "end_time": 3989840.0,
      "text": "So again, we can have the data. On the other side, we have companies such as Solar Aid"
    },
    {
      "index": 625,
      "start_time": 3989840.0,
      "end_time": 3994890.0,
      "text": "who just portray, but have been the same side of the moon that we see is how many people"
    },
    {
      "index": 626,
      "start_time": 3994890.0,
      "end_time": 4000610.0,
      "text": "are being served, how much money is being saved. But really lacking that part of telling"
    },
    {
      "index": 627,
      "start_time": 4000610.0,
      "end_time": 4007350.0,
      "text": "us the whole story of how many megawatt has been installed."
    },
    {
      "index": 628,
      "start_time": 4007350.0,
      "end_time": 4013050.0,
      "text": "This is from Power Africa annual report. The edition is July 2014. Well [inaudible] had"
    },
    {
      "index": 629,
      "start_time": 4013050.0,
      "end_time": 4020690.0,
      "text": "been stopped by technology. Those data from the Foundation for Real World Energy System."
    },
    {
      "index": 630,
      "start_time": 4020690.0,
      "end_time": 4027940.0,
      "text": "The services [inaudible], which can have a very good reporting overview of how many systems"
    },
    {
      "index": 631,
      "start_time": 4027940.0,
      "end_time": 4032320.0,
      "text": "are being stored, what type of systems are being stored, and most importantly for us"
    },
    {
      "index": 632,
      "start_time": 4032320.0,
      "end_time": 4041330.0,
      "text": "at REN21. How many kilowatt is being stored? So just to go the key constraint again, one"
    },
    {
      "index": 633,
      "start_time": 4041330.0,
      "end_time": 4045430.0,
      "text": "of the key issues I was saying is the up to date data that we have. The frequency of reporting"
    },
    {
      "index": 634,
      "start_time": 4045430.0,
      "end_time": 4050290.0,
      "text": "of the data actually is kind of important for most projects I have seen for most initiative"
    },
    {
      "index": 635,
      "start_time": 4050290.0,
      "end_time": 4057170.0,
      "text": "that have a very good reporting system. We kind of go for like every two years, one and"
    },
    {
      "index": 636,
      "start_time": 4057170.0,
      "end_time": 4063670.0,
      "text": "a half year, or when actually the industry is doing kind of a study on the particular"
    },
    {
      "index": 637,
      "start_time": 4063670.0,
      "end_time": 4064350.0,
      "text": "market."
    },
    {
      "index": 638,
      "start_time": 4064350.0,
      "end_time": 4070400.0,
      "text": "I was saying that less than one megawatt you need is usually not captured in country statistics,"
    },
    {
      "index": 639,
      "start_time": 4070400.0,
      "end_time": 4076940.0,
      "text": "and most of the data collection reporting is [inaudible] on the end with energy metrics."
    },
    {
      "index": 640,
      "start_time": 4076940.0,
      "end_time": 4081530.0,
      "text": "So those are the things that we kind of need to change. And what we have been doing at"
    },
    {
      "index": 641,
      "start_time": 4081530.0,
      "end_time": 4084650.0,
      "text": "REN21 is kind of contacting stakeholders, people working in the field and trying to"
    },
    {
      "index": 642,
      "start_time": 4084650.0,
      "end_time": 4090180.0,
      "text": "see how we can work together to have a better picture of the situation. One good example"
    },
    {
      "index": 643,
      "start_time": 4090180.0,
      "end_time": 4097230.0,
      "text": "is actually energizing development initiative where from their actually published report"
    },
    {
      "index": 644,
      "start_time": 4097229.9999999995,
      "end_time": 4103419.9999999995,
      "text": "I&#39;ve seen, it&#39;s kind of how many people have been served, how many systems have been installed."
    },
    {
      "index": 645,
      "start_time": 4103420.0,
      "end_time": 4106920.0,
      "text": "But just [inaudible], we did realize we actually have the data on how many kilowatt hour, how"
    },
    {
      "index": 646,
      "start_time": 4106920.0,
      "end_time": 4113960.0,
      "text": "many kilowatt has been installed. And we just gave some kind of gleam of hope that we are"
    },
    {
      "index": 647,
      "start_time": 4113960.0,
      "end_time": 4118810.0,
      "text": "moving in the right direction, and there are some kind of information being portrayed."
    },
    {
      "index": 648,
      "start_time": 4118810.0000000005,
      "end_time": 4126509.0000000005,
      "text": "Just need to be able to tap into those information. And to the countries, to the private sector,"
    },
    {
      "index": 649,
      "start_time": 4126510.0,
      "end_time": 4131641.0,
      "text": "and to all stakeholders, being able to capture some second [inaudible] and capture voice"
    },
    {
      "index": 650,
      "start_time": 4131640.0000000005,
      "end_time": 4140700.0000000005,
      "text": "information will be indeed helpful for building the momentum for DRE systems. So this will"
    },
    {
      "index": 651,
      "start_time": 4140700.0,
      "end_time": 4146480.0,
      "text": "be my last slide, and I starting by saying my presentation would be tracking shadows,"
    },
    {
      "index": 652,
      "start_time": 4146479.9999999995,
      "end_time": 4153129.9999999995,
      "text": "and I kind of [inaudible] that we have this shadow effect of when you interject in it"
    },
    {
      "index": 653,
      "start_time": 4153130.0,
      "end_time": 4158160.0,
      "text": "light in one direction, and the other side is kind of crossed with shadows. What we&#39;re"
    },
    {
      "index": 654,
      "start_time": 4158160.0,
      "end_time": 4162330.0,
      "text": "trying to do and what we&#39;re trying to achieve is really have these different pieces to make"
    },
    {
      "index": 655,
      "start_time": 4162330.0,
      "end_time": 4165580.0,
      "text": "us have this beautiful picture."
    },
    {
      "index": 656,
      "start_time": 4165580.0,
      "end_time": 4172540.0,
      "text": "This is actually what we call a light and shadow painting, which is casting light on"
    },
    {
      "index": 657,
      "start_time": 4172540.0,
      "end_time": 4177650.0,
      "text": "translucent objects. And you might say that right now, what we have on the DRE sector"
    },
    {
      "index": 658,
      "start_time": 4177649.9999999995,
      "end_time": 4181849.9999999995,
      "text": "if we have some kind of opaque objects, but we are trying to make translucent so that"
    },
    {
      "index": 659,
      "start_time": 4181850.0000000005,
      "end_time": 4187240.0000000005,
      "text": "we can have a beautiful picture. So shadows are not just shadows, but can be used to bring"
    },
    {
      "index": 660,
      "start_time": 4187240.0,
      "end_time": 4195210.0,
      "text": "to light information that otherwise we wouldn&#39;t be able to foresee. So thank you for your"
    },
    {
      "index": 661,
      "start_time": 4195210.0,
      "end_time": 4200790.0,
      "text": "kind attention, thank, that&#39;s it. If you have any question,"
    },
    {
      "index": 662,
      "start_time": 4200790.0,
      "end_time": 4204030.0,
      "text": "&gt;&gt; RANA ADIB: and I, I think, would be happy to answer."
    },
    {
      "index": 663,
      "start_time": 4204030.0,
      "end_time": 4209820.0,
      "text": "&gt;&gt; TIM REBER: Okay, great, thank you so much, Fabiani, and thank you again to Rana. We do"
    },
    {
      "index": 664,
      "start_time": 4209820.0,
      "end_time": 4214420.0,
      "text": "in fact have quite a few questions that have come in, and those of you in attendance who"
    },
    {
      "index": 665,
      "start_time": 4214420.0,
      "end_time": 4221280.0,
      "text": "would like to ask us more questions, feel free to do so. So without any further ado,"
    },
    {
      "index": 666,
      "start_time": 4221280.0,
      "end_time": 4227230.0,
      "text": "I guess we&#39;ll just jump right into it. So our first question has to do with wondering"
    },
    {
      "index": 667,
      "start_time": 4227230.0,
      "end_time": 4235480.0,
      "text": "if it&#39;s possible to get a very short, brief overview about how the percentages of renewables"
    },
    {
      "index": 668,
      "start_time": 4235480.0,
      "end_time": 4241570.0,
      "text": "are calculated and where and how the data for calculation is gathered. I don&#39;t know,"
    },
    {
      "index": 669,
      "start_time": 4241570.0,
      "end_time": 4254420.0,
      "text": "Rana or Fabiani, if either of you could speak briefly to that issue. Just remember, you"
    },
    {
      "index": 670,
      "start_time": 4254420.0,
      "end_time": 4256740.0,
      "text": "might be on mute as well."
    },
    {
      "index": 671,
      "start_time": 4256740.0,
      "end_time": 4260350.0,
      "text": "&gt;&gt; FABIANI APPAVOU: Can you repeat the question again, please?"
    },
    {
      "index": 672,
      "start_time": 4260350.0,
      "end_time": 4265670.0,
      "text": "&gt;&gt; TIM REBER: Sure, they&#39;re asking about the percentages of renewables. For example, renewables"
    },
    {
      "index": 673,
      "start_time": 4265670.0,
      "end_time": 4271350.0,
      "text": "accounting for 27.7% of global power generation capacity, and they&#39;re just wondering if they"
    },
    {
      "index": 674,
      "start_time": 4271350.0,
      "end_time": 4276210.0,
      "text": "can get a very short overview of how those numbers are calculated and where that data"
    },
    {
      "index": 675,
      "start_time": 4276210.0,
      "end_time": 4278170.0,
      "text": "comes from."
    },
    {
      "index": 676,
      "start_time": 4278170.0,
      "end_time": 4284980.0,
      "text": "&gt;&gt; RANA ADIB: I think I&#39;ll take that question. If the person will answer who asked that question"
    },
    {
      "index": 677,
      "start_time": 4284980.0,
      "end_time": 4288540.0,
      "text": "if he wants some more details, because that&#39;s really digging into the math [inaudible],"
    },
    {
      "index": 678,
      "start_time": 4288540.0,
      "end_time": 4294690.0,
      "text": "I suggest that we can follow up by e-mail. In principle, the information comes we&#39;re"
    },
    {
      "index": 679,
      "start_time": 4294690.0,
      "end_time": 4301220.0,
      "text": "collecting data from country contributors. We&#39;re working together with the industry associations,"
    },
    {
      "index": 680,
      "start_time": 4301220.0,
      "end_time": 4309010.0,
      "text": "collecting this information and obviously we&#39;re also working together with IEA and mainly"
    },
    {
      "index": 681,
      "start_time": 4309010.0,
      "end_time": 4318660.0,
      "text": "with IEA, partly with Irina to have a good understanding of the reliability of the data."
    },
    {
      "index": 682,
      "start_time": 4318660.0,
      "end_time": 4326210.0,
      "text": "We&#39;re collecting also from the informal sector, and then we have an authoring team and a research"
    },
    {
      "index": 683,
      "start_time": 4326210.0,
      "end_time": 4331280.0,
      "text": "direction team who are basically doing the data crunching, coming up with the figures,"
    },
    {
      "index": 684,
      "start_time": 4331280.0,
      "end_time": 4336520.0,
      "text": "and also coordinating it a lot with IEA to come up with share figures specifically."
    },
    {
      "index": 685,
      "start_time": 4336520.0,
      "end_time": 4342640.0,
      "text": "When it comes to the install capacities, it&#39;s a fact that over in the different renewable"
    },
    {
      "index": 686,
      "start_time": 4342640.0,
      "end_time": 4347080.0,
      "text": "energy technologies over the last ten years, we really established a very good understanding"
    },
    {
      "index": 687,
      "start_time": 4347080.0,
      "end_time": 4352660.0,
      "text": "of the renewable energy markets. We have a close collaboration, and they are partly membered."
    },
    {
      "index": 688,
      "start_time": 4352660.0,
      "end_time": 4359750.0,
      "text": "They&#39;re in all part of our network in any case with the global, regional, partly national"
    },
    {
      "index": 689,
      "start_time": 4359750.0,
      "end_time": 4368080.0,
      "text": "industry associations and technology platforms. So that there is a very good established dialect."
    },
    {
      "index": 690,
      "start_time": 4368080.0,
      "end_time": 4373650.0,
      "text": "If you want some more information on the methodology, please don&#39;t hesitate to drop me an e-mail,"
    },
    {
      "index": 691,
      "start_time": 4373650.0,
      "end_time": 4379110.0,
      "text": "and also in the figures, in the numbers themselves, how they are calculated, it&#39;s not part of"
    },
    {
      "index": 692,
      "start_time": 4379110.0,
      "end_time": 4384480.0,
      "text": "the hard copy, but in the electronic version, there is I think something like probably 50%"
    },
    {
      "index": 693,
      "start_time": 4384480.0,
      "end_time": 4392400.0,
      "text": "of end notes where we really tried to be very transparent on how we calculated the information,"
    },
    {
      "index": 694,
      "start_time": 4392400.0,
      "end_time": 4395770.0,
      "text": "what type of data has been included on it."
    },
    {
      "index": 695,
      "start_time": 4395770.0,
      "end_time": 4404880.0,
      "text": "&gt;&gt; TIM REBER: Okay, great. Thank you very much. Moving on, another question has to do"
    },
    {
      "index": 696,
      "start_time": 4404880.0,
      "end_time": 4410230.0,
      "text": "with what institutions might help you be using entrepreneurs and setting up distributed energy"
    },
    {
      "index": 697,
      "start_time": 4410230.0,
      "end_time": 4415860.0,
      "text": "products, both from a technical and financial standpoint?"
    },
    {
      "index": 698,
      "start_time": 4415860.0,
      "end_time": 4428210.0,
      "text": "&gt;&gt; RANA ADIB: Yeah, you can also answer, Fabiani. I think you have a, you&#39;re probably better"
    },
    {
      "index": 699,
      "start_time": 4428210.0,
      "end_time": 4428480.0,
      "text": "place."
    },
    {
      "index": 700,
      "start_time": 4428480.0,
      "end_time": 4434730.0,
      "text": "&gt;&gt; FABIANI APPAVOU: Not so sure about that. I mean what we have seen with the, particularly"
    },
    {
      "index": 701,
      "start_time": 4434730.0,
      "end_time": 4439560.0,
      "text": "in the DRE market and particularly concerning solar, there has been a huge boom of what"
    },
    {
      "index": 702,
      "start_time": 4439560.0,
      "end_time": 4445750.0,
      "text": "we call pay as you go sources, innovative business models coming out, kind of making"
    },
    {
      "index": 703,
      "start_time": 4445750.0,
      "end_time": 4453130.0,
      "text": "use of technology. And what has happened at least like with everything of technology and"
    },
    {
      "index": 704,
      "start_time": 4453130.0,
      "end_time": 4458830.0,
      "text": "providing energy solution has been one of the reasons why there has been lots of [inaudible]"
    },
    {
      "index": 705,
      "start_time": 4458830.0,
      "end_time": 4466230.0,
      "text": "room. Of course, mountain [inaudible] in that particular sector. Do you want to add something,"
    },
    {
      "index": 706,
      "start_time": 4466230.0,
      "end_time": 4466670.0,
      "text": "Rana?"
    },
    {
      "index": 707,
      "start_time": 4466670.0,
      "end_time": 4473230.0,
      "text": "&gt;&gt; RANA ADIB: I think that what we also see is basically on what institutions, what we"
    },
    {
      "index": 708,
      "start_time": 4473230.0,
      "end_time": 4479150.0,
      "text": "clearly see a part of, there is a purely commercial market. What we see, however, if we really"
    },
    {
      "index": 709,
      "start_time": 4479150.0,
      "end_time": 4486770.0,
      "text": "want to scale up, basically, the development of DRE, and also involve I mean as a public"
    },
    {
      "index": 710,
      "start_time": 4486770.0,
      "end_time": 4491780.0,
      "text": "private partnerships, then it is extremely important to really have the policy frameworks."
    },
    {
      "index": 711,
      "start_time": 4491780.0,
      "end_time": 4498720.0,
      "text": "Obviously I mean the barriers of which are still existing is really for protective purpose."
    },
    {
      "index": 712,
      "start_time": 4498720.0,
      "end_time": 4509780.0,
      "text": "Access to finance. This is really an issue, and the stability of policy frameworks not"
    },
    {
      "index": 713,
      "start_time": 4509780.0,
      "end_time": 4515960.0,
      "text": "only linked to I&#39;d say energy, but in general in many developing countries is a challenge"
    },
    {
      "index": 714,
      "start_time": 4515960.0,
      "end_time": 4524400.0,
      "text": "for attracting basically investors, but also accessing industry and technologies. So I"
    },
    {
      "index": 715,
      "start_time": 4524400.0,
      "end_time": 4530720.0,
      "text": "think there is not only one answer to this. It depends very much on the market sources"
    },
    {
      "index": 716,
      "start_time": 4530720.0,
      "end_time": 4538240.0,
      "text": "and the policy framework in a country. What we clearly see it that then that a good"
    },
    {
      "index": 717,
      "start_time": 4538240.0,
      "end_time": 4547230.0,
      "text": "collaboration between a public private collaboration is certainly an increasing trend, even in"
    },
    {
      "index": 718,
      "start_time": 4547230.0,
      "end_time": 4551970.0,
      "text": "countries like Bangladesh where you have the policy framework. It always builds on private"
    },
    {
      "index": 719,
      "start_time": 4551970.0,
      "end_time": 4554770.0,
      "text": "sector, too."
    },
    {
      "index": 720,
      "start_time": 4554770.0,
      "end_time": 4566190.0,
      "text": "&gt;&gt; TIM REBER: Great, thank you. So we have a question here interested in whether or not"
    },
    {
      "index": 721,
      "start_time": 4566190.0,
      "end_time": 4572890.0,
      "text": "you have any information or could refer folks to any studies concerning the break-even distance"
    },
    {
      "index": 722,
      "start_time": 4572890.0,
      "end_time": 4577910.0,
      "text": "where Micro Bid and/or solar home systems are more cost competitive than extending the"
    },
    {
      "index": 723,
      "start_time": 4577910.0,
      "end_time": 4583730.0,
      "text": "network. If there are rules of thumb or some sort of formulas for figuring that out."
    },
    {
      "index": 724,
      "start_time": 4583730.0,
      "end_time": 4590650.0,
      "text": "&gt;&gt; RANA ADIB: I think there is the World Energy Outlook from 2012, there was really focus"
    },
    {
      "index": 725,
      "start_time": 4590650.0,
      "end_time": 4599040.0,
      "text": "on energy access where basically the electrification strategies and also basically the shares of"
    },
    {
      "index": 726,
      "start_time": 4599040.0,
      "end_time": 4604170.0,
      "text": "how many people would be electrified based on the electric grid. Many grids in isolated"
    },
    {
      "index": 727,
      "start_time": 4604170.0,
      "end_time": 4613540.0,
      "text": "systems is included. I don&#39;t have this, the details of mine, but I&#39;m pretty sure this"
    },
    {
      "index": 728,
      "start_time": 4613540.0,
      "end_time": 4622130.0,
      "text": "is based on some rules, cost rules, et cetera. Again, don&#39;t hesitate to drop me an e-mail."
    },
    {
      "index": 729,
      "start_time": 4622130.0,
      "end_time": 4627220.0,
      "text": "I can put you in touch with the right person at IEA. This would be one study I can think"
    },
    {
      "index": 730,
      "start_time": 4627220.0,
      "end_time": 4635080.0,
      "text": "of. The other part would certainly be to have a look in end of publications. Yeah. I don&#39;t"
    },
    {
      "index": 731,
      "start_time": 4635080.0,
      "end_time": 4638060.0,
      "text": "know, Fabiani, did you come along with something else?"
    },
    {
      "index": 732,
      "start_time": 4638060.0,
      "end_time": 4642900.0,
      "text": "&gt;&gt; FABIANI APPAVOU: Yeah, if I may add, I think like whenever I work with [inaudible]"
    },
    {
      "index": 733,
      "start_time": 4642900.0,
      "end_time": 4647870.0,
      "text": "cost effectiveness of off-grid or on-grid, but just for that mutual [inaudible], I think"
    },
    {
      "index": 734,
      "start_time": 4647870.0,
      "end_time": 4654010.0,
      "text": "if I was going to extract of a world [inaudible] outlook, if I was in need of a [inaudible]"
    },
    {
      "index": 735,
      "start_time": 4654010.0,
      "end_time": 4660090.0,
      "text": "2012 for all, that kind of goes down to the details, kind of portrays, okay, for on-grid,"
    },
    {
      "index": 736,
      "start_time": 4660090.0,
      "end_time": 4666500.0,
      "text": "how much would it cost, and for off-grid, how much would it cost, and kind of as competitiveness."
    },
    {
      "index": 737,
      "start_time": 4666500.0,
      "end_time": 4673570.0,
      "text": "There&#39;s another kind of study on the IFC, but [inaudible] 2012. Trying to search for"
    },
    {
      "index": 738,
      "start_time": 4673570.0,
      "end_time": 4683920.0,
      "text": "the name of a study. But that study goes down for that level as technology by technology,"
    },
    {
      "index": 739,
      "start_time": 4683920.0,
      "end_time": 4691400.0,
      "text": "ensuring that if you go for this kind of upgrade technology based on renewables, it&#39;s kind"
    },
    {
      "index": 740,
      "start_time": 4691400.0,
      "end_time": 4698070.0,
      "text": "of hard because of competitiveness, but maybe countries could be looking for. Maybe just"
    },
    {
      "index": 741,
      "start_time": 4698070.0,
      "end_time": 4702860.0,
      "text": "[inaudible], and I will kind of [inaudible]_ those two studies and kind of forward it to"
    },
    {
      "index": 742,
      "start_time": 4702860.0,
      "end_time": 4704010.0,
      "text": "you."
    },
    {
      "index": 743,
      "start_time": 4704010.0,
      "end_time": 4711750.0,
      "text": "&gt;&gt; TIM REBER: Great, thank you again to both. For those in the audience, we&#39;ll share both"
    },
    {
      "index": 744,
      "start_time": 4711750.0,
      "end_time": 4717790.0,
      "text": "Fabiani&#39;s and Rana&#39;s e-mail through the chat. So those of you who are interested in reaching"
    },
    {
      "index": 745,
      "start_time": 4717790.0,
      "end_time": 4724660.0,
      "text": "out for more information can do so. Moving on, a couple more questions. What are the"
    },
    {
      "index": 746,
      "start_time": 4724660.0,
      "end_time": 4728480.0,
      "text": "best and most efficient policy initiatives that could be used by governments in order"
    },
    {
      "index": 747,
      "start_time": 4728480.0,
      "end_time": 4735570.0,
      "text": "to stimulate increases in distributed energy, particularly in Sub-Saharan Africa?"
    },
    {
      "index": 748,
      "start_time": 4735570.0,
      "end_time": 4743810.0,
      "text": "&gt;&gt; RANA ADIB: It&#39;s a really hard question because it really depends on the market [inaudible]"
    },
    {
      "index": 749,
      "start_time": 4743810.0,
      "end_time": 4751080.0,
      "text": "players, too. Very clearly, when we see many grid development, one feedback is clearly"
    },
    {
      "index": 750,
      "start_time": 4751080.0,
      "end_time": 4760310.0,
      "text": "allowing for independent power producers so that that&#39;s the basis, and so that players"
    },
    {
      "index": 751,
      "start_time": 4760310.0,
      "end_time": 4770900.0,
      "text": "are legal in selling electricity. When it comes to tariffs and regulations, we really"
    },
    {
      "index": 752,
      "start_time": 4770900.0,
      "end_time": 4776490.0,
      "text": "see that highly subsidized - and that&#39;s really linked to the fact that energy prices, energy"
    },
    {
      "index": 753,
      "start_time": 4776490.0,
      "end_time": 4784570.0,
      "text": "tariffs are very political in many developing countries. So this is something which where"
    },
    {
      "index": 754,
      "start_time": 4784570.0,
      "end_time": 4790660.0,
      "text": "they need to be of a very close discussion between the government and also private players"
    },
    {
      "index": 755,
      "start_time": 4790660.0,
      "end_time": 4799840.0,
      "text": "on the tariff setting, whether it is for isolated systems or mini-grids just because often,"
    },
    {
      "index": 756,
      "start_time": 4799840.0,
      "end_time": 4807180.0,
      "text": "the subsidized tariffs, fossil fuel based tariffs do not allow for cost covering activities"
    },
    {
      "index": 757,
      "start_time": 4807180.0,
      "end_time": 4810050.0,
      "text": "of private players."
    },
    {
      "index": 758,
      "start_time": 4810050.0,
      "end_time": 4816070.0,
      "text": "I think that&#39;s two very critical points. The other part is also when we are really thinking"
    },
    {
      "index": 759,
      "start_time": 4816070.0,
      "end_time": 4826860.0,
      "text": "about the renewable energy technologies, working on standards and quality which are used basically"
    },
    {
      "index": 760,
      "start_time": 4826860.0,
      "end_time": 4832940.0,
      "text": "in the countries to really allow for a sustainability of renewable energy market development just"
    },
    {
      "index": 761,
      "start_time": 4832940.0,
      "end_time": 4841210.0,
      "text": "because we really see from the past experience that bad technology has a major impact on"
    },
    {
      "index": 762,
      "start_time": 4841210.0,
      "end_time": 4846179.0,
      "text": "the acceptance of renewable energy technologies by non-electrified people."
    },
    {
      "index": 763,
      "start_time": 4846180.0,
      "end_time": 4852861.0,
      "text": "&gt;&gt; FABIANI APPAVOU: Yeah, building on what Rana was saying, I always kind of say that"
    },
    {
      "index": 764,
      "start_time": 4852860.0,
      "end_time": 4861200.0,
      "text": "we try to identify right policy kind of framework or right policy makes to kind of move, to"
    },
    {
      "index": 765,
      "start_time": 4861200.0,
      "end_time": 4867400.0,
      "text": "kind of increase the role or increase investment in DRE. They talk a lot about the risk. As"
    },
    {
      "index": 766,
      "start_time": 4867400.0,
      "end_time": 4872110.0,
      "text": "Rana always said, that&#39;s always the kind of policy and political race associated with"
    },
    {
      "index": 767,
      "start_time": 4872110.0,
      "end_time": 4877160.0,
      "text": "energy because it&#39;s such a sensitive issue. And if you don&#39;t kind of address political"
    },
    {
      "index": 768,
      "start_time": 4877160.0,
      "end_time": 4882230.0,
      "text": "and policy risk, people won&#39;t really be interested in going. And in one ways of going for it"
    },
    {
      "index": 769,
      "start_time": 4882230.0,
      "end_time": 4888970.0,
      "text": "is as Rana was saying what PPA is, what power budgets, agreements, and so on. But kind of"
    },
    {
      "index": 770,
      "start_time": 4888970.0,
      "end_time": 4894820.0,
      "text": "establish down the line some kind of rules where people investing in it know that okay,"
    },
    {
      "index": 771,
      "start_time": 4894820.0,
      "end_time": 4902650.0,
      "text": "you have a market here. We can invest by assuring that short region and long-term that we will"
    },
    {
      "index": 772,
      "start_time": 4902650.0,
      "end_time": 4907840.0,
      "text": "be able to continue to make profits, continue to go into that market and increase our coverage."
    },
    {
      "index": 773,
      "start_time": 4907840.0,
      "end_time": 4912989.0,
      "text": "When I was also talking about the market and commercial [inaudible] to it, and this is"
    },
    {
      "index": 774,
      "start_time": 4912990.0,
      "end_time": 4917771.0,
      "text": "linked to the systems within that particular country. As I was saying earlier, one of the"
    },
    {
      "index": 775,
      "start_time": 4917770.0,
      "end_time": 4923970.0,
      "text": "goal that has been happening is really about innovative business models growing out, and"
    },
    {
      "index": 776,
      "start_time": 4923970.0,
      "end_time": 4930440.0,
      "text": "this has been able to do kind of like technology [inaudible] market, the use of mobile phones"
    },
    {
      "index": 777,
      "start_time": 4930440.0,
      "end_time": 4935700.0,
      "text": "and so on. So it all depends how the market is structured, what are the technical barriers"
    },
    {
      "index": 778,
      "start_time": 4935700.0,
      "end_time": 4944810.0,
      "text": "that have been broken down for the whole environment to be kind of safe and sound [inaudible]."
    },
    {
      "index": 779,
      "start_time": 4944810.0,
      "end_time": 4957450.0,
      "text": "&gt;&gt; TIM REBER: Great. Wonderful. Thank you very much again. Another question. Wondering"
    },
    {
      "index": 780,
      "start_time": 4957450.0,
      "end_time": 4963540.0,
      "text": "what the estimates are with regard to investment required to achieve universal energy access."
    },
    {
      "index": 781,
      "start_time": 4963540.0,
      "end_time": 4968150.0,
      "text": "I think they&#39;re looking for rough ballpark numbers, questions specifically are we talking"
    },
    {
      "index": 782,
      "start_time": 4968150.0,
      "end_time": 4975520.0,
      "text": "closer to 70 billion or 700 billion, and also along terms of timing, is 2025, 2035, what&#39;s"
    },
    {
      "index": 783,
      "start_time": 4975520.0,
      "end_time": 4979450.0,
      "text": "more sort of a reasonable outlook?"
    },
    {
      "index": 784,
      "start_time": 4979450.0,
      "end_time": 4985340.0,
      "text": "&gt;&gt; FABIANI APPAVOU: I would like to, it depends on how you see the [inaudible]. I think the"
    },
    {
      "index": 785,
      "start_time": 4985340.0,
      "end_time": 4989920.0,
      "text": "100 billion is a fairly conservative one when we take into account, we either think that"
    },
    {
      "index": 786,
      "start_time": 4989920.0,
      "end_time": 4996260.0,
      "text": "okay, it might take much more time to invest in some kind of technologies, invest in putting"
    },
    {
      "index": 787,
      "start_time": 4996260.0,
      "end_time": 5003550.0,
      "text": "in [inaudible] to build it, and the 70 billion is more of a very kind of optimistic power."
    },
    {
      "index": 788,
      "start_time": 5003550.0,
      "end_time": 5009660.0,
      "text": "I would characterize it as wishful thinking, but rather than like okay, we can come into"
    },
    {
      "index": 789,
      "start_time": 5009660.0,
      "end_time": 5013550.0,
      "text": "the country, we have a technology, we have kind of a systems in place, we know how to"
    },
    {
      "index": 790,
      "start_time": 5013550.0,
      "end_time": 5018350.0,
      "text": "use it, how to deploy it. We just come in country, come into origin and deploy it right"
    },
    {
      "index": 791,
      "start_time": 5018350.0,
      "end_time": 5023120.0,
      "text": "away. And this is what was really the case. I think we were actually being [inaudible]"
    },
    {
      "index": 792,
      "start_time": 5023120.0,
      "end_time": 5026730.0,
      "text": "by 2023, we&#39;re on 70 billion for sure."
    },
    {
      "index": 793,
      "start_time": 5026730.0,
      "end_time": 5031670.0,
      "text": "But given the current state of affairs, given that some countries are not on the same level"
    },
    {
      "index": 794,
      "start_time": 5031670.0,
      "end_time": 5038060.0,
      "text": "at all, the different regions defers in the ways they treat universal, they treat distributed"
    },
    {
      "index": 795,
      "start_time": 5038060.0,
      "end_time": 5044489.0,
      "text": "renewable energy, and in some regions, there&#39;s always some kind of like reluctance to move"
    },
    {
      "index": 796,
      "start_time": 5044490.0,
      "end_time": 5048931.0,
      "text": "that way because it&#39;s something that we don&#39;t know. So I would say it is in kind of between."
    },
    {
      "index": 797,
      "start_time": 5048930.0,
      "end_time": 5055060.0,
      "text": "But I think efforts are being made. I&#39;m not so sure about being able to achieve it by"
    },
    {
      "index": 798,
      "start_time": 5055060.0,
      "end_time": 5062060.0,
      "text": "2023. Just 70 billion. But I&#39;m kind of sure we&#39;ll be able to achieve the energy access"
    },
    {
      "index": 799,
      "start_time": 5062060.0,
      "end_time": 5070670.0,
      "text": "for given the dynamic information put in place, and the incentive being granted by 2035. Seven"
    },
    {
      "index": 800,
      "start_time": 5070670.0,
      "end_time": 5075849.0,
      "text": "hundred billion, we&#39;ll see."
    },
    {
      "index": 801,
      "start_time": 5075850.0,
      "end_time": 5084311.0,
      "text": "&gt;&gt; TIM REBER: Great, thank you again. So it looks like we&#39;ll have time for maybe one more"
    },
    {
      "index": 802,
      "start_time": 5084310.0,
      "end_time": 5089580.0,
      "text": "question. Those of you who didn&#39;t get your questions answered, we&#39;ll be sharing those"
    },
    {
      "index": 803,
      "start_time": 5089580.0,
      "end_time": 5096170.0,
      "text": "via e-mail with Rana and Fabiani afterwards. So hopefully we can get those questions, and"
    },
    {
      "index": 804,
      "start_time": 5096170.0,
      "end_time": 5102080.0,
      "text": "again you can reach out to either of them directly for further questions. So final question"
    },
    {
      "index": 805,
      "start_time": 5102080.0,
      "end_time": 5106130.0,
      "text": "is just wondering if you can give a little more information about how to participate"
    },
    {
      "index": 806,
      "start_time": 5106130.0,
      "end_time": 5110980.0,
      "text": "and help out with the next global status report, GSR 2016."
    },
    {
      "index": 807,
      "start_time": 5110980.0,
      "end_time": 5119280.0,
      "text": "&gt;&gt; RANA ADIB: Okay, so what I&#39;d suggest is to, I think I included this in the slide."
    },
    {
      "index": 808,
      "start_time": 5119280.0,
      "end_time": 5125140.0,
      "text": "There is an e-mail address. Either you can send me an e-mail directly to Rana.Adib@[inaudible].net,"
    },
    {
      "index": 809,
      "start_time": 5125140.0,
      "end_time": 5133160.0,
      "text": "or an e-mail to GSR for Global Stats Report @REN21.net. We will start data collection"
    },
    {
      "index": 810,
      "start_time": 5133160.0,
      "end_time": 5140370.0,
      "text": "in October, so basically we&#39;re really looking for project developers, practitioners, industry,"
    },
    {
      "index": 811,
      "start_time": 5140370.0,
      "end_time": 5147440.0,
      "text": "industry associations, NGOs, development organizations, development banks, private investors to participate"
    },
    {
      "index": 812,
      "start_time": 5147440.0,
      "end_time": 5152950.0,
      "text": "in that process. We are looking for country information, so really information on what"
    },
    {
      "index": 813,
      "start_time": 5152950.0,
      "end_time": 5157489.0,
      "text": "are the noteworthy trends in a country, policy frameworks. Here we have a questionnaire which"
    },
    {
      "index": 814,
      "start_time": 5157490.0,
      "end_time": 5163341.0,
      "text": "is predefined where we also have a specific part on distributed renewable energy, and"
    },
    {
      "index": 815,
      "start_time": 5163340.0,
      "end_time": 5170170.0,
      "text": "the table Fabiani presented. So we will prepare basically an Excel sheet where we are collecting"
    },
    {
      "index": 816,
      "start_time": 5170170.0,
      "end_time": 5178010.0,
      "text": "quantitative information, and this will be sent around more to the organizations, program"
    },
    {
      "index": 817,
      "start_time": 5178010.0,
      "end_time": 5179390.0,
      "text": "developers, project developers."
    },
    {
      "index": 818,
      "start_time": 5179390.0,
      "end_time": 5184900.0,
      "text": "In partly, you can just send us an e-mail if you have one information on your project,"
    },
    {
      "index": 819,
      "start_time": 5184900.0,
      "end_time": 5192100.0,
      "text": "your, the project you are doing, we are partly also taking, I mean we&#39;re doing desk research"
    },
    {
      "index": 820,
      "start_time": 5192100.0,
      "end_time": 5197430.0,
      "text": "obviously in the authoring teams. So it is quite flexible, but we try to streamline it"
    },
    {
      "index": 821,
      "start_time": 5197430.0,
      "end_time": 5205570.0,
      "text": "along a questionnaire and along this Excel sheet we will send around. The best way is"
    },
    {
      "index": 822,
      "start_time": 5205570.0,
      "end_time": 5213400.0,
      "text": "really to make sure that you are in our database, so to say, of the GSR community so that you"
    },
    {
      "index": 823,
      "start_time": 5213400.0,
      "end_time": 5220050.0,
      "text": "receive the information and by the different data collection processes. Another part is,"
    },
    {
      "index": 824,
      "start_time": 5220050.0,
      "end_time": 5225540.0,
      "text": "as I mentioned, we have a peer review. There are two peer review round. The one on distributed"
    },
    {
      "index": 825,
      "start_time": 5225540.0,
      "end_time": 5233440.0,
      "text": "renewable energy will take place in January. This is always another easy way to also contribute."
    },
    {
      "index": 826,
      "start_time": 5233440.0,
      "end_time": 5239020.0,
      "text": "So basically see what is already there. We will certainly circulate in this context the,"
    },
    {
      "index": 827,
      "start_time": 5239020.0,
      "end_time": 5245160.0,
      "text": "this reference table we plan to produce or the Excel sheet so that you can also compliment"
    },
    {
      "index": 828,
      "start_time": 5245160.0,
      "end_time": 5250290.0,
      "text": "information in the peer review."
    },
    {
      "index": 829,
      "start_time": 5250290.0,
      "end_time": 5256480.0,
      "text": "And if you would like to have more detailed questions or more targeted, we&#39;re always available"
    },
    {
      "index": 830,
      "start_time": 5256480.0,
      "end_time": 5262050.0,
      "text": "per e-mail to schedule a call. We can even do if you have networks you would like to"
    },
    {
      "index": 831,
      "start_time": 5262050.0,
      "end_time": 5268530.0,
      "text": "mobilize, it&#39;s important for them to be aware of this platform. Don&#39;t hesitate. We can also"
    },
    {
      "index": 832,
      "start_time": 5268530.0,
      "end_time": 5277360.0,
      "text": "organize specific webinars or join calls. So we&#39;re happy to do so."
    },
    {
      "index": 833,
      "start_time": 5277360.0,
      "end_time": 5284360.0,
      "text": "&gt;&gt; TIM REBER: Okay, great. Well that&#39;s about all the time we have. So thank you very much"
    },
    {
      "index": 834,
      "start_time": 5284360.0,
      "end_time": 5289570.0,
      "text": "to both of you, Rana and Fabiani. One last thing before we close. We just have a very"
    },
    {
      "index": 835,
      "start_time": 5289570.0,
      "end_time": 5295320.0,
      "text": "short survey, three questions for those in attendance to answer so that we can get some"
    },
    {
      "index": 836,
      "start_time": 5295320.0,
      "end_time": 5299400.0,
      "text": "feedback on how we&#39;ve done. So if you can go ahead and answer the first question you"
    },
    {
      "index": 837,
      "start_time": 5299400.0,
      "end_time": 5346710.0,
      "text": "see on your screen there, we&#39;d appreciate it. Okay, thank you. And second question."
    },
    {
      "index": 838,
      "start_time": 5346710.0,
      "end_time": 5376830.0,
      "text": "And one final question. Okay, great, thanks for answering the poll. Once again, I&#39;d like"
    },
    {
      "index": 839,
      "start_time": 5376830.0,
      "end_time": 5383950.0,
      "text": "to extend a warm thank you to Rana and Fabiani of REN21 for presenting today. I&#39;d also like"
    },
    {
      "index": 840,
      "start_time": 5383950.0,
      "end_time": 5389710.0,
      "text": "to thank everybody in attendance for joining us. We invite you to check the Solutions Center"
    },
    {
      "index": 841,
      "start_time": 5389710.0,
      "end_time": 5394410.0,
      "text": "website if you&#39;d like to view the slides and listen to a recording of today&#39;s presentation,"
    },
    {
      "index": 842,
      "start_time": 5394410.0,
      "end_time": 5396950.0,
      "text": "which should be posted hopefully within the week."
    },
    {
      "index": 843,
      "start_time": 5396950.0,
      "end_time": 5401489.0,
      "text": "You&#39;ll also find information on other upcoming webinars and training events on the Solutions"
    },
    {
      "index": 844,
      "start_time": 5401490.0,
      "end_time": 5406611.0,
      "text": "Center website. We invite you to inform your colleagues and those in your networks about"
    },
    {
      "index": 845,
      "start_time": 5406610.0,
      "end_time": 5411160.0,
      "text": "the Solutions Center resources and services, including our no-cost ask an expert policy"
    },
    {
      "index": 846,
      "start_time": 5411160.0,
      "end_time": 5416380.0,
      "text": "support. And with that, we&#39;d like to invite everybody to enjoy the rest of your day, and"
    },
    {
      "index": 847,
      "start_time": 5416380.0,
      "end_time": 5426380.0,
      "text": "we look forward to seeing everybody at future solutions center event. Thank you very much."
    }
  ]
}