{
  "video_id": "MZiFg1a5aps",
  "title": "Association with Financial Statements and SSARS Engagements - Lesson 1",
  "json": [
    {
      "index": 1,
      "start_time": 5830.0,
      "end_time": 10139.0,
      "text": "Welcome, welcome. The next area we&#39;re gonna talk about is Statements on Standards for"
    },
    {
      "index": 2,
      "start_time": 10139.0,
      "end_time": 14750.0,
      "text": "Accounting and Review Services and there&#39;s all these exciting changes in this area called"
    },
    {
      "index": 3,
      "start_time": 14750.0,
      "end_time": 21040.0,
      "text": "SSARS. This stands for Statements on Standards for Accounting and Review Services."
    },
    {
      "index": 4,
      "start_time": 21040.0,
      "end_time": 27890.0,
      "text": "These are different types of services that we can perform on a nonpublic entity. Nonpublic"
    },
    {
      "index": 5,
      "start_time": 27890.0,
      "end_time": 34019.0,
      "text": "is a company that&#39;s stocks, bonds are not publicly traded. So 1933, 1934 Federal Security"
    },
    {
      "index": 6,
      "start_time": 34019.0,
      "end_time": 38620.0,
      "text": "Regulations Act talks about basically what&#39;s considered a public company. Certain trader"
    },
    {
      "index": 7,
      "start_time": 38620.0,
      "end_time": 44650.0,
      "text": "on a national exchange or certain amount of assets, certain number of shareholders things"
    },
    {
      "index": 8,
      "start_time": 44650.0,
      "end_time": 47530.0,
      "text": "like that. In this area Statements on Standards for Accounting"
    },
    {
      "index": 9,
      "start_time": 47530.0,
      "end_time": 52640.0,
      "text": "Review Services, basically what we&#39;re looking at is we&#39;re saying that a CPA can be associated"
    },
    {
      "index": 10,
      "start_time": 52640.0,
      "end_time": 58589.0,
      "text": "with financial statements for different types of engagements. Now there used to be two engagements,"
    },
    {
      "index": 11,
      "start_time": 58589.0,
      "end_time": 64830.0,
      "text": "reviews in compilations then under the ARSC, Accounting Review Services Committee by the"
    },
    {
      "index": 12,
      "start_time": 64830.0,
      "end_time": 68790.0,
      "text": "AICPA, they said you know what, let&#39;s restructure this because there&#39;s too much confusion because"
    },
    {
      "index": 13,
      "start_time": 68790.0,
      "end_time": 72030.0,
      "text": "we know that in an audit. Remember we&#39;ve talked about an audit. We are"
    },
    {
      "index": 14,
      "start_time": 72030.0,
      "end_time": 75900.0,
      "text": "giving an opinion, an audit report. In our opinion the statements refer to above and"
    },
    {
      "index": 15,
      "start_time": 75900.0,
      "end_time": 80050.0,
      "text": "blah, blah, blah. That&#39;s looking at either public or nonpublic companies but there you&#39;re"
    },
    {
      "index": 16,
      "start_time": 80050.0,
      "end_time": 84350.0,
      "text": "giving something called positive assurance then we have other situations where we&#39;re"
    },
    {
      "index": 17,
      "start_time": 84350.0,
      "end_time": 89570.0,
      "text": "given what we call limited or negative assurance. We have situations where we&#39;re giving no assurance"
    },
    {
      "index": 18,
      "start_time": 89570.0,
      "end_time": 94540.0,
      "text": "and people in the past would look at a compilation where you&#39;re giving no assurance and they"
    },
    {
      "index": 19,
      "start_time": 94540.0,
      "end_time": 99159.0,
      "text": "would think that it meant more than it really did. We came out with these rules in order"
    },
    {
      "index": 20,
      "start_time": 99159.0,
      "end_time": 102450.0,
      "text": "to really clarify that&#39;s why it&#39;s called Clarified Standards."
    },
    {
      "index": 21,
      "start_time": 102450.0,
      "end_time": 106530.0,
      "text": "If you think back, remember we talked about the Clarified Standards for auditing for basic"
    },
    {
      "index": 22,
      "start_time": 106530.0,
      "end_time": 111500.0,
      "text": "doing an audit. Same thing here they wanted to come up with these Clarified Standards"
    },
    {
      "index": 23,
      "start_time": 111500.0,
      "end_time": 116270.0,
      "text": "to look similar to the ASB, Auditing Standards Board Rules but here this relates to statements"
    },
    {
      "index": 24,
      "start_time": 116270.0,
      "end_time": 120450.0,
      "text": "on Standards for Accounting Review Services. This relates to different types of services"
    },
    {
      "index": 25,
      "start_time": 120450.0,
      "end_time": 125310.0,
      "text": "that we can perform. The main reason too is to make it easier to read, to understand and"
    },
    {
      "index": 26,
      "start_time": 125310.0,
      "end_time": 129979.0,
      "text": "to apply the rules. Therefore, these rules we&#39;re talking about now relate for example"
    },
    {
      "index": 27,
      "start_time": 129979.00000000001,
      "end_time": 134430.0,
      "text": "to nonpublic entities. What we&#39;re gonna be looking at under SSARS"
    },
    {
      "index": 28,
      "start_time": 134430.0,
      "end_time": 139060.0,
      "text": "are three different types of engagements and let me give you a quick overview of where"
    },
    {
      "index": 29,
      "start_time": 139060.0,
      "end_time": 144500.0,
      "text": "we&#39;re gonna be going. Hang on to your seats and then we&#39;ll go into the detail, nitty-gritty"
    },
    {
      "index": 30,
      "start_time": 144500.0,
      "end_time": 148510.0,
      "text": "detail of looking at the reports and so on. Let&#39;s come on over, what we&#39;re looking at"
    },
    {
      "index": 31,
      "start_time": 148510.0,
      "end_time": 154670.0,
      "text": "is SSARS, three different types of engagements. This one is called the preparation of financial"
    },
    {
      "index": 32,
      "start_time": 154670.0,
      "end_time": 161590.0,
      "text": "statements. It&#39;s gonna be covered by ARC 70 and what&#39;s happening here is in the past someone"
    },
    {
      "index": 33,
      "start_time": 161590.0,
      "end_time": 165700.0,
      "text": "would ask us, &quot;Hey, can you prepare some financial statements for me that someone else is going"
    },
    {
      "index": 34,
      "start_time": 165700.0,
      "end_time": 169900.0,
      "text": "to audit, review, or compile.&quot; Well we didn&#39;t really have any standards that told us how"
    },
    {
      "index": 35,
      "start_time": 169900.0,
      "end_time": 176000.0,
      "text": "to do it that&#39;s why we created these under ARC 70 is preparation of financial statements."
    },
    {
      "index": 36,
      "start_time": 176000.0,
      "end_time": 181520.0,
      "text": "Basically, it says, hey, you&#39;re using QuickBooks and someone wants you to print out these financial"
    },
    {
      "index": 37,
      "start_time": 181520.0,
      "end_time": 186510.0,
      "text": "statements that someone else is going to do work on. That would be covered by SSARS. If"
    },
    {
      "index": 38,
      "start_time": 186510.0,
      "end_time": 190349.0,
      "text": "you&#39;re gonna prepare the statements and then you&#39;re gonna do the work, it&#39;s not covered"
    },
    {
      "index": 39,
      "start_time": 190349.0,
      "end_time": 193360.0,
      "text": "because the work itself would be covered under SSARS."
    },
    {
      "index": 40,
      "start_time": 193360.0,
      "end_time": 197470.0,
      "text": "But if you&#39;re gonna prepare the statements given to someone else to do then we have certain"
    },
    {
      "index": 41,
      "start_time": 197470.0,
      "end_time": 201800.0,
      "text": "standards that say &quot;Hey, here&#39;s what you&#39;re gonna do.&quot; We have a compilation where in"
    },
    {
      "index": 42,
      "start_time": 201800.0,
      "end_time": 208500.0,
      "text": "this case we&#39;re giving no opinion no assurance, however, we&#39;re assembling or compiling these"
    },
    {
      "index": 43,
      "start_time": 208500.0,
      "end_time": 212330.0,
      "text": "things in the form of financial statements. We have to read them and do a little bit more"
    },
    {
      "index": 44,
      "start_time": 212330.0,
      "end_time": 217170.0,
      "text": "work here so you&#39;ll see in a few minutes what has to happen here as far as what kind of"
    },
    {
      "index": 45,
      "start_time": 217170.0,
      "end_time": 221300.0,
      "text": "work we&#39;re gonna have to do is understanding and reading as well so we&#39;ll look at that"
    },
    {
      "index": 46,
      "start_time": 221300.0,
      "end_time": 224760.0,
      "text": "later. Over here is a review and what&#39;s happening"
    },
    {
      "index": 47,
      "start_time": 224760.0,
      "end_time": 229180.0,
      "text": "with the review, now you&#39;re giving some sort of limited or negative assurance because in"
    },
    {
      "index": 48,
      "start_time": 229180.0,
      "end_time": 233709.0,
      "text": "this case we&#39;re saying, &quot;Hey, I didn&#39;t do an audit but I&#39;m not aware of any problems"
    },
    {
      "index": 49,
      "start_time": 233709.0,
      "end_time": 236319.0,
      "text": "with these statements.&quot; You&#39;re not saying that they&#39;re not perfect, hey, because they&#39;re"
    },
    {
      "index": 50,
      "start_time": 236319.0,
      "end_time": 241940.0,
      "text": "far from perfect. The only thing perfect, my wife, ask her. But they&#39;re not perfect,"
    },
    {
      "index": 51,
      "start_time": 241940.0,
      "end_time": 245480.0,
      "text": "however, we&#39;re giving limited or negative assurance saying, &quot;I can&#39;t say it happened"
    },
    {
      "index": 52,
      "start_time": 245480.0,
      "end_time": 251150.0,
      "text": "but I&#39;m not aware of any adjustments or modifications in order for these statements to be in conformity"
    },
    {
      "index": 53,
      "start_time": 251150.0,
      "end_time": 256209.0,
      "text": "with that financial reporting framework or GAAP or OCBOA,&quot; or whatever framework we&#39;re"
    },
    {
      "index": 54,
      "start_time": 256209.0,
      "end_time": 261739.0,
      "text": "using which we&#39;ll talk about later. What happened here is now we have standards"
    },
    {
      "index": 55,
      "start_time": 261738.99999999997,
      "end_time": 267300.0,
      "text": "that tell us how to prepare these statements so someone can work on them. Here we&#39;re saying"
    },
    {
      "index": 56,
      "start_time": 267300.0,
      "end_time": 272849.0,
      "text": "that the old report used to have three paragraphs. The new report is gonna be one paragraph because"
    },
    {
      "index": 57,
      "start_time": 272849.0,
      "end_time": 276919.0,
      "text": "with three paragraphs it made it look like we were getting some assurance when we really"
    },
    {
      "index": 58,
      "start_time": 276919.0,
      "end_time": 283849.0,
      "text": "weren&#39;t. Here, reviews change very lightly but they gone into a little bit more detail,"
    },
    {
      "index": 59,
      "start_time": 283849.0,
      "end_time": 289419.0,
      "text": "clarification a little bit more and changing a few rules and making certain things requirements."
    },
    {
      "index": 60,
      "start_time": 289419.0,
      "end_time": 292319.0,
      "text": "That&#39;s where we&#39;re gonna be going over the next several minutes and it&#39;s pretty darn"
    },
    {
      "index": 61,
      "start_time": 292319.0,
      "end_time": 302319.0,
      "text": "exciting."
    }
  ]
}