{
  "video_id": "n-NMa51WI48",
  "title": "Common Errors Made While Speaking English - Wrongly used English Phrases (Speak Fluent English)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8600.0,
      "end_time": 14180.0,
      "text": "Hi friends, I&#39;m Rachna and I&#39;m back with another interesting lesson. So if I ask you, who is"
    },
    {
      "index": 2,
      "start_time": 14190.0,
      "end_time": 21860.0,
      "text": "the nicest actor in the world or should I ask you who is the nicest actor in the world?"
    },
    {
      "index": 3,
      "start_time": 21860.0,
      "end_time": 29150.0,
      "text": "So is it nicest or most nicest? Well, according to me it is nicest but I don&#39;t know why a"
    },
    {
      "index": 4,
      "start_time": 29150.0,
      "end_time": 37789.0,
      "text": "lot of people say, the most nicest and this is what today&#39;s lesson is about, wrongly used"
    },
    {
      "index": 5,
      "start_time": 37789.0,
      "end_time": 44940.0,
      "text": "English phrases. So people use common phrases or you know phrases that you use on a daily"
    },
    {
      "index": 6,
      "start_time": 44940.0,
      "end_time": 53110.0,
      "text": "basis incorrectly. Yeah, and it is important to use English phrases correctly especially"
    },
    {
      "index": 7,
      "start_time": 53110.0,
      "end_time": 59180.0,
      "text": "those that you use on a daily basis, right. So let&#39;s take a look at the first one."
    },
    {
      "index": 8,
      "start_time": 59180.0,
      "end_time": 67820.0,
      "text": "Return back, revert back and reply back. Now often I receive emails from my clients stating"
    },
    {
      "index": 9,
      "start_time": 67820.0,
      "end_time": 74649.0,
      "text": "that I will revert back in the next three days or a lot of people say if I ask a friend"
    },
    {
      "index": 10,
      "start_time": 74650.0,
      "end_time": 80700.0,
      "text": "of mine, when are you returning from your holiday? She says I&#39;m returning back on the"
    },
    {
      "index": 11,
      "start_time": 80700.0,
      "end_time": 87240.0,
      "text": "2nd. So returning back, reverting back, replying back, okay I&#39;ll reply back later. Now, friends,"
    },
    {
      "index": 12,
      "start_time": 87240.0,
      "end_time": 95570.0,
      "text": "I need to tell you something. That words like return, revert and reply already have the"
    },
    {
      "index": 13,
      "start_time": 95570.0,
      "end_time": 101149.0,
      "text": "essence of back. So when you say revert it means you are going to answer, okay. You’re"
    },
    {
      "index": 14,
      "start_time": 101150.0,
      "end_time": 109000.0,
      "text": "going to return with an answer. So you needn&#39;t use back. Now, this is the most common error"
    },
    {
      "index": 15,
      "start_time": 109000.0,
      "end_time": 116770.0,
      "text": "people make. So remember when you use these words that already have the essence of back,"
    },
    {
      "index": 16,
      "start_time": 116770.0,
      "end_time": 122810.0,
      "text": "do not use reply back. Do not use revert back, do not use return back. Just use the word"
    },
    {
      "index": 17,
      "start_time": 122810.0,
      "end_time": 127350.0,
      "text": "without back. Okay, so that&#39;s the first common mistake people make."
    },
    {
      "index": 18,
      "start_time": 127350.0,
      "end_time": 144280.0,
      "text": "The second one is most essential. Now the word essential is an adjective, okay. Now,"
    },
    {
      "index": 19,
      "start_time": 144280.0,
      "end_time": 152359.0,
      "text": "this adjective means something that&#39;s basic, like food, clothing and shelter are essential"
    },
    {
      "index": 20,
      "start_time": 152359.0,
      "end_time": 160219.0,
      "text": "needs of a human being but you don&#39;t say most essential. So remember when you use the word,"
    },
    {
      "index": 21,
      "start_time": 160219.0,
      "end_time": 182489.0,
      "text": "essential, it stands alone. You need not use qualifiers like much, more or most. Okay so"
    },
    {
      "index": 22,
      "start_time": 182489.0,
      "end_time": 188310.0,
      "text": "avoid using this, essential is an adjective that stands alone and it means basic. So you"
    },
    {
      "index": 23,
      "start_time": 188310.0,
      "end_time": 191279.0,
      "text": "needn&#39;t use any qualifiers."
    },
    {
      "index": 24,
      "start_time": 191279.0,
      "end_time": 196400.0,
      "text": "The next one is the most happiest. That’s what I said at the start of the lesson. So"
    },
    {
      "index": 25,
      "start_time": 196400.0,
      "end_time": 201689.0,
      "text": "should we say the most nicest actor or the nicest actor? Now I’m going to tell you"
    },
    {
      "index": 26,
      "start_time": 201689.0,
      "end_time": 209328.0,
      "text": "why do we use only nicest. Now happy is an adjective. It describes a state of feeling"
    },
    {
      "index": 27,
      "start_time": 209329.0,
      "end_time": 215700.0,
      "text": "good or being in a good state. Happy is the positive form, comparative is happier and"
    },
    {
      "index": 28,
      "start_time": 215700.0,
      "end_time": 220730.0,
      "text": "the superlative is the happiest. That means it&#39;s the highest form of the adjective. So"
    },
    {
      "index": 29,
      "start_time": 220730.0,
      "end_time": 228159.0,
      "text": "if I say, I&#39;m the happiest lady in the world that means there is no one who is happier"
    },
    {
      "index": 30,
      "start_time": 228159.0,
      "end_time": 240469.0,
      "text": "than I am, right? So it is already in the superlative, okay. You do not use most. So"
    },
    {
      "index": 31,
      "start_time": 240469.0,
      "end_time": 246638.0,
      "text": "we have who&#39;s the nicest actor? And the happiest lady in the world. Now you may be wondering"
    },
    {
      "index": 32,
      "start_time": 246639.0,
      "end_time": 252669.0,
      "text": "that we do use most with some adjectives in the superlative degree. Yes, friends, we do"
    },
    {
      "index": 33,
      "start_time": 252669.0,
      "end_time": 258549.0,
      "text": "but that is only when the adjective does not run into a comparative or a superlative degree."
    },
    {
      "index": 34,
      "start_time": 258548.0,
      "end_time": 267179.0,
      "text": "I&#39;ll give you an example, I can say, Sandra is the prettiest girl in the class. I needn&#39;t"
    },
    {
      "index": 35,
      "start_time": 267180.0,
      "end_time": 274000.0,
      "text": "say most prettiest because it&#39;s already in the superlative. You have pretty, prettier,"
    },
    {
      "index": 36,
      "start_time": 274000.0,
      "end_time": 279479.0,
      "text": "prettiest. Now if I want to use the adjective beautiful, we do not use beautiful, beautifuler"
    },
    {
      "index": 37,
      "start_time": 279479.0,
      "end_time": 286300.0,
      "text": "and beautifulest because it does not change its form. So what we do is we take help of"
    },
    {
      "index": 38,
      "start_time": 286300.0,
      "end_time": 293139.0,
      "text": "most. So you have beautiful, more beautiful, most beautiful. So when an adjective is stubborn"
    },
    {
      "index": 39,
      "start_time": 293139.0,
      "end_time": 298870.0,
      "text": "and it does not change, you add more and most to change its form in the comparative and"
    },
    {
      "index": 40,
      "start_time": 298870.0,
      "end_time": 304879.0,
      "text": "superlative respectively. So remember, this has already gone in the superlative. You do"
    },
    {
      "index": 41,
      "start_time": 304879.0,
      "end_time": 311550.0,
      "text": "not add most. Okay, I&#39;ll give you another example, so if I ask you if you&#39;re unwell"
    },
    {
      "index": 42,
      "start_time": 311550.0,
      "end_time": 315599.0,
      "text": "and if I ask you, how do you feel? You say, I&#39;m better today but people say, I&#39;m much"
    },
    {
      "index": 43,
      "start_time": 315599.0,
      "end_time": 320990.0,
      "text": "better today but you&#39;re better right from good to better. So do not add these qualifiers."
    },
    {
      "index": 44,
      "start_time": 320990.0,
      "end_time": 326200.0,
      "text": "They only come when the adjective does not change its form."
    },
    {
      "index": 45,
      "start_time": 326200.0,
      "end_time": 333799.0,
      "text": "Well, the next one is got off scotch free. Okay so it&#39;s not scotch, scotch is alcohol."
    },
    {
      "index": 46,
      "start_time": 333800.0,
      "end_time": 344000.0,
      "text": "It is scot-free. Okay so if you get off scot-free, it means that you&#39;ve done something wrong"
    },
    {
      "index": 47,
      "start_time": 344000.0,
      "end_time": 350520.0,
      "text": "and you have escaped without paying a price and it&#39;s like you know you got away with blue"
    },
    {
      "index": 48,
      "start_time": 350520.0,
      "end_time": 356300.0,
      "text": "murder. That kind of a thing. So imagine if you have not met your deadline and you&#39;ve"
    },
    {
      "index": 49,
      "start_time": 356300.0,
      "end_time": 361780.0,
      "text": "still got leave and you&#39;ve got to go on your vacation that means you have got off not scotch"
    },
    {
      "index": 50,
      "start_time": 361780.0,
      "end_time": 368400.0,
      "text": "free but scot-free. Okay, so you&#39;ve escaped without paying a price. So a lot of people"
    },
    {
      "index": 51,
      "start_time": 368400.0,
      "end_time": 374270.0,
      "text": "use scotch free. It is not scotch free, remember and scotch is never free. That is one thing"
    },
    {
      "index": 52,
      "start_time": 374270.0,
      "end_time": 379698.0,
      "text": "but get off scot-free. Fine, so the word is scot and not scotch."
    },
    {
      "index": 53,
      "start_time": 379699.0,
      "end_time": 389210.0,
      "text": "Let’s see the next common phrase, wrongly used phrase, hair are long. Now hair, so I"
    },
    {
      "index": 54,
      "start_time": 389210.0,
      "end_time": 396409.0,
      "text": "have a lot of hair. Okay, remember that and not hairs. So there is one mistake that people"
    },
    {
      "index": 55,
      "start_time": 396410.0,
      "end_time": 404860.0,
      "text": "use is hairs. So that&#39;s not hairs. Okay, it is treated as a non-countable noun. So you"
    },
    {
      "index": 56,
      "start_time": 404860.0,
      "end_time": 417600.0,
      "text": "always use it with a singular verb. Hair is long. Okay if you want to talk about someone’s"
    },
    {
      "index": 57,
      "start_time": 417600.0,
      "end_time": 430800.0,
      "text": "hair texture, you do not say hair are soft. You say, her hair is soft. So remember friends,"
    },
    {
      "index": 58,
      "start_time": 430800.0,
      "end_time": 438560.0,
      "text": "the trick is, treat hair as a single entity, followed by a singular verb, right."
    },
    {
      "index": 59,
      "start_time": 438560.0,
      "end_time": 444199.0,
      "text": "The next one is, first come first serve. So I call up this cafe to book a table for dinner"
    },
    {
      "index": 60,
      "start_time": 444199.0,
      "end_time": 449900.0,
      "text": "and they say that, they do not take bookings. They do not reserve tables because their policy"
    },
    {
      "index": 61,
      "start_time": 449900.0,
      "end_time": 458259.0,
      "text": "is first come first serve. I mean well the mistake here is, first come first served."
    },
    {
      "index": 62,
      "start_time": 458259.0,
      "end_time": 467849.0,
      "text": "Okay, that means if you go there by 8, you will be served before a person who walks in"
    },
    {
      "index": 63,
      "start_time": 467849.0,
      "end_time": 474621.0,
      "text": "at 8.30. So it&#39;s like, first come, first served. So a lot of places if you have noticed, it"
    },
    {
      "index": 64,
      "start_time": 474621.0,
      "end_time": 479690.0,
      "text": "is written, first come, first served which is absolutely wrong. It is served. Alright,"
    },
    {
      "index": 65,
      "start_time": 479690.0,
      "end_time": 488669.0,
      "text": "so we have first come first served, don&#39;t forget the d, first served policy, right."
    },
    {
      "index": 66,
      "start_time": 488669.0,
      "end_time": 495570.0,
      "text": "The next one and the most common one is, give an exam. Now friends, you never give an exam,"
    },
    {
      "index": 67,
      "start_time": 495570.0,
      "end_time": 502990.0,
      "text": "you take an exam. Okay, your examiner gives you the exam and you take an exam. So a very"
    },
    {
      "index": 68,
      "start_time": 502990.0,
      "end_time": 508400.0,
      "text": "common, a very common mistake people make when they talk about examinations. So if you&#39;re"
    },
    {
      "index": 69,
      "start_time": 508400.0,
      "end_time": 516309.0,
      "text": "in say, you are graduating, you say I’m taking my exam and not giving my exam. So"
    },
    {
      "index": 70,
      "start_time": 516308.99999999994,
      "end_time": 522288.99999999994,
      "text": "remember you do not give. Now, this is one of the most wrongly phrases that I have come"
    },
    {
      "index": 71,
      "start_time": 522289.0,
      "end_time": 528630.0,
      "text": "across and I don&#39;t know why people use it this way but remember you take an exam and"
    },
    {
      "index": 72,
      "start_time": 528630.0,
      "end_time": 544400.0,
      "text": "not give an exam. so you use this expression correctly, you may have people looking at"
    },
    {
      "index": 73,
      "start_time": 544400.0,
      "end_time": 549100.0,
      "text": "you very awkwardly and weirdly, trying to understand what you&#39;re saying but trust me,"
    },
    {
      "index": 74,
      "start_time": 549100.0,
      "end_time": 553630.0,
      "text": "you&#39;re on the right track when you say, I&#39;m taking an exam."
    },
    {
      "index": 75,
      "start_time": 553630.0,
      "end_time": 559810.0,
      "text": "The next one is try and do it. Okay so try and do it. You don&#39;t try and do it, you try"
    },
    {
      "index": 76,
      "start_time": 559810.0,
      "end_time": 567130.0,
      "text": "to do something. So okay if your friend asks you for a favour and you really want to help"
    },
    {
      "index": 77,
      "start_time": 567130.0,
      "end_time": 572240.0,
      "text": "her but you want to tell her that you will make an attempt to, what generally people"
    },
    {
      "index": 78,
      "start_time": 572240.0,
      "end_time": 578779.0,
      "text": "say is, I&#39;ll try and do it for you. So no, you do not say, I&#39;ll try and do it, I&#39;ll try"
    },
    {
      "index": 79,
      "start_time": 578779.0,
      "end_time": 594339.0,
      "text": "to do it for you. Okay, so there is no and. remember you try to do something and not try"
    },
    {
      "index": 80,
      "start_time": 594339.0,
      "end_time": 598600.0,
      "text": "and do something right and the last one is on the other hand."
    },
    {
      "index": 81,
      "start_time": 598600.0,
      "end_time": 606700.0,
      "text": "Well, this phrase is not wrong but remember it has to be used with on one hand. Now I&#39;ll"
    },
    {
      "index": 82,
      "start_time": 606700.0,
      "end_time": 612500.0,
      "text": "give you an example if my friend keeps cribbing about her job and says she has a lot of work"
    },
    {
      "index": 83,
      "start_time": 612500.0,
      "end_time": 618199.0,
      "text": "okay and she keeps getting a lot of work. So she tells me that I&#39;ve got a lot of work"
    },
    {
      "index": 84,
      "start_time": 618199.0,
      "end_time": 625410.0,
      "text": "and I&#39;ve taken on a new project. So I&#39;m gonna tell her, on one hand, okay. On one hand you"
    },
    {
      "index": 85,
      "start_time": 625410.0,
      "end_time": 631199.0,
      "text": "are complaining about having a lot of work and on the other hand, you have taken more"
    },
    {
      "index": 86,
      "start_time": 631200.0,
      "end_time": 645540.0,
      "text": "work. So my point is you have to use, on one hand, okay then your sentence followed by"
    },
    {
      "index": 87,
      "start_time": 645540.0,
      "end_time": 654599.0,
      "text": "on the other hand. I cannot tell her, you are complaining you have a lot of work and"
    },
    {
      "index": 88,
      "start_time": 654600.0,
      "end_time": 659930.0,
      "text": "on the other hand, you&#39;ve taken more work. No, I have to use on one hand in the first"
    },
    {
      "index": 89,
      "start_time": 659930.0,
      "end_time": 664650.0,
      "text": "part of the sentence and on the other hand in the second part. So they complement each"
    },
    {
      "index": 90,
      "start_time": 664650.0,
      "end_time": 669500.0,
      "text": "other, they come together. So a lot of people just casually put, on the other hand in any"
    },
    {
      "index": 91,
      "start_time": 669500.0,
      "end_time": 675100.0,
      "text": "part of the sentence which is not correct. So, remember you can use it, once you use"
    },
    {
      "index": 92,
      "start_time": 675100.0,
      "end_time": 679149.0,
      "text": "on one hand followed by whatever on the other hand."
    },
    {
      "index": 93,
      "start_time": 679149.0,
      "end_time": 684150.0,
      "text": "Okay friends, so these are the basic wrongly used English phrases and these are common"
    },
    {
      "index": 94,
      "start_time": 684150.0,
      "end_time": 690470.0,
      "text": "phrases that we use in our daily spoken English. So remember, I&#39;m sure now you can go ahead"
    },
    {
      "index": 95,
      "start_time": 690470.0,
      "end_time": 695120.0,
      "text": "and use them correctly. I hope you enjoyed watching this lesson. I&#39;ll be back soon with"
    },
    {
      "index": 96,
      "start_time": 695120.0,
      "end_time": 697209.0,
      "text": "a new lesson, till then take care and bye."
    }
  ]
}