{
  "video_id": "N1Q-lcwWw38",
  "title": "Quantum Computing News Intel Quantum Computing Google Quantum Computer Quantum Computer",
  "json": [
    {
      "index": 1,
      "start_time": 690.0,
      "end_time": 3539.0,
      "text": "What&#39;s up youTube this is Christopher Ramirez coming at you with another?"
    },
    {
      "index": 2,
      "start_time": 4890.0,
      "end_time": 7979.0,
      "text": "video and look what we got going on now and as far as"
    },
    {
      "index": 3,
      "start_time": 8320.0,
      "end_time": 11940.0,
      "text": "Computers going the one of the biggest brands they have in the game"
    },
    {
      "index": 4,
      "start_time": 12160.0,
      "end_time": 17698.0,
      "text": "intel going to the next level which is quantum computing with their devices and"
    },
    {
      "index": 5,
      "start_time": 18700.0,
      "end_time": 24420.0,
      "text": "If you do not know a quantum computing is I&#39;m gonna go ahead and have a little real play for you guys"
    },
    {
      "index": 6,
      "start_time": 24939.0,
      "end_time": 30509.0,
      "text": "To go ahead and school you on quant with quantum computers are so with that said let it roll"
    },
    {
      "index": 7,
      "start_time": 30730.0,
      "end_time": 36119.0,
      "text": "in the quantum realm physics works quite differently from the predictable ways we&#39;re used to and"
    },
    {
      "index": 8,
      "start_time": 36520.0,
      "end_time": 43469.0,
      "text": "Traditional computers, just not making sense. We are approaching a real physical barrier for our technological progress"
    },
    {
      "index": 9,
      "start_time": 44170.0,
      "end_time": 46000.0,
      "text": "to solve this problem"
    },
    {
      "index": 10,
      "start_time": 46000.0,
      "end_time": 51959.0,
      "text": "Scientists are trying to use these unusual quantum properties to their advantage by building quantum computers in"
    },
    {
      "index": 11,
      "start_time": 52539.0,
      "end_time": 55409.0,
      "text": "Normal computers bits are the smallest units of information?"
    },
    {
      "index": 12,
      "start_time": 56260.0,
      "end_time": 60629.0,
      "text": "quantum computers use qubits which can also be set to one of two values a"
    },
    {
      "index": 13,
      "start_time": 61300.0,
      "end_time": 66720.0,
      "text": "Qubit can be any two-level quantum system such as a spin in a magnetic field or a single photon"
    },
    {
      "index": 14,
      "start_time": 67210.0,
      "end_time": 73529.0,
      "text": "zero and one of this systems possible states like the photons horizontal or vertical polarization in"
    },
    {
      "index": 15,
      "start_time": 73780.0,
      "end_time": 80900.0,
      "text": "The Quantum world the qubit doesn&#39;t have to be in just one of those it can be in any proportions of both states at once"
    },
    {
      "index": 16,
      "start_time": 80439.0,
      "end_time": 82439.0,
      "text": "This is called superposition"
    },
    {
      "index": 17,
      "start_time": 82869.0,
      "end_time": 89690.0,
      "text": "But as soon as you test its value say by sending the photon through a filter it has to decide to be either"
    },
    {
      "index": 18,
      "start_time": 89200.0,
      "end_time": 90430.0,
      "text": "Vertically or horizontally?"
    },
    {
      "index": 19,
      "start_time": 90430.0,
      "end_time": 91840.0,
      "text": "polarized"
    },
    {
      "index": 20,
      "start_time": 91840.0,
      "end_time": 95880.0,
      "text": "so as long as it&#39;s unobserved the qubit is in a superposition of"
    },
    {
      "index": 21,
      "start_time": 95979.0,
      "end_time": 99359.0,
      "text": "Probabilities for 0 and 1 and you can&#39;t predict which it will be"
    },
    {
      "index": 22,
      "start_time": 100000.0,
      "end_time": 104309.0,
      "text": "That the instance you measure it it collapses into one of the definite state"
    },
    {
      "index": 23,
      "start_time": 105490.0,
      "end_time": 107490.0,
      "text": "superposition is a game changer for"
    },
    {
      "index": 24,
      "start_time": 108399.0,
      "end_time": 112709.0,
      "text": "Classical bits can be in one of two to the power of four different configurations at a time"
    },
    {
      "index": 25,
      "start_time": 112930.0,
      "end_time": 116790.0,
      "text": "There&#39;s 16 possible combinations at which you can use just one"
    },
    {
      "index": 26,
      "start_time": 117520.0,
      "end_time": 122789.0,
      "text": "For qubits in superposition however can be in all of those 16 combinations at once"
    },
    {
      "index": 27,
      "start_time": 123430.0,
      "end_time": 126599.0,
      "text": "This number grows exponentially with each extra qubit"
    },
    {
      "index": 28,
      "start_time": 127180.0,
      "end_time": 134529.0,
      "text": "Twenty of them can already store a million in parallel a really weird and unintuitive property cubits can have is"
    },
    {
      "index": 29,
      "start_time": 135490.0,
      "end_time": 141938.0,
      "text": "Entanglement a close connection that makes each of the qubits react to a change in the other state instantaneously, no matter how far"
    },
    {
      "index": 30,
      "start_time": 141939.0,
      "end_time": 143600.0,
      "text": "They are apart"
    },
    {
      "index": 31,
      "start_time": 143600.0,
      "end_time": 149979.0,
      "text": "This means that when measuring just one entangled qubits, you can directly deduce properties of its partners without having to look"
    },
    {
      "index": 32,
      "start_time": 150650.0,
      "end_time": 153519.0,
      "text": "qubit manipulation is a mind bender as well a"
    },
    {
      "index": 33,
      "start_time": 153799.0,
      "end_time": 159129.0,
      "text": "normal logic gate gets a simple set of input and produces one definite output a"
    },
    {
      "index": 34,
      "start_time": 159620.0,
      "end_time": 167230.0,
      "text": "Quantum gate manipulates an input of superpositions rotates probabilities and produces another superposition as its output"
    },
    {
      "index": 35,
      "start_time": 167900.0,
      "end_time": 174690.0,
      "text": "So a quantum computer sets up some qubits applies quantum gates to entangle them and manipulate probabilities"
    },
    {
      "index": 36,
      "start_time": 174790.0,
      "end_time": 179829.0,
      "text": "Then finally measures the outcome collapsing superpositions to an actual sequence of zeros and ones"
    },
    {
      "index": 37,
      "start_time": 180530.0,
      "end_time": 186729.0,
      "text": "What this means is that you get the entire lot of calculations that are possible with your setup all done at the same time?"
    },
    {
      "index": 38,
      "start_time": 187250.0,
      "end_time": 189579.0,
      "text": "Ultimately you can only measure one of the results"
    },
    {
      "index": 39,
      "start_time": 189579.0,
      "end_time": 194108.0,
      "text": "And it will only probably be the one you want so you may have to double check and try again"
    },
    {
      "index": 40,
      "start_time": 195230.0,
      "end_time": 202690.0,
      "text": "But by cleverly exploiting superposition and entanglement this can be exponentially more efficient than would ever be possible on a normal computer"
    },
    {
      "index": 41,
      "start_time": 204260.0,
      "end_time": 210638.0,
      "text": "So while quantum computers will probably not replace our home computers in some areas. They are vastly superior"
    },
    {
      "index": 42,
      "start_time": 211190.0,
      "end_time": 218169.0,
      "text": "One of them is database searching to find something in a database a normal computer may have to test every single one of its entries"
    },
    {
      "index": 43,
      "start_time": 218629.0,
      "end_time": 224589.0,
      "text": "Quantum algorithms read only the square root of that time which for large databases is a huge difference"
    },
    {
      "index": 44,
      "start_time": 225169.0,
      "end_time": 228909.0,
      "text": "The most famous use of Quantum computers is Rowing it security"
    },
    {
      "index": 45,
      "start_time": 229730.0,
      "end_time": 231168.0,
      "text": "Right now you&#39;re browsing"
    },
    {
      "index": 46,
      "start_time": 231169.0,
      "end_time": 238419.0,
      "text": "Email and banking Data is being kept secured by an encryption system in which you give everyone a public key to encode messages only you"
    },
    {
      "index": 47,
      "start_time": 238419.0,
      "end_time": 244689.0,
      "text": "Can decode the problem is that this public key can actually be used to calculate your secret private key"
    },
    {
      "index": 48,
      "start_time": 245600.0,
      "end_time": 250239.0,
      "text": "Luckily doing the necessary math on any normal computer would literally take years of trial and error"
    },
    {
      "index": 49,
      "start_time": 250549.0,
      "end_time": 254499.0,
      "text": "But a quantum computer with exponential speed-up could do it in a breeze"
    },
    {
      "index": 50,
      "start_time": 255169.0,
      "end_time": 261699.0,
      "text": "another really exciting new views is simulations simulations of the quantum world are very intense on resources and"
    },
    {
      "index": 51,
      "start_time": 262460.0,
      "end_time": 266599.0,
      "text": "For bigger structures such as molecules they often lack accuracy"
    },
    {
      "index": 52,
      "start_time": 267300.0,
      "end_time": 270948.0,
      "text": "So why not simulate quantum physics with actual quantum physics?"
    },
    {
      "index": 53,
      "start_time": 271500.0,
      "end_time": 276229.0,
      "text": "Quantum simulations could provide new insights on proteins that might revolutionize medicine"
    },
    {
      "index": 54,
      "start_time": 276930.0,
      "end_time": 283430.0,
      "text": "Right now we don&#39;t know if quantum computers will be just a very specialized tool or a big revolution for humanity"
    },
    {
      "index": 55,
      "start_time": 283530.0,
      "end_time": 288500.0,
      "text": "We have no idea where the limits of technology are and there&#39;s only one way to find out"
    },
    {
      "index": 56,
      "start_time": 290390.0,
      "end_time": 298900.0,
      "text": "This video is supported by the australian academy a great video. There&#39;s other videos, but I didn&#39;t want to like really drag it on"
    },
    {
      "index": 57,
      "start_time": 298800.0,
      "end_time": 306200.0,
      "text": "To too too long, but oh yeah anyhow yeah quantum computing is a really going to start taking off"
    },
    {
      "index": 58,
      "start_time": 306690.0,
      "end_time": 311179.0,
      "text": "Next to a lot of other things that&#39;s been going on in news. I don&#39;t know if y&#39;all been paying attention to the bitcoin"
    },
    {
      "index": 59,
      "start_time": 312419.0,
      "end_time": 319339.0,
      "text": "Bitcoin if you got your digital wallet you cryptocurrency building up in your wallet. You&#39;re going to be missing out on"
    },
    {
      "index": 60,
      "start_time": 319830.0,
      "end_time": 322880.0,
      "text": "the the next spikes in the Bitcoin Community and"
    },
    {
      "index": 61,
      "start_time": 323910.0,
      "end_time": 328399.0,
      "text": "It&#39;s really interesting stuff. How that works, but I&#39;m not going to go into detail on the bitcoin, but"
    },
    {
      "index": 62,
      "start_time": 329100.0,
      "end_time": 331390.0,
      "text": "You know I definitely do want to recommend"
    },
    {
      "index": 63,
      "start_time": 331889.0,
      "end_time": 335269.0,
      "text": "Some of the computers that they have is an intel computer I"
    },
    {
      "index": 64,
      "start_time": 335970.0,
      "end_time": 342190.0,
      "text": "Hadn&#39;t I didn&#39;t even know they had these kinds of computers for three hundred like three hundred and Eighty-two dollars really seventy-five cents?"
    },
    {
      "index": 65,
      "start_time": 342600.0,
      "end_time": 347890.0,
      "text": "I&#39;m looking at this thing and it&#39;s got a uh it&#39;s got a sixth generation intel Core I5"
    },
    {
      "index": 66,
      "start_time": 348000.0,
      "end_time": 351739.0,
      "text": "Six two six zero so that I&#39;m loving that shit, so you know"
    },
    {
      "index": 67,
      "start_time": 352470.0,
      "end_time": 356179.0,
      "text": "Grab that thing I mean, it&#39;s a steal I&#39;m totally"
    },
    {
      "index": 68,
      "start_time": 357449.0,
      "end_time": 360439.0,
      "text": "for that because I just bought a six hundred dollar computer"
    },
    {
      "index": 69,
      "start_time": 360900.0,
      "end_time": 366169.0,
      "text": "but this is this is a nice deal right here because I have a desktop that don&#39;t even have an I5 and"
    },
    {
      "index": 70,
      "start_time": 367380.0,
      "end_time": 374570.0,
      "text": "That&#39;s it&#39;s kind of like moore&#39;s law to talk about you. Don&#39;t know moore&#39;s law is it means that a computing power doubles?"
    },
    {
      "index": 71,
      "start_time": 375659.0,
      "end_time": 380449.0,
      "text": "enough speed exponential growth in power and speed and and even"
    },
    {
      "index": 72,
      "start_time": 381210.0,
      "end_time": 382500.0,
      "text": "Shrinks in size"
    },
    {
      "index": 73,
      "start_time": 382500.0,
      "end_time": 384859.0,
      "text": "About about half as well, okay"
    },
    {
      "index": 74,
      "start_time": 384860.0,
      "end_time": 390860.0,
      "text": "It goes down even more in size and doubles and speed every 18 months a year and a half. That&#39;s moore&#39;s law"
    },
    {
      "index": 75,
      "start_time": 391770.0,
      "end_time": 396318.0,
      "text": "So yeah look at this you already got a piece of hardware through hundred Eighty-two dollars oh"
    },
    {
      "index": 76,
      "start_time": 396319.0,
      "end_time": 401119.0,
      "text": "Yeah, that&#39;s part of moore&#39;s law - like the price goes lower all I could look it up Moore&#39;s laws nice stuff"
    },
    {
      "index": 77,
      "start_time": 401400.0,
      "end_time": 406609.0,
      "text": "Yeah, go ahead and keep this piece of hardware out of this a nice little piece of hardware. I even know existed"
    },
    {
      "index": 78,
      "start_time": 407639.0,
      "end_time": 411529.0,
      "text": "Good to show you because I got a I got a uh this computer right here"
    },
    {
      "index": 79,
      "start_time": 412530.0,
      "end_time": 414508.0,
      "text": "since the Beach days"
    },
    {
      "index": 80,
      "start_time": 414509.0,
      "end_time": 422239.0,
      "text": "Man, I&#39;m looking at this computers pushing like 11 years old. I&#39;m still spotting the operating system from 11 years ago on this computer"
    },
    {
      "index": 81,
      "start_time": 422240.0,
      "end_time": 427190.0,
      "text": "It&#39;s really interesting, but you know go ahead and pick it up links in the description"
    },
    {
      "index": 82,
      "start_time": 428819.0,
      "end_time": 436399.0,
      "text": "All right get that present for you. Uh for you a friend of family Peace. I&#39;ll see you in the next video"
    }
  ]
}