{
  "video_id": "n8_QERLOu40",
  "title": "How To Get Over Your Ex",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3500.0,
      "text": "Almost everyone experiences romantic love in their lifetime."
    },
    {
      "index": 2,
      "start_time": 3500.0,
      "end_time": 12700.0,
      "text": "And although it comes with happiness, euphoria, and increased life satisfaction, break-ups are associated with depression, mood swings, and anxiety."
    },
    {
      "index": 3,
      "start_time": 12700.0,
      "end_time": 16500.0,
      "text": "So, are there any scientific strategies for moving past a break-up?"
    },
    {
      "index": 4,
      "start_time": 16500.0,
      "end_time": 19000.0,
      "text": "How can you get over your ex?"
    },
    {
      "index": 5,
      "start_time": 19000.0,
      "end_time": 20400.0,
      "text": "The first thing you might wanna do?"
    },
    {
      "index": 6,
      "start_time": 20400.0,
      "end_time": 23100.0,
      "text": "Stop creeping them on social media."
    },
    {
      "index": 7,
      "start_time": 23100.0,
      "end_time": 34200.0,
      "text": "Although we might think it's harmless Facebook monitoring a former partner, (it) has been shown to lead to greater feelings of sexual desire and longing for an ex, as well as a decreased level of personal growth."
    },
    {
      "index": 8,
      "start_time": 34500.0,
      "end_time": 37800.0,
      "text": "This is similar to research of real life contact with an ex."
    },
    {
      "index": 9,
      "start_time": 38000.0,
      "end_time": 46000.0,
      "text": "That is, people who continue to see their ex after a break-up report greater sadness and love, ultimately decreasing their ability to move on."
    },
    {
      "index": 10,
      "start_time": 46000.0,
      "end_time": 60000.0,
      "text": "Similarly, for the 30-50% young adults in on-again, off-again relationships, habitually breaking-up and getting back together is associated with increased anxiety and depressive symptoms as well as poorer communication and commitment."
    },
    {
      "index": 11,
      "start_time": 60000.0,
      "end_time": 70500.0,
      "text": "Other studies have shown that people who Facebook stalk or subtweet at their former partners' are six times more likely to participate in a relational intrusion in real life."
    },
    {
      "index": 12,
      "start_time": 70500.0,
      "end_time": 74800.0,
      "text": "Behaviors like showing up at the ex-partner's classroom or workplace."
    },
    {
      "index": 13,
      "start_time": 74800.0,
      "end_time": 83200.0,
      "text": "All this may be related to the fact that sensory areas of the brain associated with physical pain become activated when shown a picture of an ex."
    },
    {
      "index": 14,
      "start_time": 83200.0,
      "end_time": 87200.0,
      "text": "In short, break-ups and social rejection can physically hurt."
    },
    {
      "index": 15,
      "start_time": 87200.0,
      "end_time": 92400.0,
      "text": "So overall, it's probably best to cut the digital, and real life cord with your old flame."
    },
    {
      "index": 16,
      "start_time": 92400.0,
      "end_time": 95300.0,
      "text": "If that fails, perhaps a dose of tylenol."
    },
    {
      "index": 17,
      "start_time": 95300.0,
      "end_time": 97000.0,
      "text": "A study of undergraduates found that"
    },
    {
      "index": 18,
      "start_time": 97000.0,
      "end_time": 104400.0,
      "text": "taking acetaminophen, the common pain killer, during a period of social rejection decreased self-reported levels of social pain"
    },
    {
      "index": 19,
      "start_time": 104400.0,
      "end_time": 109955.0,
      "text": "and also decreased brain activity in regions associated with social rejection and physical pain."
    },
    {
      "index": 20,
      "start_time": 109955.0,
      "end_time": 119500.0,
      "text": "Tylenol also seems to decrease areas of the brain responsible for aggression, which may help mitigate, say, any desire to carve your name into a leather seat."
    },
    {
      "index": 21,
      "start_time": 119500.0,
      "end_time": 120800.0,
      "text": "Keeping a burn book?"
    },
    {
      "index": 22,
      "start_time": 120800.0,
      "end_time": 125100.0,
      "text": "You might actually benefit from focusing on the bad parts of your ex to get over them."
    },
    {
      "index": 23,
      "start_time": 125100.0,
      "end_time": 137500.0,
      "text": "One study had people look at photos of their ex and immediately used a strategy called Negative Reappraisal, which involves thinking about the negative qualities of a former partner, or imagining negative future scenarios with them."
    },
    {
      "index": 24,
      "start_time": 137500.0,
      "end_time": 141705.0,
      "text": "This is actually similar to a strategy used for people who are alcohol dependent."
    },
    {
      "index": 25,
      "start_time": 141705.0,
      "end_time": 147900.0,
      "text": "Thinking about the negative consequences of repeated alcohol consumption can decrease craving significantly."
    },
    {
      "index": 26,
      "start_time": 147900.0,
      "end_time": 150500.0,
      "text": "Some participants used a distraction strategy."
    },
    {
      "index": 27,
      "start_time": 150500.0,
      "end_time": 154800.0,
      "text": "When given a photo of their ex they were asked unrelated question to distract them."
    },
    {
      "index": 28,
      "start_time": 154800.0,
      "end_time": 155800.0,
      "text": "The results?"
    },
    {
      "index": 29,
      "start_time": 155800.0,
      "end_time": 165200.0,
      "text": "Negative Reappraisal, decreased love feelings for the ex but caused a short term unpleasant feeling whereas distraction increased pleasantness but did not decrease love feelings."
    },
    {
      "index": 30,
      "start_time": 165200.0,
      "end_time": 172800.0,
      "text": "In other words thinking poorly about an ex may put you in a bad mood for a short period of time, but will be beneficial in the long run by decreasing your feelings for them."
    },
    {
      "index": 31,
      "start_time": 172800.0,
      "end_time": 178340.0,
      "text": "While distraction may boost your mood for a bit but not help you get over an ex in the long run."
    },
    {
      "index": 32,
      "start_time": 178340.0,
      "end_time": 186800.0,
      "text": "Based on this research, one researcher suggests writing a list of as many negative qualities about your ex that you can think of at least once a day, until you feel better."
    },
    {
      "index": 33,
      "start_time": 186800.0,
      "end_time": 188800.0,
      "text": "All in all, break-ups are tough."
    },
    {
      "index": 34,
      "start_time": 188800.0,
      "end_time": 195000.0,
      "text": "Psychologists described one of the most important challenges is to regain a sense of self separate from a former partner."
    },
    {
      "index": 35,
      "start_time": 195000.0,
      "end_time": 201800.0,
      "text": "So it may be best to unplug and reconnect with old friends and old hobbies, in order to heal and move on to the next one."
    },
    {
      "index": 36,
      "start_time": 201800.0,
      "end_time": 204000.0,
      "text": "So we made this video because we broke up..."
    },
    {
      "index": 37,
      "start_time": 204000.0,
      "end_time": 208200.0,
      "text": "Joking! But we probably should've called it something like \"we broke up\" because that would've gone more viral."
    },
    {
      "index": 38,
      "start_time": 208200.0,
      "end_time": 210100.0,
      "text": "Our newest podcast is now up on YouTube."
    },
    {
      "index": 39,
      "start_time": 210100.0,
      "end_time": 212800.0,
      "text": "It's about vlogging where we debate it. I love it."
    },
    {
      "index": 40,
      "start_time": 212800.0,
      "end_time": 214200.0,
      "text": "- I hate it.  - Let us know who won."
    },
    {
      "index": 41,
      "start_time": 214200.0,
      "end_time": 220300.0,
      "text": "We take controversial subjects, then we tell stories about and then we debate them, all while splicing in the science throughout."
    },
    {
      "index": 42,
      "start_time": 220300.0,
      "end_time": 226000.0,
      "text": "You can subscribe to SideNote on YouTube, but we'll also see you back here next Thursday for another science video."
    },
    {
      "index": 43,
      "start_time": 226000.0,
      "end_time": 228000.0,
      "text": "- Bye! - Peace."
    }
  ]
}