{
  "video_id": "NaGnMWBQMBE",
  "title": "Lab-Grown Meat Is Coming to Your Supermarket. Ranchers Are Fighting Back.",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4779.0,
      "text": "Would you eat a hamburger or a chicken nugget made of meat grown in a laboratory?"
    },
    {
      "index": 2,
      "start_time": 4780.0,
      "end_time": 9680.0,
      "text": "Joshua Tetrick, co-founder and CEO of JUST is betting that you will."
    },
    {
      "index": 3,
      "start_time": 9680.0,
      "end_time": 17680.0,
      "text": "In tomorrow's world, you can eat more meat, hopefully safer meat, even better tasting meat, without eating the animal."
    },
    {
      "index": 4,
      "start_time": 17680.0,
      "end_time": 30959.0,
      "text": "JUST, which is based in San Francisco, has been producing and selling non-animal versions of food like mayonnaise since 2013 and it's raised more than 310 million dollars in venture capital."
    },
    {
      "index": 5,
      "start_time": 30960.0,
      "end_time": 39820.0,
      "text": "Tetrick and his team have created products like JUST Mayo by identifying plant-based alternatives to common animal products like eggs."
    },
    {
      "index": 6,
      "start_time": 39820.0,
      "end_time": 45540.0,
      "text": "We're one part pharma, one part bio-tech and a whole bunch of regular food company."
    },
    {
      "index": 7,
      "start_time": 45540.0,
      "end_time": 51600.0,
      "text": "We built a discovery system that has the only patent in the world that utilizes machine learning for food ingredient discovery."
    },
    {
      "index": 8,
      "start_time": 51700.0,
      "end_time": 56880.0,
      "text": "And it helped us find this mung bean that when you put it in a pan scrambles."
    },
    {
      "index": 9,
      "start_time": 56880.0,
      "end_time": 68880.0,
      "text": "And that process broken down means that we source from over 51 countries in the world, we look at about 21 different molecular properties, we look at how that bean functions, does it bake a cake, does it gel in a pan."
    },
    {
      "index": 10,
      "start_time": 68880.0,
      "end_time": 71979.0,
      "text": "And then we see if it makes ice cream or butter or scrambled eggs."
    },
    {
      "index": 11,
      "start_time": 71980.0,
      "end_time": 77960.0,
      "text": "Our process of finding these new tools is high tech, but what we find is not high tech at all."
    },
    {
      "index": 12,
      "start_time": 77960.0,
      "end_time": 81320.0,
      "text": "The mung bean has been in the world's food system for 4400 years."
    },
    {
      "index": 13,
      "start_time": 81320.0,
      "end_time": 83100.0,
      "text": "I sure as hell didn't invent the mung bean."
    },
    {
      "index": 14,
      "start_time": 83100.0,
      "end_time": 88759.0,
      "text": "JUST is one of a handful of tech companies working to disrupt the meat production industry."
    },
    {
      "index": 15,
      "start_time": 88760.0,
      "end_time": 103860.0,
      "text": "While many of its competitors are pursuing better plant-based meat substitutes, JUST is pushing ahead with so called clean meat or lab-grown animal tissue that requires no farming, no feeding of livestock and no slaughterhouses."
    },
    {
      "index": 16,
      "start_time": 103860.0,
      "end_time": 108880.0,
      "text": "Only a single sample from a single animal duplicated endlessly."
    },
    {
      "index": 17,
      "start_time": 108890.0,
      "end_time": 118119.0,
      "text": "JUST and companies like it are poised to disrupt the entire livestock industry but these established players are turning to the government to protect their turf."
    },
    {
      "index": 18,
      "start_time": 118120.0,
      "end_time": 136280.0,
      "text": "The United States Cattlemen's Association, which declined to participate in this story, submitted a petition still under consideration by the United States Department of Agriculture asking that the words meat and beef exclude any products that are 'neither derived from animals, nor slaughtered in the traditional manner.'"
    },
    {
      "index": 19,
      "start_time": 136280.0,
      "end_time": 140340.0,
      "text": "The power of the terms is a lot more powerful than people think, especially in food."
    },
    {
      "index": 20,
      "start_time": 140340.0,
      "end_time": 149870.0,
      "text": "Imagine Tesla launches a pickup truck, but US Department of Transportation says 'Hold up, Tesla, Elon, you can't call it a pickup truck.'"
    },
    {
      "index": 21,
      "start_time": 149870.0,
      "end_time": 153440.0,
      "text": "You have to call it electric mobility transport unit."
    },
    {
      "index": 22,
      "start_time": 153440.0,
      "end_time": 163520.0,
      "text": "That's not winning in Alabama, even though it might be fast, even though it might have an amazing amount of horsepower, because a car is identity, but food's identity even more."
    },
    {
      "index": 23,
      "start_time": 163520.0,
      "end_time": 168840.0,
      "text": "JUST is also looking to transcend the vegan vs carnivore paradigm."
    },
    {
      "index": 24,
      "start_time": 168840.0,
      "end_time": 171340.0,
      "text": "We don't allow the term vegan to be used in our company."
    },
    {
      "index": 25,
      "start_time": 171340.0,
      "end_time": 180200.0,
      "text": "Not because we don't believe in the spirit of it, that word ends up turning off 99% of people."
    },
    {
      "index": 26,
      "start_time": 180200.0,
      "end_time": 182140.0,
      "text": "The food system needs to start over."
    },
    {
      "index": 27,
      "start_time": 182140.0,
      "end_time": 195340.0,
      "text": "Little girls in the second row of a class in Liberia aren't getting proper nutrients, a young boy growing up in Birmingham Alabama is accelerating a path to Type 2 diabetes, animals are being confined in needless ways."
    },
    {
      "index": 28,
      "start_time": 195340.0,
      "end_time": 207100.0,
      "text": "It's contributing to climate change, and I think if we can think differently about the food system while also realizing that we can't be so new and so out there that it doesn't relate to the everyday human being, we can do a whole lot of good."
    },
    {
      "index": 29,
      "start_time": 207100.0,
      "end_time": 208560.0,
      "text": "And that's what I want to do."
    },
    {
      "index": 30,
      "start_time": 208560.0,
      "end_time": 212740.0,
      "text": "This isn't Tetrick's first fight with entrenched food interests."
    },
    {
      "index": 31,
      "start_time": 212740.0,
      "end_time": 218400.0,
      "text": "JUST Mayo has been threatened by the Egg Board, I can't believe this."
    },
    {
      "index": 32,
      "start_time": 218400.0,
      "end_time": 226960.0,
      "text": "When the company's first product, JUST Mayo, appeared on the shelves of major retailers the American Egg Board went on the attack."
    },
    {
      "index": 33,
      "start_time": 226960.0,
      "end_time": 234920.0,
      "text": "It tried and failed to get Whole Foods to pull the product from it's shelves and hired a network of writers to trash the product on food review sites."
    },
    {
      "index": 34,
      "start_time": 234920.0,
      "end_time": 244400.0,
      "text": "Target pulled JUST Mayo off it's shelves after receiving an anonymous letter about food safety but an FDA investigation later found that the product was safe."
    },
    {
      "index": 35,
      "start_time": 244400.0,
      "end_time": 248000.0,
      "text": "And investigators failed to ever identify the author of the letter."
    },
    {
      "index": 36,
      "start_time": 248000.0,
      "end_time": 257399.0,
      "text": "At one point Egg Board members even discussed putting out a hit on Tetrick with one writing that he should have his old buddies from Brooklyn pay him a visit."
    },
    {
      "index": 37,
      "start_time": 257399.0,
      "end_time": 259500.0,
      "text": "The officials claimed to be joking."
    },
    {
      "index": 38,
      "start_time": 259500.0,
      "end_time": 268480.0,
      "text": "I think the email where they discussed putting a hit out on me, where the American Egg Board discusses that was probably the most surprising."
    },
    {
      "index": 39,
      "start_time": 268520.0,
      "end_time": 272500.0,
      "text": "I mean, hell, at the time we probably had 15-20 people in the company I really didn't know what the hell I was doing."
    },
    {
      "index": 40,
      "start_time": 272500.0,
      "end_time": 276960.0,
      "text": "And all of a sudden the egg industry has an interest in this little mayo product."
    },
    {
      "index": 41,
      "start_time": 276960.0,
      "end_time": 283180.0,
      "text": "And when bigger more entrenched folks pay attention, maybe it's validating that you're on to something."
    },
    {
      "index": 42,
      "start_time": 283180.0,
      "end_time": 287420.0,
      "text": "Whether or not consumers are ready for lab-grown meat is yet to be seen."
    },
    {
      "index": 43,
      "start_time": 287420.0,
      "end_time": 297840.0,
      "text": "And the company landed in hot water with the SEC in 2016 after being accused of buying it's own products off the shelves to boost sales figures to raise more venture capital."
    },
    {
      "index": 44,
      "start_time": 297840.0,
      "end_time": 303440.0,
      "text": "Though the company claims it was a quality control measure and no charges resulted from the investigation."
    },
    {
      "index": 45,
      "start_time": 303440.0,
      "end_time": 320200.0,
      "text": "But with JUST products in more than 20,000 stores and plans to release lab-grown clean meat onto the market by the end of the year at a retail price within 30% of that of traditional meat, Tetrick is optimistic about the future of his company and the global food system."
    },
    {
      "index": 46,
      "start_time": 320200.0,
      "end_time": 331780.0,
      "text": "It was an out-of-body experience to sit there and eat a chicken but have the chicken that you're eating running around in front of you."
    },
    {
      "index": 47,
      "start_time": 331780.0,
      "end_time": 334989.0,
      "text": "We're working on chicken nuggets, maybe fois gras."
    },
    {
      "index": 48,
      "start_time": 334990.0,
      "end_time": 347260.0,
      "text": "I want to focus less on changing the cultural and societal perceptions of a word, I don't know how long that's gonna take, and more on feed as many people as I can every day a little bit better."
    }
  ]
}