{
  "video_id": "Nan7gMI0hQg",
  "title": "The Strangest Foods You Can Buy On Amazon",
  "json": [
    {
      "index": 1,
      "start_time": 669.0,
      "end_time": 10780.0,
      "text": "Amazon has become a a treasure trove of for not only electronics, home decor, and other predictable purchases, but also the wacky and wild, including peculiar groceries and weird \"gourmet\" foods."
    },
    {
      "index": 2,
      "start_time": 11330.0,
      "end_time": 15240.0,
      "text": "Of its vast sea of edible oddities, here are some of the strangest foods you can buy on Amazon."
    },
    {
      "index": 3,
      "start_time": 16480.0,
      "end_time": 17740.0,
      "text": "Fermented duck eggs"
    },
    {
      "index": 4,
      "start_time": 18480.0,
      "end_time": 22820.0,
      "text": "There's a large portion of the world who may not find this Amazon order strange at all."
    },
    {
      "index": 5,
      "start_time": 22830.0,
      "end_time": 30120.0,
      "text": "In China, so-called \"century eggs\" are a familiar and even celebrated sulfurous snack found in grocery stores and restaurants across the nation."
    },
    {
      "index": 6,
      "start_time": 30120.0,
      "end_time": 36839.0,
      "text": "Preserved eggs are cured and boiled for days, weeks, or even months until they ferment, the \"century\" part of the name is just marketing."
    },
    {
      "index": 7,
      "start_time": 36840.0,
      "end_time": 45940.0,
      "text": "After the lengthy fermenting process, eggs turn a greenish, dark brown color and emit an ammonia smell that earned them the appetizing nickname: \"horse urine egg.\""
    },
    {
      "index": 8,
      "start_time": 45940.0,
      "end_time": 46780.0,
      "text": "\"So? What's wrong with that?\""
    },
    {
      "index": 9,
      "start_time": 47900.0,
      "end_time": 49160.0,
      "text": "\"When did you start talking?\""
    },
    {
      "index": 10,
      "start_time": 49420.0,
      "end_time": 53760.0,
      "text": "Acclaimed pastry chef Meg Galus told the Chicago Reader in 2014 you'd have to bribe her to take a bite..."
    },
    {
      "index": 11,
      "start_time": 54860.0,
      "end_time": 57560.0,
      "text": "\"Ugh. I can't do it.\""
    },
    {
      "index": 12,
      "start_time": 57569.0,
      "end_time": 61290.0,
      "text": "\"The only way I would eat this is if I was on The Amazing Race and they were offering me a million dollars.\""
    },
    {
      "index": 13,
      "start_time": 62900.0,
      "end_time": 69120.0,
      "text": "If this sounds appealing to you, you can order Gold Plum Brand Preserved Duck Eggs, vacuum-sealed and ready to devour, on Amazon right now."
    },
    {
      "index": 14,
      "start_time": 69340.0,
      "end_time": 74620.0,
      "text": "The vendor describes their taste as \"sharp\" and \"salty\" and suggests using them as kind of a pungent condiment."
    },
    {
      "index": 15,
      "start_time": 74940.0,
      "end_time": 84100.0,
      "text": "Warning: the distinctive odor is going to linger in your apartment for weeks, so you might consider learning from these Big Brother contestants and serving them al fresco … with a bucket at the ready."
    },
    {
      "index": 16,
      "start_time": 84280.0,
      "end_time": 88240.0,
      "text": "(screams and retching)"
    },
    {
      "index": 17,
      "start_time": 88540.0,
      "end_time": 91120.0,
      "text": "\"Somebody call a doctor.\""
    },
    {
      "index": 18,
      "start_time": 91500.0,
      "end_time": 92440.0,
      "text": "Roasted tarantula"
    },
    {
      "index": 19,
      "start_time": 93000.0,
      "end_time": 103980.0,
      "text": "Edible insects are becoming increasingly trendy in the western world, with restaurants like Black Ant in New York City featuring menus dedicated to creepy crawly cuisine like ant salt guacamole and crunchy grasshopper tacos."
    },
    {
      "index": 20,
      "start_time": 104500.0,
      "end_time": 108120.0,
      "text": "Tarantula is popular street food in Cambodia, but it's less welcome in the West …"
    },
    {
      "index": 21,
      "start_time": 108540.0,
      "end_time": 112380.0,
      "text": "\"Here's a question I never thought I'd say: How long do we fry a tarantula for?\""
    },
    {
      "index": 22,
      "start_time": 113170.0,
      "end_time": 121819.0,
      "text": "Thai Zebra tarantulas, one of 850 species of tarantulas on earth, are known for being quite aggressive until they're caught, roasted, packaged, and shipped to your door, courtesy of Amazon."
    },
    {
      "index": 23,
      "start_time": 122520.0,
      "end_time": 129460.0,
      "text": "\"Meat Maniac\" is one of the few purveyors selling Thai Zebra tarantulas, along with salted queen weaver ants and barbecue bamboo worms, of course."
    },
    {
      "index": 24,
      "start_time": 130460.00000000001,
      "end_time": 131200.0,
      "text": "Corn smut"
    },
    {
      "index": 25,
      "start_time": 131600.0,
      "end_time": 139560.0,
      "text": "It may sound like a particularly odd genre of erotica, but \"Corn smut\" is one of the many names for huitlacoche, along with \"Mexican truffle\" and \"devil's corn.\""
    },
    {
      "index": 26,
      "start_time": 139580.0,
      "end_time": 143640.0,
      "text": "Huitlacoche is both a plant disease and a delicacy that has been revered since ancient Aztec times."
    },
    {
      "index": 27,
      "start_time": 145100.0,
      "end_time": 148700.0,
      "text": "The fungal infection looks like fluffy grey clouds and gives corn a unique, mushroom-like flavor."
    },
    {
      "index": 28,
      "start_time": 149700.0,
      "end_time": 153950.0,
      "text": "To this day in modern Mexico, a corn cob with blue-black spores is worth more than a non-infected ear to many chefs."
    },
    {
      "index": 29,
      "start_time": 155290.0,
      "end_time": 161370.0,
      "text": "Mexican chefs fold huitlacoche into a wide range of classic dishes, from enchiladas, to quesadillas, to flan."
    },
    {
      "index": 30,
      "start_time": 161370.0,
      "end_time": 167980.0,
      "text": "You can purchase your own huitlacoche on Amazon by the jar, so it's easy to whip together your own fungal infection-based delicacies at home."
    },
    {
      "index": 31,
      "start_time": 168560.0,
      "end_time": 169540.0,
      "text": "Kangaroo loin"
    },
    {
      "index": 32,
      "start_time": 170280.0,
      "end_time": 173000.0,
      "text": "The Australian government really wants you to eat kangaroo."
    },
    {
      "index": 33,
      "start_time": 173480.0,
      "end_time": 181579.0,
      "text": "In 2017, the Aussies announced that a recent census discovered 45 million kangaroos in Australia, which is almost double the number of human inhabitants."
    },
    {
      "index": 34,
      "start_time": 181860.0,
      "end_time": 189960.0,
      "text": "The unsustainable population growth of their national mascot has left the local government pleading with people to eat kangaroo meat, which is still considered taboo even in Australia."
    },
    {
      "index": 35,
      "start_time": 190480.0,
      "end_time": 191399.0,
      "text": "Keen to try it?"
    },
    {
      "index": 36,
      "start_time": 191480.0,
      "end_time": 195599.0,
      "text": "According to the Kangaroo industry, kangaroo meat is healthy: high in protein and iron and low in fat."
    },
    {
      "index": 37,
      "start_time": 196800.0,
      "end_time": 200200.0,
      "text": "It's also praised for being versatile and tasty, kind of like lean beef."
    },
    {
      "index": 38,
      "start_time": 200600.0,
      "end_time": 208879.0,
      "text": "You can order all-natural, boneless kangaroo loin on Amazon, unless you live in California, that is, which has banned the sale of kangaroo products following outcry from animal rights activists."
    },
    {
      "index": 39,
      "start_time": 209880.0,
      "end_time": 210519.0,
      "text": "\"Nice!\""
    },
    {
      "index": 40,
      "start_time": 210520.0,
      "end_time": 211840.0,
      "text": "\"This is great!\""
    },
    {
      "index": 41,
      "start_time": 212500.0,
      "end_time": 213640.0,
      "text": "Fermented herring"
    },
    {
      "index": 42,
      "start_time": 214800.0,
      "end_time": 221400.0,
      "text": "Deemed \"the world's smelliest food\" by many a food critic, surströmming, or \"soured fish\" is a pungent-smelling traditional dish from northern Sweden."
    },
    {
      "index": 43,
      "start_time": 221540.0,
      "end_time": 225480.0,
      "text": "It consists of tiny herring fish caught in the Baltic Sea, then salted, fermented, and canned."
    },
    {
      "index": 44,
      "start_time": 226280.0,
      "end_time": 234790.0,
      "text": "The smell is intense, described as a combination of rotten eggs, rancid butter, and vinegar ... as comedian Chris Gethard learned in a 2017 stunt …"
    },
    {
      "index": 45,
      "start_time": 234340.0,
      "end_time": 236560.0,
      "text": "\"He's throwing up in his gas mask!"
    },
    {
      "index": 46,
      "start_time": 236560.0,
      "end_time": 239000.0,
      "text": "He's throwing up in his gas mask!\""
    },
    {
      "index": 47,
      "start_time": 239400.0,
      "end_time": 245460.0,
      "text": "The delicacy is served in Sweden at the end of the summer, generally in outdoor locations to allow the overwhelming odor to dissipate."
    },
    {
      "index": 48,
      "start_time": 245460.0,
      "end_time": 251660.0,
      "text": "Some Swedes are known to bury cans in the snow to open on December 25th, like the foulest smelling Christmas presents ever."
    },
    {
      "index": 49,
      "start_time": 251960.0,
      "end_time": 255800.0,
      "text": "But you don't have to go digging around in the snow in Sweden on Christmas to get a taste of surströmming."
    },
    {
      "index": 50,
      "start_time": 256839.0,
      "end_time": 261940.0,
      "text": "Instead, order your tin right from Amazon from a vendor who describes the product as a \"stink bomb from Sweden.\""
    }
  ]
}