{
  "video_id": "NbqTkHNmlvM",
  "title": "This Is Why New Year's SUCKS!",
  "json": [
    {
      "index": 1,
      "start_time": 216.0,
      "end_time": 4157.0,
      "text": "A lot of people look forward to New Year's Eve, but many end up disappointed."
    },
    {
      "index": 2,
      "start_time": 4178.0,
      "end_time": 7338.0,
      "text": "And there are some interesting legitimate reasons why this happens."
    },
    {
      "index": 3,
      "start_time": 7338.0,
      "end_time": 9008.0,
      "text": "Number one is expectations."
    },
    {
      "index": 4,
      "start_time": 9008.0,
      "end_time": 18984.0,
      "text": "In a study of people asked about their New Year's Eve, 83% indicated they felt let down, not because of their actual plans, but because they ended up having less fun than they expected."
    },
    {
      "index": 5,
      "start_time": 18985.0,
      "end_time": 23956.0,
      "text": "High expectations can contribute to unhappiness, though it's what sets us apart from other animals."
    },
    {
      "index": 6,
      "start_time": 23956.0,
      "end_time": 31050.0,
      "text": "Our highly developed prefrontal cortex allows us to imagine the future, which evolutionarily helped with survival."
    },
    {
      "index": 7,
      "start_time": 31050.0,
      "end_time": 38191.0,
      "text": "For instance, imagining bringing home delicious food for the family may have served as a driver for our ancestors to get out there and try harder."
    },
    {
      "index": 8,
      "start_time": 38191.0,
      "end_time": 40140.0,
      "text": "Number two is trying too hard."
    },
    {
      "index": 9,
      "start_time": 40140.0,
      "end_time": 49992.0,
      "text": "In a study where people were instructed to listen to music and feel as happy as possible while listening, people actually felt less happy than those who were simply told to listen but not how to feel."
    },
    {
      "index": 10,
      "start_time": 49992.0,
      "end_time": 56100.0,
      "text": "When you're trying really hard to have an amazing night on New Year's Eve, it may actually reduce your ability to enjoy it."
    },
    {
      "index": 11,
      "start_time": 56100.0,
      "end_time": 58201.0,
      "text": "Number three is the optimism bias."
    },
    {
      "index": 12,
      "start_time": 58201.0,
      "end_time": 63070.0,
      "text": "Our brains are hardwired to overestimate the likelihood of positive outcomes compared to negative ones."
    },
    {
      "index": 13,
      "start_time": 63070.0,
      "end_time": 70140.0,
      "text": "It's why almost all newlyweds believe they will not divorce in the future, despite knowing that almost one-half of marriages break up."
    },
    {
      "index": 14,
      "start_time": 70140.0,
      "end_time": 74670.0,
      "text": "We mostly envision a fun-filled epic New Year's Eve, leading to the letdown."
    },
    {
      "index": 15,
      "start_time": 74670.0,
      "end_time": 76250.0,
      "text": "Number four is reflection."
    },
    {
      "index": 16,
      "start_time": 76250.0,
      "end_time": 84231.0,
      "text": "When people approach a new decade and age like 29 or 39 or 49, research shows an overrepresentation in first-time marathon runners."
    },
    {
      "index": 17,
      "start_time": 84231.0,
      "end_time": 90500.0,
      "text": "These ages are also 17.88% more prevalent on websites seeking extramarital affairs."
    },
    {
      "index": 18,
      "start_time": 90500.0,
      "end_time": 93270.0,
      "text": "A similar thing can happen with the New Year approaching."
    },
    {
      "index": 19,
      "start_time": 93270.0,
      "end_time": 99300.0,
      "text": "Reflection can cause existential crises, and reflecting on negative events has also been shown to increase stress."
    },
    {
      "index": 20,
      "start_time": 99300.0,
      "end_time": 101952.0,
      "text": "Number five is your good old friend alcohol."
    },
    {
      "index": 21,
      "start_time": 101952.0,
      "end_time": 108911.0,
      "text": "It permeates the blood-brain barrier and first settles on the cerebral cortex, an area of the brain responsible for sensory emotions and thoughts."
    },
    {
      "index": 22,
      "start_time": 108911.0,
      "end_time": 112662.0,
      "text": "But, as you continue to drink, your limbic system becomes affected."
    },
    {
      "index": 23,
      "start_time": 112662.0,
      "end_time": 122822.0,
      "text": "This part of the brain usually keeps our feelings in check, but since the alcohol interrupts the electrical signals between synapses, we're more prone to mood swings and potentially amplified feelings of sadness."
    },
    {
      "index": 24,
      "start_time": 122822.0,
      "end_time": 125902.0,
      "text": "At number six, the cost of New Year's Eve doesn't help either."
    },
    {
      "index": 25,
      "start_time": 125902.0,
      "end_time": 128622.0,
      "text": "Restaurants and bars dramatically raise their prices."
    },
    {
      "index": 26,
      "start_time": 128622.00000000001,
      "end_time": 133742.0,
      "text": "But interestingly, the actual amount you spend may not matter as much as the number itself."
    },
    {
      "index": 27,
      "start_time": 133742.0,
      "end_time": 143823.0,
      "text": "The head of economic research at Uber found that when surge prices rise from 1.9 to 2.0, there's a six times larger drop than that from 1.8 to the 1.9."
    },
    {
      "index": 28,
      "start_time": 143823.0,
      "end_time": 148664.0,
      "text": "People are also more likely to order a ride at 2.1 time surge than 2.0."
    },
    {
      "index": 29,
      "start_time": 148664.0,
      "end_time": 151500.0,
      "text": "It turns out we're more annoyed by whole numbers."
    },
    {
      "index": 30,
      "start_time": 151500.0,
      "end_time": 153763.0,
      "text": "And finally, number seven, the kiss."
    },
    {
      "index": 31,
      "start_time": 153763.0,
      "end_time": 164775.0,
      "text": "If you've got someone particular on this already angst-ridden evening, a midnight kiss may not be so bad, but finding a stranger might not be worth the 80 million bacteria that are swapped in a ten-second kiss. but finding a stranger might not be worth the 80 million bacteria that are swapped in a ten-second kiss."
    },
    {
      "index": 32,
      "start_time": 164775.0,
      "end_time": 172324.0,
      "text": "Just remember that New Year's Eve is only 0.273972603% of your year and is not a reflection of your entire life."
    },
    {
      "index": 33,
      "start_time": 172324.0,
      "end_time": 181644.0,
      "text": "Do something you enjoy on December 31 and just try to lower your expectations because it will probably suck, but probably not any more than 2016."
    },
    {
      "index": 34,
      "start_time": 181644.0,
      "end_time": 182835.0,
      "text": "Happy New Year."
    }
  ]
}