{
  "video_id": "nGtpWwg3KJw",
  "title": "#1 LIFE HACK for Motivation & Happiness | A Gary Vaynerchuk Original",
  "json": [
    {
      "index": 1,
      "start_time": 20470.0,
      "end_time": 25500.0,
      "text": "The biggest reason people are unhappy right now is because they value somebody else's opinion more than they value their own"
    },
    {
      "index": 2,
      "start_time": 26199.0,
      "end_time": 31709.0,
      "text": "Have the conversation with the person that's holding you back. The reason most people who are listening right now"
    },
    {
      "index": 3,
      "start_time": 31710.0,
      "end_time": 36239.0,
      "text": "are not doing that thing is they're worried about the opinion of somebody"
    },
    {
      "index": 4,
      "start_time": 36760.0,
      "end_time": 43290.0,
      "text": "Am so devastated that you actually let your grandma's point of view your mom your dad your sister your aunt"
    },
    {
      "index": 5,
      "start_time": 43390.0,
      "end_time": 46829.0,
      "text": "You still let somebody else dictate based on their opinion?"
    },
    {
      "index": 6,
      "start_time": 47530.0,
      "end_time": 50489.0,
      "text": "Every action you do and it's your life"
    },
    {
      "index": 7,
      "start_time": 52510.0,
      "end_time": 59760.0,
      "text": "The reason I'm super happy is nobody can tell me nothing my wife mom and daughter could walk into my room right now"
    },
    {
      "index": 8,
      "start_time": 59800.0,
      "end_time": 66119.0,
      "text": "Tell me on a piece of crap and I would be 100% unfazed that is some gangster emotional structure"
    },
    {
      "index": 9,
      "start_time": 68780.0,
      "end_time": 70780.0,
      "text": "If you're not feeling it"
    },
    {
      "index": 10,
      "start_time": 70970.0,
      "end_time": 75069.0,
      "text": "Find new friends. I'm being dead serious about this. This one is real big for me"
    },
    {
      "index": 11,
      "start_time": 75070.0,
      "end_time": 82750.0,
      "text": "The only way I've seen now that I'm older that you can build confidence is if you surround yourself with people that are optimistic"
    },
    {
      "index": 12,
      "start_time": 83360.0,
      "end_time": 88270.0,
      "text": "Start trimming your friend group and start adding to your friend group"
    },
    {
      "index": 13,
      "start_time": 89020.0,
      "end_time": 92500.0,
      "text": "predicated on what you want to be. \nLike it's unbelievable what happened to me"
    },
    {
      "index": 14,
      "start_time": 92840.0,
      "end_time": 96620.0,
      "text": "when I got into the Silicon Valley world and started meeting like Mark Zuckerberg"
    },
    {
      "index": 15,
      "start_time": 96710.0,
      "end_time": 100869.0,
      "text": "And like F Williams and like Travis like it changed my life"
    },
    {
      "index": 16,
      "start_time": 101990.0,
      "end_time": 109030.0,
      "text": "Everybody in this room needs to cut out as much of the noise and time with people that are negative and"
    },
    {
      "index": 17,
      "start_time": 109700.0,
      "end_time": 115960.0,
      "text": "spend as much time with people that are positive. The people you spend time with are the ones that dictate your mindset"
    },
    {
      "index": 18,
      "start_time": 116270.0,
      "end_time": 120279.0,
      "text": "You can limit your time with your mom. You can limit your time with your best friend"
    },
    {
      "index": 19,
      "start_time": 120350.0,
      "end_time": 123190.0,
      "text": "You could tell your girlfriend or husband to go fuck themselves"
    },
    {
      "index": 20,
      "start_time": 123610.0,
      "end_time": 128889.0,
      "text": "Yeah, you fucking roll up in your dad your mom your sister and say fuck you. I'm out because you're fucking toxic"
    },
    {
      "index": 21,
      "start_time": 128889.99999999999,
      "end_time": 133750.0,
      "text": "I'll see you in six years. You can figure out why the fuck I left. You're accepting to be in that relationship"
    },
    {
      "index": 22,
      "start_time": 135340.0,
      "end_time": 141300.0,
      "text": "If you feel motivated by this conversation or you're intrigued by it add one new winner friend"
    },
    {
      "index": 23,
      "start_time": 141820.0,
      "end_time": 146279.0,
      "text": "Like, you know what? I mean? I had one new winner friend and cut one loser friend"
    },
    {
      "index": 24,
      "start_time": 146280.0,
      "end_time": 151710.0,
      "text": "I felt like even when I give it away and I don't speak to them the chatter of them talk like that means it's like"
    },
    {
      "index": 25,
      "start_time": 152050.0,
      "end_time": 153750.0,
      "text": "That means you value their opinions"
    },
    {
      "index": 26,
      "start_time": 153750.0,
      "end_time": 155740.0,
      "text": "Yeah. I don't. Yeah"
    },
    {
      "index": 27,
      "start_time": 155740.0,
      "end_time": 159629.0,
      "text": "Please let this be the video that drills through your head"
    },
    {
      "index": 28,
      "start_time": 160090.0,
      "end_time": 165030.0,
      "text": "That your life is predicated on when you get real quiet and you can't hear another"
    },
    {
      "index": 29,
      "start_time": 165190.0,
      "end_time": 172320.0,
      "text": "fucking person's two cents that has nothing to do with you and everything to do with where there are in your life"
    },
    {
      "index": 30,
      "start_time": 172320.0,
      "end_time": 177449.0,
      "text": "are you really gonna let those eight or nine people dictate your life because you are so fearful of"
    },
    {
      "index": 31,
      "start_time": 177880.0,
      "end_time": 183179.0,
      "text": "judgment from others that at the end of the day when you're 87, you will not give a fuck about"
    }
  ]
}