{
  "video_id": "nKAEc0bSmSY",
  "title": "THE BEST AND WORST OF HARRY POTTER",
  "json": [
    {
      "index": 1,
      "start_time": 5290.0,
      "end_time": 8660.0,
      "text": "So the Harry Potter franchise seemingly just is not going to die, with Fantastic Beasts"
    },
    {
      "index": 2,
      "start_time": 8660.0,
      "end_time": 13700.0,
      "text": "and Where to Find Them coming out in a little over a year. And today, I wanted to go through"
    },
    {
      "index": 3,
      "start_time": 13700.0,
      "end_time": 18240.0,
      "text": "all 8 Harry Potter films and give my mini-reviews, deciding which is the best and which is the"
    },
    {
      "index": 4,
      "start_time": 18240.0,
      "end_time": 21119.0,
      "text": "worst. Now a few things to note up front. Firstly, much like the Marvel Cinematic Universe"
    },
    {
      "index": 5,
      "start_time": 21119.0,
      "end_time": 24539.0,
      "text": "films, there is not a single movie in here that I think is actually bad. Some are better"
    },
    {
      "index": 6,
      "start_time": 24539.0,
      "end_time": 27699.0,
      "text": "than others, but all of these I really enjoy, and I’ve seen all of them at least three"
    },
    {
      "index": 7,
      "start_time": 27699.0,
      "end_time": 31390.0,
      "text": "times. Secondly, major spoiler alert for all of the Harry Potter movies. If you haven’t"
    },
    {
      "index": 8,
      "start_time": 31390.0,
      "end_time": 33890.0,
      "text": "seen one and you don’t want it spoiled, I’ve put the titles of the movies with their"
    },
    {
      "index": 9,
      "start_time": 33890.0,
      "end_time": 36450.0,
      "text": "times in this video in the description, so if you don’t want something spoiled, just"
    },
    {
      "index": 10,
      "start_time": 36450.0,
      "end_time": 39540.0,
      "text": "skip to the next film. Ok, with all of that out of the way, let’s start."
    },
    {
      "index": 11,
      "start_time": 39540.0,
      "end_time": 43860.0,
      "text": "Harry Potter and The Sorcerer’s Stone/Philosopher’s Stone"
    },
    {
      "index": 12,
      "start_time": 43860.0,
      "end_time": 47160.0,
      "text": "So this is the one that started it all. Before I get into the specifics on this film alone,"
    },
    {
      "index": 13,
      "start_time": 47160.0,
      "end_time": 50160.0,
      "text": "let me just talk about some stuff that this film started that continued throughout the"
    },
    {
      "index": 14,
      "start_time": 50160.0,
      "end_time": 54429.0,
      "text": "series. The music by John Williams. John Williams is my favorite film composer, he’s a genius."
    },
    {
      "index": 15,
      "start_time": 54430.0,
      "end_time": 57390.0,
      "text": "And this music fits so perfectly with Harry Potter. It’s whimsical, it’s mysterious,"
    },
    {
      "index": 16,
      "start_time": 57390.0,
      "end_time": 60489.0,
      "text": "it’s intriguing, it’s magical. It’s one of my favorite film scores. Secondly,"
    },
    {
      "index": 17,
      "start_time": 60489.0,
      "end_time": 63839.0,
      "text": "the characters and casting. Harry Potter is a great and interesting character, he just"
    },
    {
      "index": 18,
      "start_time": 63840.0,
      "end_time": 64119.0,
      "text": "is. Is his backstory very unique, not really. A kid who is orphaned by the villain who is"
    },
    {
      "index": 19,
      "start_time": 64119.0,
      "end_time": 64330.0,
      "text": "destined for greatness. But he’s still one of the most iconic characters in all of fiction."
    },
    {
      "index": 20,
      "start_time": 64330.0,
      "end_time": 67100.0,
      "text": "Ron and Hermione are great as well, we get to see them become friends over the course"
    },
    {
      "index": 21,
      "start_time": 67100.0,
      "end_time": 68600.0,
      "text": "of the film and you really believe them as a trio. The Dursleys, Harry’s complete jerk"
    },
    {
      "index": 22,
      "start_time": 68600.0,
      "end_time": 68809.0,
      "text": "relatives that he has to live are just so damn despicable but that’s why they’re"
    },
    {
      "index": 23,
      "start_time": 68810.0,
      "end_time": 69300.0,
      "text": "so great. There’s also Malfoy, Tom Felton plays the upper class-ish bully really well."
    },
    {
      "index": 24,
      "start_time": 69300.0,
      "end_time": 72549.0,
      "text": "And as far as the rest of the cast, they got the top British talent. Like, the A plus listers."
    },
    {
      "index": 25,
      "start_time": 72549.0,
      "end_time": 76820.0,
      "text": "Maggie Smith, Alan Rickman, Julie Walters, Warwick Davis, Richard Harris who is perfect"
    },
    {
      "index": 26,
      "start_time": 76820.0,
      "end_time": 80800.0,
      "text": "as Dumbledore. Even little roles with John Cleese, everyone is top notch and they give"
    },
    {
      "index": 27,
      "start_time": 80800.0,
      "end_time": 83439.0,
      "text": "great performances. Even the child actors are pretty good. Total stand out though, Alan"
    },
    {
      "index": 28,
      "start_time": 83439.0,
      "end_time": 86289.0,
      "text": "Rickman as Professor Snape. Best performance in the series in my opinion."
    },
    {
      "index": 29,
      "start_time": 86290.0,
      "end_time": 89750.0,
      "text": "That’s another thing, everyone and everything is just so accurate to how I imagined them"
    },
    {
      "index": 30,
      "start_time": 89750.0,
      "end_time": 93170.0,
      "text": "in the books. The kids, the castle, the Quidditch, the spells, the teachers, the Dursleys. It’s"
    },
    {
      "index": 31,
      "start_time": 93170.0,
      "end_time": 95210.0,
      "text": "like someone looked into my brain because they are disturbingly on point to what I’d"
    },
    {
      "index": 32,
      "start_time": 95210.0,
      "end_time": 97798.0,
      "text": "pictured. I’d say that’s the one thing this movie does better than all of the others."
    },
    {
      "index": 33,
      "start_time": 97799.0,
      "end_time": 101340.0,
      "text": "Is it the best Harry Potter probably not, but it started it all and it’s so full of"
    },
    {
      "index": 34,
      "start_time": 101340.0,
      "end_time": 103180.0,
      "text": "iconic moments. Everything in this just, I didn’t phrase it like this but I will, feels"
    },
    {
      "index": 35,
      "start_time": 103180.0,
      "end_time": 105820.0,
      "text": "magical. I was in awe the whole time watching it. Also, just seeing this magical world for"
    },
    {
      "index": 36,
      "start_time": 105820.0,
      "end_time": 106898.0,
      "text": "the first time, seeing Hogwarts and that first Quidditch game which is always a great scene,"
    },
    {
      "index": 37,
      "start_time": 106899.0,
      "end_time": 107509.0,
      "text": "and Harry getting rid of the glass in the zoo. It’s an experience. It also has a cool"
    },
    {
      "index": 38,
      "start_time": 107509.0,
      "end_time": 109710.0,
      "text": "know. As far as my complaints with this? Some 2001"
    },
    {
      "index": 39,
      "start_time": 109710.0,
      "end_time": 113399.0,
      "text": "CGI doesn’t hold up that well. The whole scene with Neville on the broom, it’s fun,"
    },
    {
      "index": 40,
      "start_time": 113399.0,
      "end_time": 117790.0,
      "text": "but nowadays it is noticeably computer animated. Same with that troll, it’s a cool scene,"
    },
    {
      "index": 41,
      "start_time": 117790.0,
      "end_time": 120250.0,
      "text": "yeah, but still, doesn’t really hold up. Yeah, that’s pretty much all that bugs me."
    },
    {
      "index": 42,
      "start_time": 120250.0,
      "end_time": 123820.0,
      "text": "So overall, this is a classic and an extremely entertaining one, especially if you’ve read"
    },
    {
      "index": 43,
      "start_time": 123820.0,
      "end_time": 128340.0,
      "text": "the books. I might be looking at it with some nostalgia, but I watched it quite recently"
    },
    {
      "index": 44,
      "start_time": 128340.0,
      "end_time": 132599.0,
      "text": "and it’s still good. It’s an awesome start to the series with fun characters and performances"
    },
    {
      "index": 45,
      "start_time": 132599.0,
      "end_time": 135519.0,
      "text": "and exciting action and magic and I’ll give it a 9.7/10."
    },
    {
      "index": 46,
      "start_time": 135520.0,
      "end_time": 139120.0,
      "text": "Harry Potter and The Chamber of Secrets So this is actually the longest Harry Potter"
    },
    {
      "index": 47,
      "start_time": 139120.0,
      "end_time": 142300.0,
      "text": "movie, which is surprising for the second shortest Harry Potter book. And this is a"
    },
    {
      "index": 48,
      "start_time": 142300.0,
      "end_time": 145360.0,
      "text": "lot like the first one, except there isn’t that factor of “oh wow, this is the first"
    },
    {
      "index": 49,
      "start_time": 145360.0,
      "end_time": 148200.0,
      "text": "time we’re seeing this world.” Let’s start with the positives. They introduce Dobby"
    },
    {
      "index": 50,
      "start_time": 148200.0,
      "end_time": 151170.0,
      "text": "in this movie, and he’s a really funny nice new addition to the series. Dobby becoming"
    },
    {
      "index": 51,
      "start_time": 151170.0,
      "end_time": 154410.0,
      "text": "a free elf is one of my favorite Harry Potter scenes. The film is also a bit more creepy,"
    },
    {
      "index": 52,
      "start_time": 154410.0,
      "end_time": 158829.0,
      "text": "for a PG Harry Potter film I mean. For example that giant spiders scene is awesome but I"
    },
    {
      "index": 53,
      "start_time": 158830.0,
      "end_time": 161280.0,
      "text": "also hate it because as a small child I was terrified of it. I just don’t like spiders,"
    },
    {
      "index": 54,
      "start_time": 161280.0,
      "end_time": 162510.0,
      "text": "especially when they’re enormous and speak English. The whole climax in the Chamber of"
    },
    {
      "index": 55,
      "start_time": 162510.0,
      "end_time": 165819.0,
      "text": "Secrets is pretty cool, you find out that Tom is really Voldemort, and the giant basilisk"
    },
    {
      "index": 56,
      "start_time": 165819.0,
      "end_time": 170790.0,
      "text": "chases Harry, and Harry stabs it in the mouth. That ending is pretty awesome. It’s also"
    },
    {
      "index": 57,
      "start_time": 170800.0,
      "end_time": 173920.0,
      "text": "still in that realm of kid friendly, fun lighthearted Harry Potter movie, not too much serious stuff"
    },
    {
      "index": 58,
      "start_time": 173920.0,
      "end_time": 177390.0,
      "text": "happening yet. It’s still a bit silly, with the flying car and all that, and some people"
    },
    {
      "index": 59,
      "start_time": 177390.0,
      "end_time": 181990.0,
      "text": "won’t like that, but I like to see the Harry Potter films grow along with the audience."
    },
    {
      "index": 60,
      "start_time": 181990.0,
      "end_time": 183890.0,
      "text": "You watch the first ones when you’re a bit younger, and then as you grow up you watch"
    },
    {
      "index": 61,
      "start_time": 183890.0,
      "end_time": 186909.0,
      "text": "the rest of them and they become progressively darker, but you don’t mind because you’re"
    },
    {
      "index": 62,
      "start_time": 186909.0,
      "end_time": 190280.0,
      "text": "getting older. So for this one to be a bit more silly, I’m fine with it. Also, I gotta"
    },
    {
      "index": 63,
      "start_time": 190280.0,
      "end_time": 194600.0,
      "text": "touch on this, the best part of the film is hands down Kenneth Branagh as Gilderoy Lockhart."
    },
    {
      "index": 64,
      "start_time": 194600.0,
      "end_time": 196800.0,
      "text": "He’s over the top, he’s arrogant and he just really cracks me up. I feel like they"
    },
    {
      "index": 65,
      "start_time": 196800.0,
      "end_time": 196830.0,
      "text": "used just enough of him so you got what you wanted but he didn’t become obnoxious."
    },
    {
      "index": 66,
      "start_time": 196830.0,
      "end_time": 201300.0,
      "text": "Now for the negatives. For one, again, the CGI and special effects are good, but there"
    },
    {
      "index": 67,
      "start_time": 201300.0,
      "end_time": 204480.0,
      "text": "are some that still are a bit unconvincing. This film is also filled to the brim with"
    },
    {
      "index": 68,
      "start_time": 204480.0,
      "end_time": 207810.0,
      "text": "conveniences and plot holes. It’s not like the other films didn’t have plot conveniences"
    },
    {
      "index": 69,
      "start_time": 207810.0,
      "end_time": 211300.0,
      "text": "but this one is the worst offender. It is also noticeably the longest Harry Potter film,"
    },
    {
      "index": 70,
      "start_time": 211300.0,
      "end_time": 212769.0,
      "text": "there are a few things that potentially could have been cut out."
    },
    {
      "index": 71,
      "start_time": 212769.0,
      "end_time": 216390.0,
      "text": "But in the end, another movie in the series I enjoyed. It’s a step down from the first"
    },
    {
      "index": 72,
      "start_time": 216390.0,
      "end_time": 219819.0,
      "text": "film, but not a huge step down. You could still watch these two and be like yeah, that’s"
    },
    {
      "index": 73,
      "start_time": 219819.0,
      "end_time": 222220.0,
      "text": "a good continuation of the story. I’m gonna give it an 8.5/10."
    },
    {
      "index": 74,
      "start_time": 222220.0,
      "end_time": 229349.0,
      "text": "Harry Potter and The Prisoner of Azkaban. So with this third installment Chris Columbus"
    },
    {
      "index": 75,
      "start_time": 229349.0,
      "end_time": 232560.0,
      "text": "was taken off the franchise and it was handed over to Alfonso Cuaron. In case you don’t"
    },
    {
      "index": 76,
      "start_time": 232560.0,
      "end_time": 235720.0,
      "text": "know, he went on to direct Children of Men and Gravity, so he’s a pretty great director."
    },
    {
      "index": 77,
      "start_time": 235720.0,
      "end_time": 238640.0,
      "text": "And he might have made the best Harry Potter. This movie is pretty distinctly different"
    },
    {
      "index": 78,
      "start_time": 238640.0,
      "end_time": 241238.0,
      "text": "than the last two. You can tell this is a different director. I wouldn’t say it’s"
    },
    {
      "index": 79,
      "start_time": 241239.0,
      "end_time": 244390.0,
      "text": "necessarily a lot darker, although I would say this is the transition between the kid"
    },
    {
      "index": 80,
      "start_time": 244390.0,
      "end_time": 247829.0,
      "text": "friendly first movies and the more adult later films. It has a bit of a more weird, gothic"
    },
    {
      "index": 81,
      "start_time": 247830.0,
      "end_time": 251129.0,
      "text": "element to it. As far as what I liked, well everything. The movie starts with that awesome"
    },
    {
      "index": 82,
      "start_time": 251129.0,
      "end_time": 254280.0,
      "text": "scene where Harry’s aunt gets blown up. It just sets up the tone of the movie so well."
    },
    {
      "index": 83,
      "start_time": 254280.0,
      "end_time": 257720.0,
      "text": "Also, just for the movie in general, the visual effects are astonishing especially for 2004."
    },
    {
      "index": 84,
      "start_time": 257720.00000000003,
      "end_time": 261919.00000000003,
      "text": "Any sort of hokey CG is gone. This movie also added some new characters, like Professor"
    },
    {
      "index": 85,
      "start_time": 261918.0,
      "end_time": 265409.0,
      "text": "Lupin, Sirius Black, and Peter Pettigrew, all of whom work really well. Gary Oldman"
    },
    {
      "index": 86,
      "start_time": 265410.0,
      "end_time": 268560.0,
      "text": "and David Thewlis give good performances, and Peter Pettigrew, going back to something"
    },
    {
      "index": 87,
      "start_time": 268560.0,
      "end_time": 271100.0,
      "text": "I said earlier, is exactly how I imagined him reading the book."
    },
    {
      "index": 88,
      "start_time": 271100.0,
      "end_time": 274669.0,
      "text": "Unfortunately, Richard Harris passed away between these movies so they got Michael Gambon"
    },
    {
      "index": 89,
      "start_time": 274669.0,
      "end_time": 278330.0,
      "text": "to take over and he was pretty great. He definitely was a bit meaner and less cheerful than the"
    },
    {
      "index": 90,
      "start_time": 278330.0,
      "end_time": 280430.0,
      "text": "previous one, but I think he fit well with the new films. I can’t really imagine Richard"
    },
    {
      "index": 91,
      "start_time": 280430.0,
      "end_time": 281770.0,
      "text": "Harris pulling off these sorts of scenes. The Dementors are introduced and they are"
    },
    {
      "index": 92,
      "start_time": 281770.0,
      "end_time": 283680.0,
      "text": "goddamn terrifying. Nightmares. Nightmares everywhere. The movie is sort of packed to"
    },
    {
      "index": 93,
      "start_time": 283680.0,
      "end_time": 287280.0,
      "text": "the brim as far a bit of varying style and tone, which sometimes can ruin a movie, but"
    },
    {
      "index": 94,
      "start_time": 287280.0,
      "end_time": 290919.0,
      "text": "in this one it absolutely works. It’s funny in some parts, it’s scary in some parts,"
    },
    {
      "index": 95,
      "start_time": 290919.0,
      "end_time": 291919.0,
      "text": "it’s everything. There’s this sense of wonder around the whole film. It’s also"
    },
    {
      "index": 96,
      "start_time": 291919.0,
      "end_time": 295229.0,
      "text": "pretty emotional, more so than the first two. Then there’s the climax, or at least the"
    },
    {
      "index": 97,
      "start_time": 295229.0,
      "end_time": 298330.0,
      "text": "lead up to the climax, it’s the whole thing where Lupin turns into werewolf, which is"
    },
    {
      "index": 98,
      "start_time": 298330.0,
      "end_time": 301349.0,
      "text": "one of if not the best scene in the entire franchise. The visual effects are outstanding,"
    },
    {
      "index": 99,
      "start_time": 301350.0,
      "end_time": 303330.0,
      "text": "and seeing this character that you’ve grown to like turn into this monster, it’s awesome."
    },
    {
      "index": 100,
      "start_time": 303330.0,
      "end_time": 305990.0,
      "text": "The whole time travel thing at the end, sure it doesn’t make any sense why they don’t"
    },
    {
      "index": 101,
      "start_time": 305990.0,
      "end_time": 309410.0,
      "text": "use it again, but it was still really interesting. And also the big Expecto Patronum at the end"
    },
    {
      "index": 102,
      "start_time": 309410.0,
      "end_time": 316660.0,
      "text": "is undeniably pretty cool. *clip* There are just too many good things to say about this"
    },
    {
      "index": 103,
      "start_time": 316660.0,
      "end_time": 320900.0,
      "text": "film. I love this movie, I’ve seen it more times than most films, it’s the best fantasy"
    },
    {
      "index": 104,
      "start_time": 320900.0,
      "end_time": 323638.0,
      "text": "film I’ve ever seen and needless to say Harry Potter and the Prisoner of Azkaban gets"
    },
    {
      "index": 105,
      "start_time": 323639.0,
      "end_time": 323840.0,
      "text": "a 10/10."
    },
    {
      "index": 106,
      "start_time": 323840.0,
      "end_time": 334900.0,
      "text": "Harry Potter and The Goblet of Fire So for this movie the director changed again,"
    },
    {
      "index": 107,
      "start_time": 334900.0,
      "end_time": 337530.0,
      "text": "now going to Mike Newell. And another change was that, while the previous 3 films had been"
    },
    {
      "index": 108,
      "start_time": 337530.0,
      "end_time": 341419.0,
      "text": "rated PG, this one was going for some more adult themes and therefore got a PG-13. And"
    },
    {
      "index": 109,
      "start_time": 341419.0,
      "end_time": 342840.0,
      "text": "yeah, this one is more dark than the others. It’s not very dark or anything, but there"
    },
    {
      "index": 110,
      "start_time": 342840.0,
      "end_time": 344590.0,
      "text": "aren’t gonna be any pixies in this one. The kid actors have also grown up a bit now,"
    },
    {
      "index": 111,
      "start_time": 344590.0,
      "end_time": 347739.0,
      "text": "and the romances that play a big part in the rest of the series start in this movie. Now"
    },
    {
      "index": 112,
      "start_time": 347740.0,
      "end_time": 351590.0,
      "text": "this film is essentially about the Triwizard Tournament, where 3 kids go through 3 insanely"
    },
    {
      "index": 113,
      "start_time": 351590.0,
      "end_time": 355239.0,
      "text": "dangerous trials because Dumbledore loves child murder. And I have to say just in general,"
    },
    {
      "index": 114,
      "start_time": 355240.0,
      "end_time": 358660.0,
      "text": "I like seeing those kinds of insanely dangerous trials. It’s why I really liked Catching"
    },
    {
      "index": 115,
      "start_time": 358660.0,
      "end_time": 362500.0,
      "text": "Fire, I just find it really entertaining watching people have to face extreme challenge after"
    },
    {
      "index": 116,
      "start_time": 362500.0,
      "end_time": 364300.0,
      "text": "extreme challenge. As far as the challenges themselves, they’re really good. The dragon"
    },
    {
      "index": 117,
      "start_time": 364300.0,
      "end_time": 367780.0,
      "text": "one is the best of them, and it’s fantastic. The visual effects at this point are now really"
    },
    {
      "index": 118,
      "start_time": 367780.0,
      "end_time": 369739.0,
      "text": "awesome, and the dragon looks amazing. The entire chase with it was great. The underwater"
    },
    {
      "index": 119,
      "start_time": 369740.0,
      "end_time": 373259.0,
      "text": "challenge is good, but it nothing really stood out about it. And the maze was good, but it"
    },
    {
      "index": 120,
      "start_time": 373259.0,
      "end_time": 376449.0,
      "text": "was a lot better in the book. In the book they’ve got giant spiders and Boggarts and"
    },
    {
      "index": 121,
      "start_time": 376449.0,
      "end_time": 379680.0,
      "text": "a bunch of stuff lurking around the corners, in this, there isn’t much besides...Voldemort."
    },
    {
      "index": 122,
      "start_time": 379680.0,
      "end_time": 384370.0,
      "text": "In this film we’re introduced to new characters, 1 being Edward from Twilight, who isn’t"
    },
    {
      "index": 123,
      "start_time": 384370.0,
      "end_time": 387990.0,
      "text": "that bad in this. Another is Mad Eye Moody, kind of, the plot twist that it’s actually"
    },
    {
      "index": 124,
      "start_time": 387990.0,
      "end_time": 391610.0,
      "text": "Barty Crouch Jr. wasn’t mindblowing but it works. And finally we get to see Voldemort"
    },
    {
      "index": 125,
      "start_time": 391610.0,
      "end_time": 421530.0,
      "text": "for real. I was wondering how they were gonna do Voldemort, and Ralph Fiennes just perfectly"
    },
    {
      "index": 126,
      "start_time": 421530.0,
      "end_time": 455929.0,
      "text": "ecompasses what I wanted this character to be. Sure he doesn’t have a ton of backstory"
    },
    {
      "index": 127,
      "start_time": 455930.0,
      "end_time": 459830.0,
      "text": "yet and so he’s more just kind of an albino bald guy, but he’s a really creepy albino"
    },
    {
      "index": 128,
      "start_time": 459830.0,
      "end_time": 467909.0,
      "text": "bald guy. In this movie we also get to see more of the magic world, which I liked. Like,"
    },
    {
      "index": 129,
      "start_time": 467910.0,
      "end_time": 471800.0,
      "text": "there are other schools and other types of wizards in this world, not just...British"
    },
    {
      "index": 130,
      "start_time": 471800.0,
      "end_time": 472270.0,
      "text": "ones. For what I didn’t like, besides the Triwizard"
    },
    {
      "index": 131,
      "start_time": 472270.0,
      "end_time": 475159.0,
      "text": "Tournament, nothing is super memorable about this, which is ok because the Triwizard Tournament"
    },
    {
      "index": 132,
      "start_time": 475160.0,
      "end_time": 479400.0,
      "text": "is the main part of it. But I was rewatching this and I was like, “Oh, this also that"
    },
    {
      "index": 133,
      "start_time": 479400.0,
      "end_time": 522269.0,
      "text": "Quidditch match and oh this also has Mad Eye Moody and oh this also has the Yule Ball.”"
    },
    {
      "index": 134,
      "start_time": 522269.0,
      "end_time": 548740.0,
      "text": "Those things weren’t bad, but they just didn’t stick out to me is all. The plot"
    },
    {
      "index": 135,
      "start_time": 548740.0,
      "end_time": 552760.0,
      "text": "doesn’t make a ton of sense, which is a given for a Harry Potter film, but in this"
    },
    {
      "index": 136,
      "start_time": 552760.0,
      "end_time": 556819.0,
      "text": "one it’s just really illogical. So they’ve got this cup that you can’t put your name"
    },
    {
      "index": 137,
      "start_time": 556820.0,
      "end_time": 561769.0,
      "text": "in unless you’re like 17 or something like that. And there are only supposed to be three"
    },
    {
      "index": 138,
      "start_time": 561769.0,
      "end_time": 563769.0,
      "text": "contestants. Tri-wizard, get it? But so after the three contestants have been announced,"
    },
    {
      "index": 139,
      "start_time": 563769.0,
      "end_time": 566190.0,
      "text": "Harry Potter’s name pops out, and Dumbledore and the teachers are like, this is obviously"
    },
    {
      "index": 140,
      "start_time": 566190.0,
      "end_time": 569430.0,
      "text": "trick, someone’s trying to kill Harry Potter just like in every other year he’s been"
    },
    {
      "index": 141,
      "start_time": 569430.0,
      "end_time": 572969.0,
      "text": "at this school….but what the hell, let’s do this anyway. And so they just let him compete."
    },
    {
      "index": 142,
      "start_time": 572970.0,
      "end_time": 575500.0,
      "text": "I get it’s a fantasy film, but just some explanations could’ve been nice."
    },
    {
      "index": 143,
      "start_time": 575500.0,
      "end_time": 578810.0,
      "text": "So ultimately, this is the real start of the darker Potter films, some can argue it was"
    },
    {
      "index": 144,
      "start_time": 578810.0,
      "end_time": 581939.0,
      "text": "Prisoner of Azkaban, I say it was this. This is when the main villain of the series officially"
    },
    {
      "index": 145,
      "start_time": 581940.0,
      "end_time": 585750.0,
      "text": "returns, it’s got a lot of cool moments, it’s got some downtime as well, which would"
    },
    {
      "index": 146,
      "start_time": 585750.0,
      "end_time": 589240.0,
      "text": "be bad if I wasn’t so invested in these characters. This all adds up to an 8.9/10"
    },
    {
      "index": 147,
      "start_time": 589240.0,
      "end_time": 589610.0,
      "text": "from me."
    },
    {
      "index": 148,
      "start_time": 589610.0,
      "end_time": 593600.0,
      "text": "Harry Potter and The Order of the Phoenix So for the 5th film the director changed yet"
    },
    {
      "index": 149,
      "start_time": 593600.0,
      "end_time": 598709.0,
      "text": "again, but don’t worry, this guy sticks for the rest of the series. I know a lot of"
    },
    {
      "index": 150,
      "start_time": 598709.0,
      "end_time": 603989.0,
      "text": "people who say this is their favorite Harry Potter film and a lot of people who say it’s"
    },
    {
      "index": 151,
      "start_time": 603990.0,
      "end_time": 607480.0,
      "text": "their least favorite. And I don’t think it’s the best, but it’s still a pretty"
    },
    {
      "index": 152,
      "start_time": 607480.0,
      "end_time": 610279.0,
      "text": "great entertaining ride. Well, specifically, what I liked. Hands down, best part of the"
    },
    {
      "index": 153,
      "start_time": 610279.0,
      "end_time": 614910.0,
      "text": "film is Umbridge. Professor Umbridge is a fantastic villain, she is so despicable and"
    },
    {
      "index": 154,
      "start_time": 614910.0,
      "end_time": 618890.0,
      "text": "I actually wanted to punch her in the face. Like with Voldemort, you’re like yeah, bad"
    },
    {
      "index": 155,
      "start_time": 618890.0,
      "end_time": 623420.0,
      "text": "guy, bald guy, better stop him. But this woman is just so much of a jerk on a more human"
    },
    {
      "index": 156,
      "start_time": 623420.0,
      "end_time": 626870.0,
      "text": "level, and it’s a lot more relatable because I think we’ve all had the Umbridge teacher"
    },
    {
      "index": 157,
      "start_time": 626870.0,
      "end_time": 629870.0,
      "text": "in our lives. If you haven’t, you will. At the end, when she gets, let’s say her"
    },
    {
      "index": 158,
      "start_time": 629870.0,
      "end_time": 633100.0,
      "text": "“comeuppance,” it is so satisfying. Another thing I really love is the end climax in the"
    },
    {
      "index": 159,
      "start_time": 633100.0,
      "end_time": 636490.0,
      "text": "Ministry of Magic, and the whole thing is cool but when Voldemort and Dumbledore have"
    },
    {
      "index": 160,
      "start_time": 636490.0,
      "end_time": 639400.0,
      "text": "their showdown, it’s intense, it’s amazing, the visual effects are phenomenal. Voldemort"
    },
    {
      "index": 161,
      "start_time": 639400.0,
      "end_time": 647160.0,
      "text": "makes a fire dragon, Dumbledore puts him in a bubble of water, you can see the parallels"
    },
    {
      "index": 162,
      "start_time": 647160.0,
      "end_time": 650540.0,
      "text": "between the two, and you finally get to see why everyone says they’re these great wizards."
    },
    {
      "index": 163,
      "start_time": 650540.0,
      "end_time": 653000.0,
      "text": "That whole scene where Fred and George crash the exam with fireworks, awesome. Dumbledore"
    },
    {
      "index": 164,
      "start_time": 653000.0,
      "end_time": 655760.0,
      "text": "also does some pretty cool things in this film, although he disappears about halfway"
    },
    {
      "index": 165,
      "start_time": 655760.0,
      "end_time": 658339.0,
      "text": "through. As Kingsley says, “Dumbledore’s got style.” It’s also an interesting side"
    },
    {
      "index": 166,
      "start_time": 658339.0,
      "end_time": 661310.0,
      "text": "of things to have the press and the government be against, that wasn’t something I was"
    },
    {
      "index": 167,
      "start_time": 661310.0,
      "end_time": 663869.0,
      "text": "necessarily expecting. Also, Sirius dying was a pretty effective punch to the gut moment."
    },
    {
      "index": 168,
      "start_time": 663870.0,
      "end_time": 667490.0,
      "text": "Now for what I don’t like. Well it is a very packed movie. It’s taking the longest"
    },
    {
      "index": 169,
      "start_time": 667490.0,
      "end_time": 671709.0,
      "text": "Harry Potter book and cramming it into 2 and half hours, so it does feel a bit overstuffed"
    },
    {
      "index": 170,
      "start_time": 671709.0,
      "end_time": 674680.0,
      "text": "in a few parts. Also, Groppy the giant in the forest, it was fun and kinda cute, but"
    },
    {
      "index": 171,
      "start_time": 674680.0,
      "end_time": 677589.0,
      "text": "I didn’t feel like that was super necessary. He was there to add a bit of comic relief"
    },
    {
      "index": 172,
      "start_time": 677589.0,
      "end_time": 681700.0,
      "text": "and mess up Umbridge and that’s all he did. If he hadn’t been there at all, I don’t"
    },
    {
      "index": 173,
      "start_time": 681700.0,
      "end_time": 684170.0,
      "text": "think it would’ve affected the story in a big way. This is also an oddly specific"
    },
    {
      "index": 174,
      "start_time": 684170.0,
      "end_time": 688890.0,
      "text": "thing that I don’t like but I need to get it out of my system, so Harry and Cho are"
    },
    {
      "index": 175,
      "start_time": 688890.0,
      "end_time": 693339.0,
      "text": "in love or whatever right? And then they find out Cho told Umbridge about their army and"
    },
    {
      "index": 176,
      "start_time": 693339.0,
      "end_time": 699420.0,
      "text": "they’re like, ah Cho you’re such a jerk we hate you. But then they find out that Umbridge"
    },
    {
      "index": 177,
      "start_time": 699420.0,
      "end_time": 702689.0,
      "text": "used a truth serum and it wasn’t Cho’s fault. But they never talk to her again. Like"
    },
    {
      "index": 178,
      "start_time": 702690.0,
      "end_time": 705910.0,
      "text": "she never becomes a major player again, and they know it wasn’t even her fault, I just...don’t"
    },
    {
      "index": 179,
      "start_time": 705910.0,
      "end_time": 708610.0,
      "text": "get it. Alright, moving on. So overall, this is another solid entry in"
    },
    {
      "index": 180,
      "start_time": 708610.0,
      "end_time": 711290.0,
      "text": "the series. Packed with a lot of cool moments but maybe a bit crowded. Still a good time"
    },
    {
      "index": 181,
      "start_time": 711290.0,
      "end_time": 711829.0,
      "text": "and I’ll give it another 8.9/10."
    },
    {
      "index": 182,
      "start_time": 711829.0,
      "end_time": 714189.0,
      "text": "Harry Potter and The Half-Blood Prince So then the Half Blood Prince came out and"
    },
    {
      "index": 183,
      "start_time": 714190.0,
      "end_time": 715360.0,
      "text": "I’m gonna be perfectly honest, I don’t have a ton to say about it. It’s another"
    },
    {
      "index": 184,
      "start_time": 715360.0,
      "end_time": 718120.0,
      "text": "really good Harry Potter movie but nothing really stands out about it to me. It does"
    },
    {
      "index": 185,
      "start_time": 718120.0,
      "end_time": 719860.0,
      "text": "everything the other films do well, good special effects, interesting characters, some cool"
    },
    {
      "index": 186,
      "start_time": 719860.0,
      "end_time": 721389.0,
      "text": "action, well written dialogue. There’s just nothing in here that is super mind blowing."
    },
    {
      "index": 187,
      "start_time": 721389.0,
      "end_time": 725200.0,
      "text": "Well, there are two things that are really unique to this, so let’s get into that."
    },
    {
      "index": 188,
      "start_time": 725200.0,
      "end_time": 727820.0,
      "text": "For one, the Horcruxes. This is a really interesting element of the Harry Potter universe so I’m"
    },
    {
      "index": 189,
      "start_time": 727820.0,
      "end_time": 729490.0,
      "text": "glad they decided to explore it. And with these explorations, we also get to learn more"
    },
    {
      "index": 190,
      "start_time": 729490.0,
      "end_time": 730790.0,
      "text": "about Voldemort’s past, which was really cool to me. Because what’s a good villain"
    },
    {
      "index": 191,
      "start_time": 730790.0,
      "end_time": 733000.0,
      "text": "if you don’t know what he’s about. And secondly, Dumbledore’s death. When people"
    },
    {
      "index": 192,
      "start_time": 733000.0,
      "end_time": 736550.0,
      "text": "talk about Harry POtter and the Half bLood Prince, 90% of the time they’re going to"
    },
    {
      "index": 193,
      "start_time": 736550.0,
      "end_time": 739709.0,
      "text": "be talking about Snape killing Dumbledore. And there’s good reason for that, because"
    },
    {
      "index": 194,
      "start_time": 739709.0,
      "end_time": 743910.0,
      "text": "it’s a heavy scene. Malfoy’s supposed to do it but he can’t so you see Snape murder"
    },
    {
      "index": 195,
      "start_time": 743910.0,
      "end_time": 747630.0,
      "text": "Dumbledore in cold blood and at that point you hate Snape so much. Only later do we learn"
    },
    {
      "index": 196,
      "start_time": 747630.0,
      "end_time": 749639.0,
      "text": "that it’s not actually his fault. And it’s even worse because Dumbledore just went through"
    },
    {
      "index": 197,
      "start_time": 749639.0,
      "end_time": 758579.0,
      "text": "all of this stuff, all of these crazy, terrifying trials to get this Horcrux, then he gets killed"
    },
    {
      "index": 198,
      "start_time": 758579.0,
      "end_time": 761630.0,
      "text": "right afterwards, and then it turns out the Horcrux is a fake. Worst day ever. That whole"
    },
    {
      "index": 199,
      "start_time": 761630.0,
      "end_time": 765310.0,
      "text": "ending in the cave by the way, yeah, that’s awesome. This is a pretty dark movie for this"
    },
    {
      "index": 200,
      "start_time": 765310.0,
      "end_time": 767969.0,
      "text": "franchise at least, like there’s that whole attack on the Burrow and Dementors destroying"
    },
    {
      "index": 201,
      "start_time": 767970.0,
      "end_time": 769649.0,
      "text": "this bridge, but it does find moments in to add humor. There’s also a lot more romance"
    },
    {
      "index": 202,
      "start_time": 769649.0,
      "end_time": 770529.0,
      "text": "stuff in this film and usually with romances in movies they’re only good if a) the acting"
    },
    {
      "index": 203,
      "start_time": 770529.0,
      "end_time": 771660.0,
      "text": "is good and b) you like the characters. And yeah, this film has those things so I actually"
    },
    {
      "index": 204,
      "start_time": 771660.0,
      "end_time": 774439.0,
      "text": "enjoyed most of the romance-y stuff. The new addition of Slughorn was pretty sweet, I only"
    },
    {
      "index": 205,
      "start_time": 774440.0,
      "end_time": 776400.0,
      "text": "realized later that he was that one dude from Crystal Skull. Also, with Slughorn comes this"
    },
    {
      "index": 206,
      "start_time": 776400.0,
      "end_time": 777690.0,
      "text": "luck potion thing, and I actually really enjoyed that scene where Harry’s all lucky, but"
    },
    {
      "index": 207,
      "start_time": 777700.0,
      "end_time": 778649.0,
      "text": "just like the time travel, why don’t they just use this like everyday? Whatever, it’s"
    },
    {
      "index": 208,
      "start_time": 778649.0,
      "end_time": 780920.0,
      "text": "magic I guess. And now really I only have one pretty major"
    },
    {
      "index": 209,
      "start_time": 780920.0,
      "end_time": 782260.0,
      "text": "complaint with this. And that is the Half Blood Prince and the plot twist that it’s"
    },
    {
      "index": 210,
      "start_time": 782260.0,
      "end_time": 784839.0,
      "text": "Snape all along. In the books it’s this really cool epic reveal, and it’s explained,"
    },
    {
      "index": 211,
      "start_time": 784839.0,
      "end_time": 787850.0,
      "text": "Snape was a half blood cuz his dad was a muggle, his mom was called something something Prince,"
    },
    {
      "index": 212,
      "start_time": 787850.0,
      "end_time": 789709.0,
      "text": "Half Blood Prince, get it? But the great reveal is that Snape murders Dumbledore and he is"
    },
    {
      "index": 213,
      "start_time": 789709.0,
      "end_time": 791160.0,
      "text": "the person that Harry hates most in the world right now, and then you find out that Snape"
    },
    {
      "index": 214,
      "start_time": 791160.0,
      "end_time": 792410.0,
      "text": "was the guy teaching Harry these secret tricks through that book all along. And it’s a"
    },
    {
      "index": 215,
      "start_time": 792410.0,
      "end_time": 794819.0,
      "text": "really cool part of the book. In the movie, Snape walks up, says I’m the Half Blood"
    },
    {
      "index": 216,
      "start_time": 794820.0,
      "end_time": 796990.0,
      "text": "Prince, and then walks away. It didn’t have nearly the same impact. My only other problem"
    },
    {
      "index": 217,
      "start_time": 796990.0,
      "end_time": 799500.0,
      "text": "with the film is that the ending does kind of feel like a setup for the sequel, but whatever"
    },
    {
      "index": 218,
      "start_time": 799500.0,
      "end_time": 803550.0,
      "text": "that doesn’t matter that much, So at the end of the day, this isn’t the"
    },
    {
      "index": 219,
      "start_time": 803550.0,
      "end_time": 806479.0,
      "text": "best Potter film, but it isn’t the worst. I’d still recommend you watch it, especially"
    },
    {
      "index": 220,
      "start_time": 806480.0,
      "end_time": 808910.0,
      "text": "if you’re a fan of the series. But some fans of the book might be a bit disappointed"
    },
    {
      "index": 221,
      "start_time": 808910.0,
      "end_time": 809719.0,
      "text": "with a few missing plot points. Still though, really enjoyable, gets an 8.7/10."
    },
    {
      "index": 222,
      "start_time": 809720.0,
      "end_time": 811459.0,
      "text": "Harry Potter and The Deathly Hallows Part 1"
    },
    {
      "index": 223,
      "start_time": 811459.0,
      "end_time": 815290.0,
      "text": "So then for the last Harry Potter film, it was so epic that it had to be split into two"
    },
    {
      "index": 224,
      "start_time": 815290.0,
      "end_time": 816959.0,
      "text": "separate parts. Which I find a bit odd, I would’ve split one of the other Harry Potter"
    },
    {
      "index": 225,
      "start_time": 816959.0,
      "end_time": 817660.0,
      "text": "films up before hand, but whatever we got it with this. And books split into multiple"
    },
    {
      "index": 226,
      "start_time": 817660.0,
      "end_time": 818250.0,
      "text": "movies rarely works, or at least the part 1s rarely work. However, i have to say, Deathly"
    },
    {
      "index": 227,
      "start_time": 818250.0,
      "end_time": 818639.0,
      "text": "Hallows is a big book, so splitting it up, yeah, not that bad of an idea. I feel like"
    },
    {
      "index": 228,
      "start_time": 818639.0,
      "end_time": 818870.0,
      "text": "let’s get down to it. First off, this is probably the darkest Harry"
    },
    {
      "index": 229,
      "start_time": 818870.0,
      "end_time": 819320.0,
      "text": "Potter film, which I kind of liked. The series got darker and darker as it went along and"
    },
    {
      "index": 230,
      "start_time": 819320.0,
      "end_time": 819510.0,
      "text": "it’s built up to this. Death, destruction, sadness, blood, all of that. And we finally"
    },
    {
      "index": 231,
      "start_time": 819510.0,
      "end_time": 819740.0,
      "text": "get to see these wizards in the real world, at least for a little bit. Which they don’t"
    },
    {
      "index": 232,
      "start_time": 819740.0,
      "end_time": 821709.0,
      "text": "really explore in the Harry Potter films and perhaps that’s for the best. But seeing"
    },
    {
      "index": 233,
      "start_time": 821709.0,
      "end_time": 821910.0,
      "text": "what these wizards do in our actual world was an interesting new angle. I will say the"
    },
    {
      "index": 234,
      "start_time": 821910.0,
      "end_time": 824219.0,
      "text": "first hour or so of this movie is pretty awesome. I was diggin the tone, the characters, the"
    },
    {
      "index": 235,
      "start_time": 824220.0,
      "end_time": 824430.0,
      "text": "action, everything in that first hour was really cool. The rest of the movie does have"
    },
    {
      "index": 236,
      "start_time": 824430.0,
      "end_time": 824888.0,
      "text": "it’s moments but that first hour is where it is for me. I personally love that scene"
    },
    {
      "index": 237,
      "start_time": 824889.0,
      "end_time": 825139.0,
      "text": "where they break into the Ministry of Magic, if there’s one thing I’m going to remember"
    },
    {
      "index": 238,
      "start_time": 825139.0,
      "end_time": 825839.0,
      "text": "about Deathly Hallows Part 1 it’s the Ministry break in. We get to see the return of Umbridge"
    },
    {
      "index": 239,
      "start_time": 825839.0,
      "end_time": 827459.0,
      "text": "and Harry gets a bit of payback in the best way possible. *clip* That’s the kind of"
    },
    {
      "index": 240,
      "start_time": 827459.0,
      "end_time": 828630.0,
      "text": "stuff I wanted to see in this. There’s also that scene where they go to Godric's Hollow"
    },
    {
      "index": 241,
      "start_time": 828630.0,
      "end_time": 829290.0,
      "text": "and find Bathilda Bagshot’s body in the closet. That was pretty creepy. There isn’t"
    },
    {
      "index": 242,
      "start_time": 829290.0,
      "end_time": 831510.0,
      "text": "a ton of action in this, but when it’s there, it’s pretty exciting. And I have to say,"
    },
    {
      "index": 243,
      "start_time": 831510.0,
      "end_time": 832290.0,
      "text": "Dobby’s death is one of the most emotional parts of the entire series. I’m gonna be"
    },
    {
      "index": 244,
      "start_time": 832290.0,
      "end_time": 832389.0,
      "text": "honest, yeah, I cried. Big deal. Now here come the negatives. The main one,"
    },
    {
      "index": 245,
      "start_time": 832389.0,
      "end_time": 832810.0,
      "text": "just gonna bring it up front, this really feels like a setup for part 2. Which is a"
    },
    {
      "index": 246,
      "start_time": 832810.0,
      "end_time": 832949.0,
      "text": "problem you’re going to have in pretty much any part 1 movie, but it just really annoys"
    },
    {
      "index": 247,
      "start_time": 832949.0,
      "end_time": 834310.0,
      "text": "me about them. This is probably the best part 1 film out there, but still, it all just feels"
    },
    {
      "index": 248,
      "start_time": 834310.0,
      "end_time": 834888.0,
      "text": "sort of into it. That doesn’t change the fact though that there is a lot of that camping."
    },
    {
      "index": 249,
      "start_time": 834889.0,
      "end_time": 836350.0,
      "text": "There’s also some of that, the two guys get in a fight because one is jealous because"
    },
    {
      "index": 250,
      "start_time": 836350.0,
      "end_time": 836670.0,
      "text": "of the girl but it’s really all the evil object, and some other cliche-y predictable"
    },
    {
      "index": 251,
      "start_time": 836670.0,
      "end_time": 837310.0,
      "text": "that I could’ve done without. So overall, this is still a solid movie. Everyone"
    },
    {
      "index": 252,
      "start_time": 837310.0,
      "end_time": 837439.0,
      "text": "seems to hate this and yeah, it isn’t as good as most of the Potter films. But it does"
    },
    {
      "index": 253,
      "start_time": 837440.0,
      "end_time": 837550.0,
      "text": "have a lot of cool moments. Still though, it does ultimately feel like a setup for the"
    },
    {
      "index": 254,
      "start_time": 837550.0,
      "end_time": 837660.0,
      "text": "next film, and this pretty much the only Harry Potter film that I wouldn’t rewatch. If"
    },
    {
      "index": 255,
      "start_time": 837660.0,
      "end_time": 837769.0,
      "text": "this was on cable on a Sunday afternoon, as opposed to the other movies, I probably would"
    },
    {
      "index": 256,
      "start_time": 837769.0,
      "end_time": 837860.0,
      "text": "switch to another channel and watch National Treasure. Still though, not at all terrible,"
    },
    {
      "index": 257,
      "start_time": 837860.0,
      "end_time": 837889.0,
      "text": "still gets a 7.9/10."
    },
    {
      "index": 258,
      "start_time": 837889.0,
      "end_time": 837940.0,
      "text": "Harry Potter and The Deathly Hallows Part 2"
    },
    {
      "index": 259,
      "start_time": 837940.0,
      "end_time": 838600.0,
      "text": "So here it is. The epic conclusion to the epic saga. And yeah, it’s pretty epic. I"
    },
    {
      "index": 260,
      "start_time": 838600.0,
      "end_time": 838160.0,
      "text": "break this film down really into two parts. The break into Gringotts and then the Battle"
    },
    {
      "index": 261,
      "start_time": 838160.0,
      "end_time": 838719.0,
      "text": "for Hogwarts. And that’s basically the entire movie. Now while Part 1 was all buildup with"
    },
    {
      "index": 262,
      "start_time": 838720.0,
      "end_time": 838839.0,
      "text": "no climax, this is all climax with no buildup. And it works a hell of a lot more this way."
    },
    {
      "index": 263,
      "start_time": 838839.0,
      "end_time": 838949.0,
      "text": "It makes Part 1 totally worth it to watch 2 and half hours of just spectacular pay off."
    },
    {
      "index": 264,
      "start_time": 838949.0,
      "end_time": 839690.0,
      "text": "Watch Part 1 and Part 2 back to back and have the most awesome, 5 hour conclusion to a series."
    },
    {
      "index": 265,
      "start_time": 839700.0,
      "end_time": 839160.0,
      "text": "Since the final battle is so cool, people tend to forget about the Gringotts scene,"
    },
    {
      "index": 266,
      "start_time": 839160.0,
      "end_time": 839260.0,
      "text": "which is awesome. More dragons in Harry Potter is something I’ve always wanted, so I hope"
    },
    {
      "index": 267,
      "start_time": 839260.0,
      "end_time": 839380.0,
      "text": "we see some of that in this new film. So like I said, most of this film is one huge"
    },
    {
      "index": 268,
      "start_time": 839380.0,
      "end_time": 839480.0,
      "text": "battle, which is hard to pull off. But it’s just so mind blowingly amazing for someone"
    },
    {
      "index": 269,
      "start_time": 839480.0,
      "end_time": 839579.0,
      "text": "who’s been a fan of this series since day one. This place that we’ve spent 8 movies"
    },
    {
      "index": 270,
      "start_time": 839579.0,
      "end_time": 839670.0,
      "text": "in, these characters we’ve spent 8 movies with, this is their last stand against evil"
    },
    {
      "index": 271,
      "start_time": 839670.0,
      "end_time": 839969.0,
      "text": "and I love that. The whole film is intense and action packed, but even the non action"
    },
    {
      "index": 272,
      "start_time": 839970.0,
      "end_time": 839980.0,
      "text": "scenes are engrossing. We finally find out that Snape wasn’t just a jerk all along,"
    },
    {
      "index": 273,
      "start_time": 839980.0,
      "end_time": 840170.0,
      "text": "he was a good guy. And then he dies. In fact, a lot of people die in this movie. Like a"
    },
    {
      "index": 274,
      "start_time": 840170.0,
      "end_time": 840279.0,
      "text": "lot. Neville finally gets his turn to shine here, it has the final showdown between Harry"
    },
    {
      "index": 275,
      "start_time": 840279.0,
      "end_time": 840500.0,
      "text": "this part where they’re all grown up and have kids, it totally worked for me."
    },
    {
      "index": 276,
      "start_time": 840500.0,
      "end_time": 840579.0,
      "text": "It’s kind of funny but there isn’t a ton to say about this except for the fact that"
    },
    {
      "index": 277,
      "start_time": 840579.0,
      "end_time": 840899.0,
      "text": "to the best film series, and it will leave fans more than satisfied. The entire franchise"
    },
    {
      "index": 278,
      "start_time": 840899.0,
      "end_time": 841149.0,
      "text": "is a landmark of cinema, so thank god the ending was also outstanding. Harry Potter"
    },
    {
      "index": 279,
      "start_time": 841149.0,
      "end_time": 842529.0,
      "text": "Potter films, it’s the one I’m going to watch the least times."
    },
    {
      "index": 280,
      "start_time": 842529.0,
      "end_time": 845620.0,
      "text": "So those are my thoughts on the Harry Potter films. Which is your favorite and least favorite."
    },
    {
      "index": 281,
      "start_time": 845620.0,
      "end_time": 848290.0,
      "text": "Let me know all of your thoughts in the comments below. Be sure to like this video, check out"
    },
    {
      "index": 282,
      "start_time": 848290.0,
      "end_time": 848829.0,
      "text": "my Instagram @bhl_hudson, and subscribe for more videos like the one you just watched."
    },
    {
      "index": 283,
      "start_time": 848829.0,
      "end_time": 849349.0,
      "text": "Thanks for watching and I’ll see ya next time."
    }
  ]
}