{
  "video_id": "NKT5nbEPdfs",
  "title": "[subtitle] Steve Jobs Lost Interview 1990 [50 min version from wgbh]",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9620.0,
      "end_time": 61679.0,
      "text": "what is"
    },
    {
      "index": 2,
      "start_time": 61679.0,
      "end_time": 66860.0,
      "text": "it about this machine? Why is this machine so interesting? Why has it been so influential?"
    },
    {
      "index": 3,
      "start_time": 66860.0,
      "end_time": 78040.0,
      "text": "Ah ahm, I&#39;ll give you my point of view on it. I remember reading a magazine article"
    },
    {
      "index": 4,
      "start_time": 78040.0,
      "end_time": 83960.0,
      "text": "a long time ago ah when I was ah twelve years ago maybe, in I think it was Scientific American."
    },
    {
      "index": 5,
      "start_time": 83960.0,
      "end_time": 91010.0,
      "text": "I&#39;m not sure. And the article ahm proposed to measure the efficiency of locomotion for"
    },
    {
      "index": 6,
      "start_time": 91010.0,
      "end_time": 96770.0,
      "text": "ah lots of species on planet earth to see which species was the most efficient at getting"
    },
    {
      "index": 7,
      "start_time": 96770.0,
      "end_time": 102140.0,
      "text": "from point A to point B. Ah and they measured the killer calories that each one expended."
    },
    {
      "index": 8,
      "start_time": 102140.0,
      "end_time": 109930.0,
      "text": "So ah they ranked them all and I remember that ahm...ah the Condor, Condor was the most"
    },
    {
      "index": 9,
      "start_time": 109930.0,
      "end_time": 115210.0,
      "text": "efficient at [CLEARS THROAT] getting from point A to point B. And humankind, the crown"
    },
    {
      "index": 10,
      "start_time": 115210.0,
      "end_time": 118660.0,
      "text": "of creation came in with a rather unimpressive showing about a third of the way down the"
    },
    {
      "index": 11,
      "start_time": 118660.0,
      "end_time": 136110.0,
      "text": "list. So ah that didn&#39;t look so great. But ah, let me do this over again."
    },
    {
      "index": 12,
      "start_time": 136110.0,
      "end_time": 139819.0,
      "text": "I remember ah reading an article when I was about twelve years old. I think it might have"
    },
    {
      "index": 13,
      "start_time": 139819.0,
      "end_time": 144370.0,
      "text": "been Scientific American where they measured the efficiency of locomotion of all these"
    },
    {
      "index": 14,
      "start_time": 144370.0,
      "end_time": 148290.0,
      "text": "species on planet earth. How many killer calories did they expend to get from point A to point"
    },
    {
      "index": 15,
      "start_time": 148290.0,
      "end_time": 155400.0,
      "text": "B? And the Condor came in at the top of the list ah surpassed everything else. And humans"
    },
    {
      "index": 16,
      "start_time": 155400.0,
      "end_time": 159329.0,
      "text": "came in about a third of the way down the list which was not such a great showing for"
    },
    {
      "index": 17,
      "start_time": 159329.0,
      "end_time": 164980.0,
      "text": "the crown of creation. And ah but somebody there had the imagination"
    },
    {
      "index": 18,
      "start_time": 164980.0,
      "end_time": 169639.0,
      "text": "to test the efficiency of a human riding a bicycle. A human riding a bicycle blew away"
    },
    {
      "index": 19,
      "start_time": 169639.0,
      "end_time": 173329.0,
      "text": "the Condor all the way off the top of the list. And it made a really big impression"
    },
    {
      "index": 20,
      "start_time": 173329.0,
      "end_time": 180389.0,
      "text": "on me that we humans are tool builders. And that we can fashion tools that amplify these"
    },
    {
      "index": 21,
      "start_time": 180389.0,
      "end_time": 186530.0,
      "text": "inherent abilities that we have to spectacular magnitudes. And so for me, a computer has"
    },
    {
      "index": 22,
      "start_time": 186530.0,
      "end_time": 193389.0,
      "text": "always been a bicycle of the mind. Ah something that takes us far beyond our inherent abilities."
    },
    {
      "index": 23,
      "start_time": 193389.0,
      "end_time": 200139.0,
      "text": "And ah I think we&#39;re just at the early stages of this tool. Very early stages. And we&#39;ve"
    },
    {
      "index": 24,
      "start_time": 200139.0,
      "end_time": 204549.0,
      "text": "come only a very short distance. And it&#39;s still in its formation, but already we&#39;ve"
    },
    {
      "index": 25,
      "start_time": 204549.0,
      "end_time": 208150.0,
      "text": "seen enormous changes. I think that&#39;s nothing compared to what&#39;s coming in the next hundred"
    },
    {
      "index": 26,
      "start_time": 208150.0,
      "end_time": 212120.0,
      "text": "years. In program six we&#39;re going to look at some"
    },
    {
      "index": 27,
      "start_time": 212120.0,
      "end_time": 216310.0,
      "text": "of the past predictions of why people have been so wrong about the future. And one of"
    },
    {
      "index": 28,
      "start_time": 216310.0,
      "end_time": 222260.0,
      "text": "the notions is that today&#39;s vision of a standalone computer is just as limited as those past"
    },
    {
      "index": 29,
      "start_time": 222260.0,
      "end_time": 226340.0,
      "text": "visions of it being only a number cruncher. What&#39;s the difference philosophically between"
    },
    {
      "index": 30,
      "start_time": 226340.0,
      "end_time": 232840.0,
      "text": "a network machine and a standalone machine? Let me answer that question a slightly different"
    },
    {
      "index": 31,
      "start_time": 232840.0,
      "end_time": 238040.0,
      "text": "way. There have been, if you look at why the majority"
    },
    {
      "index": 32,
      "start_time": 238040.0,
      "end_time": 243809.0,
      "text": "of people have bought these things so far, ah there have been two real explosions that"
    },
    {
      "index": 33,
      "start_time": 243809.0,
      "end_time": 250239.0,
      "text": "have propelled the industry forward. The first one ah really happened in 1977. And it was"
    },
    {
      "index": 34,
      "start_time": 250239.0,
      "end_time": 255400.0,
      "text": "the spreadsheets. I remember when ah Dan Fylstra who ran the company that marketed the first"
    },
    {
      "index": 35,
      "start_time": 255400.0,
      "end_time": 260959.0,
      "text": "spreadsheet, walked not my office at Apple one day and pulled out this disk from his"
    },
    {
      "index": 36,
      "start_time": 260959.0,
      "end_time": 265370.0,
      "text": "vest pocket and said, &quot;I...I have this incredible new program. I call it a visual calculator.&quot;"
    },
    {
      "index": 37,
      "start_time": 265370.0,
      "end_time": 271750.0,
      "text": "And it became Visicalc. And that&#39;s what really drove, propelled the Apple to...to the success"
    },
    {
      "index": 38,
      "start_time": 271750.0,
      "end_time": 279240.0,
      "text": "it achieved more than any other single event. And...and with ah the invention of Lotus 123,"
    },
    {
      "index": 39,
      "start_time": 279240.0,
      "end_time": 284199.0,
      "text": "and I think it was 1982, that&#39;s what really propelled the IBM PC to the level of success"
    },
    {
      "index": 40,
      "start_time": 284199.0,
      "end_time": 289930.0,
      "text": "that it achieved. So that was the first explosion was the spreadsheet. Ahm the second major"
    },
    {
      "index": 41,
      "start_time": 289930.0,
      "end_time": 323870.0,
      "text": "explosion has driven our, the desktop industry has been desktop publishing. [MISC BACKGROUND]"
    },
    {
      "index": 42,
      "start_time": 323870.0,
      "end_time": 340560.0,
      "text": "The...the second really bit explosion in our industry has been desktop publishing. Happened"
    },
    {
      "index": 43,
      "start_time": 340560.0,
      "end_time": 345620.0,
      "text": "in 1985 with the Macintosh and the laser writer printer. And at that point people could start"
    },
    {
      "index": 44,
      "start_time": 345620.0,
      "end_time": 350770.0,
      "text": "to do on their desktops things that only typesetters and printers could do prior to that. And that&#39;s"
    },
    {
      "index": 45,
      "start_time": 350770.0,
      "end_time": 355720.0,
      "text": "been a very big revolution in publishing. And those are really, those two explosions"
    },
    {
      "index": 46,
      "start_time": 355720.0,
      "end_time": 361500.0,
      "text": "have been the only two real major revolutions which have caused a lot of people to buy these"
    },
    {
      "index": 47,
      "start_time": 361500.0,
      "end_time": 368759.0,
      "text": "things and use them. Ah the third one is starting to happen now. And the third one is let&#39;s"
    },
    {
      "index": 48,
      "start_time": 368759.0,
      "end_time": 374830.0,
      "text": "do for human to human communication what spreadsheets did for financial planning and what public,"
    },
    {
      "index": 49,
      "start_time": 374830.0,
      "end_time": 380789.0,
      "text": "desktop publishing did for publishing. Let&#39;s revolutionize it using these desktop devices."
    },
    {
      "index": 50,
      "start_time": 380789.0,
      "end_time": 383120.0,
      "text": "And we&#39;re already starting to see the signs of that."
    },
    {
      "index": 51,
      "start_time": 383120.0,
      "end_time": 390720.0,
      "text": "As an example in an organization, we&#39;re starting to see that as business conditions change"
    },
    {
      "index": 52,
      "start_time": 390720.0,
      "end_time": 398270.0,
      "text": "faster and faster with each year, ah we cannot change our management hierarchical organization"
    },
    {
      "index": 53,
      "start_time": 398270.0,
      "end_time": 402120.0,
      "text": "very fast relative to the changing business conditions. We can&#39;t have somebody working"
    },
    {
      "index": 54,
      "start_time": 402120.0,
      "end_time": 407819.0,
      "text": "for a new boss every week. We also can&#39;t change our geographic organization very fast. As"
    },
    {
      "index": 55,
      "start_time": 407819.0,
      "end_time": 411090.0,
      "text": "a matter of fact even slower than the management one. We can&#39;t be moving people around the"
    },
    {
      "index": 56,
      "start_time": 411090.0,
      "end_time": 418979.0,
      "text": "country every week. But we can change an electronic organization like that. And what&#39;s starting"
    },
    {
      "index": 57,
      "start_time": 418979.0,
      "end_time": 423599.0,
      "text": "to happen is as we start to link these computers together with sophisticated networks and great"
    },
    {
      "index": 58,
      "start_time": 423599.0,
      "end_time": 429289.0,
      "text": "user interfaces, we&#39;re starting to be able to create clusters of people working on a"
    },
    {
      "index": 59,
      "start_time": 429289.0,
      "end_time": 434939.0,
      "text": "common task in a s... you know literally in fifteen minutes worth of setup. And these"
    },
    {
      "index": 60,
      "start_time": 434939.0,
      "end_time": 438770.0,
      "text": "fifteen people can work together extremely efficiently no matter where they are geographically."
    },
    {
      "index": 61,
      "start_time": 438770.0,
      "end_time": 444509.0,
      "text": "And no matter who they work for hierarchically. And these organizations can live for as long"
    },
    {
      "index": 62,
      "start_time": 444509.0,
      "end_time": 452300.0,
      "text": "as they&#39;re needed and then vanish. And we&#39;re finding we can reorganize our companies electronically"
    },
    {
      "index": 63,
      "start_time": 452300.0,
      "end_time": 457800.0,
      "text": "ah very rapidly. And that&#39;s the only type of organization that can begin to keep pace"
    },
    {
      "index": 64,
      "start_time": 457800.0,
      "end_time": 462490.0,
      "text": "with the changing business conditions. And I believe that this collaborative model"
    },
    {
      "index": 65,
      "start_time": 462490.0,
      "end_time": 466580.0,
      "text": "has existed in higher education for a long time. But we&#39;re starting to see it applied"
    },
    {
      "index": 66,
      "start_time": 466580.0,
      "end_time": 471180.0,
      "text": "into the commercial world as well. And this is going to be the third major revolution"
    },
    {
      "index": 67,
      "start_time": 471180.0,
      "end_time": 476879.0,
      "text": "that these desktop computers provide is revolutionizing human to human communication in group work."
    },
    {
      "index": 68,
      "start_time": 476879.0,
      "end_time": 481819.0,
      "text": "We call it interpersonal computing. In the 1985 we did personal computing. Ah and now"
    },
    {
      "index": 69,
      "start_time": 481819.0,
      "end_time": 489300.0,
      "text": "we&#39;re going to extend that as we network these things to interpersonal computing."
    },
    {
      "index": 70,
      "start_time": 489300.0,
      "end_time": 496449.0,
      "text": "What was the image of the computer in the mid 196Os or whenever you first saw one? And"
    },
    {
      "index": 71,
      "start_time": 496449.0,
      "end_time": 504830.0,
      "text": "where are we now? I ahm, I first saw my first computer when"
    },
    {
      "index": 72,
      "start_time": 504830.0,
      "end_time": 514669.0,
      "text": "I was twelve. [MUMBLES] I saw my first computer when I was twelve. And it was at NASA. We"
    },
    {
      "index": 73,
      "start_time": 514669.0,
      "end_time": 520229.0,
      "text": "had a local NASA center nearby. And it was a terminal, which was connected to a big computer"
    },
    {
      "index": 74,
      "start_time": 520229.00000000006,
      "end_time": 524260.00000000006,
      "text": "somewhere and I got a timesharing account on it. And I was fascinated by this thing."
    },
    {
      "index": 75,
      "start_time": 524260.0,
      "end_time": 529510.0,
      "text": "And I saw my second computer a few years later which was really the first desktop computer"
    },
    {
      "index": 76,
      "start_time": 529510.0,
      "end_time": 534000.0,
      "text": "ever made. It was made by Hewlett Packard. It was called the 9100-A. And it ran a language"
    },
    {
      "index": 77,
      "start_time": 534000.0,
      "end_time": 540820.0,
      "text": "called Basic. And it was very large. It had a very small cathode ray tube on it for display."
    },
    {
      "index": 78,
      "start_time": 540820.0,
      "end_time": 548260.0,
      "text": "And I got a chance to play with one of those maybe in 1968 or 9. And ah spent every spare"
    },
    {
      "index": 79,
      "start_time": 548260.0,
      "end_time": 555350.0,
      "text": "moment I had trying to write programs I was so fascinated by this. Ah and so I was probably"
    },
    {
      "index": 80,
      "start_time": 555350.0,
      "end_time": 562070.0,
      "text": "fairly lucky. And then my introduction to computers very rapidly moved from a terminal"
    },
    {
      "index": 81,
      "start_time": 562070.0,
      "end_time": 566850.0,
      "text": "to within maybe twelve months or so, actually seeing one of the first, probably the first"
    },
    {
      "index": 82,
      "start_time": 566850.0,
      "end_time": 573990.0,
      "text": "desktop computer ever...ever really produced. And ah so my point of view never really changed"
    },
    {
      "index": 83,
      "start_time": 573990.0,
      "end_time": 578389.0,
      "text": "from being able to get my arms around it even though my arms didn&#39;t quite fit around that"
    },
    {
      "index": 84,
      "start_time": 578389.0,
      "end_time": 583380.0,
      "text": "first one. What was the role, how have personal computers"
    },
    {
      "index": 85,
      "start_time": 583380.0,
      "end_time": 589889.0,
      "text": "changed the landscape of computers? I mean back then it was centralized power, it was"
    },
    {
      "index": 86,
      "start_time": 589889.0,
      "end_time": 593959.0,
      "text": "in a mainframe. Now we have three times as much power at the fringe than we have in the"
    },
    {
      "index": 87,
      "start_time": 593959.0,
      "end_time": 603170.0,
      "text": "center, five times as much power. How did the PC change the world?"
    },
    {
      "index": 88,
      "start_time": 603170.0,
      "end_time": 612410.0,
      "text": "Well, though the analogy is nowhere perfect and certainly ah one needs to factor out the"
    },
    {
      "index": 89,
      "start_time": 612410.0,
      "end_time": 619120.0,
      "text": "environmental concerns of the analogy as well. Ah there is a lot to be said for comparing"
    },
    {
      "index": 90,
      "start_time": 619120.0,
      "end_time": 628050.0,
      "text": "it to going from trains, from passenger trains to automobiles. And ah the advent of the automobile"
    },
    {
      "index": 91,
      "start_time": 628050.0,
      "end_time": 633190.0,
      "text": "gave us a personal freedom of transportation. In the same way the advent of the computer"
    },
    {
      "index": 92,
      "start_time": 633190.0,
      "end_time": 637279.0,
      "text": "gave us the ability to start to use computers without having to convince other people that"
    },
    {
      "index": 93,
      "start_time": 637279.0,
      "end_time": 641740.0,
      "text": "we needed to use computers. And the biggest effect of the personal computer revolution"
    },
    {
      "index": 94,
      "start_time": 641740.0,
      "end_time": 653149.0,
      "text": "has been to ahm allow millions and millions of people to experience computers themselves"
    },
    {
      "index": 95,
      "start_time": 653149.0,
      "end_time": 659470.0,
      "text": "decades before they ever would have in the old paradigm. And to allow them to ah participate"
    },
    {
      "index": 96,
      "start_time": 659470.0,
      "end_time": 665690.0,
      "text": "in ah the making of choices and controlling their own destiny using these tools."
    },
    {
      "index": 97,
      "start_time": 665690.0,
      "end_time": 674250.0,
      "text": "But it has created ah, it has created problems. And the largest problems are that ah now that"
    },
    {
      "index": 98,
      "start_time": 674250.0,
      "end_time": 681810.0,
      "text": "we have all these very powerful tools, we&#39;re still islands and we&#39;re still not really connecting"
    },
    {
      "index": 99,
      "start_time": 681810.0,
      "end_time": 686430.0,
      "text": "these people using these powerful tools together. And that&#39;s really been the challenge of the"
    },
    {
      "index": 100,
      "start_time": 686430.0,
      "end_time": 690430.0,
      "text": "last few years and the next several years is how to connect these things back together"
    },
    {
      "index": 101,
      "start_time": 690430.0,
      "end_time": 694670.0,
      "text": "so that we can, can rebuild a fabric of these things rather than just individual points"
    },
    {
      "index": 102,
      "start_time": 694670.0,
      "end_time": 704910.0,
      "text": "of light if you will. And ahm get the benefit of both, the passenger train and the automobile."
    },
    {
      "index": 103,
      "start_time": 704910.0,
      "end_time": 724600.0,
      "text": "What&#39;s the vision behind the next machine? Everything that ah, that we&#39;ve done in our"
    },
    {
      "index": 104,
      "start_time": 724600.0,
      "end_time": 736300.0,
      "text": "[PAUSES] Everything I&#39;ve done with computers in my life has been along pretty much a single"
    },
    {
      "index": 105,
      "start_time": 736300.0,
      "end_time": 742370.0,
      "text": "vector. Ah and next is just one more point on that same vector. Ah in this case what"
    },
    {
      "index": 106,
      "start_time": 742370.0,
      "end_time": 747259.0,
      "text": "we...we observed was that the computing power we could give to an individual was an order"
    },
    {
      "index": 107,
      "start_time": 747259.0,
      "end_time": 752910.0,
      "text": "magnitude more than the PCs were given. In the sense that people want to do many things"
    },
    {
      "index": 108,
      "start_time": 752910.0,
      "end_time": 759959.0,
      "text": "at once and you really need true multi tasking. We really did want to ahm start to network"
    },
    {
      "index": 109,
      "start_time": 759959.0,
      "end_time": 762500.0,
      "text": "these things together in very sophisticated networks."
    },
    {
      "index": 110,
      "start_time": 762500.0,
      "end_time": 768980.0,
      "text": "So the technology to build that became available. And most important we saw a way to build a"
    },
    {
      "index": 111,
      "start_time": 768980.0,
      "end_time": 774560.0,
      "text": "software system that was about ten times as powerful than any PC. And where new software"
    },
    {
      "index": 112,
      "start_time": 774560.0,
      "end_time": 781630.0,
      "text": "could be created in a fourth of the time. So we spent four years with ah fifty to a"
    },
    {
      "index": 113,
      "start_time": 781630.0,
      "end_time": 786370.0,
      "text": "hundred of the best software people we could find building this new software system. And"
    },
    {
      "index": 114,
      "start_time": 786370.0,
      "end_time": 788220.0,
      "text": "it&#39;s turned out beautifully. Ah what happens in our industry... [TAPE CUT]"
    },
    {
      "index": 115,
      "start_time": 788220.0,
      "end_time": 796459.0,
      "text": "what&#39;s the vision behind NEXT? Ahm it&#39;s not so much different than everything"
    },
    {
      "index": 116,
      "start_time": 796459.0,
      "end_time": 801240.0,
      "text": "I&#39;ve ever done in my life with computers starting with the Apple II and the Macintosh, and now"
    },
    {
      "index": 117,
      "start_time": 801240.0,
      "end_time": 808100.0,
      "text": "NEXT which is if you ah believe that these are the most incredible tools we&#39;ve ever built"
    },
    {
      "index": 118,
      "start_time": 808100.0,
      "end_time": 812959.0,
      "text": "which I do, then the more powerful tool we can give to people, the more they can do with"
    },
    {
      "index": 119,
      "start_time": 812959.0,
      "end_time": 818350.0,
      "text": "it. And in this case ah we...we found a way to do two or three things that were real breakthroughs."
    },
    {
      "index": 120,
      "start_time": 818350.0,
      "end_time": 821870.0,
      "text": "Number one was to put a much more powerful computer in front of people for about the"
    },
    {
      "index": 121,
      "start_time": 821870.0,
      "end_time": 826930.0,
      "text": "same price as a PC. The second was to integrate that networking into the computer so we can"
    },
    {
      "index": 122,
      "start_time": 826930.0,
      "end_time": 831740.0,
      "text": "begin to make this next revolution within a personal computing. And the PCs so far have"
    },
    {
      "index": 123,
      "start_time": 831740.0,
      "end_time": 836259.0,
      "text": "not been able to do that very well. And the third thing, and maybe the most important"
    },
    {
      "index": 124,
      "start_time": 836259.0,
      "end_time": 841620.0,
      "text": "was to create a whole new software architecture from the ground up that lets us build these"
    },
    {
      "index": 125,
      "start_time": 841620.0,
      "end_time": 846920.0,
      "text": "new types of applications and let&#39;s them, let us, let&#39;s us build them in 25 percent"
    },
    {
      "index": 126,
      "start_time": 846920.0,
      "end_time": 855740.0,
      "text": "of the time that it normally takes to do on a PC. So ah we spent ahm four years with 50"
    },
    {
      "index": 127,
      "start_time": 855740.0,
      "end_time": 860709.0,
      "text": "to a hundred of the best software people that I know creating a whole new software platform"
    },
    {
      "index": 128,
      "start_time": 860709.0,
      "end_time": 866579.0,
      "text": "from the ground up. And the way our industry works is that you create this platform software"
    },
    {
      "index": 129,
      "start_time": 866579.0,
      "end_time": 870440.0,
      "text": "first and then you go out and you get people to write new applications on top of it. Well"
    },
    {
      "index": 130,
      "start_time": 870440.0,
      "end_time": 878910.0,
      "text": "the...the height that these new applications can soar is...is enabled or limited by the"
    },
    {
      "index": 131,
      "start_time": 878910.0,
      "end_time": 882250.0,
      "text": "platform software. And there&#39;s only been three systems that have"
    },
    {
      "index": 132,
      "start_time": 882250.0,
      "end_time": 885860.0,
      "text": "ever been successful in the whole history of desktop computing and that was the Apple"
    },
    {
      "index": 133,
      "start_time": 885860.0,
      "end_time": 892220.0,
      "text": "IIs platform software of which there wasn&#39;t too much. The IBM PC and Macintosh. So we&#39;re"
    },
    {
      "index": 134,
      "start_time": 892220.0,
      "end_time": 898160.0,
      "text": "attempting to create the fourth platform software standard and hopefully we&#39;ll succeed because"
    },
    {
      "index": 135,
      "start_time": 898160.0,
      "end_time": 903959.0,
      "text": "it will allow these applications to be written which far far exceed in capacity what can"
    },
    {
      "index": 136,
      "start_time": 903959.0,
      "end_time": 914980.0,
      "text": "be done in today&#39;s machines. What happens when you have a network that"
    },
    {
      "index": 137,
      "start_time": 914980.0,
      "end_time": 919459.0,
      "text": "allows the relative minorities in a whole different area come together. How does that"
    },
    {
      "index": 138,
      "start_time": 919459.0,
      "end_time": 921850.0,
      "text": "change the democracy? I don&#39;t know."
    },
    {
      "index": 139,
      "start_time": 921850.0,
      "end_time": 925480.0,
      "text": "Okay. But...but what I have seen is I&#39;ve seen interpersonal"
    },
    {
      "index": 140,
      "start_time": 925480.0,
      "end_time": 931899.0,
      "text": "computing happening at our own company. Or maybe the best way to put it is ahm, I remember"
    },
    {
      "index": 141,
      "start_time": 931899.0,
      "end_time": 936930.0,
      "text": "when the first spreadsheet came out. I saw it fly through Apple as well as other companies."
    },
    {
      "index": 142,
      "start_time": 936930.0,
      "end_time": 941560.0,
      "text": "And when we ah, when we invented desktop publishing of course it influenced Apple first."
    },
    {
      "index": 143,
      "start_time": 941560.0,
      "end_time": 945360.0,
      "text": "And I&#39;ve seen the same thing happen with interpersonal computing here at NEXT. We decided to put"
    },
    {
      "index": 144,
      "start_time": 945360.0,
      "end_time": 949350.0,
      "text": "a NEXT machine on every employee&#39;s desktop about 18 months ago and connect them with"
    },
    {
      "index": 145,
      "start_time": 949350.0,
      "end_time": 952910.0,
      "text": "the very highspeed networking that&#39;s built in. And I&#39;ve seen the revolution here with"
    },
    {
      "index": 146,
      "start_time": 952910.0,
      "end_time": 958029.0,
      "text": "my own eyes. And it&#39;s it&#39;s actually larger than the first two. Let me give you some examples."
    },
    {
      "index": 147,
      "start_time": 958029.0,
      "end_time": 964970.0,
      "text": "Ah if we want to ah, if we&#39;re going to be doing a special project let&#39;s say with a company,"
    },
    {
      "index": 148,
      "start_time": 964970.0,
      "end_time": 970279.0,
      "text": "and we. and let&#39;s say the company is called ahm, what&#39;s your..."
    },
    {
      "index": 149,
      "start_time": 970279.0,
      "end_time": 973990.0,
      "text": "WGBH. WGBH. we&#39;re going to be doing a special project"
    },
    {
      "index": 150,
      "start_time": 973990.0,
      "end_time": 980000.0,
      "text": "with WGBH. And what we&#39;ll do is we&#39;ll create a ah special mailbox, WGBH and we&#39;ll put twenty"
    },
    {
      "index": 151,
      "start_time": 980000.0,
      "end_time": 983940.0,
      "text": "people on it that are going to be helping on this project. Now these twenty people will"
    },
    {
      "index": 152,
      "start_time": 983940.0,
      "end_time": 989129.0,
      "text": "be from all over our company. From marketing, from sales, from engineering, some from manufacturing."
    },
    {
      "index": 153,
      "start_time": 989129.0,
      "end_time": 993639.0,
      "text": "Maybe some from our Boston office so they can be close by. And ah if one sends a message"
    },
    {
      "index": 154,
      "start_time": 993639.0,
      "end_time": 997139.0,
      "text": "to this mailbox, [SNAPS FINGER] they&#39;ll all get it like that, instantly."
    },
    {
      "index": 155,
      "start_time": 997139.0,
      "end_time": 1001600.0,
      "text": "And if ah one sends a reply they&#39;ll copy the whole mailbox so the rest of the team members"
    },
    {
      "index": 156,
      "start_time": 1001600.0,
      "end_time": 1006500.0,
      "text": "get to read ah the intellectual content going back and forth. And everyone on this, in this"
    },
    {
      "index": 157,
      "start_time": 1006500.0,
      "end_time": 1011980.0,
      "text": "mailbox will probably get around 30 mail messages a day. And they&#39;ll spend about twenty minutes,"
    },
    {
      "index": 158,
      "start_time": 1011980.0,
      "end_time": 1016220.0,
      "text": "thirty minutes reading these and answering these per day. And it will be like a beehive."
    },
    {
      "index": 159,
      "start_time": 1016220.0,
      "end_time": 1019670.0,
      "text": "Now this project is very important for our company and I want to make sure it&#39;s getting"
    },
    {
      "index": 160,
      "start_time": 1019670.0,
      "end_time": 1024230.0,
      "text": "off right. So I&#39;ll put my own name on this mailbox and l&#39;ll see these thirty mail messages"
    },
    {
      "index": 161,
      "start_time": 1024230.0,
      "end_time": 1029750.0,
      "text": "fly by. All of the disagreements and the arguments and the thoughts and the decisions. And I"
    },
    {
      "index": 162,
      "start_time": 1029750.0,
      "end_time": 1034120.0,
      "text": "can just let it fly by and read it. I can do some background coaching with a few people"
    },
    {
      "index": 163,
      "start_time": 1034119.9999999999,
      "end_time": 1037418.9999999999,
      "text": "if I think they&#39;re a little off track. I can get right on the network and kibbutz if I&#39;d"
    },
    {
      "index": 164,
      "start_time": 1037420.0000000001,
      "end_time": 1040660.0000000001,
      "text": "like. And after a month or so when I know that it&#39;s"
    },
    {
      "index": 165,
      "start_time": 1040660.0000000001,
      "end_time": 1048241.0000000001,
      "text": "going well I can take my name off. And so not only is this a way to organize violating"
    },
    {
      "index": 166,
      "start_time": 1048240.0,
      "end_time": 1055860.0,
      "text": "all management and geographic boundaries, it&#39;s also a way to manage. Where one can see."
    },
    {
      "index": 167,
      "start_time": 1055860.0,
      "end_time": 1061020.0,
      "text": "Again the thoughts, disagreements and decisions of a company fly by a manager in a way that"
    },
    {
      "index": 168,
      "start_time": 1061020.0,
      "end_time": 1066870.0,
      "text": "they never could before. And ah we have seen it reduce the number of meetings we have at"
    },
    {
      "index": 169,
      "start_time": 1066870.0,
      "end_time": 1072270.0,
      "text": "least by fifty percent. we&#39;ve seen it get far more managers and individual contributors"
    },
    {
      "index": 170,
      "start_time": 1072270.0,
      "end_time": 1075500.0,
      "text": "involved in decisions than there ever were before. We think the quality of the decisions"
    },
    {
      "index": 171,
      "start_time": 1075500.0,
      "end_time": 1081850.0,
      "text": "is a lot higher. And we&#39;ve seen a window for management to look into the process of this"
    },
    {
      "index": 172,
      "start_time": 1081850.0,
      "end_time": 1085150.0,
      "text": "organism we call our company in a way that has never before been possible."
    },
    {
      "index": 173,
      "start_time": 1085150.0,
      "end_time": 1086960.0,
      "text": "There was an article written by a guy by the name of . . . [END OF TAPE]"
    },
    {
      "index": 174,
      "start_time": 1086960.0,
      "end_time": 1094530.0,
      "text": "As we become part of this electronically community ahm that&#39;s going to provide us wonderful new"
    },
    {
      "index": 175,
      "start_time": 1094530.0,
      "end_time": 1099929.0,
      "text": "capabilities and ah communications abilities. But we still always want to be able to disconnect"
    },
    {
      "index": 176,
      "start_time": 1099930.0,
      "end_time": 1104891.0,
      "text": "that network spigot, take it off, and take our standalone computer somewhere, let&#39;s say"
    },
    {
      "index": 177,
      "start_time": 1104890.0,
      "end_time": 1108960.0,
      "text": "home. Now what&#39;s going to happen rapidly as with radio links and with fiber optics to"
    },
    {
      "index": 178,
      "start_time": 1108960.0,
      "end_time": 1113909.0,
      "text": "the home, you&#39;re going to be able to hook your computer up to your network at home."
    },
    {
      "index": 179,
      "start_time": 1113910.0,
      "end_time": 1118641.0,
      "text": "Ah but there&#39;s always going to be that cabin in the middle of nowhere that I want to go"
    },
    {
      "index": 180,
      "start_time": 1118640.0,
      "end_time": 1124010.0,
      "text": "for a two week vacation where I want my computer. And if it doesn&#39;t work in a completely standalone"
    },
    {
      "index": 181,
      "start_time": 1124010.0,
      "end_time": 1131400.0,
      "text": "way, I&#39;m I&#39;m going to be no happy. So we have to provide a fluid way for these"
    },
    {
      "index": 182,
      "start_time": 1131400.0,
      "end_time": 1137260.0,
      "text": "things to kind of dock into the mother load network, but also undock and allow me as an"
    },
    {
      "index": 183,
      "start_time": 1137260.0,
      "end_time": 1142250.0,
      "text": "individual to carry my computer up into Yosemite backpacking. And where there&#39;s no radio links"
    },
    {
      "index": 184,
      "start_time": 1142250.0,
      "end_time": 1146750.0,
      "text": "and no fiber optic links and still be able to use it and then come back and dock back"
    },
    {
      "index": 185,
      "start_time": 1146750.0,
      "end_time": 1150770.0,
      "text": "into the network and find out what happened when I left and share some of my thoughts"
    },
    {
      "index": 186,
      "start_time": 1150770.0,
      "end_time": 1154820.0,
      "text": "maybe with some other folks. So we&#39;re working on that. That&#39;s our goal for the next five"
    },
    {
      "index": 187,
      "start_time": 1154820.0,
      "end_time": 1159190.0,
      "text": "years is that seamless transition between a standalone computer and the computer as"
    },
    {
      "index": 188,
      "start_time": 1159190.0,
      "end_time": 1164390.0,
      "text": "part of this network community. It also keeps away the welling aspects of"
    },
    {
      "index": 189,
      "start_time": 1164390.0,
      "end_time": 1169350.0,
      "text": "always being hooked into the network. That&#39;s right. I actually think what an interesting"
    },
    {
      "index": 190,
      "start_time": 1169350.0,
      "end_time": 1174220.0,
      "text": "paradox is the network which is ultimately going to define and create the home computer"
    },
    {
      "index": 191,
      "start_time": 1174220.0,
      "end_time": 1180260.0,
      "text": "market. Not keeping our recipes on these things or something like we thought in 1975. Ah being"
    },
    {
      "index": 192,
      "start_time": 1180260.0,
      "end_time": 1184360.0,
      "text": "a part of that network and not being able to stay away from it while you&#39;re home will"
    },
    {
      "index": 193,
      "start_time": 1184360.0,
      "end_time": 1189510.0,
      "text": "drive people to get computers in every house just like we have a telephone."
    },
    {
      "index": 194,
      "start_time": 1189510.0,
      "end_time": 1194179.0,
      "text": "But computers then then won&#39;t be just computers. They&#39;ll be radios, and stereos, and TVs."
    },
    {
      "index": 195,
      "start_time": 1194180.0,
      "end_time": 1199031.0,
      "text": "No I think, I think they&#39;ll be just computers. Just like your phone isn&#39;t your television"
    },
    {
      "index": 196,
      "start_time": 1199030.0,
      "end_time": 1205470.0,
      "text": "set. Just like your toaster isn&#39;t your radio. I think they&#39;ll be computers and they&#39;ll have"
    },
    {
      "index": 197,
      "start_time": 1205470.0,
      "end_time": 1211820.0,
      "text": "many of the capabilities of these other devices. Ahm multimedia, the ability to integrate sound"
    },
    {
      "index": 198,
      "start_time": 1211820.0,
      "end_time": 1217070.0,
      "text": "and video in with the computer is absolutely coming. But a lot of people have mistaken"
    },
    {
      "index": 199,
      "start_time": 1217070.0,
      "end_time": 1222340.0,
      "text": "it as the end rather than the means. Ah we see multi media as more of a means."
    },
    {
      "index": 200,
      "start_time": 1222340.0,
      "end_time": 1225450.0,
      "text": "In other words, people aren&#39;t going to buy a computer for multi media. They&#39;re going"
    },
    {
      "index": 201,
      "start_time": 1225450.0,
      "end_time": 1230990.0,
      "text": "to buy it for training. Or they&#39;re going to buy it for interpersonal communication. And"
    },
    {
      "index": 202,
      "start_time": 1230990.0,
      "end_time": 1235730.0,
      "text": "in that communication, in addition to a text, they&#39;re going to want voice. They&#39;re going"
    },
    {
      "index": 203,
      "start_time": 1235730.0,
      "end_time": 1240740.0,
      "text": "to want, potentially I might want to send you a videoclip. But the real market is to"
    },
    {
      "index": 204,
      "start_time": 1240740.0,
      "end_time": 1245570.0,
      "text": "help us communicate better, or to help us train somebody. And ah we need to not lose"
    },
    {
      "index": 205,
      "start_time": 1245570.0,
      "end_time": 1251140.0,
      "text": "sight of that. I want to get your thoughts on the user interface"
    },
    {
      "index": 206,
      "start_time": 1251140.0,
      "end_time": 1259620.0,
      "text": "stuff. And I&#39;d like to look at the transition ah Xerox to Apple. when did you hear, what"
    },
    {
      "index": 207,
      "start_time": 1259620.0,
      "end_time": 1264640.0,
      "text": "was the image of Xerox PARC and what was it like when you first went in there?"
    },
    {
      "index": 208,
      "start_time": 1264640.0,
      "end_time": 1270559.0,
      "text": "Ahm well Xerox PARC was a...a research lab set up by Xerox when they were making a lot"
    },
    {
      "index": 209,
      "start_time": 1270560.0,
      "end_time": 1276401.0,
      "text": "of profits in copier days. And ah they were doing some computer science research which"
    },
    {
      "index": 210,
      "start_time": 1276400.0,
      "end_time": 1280610.0,
      "text": "was basically an extension of some stuff started by a guy named Doug Engelbart when he was"
    },
    {
      "index": 211,
      "start_time": 1280610.0,
      "end_time": 1282919.0,
      "text": "at SRI. Doug had invented the mouse, and invented"
    },
    {
      "index": 212,
      "start_time": 1282920.0,
      "end_time": 1288901.0,
      "text": "the BIP map display. And some Xerox folks that...that Xerox ah I believe hired away"
    },
    {
      "index": 213,
      "start_time": 1288900.0,
      "end_time": 1292950.0,
      "text": "from Doug or split off from Doug somehow and got to Xerox, were continuing along in this"
    },
    {
      "index": 214,
      "start_time": 1292950.0,
      "end_time": 1299289.0,
      "text": "vain. And I first went over there in 1979 and I saw what they were doing with ah the"
    },
    {
      "index": 215,
      "start_time": 1299290.0,
      "end_time": 1306761.0,
      "text": "larger screens, ah proportionately spaced texts ah and the mouse. And it was just instantly"
    },
    {
      "index": 216,
      "start_time": 1306760.0,
      "end_time": 1312340.0,
      "text": "obvious to anyone that this was the way things should be. Ahm and so I remember coming back"
    },
    {
      "index": 217,
      "start_time": 1312340.0,
      "end_time": 1316950.0,
      "text": "to Apple thinking our...our future has just changed. This is where we have to go."
    },
    {
      "index": 218,
      "start_time": 1316950.0,
      "end_time": 1320909.0,
      "text": "The problem was that Xerox had never made a commercial computer. This group of people"
    },
    {
      "index": 219,
      "start_time": 1320910.0,
      "end_time": 1328261.0,
      "text": "at Xerox was...was ah was more concerned with...with ah looking out fifteen years than they were"
    },
    {
      "index": 220,
      "start_time": 1328260.0,
      "end_time": 1332870.0,
      "text": "looking out fifteen months trying to make a product that somebody could use. So there"
    },
    {
      "index": 221,
      "start_time": 1332870.0,
      "end_time": 1337860.0,
      "text": "were a lot of issues that they hadn&#39;t solved like menus, other things like that. And at"
    },
    {
      "index": 222,
      "start_time": 1337860.0,
      "end_time": 1342330.0,
      "text": "Apple what we had to do was to do two things. One was complete the research which really"
    },
    {
      "index": 223,
      "start_time": 1342330.0,
      "end_time": 1348370.0,
      "text": "was only about fifty percent complete. And the second was to find a way to implement"
    },
    {
      "index": 224,
      "start_time": 1348370.0,
      "end_time": 1356130.0,
      "text": "it at a low enough cost where people would buy it. And that was really our challenge."
    },
    {
      "index": 225,
      "start_time": 1356130.0,
      "end_time": 1362500.0,
      "text": "What did you succeed in doing with the MAC? Well the Macintosh as you remember when it"
    },
    {
      "index": 226,
      "start_time": 1362500.0,
      "end_time": 1369460.0,
      "text": "came out, we called it the computer for the rest of us. And what that meant was ah that"
    },
    {
      "index": 227,
      "start_time": 1369460.0,
      "end_time": 1374200.0,
      "text": "while experts could use some of the computers that were already out, most people didn&#39;t"
    },
    {
      "index": 228,
      "start_time": 1374200.0,
      "end_time": 1379090.0,
      "text": "want, again the computer was not an end in itself. It was a means to an end. And so most"
    },
    {
      "index": 229,
      "start_time": 1379090.0,
      "end_time": 1383640.0,
      "text": "people didn&#39;t want to learn how to use the computer. They just wanted to use it. And"
    },
    {
      "index": 230,
      "start_time": 1383640.0,
      "end_time": 1386909.0,
      "text": "the Macintosh was supposed to be the computer for people that just wanted to use a computer"
    },
    {
      "index": 231,
      "start_time": 1386910.0,
      "end_time": 1390331.0,
      "text": "without having to learn how to use one, spend six months."
    },
    {
      "index": 232,
      "start_time": 1390330.0,
      "end_time": 1396640.0,
      "text": "Now it turned out that the...the paradox was that to make a computer easier to use you"
    },
    {
      "index": 233,
      "start_time": 1396640.0,
      "end_time": 1399909.0,
      "text": "needed a more powerful computer in the first place because you were going to burn a lot"
    },
    {
      "index": 234,
      "start_time": 1399910.0,
      "end_time": 1403851.0,
      "text": "of the cycles on making it easy to use. And so this computer that was easy to use was"
    },
    {
      "index": 235,
      "start_time": 1403850.0,
      "end_time": 1408169.0,
      "text": "actually more powerful and could do more things than the less easy to use computer. And it"
    },
    {
      "index": 236,
      "start_time": 1408170.0,
      "end_time": 1412530.0,
      "text": "took people a few years to figure that out about the Macintosh. But I think ah, I think"
    },
    {
      "index": 237,
      "start_time": 1412530.0,
      "end_time": 1416071.0,
      "text": "people did. Actually there&#39;s a funny joke that we were"
    },
    {
      "index": 238,
      "start_time": 1416070.0,
      "end_time": 1421039.0,
      "text": "clowning around one day. And one of our group is an IBM person. And so he was saying, some"
    },
    {
      "index": 239,
      "start_time": 1421040.0,
      "end_time": 1427081.0,
      "text": "little girls walks up and sees a prompt and goes to her daddy and says &quot;it&#39;s broken&quot;."
    },
    {
      "index": 240,
      "start_time": 1427080.0,
      "end_time": 1430090.0,
      "text": "Where&#39;s my desktop? Where&#39;s...where&#39;s my metaphor. And we&#39;ve gotten, we&#39;ve...we&#39;ve adopted this"
    },
    {
      "index": 241,
      "start_time": 1430090.0,
      "end_time": 1435559.0,
      "text": "new metaphor. How has that changed the look of computers?"
    },
    {
      "index": 242,
      "start_time": 1435560.0,
      "end_time": 1446660.0,
      "text": "Well I think, I think the Macintosh was created by a group of people who felt that ah there"
    },
    {
      "index": 243,
      "start_time": 1446660.0,
      "end_time": 1452821.0,
      "text": "wasn&#39;t a strict vision between sort of science and art. Or in other words, that mathematics"
    },
    {
      "index": 244,
      "start_time": 1452820.0,
      "end_time": 1456960.0,
      "text": "is really a liberal art if you look at it from a slightly different point of view. And"
    },
    {
      "index": 245,
      "start_time": 1456960.0,
      "end_time": 1463289.0,
      "text": "why can&#39;t we interject typography in the computers? Why can&#39;t we have computers ah...ah talking"
    },
    {
      "index": 246,
      "start_time": 1463290.0,
      "end_time": 1470771.0,
      "text": "to us in English language? And ahm looking back, five years later, this seems like a"
    },
    {
      "index": 247,
      "start_time": 1470770.0,
      "end_time": 1475470.0,
      "text": "trivial observation. But at the time it was cataclysmic in its consequences. And the battles"
    },
    {
      "index": 248,
      "start_time": 1475470.0,
      "end_time": 1482240.0,
      "text": "that were fought to push this point of view out the door were very large."
    },
    {
      "index": 249,
      "start_time": 1482240.0,
      "end_time": 1492419.0,
      "text": "The  balance between thinking and doing. I mean one of the things in the semiconductors was"
    },
    {
      "index": 250,
      "start_time": 1492420.0,
      "end_time": 1498721.0,
      "text": "you had risktakers. Bob Noyce learns to hang- glide at age 40. These people like laying"
    },
    {
      "index": 251,
      "start_time": 1498720.0,
      "end_time": 1503299.0,
      "text": "their butts on the line. How important was that in the early days? I mean we&#39;re going"
    },
    {
      "index": 252,
      "start_time": 1503300.0,
      "end_time": 1512881.0,
      "text": "back to &#39;75. Well again after seeing... my entire life has been spent only in one industry"
    },
    {
      "index": 253,
      "start_time": 1512880.0,
      "end_time": 1517440.0,
      "text": "which is this one. And but I&#39;ve been in it now for about fifteen years and I&#39;ve seen"
    },
    {
      "index": 254,
      "start_time": 1517440.0,
      "end_time": 1521159.0,
      "text": "a lot of people make a lot of things. I&#39;ve seen a lot of people fail a lot of things."
    },
    {
      "index": 255,
      "start_time": 1521160.0,
      "end_time": 1531300.0,
      "text": "And my...my point of view on this, or my observation is that the doers are the major thinkers."
    },
    {
      "index": 256,
      "start_time": 1531300.0,
      "end_time": 1536540.0,
      "text": "The people that really create the things that change this industry are both the thinker"
    },
    {
      "index": 257,
      "start_time": 1536540.0,
      "end_time": 1542290.0,
      "text": "and doer in one person. And if we really go back and we examine, you know did Leonardo"
    },
    {
      "index": 258,
      "start_time": 1542290.0,
      "end_time": 1545841.0,
      "text": "have a guy off to the side that was thinking five years out in the future what he would"
    },
    {
      "index": 259,
      "start_time": 1545840.0,
      "end_time": 1551029.0,
      "text": "paint or the technology he would use to paint it, of course not. Leonardo was the artist"
    },
    {
      "index": 260,
      "start_time": 1551030.0,
      "end_time": 1556280.0,
      "text": "but he also mixed all his own paints. He also was a fairly good chemist. He knew about pigments."
    },
    {
      "index": 261,
      "start_time": 1556280.0,
      "end_time": 1561961.0,
      "text": "Ah knew about human anatomy. And combing all of those skills together, the art and the"
    },
    {
      "index": 262,
      "start_time": 1561960.0,
      "end_time": 1567779.0,
      "text": "science, the thinking and the doing, was what resulted in the exceptional result."
    },
    {
      "index": 263,
      "start_time": 1567780.0,
      "end_time": 1571941.0,
      "text": "And there is no difference in our industry. The people that have really made the contributions"
    },
    {
      "index": 264,
      "start_time": 1571940.0,
      "end_time": 1577890.0,
      "text": "have been the thinkers and the doers. And when you, when you ah, a lot of people of"
    },
    {
      "index": 265,
      "start_time": 1577890.0,
      "end_time": 1582360.0,
      "text": "course, it&#39;s very easy to take credit for the thinking. The doing is more concrete."
    },
    {
      "index": 266,
      "start_time": 1582360.0,
      "end_time": 1587630.0,
      "text": "But somebody, it&#39;s very easy to say oh I thought of this three years ago. But ah usually when"
    },
    {
      "index": 267,
      "start_time": 1587630.0,
      "end_time": 1591720.0,
      "text": "you dig a little deeper, you find that the people that really did it were also the people"
    },
    {
      "index": 268,
      "start_time": 1591720.0,
      "end_time": 1593529.0,
      "text": "that really did it were also the people that really worked through the hard intellectual"
    },
    {
      "index": 269,
      "start_time": 1593530.0,
      "end_time": 1610711.0,
      "text": "problems as well. What&#39;s it going to take to make computers"
    },
    {
      "index": 270,
      "start_time": 1610710.0,
      "end_time": 1615230.0,
      "text": "accessible to the rest of the public. And I don&#39;t know what the statistics are but 20"
    },
    {
      "index": 271,
      "start_time": 1615230.0,
      "end_time": 1622559.0,
      "text": "million people on computers or .... What&#39;s it going to take to get it to a hundred million?"
    },
    {
      "index": 272,
      "start_time": 1622560.0,
      "end_time": 1630430.0,
      "text": "Well probably death is the best invention of life. Ah because it means there&#39;s a constant"
    },
    {
      "index": 273,
      "start_time": 1630430.0,
      "end_time": 1635891.0,
      "text": "turnover. And so if you want to make a change in our society, the best place to do it is"
    },
    {
      "index": 274,
      "start_time": 1635890.0,
      "end_time": 1640779.0,
      "text": "in the educational system. So that you&#39;re ah, there are, there are now generations of"
    },
    {
      "index": 275,
      "start_time": 1640780.0,
      "end_time": 1645371.0,
      "text": "people that have come out of school who computers are second nature to them. And the people"
    },
    {
      "index": 276,
      "start_time": 1645370.0,
      "end_time": 1651620.0,
      "text": "in our society that...that ah at this point still have, have not embraced these things."
    },
    {
      "index": 277,
      "start_time": 1651620.0,
      "end_time": 1658529.0,
      "text": "Or getting older. Has that cycle, that wheel of birth and death turns, ah just like driving."
    },
    {
      "index": 278,
      "start_time": 1658530.0,
      "end_time": 1662501.0,
      "text": "People that don&#39;t drive are very rare. Another generation or two, people don&#39;t use computers"
    },
    {
      "index": 279,
      "start_time": 1662500.0,
      "end_time": 1665880.0,
      "text": "are, will be pretty rare. Going back..."
    },
    {
      "index": 280,
      "start_time": 1665880.0,
      "end_time": 1670799.0,
      "text": "It&#39;s a harsh way of saying it but... It&#39;s very true. I mean there is a line that"
    },
    {
      "index": 281,
      "start_time": 1670800.0,
      "end_time": 1681540.0,
      "text": "says those people that don&#39;t adopt it will die off. Focusing now on the third program"
    },
    {
      "index": 282,
      "start_time": 1681540.0,
      "end_time": 1686800.0,
      "text": "where we&#39;ve gone from semiconductors and the vision is that IBM is this big machine, UNIVAC,"
    },
    {
      "index": 283,
      "start_time": 1686800.0,
      "end_time": 1691280.0,
      "text": "big large machine. And we take the line through an integrated circuit microprocessor. And"
    },
    {
      "index": 284,
      "start_time": 1691280.0,
      "end_time": 1697101.0,
      "text": "I actually got some great stuff from Ted Hoff about, you know, it&#39;s a lightbulb. It burns"
    },
    {
      "index": 285,
      "start_time": 1697100.0,
      "end_time": 1701970.0,
      "text": "out, you replace it. Then we lead up into the beginnings of the personal computer. So"
    },
    {
      "index": 286,
      "start_time": 1701970.0,
      "end_time": 1709470.0,
      "text": "what were you doing at the time and how did that get started?"
    },
    {
      "index": 287,
      "start_time": 1709470.0,
      "end_time": 1713130.0,
      "text": "Actually you know, it wasn&#39;t Intel that first figured out that the microprocessor was a"
    },
    {
      "index": 288,
      "start_time": 1713130.0,
      "end_time": 1719010.0,
      "text": "computer. They designed these things to be used in calculators. And they thought, the"
    },
    {
      "index": 289,
      "start_time": 1719010.0,
      "end_time": 1722500.0,
      "text": "reason that the microprocessor came about was they thought if they could design a slightly"
    },
    {
      "index": 290,
      "start_time": 1722500.0,
      "end_time": 1726210.0,
      "text": "programmable one, the next customer that walked in the door that wanted a slightly different"
    },
    {
      "index": 291,
      "start_time": 1726210.0,
      "end_time": 1730070.0,
      "text": "calculator they could just spend a few months rather than a few years designing a new piece"
    },
    {
      "index": 292,
      "start_time": 1730070.0,
      "end_time": 1735840.0,
      "text": "of silicone. But I think the thought of making a computer never really occurred to them."
    },
    {
      "index": 293,
      "start_time": 1735840.0,
      "end_time": 1740750.0,
      "text": "And it was the hobbyists that thought about making a computer out of these things. It"
    },
    {
      "index": 294,
      "start_time": 1740750.0,
      "end_time": 1743700.0,
      "text": "was the computer hobbyists community that first did that."
    },
    {
      "index": 295,
      "start_time": 1743700.0,
      "end_time": 1749610.0,
      "text": "Ah and I don&#39;t think Intel quite understood that for a few years. But again the first"
    },
    {
      "index": 296,
      "start_time": 1749610.0,
      "end_time": 1753679.0,
      "text": "thing that happened was these people came together and formed a club, the home ____"
    },
    {
      "index": 297,
      "start_time": 1753680.0,
      "end_time": 1759691.0,
      "text": "computer club at Stanford was the first one in the country. And ah it was a beehive of"
    },
    {
      "index": 298,
      "start_time": 1759690.0,
      "end_time": 1765059.0,
      "text": "all of these people who were interested in these small little computers. People that"
    },
    {
      "index": 299,
      "start_time": 1765060.0,
      "end_time": 1768731.0,
      "text": "might have been ham radio operators, people that might have you know worked with large"
    },
    {
      "index": 300,
      "start_time": 1768730.0,
      "end_time": 1777409.0,
      "text": "computers ah were all gathered together to share, discuss their ah, their latest little"
    },
    {
      "index": 301,
      "start_time": 1777410.0,
      "end_time": 1783241.0,
      "text": "projects. It was very exciting. And there was not a month that would not go by where"
    },
    {
      "index": 302,
      "start_time": 1783240.0,
      "end_time": 1787820.0,
      "text": "some breakthrough didn&#39;t happen. And then the first magazine came along which was Byte"
    },
    {
      "index": 303,
      "start_time": 1787820.0,
      "end_time": 1793419.0,
      "text": "magazine to communicate on a national scale with all these hobbyists. So that it was a"
    },
    {
      "index": 304,
      "start_time": 1793420.0,
      "end_time": 1798540.0,
      "text": "very, very exciting dynamic time. what did you think when you saw the Apple"
    },
    {
      "index": 305,
      "start_time": 1798540.0,
      "end_time": 1801451.0,
      "text": "I? What did I think when I saw the Apple?"
    },
    {
      "index": 306,
      "start_time": 1801450.0,
      "end_time": 1805830.0,
      "text": "Yeah when you first saw that Woz was building that board."
    },
    {
      "index": 307,
      "start_time": 1805830.0,
      "end_time": 1811529.0,
      "text": "Well it didn&#39;t quite work that way actually. what happened was that Woz and I ah had known"
    },
    {
      "index": 308,
      "start_time": 1811530.0,
      "end_time": 1817410.0,
      "text": "each other since I was about 12 or l3 years old. And we built, ah our first project together"
    },
    {
      "index": 309,
      "start_time": 1817410.0,
      "end_time": 1825310.0,
      "text": "was we built these little blue boxes to ah make free telephone calls. And ah we had the"
    },
    {
      "index": 310,
      "start_time": 1825310.0,
      "end_time": 1832131.0,
      "text": "best blue box in the world. It was this all digital blue box. I don&#39;t think it works anymore."
    },
    {
      "index": 311,
      "start_time": 1832130.0,
      "end_time": 1838480.0,
      "text": "But ah we had, we had a fun time doing that. So when it came to building a computer together"
    },
    {
      "index": 312,
      "start_time": 1838480.0,
      "end_time": 1846850.0,
      "text": "ah Woz focused mostly, Woz was the brilliant hardware engineer and focused on the core"
    },
    {
      "index": 313,
      "start_time": 1846850.0,
      "end_time": 1852320.0,
      "text": "design of the computer. And ah I was worrying about which parts we ought to use and how"
    },
    {
      "index": 314,
      "start_time": 1852320.0,
      "end_time": 1856080.0,
      "text": "we were going to build these things and how it sort of, and somebody that wasn&#39;t a Wise"
    },
    {
      "index": 315,
      "start_time": 1856080.0,
      "end_time": 1860470.0,
      "text": "was going to manage to buy all the extra parts you still needed to buy and plug this thing"
    },
    {
      "index": 316,
      "start_time": 1860470.0,
      "end_time": 1864090.0,
      "text": "together because you still needed to buy your own keyboard, your own display, and your own"
    },
    {
      "index": 317,
      "start_time": 1864090.0,
      "end_time": 1869809.0,
      "text": "power supply. And ah so you needed to be pretty much of a hardware hobbyist."
    },
    {
      "index": 318,
      "start_time": 1869810.0,
      "end_time": 1874121.0,
      "text": "Now we made the, a very important decision was to not offer our computers a kit. Even"
    },
    {
      "index": 319,
      "start_time": 1874120.0,
      "end_time": 1877700.0,
      "text": "though you needed to buy these extra parts. The main computer board itself came fully"
    },
    {
      "index": 320,
      "start_time": 1877700.0,
      "end_time": 1881389.0,
      "text": "assembled. We were the first company in the world to do that. Everybody else was offering"
    },
    {
      "index": 321,
      "start_time": 1881390.0,
      "end_time": 1885810.0,
      "text": "their little computers a kit. And what that meant was was there was maybe an order of"
    },
    {
      "index": 322,
      "start_time": 1885810.0,
      "end_time": 1889591.0,
      "text": "magnitude of more people who could actually buy our computer and use it then if they had"
    },
    {
      "index": 323,
      "start_time": 1889590.0,
      "end_time": 1895210.0,
      "text": "to build it themselves. And the Apple II was actually the first computer"
    },
    {
      "index": 324,
      "start_time": 1895210.0,
      "end_time": 1900559.0,
      "text": "to come fully assembled where you didn&#39;t have to do anything. And the reason there was it"
    },
    {
      "index": 325,
      "start_time": 1900560.0,
      "end_time": 1905680.0,
      "text": "was our observation that for every hardware hobbyist, someone who could either build the"
    },
    {
      "index": 326,
      "start_time": 1905680.0,
      "end_time": 1909441.0,
      "text": "kit themselves or at least find these five or ten extra parts they needed, there were"
    },
    {
      "index": 327,
      "start_time": 1909440.0,
      "end_time": 1914279.0,
      "text": "a thousand potential software hobbyists. And if they didn&#39;t have to do anything with the"
    },
    {
      "index": 328,
      "start_time": 1914280.0,
      "end_time": 1919290.0,
      "text": "hardware except use it, make... that meant write their own programs."
    },
    {
      "index": 329,
      "start_time": 1919290.0,
      "end_time": 1923550.0,
      "text": "Still there was a much larger group of people that could take advantage of this. So we wanted"
    },
    {
      "index": 330,
      "start_time": 1923550.0,
      "end_time": 1927550.0,
      "text": "to reach them. That was the real breakthrough of the Apple II."
    },
    {
      "index": 331,
      "start_time": 1927550.0,
      "end_time": 1931640.0,
      "text": "Contrast if you will the Atlantic City fair over the West Coast computer firm."
    },
    {
      "index": 332,
      "start_time": 1931640.0,
      "end_time": 1946481.0,
      "text": "Ahm well the....the Atlantic City ah computer show was the first... [PAUSES] ["
    },
    {
      "index": 333,
      "start_time": 1946480.0,
      "end_time": 1952940.0,
      "text": "Look at the light bulb. [SNEEZES] The ahm, the first an face to face"
    },
    {
      "index": 334,
      "start_time": 1952940.0,
      "end_time": 1957789.0,
      "text": "gathering of personal computer hobbyists from all around the country was the show put on"
    },
    {
      "index": 335,
      "start_time": 1957790.0,
      "end_time": 1966481.0,
      "text": "in Atlantic City in 1976. And it was in the basement of some dingy hotel. And it just"
    },
    {
      "index": 336,
      "start_time": 1966480.0,
      "end_time": 1973330.0,
      "text": "happened to be about 300 degrees outside. So the basement, it was like a steambath."
    },
    {
      "index": 337,
      "start_time": 1973330.0,
      "end_time": 1976690.0,
      "text": "And it was impossible to be down there for longer than a half an hour without being completely"
    },
    {
      "index": 338,
      "start_time": 1976690.0,
      "end_time": 1980929.0,
      "text": "drenched. And nevertheless there were a few hundred hobbyists completely drenched walking"
    },
    {
      "index": 339,
      "start_time": 1980930.0,
      "end_time": 1983481.0,
      "text": "around for hours. And we had a little tiny booth there."
    },
    {
      "index": 340,
      "start_time": 1983480.0,
      "end_time": 1990019.0,
      "text": "There was a table tablecloth over a hotel table. And there were, Woz and I and a friend"
    },
    {
      "index": 341,
      "start_time": 1990020.0,
      "end_time": 1995191.0,
      "text": "or two of our went there and we had our few Apple ls there and a little poster we made."
    },
    {
      "index": 342,
      "start_time": 1995190.0,
      "end_time": 2000299.0,
      "text": "And that was really our first ah, the first computer show in the, the ah world. A year"
    },
    {
      "index": 343,
      "start_time": 2000300.0,
      "end_time": 2005560.0,
      "text": "later, I think ah maybe even nine months later, there was the first West coast computer fair"
    },
    {
      "index": 344,
      "start_time": 2005560.0,
      "end_time": 2010920.0,
      "text": "which was a much more professional operation by, in comparison with Atlantic City. But"
    },
    {
      "index": 345,
      "start_time": 2010920.0,
      "end_time": 2016160.0,
      "text": "still very every hobby oriented compared with what goes on today. And that was in San Francisco"
    },
    {
      "index": 346,
      "start_time": 2016160.0,
      "end_time": 2022050.0,
      "text": "and there were maybe a hundred ah companies showing their wares. And it was attended by"
    },
    {
      "index": 347,
      "start_time": 2022050.0,
      "end_time": 2026560.0,
      "text": "maybe a thousand people which was a lot for our industry at that time."
    },
    {
      "index": 348,
      "start_time": 2026560.0,
      "end_time": 2030050.0,
      "text": "13,000. l3,000, wow, really. 13,000 people. That&#39;s"
    },
    {
      "index": 349,
      "start_time": 2030050.0,
      "end_time": 2032390.0,
      "text": "a lot. Jim Warren told me that."
    },
    {
      "index": 350,
      "start_time": 2032390.0,
      "end_time": 2035481.0,
      "text": "That&#39;s a lot. I...I&#39;d be surprised at that. But maybe."
    },
    {
      "index": 351,
      "start_time": 2035480.0,
      "end_time": 2041090.0,
      "text": "Call it half that. 6,000. 6,000. Thousands of people. And ahm that&#39;s"
    },
    {
      "index": 352,
      "start_time": 2041090.0,
      "end_time": 2048159.0,
      "text": "when we introduced the Apple II. And ah I think the Apple II is probably the hit of"
    },
    {
      "index": 353,
      "start_time": 2048159.9999999998,
      "end_time": 2060010.9999999998,
      "text": "the show. Inbetween you went and found McKenna and Markkula?"
    },
    {
      "index": 354,
      "start_time": 2060010.0000000002,
      "end_time": 2066670.0000000002,
      "text": "Well we found Regis by ahm, I used to like Intel&#39;s advertising. So I called him up one"
    },
    {
      "index": 355,
      "start_time": 2066670.0,
      "end_time": 2071140.0,
      "text": "day and I said who does your advertising? And he said Regis McKenna. And I said what&#39;s"
    },
    {
      "index": 356,
      "start_time": 2071139.9999999998,
      "end_time": 2075849.9999999998,
      "text": "Regis McKenna? He said no it&#39;s a person. He gave me his phone number and I called Regis"
    },
    {
      "index": 357,
      "start_time": 2075850.0,
      "end_time": 2080930.0,
      "text": "up. He told us to go away about four or five times, but eventually he ah agreed to help"
    },
    {
      "index": 358,
      "start_time": 2080929.9999999998,
      "end_time": 2086169.9999999998,
      "text": "us out. And then Mike Markkula I found ah from ah"
    },
    {
      "index": 359,
      "start_time": 2086170.0,
      "end_time": 2090470.0,
      "text": "a venture capitalist actually. Ah told me that I should go talk to Mike Markkula. Now"
    },
    {
      "index": 360,
      "start_time": 2090469.9999999998,
      "end_time": 2094499.9999999998,
      "text": "we...we hooked up with Mike just around the time we introduced the Apple II. Maybe a month"
    },
    {
      "index": 361,
      "start_time": 2094500.0,
      "end_time": 2099720.0,
      "text": "before. But the Apple II was pretty much designed and ready to go. And then Mike came on board"
    },
    {
      "index": 362,
      "start_time": 2099720.0,
      "end_time": 2107360.0,
      "text": "and ah things really started to take off. How important was the disk drive in the development"
    },
    {
      "index": 363,
      "start_time": 2107360.0,
      "end_time": 2109600.0,
      "text": "of Apple? Disk drive was crucial. Ah one of the things"
    },
    {
      "index": 364,
      "start_time": 2109600.0,
      "end_time": 2114610.0,
      "text": "that people forget when they think about...about Apple and the Apple II in particular was that"
    },
    {
      "index": 365,
      "start_time": 2114610.0,
      "end_time": 2120210.0,
      "text": "we were the first company to come out with a reliable, inexpensive floppy disk drive."
    },
    {
      "index": 366,
      "start_time": 2120210.0,
      "end_time": 2125060.0,
      "text": "And we had a low cost floppy disk drive that really worked about two to three years before"
    },
    {
      "index": 367,
      "start_time": 2125060.0,
      "end_time": 2130980.0,
      "text": "any of our competitors. And that was an incredibly important reason why the Apple II was successful."
    },
    {
      "index": 368,
      "start_time": 2130980.0,
      "end_time": 2136210.0,
      "text": "A matter of fact, ah there were a few others. The Apple II could hold up to 48 kilobytes"
    },
    {
      "index": 369,
      "start_time": 2136210.0,
      "end_time": 2140450.0,
      "text": "of memory which today doesn&#39;t seem like much, but at that time was maybe three times as"
    },
    {
      "index": 370,
      "start_time": 2140450.0,
      "end_time": 2146500.0,
      "text": "much as its competitors. And that&#39;s why Visicalc was written for the Apple II. It was the only"
    },
    {
      "index": 371,
      "start_time": 2146500.0,
      "end_time": 2151970.0,
      "text": "computer that could hold it. And so if Visicalc had been written for some other computer you&#39;d"
    },
    {
      "index": 372,
      "start_time": 2151970.0,
      "end_time": 2156930.0,
      "text": "be interviewing somebody else right now. And it was because of that design decision and"
    },
    {
      "index": 373,
      "start_time": 2156930.0,
      "end_time": 2165210.0,
      "text": "other design decisions like it that the Apple II really beat its competition."
    },
    {
      "index": 374,
      "start_time": 2165210.0,
      "end_time": 2173310.0,
      "text": "How did the Apple II change the world of computing? Well the Apple II was the world&#39;s first successful"
    },
    {
      "index": 375,
      "start_time": 2173310.0,
      "end_time": 2178680.0,
      "text": "personal computer. And really defined the personal computer as we know it today. So"
    },
    {
      "index": 376,
      "start_time": 2178680.0,
      "end_time": 2184190.0,
      "text": "ah I think it changed the world a lot from that point of view. [END OF TAPE]"
    },
    {
      "index": 377,
      "start_time": 2184190.0,
      "end_time": 2188440.0,
      "text": "One of the theses is that um .... well let me turn this question around. How important"
    },
    {
      "index": 378,
      "start_time": 2188440.0,
      "end_time": 2194970.0,
      "text": "is market research? How much did you rely on it in the early days?"
    },
    {
      "index": 379,
      "start_time": 2194970.0,
      "end_time": 2200910.0,
      "text": "Well you know I think in the early days it was very easy because you would go to a home"
    },
    {
      "index": 380,
      "start_time": 2200910.0,
      "end_time": 2204320.0,
      "text": "group computer club meeting and there was your whole market and so you could find out"
    },
    {
      "index": 381,
      "start_time": 2204320.0,
      "end_time": 2207740.0,
      "text": "what they thought. Now if you show them your product and see what they thought and you"
    },
    {
      "index": 382,
      "start_time": 2207740.0,
      "end_time": 2210050.0,
      "text": "could because products were much simpler then and within a few months you could change it"
    },
    {
      "index": 383,
      "start_time": 2210050.0,
      "end_time": 2212350.0,
      "text": "all around and come back and show the new one."
    },
    {
      "index": 384,
      "start_time": 2212350.0,
      "end_time": 2219710.0,
      "text": "But as the market got more sophisticated it was less easy to do that. And the problem"
    },
    {
      "index": 385,
      "start_time": 2219710.0,
      "end_time": 2223940.0,
      "text": "is is that market research can tell you tell you what your customer think of something"
    },
    {
      "index": 386,
      "start_time": 2223940.0,
      "end_time": 2226200.0,
      "text": "you show them. Or it can tell you what your customers think of something you show them."
    },
    {
      "index": 387,
      "start_time": 2226200.0,
      "end_time": 2227440.0,
      "text": "Or it can tell you what your customers think of something you show them. Or it can tell"
    },
    {
      "index": 388,
      "start_time": 2227440.0,
      "end_time": 2231730.0,
      "text": "you what your customers want as an incremental improvement on what you have but very rarely"
    },
    {
      "index": 389,
      "start_time": 2231730.0,
      "end_time": 2235640.0,
      "text": "can your customers predict something that they don&#39;t even quite know they want yet."
    },
    {
      "index": 390,
      "start_time": 2235640.0,
      "end_time": 2239540.0,
      "text": "As an example no market research could have led to the development of the Macintosh or"
    },
    {
      "index": 391,
      "start_time": 2239540.0,
      "end_time": 2244640.0,
      "text": "the personal computer in the first place. So there are these sort of non incremental"
    },
    {
      "index": 392,
      "start_time": 2244640.0,
      "end_time": 2250540.0,
      "text": "jumps that need to take place where it&#39;s very difficult for market research to really contribute"
    },
    {
      "index": 393,
      "start_time": 2250540.0,
      "end_time": 2254180.0,
      "text": "much in the early phases of thinking about how to you know what those should be."
    },
    {
      "index": 394,
      "start_time": 2254180.0,
      "end_time": 2259450.0,
      "text": "However once you have made that jump possibly before the products on the market or even"
    },
    {
      "index": 395,
      "start_time": 2259450.0,
      "end_time": 2266500.0,
      "text": "after is a great time to go check your instincts with the marketplace and and verify that you&#39;re"
    },
    {
      "index": 396,
      "start_time": 2266500.0,
      "end_time": 2270170.0,
      "text": "on the right track. And usually when you show people something they&#39;ll they&#39;ll say oh my"
    },
    {
      "index": 397,
      "start_time": 2270170.0,
      "end_time": 2279850.0,
      "text": "God this is fantastic. Or give you some feedback along those lines."
    },
    {
      "index": 398,
      "start_time": 2279850.0,
      "end_time": 2291960.0,
      "text": "How has the personal computer changed society? I mean how have we fundamentally changed the"
    },
    {
      "index": 399,
      "start_time": 2291960.0,
      "end_time": 2301910.0,
      "text": "way we do do our do our daily business our our daily lives? How&#39;s it affected that?"
    },
    {
      "index": 400,
      "start_time": 2301910.0,
      "end_time": 2324920.0,
      "text": "I&#39;m not the right person to ask. when you were getting started out I read somewhere"
    },
    {
      "index": 401,
      "start_time": 2324920.0,
      "end_time": 2332340.0,
      "text": "that you had no intention of building a company you were just out to do something for yourselves."
    },
    {
      "index": 402,
      "start_time": 2332340.0,
      "end_time": 2339650.0,
      "text": "Well at the time when we started Apple um _____ was working for Hewlett Packard I was"
    },
    {
      "index": 403,
      "start_time": 2339650.0,
      "end_time": 2345250.0,
      "text": "working for Atari actually for ______ ______ designing video games and ah we we went through"
    },
    {
      "index": 404,
      "start_time": 2345250.0,
      "end_time": 2349830.0,
      "text": "Atari and showed them our early protoypes and we went to HP and we encouraged each company"
    },
    {
      "index": 405,
      "start_time": 2349830.0,
      "end_time": 2355760.0,
      "text": "to hire the other one and let us do this for them. And we got we got turned down in both"
    },
    {
      "index": 406,
      "start_time": 2355760.0,
      "end_time": 2359490.0,
      "text": "places. Probably for good reasons but ah we started"
    },
    {
      "index": 407,
      "start_time": 2359490.0,
      "end_time": 2364150.0,
      "text": "a company because it was the only alternative left. Not cause we wanted to."
    },
    {
      "index": 408,
      "start_time": 2364150.0,
      "end_time": 2367340.0,
      "text": "when did you ever think that it was going to really this was really going to happen."
    },
    {
      "index": 409,
      "start_time": 2367340.0,
      "end_time": 2369450.0,
      "text": "That this was going to go from just an interesting idea that ah...."
    },
    {
      "index": 410,
      "start_time": 2369450.0,
      "end_time": 2375500.0,
      "text": "Oh it didn&#39;t take very long. It it happened for me when I saw people that could never"
    },
    {
      "index": 411,
      "start_time": 2375500.0,
      "end_time": 2380670.0,
      "text": "possibly design a computer. Could never possibly build a hardware kit. Could never possibly"
    },
    {
      "index": 412,
      "start_time": 2380670.0,
      "end_time": 2385340.0,
      "text": "assemble their own keyboards and monitors. Could never even write their own software"
    },
    {
      "index": 413,
      "start_time": 2385340.0,
      "end_time": 2390430.0,
      "text": "using these things, then you knew something very big was going to happen."
    },
    {
      "index": 414,
      "start_time": 2390430.0,
      "end_time": 2393890.0,
      "text": "When we got into that stage where we were high enough on the food chain if you will"
    },
    {
      "index": 415,
      "start_time": 2393890.0,
      "end_time": 2406560.0,
      "text": "that ah a lot of people could use these things and they were really liking it."
    },
    {
      "index": 416,
      "start_time": 2406560.0,
      "end_time": 2415180.0,
      "text": "What&#39;s the the goal of the the the next factory? why why is it so automated? Why is that necessary?"
    },
    {
      "index": 417,
      "start_time": 2415180.0,
      "end_time": 2424750.0,
      "text": "Um  one could go on for a long time about how the US has forgotten about manufacturing which"
    },
    {
      "index": 418,
      "start_time": 2424750.0,
      "end_time": 2430390.0,
      "text": "has certainly been true but we&#39;re starting to wake up. And ah what we&#39;re finding is is"
    },
    {
      "index": 419,
      "start_time": 2430390.0,
      "end_time": 2439570.0,
      "text": "that ah time to market is very important and quality is very important and the way we can"
    },
    {
      "index": 420,
      "start_time": 2439570.0,
      "end_time": 2446810.0,
      "text": "make tremendous increase in quality and and reductions in market is through automation."
    },
    {
      "index": 421,
      "start_time": 2446810.0,
      "end_time": 2450930.0,
      "text": "So the automation isn&#39;t there to lower the cost although it does do that it&#39;s really"
    },
    {
      "index": 422,
      "start_time": 2450930.0,
      "end_time": 2455050.0,
      "text": "there to increase the quality and decrease the time it takes us to get a new product"
    },
    {
      "index": 423,
      "start_time": 2455050.0,
      "end_time": 2459350.0,
      "text": "as an example to market which is very important in a technology based market place."
    },
    {
      "index": 424,
      "start_time": 2459350.0,
      "end_time": 2464490.0,
      "text": "So um we happen to be the lowest cost producer in the world already next of our class of"
    },
    {
      "index": 425,
      "start_time": 2464490.0,
      "end_time": 2468420.0,
      "text": "products. we also happen to be one of the highest quality producers of our type of product"
    },
    {
      "index": 426,
      "start_time": 2468420.0,
      "end_time": 2473590.0,
      "text": "in the world. And we think for a company to survive much less prosper in the nineties"
    },
    {
      "index": 427,
      "start_time": 2473590.0,
      "end_time": 2478060.0,
      "text": "that these are going to be very very important things to be world class at. we&#39;re not competing"
    },
    {
      "index": 428,
      "start_time": 2478060.0,
      "end_time": 2482610.0,
      "text": "at the home group computer society anymore we&#39;re competing with Europe ink and Japan"
    },
    {
      "index": 429,
      "start_time": 2482610.0,
      "end_time": 2494400.0,
      "text": "ink and IBM ink ah and ah in order to do that we really have to be world class manufacturers."
    },
    {
      "index": 430,
      "start_time": 2494400.0,
      "end_time": 2509780.0,
      "text": "[BACKGROUND DISCUSSION] What if computer networks offered education?"
    },
    {
      "index": 431,
      "start_time": 2509780.0,
      "end_time": 2516030.0,
      "text": "Well ah education been on computer networks for longer then almost anyone else. The Department"
    },
    {
      "index": 432,
      "start_time": 2516030.0,
      "end_time": 2521410.0,
      "text": "of Defense has an office called DARPA and they funded a thing called ah ARPANET many"
    },
    {
      "index": 433,
      "start_time": 2521410.0,
      "end_time": 2529350.0,
      "text": "many years ago to try to build a command and control network for military ah ah purposes."
    },
    {
      "index": 434,
      "start_time": 2529350.0,
      "end_time": 2533330.0,
      "text": "And they did a very brilliant thing. After they got a prototype working they gave it"
    },
    {
      "index": 435,
      "start_time": 2533330.0,
      "end_time": 2538000.0,
      "text": "to the university community in America and said bang on this for awhile and see if it"
    },
    {
      "index": 436,
      "start_time": 2538000.0,
      "end_time": 2542750.0,
      "text": "works and help us make it better. And after a few years of the university community doing"
    },
    {
      "index": 437,
      "start_time": 2542750.0,
      "end_time": 2549430.0,
      "text": "that they created a separate version for military purposes but they left the ah educational"
    },
    {
      "index": 438,
      "start_time": 2549430.0,
      "end_time": 2552940.0,
      "text": "version going. And that is tied together the research community"
    },
    {
      "index": 439,
      "start_time": 2552940.0,
      "end_time": 2558050.0,
      "text": "of the United States now for about a decade. And it&#39;s vital to the functioning of higher"
    },
    {
      "index": 440,
      "start_time": 2558050.0,
      "end_time": 2563380.0,
      "text": "education in this country. So higher education has actually led the way. That&#39;s why we started"
    },
    {
      "index": 441,
      "start_time": 2563380.0,
      "end_time": 2567490.0,
      "text": "off focusing exclusively on higher education because where else could you find five thousand"
    },
    {
      "index": 442,
      "start_time": 2567490.0,
      "end_time": 2573200.0,
      "text": "people on a network but university as an example.So higher education has been five years ahead"
    },
    {
      "index": 443,
      "start_time": 2573200.0,
      "end_time": 2576900.0,
      "text": "of business in using computers in some of these powerful new ways which we&#39;re going"
    },
    {
      "index": 444,
      "start_time": 2576900.0,
      "end_time": 2580910.0,
      "text": "to see now ripple into business in the first half of the nineties. It&#39;s pretty exciting."
    },
    {
      "index": 445,
      "start_time": 2580910.0,
      "end_time": 2585420.0,
      "text": "How about lower education? How about school? How about lower ...."
    },
    {
      "index": 446,
      "start_time": 2585420.0,
      "end_time": 2595150.0,
      "text": "Um sharing valuable resources. So far ah computer use in K-12 has been primarily Apple IIs."
    },
    {
      "index": 447,
      "start_time": 2595150.0,
      "end_time": 2600450.0,
      "text": "And ah I wish ah I wish that they&#39;d be upgrading the MacIntosh&#39;s faster then they have been"
    },
    {
      "index": 448,
      "start_time": 2600450.0,
      "end_time": 2606240.0,
      "text": "but I think ah I think that slowly happening and IBM is is getting in there as well. The"
    },
    {
      "index": 449,
      "start_time": 2606240.0,
      "end_time": 2612450.0,
      "text": "primary purpose of computing in K-12 has been just computer literacy and um there&#39;s been"
    },
    {
      "index": 450,
      "start_time": 2612450.0,
      "end_time": 2616870.0,
      "text": "a bottle neck because there hasn&#39;t been enough sophisticated course wear written and that&#39;s"
    },
    {
      "index": 451,
      "start_time": 2616870.0,
      "end_time": 2621290.0,
      "text": "a problem for our society in general amongst all the other problems with our K- 12 education"
    },
    {
      "index": 452,
      "start_time": 2621290.0,
      "end_time": 2653200.0,
      "text": "system. One could talk about that for  a few days easily. Easily. [BACKGROUND DISCUSSION]"
    },
    {
      "index": 453,
      "start_time": 2653200.0,
      "end_time": 2659020.0,
      "text": "Going back to the Mac and meeting the deadline for the Mac how crazy did it get? I mean you"
    },
    {
      "index": 454,
      "start_time": 2659020.0,
      "end_time": 2663950.0,
      "text": "had already said that you were going to have this big scratch at the Super Bowl."
    },
    {
      "index": 455,
      "start_time": 2663950.0,
      "end_time": 2672060.0,
      "text": "Um actually we wanted to get the Mac out a year before we did so we had internal deadlines"
    },
    {
      "index": 456,
      "start_time": 2672060.0,
      "end_time": 2677430.0,
      "text": "ah that we were not able to meet but by the time we set ah by the time we bought the spots"
    },
    {
      "index": 457,
      "start_time": 2677430.0,
      "end_time": 2680850.0,
      "text": "for the Super Bowl and things like that it was basically in the bag. It&#39;s not that we"
    },
    {
      "index": 458,
      "start_time": 2680850.0,
      "end_time": 2686960.0,
      "text": "didn&#39;t work twenty four hours a day for the last six months to get it out but um we were"
    },
    {
      "index": 459,
      "start_time": 2686960.0,
      "end_time": 2692400.0,
      "text": "on the ______ run at that time. I love this this I don&#39;t want to call ______"
    },
    {
      "index": 460,
      "start_time": 2692400.0,
      "end_time": 2697590.0,
      "text": "this thing that you did was just have everybody sign the _______ that was great. Why did you"
    },
    {
      "index": 461,
      "start_time": 2697590.0,
      "end_time": 2703130.0,
      "text": "do that? Um because the people that worked on it consider"
    },
    {
      "index": 462,
      "start_time": 2703130.0,
      "end_time": 2707980.0,
      "text": "themselves and I certainly consider them artist. These are the people that under under different"
    },
    {
      "index": 463,
      "start_time": 2707980.0,
      "end_time": 2713210.0,
      "text": "circumstances would be painters and poets but because of that time that we live in this"
    },
    {
      "index": 464,
      "start_time": 2713210.0,
      "end_time": 2719620.0,
      "text": "new medium has appeared ah in which to express oneself to one&#39;s fellow species and that&#39;s"
    },
    {
      "index": 465,
      "start_time": 2719620.0,
      "end_time": 2726240.0,
      "text": "a medium of computing and um so a lot of people that would have been artists and scientists"
    },
    {
      "index": 466,
      "start_time": 2726240.0,
      "end_time": 2734830.0,
      "text": "have gone into this field ah to express their their feeling and um so it it seemed like"
    },
    {
      "index": 467,
      "start_time": 2734830.0,
      "end_time": 2739020.0,
      "text": "a the right thing to do. what was it like when you announced at the"
    },
    {
      "index": 468,
      "start_time": 2739020.0,
      "end_time": 2744740.0,
      "text": "shareholders meeting? Oh wow it was well I got the first few rows"
    },
    {
      "index": 469,
      "start_time": 2744740.0,
      "end_time": 2748520.0,
      "text": "had all the people that worked on the Mac. About a hundred people. A hundred fifty people"
    },
    {
      "index": 470,
      "start_time": 2748520.0,
      "end_time": 2755170.0,
      "text": "that really made it happen were all seated in the first few rows and when it was introduced"
    },
    {
      "index": 471,
      "start_time": 2755170.0,
      "end_time": 2760080.0,
      "text": "after we went through it all and had the computer speak to people itself and things like that"
    },
    {
      "index": 472,
      "start_time": 2760080.0,
      "end_time": 2766840.0,
      "text": "ah the whole auditorium of that twenty five hundred people gave it a standing ovation"
    },
    {
      "index": 473,
      "start_time": 2766840.0,
      "end_time": 2774920.0,
      "text": "and ah ah the whole first few rows of Mac folks were all just crying."
    },
    {
      "index": 474,
      "start_time": 2774920.0,
      "end_time": 2779010.0,
      "text": "All of us were just .... I was biting my tongue very hard because I had a little bit more"
    },
    {
      "index": 475,
      "start_time": 2779010.0,
      "end_time": 2786260.0,
      "text": "to do. But ah it was a very very emotional moment because it was no longer ours. From"
    },
    {
      "index": 476,
      "start_time": 2786260.0,
      "end_time": 2790240.0,
      "text": "that day forward it was no longer ours. We couldn&#39;t change it. If we had a good idea"
    },
    {
      "index": 477,
      "start_time": 2790240.0,
      "end_time": 2824560.0,
      "text": "the following day it was to late. It belonged to the world at that point and time. [BACKGROUND"
    },
    {
      "index": 478,
      "start_time": 2824560.0,
      "end_time": 2826800.0,
      "text": "NOISE] So what did you accomplish? what did you set"
    },
    {
      "index": 479,
      "start_time": 2826800.0,
      "end_time": 2832020.0,
      "text": "out to do and what did you do? Well I think maybe it&#39;s something different"
    },
    {
      "index": 480,
      "start_time": 2832020.0,
      "end_time": 2836240.0,
      "text": "along the lines then what you want to ..... . You know the semi-conductor people didn&#39;t know"
    },
    {
      "index": 481,
      "start_time": 2836240.0,
      "end_time": 2840200.0,
      "text": "what they had in the micro-processor for two to three years. It was the computer hobbies"
    },
    {
      "index": 482,
      "start_time": 2840200.0,
      "end_time": 2843980.0,
      "text": "that really got the idea to make this into a computer rather then a calculator."
    },
    {
      "index": 483,
      "start_time": 2843980.0,
      "end_time": 2847680.0,
      "text": "Would you like to build a company or change the world?"
    },
    {
      "index": 484,
      "start_time": 2847680.0,
      "end_time": 2853460.0,
      "text": "Ah when we started Apple we were out to build computers for our friends. That was all No"
    },
    {
      "index": 485,
      "start_time": 2853460.0,
      "end_time": 2863310.0,
      "text": "idea of a company. How important is a user interface in the design"
    },
    {
      "index": 486,
      "start_time": 2863310.0,
      "end_time": 2876600.0,
      "text": "of a computer? Well the whole idea of the MacIntosh was a"
    },
    {
      "index": 487,
      "start_time": 2876600.0,
      "end_time": 2881860.0,
      "text": "computer for people who want to use a computer rather then learn how to use a computer."
    },
    {
      "index": 488,
      "start_time": 2881860.0,
      "end_time": 2888030.0,
      "text": "So....One way we&#39;ve been playing with it is it&#39;s not how it does it but what it does."
    },
    {
      "index": 489,
      "start_time": 2888030.0,
      "end_time": 2924670.0,
      "text": "In other words I don&#39;t care how it does it anymore I just want it to do what I want"
    },
    {
      "index": 490,
      "start_time": 2924670.0,
      "end_time": 2947430.0,
      "text": "it  to do. [BACKGROUND DISCUSSION] Where are we in the evolution of the user"
    },
    {
      "index": 491,
      "start_time": 2947430.0,
      "end_time": 2964150.0,
      "text": "interface? And where are we going? The whole discussion about user interface"
    },
    {
      "index": 492,
      "start_time": 2964150.0,
      "end_time": 2968810.0,
      "text": "is just strange to me because to me it&#39;s just sort of a natural thing that had to happen"
    },
    {
      "index": 493,
      "start_time": 2968810.0,
      "end_time": 2976070.0,
      "text": "and did happen and it&#39;s happened. It&#39;s kind of like automatic transmissions. Um not quite"
    },
    {
      "index": 494,
      "start_time": 2976070.0,
      "end_time": 2986580.0,
      "text": "the same as that but... [BACKGROUND DISCUSSION] Um okay networking. Why is networking important?"
    },
    {
      "index": 495,
      "start_time": 2986580.0,
      "end_time": 2993030.0,
      "text": "Why is it the future? Well in the nineties we&#39;re going revolutionize"
    },
    {
      "index": 496,
      "start_time": 2993030.0,
      "end_time": 2996780.0,
      "text": "human to human communication using these desktop computers in the same way that spreadsheets"
    },
    {
      "index": 497,
      "start_time": 2996780.0,
      "end_time": 3006780.0,
      "text": "revolutionize financial modeling and the desk top publishing revolution as publishing."
    }
  ]
}