{
  "video_id": "nO1AnMImSxg",
  "title": "在你下評論之前 記得先想想這個問題（我們真的做了很蠢的事..）｜JRLEE",
  "json": [
    {
      "index": 1,
      "start_time": 40.0,
      "end_time": 5360.0,
      "text": "We did a lot of stupid stuff back in college but this was really stupid."
    },
    {
      "index": 2,
      "start_time": 5360.0,
      "end_time": 13320.0,
      "text": "I remember there was this on hot summer day, me and my friend just got out of class. It was burning hot so we just wanted to get back to our school dorm as soon as possible."
    },
    {
      "index": 3,
      "start_time": 13320.0,
      "end_time": 20960.0,
      "text": "So we’re waiting of the elevator on the first floor of our school dorm. And for some reason, the elevator is being held up on the second floor which is taking quite a long while."
    },
    {
      "index": 4,
      "start_time": 20960.0,
      "end_time": 29260.0,
      "text": "Me and my friend start to get impatient. We’re like what’s the hold-up? What’s taking so long? And after quite a long while, the elevator finally starts coming down."
    },
    {
      "index": 5,
      "start_time": 29260.0,
      "end_time": 36640.0,
      "text": "But my friend, he’s already pissed off, so he’s already yelling, “****! It’s the second floor man, can’t you just freakin’ walk? What are you a cripple or something?\""
    },
    {
      "index": 6,
      "start_time": 36640.0,
      "end_time": 49980.0,
      "text": "And it was so loud that I was pretty sure that everybody inside the elevator heard it. So the next thing you know, the elevator comes down and the elevator door finally opens up and out comes this guy on crutches with a cast on his leg."
    },
    {
      "index": 7,
      "start_time": 49980.0,
      "end_time": 61800.0,
      "text": "And in my mind I’m like… Oh man… That... No… Not... That’s wasn’t me… My friend ended up apologizing and that was the stupidest thing that we’ve done back in college."
    },
    {
      "index": 8,
      "start_time": 61800.0,
      "end_time": 68460.0,
      "text": "We tend to make quick judgments ‘cos it’s easier for us to project what we think or what we believe in on other people."
    },
    {
      "index": 9,
      "start_time": 68460.0,
      "end_time": 75160.0,
      "text": "You turn on the news and you buy whatever the media sells you ‘cos in a way in your mind you want to believe that it happened that way."
    },
    {
      "index": 10,
      "start_time": 75160.0,
      "end_time": 81200.0,
      "text": "You see somebody in a priority seat on the bus and you start thinking what the heck is he or she doing in that seat?"
    },
    {
      "index": 11,
      "start_time": 81200.0,
      "end_time": 88940.0,
      "text": "What’s you don’t know is the news that you’ve read in the morning was fake! And that person sitting in a priority seat had cancer. True story."
    },
    {
      "index": 12,
      "start_time": 88940.0,
      "end_time": 94340.0,
      "text": "Another true story. Stephen Covey. Yah! The 7 Habits of Highly Effective People- Stephen Covey."
    },
    {
      "index": 13,
      "start_time": 94340.0,
      "end_time": 103440.0,
      "text": "He was riding on the subway in New York one day and in the carriage, there was this other passenger, a father who was letting his children go wild in the carriage. It was going crazy!"
    },
    {
      "index": 14,
      "start_time": 103440.0,
      "end_time": 114000.0,
      "text": "The kids were running around, shouting out loud, and even grabbing other people’s stuff, tossing things. And the father, he was just sitting back with his eyes closed as if it had nothing to do with him."
    },
    {
      "index": 15,
      "start_time": 114000.0,
      "end_time": 120320.0,
      "text": "Stephen felt disturbed and he sensed that everybody else was thinking the same, so he did everybody the ultimate favor."
    },
    {
      "index": 16,
      "start_time": 120320.0,
      "end_time": 130660.0,
      "text": "He got up and walked towards the father and said, “ Sir, your children are really disturbing a lot of people. I wonder if you could control them a little bit more?” There you go! Hero of the day!"
    },
    {
      "index": 17,
      "start_time": 130660.0,
      "end_time": 144520.0,
      "text": "And then the father, kind of coming back to his senses. He says, ”Oh, you’re right, I guess I should do something about it. We just came from the hospital where their mother died an hour ago. I don’t know what to think and I guess they don’t know how to handle it either.”"
    },
    {
      "index": 18,
      "start_time": 144520.0,
      "end_time": 146460.0,
      "text": "Ooooooohhh…"
    },
    {
      "index": 19,
      "start_time": 146460.0,
      "end_time": 161500.0,
      "text": "There are 7.5 billion people around the world and that means there are 7.5 billion different ways of perceiving things. That also means there’s 7.5 billion different stories going on at the same time that only God could possibly know them all."
    },
    {
      "index": 20,
      "start_time": 161500.0,
      "end_time": 165680.0,
      "text": "A person asked God, “How can you forgive a murderer? Don’t you know what they’ve done?”"
    },
    {
      "index": 21,
      "start_time": 165680.0,
      "end_time": 179320.0,
      "text": "God simply said, “Of course I know what he’s done. Eventually everybody will be held for what they’ve done. There is no excuse. But the reason I still have mercy for even sinners is because I know why they became who they are today.”"
    },
    {
      "index": 22,
      "start_time": 179320.0,
      "end_time": 183840.0,
      "text": "It would be ignorant and self-centered to assume that we know everything that’s going on."
    },
    {
      "index": 23,
      "start_time": 183840.0,
      "end_time": 192680.0,
      "text": "So always stay humble, be sympathetic, and know that world doesn’t revolve around ourselves but revolves around us."
    },
    {
      "index": 24,
      "start_time": 193900.0,
      "end_time": 194940.0,
      "text": "Peace."
    }
  ]
}