{
  "video_id": "nPT_Nr_Raj4",
  "title": "Village Blending Conference in Ghana",
  "json": [
    {
      "index": 1,
      "start_time": 808949.0,
      "end_time": 814170.0,
      "text": "Many are the things which are not in the New Testament now is available and we are reading many of"
    },
    {
      "index": 2,
      "start_time": 814170.0,
      "end_time": 819360.0,
      "text": "the portions. Concerning the Old Testament, many are the things we have to know. But since"
    },
    {
      "index": 3,
      "start_time": 819360.0,
      "end_time": 824970.0,
      "text": "we haven&#39;t understood them, we need an Old Testament so that... But you mean, you mean,"
    },
    {
      "index": 4,
      "start_time": 824970.0,
      "end_time": 829949.0,
      "text": "the Old Testament with footnotes, right? Yeah, Yeah. Do you have a Recovery Version of Old"
    },
    {
      "index": 5,
      "start_time": 829949.0,
      "end_time": 837569.0,
      "text": "and New Testament? No we have only the New Testament. That is why we need the one with"
    },
    {
      "index": 6,
      "start_time": 837569.0,
      "end_time": 844248.0,
      "text": "the footnotes. At times, we see that the New Testament is translated from the Greek, the"
    },
    {
      "index": 7,
      "start_time": 844300.0,
      "end_time": 852400.0,
      "text": "Old from Hebrew. So if you get one without the footnotes, the real test, the real test"
    },
    {
      "index": 8,
      "start_time": 852400.0,
      "end_time": 861420.0,
      "text": "you can&#39;t get it. Because Ewe translation, though the brothers are faithful to interpret"
    },
    {
      "index": 9,
      "start_time": 861430.0,
      "end_time": 869378.0,
      "text": "something, but not to the spiritual significance, do you get what I mean? But we are faithful and we thank the Lord"
    },
    {
      "index": 10,
      "start_time": 869379.0,
      "end_time": 876209.0,
      "text": "that the brothers used by the Lord to interpret that. They have done something. But according"
    },
    {
      "index": 11,
      "start_time": 876209.0,
      "end_time": 883300.0,
      "text": "to the New Testament economy, some portions in the New Testament (that is the Ewe I mean), they"
    },
    {
      "index": 12,
      "start_time": 883300.0,
      "end_time": 890878.0,
      "text": "are not up to the standard. For example, in Revelation chapter 12 verse 11 it says that"
    },
    {
      "index": 13,
      "start_time": 890879.0,
      "end_time": 898550.0,
      "text": "\"They did not love their soul-life even unto death.\" But in the Ewe they only said \"they"
    },
    {
      "index": 14,
      "start_time": 898550.0,
      "end_time": 904670.0,
      "text": "did not love their life unto death.\" So those are the slight differences. So this is probably"
    },
    {
      "index": 15,
      "start_time": 904670.0,
      "end_time": 909759.0,
      "text": "true in the Old Testament too? Yes. So, if you get the Old Testament that is from the"
    },
    {
      "index": 16,
      "start_time": 909759.0,
      "end_time": 917250.0,
      "text": "real Hebrew translation and then the New Testament from the real Greek translation with how the"
    },
    {
      "index": 17,
      "start_time": 917250.0,
      "end_time": 922750.0,
      "text": "brothers are able to get through, into these many things, we are grateful to the Lord."
    },
    {
      "index": 18,
      "start_time": 922800.0,
      "end_time": 929520.0,
      "text": "So, there isn&#39;t anything that we have to use, sorry, waste our time for. Ours is to get into"
    },
    {
      "index": 19,
      "start_time": 929520.0,
      "end_time": 935319.0,
      "text": "them. Because the things are there for us. And we appreciate what the Lord has done through"
    },
    {
      "index": 20,
      "start_time": 935320.0,
      "end_time": 937960.0,
      "text": "our faithful brothers."
    },
    {
      "index": 21,
      "start_time": 984300.0,
      "end_time": 997599.0,
      "text": "You see, this is the time we have started the third time. When go to the meeting, for morning watch, after exercising our spirit then we start to read."
    },
    {
      "index": 22,
      "start_time": 997610.0,
      "end_time": 1007740.0,
      "text": "When first, fomerly, we read two chapters. In every morning. Then we elaborate the salient points."
    },
    {
      "index": 23,
      "start_time": 1007740.0,
      "end_time": 1016709.0,
      "text": "We will stand and read. Another time some will stand and one will stand and read."
    },
    {
      "index": 24,
      "start_time": 1021820.0,
      "end_time": 1032420.0,
      "text": "Now in order that we will not be much exhausted, if you are reading it is...yeah. We read paragraph"
    },
    {
      "index": 25,
      "start_time": 1032430.0000000001,
      "end_time": 1036319.0000000001,
      "text": "by paragraph. That is what we have started. You read a paragraph, after which you stop"
    },
    {
      "index": 26,
      "start_time": 1036319.9999999999,
      "end_time": 1041290.9999999999,
      "text": "and another reads a paragraph. After which then another, then another, till the whole"
    },
    {
      "index": 27,
      "start_time": 1041290.0,
      "end_time": 1048860.0,
      "text": "two chapters is covered. We see that it is helping us a lot. Because, as we have been saying,"
    },
    {
      "index": 28,
      "start_time": 1048860.0,
      "end_time": 1057510.0,
      "text": "when we gather with different functions of the Body, the Body is built. So, you may understand"
    },
    {
      "index": 29,
      "start_time": 1057510.0,
      "end_time": 1064450.0,
      "text": "a portion while I don&#39;t. And another may also understand a portion. So through contribution"
    },
    {
      "index": 30,
      "start_time": 1064450.0,
      "end_time": 1072360.0,
      "text": "we&#39;ll see that we&#39;ve come to an amicable solution. Then we come to a real picture whereby since we"
    },
    {
      "index": 31,
      "start_time": 1072360.0,
      "end_time": 1081649.0,
      "text": "deliberate over it with the whole church, hardly will someone forget. Hardly will you forget"
    },
    {
      "index": 32,
      "start_time": 1081650.0,
      "end_time": 1086590.0,
      "text": "because it is something which we have all deliberated. And with this, if you get to somebody"
    },
    {
      "index": 33,
      "start_time": 1086590.0,
      "end_time": 1091800.0,
      "text": "who may ask you something about how this takes place or that, you&#39;ll be able to at least"
    },
    {
      "index": 34,
      "start_time": 1091800.0,
      "end_time": 1098840.0,
      "text": "explain something little to such a person. So that is it. So we see that is helping us"
    },
    {
      "index": 35,
      "start_time": 1098840.0,
      "end_time": 1107459.0,
      "text": "a great deal. So that is why we are not exhausted. We have the zeal to continue, then read it."
    },
    {
      "index": 36,
      "start_time": 1107460.0,
      "end_time": 1114660.0,
      "text": "If you complete then we will start. Because it is ever new. The word of God is ever new."
    },
    {
      "index": 37,
      "start_time": 1114660.0,
      "end_time": 1121600.0,
      "text": "Even today if you read a portion, tomorrow you read it, you have a different light altogether..."
    }
  ]
}