{
  "video_id": "nqF2Smxv5Vk",
  "title": "US Courts.  TCI book Chapter 15, sections 2-5",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 500.0,
      "text": "This is a podcast about sections 2-5 of Chapter 15 in the TCI Civics textbook."
    },
    {
      "index": 2,
      "start_time": 17974.0,
      "end_time": 21574.0,
      "text": "The judicial branch is set up for conflict resolution"
    },
    {
      "index": 3,
      "start_time": 21574.0,
      "end_time": 22740.0,
      "text": "By and large we have a functioning"
    },
    {
      "index": 4,
      "start_time": 25714.0,
      "end_time": 29234.0,
      "text": "court system here that is able to resolve conflicts."
    },
    {
      "index": 5,
      "start_time": 29234.0,
      "end_time": 35414.0,
      "text": "Informal conflicts you can work out yourself, but sometimes you must go to the law and fight the matter out in court."
    },
    {
      "index": 6,
      "start_time": 36933.0,
      "end_time": 40533.0,
      "text": "The court system is set up to resolve these conflicts."
    },
    {
      "index": 7,
      "start_time": 44594.0,
      "end_time": 48994.0,
      "text": "There are two different kinds of court cases, criminal and civil."
    },
    {
      "index": 8,
      "start_time": 49181.0,
      "end_time": 55340.0,
      "text": "In a criminal case, someone is being charged with breaking a law that our society has passed."
    },
    {
      "index": 9,
      "start_time": 56550.0,
      "end_time": 62215.0,
      "text": "So we need to decide what the punishment will be if they are found guilty of breaking that law."
    },
    {
      "index": 10,
      "start_time": 66294.0,
      "end_time": 70134.0,
      "text": "Civil cases are over property, bodily injury or divorce."
    },
    {
      "index": 11,
      "start_time": 70134.0,
      "end_time": 74794.0,
      "text": "So no one has committed a crime in a civil case, but there is a dispute between two people or parties."
    },
    {
      "index": 12,
      "start_time": 82674.0,
      "end_time": 89674.0,
      "text": "The two sides in a criminal case are the state (the government) on one side, and the person being charged (the defendant) on the other side."
    },
    {
      "index": 13,
      "start_time": 89674.0,
      "end_time": 94216.0,
      "text": "In a civil case the person who is bringing the complaint to the court is called the plaintiff, and the party they have a gripe with is the defendant."
    },
    {
      "index": 14,
      "start_time": 94216.0,
      "end_time": 100774.0,
      "text": "Sometimes it is a single person bringing the case to court, and sometimes it is an organization or company."
    },
    {
      "index": 15,
      "start_time": 116194.0,
      "end_time": 120514.0,
      "text": "There is a different burden of proof in criminal and civil cases."
    },
    {
      "index": 16,
      "start_time": 120514.0,
      "end_time": 125282.0,
      "text": "In a criminal case, the jury has to be convinced \"beyond a reasonable doubt\" of the defendant&#39;s guilt."
    },
    {
      "index": 17,
      "start_time": 128215.0,
      "end_time": 131655.0,
      "text": "\"Beyond reasonable doubt\" is a very high standard."
    },
    {
      "index": 18,
      "start_time": 131655.0,
      "end_time": 138533.0,
      "text": "But there is a lower standard in a civil case, a verdict is just based on the preponderance of the evidence."
    },
    {
      "index": 19,
      "start_time": 138533.0,
      "end_time": 145233.0,
      "text": "Does more of the evidence seem like it&#39;s in favor of the plaintiff, or does more of the evidence seem like it&#39;s in favor of the defendant?"
    },
    {
      "index": 20,
      "start_time": 145234.0,
      "end_time": 150813.0,
      "text": "The standard for finding for or against the defendant is higher in criminal cases than civil cases."
    },
    {
      "index": 21,
      "start_time": 156614.0,
      "end_time": 159734.0,
      "text": "What are the results in each type of legal case?"
    },
    {
      "index": 22,
      "start_time": 159734.0,
      "end_time": 165448.0,
      "text": "In a criminal case if a person is found guilty they are going to be given a fine, or a prison sentence or put on probation."
    },
    {
      "index": 23,
      "start_time": 169235.0,
      "end_time": 174355.0,
      "text": "In a civil case no one will go to jail, but once it is determined who is at fault,"
    },
    {
      "index": 24,
      "start_time": 174355.0,
      "end_time": 179873.0,
      "text": "they will be assessed a certain amount of (money) damages that they must pay in the way of compensation."
    },
    {
      "index": 25,
      "start_time": 183335.0,
      "end_time": 189575.0,
      "text": "Here is a typical courtroom scene. You can see there is a judge presiding over what is going on."
    },
    {
      "index": 26,
      "start_time": 189575.0,
      "end_time": 195935.0,
      "text": "There are two separate tables for the lawyers, the prosecutors (or plaintiffs) on one side, the defendants on the other."
    },
    {
      "index": 27,
      "start_time": 202940.0,
      "end_time": 204174.0,
      "text": "There is a jury box to the right."
    },
    {
      "index": 28,
      "start_time": 207515.0,
      "end_time": 212750.0,
      "text": "Citizens have a big part to play in our system. They act as witnesses,"
    },
    {
      "index": 29,
      "start_time": 219374.0,
      "end_time": 222734.0,
      "text": "as jurors, citizens chosen from all walks of life,"
    },
    {
      "index": 30,
      "start_time": 224594.0,
      "end_time": 227314.0,
      "text": "it&#39;s their civic duty to act as a juror..."
    },
    {
      "index": 31,
      "start_time": 231515.0,
      "end_time": 238515.0,
      "text": "If you are a witness at a trial you will be asked questions by lawyers from both sides.  When you are questioned by lawyers from the other side, that is called cross-examination."
    },
    {
      "index": 32,
      "start_time": 243814.0,
      "end_time": 250814.0,
      "text": "There are 12 members on a jury.  For some people, this is he only service they will ever perform for their government."
    },
    {
      "index": 33,
      "start_time": 268134.0,
      "end_time": 273974.0,
      "text": "Most people in America say they would rather be tried by a jury instead of a single judge."
    },
    {
      "index": 34,
      "start_time": 274495.0,
      "end_time": 280815.0,
      "text": "A jury trial is a right Americans have in the Bill of Rights, and it goes back to the Magna Charta."
    },
    {
      "index": 35,
      "start_time": 281515.0,
      "end_time": 286395.0,
      "text": "It says you have a right to be tried by a jury of your peers, not just a judge."
    },
    {
      "index": 36,
      "start_time": 286514.0,
      "end_time": 291474.0,
      "text": "People feel safer in the hands of 12 jurors of their peers than in one judge."
    },
    {
      "index": 37,
      "start_time": 295193.0,
      "end_time": 297832.0,
      "text": "That&#39;s the end of Chapter 15, section 2."
    },
    {
      "index": 38,
      "start_time": 301494.0,
      "end_time": 306934.0,
      "text": "Section 3 deals with our dual court system.  We have both federal and state courts."
    },
    {
      "index": 39,
      "start_time": 307874.0,
      "end_time": 312434.0,
      "text": "Here&#39;s a diagram which shows the state and the federal court system."
    },
    {
      "index": 40,
      "start_time": 320173.0,
      "end_time": 327173.0,
      "text": "When you go to the courtroom where your case was assigned, that is the court which has \"original jurisdiction\" in your case."
    },
    {
      "index": 41,
      "start_time": 335468.0,
      "end_time": 338428.0,
      "text": "locally it is in Rolling Meadows or Wheaton."
    },
    {
      "index": 42,
      "start_time": 340969.0,
      "end_time": 345929.0,
      "text": "So original jurisdiction means the court that has authority in your case."
    },
    {
      "index": 43,
      "start_time": 348992.0,
      "end_time": 355992.0,
      "text": "In the federal system there are 94 trial courts, called district courts.  Which one you go to is largely a matter of geography."
    },
    {
      "index": 44,
      "start_time": 355992.0,
      "end_time": 360282.0,
      "text": "In the state system the lowest level of courts are also the trial courts."
    },
    {
      "index": 45,
      "start_time": 364334.0,
      "end_time": 371334.0,
      "text": "State trial courts sometimes have limited (specific) jurisdiction, like traffic.  Everyone in that court is being charged with a traffic offense."
    },
    {
      "index": 46,
      "start_time": 375593.0,
      "end_time": 379673.0,
      "text": "A court of general jurisdiction could hear any type of crime."
    },
    {
      "index": 47,
      "start_time": 382840.0,
      "end_time": 389840.0,
      "text": "Also, in both the state and the federal court system there is a middle-level court called the Court of Appeals."
    },
    {
      "index": 48,
      "start_time": 389895.0,
      "end_time": 396895.0,
      "text": "If you lose your case in either the trial level of the state system, or the trial level of the federal system, you can appeal it to the Court of Appeals."
    },
    {
      "index": 49,
      "start_time": 411902.0,
      "end_time": 418902.0,
      "text": "Above the Appeals court is the Supreme Court.  In the federal system it is the highest court in America, the Supreme Court, and if it is the state system it is the state Supreme Court."
    },
    {
      "index": 50,
      "start_time": 424974.0,
      "end_time": 431974.0,
      "text": "You only go to an appeals court if you lost at the lower level court. The Appeals Court does not try the case again through listening to witnesses, etc."
    },
    {
      "index": 51,
      "start_time": 433995.0,
      "end_time": 438955.0,
      "text": "The appeals court simply takes the record of the case from the lower court."
    },
    {
      "index": 52,
      "start_time": 438955.0,
      "end_time": 445774.0,
      "text": "The appeals court takes as fact all the evidence that was submitted in that case. What they look for is \"errors of law.\""
    },
    {
      "index": 53,
      "start_time": 454154.0,
      "end_time": 460954.0,
      "text": "The appeals court can overturn the decision that was made at the lower court if they find errors of law."
    },
    {
      "index": 54,
      "start_time": 460954.0,
      "end_time": 465595.0,
      "text": "The Supreme Court of the US, and the Supreme Court of the state, are called \"courts of last resort.\""
    },
    {
      "index": 55,
      "start_time": 475414.0,
      "end_time": 482414.0,
      "text": "Are judges elected or appointed? In the federal system, including the Supreme Court, judges are appointed by the President."
    },
    {
      "index": 56,
      "start_time": 482414.0,
      "end_time": 488354.0,
      "text": "So federal judges do not run for their office, they have the high honor of being appointed by the President."
    },
    {
      "index": 57,
      "start_time": 490495.0,
      "end_time": 497375.0,
      "text": "In many states, such as Illinois, judges DO run for election.  They are not appointed, they are elected."
    },
    {
      "index": 58,
      "start_time": 499875.0,
      "end_time": 504915.0,
      "text": "Some states have their judges appointed, but in Illinois they are elected."
    },
    {
      "index": 59,
      "start_time": 516774.0,
      "end_time": 523774.0,
      "text": "This is a chart from the book showing that some cases would be heard in a state court, some will be heard in a federal court, and some could in both."
    },
    {
      "index": 60,
      "start_time": 528150.0,
      "end_time": 531910.0,
      "text": "This list is complicated you don&#39;t need to know all this."
    },
    {
      "index": 61,
      "start_time": 556290.0,
      "end_time": 558749.0,
      "text": "This is the end of section 3 of Chapter 15."
    },
    {
      "index": 62,
      "start_time": 565255.0,
      "end_time": 568215.0,
      "text": "Section 4 is about the federal court system."
    },
    {
      "index": 63,
      "start_time": 581150.0,
      "end_time": 588150.0,
      "text": "A case will be heard in a federal court if it involves the Constitution or a dispute with a foreign government."
    },
    {
      "index": 64,
      "start_time": 588875.0,
      "end_time": 594955.0,
      "text": "Also, if there is a disagreement between two or more states, that will go to a federal court."
    },
    {
      "index": 65,
      "start_time": 596534.0,
      "end_time": 603534.0,
      "text": "If a single citizen in Illinois is suing a single citizen in another state, that will end up in a federal court."
    },
    {
      "index": 66,
      "start_time": 606234.0,
      "end_time": 611834.0,
      "text": "Judicial Review is the power of courts to overturn laws that are unconstitutional."
    },
    {
      "index": 67,
      "start_time": 611995.0,
      "end_time": 617115.0,
      "text": "Judicial Review is a huge power, but it is not mentioned in the Constitution."
    },
    {
      "index": 68,
      "start_time": 622494.0,
      "end_time": 628494.0,
      "text": "Judicial Review was started by Chief Justice John Marshall in the case Marbury v Madison."
    },
    {
      "index": 69,
      "start_time": 636410.0,
      "end_time": 642410.0,
      "text": "If the Supreme Court says a law is unconstitutional that law is no more, it is invalidated."
    },
    {
      "index": 70,
      "start_time": 645806.0,
      "end_time": 652806.0,
      "text": "Here is a chart of Judicial Review. The Supreme Court can strike down legislation from Congress, but it can also strike down actions taken by a President."
    },
    {
      "index": 71,
      "start_time": 679456.0,
      "end_time": 680960.0,
      "text": "(repeat)"
    },
    {
      "index": 72,
      "start_time": 685694.0,
      "end_time": 690174.0,
      "text": "There are 94 federal district (trial) courts in the United States."
    },
    {
      "index": 73,
      "start_time": 690745.0,
      "end_time": 697145.0,
      "text": "This map shows that there are 13 appellate courts in the US. Appeals courts have 3-judge panels."
    },
    {
      "index": 74,
      "start_time": 708328.0,
      "end_time": 712968.0,
      "text": "The 13 appeals courts each have different geographic jurisdiction."
    },
    {
      "index": 75,
      "start_time": 724734.0,
      "end_time": 725374.0,
      "text": "(repeat)"
    },
    {
      "index": 76,
      "start_time": 730715.0,
      "end_time": 733755.0,
      "text": "The pay of judges is that same as congressmen."
    },
    {
      "index": 77,
      "start_time": 749863.0,
      "end_time": 754983.0,
      "text": "The President appoints federal judges and they are confirmed by the Senate."
    },
    {
      "index": 78,
      "start_time": 754983.0,
      "end_time": 760412.0,
      "text": "In about 1 out of every 5 appointees, the Senate will say, \"No, we are not going to approve this candidate.\""
    },
    {
      "index": 79,
      "start_time": 765294.0,
      "end_time": 772294.0,
      "text": "When a federal judge is first nominated the Senators from that person&#39;s state have the first say. If they do not approve of the candidate, the name of the person is not brought up.."
    },
    {
      "index": 80,
      "start_time": 773474.0,
      "end_time": 780474.0,
      "text": "This is called a \"blue slip\" policy.  Basically the candidate&#39;s home senators decide if the nomination will go forward."
    },
    {
      "index": 81,
      "start_time": 783334.0,
      "end_time": 790334.0,
      "text": "Though the President did the appointing, the home Senator can stop the nomination before it goes anywhere."
    },
    {
      "index": 82,
      "start_time": 818225.0,
      "end_time": 823985.0,
      "text": "Review.  In this maze of courts, you just need to know that there are 94 district courts."
    },
    {
      "index": 83,
      "start_time": 831689.0,
      "end_time": 833769.0,
      "text": "There are 13 courts of Appeals."
    },
    {
      "index": 84,
      "start_time": 839795.0,
      "end_time": 841635.0,
      "text": "That is the end of section 4."
    },
    {
      "index": 85,
      "start_time": 841635.0,
      "end_time": 846540.0,
      "text": "Section 5, the final section of Chapter 15, talks about the Supreme Court."
    },
    {
      "index": 86,
      "start_time": 850274.0,
      "end_time": 853954.0,
      "text": "Supreme Court members are appointed by the President."
    },
    {
      "index": 87,
      "start_time": 853954.0,
      "end_time": 859228.0,
      "text": "Once a person is appointed, hearings are held on this person by the Senate Judiciary Committee."
    },
    {
      "index": 88,
      "start_time": 866214.0,
      "end_time": 871574.0,
      "text": "Then the Committee recommends to the whole Senate that this person be approved."
    },
    {
      "index": 89,
      "start_time": 871574.0,
      "end_time": 875535.0,
      "text": "Or, the Committee can say they do not recommend the appointee.  And then the Senate votes.  Usually they approve the person."
    },
    {
      "index": 90,
      "start_time": 878178.0,
      "end_time": 883580.0,
      "text": "But once in awhile the Senate takes a stand and the person is not approved."
    },
    {
      "index": 91,
      "start_time": 887174.0,
      "end_time": 889814.0,
      "text": "How does a case get to the Supreme Court?"
    },
    {
      "index": 92,
      "start_time": 889814.0,
      "end_time": 896194.0,
      "text": "If you lose at a lower court and you want to appeal to the Supreme Court, you write a writ of certiorari."
    },
    {
      "index": 93,
      "start_time": 896235.0,
      "end_time": 900555.0,
      "text": "That is an appeal to the SC (Supreme Court) \"Please hear my case.\""
    },
    {
      "index": 94,
      "start_time": 914774.0,
      "end_time": 920934.0,
      "text": "&#39;The Rule of 4\" is that if 4 of the 9 SC justices say they want to take the case, then they hear it."
    },
    {
      "index": 95,
      "start_time": 922495.0,
      "end_time": 928815.0,
      "text": "So out of thousands of cases that are appealed to the SC, they only take about 100-150 each term."
    },
    {
      "index": 96,
      "start_time": 933575.0,
      "end_time": 940575.0,
      "text": "Both lawyer sides then prepare their briefs on the case.  Other parties, not directly involved in the case can also file briefs with the SC on the case."
    },
    {
      "index": 97,
      "start_time": 941395.0,
      "end_time": 946515.0,
      "text": "These briefs are called \"amicus curiae\" which means \"friends of the court.\""
    },
    {
      "index": 98,
      "start_time": 948715.0,
      "end_time": 955715.0,
      "text": "These amicus curiae briefs are from special interest groups.  The SC can look at them if they want to, but don&#39;t have to."
    },
    {
      "index": 99,
      "start_time": 959914.0,
      "end_time": 963274.0,
      "text": "Once the briefs are in, oral arguments take place."
    },
    {
      "index": 100,
      "start_time": 965711.0,
      "end_time": 972711.0,
      "text": "SC justices are pretty mean sometimes in these oral proceedings. They interrupt lawyers with questions."
    },
    {
      "index": 101,
      "start_time": 981435.0,
      "end_time": 984635.0,
      "text": "After the arguments the SC has to decide the case"
    },
    {
      "index": 102,
      "start_time": 988835.0,
      "end_time": 991475.0,
      "text": "\"Stare decisis\" means \"the law stays.\""
    },
    {
      "index": 103,
      "start_time": 993274.0,
      "end_time": 997594.0,
      "text": "All lower courts are bound by SC decisions, as are all future SCs."
    },
    {
      "index": 104,
      "start_time": 1002610.0,
      "end_time": 1009610.0,
      "text": "Once the vote is taken, there is the assigning of who will write the opinion for the SC.  This is assigned by the Chief Justice."
    },
    {
      "index": 105,
      "start_time": 1010960.0,
      "end_time": 1017960.0,
      "text": "That is the majority opinion.  But another justice can also write an opinion even though they weren&#39;t assigned. This would be either a concurring opinion..."
    },
    {
      "index": 106,
      "start_time": 1017960.0,
      "end_time": 1021511.0,
      "text": "agreeing with the majority opinion, or a dissenting opinion, written by someone in the minority, disagreeing with the SC&#39;s decision."
    },
    {
      "index": 107,
      "start_time": 1028349.9999999999,
      "end_time": 1031874.9999999999,
      "text": "Votes of 9-0, 8-1, 7-2, 6-3 and 5-4 are majority opinions."
    },
    {
      "index": 108,
      "start_time": 1036230.0,
      "end_time": 1043230.0,
      "text": "Justices who write a dissenting opinion are doing so thinking they might affect the SC in the future, if the SC changes its make-up."
    },
    {
      "index": 109,
      "start_time": 1056740.0,
      "end_time": 1059194.0,
      "text": "Here is the current SC, which includes 3 women."
    },
    {
      "index": 110,
      "start_time": 1062250.0,
      "end_time": 1067690.0,
      "text": "Here is the SC building in Washington, DC, modeled after the Parthenon in Greece."
    },
    {
      "index": 111,
      "start_time": 1071700.0,
      "end_time": 1078700.0,
      "text": "There are two basic stances judges can take about how they view their role.  Will they be an activist, or more conservative and simply decide what words mean?"
    },
    {
      "index": 112,
      "start_time": 1083800.0,
      "end_time": 1090800.0,
      "text": "Judicial Activism tries to bring in social goals.  Help women, help the poor, change society for the better..."
    },
    {
      "index": 113,
      "start_time": 1094660.0,
      "end_time": 1096660.0,
      "text": "Judicial activism is liberal"
    },
    {
      "index": 114,
      "start_time": 1102260.0,
      "end_time": 1105460.0,
      "text": "Conservatives believe in judicial restraint."
    },
    {
      "index": 115,
      "start_time": 1107850.0,
      "end_time": 1114850.0,
      "text": "You simply decide if a law has been broken, you look at the words of the Constitution and don&#39;t read in your own social philosophy."
    },
    {
      "index": 116,
      "start_time": 1125350.0,
      "end_time": 1129115.0,
      "text": "Judicial activism = liberal, bring in your own social agenda"
    },
    {
      "index": 117,
      "start_time": 1129110.0,
      "end_time": 1129610.0,
      "text": "Judicial restraint; just decide the law."
    }
  ]
}