{
  "video_id": "NrEafQNV9KQ",
  "title": "How To Improve Your Memory RIGHT NOW!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 170.0,
      "end_time": 3045.0,
      "text": "This episode is sponsored by LastPass."
    },
    {
      "index": 2,
      "start_time": 3199.0,
      "end_time": 10900.0,
      "text": "Whether it's losing your keys or trying to cram information into your head for an exam, sometimes we just need our brain to be less forgetful."
    },
    {
      "index": 3,
      "start_time": 10900.0,
      "end_time": 14580.0,
      "text": "So using science, how can you improve your memory right now?"
    },
    {
      "index": 4,
      "start_time": 14980.0,
      "end_time": 20199.0,
      "text": "First things first, you should hit the gym, but sorry meatheads you can't skip cardio."
    },
    {
      "index": 5,
      "start_time": 20231.0,
      "end_time": 29400.0,
      "text": "MRI studies show that regular aerobic exercise like running improves performance on memory tasks by increasing the blood flow and volume in parts of the hippocampus."
    },
    {
      "index": 6,
      "start_time": 29500.0,
      "end_time": 34069.0,
      "text": "This is important as the hippocampus is a part of the brain  that is critical for learning and memory,"
    },
    {
      "index": 7,
      "start_time": 34200.0,
      "end_time": 38200.0,
      "text": "but it shrinks by 1 to 2 percent per year in late adulthood."
    },
    {
      "index": 8,
      "start_time": 38240.0,
      "end_time": 42950.0,
      "text": "So aerobic exercise can be a great way to fight age-related declines of our memory."
    },
    {
      "index": 9,
      "start_time": 43150.0,
      "end_time": 45796.0,
      "text": "After the gym and pre-studying, grab a good snack."
    },
    {
      "index": 10,
      "start_time": 45863.0,
      "end_time": 50809.0,
      "text": "After a meal, the increased glucose and insulin has shown to promote the learning of new information."
    },
    {
      "index": 11,
      "start_time": 51240.0,
      "end_time": 57299.0,
      "text": "Glucose and insulin are also key to consolidation, the conversion of short-term to long-term memories."
    },
    {
      "index": 12,
      "start_time": 57440.0,
      "end_time": 61880.0,
      "text": "Probably because the hippocampus we talked about earlier is enriched with insulin receptors."
    },
    {
      "index": 13,
      "start_time": 62230.0,
      "end_time": 71299.0,
      "text": "We set a good snack, but maybe try blueberries as studies show participants given a blueberry supplement had a better ability to recall past events."
    },
    {
      "index": 14,
      "start_time": 71330.0,
      "end_time": 77599.0,
      "text": "Blueberries contain flavonoids that have been shown to protect neurons, enhance their function, and stimulate their regeneration."
    },
    {
      "index": 15,
      "start_time": 77601.0,
      "end_time": 79800.0,
      "text": "Make sure that you're keeping up with the group chat."
    },
    {
      "index": 16,
      "start_time": 80250.0,
      "end_time": 83740.0,
      "text": "Scientists linked high-quality personal relationships to better memory."
    },
    {
      "index": 17,
      "start_time": 83876.0,
      "end_time": 95000.0,
      "text": "A 2017 study found that adults aged 80 and up who reported more satisfying relationships in their old age had similar cognitive abilities to people in their 50s and 60s."
    },
    {
      "index": 18,
      "start_time": 95160.0,
      "end_time": 99901.0,
      "text": "Other research shows hanging out with people can protect against memory declines common in dementia."
    },
    {
      "index": 19,
      "start_time": 100330.0,
      "end_time": 104990.0,
      "text": "Scientists think that our friends create social pressure that makes us take care of ourselves."
    },
    {
      "index": 20,
      "start_time": 105000.0,
      "end_time": 110000.0,
      "text": "And they even do things as simple as tell you directly or indirectly to go visit a doctor."
    },
    {
      "index": 21,
      "start_time": 110450.0,
      "end_time": 116317.0,
      "text": "Social interactions also present complex cognitive memory challenges that can stimulate your brain."
    },
    {
      "index": 22,
      "start_time": 116340.0,
      "end_time": 117900.0,
      "text": "Thank you friends."
    },
    {
      "index": 23,
      "start_time": 118410.0,
      "end_time": 121410.0,
      "text": "Hug your friends today because they're increasing your memory."
    },
    {
      "index": 24,
      "start_time": 121770.0,
      "end_time": 126420.0,
      "text": "If you really want to be super extra about all of this, you could also try to become a memory champion."
    },
    {
      "index": 25,
      "start_time": 126830.0,
      "end_time": 132000.0,
      "text": "These are people who can't for example memorize the order of a deck of cards in thirty seconds."
    },
    {
      "index": 26,
      "start_time": 132271.0,
      "end_time": 140708.0,
      "text": "Superior memory skills aren't because of anatomical differences which means you could accomplish some of these same memory feats with intense practice."
    },
    {
      "index": 27,
      "start_time": 141291.0,
      "end_time": 149910.0,
      "text": "One study found that after six weeks of daily 30-minute training normal people exhibited similar levels of neural connectivity as these memory athletes."
    },
    {
      "index": 28,
      "start_time": 150101.0,
      "end_time": 156470.0,
      "text": "When given a list of 72 words they went from being able to recall 26 to 30 to remembering over 60 words."
    },
    {
      "index": 29,
      "start_time": 156930.0,
      "end_time": 160191.0,
      "text": "A little stressed about memorizing a presentation for tomorrow."
    },
    {
      "index": 30,
      "start_time": 160252.0,
      "end_time": 166280.0,
      "text": "Not to worry as research suggests an optimal level of anxiety can help us remember details."
    },
    {
      "index": 31,
      "start_time": 166401.0,
      "end_time": 171540.0,
      "text": "During stressful events hormones like cortisol act on the brain to promote the formation of long term memories."
    },
    {
      "index": 32,
      "start_time": 171544.0,
      "end_time": 176544.0,
      "text": "Probably so that we can better process stressful situations and change our behaviors accordingly."
    },
    {
      "index": 33,
      "start_time": 176819.0,
      "end_time": 181770.0,
      "text": "But it doesn't mean that in these stressful times we are going to become way better at memorizing things."
    },
    {
      "index": 34,
      "start_time": 181860.0,
      "end_time": 184999.0,
      "text": "As too much stress has been shown to impair memory."
    },
    {
      "index": 35,
      "start_time": 185000.0,
      "end_time": 190650.0,
      "text": "so it is about finding the right balance between not panicking and panicking just enough to sharpen your mind."
    },
    {
      "index": 36,
      "start_time": 191389.0,
      "end_time": 195639.0,
      "text": "For the most part we are overly stressed which leads to us forgetting our passwords."
    },
    {
      "index": 37,
      "start_time": 195683.0,
      "end_time": 197531.0,
      "text": "Thankfully there is LastPass."
    },
    {
      "index": 38,
      "start_time": 197781.0,
      "end_time": 206750.0,
      "text": "LastPass also helps relieve the anxiety and stress of remembering all of your different passwords for all the different platforms by storing them all in one safe place."
    },
    {
      "index": 39,
      "start_time": 206951.0,
      "end_time": 208900.0,
      "text": "You can store an unlimited amount of passwords."
    },
    {
      "index": 40,
      "start_time": 209110.0,
      "end_time": 215080.0,
      "text": "It even helps you to generate stronger passwords, and most importantly update your passwords which is something that we should all be doing."
    },
    {
      "index": 41,
      "start_time": 215110.0,
      "end_time": 224099.0,
      "text": "You can use it on many devices like your laptop or even on your fancy phone using an app it even has a password breach alert to help keep you safe."
    },
    {
      "index": 42,
      "start_time": 224221.0,
      "end_time": 228871.0,
      "text": "Essentially with LastPass you never have to write remember or reset your passwords."
    },
    {
      "index": 43,
      "start_time": 229111.0,
      "end_time": 233239.0,
      "text": "Thanks again to LastPass and we will see you all next week for another science video."
    },
    {
      "index": 44,
      "start_time": 233400.0,
      "end_time": 234000.0,
      "text": "See you later"
    }
  ]
}