{
  "video_id": "NsJMwtazP-4",
  "title": "Accounting 1: Program #6 - \"Intro to Debits and Credits\"",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 17279.0,
      "end_time": 21210.0,
      "text": "Alright here we are we&#39;re going to jump right into in because today is a very important"
    },
    {
      "index": 2,
      "start_time": 21210.0,
      "end_time": 28210.0,
      "text": "lecture. So let&#39;s go right into it I know one the problems that I gave you was to finish"
    },
    {
      "index": 3,
      "start_time": 31239.0,
      "end_time": 36940.0,
      "text": "up the valentine hand out correct? Ok so let&#39;s go ahead and take a look at that the answer"
    },
    {
      "index": 4,
      "start_time": 36940.0,
      "end_time": 40260.0,
      "text": "to the income statement I believe we went over that in class, but let&#39;s take another"
    },
    {
      "index": 5,
      "start_time": 40260.0,
      "end_time": 41210.0,
      "text": "look at that. The answer to the income statement I believe we went over that in class but let&#39;s"
    },
    {
      "index": 6,
      "start_time": 41210.0,
      "end_time": 47260.0,
      "text": "take another look at it the answer to the valentine income statement is shown up there"
    },
    {
      "index": 7,
      "start_time": 47260.0,
      "end_time": 54199.0,
      "text": "we have our revenue our less our expenses and we have dated it properly or prepared"
    },
    {
      "index": 8,
      "start_time": 54199.0,
      "end_time": 59349.0,
      "text": "it in good form or prepared it in proper form. We have the name of the company, the name"
    },
    {
      "index": 9,
      "start_time": 59350.0,
      "end_time": 64500.0,
      "text": "of the statement and its dated correctly it says for the month ended eight thirty one"
    },
    {
      "index": 10,
      "start_time": 64500.0,
      "end_time": 70470.0,
      "text": "thirteen on the income statement correct? And that gives us in this case a net income"
    },
    {
      "index": 11,
      "start_time": 70470.0,
      "end_time": 77470.0,
      "text": "of seven thousand and forty and that flows down to the statement of equity right? Statement"
    },
    {
      "index": 12,
      "start_time": 80200.0,
      "end_time": 87200.0,
      "text": "of equity there&#39;s the net income right there. We have our beginning balance of capital which"
    },
    {
      "index": 13,
      "start_time": 88750.0,
      "end_time": 94790.0,
      "text": "is twenty eight thousand we add our net income though there were not any investments by the"
    },
    {
      "index": 14,
      "start_time": 94790.0,
      "end_time": 99369.0,
      "text": "owner in this period that&#39;s fine that&#39;s not always going to be the case. And then we deduct"
    },
    {
      "index": 15,
      "start_time": 99369.0,
      "end_time": 104390.0,
      "text": "the withdrawals that valentine made correct? Which is thirty five hundred that gives us"
    },
    {
      "index": 16,
      "start_time": 104390.0,
      "end_time": 111390.0,
      "text": "an ending balance of capital thirty one five forty once again it&#39;s prepared in proper form"
    },
    {
      "index": 17,
      "start_time": 111390.0,
      "end_time": 117119.0,
      "text": "the name of the company, the name of the statement and its dated properly for the month ended"
    },
    {
      "index": 18,
      "start_time": 117119.0,
      "end_time": 123469.0,
      "text": "eight thirty one thirteen the way this is dated will always be the same as the income"
    },
    {
      "index": 19,
      "start_time": 123469.0,
      "end_time": 130469.0,
      "text": "statement. Ok any question on the income statement or the statement of equity. Ok the ending"
    },
    {
      "index": 20,
      "start_time": 132609.0,
      "end_time": 138450.0,
      "text": "balance of capital is thirty one five forty and that flows over to our final statement"
    },
    {
      "index": 21,
      "start_time": 138450.0,
      "end_time": 144869.0,
      "text": "that were going to prepare which is the balance sheet correct? The balance sheet is dated"
    },
    {
      "index": 22,
      "start_time": 144870.0,
      "end_time": 151870.0,
      "text": "a little differently we don&#39;t say for the month ended we say just either at or as of"
    },
    {
      "index": 23,
      "start_time": 151980.0,
      "end_time": 157629.0,
      "text": "or just the date eight thirty twenty thirteen, because this is a snapshot right? We have"
    },
    {
      "index": 24,
      "start_time": 157629.0,
      "end_time": 164629.0,
      "text": "our assets our liabilities our equity total assets are thirty four oh twenty make sure"
    },
    {
      "index": 25,
      "start_time": 164680.0,
      "end_time": 171490.0,
      "text": "you label that we have our total liabilities and equity that also equal thirty four oh"
    },
    {
      "index": 26,
      "start_time": 171490.0,
      "end_time": 178490.0,
      "text": "twenty we want those number to be equal and we want to label that as well, and there&#39;s"
    },
    {
      "index": 27,
      "start_time": 178159.0,
      "end_time": 184489.0,
      "text": "that thirty one five forty that came over from the statement of equity. Kara? So accounts"
    },
    {
      "index": 28,
      "start_time": 184489.0,
      "end_time": 189659.0,
      "text": "receivable is an asset and accounts payable is always a liability. That&#39;s correct accounts"
    },
    {
      "index": 29,
      "start_time": 189659.0,
      "end_time": 195190.0,
      "text": "receivable is always an asset we&#39;re going to receive cash in the future and accounts"
    },
    {
      "index": 30,
      "start_time": 195190.0,
      "end_time": 201269.0,
      "text": "payable is a liability were going to have to pay in the future it debt ok. And where"
    },
    {
      "index": 31,
      "start_time": 201269.0,
      "end_time": 208269.0,
      "text": "did notice going back to the statement where&#39;s unearned revenue unearned revenues a liability"
    },
    {
      "index": 32,
      "start_time": 209250.0,
      "end_time": 216250.0,
      "text": "and it shows up with the other liabilities on the balance sheet right? Common mistake"
    },
    {
      "index": 33,
      "start_time": 216310.0,
      "end_time": 220970.0,
      "text": "on the test is people put unearned revenue where? Where do they put it mistakenly? On"
    },
    {
      "index": 34,
      "start_time": 220970.0,
      "end_time": 226950.0,
      "text": "the income statements actually they see revenues and they put it with the other revenues ok."
    },
    {
      "index": 35,
      "start_time": 226950.0,
      "end_time": 233500.0,
      "text": "So unearned revenue is not a revenue it&#39;s a liability unearned revenue is a liability"
    },
    {
      "index": 36,
      "start_time": 233500.0,
      "end_time": 240500.0,
      "text": "alright? Alright that was a test question on past test so I guarantee you see something"
    },
    {
      "index": 37,
      "start_time": 241209.0,
      "end_time": 248209.0,
      "text": "like that one thing I hope you did is at the very beginning as I said before I hope when"
    },
    {
      "index": 38,
      "start_time": 250709.0,
      "end_time": 257709.0,
      "text": "you got this you went through these and put what financial statement it was going to go"
    },
    {
      "index": 39,
      "start_time": 259649.0,
      "end_time": 266650.0,
      "text": "on like that ok and then did you check them off as you used them as you put them on a"
    },
    {
      "index": 40,
      "start_time": 268840.0,
      "end_time": 275250.0,
      "text": "statement you can check them off that way at the very end you can make sure all of the"
    },
    {
      "index": 41,
      "start_time": 275250.0,
      "end_time": 282250.0,
      "text": "numbers have been put somewhere ok. So if you don&#39;t do it that way a lot of times people"
    },
    {
      "index": 42,
      "start_time": 283759.0,
      "end_time": 290759.0,
      "text": "forget to put in account ok. One last while I guarantee that will be on the test, but"
    },
    {
      "index": 43,
      "start_time": 296800.0,
      "end_time": 302940.0,
      "text": "some students will just absolutely get OCD in regards to I can&#39;t get it to balance they"
    },
    {
      "index": 44,
      "start_time": 302940.0,
      "end_time": 307840.0,
      "text": "know their balance sheet is supposed to be balanced I can&#39;t get it to balance and I have"
    },
    {
      "index": 45,
      "start_time": 307840.0,
      "end_time": 313190.0,
      "text": "student be very unwise and spend literally thirty minutes on the financial statements"
    },
    {
      "index": 46,
      "start_time": 313190.0,
      "end_time": 318810.0,
      "text": "on the test trying to get it to balance and then the rest of the test just sits there"
    },
    {
      "index": 47,
      "start_time": 318810.0,
      "end_time": 324139.0,
      "text": "and there are not going over it you see what I&#39;m saying? Don&#39;t obsess over it if it doesn&#39;t"
    },
    {
      "index": 48,
      "start_time": 324139.0,
      "end_time": 331139.0,
      "text": "balance come back to it do the rest of the test and there is partial credit but don&#39;t"
    },
    {
      "index": 49,
      "start_time": 332120.0,
      "end_time": 337430.0,
      "text": "get so obsessed I have seen students leave three pages blank on their test, cause they&#39;re"
    },
    {
      "index": 50,
      "start_time": 337430.0,
      "end_time": 343470.0,
      "text": "like I couldn&#39;t get my balance sheet to balance no you can move on and you should&#39;ve moved"
    },
    {
      "index": 51,
      "start_time": 343470.0,
      "end_time": 350470.0,
      "text": "on. You see what I&#39;m saying? I believe I assigned quick study one six right quick study one"
    },
    {
      "index": 52,
      "start_time": 360229.0,
      "end_time": 367229.0,
      "text": "six ok so let&#39;s do that. Identify which accounting principle or assumption best describes each"
    },
    {
      "index": 53,
      "start_time": 371910.0,
      "end_time": 377400.0,
      "text": "of the following practices. Ok if fifty one thousand cash is paid to buy land the land"
    },
    {
      "index": 54,
      "start_time": 377400.0,
      "end_time": 384400.0,
      "text": "is reported on the sheet to be at fifty one thousand what would that be? The cost principle"
    },
    {
      "index": 55,
      "start_time": 384569.0,
      "end_time": 391569.0,
      "text": "we record things at cost. Not what we think it&#39;s worth or if somebody appraised no it&#39;s"
    },
    {
      "index": 56,
      "start_time": 392960.0,
      "end_time": 399960.0,
      "text": "what we paid for it cost. B Alyssa keys owns both sailing passions and dockside supplies"
    },
    {
      "index": 57,
      "start_time": 400419.0,
      "end_time": 405440.0,
      "text": "when preparing transactions for dockside Keys make sure that the expense transactions of"
    },
    {
      "index": 58,
      "start_time": 405440.0,
      "end_time": 409830.0,
      "text": "sailing passions are kept separately from dockside transactions and financial statements"
    },
    {
      "index": 59,
      "start_time": 409830.0,
      "end_time": 416830.0,
      "text": "what&#39;s that? Business entity the business entity principle states that we keep things"
    },
    {
      "index": 60,
      "start_time": 418139.0,
      "end_time": 422740.0,
      "text": "separate from each other we keep two businesses separate from each other we keep the business"
    },
    {
      "index": 61,
      "start_time": 422740.0,
      "end_time": 429740.0,
      "text": "separate from our personal records ok good. C in December two thousand ten ace landscaping"
    },
    {
      "index": 62,
      "start_time": 431729.0,
      "end_time": 437318.0,
      "text": "received a customer&#39;s order and cash prepayment to install sod at a new house that will not"
    },
    {
      "index": 63,
      "start_time": 437319.0,
      "end_time": 444319.0,
      "text": "be ready until march of oh eleven ace should record the revenue in march two thousand and"
    },
    {
      "index": 64,
      "start_time": 445690.0,
      "end_time": 452690.0,
      "text": "eleven not December two thousand ten what&#39;s that? Revenue recognition principle we record"
    },
    {
      "index": 65,
      "start_time": 452360.0,
      "end_time": 459190.0,
      "text": "revenue when it is earned when is it earned? When we have provided the product or the service."
    },
    {
      "index": 66,
      "start_time": 459190.0,
      "end_time": 466190.0,
      "text": "Is that correct cool. I think the last one I assigned was exercise one eighteen is that"
    },
    {
      "index": 67,
      "start_time": 466660.0,
      "end_time": 473660.0,
      "text": "correct? Let&#39;s talk real quick about this I wanted you to read about this each chapter"
    },
    {
      "index": 68,
      "start_time": 476970.0,
      "end_time": 483970.0,
      "text": "will have a statistic each chapter has a statistic or a ratio at the end that they want you to"
    },
    {
      "index": 69,
      "start_time": 486180.0,
      "end_time": 493180.0,
      "text": "become familiar with it. Anybody here play baseball anybody ever played baseball well"
    },
    {
      "index": 70,
      "start_time": 494720.0,
      "end_time": 499690.0,
      "text": "baseball has a lot of statistics and ratios that they figure out right? Batting average"
    },
    {
      "index": 71,
      "start_time": 499690.0,
      "end_time": 506690.0,
      "text": "ERA all those sort of things slugging percentage correct? Those are different ways of measuring"
    },
    {
      "index": 72,
      "start_time": 507520.0,
      "end_time": 514370.0,
      "text": "baseball players or team&#39;s right? And you can measure one player against another player"
    },
    {
      "index": 73,
      "start_time": 514370.0,
      "end_time": 521370.0,
      "text": "or you can measure one player this year as compared to last year, and these are just"
    },
    {
      "index": 74,
      "start_time": 523308.99999999994,
      "end_time": 528119.0,
      "text": "different ways of analyzing well there&#39;s different ways of measuring companies and analyzing"
    },
    {
      "index": 75,
      "start_time": 528120.0,
      "end_time": 535120.0,
      "text": "on companies as well. One of those ways is the return on assets now the return on assets"
    },
    {
      "index": 76,
      "start_time": 537510.0,
      "end_time": 544510.0,
      "text": "is calculated by taking the net income divided by the average of total assets and in this"
    },
    {
      "index": 77,
      "start_time": 546900.0,
      "end_time": 553900.0,
      "text": "case they tell us in exercise one eighteen that Geneva group reports net income of twenty"
    },
    {
      "index": 78,
      "start_time": 556319.0,
      "end_time": 561709.0,
      "text": "thousand for oh eleven at the beginning of two thousand and a eleven they had a hundred"
    },
    {
      "index": 79,
      "start_time": 561709.0,
      "end_time": 567750.0,
      "text": "thousand in assets by the end of two thousand and eleven assets had grown to one fifty what"
    },
    {
      "index": 80,
      "start_time": 567750.0,
      "end_time": 571880.0,
      "text": "is Geneva group&#39;s two thousand elevens return on assets how would you assess its performance"
    },
    {
      "index": 81,
      "start_time": 571880.0,
      "end_time": 578880.0,
      "text": "if competitors average a ten percent return on assets? Well we take that net income of"
    },
    {
      "index": 82,
      "start_time": 579949.0,
      "end_time": 586949.0,
      "text": "twenty thousand divided by the average total assets which in this case one hundred and"
    },
    {
      "index": 83,
      "start_time": 587589.0,
      "end_time": 594589.0,
      "text": "twenty five thousand twenty divided by one twenty five is sixteen percent right? Now"
    },
    {
      "index": 84,
      "start_time": 595420.0,
      "end_time": 602390.0,
      "text": "these ratios don&#39;t mean anything in themselves we have to compare it to something it&#39;s like"
    },
    {
      "index": 85,
      "start_time": 602390.0,
      "end_time": 609390.0,
      "text": "if you ever go to the doctor, and they give you a score like a cholesterol score your"
    },
    {
      "index": 86,
      "start_time": 609600.0,
      "end_time": 616600.0,
      "text": "cholesterol score is seventy four ok is that good or is that bad? We don&#39;t know the number"
    },
    {
      "index": 87,
      "start_time": 616699.0,
      "end_time": 622690.0,
      "text": "in itself we don&#39;t know ok. So in this case what do we compare this to well they tell"
    },
    {
      "index": 88,
      "start_time": 622690.0,
      "end_time": 629690.0,
      "text": "us that competitors average a ten percent return on assets so I would say looking at"
    },
    {
      "index": 89,
      "start_time": 633900.0,
      "end_time": 640900.0,
      "text": "this ratio alone its above it and thus as far as that ratio by itself it&#39;s pretty good"
    },
    {
      "index": 90,
      "start_time": 643420.0,
      "end_time": 649469.0,
      "text": "thing isn&#39;t it? Now we have to look at other ratios right just like when you go to the"
    },
    {
      "index": 91,
      "start_time": 649470.0,
      "end_time": 655290.0,
      "text": "doctor you can&#39;t just go get one thing one part of yourself analyzed and ignore everything"
    },
    {
      "index": 92,
      "start_time": 655290.0,
      "end_time": 662290.0,
      "text": "else right? But and you also have to make sure like in this case we prepared this ROA"
    },
    {
      "index": 93,
      "start_time": 666540.0,
      "end_time": 673290.0,
      "text": "to its competitor that&#39;s a good comparison right? But you wouldn&#39;t compare the return"
    },
    {
      "index": 94,
      "start_time": 673290.0,
      "end_time": 678990.0,
      "text": "on assets of a steel manufacturing firm with the return on assets with the law consulting"
    },
    {
      "index": 95,
      "start_time": 678990.0,
      "end_time": 685990.0,
      "text": "firm that&#39;s apples to oranges so you want to make sure it&#39;s an industry comparison,"
    },
    {
      "index": 96,
      "start_time": 686650.0,
      "end_time": 692260.0,
      "text": "or a competitor comparison or you&#39;re comparing it to that same firm at a different period"
    },
    {
      "index": 97,
      "start_time": 692260.0,
      "end_time": 698160.0,
      "text": "in time. You with me? I don&#39;t hammer on the ratios I usually have one multiple choice"
    },
    {
      "index": 98,
      "start_time": 698160.0,
      "end_time": 705160.0,
      "text": "question on the test about it. It&#39;s not that it&#39;s not important it&#39;s extremely important"
    },
    {
      "index": 99,
      "start_time": 705880.0,
      "end_time": 712880.0,
      "text": "and as a matter of fact I just helped lead this seminar where were trying to train people"
    },
    {
      "index": 100,
      "start_time": 714329.0,
      "end_time": 721329.0,
      "text": "in the banking industry how to best use ratio analysis assessing if they should companies"
    },
    {
      "index": 101,
      "start_time": 723270.0,
      "end_time": 730270.0,
      "text": "loans. Financial statement analysis and ratio analysis is an extremely useful skill and"
    },
    {
      "index": 102,
      "start_time": 731260.0,
      "end_time": 735559.0,
      "text": "so but were just going in this class just kind of introduce these things you&#39;ll see"
    },
    {
      "index": 103,
      "start_time": 735559.0,
      "end_time": 742559.0,
      "text": "these terms in other classes that you take. I think that&#39;s it for the homework alright"
    },
    {
      "index": 104,
      "start_time": 744640.0,
      "end_time": 749970.0,
      "text": "this is an important lecture and I&#39;m glad you&#39;re here we are going to go to chapter"
    },
    {
      "index": 105,
      "start_time": 749970.0,
      "end_time": 756970.0,
      "text": "two which analyzing and recording transactions. I hope you all have your PowerPoint&#39;s and"
    },
    {
      "index": 106,
      "start_time": 760429.0,
      "end_time": 766709.0,
      "text": "for you at home you should print those off the angel website it&#39;s under the lessons tab"
    },
    {
      "index": 107,
      "start_time": 766709.0,
      "end_time": 770569.0,
      "text": "you should have the PowerPoint&#39;s for each chapter you should have those when you watch"
    },
    {
      "index": 108,
      "start_time": 770569.0,
      "end_time": 776919.0,
      "text": "the lecture it makes everything a lot easier. Alright chapter two analyzing and recording"
    },
    {
      "index": 109,
      "start_time": 776919.0,
      "end_time": 782949.0,
      "text": "transactions now let&#39;s just do a little review here we have lots of transaction that occur"
    },
    {
      "index": 110,
      "start_time": 782949.0,
      "end_time": 789949.0,
      "text": "in a business some are external transaction they occur between us and an outside party"
    },
    {
      "index": 111,
      "start_time": 790559.0,
      "end_time": 797559.0,
      "text": "and some are internal they occur within the organization. We know that an asset has to"
    },
    {
      "index": 112,
      "start_time": 798480.0,
      "end_time": 804209.0,
      "text": "equals liabilities plus owner&#39;s equity correct? I&#39;ve hammered that in set in a different way"
    },
    {
      "index": 113,
      "start_time": 804209.0,
      "end_time": 809660.0,
      "text": "if we figure out the ending balances of all the assets accounts they have to equal the"
    },
    {
      "index": 114,
      "start_time": 809660.0,
      "end_time": 814730.0,
      "text": "sum of the ending balances of the liability and the equity accounts don&#39;t they? That always,"
    },
    {
      "index": 115,
      "start_time": 814730.0,
      "end_time": 821730.0,
      "text": "always, always has to stay equal assets have to equal liabilities plus the equity. We talked"
    },
    {
      "index": 116,
      "start_time": 822690.0,
      "end_time": 826949.0,
      "text": "about our assets and I believe the assets on your screen here I think we&#39;ve talked about"
    },
    {
      "index": 117,
      "start_time": 826949.0,
      "end_time": 833949.0,
      "text": "all of them whoops that should be up there but you can figure that out. I believe we&#39;ve"
    },
    {
      "index": 118,
      "start_time": 835880.0,
      "end_time": 842490.0,
      "text": "talked about all these except maybe prepaid accounts, prepaid accounts are like prepaid"
    },
    {
      "index": 119,
      "start_time": 842490.0,
      "end_time": 849490.0,
      "text": "rent let&#39;s say for my business I didn&#39;t just pay September&#39;s rent but I went ahead and"
    },
    {
      "index": 120,
      "start_time": 849600.0,
      "end_time": 854510.0,
      "text": "paid September, October, November, December. Well that&#39;s like I paid the rent early didn&#39;t"
    },
    {
      "index": 121,
      "start_time": 854510.0,
      "end_time": 859870.0,
      "text": "I? well that&#39;s an asset that&#39;s prepaid rent something else in your own life that is a"
    },
    {
      "index": 122,
      "start_time": 859870.0,
      "end_time": 866100.0,
      "text": "prepaid asset is your insurance your car insurance you have to pay for your insurance before"
    },
    {
      "index": 123,
      "start_time": 866100.0,
      "end_time": 871720.0,
      "text": "you actually use it as an asset as a matter of fact if you cancel your policy they send"
    },
    {
      "index": 124,
      "start_time": 871720.0,
      "end_time": 878720.0,
      "text": "you some money so that would be prepaid insurance. So any sort of prepaid item in business is"
    },
    {
      "index": 125,
      "start_time": 879160.0,
      "end_time": 886160.0,
      "text": "an asset ok. Our liabilities we talked about accounts payable notes payable we talked about"
    },
    {
      "index": 126,
      "start_time": 886620.0,
      "end_time": 893530.0,
      "text": "unearned revenue is a liability not a revenue but unearned revenue is a liability now what&#39;s"
    },
    {
      "index": 127,
      "start_time": 893530.0,
      "end_time": 897689.0,
      "text": "this thing called a accrued liabilities well that&#39;s kind of a title for a lot of different"
    },
    {
      "index": 128,
      "start_time": 897689.0,
      "end_time": 902209.0,
      "text": "types of accounts and well talk a little bit more about this in chapter three but this"
    },
    {
      "index": 129,
      "start_time": 902209.0,
      "end_time": 909209.0,
      "text": "is like your salaries payable, your wages payable, your interest payable, taxes payable"
    },
    {
      "index": 130,
      "start_time": 911530.0,
      "end_time": 918530.0,
      "text": "those sort of things so those are liabilities as well. And of course we talked about our"
    },
    {
      "index": 131,
      "start_time": 918760.0,
      "end_time": 924270.0,
      "text": "equity account we talked about what makes it increase what makes it decrease we talked"
    },
    {
      "index": 132,
      "start_time": 924270.0,
      "end_time": 930829.0,
      "text": "about how revenues and owners investments of assets into the company makes it increase"
    },
    {
      "index": 133,
      "start_time": 930829.0,
      "end_time": 937829.0,
      "text": "expenses and withdrawals by the owner out of the business makes it decrease. Once again"
    },
    {
      "index": 134,
      "start_time": 938510.0,
      "end_time": 945130.0,
      "text": "assets always have to equal liabilities plus owner&#39;s equity and then we expanded that accounting"
    },
    {
      "index": 135,
      "start_time": 945130.0,
      "end_time": 951900.0,
      "text": "equation didn&#39;t we? Recognizing that these things owner&#39;s withdrawals and expenses since"
    },
    {
      "index": 136,
      "start_time": 951900.0,
      "end_time": 957699.0,
      "text": "those actually make equity go down as owner&#39;s withdrawal and as expenses increase equity"
    },
    {
      "index": 137,
      "start_time": 957699.0,
      "end_time": 964699.0,
      "text": "actually decreases. You with me? Now let&#39;s go through his and this make not make a lot"
    },
    {
      "index": 138,
      "start_time": 966990.0,
      "end_time": 969679.0,
      "text": "of sense but were going to go through it again at the end of the chapter and it will make"
    },
    {
      "index": 139,
      "start_time": 969679.0,
      "end_time": 975699.0,
      "text": "more sense. What were going to do is were going to analyze transactions and events from"
    },
    {
      "index": 140,
      "start_time": 975699.0,
      "end_time": 982490.0,
      "text": "something called source documents what are source documents? Source documents are those"
    },
    {
      "index": 141,
      "start_time": 982490.0,
      "end_time": 989490.0,
      "text": "pieces of paper or like electronic emails, pdfs or whatever that are generated when you"
    },
    {
      "index": 142,
      "start_time": 990329.0,
      "end_time": 997329.0,
      "text": "do transactions, source documents are those things that are generated when you do transactions."
    },
    {
      "index": 143,
      "start_time": 998720.0,
      "end_time": 1005720.0,
      "text": "For example let&#39;s say that you go buy a computer at best buy ok well if you go buy a computer"
    },
    {
      "index": 144,
      "start_time": 1006220.0,
      "end_time": 1012620.0,
      "text": "at best buy they&#39;re going to give you an invoice right? That invoice is a source document let&#39;s"
    },
    {
      "index": 145,
      "start_time": 1012620.0,
      "end_time": 1016740.0,
      "text": "say you get paid well what are they going to give you? There are going to give you a"
    },
    {
      "index": 146,
      "start_time": 1016740.0,
      "end_time": 1022640.0,
      "text": "check and they&#39;re going to usually give you a pay check stub right? Ok let&#39;s say you go"
    },
    {
      "index": 147,
      "start_time": 1022640.0,
      "end_time": 1026980.0,
      "text": "pay a parking ticket well when you pay that parking ticket they&#39;re probably going to give"
    },
    {
      "index": 148,
      "start_time": 1026980.0,
      "end_time": 1033980.0,
      "text": "you a receipt right? To say you paid for that parking ticket correct, right? Let&#39;s say that"
    },
    {
      "index": 149,
      "start_time": 1035630.0000000001,
      "end_time": 1039429.0000000001,
      "text": "you get a bank statement you have a checking account and so you get a bank statement each"
    },
    {
      "index": 150,
      "start_time": 1039430.0000000001,
      "end_time": 1045700.0000000001,
      "text": "month that&#39;s a source document right? And that will show different things that you have"
    },
    {
      "index": 151,
      "start_time": 1045700.0,
      "end_time": 1050501.0,
      "text": "done throughout month. So all these pieces of paper that are generated and they&#39;re not"
    },
    {
      "index": 152,
      "start_time": 1050500.0,
      "end_time": 1055300.0,
      "text": "always paper anymore but a lot of them are electronic these are evidence that transaction"
    },
    {
      "index": 153,
      "start_time": 1055300.0,
      "end_time": 1062300.0,
      "text": "occurred and we can go back to them if needed. But source documents what we do is we analyze"
    },
    {
      "index": 154,
      "start_time": 1068630.0,
      "end_time": 1072650.0,
      "text": "the transactions events from these source documents then we&#39;re going to record these"
    },
    {
      "index": 155,
      "start_time": 1072650.0,
      "end_time": 1079650.0,
      "text": "transaction in what we call a journal alright. Then we are going to post the journal to the"
    },
    {
      "index": 156,
      "start_time": 1081520.0,
      "end_time": 1086920.0,
      "text": "ledger accounts and then we are going to learn about preparing and analyzing something called"
    },
    {
      "index": 157,
      "start_time": 1086920.0,
      "end_time": 1092620.0,
      "text": "a trial balance. Now again this doesn&#39;t all make sense right now there&#39;s a lot of terms"
    },
    {
      "index": 158,
      "start_time": 1092620.0,
      "end_time": 1099620.0,
      "text": "we didn&#39;t discussed but this is where were going with this chapter alright. Let&#39;s talk"
    },
    {
      "index": 159,
      "start_time": 1100400.0,
      "end_time": 1107400.0,
      "text": "about what an account is? An account is a record of increases and decreases in a specific"
    },
    {
      "index": 160,
      "start_time": 1111750.0,
      "end_time": 1118750.0,
      "text": "asset, liability, equity, revenue, or an expense item. For example going to the Elmo we kept"
    },
    {
      "index": 161,
      "start_time": 1121740.0,
      "end_time": 1128740.0,
      "text": "track of for instance cash and we would say cash increased by three thousand dollars right?"
    },
    {
      "index": 162,
      "start_time": 1135150.0,
      "end_time": 1142150.0,
      "text": "and then cash increased by five hundred dollars right then cash let&#39;s say it decreased by"
    },
    {
      "index": 163,
      "start_time": 1144360.0,
      "end_time": 1151360.0,
      "text": "three hundred and then it went up by let&#39;s say it went up by two fifty and then let&#39;s"
    },
    {
      "index": 164,
      "start_time": 1159600.0,
      "end_time": 1166400.0,
      "text": "say it went down by two hundred right? But that is an account and we&#39;re recording the"
    },
    {
      "index": 165,
      "start_time": 1166400.0,
      "end_time": 1172700.0,
      "text": "increases and decrease in that account correct? We did that in chapter one and of course we"
    },
    {
      "index": 166,
      "start_time": 1172700.0,
      "end_time": 1177720.0,
      "text": "could figure out the balance of that account what is the balance of that account? Three"
    },
    {
      "index": 167,
      "start_time": 1177720.0,
      "end_time": 1184720.0,
      "text": "two five oh I think you&#39;re right thirty two five oh yes. Ok that is an account going back"
    },
    {
      "index": 168,
      "start_time": 1190250.0,
      "end_time": 1197250.0,
      "text": "to this it&#39;s a record of increases and decreases in this case cash, but we could do that and"
    },
    {
      "index": 169,
      "start_time": 1197370.0,
      "end_time": 1202949.0,
      "text": "do that in every account now what it will and we&#39;ll come back to that in second, but"
    },
    {
      "index": 170,
      "start_time": 1202950.0,
      "end_time": 1209950.0,
      "text": "what is a general ledger? A general ledger is record containing all the accounts used"
    },
    {
      "index": 171,
      "start_time": 1209990.0,
      "end_time": 1216990.0,
      "text": "by a company if you look at exercise one eleven this is kind of an example at this point in"
    },
    {
      "index": 172,
      "start_time": 1217150.0,
      "end_time": 1223850.0,
      "text": "our learning of a general journal at least recording transactions in this way. But it"
    },
    {
      "index": 173,
      "start_time": 1223850.0,
      "end_time": 1229189.0,
      "text": "shows a lot of different accounts the increases and decreases and then it shows the ending"
    },
    {
      "index": 174,
      "start_time": 1229190.0,
      "end_time": 1236190.0,
      "text": "balance correct? Ok so that is kind of like a general ledger per say alright, now we&#39;re"
    },
    {
      "index": 175,
      "start_time": 1241540.0,
      "end_time": 1248540.0,
      "text": "going to learn a new way of recording business transaction were going to do a transformation"
    },
    {
      "index": 176,
      "start_time": 1249130.0,
      "end_time": 1256130.0,
      "text": "from the chapter one way to the new chapter two and beyond way. in a way chapter one is"
    },
    {
      "index": 177,
      "start_time": 1257180.0,
      "end_time": 1262350.0,
      "text": "kind of like the training wheels on a bicycle ok did anyone learn how to ride a bicycle"
    },
    {
      "index": 178,
      "start_time": 1262350.0,
      "end_time": 1269179.0,
      "text": "using training wheels? Well the training wheels kind of help you get the feeling on how a"
    },
    {
      "index": 179,
      "start_time": 1269180.0,
      "end_time": 1275340.0,
      "text": "bike should feel kind of lets you learn your balance how to turn but eventually what? Mom"
    },
    {
      "index": 180,
      "start_time": 1275340.0,
      "end_time": 1280870.0,
      "text": "or dad comes with a crescent wrench and they take the training wheels off right? now once"
    },
    {
      "index": 181,
      "start_time": 1280870.0,
      "end_time": 1285409.0,
      "text": "you learn how to ride a bike without the training wheels do you put the training wheels back"
    },
    {
      "index": 182,
      "start_time": 1285410.0,
      "end_time": 1292410.0,
      "text": "on no you never say I&#39;m going to bike ride today just for old times&#39; sake I think I&#39;m"
    },
    {
      "index": 183,
      "start_time": 1292750.0,
      "end_time": 1296840.0,
      "text": "going to put those old training wheels back on no once you learned once you&#39;ve taken them"
    },
    {
      "index": 184,
      "start_time": 1296840.0,
      "end_time": 1302449.0,
      "text": "off they&#39;re gone for good and that&#39;s the way you ride a bike from here on out so this is"
    },
    {
      "index": 185,
      "start_time": 1302450.0,
      "end_time": 1308300.0,
      "text": "what we&#39;re going to do the chapter one way was the training wheel method as far as recording"
    },
    {
      "index": 186,
      "start_time": 1308300.0,
      "end_time": 1314240.0,
      "text": "transaction. Chapter two I&#39;m dad I got my crescent wrench we&#39;re taking the training"
    },
    {
      "index": 187,
      "start_time": 1314240.0,
      "end_time": 1320110.0,
      "text": "wheels off. Now I hope you understand the chapter one way if you don&#39;t what&#39;s going"
    },
    {
      "index": 188,
      "start_time": 1320110.0,
      "end_time": 1325270.0,
      "text": "to happen? you&#39;re going to fall down and scrape your knee aren&#39;t you? So you folks at home"
    },
    {
      "index": 189,
      "start_time": 1325270.0,
      "end_time": 1329430.0,
      "text": "if you don&#39;t understand chapter one and how to record transactions in those manner watch"
    },
    {
      "index": 190,
      "start_time": 1329430.0,
      "end_time": 1335700.0,
      "text": "those lectures again, but we&#39;re going to learn the chapter two way now. And this is the way"
    },
    {
      "index": 191,
      "start_time": 1335700.0,
      "end_time": 1341980.0,
      "text": "we&#39;ll do things. alright let&#39;s take a look back at that account that I wrote remember"
    },
    {
      "index": 192,
      "start_time": 1341980.0,
      "end_time": 1348980.0,
      "text": "that cash account that I wrote this is the chapter one way let me tweak this thing a"
    },
    {
      "index": 193,
      "start_time": 1350310.0,
      "end_time": 1357310.0,
      "text": "little bit lets ay you all understand this right? let&#39;s say I wrote it another way what"
    },
    {
      "index": 194,
      "start_time": 1362500.0,
      "end_time": 1369500.0,
      "text": "if I wrote it this way instead what if I decided to put the increase on the left side  and decreases on the right side ok. What would"
    },
    {
      "index": 195,
      "start_time": 1385800.0,
      "end_time": 1392800.0,
      "text": "the balance the balance would still be thirty two fifty right? You understand how that moved"
    },
    {
      "index": 196,
      "start_time": 1393180.0,
      "end_time": 1399370.0,
      "text": "to this ok? So what if I would you allow me to do that instead of writing it like this"
    },
    {
      "index": 197,
      "start_time": 1399370.0,
      "end_time": 1404250.0,
      "text": "let me just put the increases for cash on the left side and the decreases on the right"
    },
    {
      "index": 198,
      "start_time": 1404250.0,
      "end_time": 1411250.0,
      "text": "side let me go ahead and draw a line down the middle of that ok. So I put the increases"
    },
    {
      "index": 199,
      "start_time": 1414000.0,
      "end_time": 1421000.0,
      "text": "of cash on  the left side and the decreases on the right side why don&#39;t we just go ahead and make one"
    },
    {
      "index": 200,
      "start_time": 1426630.0,
      "end_time": 1433630.0,
      "text": "little bit more change here and let me get rid of the pluses and the minuses ok. Let&#39;s"
    },
    {
      "index": 201,
      "start_time": 1437680.0,
      "end_time": 1443260.0,
      "text": "just say I know the increases are going to go over here and the decreases are going to"
    },
    {
      "index": 202,
      "start_time": 1443260.0,
      "end_time": 1450260.0,
      "text": "go over here this is cash and the balance is still thirty two fifty right? Do you understand"
    },
    {
      "index": 203,
      "start_time": 1454890.0,
      "end_time": 1461780.0,
      "text": "the transition from here to here? Ok for those of you have had accounting in high school"
    },
    {
      "index": 204,
      "start_time": 1461780.0,
      "end_time": 1468610.0,
      "text": "or college or whatever do you know that we have now prepared what do you know what this"
    },
    {
      "index": 205,
      "start_time": 1468610.0,
      "end_time": 1474500.0,
      "text": "is? It&#39;s a T account and the reason we call it a T account is because it looks like a"
    },
    {
      "index": 206,
      "start_time": 1474500.0,
      "end_time": 1481500.0,
      "text": "T and this going to be a vital part of the chapter two way that you&#39;ll learn and use"
    },
    {
      "index": 207,
      "start_time": 1482700.0,
      "end_time": 1489700.0,
      "text": "from here on out. Now this is a t account because again this looks like a t the left"
    },
    {
      "index": 208,
      "start_time": 1489990.0,
      "end_time": 1496990.0,
      "text": "side of a T account is called the debit side and the right side of a T account is called"
    },
    {
      "index": 209,
      "start_time": 1501110.0,
      "end_time": 1508110.0,
      "text": "the credit side, are you with me? The left side of a t account is called the debit side"
    },
    {
      "index": 210,
      "start_time": 1508820.0,
      "end_time": 1515820.0,
      "text": "and the right side is called the credit side. And we abbreviate debit with DR and don&#39;t"
    },
    {
      "index": 211,
      "start_time": 1518450.0,
      "end_time": 1525450.0,
      "text": "ask me why I know it doesn&#39;t have and R but the way we abbreviate debit is DR and the"
    },
    {
      "index": 212,
      "start_time": 1527590.0,
      "end_time": 1534590.0,
      "text": "way we abbreviate credit is with CR ok. You with me? Let&#39;s take a look at this one more"
    },
    {
      "index": 213,
      "start_time": 1538190.0,
      "end_time": 1545190.0,
      "text": "time. This is the chapter one way and then we kind of did this transition right here"
    },
    {
      "index": 214,
      "start_time": 1546590.0,
      "end_time": 1553590.0,
      "text": "right? And then I did this transition correct? And I introduce these new concepts called"
    },
    {
      "index": 215,
      "start_time": 1554800.0,
      "end_time": 1561800.0,
      "text": "the left side of the t account is the debit side and the right side is the credit side."
    },
    {
      "index": 216,
      "start_time": 1561960.0,
      "end_time": 1568960.0,
      "text": "Now going back to our PowerPoint I have just introduced these new terms debit and credits"
    },
    {
      "index": 217,
      "start_time": 1570890.0,
      "end_time": 1577890.0,
      "text": "and I want to make some big cautions to you and please take head here the way your brain"
    },
    {
      "index": 218,
      "start_time": 1578720.0,
      "end_time": 1585720.0,
      "text": "works is whenever it learns a new term or you&#39;re trying to learn something you go out"
    },
    {
      "index": 219,
      "start_time": 1587460.0,
      "end_time": 1592280.0,
      "text": "in your brain you try to understand something that finds something that you already understand"
    },
    {
      "index": 220,
      "start_time": 1592280.0,
      "end_time": 1598370.0,
      "text": "and you kind of link it up this what your brain biologically works so if I introduce"
    },
    {
      "index": 221,
      "start_time": 1598370.0,
      "end_time": 1603300.0,
      "text": "a term to you and may be you understand the root term you&#39;ll try to figure it out or may"
    },
    {
      "index": 222,
      "start_time": 1603300.0,
      "end_time": 1609710.0,
      "text": "be even in sports right? When you&#39;re teaching somebody to swing the golf club easily you"
    },
    {
      "index": 223,
      "start_time": 1609710.0,
      "end_time": 1613800.0,
      "text": "might say just think of it like swinging a baseball bat just swing the bat just swing"
    },
    {
      "index": 224,
      "start_time": 1613800.0,
      "end_time": 1620320.0,
      "text": "the golf club it&#39;s going out in your brain finding something you do understand trying"
    },
    {
      "index": 225,
      "start_time": 1620320.0,
      "end_time": 1627320.0,
      "text": "to help you with this new concept that&#39;s understandably the way we work. But it could cause problems"
    },
    {
      "index": 226,
      "start_time": 1628350.0,
      "end_time": 1635300.0,
      "text": "in this specific area do not think of the way when we talk about these new terms debits"
    },
    {
      "index": 227,
      "start_time": 1635300.0,
      "end_time": 1642100.0,
      "text": "and credits do not think of the way that others use these terms such as your bank. And I know"
    },
    {
      "index": 228,
      "start_time": 1642100.0,
      "end_time": 1646770.0,
      "text": "your brains some of you when I said this is the debit side this is the credit side you"
    },
    {
      "index": 229,
      "start_time": 1646770.0,
      "end_time": 1651300.0,
      "text": "already started thinking about ok I know the bank says they&#39;re going to debit my account"
    },
    {
      "index": 230,
      "start_time": 1651300.0,
      "end_time": 1658300.0,
      "text": "and does that have something to do with this? no please don&#39;t go down that road no. For"
    },
    {
      "index": 231,
      "start_time": 1659930.0,
      "end_time": 1666930.0,
      "text": "our purposes I want you to think of the debit is the left side of the t account the credit"
    },
    {
      "index": 232,
      "start_time": 1666980.0,
      "end_time": 1673980.0,
      "text": "is the right side of the t account. You with me? Another mistake do not think of your plastic"
    },
    {
      "index": 233,
      "start_time": 1676750.0,
      "end_time": 1683750.0,
      "text": "debit cards and credit cards some of you did that. Now fifteen twenty years ago people"
    },
    {
      "index": 234,
      "start_time": 1684620.0,
      "end_time": 1688360.0,
      "text": "weren&#39;t even that familiar with the term debit but now we are all have debit cards don&#39;t"
    },
    {
      "index": 235,
      "start_time": 1688360.0,
      "end_time": 1692709.0,
      "text": "we? So now ok I think let me see if I can figure out this debit credit thing out the"
    },
    {
      "index": 236,
      "start_time": 1692710.0,
      "end_time": 1698360.0,
      "text": "Krug is talking about I have a debit card no don&#39;t do even go down that route don&#39;t"
    },
    {
      "index": 237,
      "start_time": 1698360.0,
      "end_time": 1705360.0,
      "text": "do it  debit means the left side credit means the right side. You with me? It would have made"
    },
    {
      "index": 238,
      "start_time": 1709730.0,
      "end_time": 1715220.0,
      "text": "my life easier if thousands of years ago when these terms originated if they wouldn&#39;t use"
    },
    {
      "index": 239,
      "start_time": 1715220.0,
      "end_time": 1721100.0,
      "text": "the terms debit and credit I wish they would have used the terms lefty and righty, or something"
    },
    {
      "index": 240,
      "start_time": 1721100.0,
      "end_time": 1728000.0,
      "text": "like that. Ok but do not think of these things in anyway except that debit means the left"
    },
    {
      "index": 241,
      "start_time": 1728000.0,
      "end_time": 1735000.0,
      "text": "side and credit means the right side. Do not mistakenly think as debit as debt and credit"
    },
    {
      "index": 242,
      "start_time": 1735440.0,
      "end_time": 1742440.0,
      "text": "as credit like we&#39;re going to give you a line of credit or something. Don&#39;t do that ok for"
    },
    {
      "index": 243,
      "start_time": 1744590.0,
      "end_time": 1751590.0,
      "text": "accounting debit means left credit means right. Do not mistakenly think debit as good things"
    },
    {
      "index": 244,
      "start_time": 1751830.0,
      "end_time": 1758830.0,
      "text": "and credits as bad things this is another problem some students have had. Once again"
    },
    {
      "index": 245,
      "start_time": 1759000.0,
      "end_time": 1766000.0,
      "text": "debit means left credit means right, you with me? Can I pan that any harder than I am, one"
    },
    {
      "index": 246,
      "start_time": 1767940.0,
      "end_time": 1774940.0,
      "text": "more time debit means left credit means right. Let&#39;s just say that as a class debit means"
    },
    {
      "index": 247,
      "start_time": 1775800.0,
      "end_time": 1782800.0,
      "text": "left credit means right. That&#39;s what I want you to concentrate on, are you with me? Now"
    },
    {
      "index": 248,
      "start_time": 1785310.0,
      "end_time": 1792310.0,
      "text": "let&#39;s go back to this account that I showed you if you look at this cash account you might"
    },
    {
      "index": 249,
      "start_time": 1795690.0,
      "end_time": 1802690.0,
      "text": "understandably think ok debit means increase and credit means decrease no debit does not"
    },
    {
      "index": 250,
      "start_time": 1808290.0,
      "end_time": 1813379.0,
      "text": "mean increase and credit does not mean decrease. Debit means the left side credit means the"
    },
    {
      "index": 251,
      "start_time": 1813380.0,
      "end_time": 1820380.0,
      "text": "right side, you with me? Yes for cash specifically for cash yes the increases are on the debit"
    },
    {
      "index": 252,
      "start_time": 1822730.0,
      "end_time": 1829730.0,
      "text": "side and the decreases are on the credit side but that is not always the case. Let me give"
    },
    {
      "index": 253,
      "start_time": 1830390.0,
      "end_time": 1837390.0,
      "text": "you an example let&#39;s take a look at a different account let&#39;s take a look at an account of"
    },
    {
      "index": 254,
      "start_time": 1845900.0,
      "end_time": 1852900.0,
      "text": "notes payable which is a liability right? Now this is a t account for notes payable."
    },
    {
      "index": 255,
      "start_time": 1853340.0,
      "end_time": 1860199.0,
      "text": "What&#39;s the left side called? On a t account for notes payable the left side regardless"
    },
    {
      "index": 256,
      "start_time": 1860200.0,
      "end_time": 1865870.0,
      "text": "of account the left side is the debit side the right side is the credit side always,"
    },
    {
      "index": 257,
      "start_time": 1865870.0,
      "end_time": 1872870.0,
      "text": "always, always regardless of the account the left side is the debit the right side is the"
    },
    {
      "index": 258,
      "start_time": 1874320.0,
      "end_time": 1881320.0,
      "text": "credit. Now I told you that for cash increases are kept track of on the debit side and that"
    },
    {
      "index": 259,
      "start_time": 1882600.0,
      "end_time": 1889600.0,
      "text": "is true, however for notes payable increases are kept track of on the right side or the"
    },
    {
      "index": 260,
      "start_time": 1891110.0,
      "end_time": 1898110.0,
      "text": "credit side. So let&#39;s say we were going to increases notes payable let&#39;s say we are going"
    },
    {
      "index": 261,
      "start_time": 1898820.0,
      "end_time": 1905820.0,
      "text": "to increase notes payable I would show that on the credit side. Are you with me? For notes"
    },
    {
      "index": 262,
      "start_time": 1911200.0,
      "end_time": 1917150.0,
      "text": "payable increases are on the credit side that&#39;s why we can&#39;t say debit means increases and"
    },
    {
      "index": 263,
      "start_time": 1917150.0,
      "end_time": 1924150.0,
      "text": "credit means decreases no, no, no. Debit means left credit mean right some accounts the increases"
    },
    {
      "index": 264,
      "start_time": 1924510.0,
      "end_time": 1931100.0,
      "text": "are kept track of on the debit side other accounts increases are kept track on the credit"
    },
    {
      "index": 265,
      "start_time": 1931100.0,
      "end_time": 1938100.0,
      "text": "side. Are you with me? One thing and then I&#39;ll answer your question when I wrote that"
    },
    {
      "index": 266,
      "start_time": 1942650.0,
      "end_time": 1949650.0,
      "text": "five hundred here that is called crediting the account. Crediting the notes payable account"
    },
    {
      "index": 267,
      "start_time": 1949900.0,
      "end_time": 1955250.0,
      "text": "when I wrote that five hundred on that credit side for notes payable that is called I credited"
    },
    {
      "index": 268,
      "start_time": 1955250.0,
      "end_time": 1962100.0,
      "text": "the notes payable account cause I wrote something on the credit side, you with me? When I wrote"
    },
    {
      "index": 269,
      "start_time": 1962100.0,
      "end_time": 1967919.0,
      "text": "this two fifty for cash that&#39;s called for accounting purposes I debited cash for two"
    },
    {
      "index": 270,
      "start_time": 1967920.0,
      "end_time": 1974920.0,
      "text": "fifty, because I wrote two fifty on the debit side for cash. Kara did you have a question?"
    },
    {
      "index": 271,
      "start_time": 1977380.0,
      "end_time": 1984110.0,
      "text": "Yeah when you write it you on this new way you don&#39;t want us to put like a plus or minus\""
    },
    {
      "index": 272,
      "start_time": 1984110.0,
      "end_time": 1991110.0,
      "text": "boy that is a great question that is a great question that is exactly, exactly true Kara."
    },
    {
      "index": 273,
      "start_time": 1994130.0,
      "end_time": 2001130.0,
      "text": "Never ever do I want to see dollar signs or plusses or minuses in a t account. Ok good"
    },
    {
      "index": 274,
      "start_time": 2002910.0,
      "end_time": 2009910.0,
      "text": "question no plusses or minuses no dollars signs in a t account. Alright now let me switch"
    },
    {
      "index": 275,
      "start_time": 2015570.0,
      "end_time": 2022570.0,
      "text": "over here actually keep it off there keep it on me for a second and let me go over the"
    },
    {
      "index": 276,
      "start_time": 2024200.0,
      "end_time": 2031200.0,
      "text": "next thing I wanted to show you. Ok we&#39;ve been talking about two accounts here let&#39;s"
    },
    {
      "index": 277,
      "start_time": 2032320.0,
      "end_time": 2036189.0,
      "text": "think of the way we recorded things in the chapter one method and lets go to the Elmo"
    },
    {
      "index": 278,
      "start_time": 2036190.0,
      "end_time": 2043190.0,
      "text": "now let&#39;s say we got a loan for five thousand dollars from the bank let&#39;s say we got a loan"
    },
    {
      "index": 279,
      "start_time": 2045200.0,
      "end_time": 2052200.0,
      "text": "of five thousand dollars from the bank. Well the chapter one we would say cash plus five"
    },
    {
      "index": 280,
      "start_time": 2052780.0000000002,
      "end_time": 2059780.0000000002,
      "text": "thousand and we would say notes payable plus five thousand isn&#39;t that the way we would&#39;ve"
    },
    {
      "index": 281,
      "start_time": 2060590.0000000002,
      "end_time": 2067590.0000000002,
      "text": "done it? Now let&#39;s learn the new way of recording this well let&#39;s do t accounts I&#39;m going to"
    },
    {
      "index": 282,
      "start_time": 2070320.0000000002,
      "end_time": 2077320.0000000002,
      "text": "do a t account for cash and I&#39;m going to do a t account for notes payable., and we know"
    },
    {
      "index": 283,
      "start_time": 2080900.0,
      "end_time": 2087900.0,
      "text": "that the left side of the t accounts is the debit side and the right side of the t accounts"
    },
    {
      "index": 284,
      "start_time": 2089199.9999999998,
      "end_time": 2096199.9999999998,
      "text": "is the credit side. I also told you that increases for cash are accounted for on the debit side"
    },
    {
      "index": 285,
      "start_time": 2101420.0,
      "end_time": 2107109.0,
      "text": "so I&#39;m going to debit cash for five thousand dollars which means I increased cash for five"
    },
    {
      "index": 286,
      "start_time": 2107110.0,
      "end_time": 2113431.0,
      "text": "thousand, because increases are on the debit or the left side. Now I&#39;m going to credit"
    },
    {
      "index": 287,
      "start_time": 2113430.0,
      "end_time": 2120430.0,
      "text": "notes payable for five thousand and I&#39;m increasing notes payable because I told you that increase"
    },
    {
      "index": 288,
      "start_time": 2121370.0,
      "end_time": 2128370.0,
      "text": "for notes payable are kept track of on the credit side. This is the chapter one way this"
    },
    {
      "index": 289,
      "start_time": 2129700.0,
      "end_time": 2136700.0,
      "text": "is the chapter two way , and that&#39;s how well be doing things and as Kara said there&#39;s no"
    },
    {
      "index": 290,
      "start_time": 2138490.0,
      "end_time": 2145490.0,
      "text": "dollar signs there&#39;s no plusses or minuses are you with me? Question? For the notes payable"
    },
    {
      "index": 291,
      "start_time": 2148190.0,
      "end_time": 2155190.0,
      "text": "is the five thousand go on the credit side because its actually decreasing equity? No"
    },
    {
      "index": 292,
      "start_time": 2155630.0,
      "end_time": 2162630.0,
      "text": "go back to it and I know where your brain is going and I&#39;ll point that out in a second"
    },
    {
      "index": 293,
      "start_time": 2164910.0,
      "end_time": 2171910.0,
      "text": "I told you that increase for cash are kept track of on the debit side cash increased"
    },
    {
      "index": 294,
      "start_time": 2172600.0,
      "end_time": 2177250.0,
      "text": "so I had to write it on the debit side. I&#39;ve told you that for notes payable increases"
    },
    {
      "index": 295,
      "start_time": 2177250.0,
      "end_time": 2182530.0,
      "text": "are kept track of on the credit side and notes payable did increase so I had to put that"
    },
    {
      "index": 296,
      "start_time": 2182530.0,
      "end_time": 2189530.0,
      "text": "one the credit side where your brain is probably going is saying ok you told us that cash increases"
    },
    {
      "index": 297,
      "start_time": 2190790.0,
      "end_time": 2197420.0,
      "text": "are on the debit side and for notes payable increases are on the credit side how do we"
    },
    {
      "index": 298,
      "start_time": 2197420.0,
      "end_time": 2204420.0,
      "text": "know an account is which side do we do it? But notes payable is increasing. Now that&#39;s"
    },
    {
      "index": 299,
      "start_time": 2207280.0,
      "end_time": 2214280.0,
      "text": "goes to the PowerPoint"
    },
    {
      "index": 300,
      "start_time": 2218580.0,
      "end_time": 2223859.0,
      "text": "an account that is called a debit balanced account increases when you debit it and thus"
    },
    {
      "index": 301,
      "start_time": 2223860.0,
      "end_time": 2230860.0,
      "text": "decreases when you credit it. Cash is a normal debit balance accounts thus its increases"
    },
    {
      "index": 302,
      "start_time": 2234400.0,
      "end_time": 2241400.0,
      "text": "on the debit side and decreases on the credit side, you with me? But there are also accounts"
    },
    {
      "index": 303,
      "start_time": 2241160.0,
      "end_time": 2247899.0,
      "text": "called credit balance accounts such as notes payable for a credit balance accounts the"
    },
    {
      "index": 304,
      "start_time": 2247900.0,
      "end_time": 2254900.0,
      "text": "increases are on the credit side and decreases are on the debit side notes payable is a credit"
    },
    {
      "index": 305,
      "start_time": 2257200.0,
      "end_time": 2264200.0,
      "text": "balance account, you with me? Now all accounts are debited and credited at times sometimes"
    },
    {
      "index": 306,
      "start_time": 2265540.0,
      "end_time": 2271410.0,
      "text": "people think ok so a debit balance account could only be debited no all accounts are"
    },
    {
      "index": 307,
      "start_time": 2271410.0,
      "end_time": 2278100.0,
      "text": "both debited and credited we just have to know for that specific account if when its"
    },
    {
      "index": 308,
      "start_time": 2278100.0,
      "end_time": 2284490.0,
      "text": "debited if that means if its be increased or decreased, are you with me ok. Another"
    },
    {
      "index": 309,
      "start_time": 2284490.0,
      "end_time": 2291490.0,
      "text": "thing regardless of the account opposite side&#39;s line opposite affects so if this is an increases"
    },
    {
      "index": 310,
      "start_time": 2295100.0,
      "end_time": 2301200.0,
      "text": "this side is an decrease if this side is an increase then this is a decrease opposite"
    },
    {
      "index": 311,
      "start_time": 2301200.0,
      "end_time": 2308200.0,
      "text": "sides of the line opposite effects. But in this case they both increased the increase"
    },
    {
      "index": 312,
      "start_time": 2311900.0,
      "end_time": 2315510.0,
      "text": "for cash is on the debit side the increase for notes payable is on the credit side right?"
    },
    {
      "index": 313,
      "start_time": 2315510.0,
      "end_time": 2322510.0,
      "text": "Let&#39;s say this is a zero interest loan and we use three hundred dollars cash to pay off"
    },
    {
      "index": 314,
      "start_time": 2323170.0,
      "end_time": 2330170.0,
      "text": "some of this principle balance let&#39;s say there&#39;s no interest. Well we pay off three hundred"
    },
    {
      "index": 315,
      "start_time": 2331700.0,
      "end_time": 2338310.0,
      "text": "cash goes down by three hundred right? So we show a decrease on the credit side correct"
    },
    {
      "index": 316,
      "start_time": 2338310.0,
      "end_time": 2345310.0,
      "text": "for cash. Notes payable where do we keep track of decreases on the debit side you with me?"
    },
    {
      "index": 317,
      "start_time": 2346530.0,
      "end_time": 2352910.0,
      "text": "So all accounts are debited and credited we just have to know that cash is a debit balance"
    },
    {
      "index": 318,
      "start_time": 2352910.0,
      "end_time": 2359400.0,
      "text": "account thus debit increase it and credit decreases it. And notes payable is a credit"
    },
    {
      "index": 319,
      "start_time": 2359400.0,
      "end_time": 2365940.0,
      "text": "balance account thus credit increases it and debit decreases it. I know I&#39;m throwing a"
    },
    {
      "index": 320,
      "start_time": 2365940.0,
      "end_time": 2372910.0,
      "text": "lot of information at you folks ok. Now the best question that could be coming into your"
    },
    {
      "index": 321,
      "start_time": 2372910.0,
      "end_time": 2379910.0,
      "text": "brain right about now is alright can I borrow this Jake? Which accounts are debit balance"
    },
    {
      "index": 322,
      "start_time": 2382150.0,
      "end_time": 2389150.0,
      "text": "accounts and which are credit balance accounts ok? It&#39;s not do you have chapter two let me"
    },
    {
      "index": 323,
      "start_time": 2389230.0,
      "end_time": 2396230.0,
      "text": "grab this where&#39;s chapter two? Ok may be I didn&#39;t bring that ok I think I gave that to"
    },
    {
      "index": 324,
      "start_time": 2411300.0,
      "end_time": 2416119.0,
      "text": "you in a separate one ok. The most logical question at this point is which account is"
    },
    {
      "index": 325,
      "start_time": 2416120.0,
      "end_time": 2423120.0,
      "text": "a debit balance account which account is a credit balance account ok. Now let me turn"
    },
    {
      "index": 326,
      "start_time": 2424930.0,
      "end_time": 2431930.0,
      "text": "in your book and I&#39;ll show you what I&#39;m talking about. Alright turn to page sixty three  ok and you&#39;re going to see at the bottom at"
    },
    {
      "index": 327,
      "start_time": 2452380.0,
      "end_time": 2459380.0,
      "text": "the bottom right on page sixty three a little chart like this and this tells us that assets"
    },
    {
      "index": 328,
      "start_time": 2463320.0,
      "end_time": 2470320.0,
      "text": "are normal credit balance accounts thus they increase with the credit and they thus debits"
    },
    {
      "index": 329,
      "start_time": 2471170.0,
      "end_time": 2478170.0,
      "text": "decrease them right? And you&#39;re going to see liabilities like notes payable are debit balance"
    },
    {
      "index": 330,
      "start_time": 2478380.0,
      "end_time": 2485380.0,
      "text": "accounts thus they increase with the debit and they decrease with the credit. Ok now"
    },
    {
      "index": 331,
      "start_time": 2486860.0,
      "end_time": 2493860.0,
      "text": "this is all good and fine but that&#39;s not the way to learn this that is not the way to learn"
    },
    {
      "index": 332,
      "start_time": 2495900.0,
      "end_time": 2500180.0,
      "text": "which accounts are debit balance accounts and which accounts are credit balance accounts."
    },
    {
      "index": 333,
      "start_time": 2500180.0,
      "end_time": 2507180.0,
      "text": "Here&#39;s what I want you to do I want you to prepare even in this age of technology and"
    },
    {
      "index": 334,
      "start_time": 2507530.0,
      "end_time": 2514530.0,
      "text": "ipads and stuff what&#39;s the best way to learn these flash cards. Flash cards I want you"
    },
    {
      "index": 335,
      "start_time": 2518570.0,
      "end_time": 2525570.0,
      "text": "to learn this by flash cards now for example here&#39;s one that I made for cash, and I&#39;m not"
    },
    {
      "index": 336,
      "start_time": 2526700.0,
      "end_time": 2532490.0,
      "text": "just going to do flash cards for assets I&#39;m going to do this for all sorts of assets I&#39;m"
    },
    {
      "index": 337,
      "start_time": 2532490.0,
      "end_time": 2539490.0,
      "text": "going to do it for cash I&#39;m going to do it for buildings I&#39;m going to do it for notes"
    },
    {
      "index": 338,
      "start_time": 2540160.0,
      "end_time": 2547160.0,
      "text": "receivable I&#39;m going to do it for supplies are those not all assets ok. Here&#39;s what I&#39;m"
    },
    {
      "index": 339,
      "start_time": 2548700.0,
      "end_time": 2554618.0,
      "text": "going to on one side of the flash card I have the name of the account on the other side"
    },
    {
      "index": 340,
      "start_time": 2554620.0,
      "end_time": 2561620.0,
      "text": "of the flash card I have cash is a debit balance account thus a debit increases and a credit"
    },
    {
      "index": 341,
      "start_time": 2564430.0,
      "end_time": 2571430.0,
      "text": "decreases, cash is a debit balance account thus a debit increases and a credit decreases,"
    },
    {
      "index": 342,
      "start_time": 2575440.0,
      "end_time": 2581290.0,
      "text": "you with me? Now I even went a little further on this flash card as you can see on it and"
    },
    {
      "index": 343,
      "start_time": 2581290.0,
      "end_time": 2588290.0,
      "text": "I said in the lower left corner I said that is an asset and in the right side I said it"
    },
    {
      "index": 344,
      "start_time": 2588590.0,
      "end_time": 2595590.0,
      "text": "is and it is on the balance sheet right? That is a great flash card now mine looks all pretty"
    },
    {
      "index": 345,
      "start_time": 2596950.0,
      "end_time": 2603950.0,
      "text": "but you can do yours on index cards or whatever ok. On one side you put the name of the account"
    },
    {
      "index": 346,
      "start_time": 2605110.0,
      "end_time": 2612110.0,
      "text": "on the other side you put that information. Now you want to do this for all of your accounts"
    },
    {
      "index": 347,
      "start_time": 2614230.0,
      "end_time": 2621230.0,
      "text": "for example let&#39;s just say that this is a where&#39;s my pen? Lets&#39; just say this is a blank"
    },
    {
      "index": 348,
      "start_time": 2622370.0,
      "end_time": 2629370.0,
      "text": "flash card we learned notes payable today right? so put notes payable on one side and"
    },
    {
      "index": 349,
      "start_time": 2631750.0,
      "end_time": 2638750.0,
      "text": "on the other side is a credit balance account therefor a credit increases and a debit decreases"
    },
    {
      "index": 350,
      "start_time": 2651860.0,
      "end_time": 2658860.0,
      "text": "you with me? And you can say down here if you want a liability and where do notes payable"
    },
    {
      "index": 351,
      "start_time": 2660120.0,
      "end_time": 2667120.0,
      "text": "go? The balance sheet correct? But I want you to think of all your different accounts"
    },
    {
      "index": 352,
      "start_time": 2669640.0,
      "end_time": 2676640.0,
      "text": "that you used and I want you to learn your account balances I cannot stress this enough"
    },
    {
      "index": 353,
      "start_time": 2683170.0,
      "end_time": 2690170.0,
      "text": "you have to learn your account balances you have to know which accounts are increased"
    },
    {
      "index": 354,
      "start_time": 2692410.0,
      "end_time": 2696580.0,
      "text": "with the debit and thus are debit balance accounts and which accounts are increased"
    },
    {
      "index": 355,
      "start_time": 2696580.0,
      "end_time": 2702340.0,
      "text": "with the credit and thus are increased with the credit you have to know this. If you don&#39;t"
    },
    {
      "index": 356,
      "start_time": 2702340.0,
      "end_time": 2707240.0,
      "text": "learn this if you&#39;re stubborn and you say Krug I don&#39;t want to learn this you should"
    },
    {
      "index": 357,
      "start_time": 2707240.0,
      "end_time": 2714240.0,
      "text": "drop the class. I don&#39;t mean to be so dramatic but you cannot do accounting unless you know"
    },
    {
      "index": 358,
      "start_time": 2715900.0,
      "end_time": 2720240.0,
      "text": "this has anybody had accounting before in high school or something? Ok let me ask you"
    },
    {
      "index": 359,
      "start_time": 2720240.0,
      "end_time": 2727240.0,
      "text": "this is anybody here taking a math class? At JCCC Jake you are you&#39;re taking statistics"
    },
    {
      "index": 360,
      "start_time": 2732000.0,
      "end_time": 2739000.0,
      "text": "nobody else is taking a math class? You&#39;re done, what you&#39;re taking statistics alright"
    },
    {
      "index": 361,
      "start_time": 2740980.0,
      "end_time": 2747560.0,
      "text": "nobody here is taking college algebra you are? What your name back there? \"Brian I&#39;m"
    },
    {
      "index": 362,
      "start_time": 2747560.0,
      "end_time": 2751299.0,
      "text": "taking calculus\" oh you&#39;re taking calculus? Brian is taking calculus ok. Ok let me give"
    },
    {
      "index": 363,
      "start_time": 2751300.0,
      "end_time": 2756119.0,
      "text": "this quiz I&#39;m going to give this quiz to just Brian, and I don&#39;t want you to be smart-aleck"
    },
    {
      "index": 364,
      "start_time": 2756120.0,
      "end_time": 2763120.0,
      "text": "just look at the quiz and I want you to answer this for me. One, two, three, four, blank,"
    },
    {
      "index": 365,
      "start_time": 2765780.0,
      "end_time": 2772780.0,
      "text": "six, seven, eight, nine, ten ok I want you to think about this don&#39;t be a smart-aleck,"
    },
    {
      "index": 366,
      "start_time": 2774430.0,
      "end_time": 2781430.0,
      "text": "but Brian what number what is the answer that goes in that blank? Five. Five very good give"
    },
    {
      "index": 367,
      "start_time": 2783240.0,
      "end_time": 2790240.0,
      "text": "him a round of applause now let me ask you this lets say that Brian did not know what"
    },
    {
      "index": 368,
      "start_time": 2790450.0,
      "end_time": 2797450.0,
      "text": "went in that blank. Ok let&#39;s say he thought the answer was four Matt how do you think"
    },
    {
      "index": 369,
      "start_time": 2800330.0,
      "end_time": 2807150.0,
      "text": "Brian is going to do in Calculus \"probably about as good as I would\" ok not very well"
    },
    {
      "index": 370,
      "start_time": 2807150.0,
      "end_time": 2811880.0,
      "text": "is he? What if he had to think about this for a while? Do you think he&#39;s going to do"
    },
    {
      "index": 371,
      "start_time": 2811880.0,
      "end_time": 2817710.0,
      "text": "good in calculus no. What if he thought the answer was negative two, or what if he thought"
    },
    {
      "index": 372,
      "start_time": 2817710.0,
      "end_time": 2824710.0,
      "text": "the answer was pie, or fourteen ninety two, or Abraham Lincoln if he doesn&#39;t know what"
    },
    {
      "index": 373,
      "start_time": 2826770.0,
      "end_time": 2833290.0,
      "text": "goes in that blank and if he know it quickly he is going to flunk calculus in a very bad"
    },
    {
      "index": 374,
      "start_time": 2833290.0,
      "end_time": 2840290.0,
      "text": "way am I correct? Alright you have to know this you have to know this now you don&#39;t know"
    },
    {
      "index": 375,
      "start_time": 2841310.0,
      "end_time": 2846570.0,
      "text": "the full implications of everything I&#39;m telling you right now ok. Remember when you learned"
    },
    {
      "index": 376,
      "start_time": 2846570.0,
      "end_time": 2852109.0,
      "text": "your multiplication tables when you&#39;re a kid and you would learn that two times three equals"
    },
    {
      "index": 377,
      "start_time": 2852110.0,
      "end_time": 2857231.0,
      "text": "six right there was a point in your learning that you just memorized that two times three"
    },
    {
      "index": 378,
      "start_time": 2857230.0,
      "end_time": 2864230.0,
      "text": "equals six later on you might have realized that three times two also equals six, or six"
    },
    {
      "index": 379,
      "start_time": 2868200.0,
      "end_time": 2873339.0,
      "text": "divided by three equals two, or six divided by two is three, or if you have six cookies"
    },
    {
      "index": 380,
      "start_time": 2873340.0,
      "end_time": 2877831.0,
      "text": "and three friends you each get two cookies, or that you can even graphically represent"
    },
    {
      "index": 381,
      "start_time": 2877830.0,
      "end_time": 2884779.0,
      "text": "three times two by going three rows of two or two rows of three right? But at some point"
    },
    {
      "index": 382,
      "start_time": 2884780.0,
      "end_time": 2888940.0,
      "text": "in your learning you just had to memorize three times two equals six correct? And then"
    },
    {
      "index": 383,
      "start_time": 2888940.0,
      "end_time": 2894510.0,
      "text": "that other thing came about with more knowledge that&#39;s where you are now you don&#39;t fully understand"
    },
    {
      "index": 384,
      "start_time": 2894510.0,
      "end_time": 2900730.0,
      "text": "the implications when I say that cash is a debit balance account notes payable is a credit"
    },
    {
      "index": 385,
      "start_time": 2900730.0,
      "end_time": 2906650.0,
      "text": "balance account, but you need to learn this. If you don&#39;t learn this you will not do good"
    },
    {
      "index": 386,
      "start_time": 2906650.0,
      "end_time": 2911760.0,
      "text": "in this class. I used to do tutoring when I was at Kansas State University and I would"
    },
    {
      "index": 387,
      "start_time": 2911760.0,
      "end_time": 2916630.0,
      "text": "get I&#39;d have a student call me and they were in chapter four or five and they would be"
    },
    {
      "index": 388,
      "start_time": 2916630.0,
      "end_time": 2919420.0,
      "text": "flunking the class and they would call for help and so I would go over there and try"
    },
    {
      "index": 389,
      "start_time": 2919420.0,
      "end_time": 2922390.0,
      "text": "and help them the first thing that I would do is I would give them a quiz on their account"
    },
    {
      "index": 390,
      "start_time": 2922390.0,
      "end_time": 2927000.0,
      "text": "balances to see if they knew which accounts are debit balance accounts which accounts"
    },
    {
      "index": 391,
      "start_time": 2927000.0,
      "end_time": 2931650.0,
      "text": "were credit balance accounts and they didn&#39;t know it I told them that they you should probably"
    },
    {
      "index": 392,
      "start_time": 2931650.0,
      "end_time": 2935880.0,
      "text": "should just drop the class. Just like Brian I would tell you if you don&#39;t know how to"
    },
    {
      "index": 393,
      "start_time": 2935880.0,
      "end_time": 2942880.0,
      "text": "count to ten should you be taking calculus no. Can I say this this strong enough you"
    },
    {
      "index": 394,
      "start_time": 2944450.0,
      "end_time": 2951450.0,
      "text": "folks at home you need to make your flashcards I&#39;m going to email you a list or it will be"
    },
    {
      "index": 395,
      "start_time": 2952890.0,
      "end_time": 2959890.0,
      "text": "posted under chapter two on angel a list of the accounts and what their balance is so"
    },
    {
      "index": 396,
      "start_time": 2959970.0,
      "end_time": 2964980.0,
      "text": "that you can use that to make your own flash cards ok. I will give this to you guys as"
    },
    {
      "index": 397,
      "start_time": 2964980.0,
      "end_time": 2970130.0,
      "text": "well but you need to know which accounts are debit balance accounts and which accounts"
    },
    {
      "index": 398,
      "start_time": 2970130.0,
      "end_time": 2974830.0,
      "text": "are credit balance accounts. Here&#39;s how you&#39;ll know somebodies flunking this class if in"
    },
    {
      "index": 399,
      "start_time": 2974830.0,
      "end_time": 2979819.0,
      "text": "three weeks from now if I&#39;m working with someone and I go hey John \"ok work with me is cash"
    },
    {
      "index": 400,
      "start_time": 2979820.0,
      "end_time": 2986820.0,
      "text": "a debit balance account or a credit balance account? Oh it&#39;s a um debit credit no uh debit?"
    },
    {
      "index": 401,
      "start_time": 2990250.0,
      "end_time": 2994930.0,
      "text": "No John you&#39;re flunking right? If I ask you your middle name do you have to think about"
    },
    {
      "index": 402,
      "start_time": 2994930.0,
      "end_time": 3001890.0,
      "text": "it? No you know it that&#39;s what I want you to be with these accounts. Cash debit balance"
    },
    {
      "index": 403,
      "start_time": 3001890.0,
      "end_time": 3005330.0,
      "text": "account it increase with the debit decreases with the credit, notes payable it&#39;s a credit"
    },
    {
      "index": 404,
      "start_time": 3005330.0,
      "end_time": 3011119.0,
      "text": "balance account it increases with the credit and decreases with the debit, you understand?"
    },
    {
      "index": 405,
      "start_time": 3011120.0,
      "end_time": 3018120.0,
      "text": "Can I make this anymore clear alright make your flash cards the difference is not between"
    },
    {
      "index": 406,
      "start_time": 3019640.0,
      "end_time": 3024629.0,
      "text": "those who want to do flash cards and those who don&#39;t the difference between those who"
    },
    {
      "index": 407,
      "start_time": 3024630.0,
      "end_time": 3031300.0,
      "text": "by the time they go to bed tonight versus those I&#39;m going to do it tomorrow or next"
    },
    {
      "index": 408,
      "start_time": 3031300.0,
      "end_time": 3036270.0,
      "text": "week. No do it tonight before you go to bed have your flash cards I showed you an example"
    },
    {
      "index": 409,
      "start_time": 3036270.0,
      "end_time": 3042820.0,
      "text": "what they could look like. Alright one last thing I will let you go is let me give you"
    },
    {
      "index": 410,
      "start_time": 3042820.0,
      "end_time": 3049820.0,
      "text": "your homework ok and do them in this order if you would but I want you to do quick study"
    },
    {
      "index": 411,
      "start_time": 3055350.0,
      "end_time": 3062350.0,
      "text": "two point one two point four two point five two point three, but more important than that"
    },
    {
      "index": 412,
      "start_time": 3067200.0,
      "end_time": 3074200.0,
      "text": "I want you to make flash cards ok are you with me? Alright guys this is an important"
    },
    {
      "index": 413,
      "start_time": 3079910.0,
      "end_time": 3083670.0,
      "text": "lecture watch it again if you have to well see you later bye-bye."
    }
  ]
}