{
  "video_id": "NsVnEFVYiik",
  "title": "Module 1: Occupational Hygiene Principles",
  "json": [
    {
      "index": 1,
      "start_time": 7066.0,
      "end_time": 12066.0,
      "text": "Hello.  Welcome to &quot;Occupational Hygiene  Principles&quot;.  My name is Pete Raynor."
    },
    {
      "index": 2,
      "start_time": 12066.0,
      "end_time": 18066.0,
      "text": "I’m an Associate Professor at the University of  Minnesota School of Public Health."
    },
    {
      "index": 3,
      "start_time": 18066.0,
      "end_time": 26033.0,
      "text": "The learning objectives for this module are that,  by the end, learners should be able to classify  the types of hazards that workers face,"
    },
    {
      "index": 4,
      "start_time": 26033.0,
      "end_time": 34033.0,
      "text": "define exposure and related terms, list the  routes by which workers can be exposed to  hazardous agents,"
    },
    {
      "index": 5,
      "start_time": 34033.0,
      "end_time": 42000.0,
      "text": "and describe the occupational hygiene  framework of anticipating, recognizing,  evaluating, and controlling workplace hazards."
    },
    {
      "index": 6,
      "start_time": 42000.0,
      "end_time": 50033.0,
      "text": "As we begin to discuss the occupational  hygiene framework, I should make the point that  &quot;occupational hygiene&quot; is a term used"
    },
    {
      "index": 7,
      "start_time": 50033.0,
      "end_time": 58033.0,
      "text": "interchangeably with &quot;industrial hygiene&quot;.   &quot;Occupational hygiene&quot; is used more frequently  in Europe and other parts of the world"
    },
    {
      "index": 8,
      "start_time": 58033.0,
      "end_time": 63066.0,
      "text": "whereas &quot;industrial hygiene&quot; is used more  commonly in the United States."
    },
    {
      "index": 9,
      "start_time": 63066.0,
      "end_time": 70033.0,
      "text": "I&#39;m primarily going to use &quot;occupational hygiene&quot;  in this module because I think it describes the  profession more accurately."
    },
    {
      "index": 10,
      "start_time": 70033.0,
      "end_time": 79000.0,
      "text": "The American Board of Industrial Hygiene  defines industrial hygiene as &quot;the science of  protecting and enhancing the health and safety"
    },
    {
      "index": 11,
      "start_time": 79000.0,
      "end_time": 86033.0,
      "text": "of people at work and in their communities”.   This definition makes sense from the standpoint  of protecting people at work."
    },
    {
      "index": 12,
      "start_time": 86033.0,
      "end_time": 90033.0,
      "text": "However, it also includes another critical aspect  of occupational hygiene:"
    },
    {
      "index": 13,
      "start_time": 90033.0,
      "end_time": 96000.0,
      "text": "the protection of people in the community who  may be affected by what others do at work."
    },
    {
      "index": 14,
      "start_time": 96000.0,
      "end_time": 103000.0,
      "text": "Goelzer defines occupational hygiene as &quot;the  science of the anticipation, recognition,  evaluation,and control"
    },
    {
      "index": 15,
      "start_time": 103000.0,
      "end_time": 110066.0,
      "text": "of hazards arising in or from the workplace and  which could impair the health and well-being of  workers,"
    },
    {
      "index": 16,
      "start_time": 110066.0,
      "end_time": 117000.0,
      "text": "also taking into account the possible impact on  the surrounding communities and the general  environment.&quot;"
    },
    {
      "index": 17,
      "start_time": 117000.0,
      "end_time": 122033.0,
      "text": "This second definition of occupational or  industrial hygiene is more comprehensive."
    },
    {
      "index": 18,
      "start_time": 122033.0,
      "end_time": 130033.0,
      "text": "I also like that it includes the occupational  hygiene framework of anticipating, recognizing,  evaluating, and controlling hazards."
    },
    {
      "index": 19,
      "start_time": 130032.99999999999,
      "end_time": 136000.0,
      "text": "We need to be able to understand when  potential hazards may be present, notice them  when they are there,"
    },
    {
      "index": 20,
      "start_time": 136000.0,
      "end_time": 142000.0,
      "text": "know how to determine if they are a problem,  and then do something about them if they are a  problem."
    },
    {
      "index": 21,
      "start_time": 142000.0,
      "end_time": 147000.0,
      "text": "With whom do occupational or industrial  hygienists interact?"
    },
    {
      "index": 22,
      "start_time": 147000.0,
      "end_time": 153033.0,
      "text": "They interact with people on the job.  Most  important are the workers."
    },
    {
      "index": 23,
      "start_time": 153033.0,
      "end_time": 160066.0,
      "text": "However, this also includes the owners,  managers, and supervisors of different  workplaces without whose support we can get"
    },
    {
      "index": 24,
      "start_time": 160066.0,
      "end_time": 167066.0,
      "text": "little accomplished, regulators like those that  work for the Occupational Safety and Health  Administration or OSHA"
    },
    {
      "index": 25,
      "start_time": 167066.0,
      "end_time": 174066.0,
      "text": "at either the federal or state level, and members  of the public who may be affected by what goes  on at the worksite."
    },
    {
      "index": 26,
      "start_time": 174066.0,
      "end_time": 181000.0,
      "text": "Occupational hygienists interact with their  colleagues in other health and safety fields  including occupational physicians,"
    },
    {
      "index": 27,
      "start_time": 181000.0,
      "end_time": 188000.0,
      "text": "occupational health nurses, safety and  environmental specialists, occupational  epidemiologists,"
    },
    {
      "index": 28,
      "start_time": 188000.0,
      "end_time": 195033.0,
      "text": "and occupational hygiene technicians who may  carry out some of the measurements and  sampling that are designated by hygienists."
    },
    {
      "index": 29,
      "start_time": 195033.0,
      "end_time": 203066.0,
      "text": "Finally, occupational hygienists also interact  with engineers and facilities and maintenance  personnel."
    },
    {
      "index": 30,
      "start_time": 203066.0,
      "end_time": 209000.0,
      "text": "Engineers may be tasked with  carrying out changes in workplaces to make  them more healthy or safe,"
    },
    {
      "index": 31,
      "start_time": 209000.0,
      "end_time": 214000.0,
      "text": "and facilities and maintenance personnel can  affect workplace health and safety by the regular  maintenance they conduct,"
    },
    {
      "index": 32,
      "start_time": 214000.0,
      "end_time": 221000.0,
      "text": "the cleaning that they do, and other changes  that they may make to work  environments."
    },
    {
      "index": 33,
      "start_time": 221000.0,
      "end_time": 226033.0,
      "text": "Let’s talk next about anticipating and  recognizing hazards."
    },
    {
      "index": 34,
      "start_time": 226033.0,
      "end_time": 232033.0,
      "text": "The way I&#39;m going to do that, at least initially, is  to talk about my high school job"
    },
    {
      "index": 35,
      "start_time": 232033.0,
      "end_time": 237000.0,
      "text": "I worked at a grocery store in Irondequoit, New  York, a suburb of Rochester."
    },
    {
      "index": 36,
      "start_time": 237000.0,
      "end_time": 244000.0,
      "text": "I worked there from late in my junior year of high  school through the summer after my sophomore  year in college."
    },
    {
      "index": 37,
      "start_time": 244000.0,
      "end_time": 250033.0,
      "text": "When I went to work at the grocery store, my  first job there was to collect carts outside."
    },
    {
      "index": 38,
      "start_time": 250033.0,
      "end_time": 255000.0,
      "text": "Today, many cart pushers have automated,  battery-powered pushers to move trains of carts."
    },
    {
      "index": 39,
      "start_time": 255000.0,
      "end_time": 263066.0,
      "text": "Back when I did the job, I worked much like the   person in this image: we assembled long trains  of carts and pushed them across the parking lot."
    },
    {
      "index": 40,
      "start_time": 263066.0,
      "end_time": 269000.0,
      "text": "So, there was a lot of a heavy pushing, and  there was also a chance to get your fingers  pinched between the carts."
    },
    {
      "index": 41,
      "start_time": 269000.0,
      "end_time": 277033.0,
      "text": "It was hard, tiring work. We would sometimes  make very long trains of carts on purpose to see  how long we could make the train and still"
    },
    {
      "index": 42,
      "start_time": 277033.0,
      "end_time": 287000.0,
      "text": "push it back to the front of the lot.  Sometimes,  the long trains got a little out of control and hard  to stop because they had so much momentum."
    },
    {
      "index": 43,
      "start_time": 287000.0,
      "end_time": 293066.0,
      "text": "We had to be concerned about vehicles in the  parking lot.  Often, the parking lot was  congested, particularly at busy times around"
    },
    {
      "index": 44,
      "start_time": 293066.0,
      "end_time": 301066.0,
      "text": "holidays or on weekends.  Although I was never  injured by an incident with a car, there were  many close calls and I had to watch myself"
    },
    {
      "index": 45,
      "start_time": 301066.0,
      "end_time": 308066.0,
      "text": "around cars that were moving too fast or were  having difficulty backing out of a parking space."
    },
    {
      "index": 46,
      "start_time": 308066.0,
      "end_time": 315066.0,
      "text": "During different times of the year, we were  exposed to either heat or to cold.  Because  Rochester, New York is on Lake Ontario,"
    },
    {
      "index": 47,
      "start_time": 315066.0,
      "end_time": 323000.0,
      "text": "we had a lot of lake effect snow and frequently it  would be slippery in the parking lot during the  winter in addition to it being cold."
    },
    {
      "index": 48,
      "start_time": 323000.0,
      "end_time": 328066.0,
      "text": "In the summertime, it could be very hot and we  would feel it after four hours of pushing carts  around."
    },
    {
      "index": 49,
      "start_time": 328066.0,
      "end_time": 333033.0,
      "text": "We would sometimes be faced with shoplifters  when we worked outside the store."
    },
    {
      "index": 50,
      "start_time": 333033.0,
      "end_time": 337066.0,
      "text": "On one particular occasion, I was collecting  carts on a sunny afternoon."
    },
    {
      "index": 51,
      "start_time": 337066.0,
      "end_time": 344066.0,
      "text": "I was out there by myself, it wasn’t very busy,  and I was off in my own little world as I was  picking up carts."
    },
    {
      "index": 52,
      "start_time": 344066.0,
      "end_time": 350000.0,
      "text": "So, I wasn’t really paying too much attention to  what was going on other than in my own  immediate vicinity."
    },
    {
      "index": 53,
      "start_time": 350000.0,
      "end_time": 359033.0,
      "text": "Suddenly, I saw this guy running toward me, and  as he got closer, he yelled to me, &quot;Don&#39;t do it,  man! Don&#39;t do it!&quot;  I&#39;m thinking to myself,"
    },
    {
      "index": 54,
      "start_time": 359033.0,
      "end_time": 366000.0,
      "text": "&quot;Don&#39;t do what?&quot;  The guy ran past, and I was  still trying to understand what he meant, when  my supervisor runs up to me and says,"
    },
    {
      "index": 55,
      "start_time": 366000.0,
      "end_time": 375033.0,
      "text": "&quot;Pete, why didn’t you stop him?&quot;  I thought to  myself, &quot;Stop what?&quot;  I had no idea what was  going on.  It turned out that he was a shoplifter."
    },
    {
      "index": 56,
      "start_time": 375033.0,
      "end_time": 382000.0,
      "text": "So, there was a risk that, had I realized what  was going on and tried to intervene, I could&#39;ve  been subjected to some violence."
    },
    {
      "index": 57,
      "start_time": 382000.0,
      "end_time": 387033.0,
      "text": "My supervisor was a little disgusted with me for  not divining that I should have stopped the guy."
    },
    {
      "index": 58,
      "start_time": 387033.0,
      "end_time": 393033.0,
      "text": "This particular supervisor didn’t like me very  much, and it was sometimes stressful to deal  with him."
    },
    {
      "index": 59,
      "start_time": 393033.0,
      "end_time": 400033.0,
      "text": "Eventually, I was given the opportunity to move  inside, at least most of the time, and be a  checkout clerk, which involved scanning a lot of"
    },
    {
      "index": 60,
      "start_time": 400033.0,
      "end_time": 407033.0,
      "text": "items, putting them into bags, and lifting the  bags up and over a shelf to put them into the  customers’ shopping carts."
    },
    {
      "index": 61,
      "start_time": 407033.0,
      "end_time": 414066.0,
      "text": "I would also have to enter numbers into the  keypad on the register.  Shifts on the registers  could last as long as eight hours with"
    },
    {
      "index": 62,
      "start_time": 414066.0,
      "end_time": 421066.0,
      "text": "a lunch and two short breaks.  Standing in one  place and repeating these same actions over  and over was tiring."
    },
    {
      "index": 63,
      "start_time": 421066.0,
      "end_time": 425000.0,
      "text": "One of the other things I would sometimes do  when I worked inside was to go to the"
    },
    {
      "index": 64,
      "start_time": 425000.0,
      "end_time": 432066.0,
      "text": "back room of the store and bring sacks of paper  bags – 500 per sack – up to the front end."
    },
    {
      "index": 65,
      "start_time": 432066.0,
      "end_time": 437033.0,
      "text": "We didn’t have plastic bags back then, so these  were thick paper bags."
    },
    {
      "index": 66,
      "start_time": 437033.0,
      "end_time": 442033.0,
      "text": "I would take a large cart to the back room, go  into the truck trailer where the sacks were  stored,"
    },
    {
      "index": 67,
      "start_time": 442033.0,
      "end_time": 448000.0,
      "text": "climb a pile of sacks, toss about 15 sacks from  the pile onto the bed of the trailer,"
    },
    {
      "index": 68,
      "start_time": 448000.0,
      "end_time": 453000.0,
      "text": "pick the sacks up and pile them onto the cart,  and push the heavy cart through the store to the  front."
    },
    {
      "index": 69,
      "start_time": 453000.0,
      "end_time": 461033.0,
      "text": "Once there, I would have to unload sacks by  each register, open the sacks with a box cutter,  and stack the bags in the storage area"
    },
    {
      "index": 70,
      "start_time": 461033.0,
      "end_time": 468066.0,
      "text": "below the register where the clerks could pull  them out and use them for customers.               It was a pretty tough job."
    },
    {
      "index": 71,
      "start_time": 468066.0,
      "end_time": 474000.0,
      "text": "When I worked inside at the front end, there was  always a chance that we would have to deal with  those shoplifters."
    },
    {
      "index": 72,
      "start_time": 474000.0,
      "end_time": 480066.0,
      "text": "One time, a couple of us chased after some  shoplifters who were trying to steal beer late at  night."
    },
    {
      "index": 73,
      "start_time": 480066.0,
      "end_time": 487033.0,
      "text": "We got out into the parking lot and found that  we were a little outnumbered because the  shoplifters were part of a larger group."
    },
    {
      "index": 74,
      "start_time": 487033.0,
      "end_time": 496066.0,
      "text": "Fortunately, the shoplifters and their friends  decided to leave the beer on the ground and  drive away rather than forcing a confrontation."
    },
    {
      "index": 75,
      "start_time": 496066.0,
      "end_time": 502066.0,
      "text": "Another time, several of us were working up  front, and a car pulled up outside the front  window of the store right near us."
    },
    {
      "index": 76,
      "start_time": 502066.0,
      "end_time": 509033.0,
      "text": "A bunch of guys piled out of the vehicle after  popping the hood, and we could see that there  was a fire in the engine compartment."
    },
    {
      "index": 77,
      "start_time": 509033.0,
      "end_time": 516000.0,
      "text": "We were, naturally, concerned about this, as  you might expect.  After a frantic few seconds  discussing what we should do,"
    },
    {
      "index": 78,
      "start_time": 516000.0,
      "end_time": 522000.0,
      "text": "I ran out of the store with our fire extinguisher  and put out the fire, trying to keep as far away  as I could."
    },
    {
      "index": 79,
      "start_time": 522000.0,
      "end_time": 528000.0,
      "text": "We were surprised about 10 minutes later when  the guys piled back into the car and drove away."
    },
    {
      "index": 80,
      "start_time": 528000.0,
      "end_time": 534000.0,
      "text": "I&#39;m not sure how far they got; it was a topic of  discussion for my co-workers and me for the  rest of the evening."
    },
    {
      "index": 81,
      "start_time": 534000.0,
      "end_time": 539066.0,
      "text": "Among some of the other duties I had was  occasional maintenance work, especially on  weekends."
    },
    {
      "index": 82,
      "start_time": 539066.0,
      "end_time": 546000.0,
      "text": "There was one time on the Monday of Labor Day  weekend that I had to clean both the men&#39;s and  women&#39;s bathrooms for the store."
    },
    {
      "index": 83,
      "start_time": 546000.0,
      "end_time": 552033.0,
      "text": "It was clear that they had not been cleaned  since the previous Friday, and it was a pretty  eye-opening experience"
    },
    {
      "index": 84,
      "start_time": 552033.0,
      "end_time": 559033.0,
      "text": "to have to clean those restrooms after that  amount of time. In short, it was not a fun job."
    },
    {
      "index": 85,
      "start_time": 559033.0,
      "end_time": 565066.0,
      "text": "There was lots of nasty stuff in the bathrooms,  and a variety of cleaning products needed to be  used."
    },
    {
      "index": 86,
      "start_time": 565066.0,
      "end_time": 571033.0,
      "text": "Another one of my occasional tasks was to take  materials to the back room to be disposed of."
    },
    {
      "index": 87,
      "start_time": 571033.0,
      "end_time": 577000.0,
      "text": "Large groups of fluorescent bulbs are changed  out at the same time in stores to make the task  easier logistically."
    },
    {
      "index": 88,
      "start_time": 577000.0,
      "end_time": 583066.0,
      "text": "This was the early 1980s: the fluorescent light  bulbs were not recycled at that time."
    },
    {
      "index": 89,
      "start_time": 583066.0,
      "end_time": 590066.0,
      "text": "When I was asked to dispose of the bulbs that  had been changed out, I would take barrels full  of them back to the trash compactor in the"
    },
    {
      "index": 90,
      "start_time": 590066.0,
      "end_time": 598066.0,
      "text": "back room, pile them into the trash compactor,  close the door to the compactor room, press the  button to turn the compactor on,"
    },
    {
      "index": 91,
      "start_time": 598066.0,
      "end_time": 606066.0,
      "text": "and we would then hear the bulbs shatter in the  compactor.  As a teenager, this was a pretty  cool thing to hear all the crashing and smashing"
    },
    {
      "index": 92,
      "start_time": 606066.0,
      "end_time": 610033.0,
      "text": "and eventually, after the compactor had stopped,  we would open the door,"
    },
    {
      "index": 93,
      "start_time": 610033.0,
      "end_time": 619066.0,
      "text": "and we could see an almost magical haze of  shiny glass particles floating in the compactor  room.  It was awesome to look at, man!"
    },
    {
      "index": 94,
      "start_time": 619066.0,
      "end_time": 627000.0,
      "text": "Probably the most fun I had on the job was on  one full-day shift on the Saturday after  Thanksgiving when my co-worker Todd and I"
    },
    {
      "index": 95,
      "start_time": 627000.0,
      "end_time": 635000.0,
      "text": "had the opportunity to hang holiday decorations  for the entire day.  We climbed ladders and  reached out to hang things across the ceiling,"
    },
    {
      "index": 96,
      "start_time": 635000.0,
      "end_time": 642066.0,
      "text": "We climbed ladders outdoors and hung garlands  and decorations across the front of the store.   There was a lot of climbing up and down and"
    },
    {
      "index": 97,
      "start_time": 642066.0,
      "end_time": 650066.0,
      "text": "reaching this way and that, but it was a really  fun day because it was an unusual task to get  paid to do.  We enjoyed it quite a bit."
    },
    {
      "index": 98,
      "start_time": 650066.0,
      "end_time": 655033.0,
      "text": "By this point, you may be wondering, “Why is  this guy droning on about his high school job?”"
    },
    {
      "index": 99,
      "start_time": 655033.0,
      "end_time": 661033.0,
      "text": "Well, let’s think about my job and about the  potential hazards that I faced on the job."
    },
    {
      "index": 100,
      "start_time": 661033.0,
      "end_time": 668033.0,
      "text": "There were hazards that could have caused  unintentional injuries: fires like from the car,  vehicles in the parking lot,"
    },
    {
      "index": 101,
      "start_time": 668033.0,
      "end_time": 677033.0,
      "text": "slips in the parking lot when I pushed carts, falls  from ladders when I hung holiday decorations,  sharp objects like box cutters,"
    },
    {
      "index": 102,
      "start_time": 677033.0,
      "end_time": 683033.0,
      "text": "and pinch points like when the carts come  together and you pinch your fingers as you try to  line them up."
    },
    {
      "index": 103,
      "start_time": 683033.0,
      "end_time": 692000.0,
      "text": "In addition to the unintentional injuries, there  was a risk of intentional injuries.  Violence was  a risk particularly when I faced shoplifters."
    },
    {
      "index": 104,
      "start_time": 692000.0,
      "end_time": 698066.0,
      "text": "Repetitive motion injuries were quite possible.  I  faced the risk of an injury to my back from  pushing carts,"
    },
    {
      "index": 105,
      "start_time": 698066.0,
      "end_time": 704066.0,
      "text": "lifting sacks of bags in the back room, and lifting  full bags into customers&#39; carts at checkout."
    },
    {
      "index": 106,
      "start_time": 704066.0,
      "end_time": 711066.0,
      "text": "Wrist injuries were possible from continually  scanning items at the checkouts for long  periods of time."
    },
    {
      "index": 107,
      "start_time": 711066.0,
      "end_time": 718066.0,
      "text": "Temperature extremes when I worked outdoors,  both when it was hot and cold, could have led to  heat or cold strain."
    },
    {
      "index": 108,
      "start_time": 718066.0,
      "end_time": 723000.0,
      "text": "I was exposed to germs at work.  Because I  was dealing with members of the public,"
    },
    {
      "index": 109,
      "start_time": 723000.0,
      "end_time": 728066.0,
      "text": "I could&#39;ve been exposed to their germs as they  sneezed or coughed near me and when I  handled their money."
    },
    {
      "index": 110,
      "start_time": 728066.0,
      "end_time": 735000.0,
      "text": "There were also the times when I cleaned the  public restrooms when there was a potential for  exposure to germs."
    },
    {
      "index": 111,
      "start_time": 735000.0,
      "end_time": 742033.0,
      "text": "Chemical exposures from cleaning chemicals  and the mercury in the fluorescent bulbs could  have been a health concern, too."
    },
    {
      "index": 112,
      "start_time": 742033.0,
      "end_time": 747000.0,
      "text": "Even stress could have been a concern. I knew  that my supervisor didn&#39;t like me very much."
    },
    {
      "index": 113,
      "start_time": 747000.0,
      "end_time": 754000.0,
      "text": "If I had cared more about the job than I did, I  may have felt stress that could have impacted  me negatively."
    },
    {
      "index": 114,
      "start_time": 754000.0,
      "end_time": 759000.0,
      "text": "There was a whole range of different hazards  that I was potentially exposed to in my  workplace."
    },
    {
      "index": 115,
      "start_time": 759000.0,
      "end_time": 766033.0,
      "text": "Although you may have been able to anticipate  that grocery workers face workplace hazards,  most of you, unless you&#39;ve worked"
    },
    {
      "index": 116,
      "start_time": 766033.0,
      "end_time": 771066.0,
      "text": "a very similar job, would not have been able to  recognize all of these different hazards."
    },
    {
      "index": 117,
      "start_time": 771066.0,
      "end_time": 776066.0,
      "text": "This is an important point because when you are  trying to anticipate and recognize hazards,"
    },
    {
      "index": 118,
      "start_time": 776066.0,
      "end_time": 782033.0,
      "text": "you really need to get to know the job before  you can be effective at analyzing the hazards."
    },
    {
      "index": 119,
      "start_time": 782033.0,
      "end_time": 788033.0,
      "text": "Ultimately, workers are the experts on their own  jobs.  If you are trying to understand where there"
    },
    {
      "index": 120,
      "start_time": 788033.0,
      "end_time": 797000.0,
      "text": "is a potential for hazardous exposures to  whatever sort of agent you&#39;re concerned about,  you need to talk to the workers."
    },
    {
      "index": 121,
      "start_time": 797000.0,
      "end_time": 802033.0,
      "text": "If we generalize and categorize some of the  hazards that exist in different workplaces,"
    },
    {
      "index": 122,
      "start_time": 802033.0,
      "end_time": 809033.0,
      "text": "we can anticipate and recognize chemical  hazards that include airborne particles such as  nanoparticles."
    },
    {
      "index": 123,
      "start_time": 809033.0,
      "end_time": 818033.0,
      "text": "Workplaces may contain different gases and  vapors, and especially solvent vapors as many,  many solvents are used in industrial settings."
    },
    {
      "index": 124,
      "start_time": 818033.0,
      "end_time": 827033.0,
      "text": "Heavy metals may be present, including molten  metals, metals used in electronics production,  and metals released to the air during machining."
    },
    {
      "index": 125,
      "start_time": 827033.0,
      "end_time": 835000.0,
      "text": "A large variety of skin irritants may be present  as well, with dermatitis being one of the most  common workplace diseases."
    },
    {
      "index": 126,
      "start_time": 835000.0,
      "end_time": 840000.0,
      "text": "There are physical hazards, hazards that affect  the senses or the whole body."
    },
    {
      "index": 127,
      "start_time": 840000.0,
      "end_time": 847033.0,
      "text": "These include noise, ionizing and non-ionizing  radiation, and hot and cold temperature  extremes."
    },
    {
      "index": 128,
      "start_time": 847033.0,
      "end_time": 852000.0,
      "text": "We can anticipate and recognize biological  hazards, including infectious disease agents,"
    },
    {
      "index": 129,
      "start_time": 852000.0,
      "end_time": 858000.0,
      "text": "which can be of particular concern in the  healthcare industry, and mold."
    },
    {
      "index": 130,
      "start_time": 858000.0,
      "end_time": 862066.0,
      "text": "Agriculture workers may face mold in outdoor  environments or in barns,"
    },
    {
      "index": 131,
      "start_time": 862066.0,
      "end_time": 866000.0,
      "text": "and construction workers may be exposed to  mold during renovations."
    },
    {
      "index": 132,
      "start_time": 866000.0,
      "end_time": 873033.0,
      "text": "Offices that have experienced water damage  may see mold growth in walls, ceilings, and  carpeting."
    },
    {
      "index": 133,
      "start_time": 873033.0,
      "end_time": 878033.0,
      "text": "There are injury hazards.  Unintentional  traumatic injuries can occur."
    },
    {
      "index": 134,
      "start_time": 878033.0,
      "end_time": 884033.0,
      "text": "These include vehicle crashes, which are one of  the most common causes of fatalities on the  job."
    },
    {
      "index": 135,
      "start_time": 884033.0,
      "end_time": 892000.0,
      "text": "Violence, either among co-workers or involving  both workers and people from outside the  workplace, is an important occupational hazard."
    },
    {
      "index": 136,
      "start_time": 892000.0,
      "end_time": 903033.0,
      "text": "In addition, poor ergonomic conditions, including  repetitive motion, awkward posture, and heavy  lifting, may lead to musculoskeletal disorders."
    },
    {
      "index": 137,
      "start_time": 903033.0,
      "end_time": 909066.0,
      "text": "Occupational hygienists may be able to  anticipate, but find it hard to recognize,"
    },
    {
      "index": 138,
      "start_time": 909066.0,
      "end_time": 915033.0,
      "text": "social and behavioral hazards like stress, sleep  deprivation, and substance abuse."
    },
    {
      "index": 139,
      "start_time": 915033.0,
      "end_time": 919000.0,
      "text": "These hazards can make it difficult for a worker  to perform her or his job safely"
    },
    {
      "index": 140,
      "start_time": 919000.0,
      "end_time": 923066.0,
      "text": "and in a healthy manner, in addition to being risk  factors on their own."
    },
    {
      "index": 141,
      "start_time": 923066.0,
      "end_time": 924066.0,
      "text": "and in a healthy manner, in addition to being risk  factors on their own."
    },
    {
      "index": 142,
      "start_time": 924066.0,
      "end_time": 925033.0,
      "text": "Let&#39;s move on and talk about evaluating hazards.   Why would we want to evaluate hazards?  I list  six purposes here."
    },
    {
      "index": 143,
      "start_time": 925033.0,
      "end_time": 933066.0,
      "text": "Let&#39;s move on and talk about evaluating hazards.   Why would we want to evaluate hazards?  I list  six purposes here."
    },
    {
      "index": 144,
      "start_time": 933066.0,
      "end_time": 942033.0,
      "text": "First, we might evaluate hazards for compliance  purposes.  The goal is to compares workers&#39;  exposures to an exposure limit or a standard."
    },
    {
      "index": 145,
      "start_time": 942033.0,
      "end_time": 946033.0,
      "text": "For example, we can compare sound levels in a  metal stamping operation to the"
    },
    {
      "index": 146,
      "start_time": 946033.0,
      "end_time": 951033.0,
      "text": "Occupational Safety and Health Administration&#39;s  permissible exposure limit for noise."
    },
    {
      "index": 147,
      "start_time": 951033.0,
      "end_time": 959033.0,
      "text": "We might try to measure levels of a hazardous  agent throughout a work environment with a goal  of identifying the source or sources of the agent."
    },
    {
      "index": 148,
      "start_time": 959033.0,
      "end_time": 964066.0,
      "text": "An example would be to create a concentration  map, almost like a topographical map,"
    },
    {
      "index": 149,
      "start_time": 964066.0,
      "end_time": 969066.0,
      "text": "of a machining facility to identify the sources for  emissions of oil mist."
    },
    {
      "index": 150,
      "start_time": 969066.0,
      "end_time": 976000.0,
      "text": "In emergency situations, we might seek to  detect hazards that are immediately dangerous  to life and health."
    },
    {
      "index": 151,
      "start_time": 976000.0,
      "end_time": 984033.0,
      "text": "An example is the need to monitor hydrogen  sulfide levels when workers enter a manure pit to  perform maintenance or cleaning."
    },
    {
      "index": 152,
      "start_time": 984033.0,
      "end_time": 991033.0,
      "text": "Control measures might need to be evaluated.   The goal in this case would be to ensure that  interventions designed to reduce hazardous"
    },
    {
      "index": 153,
      "start_time": 991033.0,
      "end_time": 999066.0,
      "text": "exposures are working as planned.  An example  of this is a series of measurements performed to  ensure that airborne particles containing mouse"
    },
    {
      "index": 154,
      "start_time": 999066.0,
      "end_time": 1007066.0,
      "text": "urine proteins are kept within ventilated  enclosures during the change out of research  animal cages in university settings."
    },
    {
      "index": 155,
      "start_time": 1007070.0,
      "end_time": 1011004.0,
      "text": "We might also evaluate hazards as part of  research."
    },
    {
      "index": 156,
      "start_time": 1011000.0,
      "end_time": 1019000.0,
      "text": "The goal will depend on the hypothesis that is  being investigated, which is sometimes part of a  larger occupational epidemiology study."
    },
    {
      "index": 157,
      "start_time": 1019000.0,
      "end_time": 1027033.0,
      "text": "An example of this that I worked on was when  we measured silica dust concentrations as part  of an epidemiological study"
    },
    {
      "index": 158,
      "start_time": 1027030.0,
      "end_time": 1035030.0,
      "text": "to determine the effect of the dust on the lung  health of taconite ore miners on the Iron Range  in northern Minnesota."
    },
    {
      "index": 159,
      "start_time": 1035030.0,
      "end_time": 1039063.0,
      "text": "Finally, we might evaluate hazards for risk  assessment purposes."
    },
    {
      "index": 160,
      "start_time": 1039069.9999999999,
      "end_time": 1048003.9999999999,
      "text": "In a sense, all of these other purposes are forms  of informal risk assessments.  Here, however,  I&#39;m talking about a formal risk assessment"
    },
    {
      "index": 161,
      "start_time": 1048000.0,
      "end_time": 1055066.0,
      "text": "where the goal is to calculate exposure and/or  dose for a worker exposed to an agent of  concern, so that we might compare"
    },
    {
      "index": 162,
      "start_time": 1055070.0,
      "end_time": 1063037.0,
      "text": "that exposure or dose to the potential health  effects from the dose in order to characterize the  risk of an adverse health outcome."
    },
    {
      "index": 163,
      "start_time": 1063030.0,
      "end_time": 1071030.0,
      "text": "An example is to measure radon concentrations  in building subbasements to estimate  cumulative doses that workers receive."
    },
    {
      "index": 164,
      "start_time": 1071030.0,
      "end_time": 1076997.0,
      "text": "We will talk more about risk assessment and  risk characterization in the next module."
    },
    {
      "index": 165,
      "start_time": 1077000.0,
      "end_time": 1088066.0,
      "text": "How do we go about evaluating hazards?  One  way is by measuring them.  We may measure a  hazard to detect it, just to see if it is there or not"
    },
    {
      "index": 166,
      "start_time": 1088070.0,
      "end_time": 1097070.0,
      "text": "or we may want to know its concentration in a  medium like food, water, or, especially in  occupational settings, air."
    },
    {
      "index": 167,
      "start_time": 1097070.0,
      "end_time": 1103004.0,
      "text": "In addition to measuring agents in the  environment, we can measure things called  biomarkers within exposed people."
    },
    {
      "index": 168,
      "start_time": 1103000.0,
      "end_time": 1112000.0,
      "text": "In our context, biomarkers are substances  measured in some part of the body that indicate  the presence of an agent in the body."
    },
    {
      "index": 169,
      "start_time": 1112000.0,
      "end_time": 1120033.0,
      "text": "A biomarker may include a chemical of concern  or its metabolite, or some other biologic  indicator of exposure."
    },
    {
      "index": 170,
      "start_time": 1120030.0,
      "end_time": 1129063.0,
      "text": "This &quot;biomonitoring&quot; can be performed on  samples of urine or blood or you can measure  substances in tissues or hair samples."
    },
    {
      "index": 171,
      "start_time": 1129070.0,
      "end_time": 1136037.0,
      "text": "We can attempt to evaluate hazards using  modeling.  We are not able measure everything  everywhere at all times."
    },
    {
      "index": 172,
      "start_time": 1136030.0,
      "end_time": 1144030.0,
      "text": "One way to get around these limitations is to  use mathematical models to estimate  exposures. The models can be used to predict"
    },
    {
      "index": 173,
      "start_time": 1144030.0,
      "end_time": 1151997.0,
      "text": "concentrations or other relevant measures of  exposure as a function, ideally, of both time and  location."
    },
    {
      "index": 174,
      "start_time": 1152000.0,
      "end_time": 1159066.0,
      "text": "Ultimately, we will compare these  measurements or modeling predictions to some  sort of occupational exposure limit."
    },
    {
      "index": 175,
      "start_time": 1159070.0,
      "end_time": 1163004.0,
      "text": "These occupational exposure limits are  developed through the risk assessment process,"
    },
    {
      "index": 176,
      "start_time": 1163000.0,
      "end_time": 1168066.0,
      "text": "which, as I mentioned previously, will be  discussed in a future module."
    },
    {
      "index": 177,
      "start_time": 1168070.0,
      "end_time": 1176004.0,
      "text": "In short, we relate health risk information from  toxicological and epidemiological studies to  exposure or dose data,"
    },
    {
      "index": 178,
      "start_time": 1176000.0,
      "end_time": 1181066.0,
      "text": "decide what is an acceptable risk, and set an  exposure limit accordingly."
    },
    {
      "index": 179,
      "start_time": 1181070.0,
      "end_time": 1184004.0,
      "text": "When making measurements after performing  the risk assessment,"
    },
    {
      "index": 180,
      "start_time": 1184000.0,
      "end_time": 1192066.0,
      "text": "we can compare our findings to the exposure  limit to determine whether the workplace may be  unduly harmful to people."
    },
    {
      "index": 181,
      "start_time": 1192070.0,
      "end_time": 1198004.0,
      "text": "We can start to discuss controlling hazards by  taking a look at some relevant definitions."
    },
    {
      "index": 182,
      "start_time": 1198000.0,
      "end_time": 1202000.0,
      "text": "The vocabulary used may vary depending on  one&#39;s perspective."
    },
    {
      "index": 183,
      "start_time": 1202000.0,
      "end_time": 1213066.0,
      "text": "We can think about &quot;managing&quot; hazards.   Merriam-Webster defines &quot;manage&quot; as &quot;to work  upon, or try to alter for a purpose&quot;."
    },
    {
      "index": 184,
      "start_time": 1213070.0,
      "end_time": 1220070.0,
      "text": "The term &quot;limit&quot; is defined as &quot;to curtail or  reduce in quantity or extent&quot;."
    },
    {
      "index": 185,
      "start_time": 1220070.0,
      "end_time": 1226004.0,
      "text": "To &quot;intervene&quot; is &quot;to come in or between by way  of hindrance or modification&quot;."
    },
    {
      "index": 186,
      "start_time": 1226000.0,
      "end_time": 1235033.0,
      "text": "Finally, to &quot;control&quot; is &quot;to reduce the incidence  or severity of, especially to innocuous levels&quot;."
    },
    {
      "index": 187,
      "start_time": 1235030.0,
      "end_time": 1241997.0,
      "text": "In many cases, these four words are used  interchangeably when talking about ways to  reduce exposures."
    },
    {
      "index": 188,
      "start_time": 1242000.0,
      "end_time": 1249000.0,
      "text": "The default word is often &quot;control&quot;, but &quot;control&quot;  doesn&#39;t appeal to some experts because it  implies that you are always able to make the"
    },
    {
      "index": 189,
      "start_time": 1249000.0,
      "end_time": 1258033.0,
      "text": "changes that you would like to in order to  reduce exposures to hazards.  The term also  lends itself better to technological approaches to"
    },
    {
      "index": 190,
      "start_time": 1258030.0,
      "end_time": 1266063.0,
      "text": "reducing hazard levels, whereas words like  &quot;manage&quot;, &quot;limit&quot;, and &quot;intervene&quot; seem to leave  open a broader array of approaches."
    },
    {
      "index": 191,
      "start_time": 1266070.0,
      "end_time": 1271037.0,
      "text": "In the way that I use the term &quot;control&quot;, I intend  to leave open a wide variety"
    },
    {
      "index": 192,
      "start_time": 1271030.0,
      "end_time": 1274997.0,
      "text": "of means for reducing exposures, not only  technological options."
    },
    {
      "index": 193,
      "start_time": 1275000.0,
      "end_time": 1285033.0,
      "text": "We are going to use the word &quot;control&quot; going  forward in this module, but keep in mind that the  other words convey equally valuable concepts."
    },
    {
      "index": 194,
      "start_time": 1285030.0,
      "end_time": 1290063.0,
      "text": "We refer to a &quot;hierarchy of control&quot; when  discussing approaches to reducing hazard  levels."
    },
    {
      "index": 195,
      "start_time": 1290070.0,
      "end_time": 1299070.0,
      "text": "The hierarchy goes from most preferred at the  top to least preferred at the bottom.  At the top  is elimination of the hazardous agent."
    },
    {
      "index": 196,
      "start_time": 1299070.0,
      "end_time": 1306070.0,
      "text": "Can you just completely get the hazard or the  process that generates it out of the workplace  so that it&#39;s not an issue anymore?"
    },
    {
      "index": 197,
      "start_time": 1306070.0,
      "end_time": 1314037.0,
      "text": "That option is rarely viable because it would  involve removing a process or a product that is  essential at that place of work."
    },
    {
      "index": 198,
      "start_time": 1314030.0,
      "end_time": 1323063.0,
      "text": "Next on the hierarchy are engineering controls,  which are physical, chemical, or biological  changes made to a process or a product"
    },
    {
      "index": 199,
      "start_time": 1323070.0,
      "end_time": 1331070.0,
      "text": "that reduce exposures to the hazard.           Third on the hierarchy are work practice and  administrative controls, which are changes in"
    },
    {
      "index": 200,
      "start_time": 1331070.0,
      "end_time": 1338004.0,
      "text": "how, when, or by whom tasks are performed in  order to reduce exposures."
    },
    {
      "index": 201,
      "start_time": 1338000.0,
      "end_time": 1348033.0,
      "text": "At the bottom is personal protective equipment,  or PPE, devices and garments worn by workers  to protect themselves from injury or illness."
    },
    {
      "index": 202,
      "start_time": 1348030.0,
      "end_time": 1355030.0,
      "text": "Let&#39;s talk a little more about why these  approaches are placed in the hierarchy in the  order that they are."
    },
    {
      "index": 203,
      "start_time": 1355030.0,
      "end_time": 1359063.0,
      "text": "Elimination is at the top because it is  completely effective for all workers,"
    },
    {
      "index": 204,
      "start_time": 1359070.0,
      "end_time": 1364037.0,
      "text": "and because the responsibility for change is not  placed on the exposed person."
    },
    {
      "index": 205,
      "start_time": 1364030.0,
      "end_time": 1370030.0,
      "text": "Engineering controls are second on the  hierarchy because, even though they don&#39;t  completely eliminate the hazard,"
    },
    {
      "index": 206,
      "start_time": 1370030.0,
      "end_time": 1374063.0,
      "text": "measures are put in place that should reduce  exposures for everyone,"
    },
    {
      "index": 207,
      "start_time": 1374070.0,
      "end_time": 1379004.0,
      "text": "and the responsibility is not placed on individual  workers to reduce their own exposures."
    },
    {
      "index": 208,
      "start_time": 1379000.0,
      "end_time": 1386033.0,
      "text": "Engineering control includes a variety of  concepts such as substituting one type of  material for another in a process or a"
    },
    {
      "index": 209,
      "start_time": 1386030.0,
      "end_time": 1395030.0,
      "text": "product, using automation so workers do not  need to be as close to a hazard, isolating the  person from the process generating the hazard"
    },
    {
      "index": 210,
      "start_time": 1395030.0,
      "end_time": 1402030.0,
      "text": "or isolating the process from the person,  drawing contaminated air from a process away  from workers using ventilation,"
    },
    {
      "index": 211,
      "start_time": 1402030.0,
      "end_time": 1409997.0,
      "text": "and installing control equipment such as an air  filtration unit to separate a hazardous agent from  the medium in which it is embedded."
    },
    {
      "index": 212,
      "start_time": 1410000.0,
      "end_time": 1414066.0,
      "text": "Work practice and administrative controls are  lower on the hierarchy"
    },
    {
      "index": 213,
      "start_time": 1414070.0,
      "end_time": 1418070.0,
      "text": "because both management and exposed  workers are responsible for making changes."
    },
    {
      "index": 214,
      "start_time": 1418070.0,
      "end_time": 1427070.0,
      "text": "Therefore, we are starting to rely on people to  always perform their work in a certain way or at  a certain time, which may be difficult to achieve."
    },
    {
      "index": 215,
      "start_time": 1427070.0,
      "end_time": 1432070.0,
      "text": "Finally, personal protective equipment is the  least preferred approach when other options"
    },
    {
      "index": 216,
      "start_time": 1432070.0,
      "end_time": 1438037.0,
      "text": "are feasible because individual workers must  use the PPE correctly each and every time they"
    },
    {
      "index": 217,
      "start_time": 1438030.0,
      "end_time": 1445063.0,
      "text": "perform the task that creates the hazardous  exposure in order to be sure that they are not  exposed to the hazard."
    },
    {
      "index": 218,
      "start_time": 1445070.0,
      "end_time": 1454070.0,
      "text": "Ventilation is an important concept that we  should spend a little extra time talking about.  In  particular, I will focus on local exhaust ventilation"
    },
    {
      "index": 219,
      "start_time": 1454070.0,
      "end_time": 1462037.0,
      "text": "systems, which are intended to draw  contaminated air away from close to the point of  generation before workers can be exposed."
    },
    {
      "index": 220,
      "start_time": 1462030.0,
      "end_time": 1466030.0,
      "text": "There are many different types of local exhaust  ventilation."
    },
    {
      "index": 221,
      "start_time": 1466030.0,
      "end_time": 1476030.0,
      "text": "These types include exterior hoods.  Both  images in the upper left show a flanged opening  connected to a flexible duct."
    },
    {
      "index": 222,
      "start_time": 1476030.0,
      "end_time": 1480997.0,
      "text": "A fan or blower downstream draws contaminated  air into the opening during the"
    },
    {
      "index": 223,
      "start_time": 1481000.0,
      "end_time": 1485033.0,
      "text": "cleaning of a chamber in which nanoparticles  have been produced."
    },
    {
      "index": 224,
      "start_time": 1485030.0,
      "end_time": 1493030.0,
      "text": "Because the opening, in essence, needs to  reach out and bring in the contaminated air, it is  an exterior hood."
    },
    {
      "index": 225,
      "start_time": 1493030.0,
      "end_time": 1500030.0,
      "text": "Another type of exterior is shown in the other  image. This is a slotted hood where air is drawn  through slot openings,"
    },
    {
      "index": 226,
      "start_time": 1500030.0,
      "end_time": 1503997.0,
      "text": "taking away particles and vapors that are  produced in front of the slots."
    },
    {
      "index": 227,
      "start_time": 1504000.0,
      "end_time": 1511000.0,
      "text": "This is an exterior hood because the hazardous  pollutants are outside the hood and must be  drawn into it."
    },
    {
      "index": 228,
      "start_time": 1511000.0,
      "end_time": 1516000.0,
      "text": "Another category of local exhaust ventilation is  partial enclosures."
    },
    {
      "index": 229,
      "start_time": 1516000.0,
      "end_time": 1523000.0,
      "text": "An example of a partial enclosure is the  laboratory hood on the lower left, in which any  process generating pollutants is enclosed"
    },
    {
      "index": 230,
      "start_time": 1523000.0,
      "end_time": 1529000.0,
      "text": "on at least five sides and the pollutants are  drawn away with the air flowing into the hood."
    },
    {
      "index": 231,
      "start_time": 1529000.0,
      "end_time": 1535000.0,
      "text": "This air enters the hood through the sixth side  where workers can access the process."
    },
    {
      "index": 232,
      "start_time": 1535000.0,
      "end_time": 1544066.0,
      "text": "On the right is a drawing of a bagging process.   There is a clamp over the opening to the bag  from which, ideally, little dust will escape."
    },
    {
      "index": 233,
      "start_time": 1544070.0,
      "end_time": 1549037.0,
      "text": "To ensure that any dust that does escape does  not present an inhalation exposure risk to  workers,"
    },
    {
      "index": 234,
      "start_time": 1549030.0,
      "end_time": 1558063.0,
      "text": "there is a partial enclosure around the bag filling  area that is ventilated and will draw away any  dust that escapes through the clamp."
    },
    {
      "index": 235,
      "start_time": 1558070.0,
      "end_time": 1566004.0,
      "text": "Partial enclosures combine the concepts of  isolation and ventilation, but they are not  complete enclosures."
    },
    {
      "index": 236,
      "start_time": 1566000.0,
      "end_time": 1574000.0,
      "text": "A ventilated glove box can be thought as virtually  a complete enclosure. Workers can put  containers of potentially toxic materials"
    },
    {
      "index": 237,
      "start_time": 1574000.0,
      "end_time": 1579066.0,
      "text": "inside the glove box, use the gloves to open the  containers, manipulate the materials with any"
    },
    {
      "index": 238,
      "start_time": 1579070.0,
      "end_time": 1589070.0,
      "text": "releases into the air being drawn away by the  ventilation, close the containers again, and then  remove the containers safely from the glove box."
    },
    {
      "index": 239,
      "start_time": 1589070.0,
      "end_time": 1598004.0,
      "text": "Let&#39;s consider work practice and administrative  controls next.  Work practice controls alter how  workers perform a task."
    },
    {
      "index": 240,
      "start_time": 1598000.0,
      "end_time": 1605066.0,
      "text": "Ways in which someone can do work differently  might include scooping powders rather than  pouring them from containers in order to reduce"
    },
    {
      "index": 241,
      "start_time": 1605070.0,
      "end_time": 1615070.0,
      "text": "airborne dust exposures, regular maintenance of  equipment, regular cleaning of work surfaces,  using wet cleaning instead of dry methods so"
    },
    {
      "index": 242,
      "start_time": 1615070.0,
      "end_time": 1624070.0,
      "text": "that not as much dust is produced, washing  hands properly to prevent exposures to agents  on hands when workers eat or go home,"
    },
    {
      "index": 243,
      "start_time": 1624070.0,
      "end_time": 1631070.0,
      "text": "continuing education and training on how to  work safely and in a healthy manner, and  emergency drills so that workers know"
    },
    {
      "index": 244,
      "start_time": 1631070.0,
      "end_time": 1639070.0,
      "text": "how to exit their workplace while making sure to  shut down critical processes that pose risks to  responders on the way out."
    },
    {
      "index": 245,
      "start_time": 1639070.0,
      "end_time": 1645004.0,
      "text": "Administrative controls are measures that  change when and by whom work processes are  conducted."
    },
    {
      "index": 246,
      "start_time": 1645000.0,
      "end_time": 1651066.0,
      "text": "Examples include restricting access to areas  with potential hazards so that fewer people will  be exposed,"
    },
    {
      "index": 247,
      "start_time": 1651070.0,
      "end_time": 1658070.0,
      "text": "the use of hot, warm, and cold zones during the  response to a hazardous materials spill where  only a few people with high levels of"
    },
    {
      "index": 248,
      "start_time": 1658070.0,
      "end_time": 1664037.0,
      "text": "personal protective equipment are allowed into  the hot zone, security procedures to ensure that"
    },
    {
      "index": 249,
      "start_time": 1664030.0,
      "end_time": 1672063.0,
      "text": "only people who are supposed to be at a work  site are present, limiting work time to reduce  mistakes due to sleep deprivation,"
    },
    {
      "index": 250,
      "start_time": 1672070.0,
      "end_time": 1678037.0,
      "text": "and scheduling potentially hazardous work  operations during shifts when fewer workers are  present."
    },
    {
      "index": 251,
      "start_time": 1678030.0,
      "end_time": 1683997.0,
      "text": "On its web site, OSHA states the following  about personal protective equipment:"
    },
    {
      "index": 252,
      "start_time": 1684000.0,
      "end_time": 1690000.0,
      "text": "&quot;When exposure to hazards cannot be  engineered completely out of normal operations  or maintenance work,"
    },
    {
      "index": 253,
      "start_time": 1690000.0,
      "end_time": 1698000.0,
      "text": "and when safe work practices and other forms of  administrative controls cannot provide sufficient  additional protection, a supplementary method"
    },
    {
      "index": 254,
      "start_time": 1698000.0,
      "end_time": 1707000.0,
      "text": "of control is the use of protective clothing or  equipment. This is collectively called personal  protective equipment or PPE.&quot;"
    },
    {
      "index": 255,
      "start_time": 1707000.0,
      "end_time": 1714000.0,
      "text": "The kinds of PPE that people wear to protect  various parts of the body range from hard hats  and safety glasses to hearing protection,"
    },
    {
      "index": 256,
      "start_time": 1714000.0,
      "end_time": 1724033.0,
      "text": "respirators, gloves, safety shoes, and protective  clothing.  There are many different types of PPE  within each of these classifications."
    },
    {
      "index": 257,
      "start_time": 1724030.0,
      "end_time": 1733063.0,
      "text": "The different kinds of protection need to work  together and they can be very effective, but they  require workers to use them properly."
    },
    {
      "index": 258,
      "start_time": 1733070.0,
      "end_time": 1739037.0,
      "text": "A worker wearing personal protective equipment  must be attentive every single time she puts it  on and takes it off."
    },
    {
      "index": 259,
      "start_time": 1739030.0,
      "end_time": 1744997.0,
      "text": "Otherwise, the PPE may not protect effectively  against harmful exposures."
    },
    {
      "index": 260,
      "start_time": 1745000.0,
      "end_time": 1752033.0,
      "text": "It’s challenging to be consistent with the use of  PPE so that the protection can also be  consistent."
    },
    {
      "index": 261,
      "start_time": 1752030.0,
      "end_time": 1757030.0,
      "text": "Let’s introduce some general concepts  regarding exposure and dose."
    },
    {
      "index": 262,
      "start_time": 1757030.0,
      "end_time": 1764030.0,
      "text": "Exposure can be defined generically as &quot;the  intensity of the agent in question, time-averaged  in some way relevant"
    },
    {
      "index": 263,
      "start_time": 1764030.0,
      "end_time": 1772997.0,
      "text": "to the adverse health outcome, at an appropriate  interface between the environment and the  population or individual at risk&quot;."
    },
    {
      "index": 264,
      "start_time": 1773000.0,
      "end_time": 1779033.0,
      "text": "I have underlined and highlighted three sets of  words, starting with &quot;intensity&quot;."
    },
    {
      "index": 265,
      "start_time": 1779030.0,
      "end_time": 1786030.0,
      "text": "Part of exposure is the amount of some  potentially-hazardous agent.  I’ve also  highlighted &quot;time-averaged&quot;, as there is also"
    },
    {
      "index": 266,
      "start_time": 1786030.0,
      "end_time": 1794997.0,
      "text": "a time component to exposure. Because  exposure takes into account both quantity and  duration, a higher exposure can occur if"
    },
    {
      "index": 267,
      "start_time": 1795000.0,
      "end_time": 1803066.0,
      "text": "either a greater amount of an agent is present or  if a worker is in the presence of the agent for a  longer time. They are both important."
    },
    {
      "index": 268,
      "start_time": 1803070.0,
      "end_time": 1810004.0,
      "text": "I have also highlighted &quot;appropriate interface&quot;  because exposure must be measured at the  interface of the person with the surrounding"
    },
    {
      "index": 269,
      "start_time": 1810000.0,
      "end_time": 1819000.0,
      "text": "environment.  The best interface for an airborne  exposure might be if you could put some sort of  sampler directly in front of a worker’s nostrils."
    },
    {
      "index": 270,
      "start_time": 1819000.0,
      "end_time": 1826033.0,
      "text": "However, that&#39;s not very practical.  Instead, we  often try to locate a sampler in what we call the  breathing zone of a worker"
    },
    {
      "index": 271,
      "start_time": 1826030.0,
      "end_time": 1835030.0,
      "text": "by hanging the sampler on a worker’s collar so  that it is close to where the worker breathes,  without interfering with the breathing."
    },
    {
      "index": 272,
      "start_time": 1835030.0,
      "end_time": 1842063.0,
      "text": "A generic definition of dose is &quot;the cumulative  amount of a property derived from an exposure"
    },
    {
      "index": 273,
      "start_time": 1842070.0,
      "end_time": 1846070.0,
      "text": "that drives a biological response within the  exposed organism&quot;."
    },
    {
      "index": 274,
      "start_time": 1846070.0,
      "end_time": 1854004.0,
      "text": "I have highlighted the words &quot;cumulative  amount&quot; because a dose accrues over time as a  worker is repeatedly exposed."
    },
    {
      "index": 275,
      "start_time": 1854000.0,
      "end_time": 1859066.0,
      "text": "I’ve also highlighted the words &quot;within the  exposed organism&quot;.  This is important."
    },
    {
      "index": 276,
      "start_time": 1859070.0,
      "end_time": 1867070.0,
      "text": "While an exposure to an agent is outside the  person at the interface of the person with the  environment, dose is what gets inside."
    },
    {
      "index": 277,
      "start_time": 1867070.0,
      "end_time": 1871070.0,
      "text": "This is the main difference between exposure  and dose."
    },
    {
      "index": 278,
      "start_time": 1871070.0,
      "end_time": 1878037.0,
      "text": "This diagram is from a paper by Sexton and co- authors.  It shows the environmental health  paradigm."
    },
    {
      "index": 279,
      "start_time": 1878030.0,
      "end_time": 1887030.0,
      "text": "We think about agents being emitted into the  atmosphere of a workplace environment.  There  is a source that emits the agent into the air or"
    },
    {
      "index": 280,
      "start_time": 1887030.0,
      "end_time": 1894063.0,
      "text": "another medium, and there are pathways by  which the emitted agent moves through the  workplace before it reaches a person."
    },
    {
      "index": 281,
      "start_time": 1894070.0,
      "end_time": 1902037.0,
      "text": "The agent is present at some sort of  concentration, referred to as an exposure  concentration, in the vicinity of the worker."
    },
    {
      "index": 282,
      "start_time": 1902030.0,
      "end_time": 1906063.0,
      "text": "If the exposure is through the air, we can  measure the exposure concentration"
    },
    {
      "index": 283,
      "start_time": 1906070.0,
      "end_time": 1911070.0,
      "text": "by sampling the air at an interface of the worker  with the environment."
    },
    {
      "index": 284,
      "start_time": 1911070.0,
      "end_time": 1917004.0,
      "text": "The agent can be inhaled or ingested or move  through the skin to form a potential dose inside  the body."
    },
    {
      "index": 285,
      "start_time": 1917000.0,
      "end_time": 1924066.0,
      "text": "Some of the agent that gets inside the body  may not be available for uptake, or some may  be immediately removed"
    },
    {
      "index": 286,
      "start_time": 1924070.0,
      "end_time": 1929070.0,
      "text": "such as when you exhale a portion of a pollutant  that you have just inhaled."
    },
    {
      "index": 287,
      "start_time": 1929070.0,
      "end_time": 1939070.0,
      "text": "So, while this portion of the agent may be part of  a potential dose, it is not being applied to the  body.  The portion that is applied to the body"
    },
    {
      "index": 288,
      "start_time": 1939070.0,
      "end_time": 1947070.0,
      "text": "– for example, the fraction of incoming particles  that deposit in the lungs – is referred to as the  applied dose."
    },
    {
      "index": 289,
      "start_time": 1947070.0,
      "end_time": 1952004.0,
      "text": "Some of the applied dose may not be absorbed  into the body; it may be excreted instead."
    },
    {
      "index": 290,
      "start_time": 1952000.0,
      "end_time": 1958033.0,
      "text": "That portion which is absorbed is referred to as  the internal dose."
    },
    {
      "index": 291,
      "start_time": 1958030.0,
      "end_time": 1966030.0,
      "text": "From the internal dose, we move more into the  realm of toxicology where materials may be  delivered to certain organs or organ systems,"
    },
    {
      "index": 292,
      "start_time": 1966030.0,
      "end_time": 1973063.0,
      "text": "they may or may not have a biological effect  after delivery, and those effects may or may not  be adverse."
    },
    {
      "index": 293,
      "start_time": 1973070.0,
      "end_time": 1984004.0,
      "text": "During the rest of the module, we will focus on  how to calculate exposure concentrations,  potential doses, and internal doses."
    },
    {
      "index": 294,
      "start_time": 1984000.0,
      "end_time": 1993000.0,
      "text": "From Sexton and coauthors, a more formal  definition of &quot;exposure&quot; is &quot;contact of a biologic,  chemical, or physical agent"
    },
    {
      "index": 295,
      "start_time": 1993000.0,
      "end_time": 2003000.0,
      "text": "with the outer part of the human body, such as  the skin, mouth, or nostrils&quot;.  This is similar to  the definition that we looked at previously."
    },
    {
      "index": 296,
      "start_time": 2003000.0,
      "end_time": 2012000.0,
      "text": "&quot;Exposure concentration&quot; is &quot;the concentration  of an environmental agent in the carrier medium  at the point of contact with the body&quot;."
    },
    {
      "index": 297,
      "start_time": 2012000.0,
      "end_time": 2019066.0,
      "text": "It’s an intensity or a quantity, as we’ve seen  before, at the interface of the environment with  the body."
    },
    {
      "index": 298,
      "start_time": 2019070.0,
      "end_time": 2027070.0,
      "text": "&quot;Potential dose&quot; is &quot;the amount of the agent that  is actually ingested, inhaled, or applied to the  skin.&quot;"
    },
    {
      "index": 299,
      "start_time": 2027070.0,
      "end_time": 2031037.0,
      "text": "And the &quot;internal dose&quot; is &quot;the amount of the  agent absorbed,"
    },
    {
      "index": 300,
      "start_time": 2031030.0,
      "end_time": 2037063.0,
      "text": "and therefore available to undergo metabolism,  transport, storage, or elimination&quot;."
    },
    {
      "index": 301,
      "start_time": 2037070.0,
      "end_time": 2043037.0,
      "text": "When we talk about exposure intensity, there  are various metrics that we can consider."
    },
    {
      "index": 302,
      "start_time": 2043030.0,
      "end_time": 2049997.0,
      "text": "The best metrics are ones relevant to the health  outcome associated with exposure to the agent  being investigated."
    },
    {
      "index": 303,
      "start_time": 2050000.0,
      "end_time": 2057000.0,
      "text": "We can consider metrics like mass  concentration, for example the milligrams of  some substance per cubic meter of air."
    },
    {
      "index": 304,
      "start_time": 2057000.0,
      "end_time": 2065066.0,
      "text": "Mass concentration is a common metric for  measuring exposure concentrations of gases,  vapors, and airborne particles."
    },
    {
      "index": 305,
      "start_time": 2065070.0000000002,
      "end_time": 2074037.0000000002,
      "text": "For number concentrations, the number of  microorganisms per unit volume or unit mass of  air, water, or food is a common example."
    },
    {
      "index": 306,
      "start_time": 2074030.0000000002,
      "end_time": 2082997.0000000002,
      "text": "Another example is the measurement of  airborne fibers, when air samples are analyzed  for the number of fibers per volume of air."
    },
    {
      "index": 307,
      "start_time": 2083000.0,
      "end_time": 2091033.0,
      "text": "Intensity is measured for sound pressure levels  using decibels. This is the basic unit for  measuring exposures to noise."
    },
    {
      "index": 308,
      "start_time": 2091030.0000000002,
      "end_time": 2101997.0,
      "text": "Different units of concentration are used for  different media.  In water, we use units such as  parts per million, parts per billion, or parts per"
    },
    {
      "index": 309,
      "start_time": 2102000.0,
      "end_time": 2111000.0,
      "text": "trillion.  These units refer to the mass of the  potentially-hazardous agent per mass of water.   Taking into account the density of water,"
    },
    {
      "index": 310,
      "start_time": 2111000.0,
      "end_time": 2119033.0,
      "text": "it can be shown that one part per million of a  substance in water is equal to one milligram of  the substance per liter of water."
    },
    {
      "index": 311,
      "start_time": 2119030.0,
      "end_time": 2127030.0,
      "text": "Similarly, one part per billion is equal to a  microgram per liter, and one part per trillion is  equal to one nanogram per liter."
    },
    {
      "index": 312,
      "start_time": 2127030.0,
      "end_time": 2133997.0,
      "text": "For air, it’s different.  For gases and vapors, we  use units of parts per million or parts per billion,"
    },
    {
      "index": 313,
      "start_time": 2134000.0,
      "end_time": 2144066.0,
      "text": "but in air these units are considered to be on a  mole-per-mole basis.  While these units sound  the same as the ones for water, they are not."
    },
    {
      "index": 314,
      "start_time": 2144070.0,
      "end_time": 2153070.0,
      "text": "An entirely different conversion is required to  convert from a measurement of mass per volume  of air to parts per million or parts per billion in air"
    },
    {
      "index": 315,
      "start_time": 2153070.0,
      "end_time": 2159070.0,
      "text": "This conversion is based on the density of air  rather than the density of water."
    },
    {
      "index": 316,
      "start_time": 2159070.0,
      "end_time": 2168070.0,
      "text": "For airborne particles, mass per volume is  preferred with units such a milligrams per cubic  meter or micrograms per cubic meter."
    },
    {
      "index": 317,
      "start_time": 2168070.0,
      "end_time": 2176070.0,
      "text": "For dose, we can calculate both dose and dose  rate.  Dose is typically specified in mass units  for chemical doses:"
    },
    {
      "index": 318,
      "start_time": 2176070.0,
      "end_time": 2181037.0,
      "text": "the mass of a chemical taken in by a body  during a specified time interval."
    },
    {
      "index": 319,
      "start_time": 2181030.0,
      "end_time": 2187063.0,
      "text": "Dose rate is usually specified in units of mass  per time for chemical doses."
    },
    {
      "index": 320,
      "start_time": 2187070.0,
      "end_time": 2194004.0,
      "text": "Milligrams per day would be an example for  dose rate whereas dose would just be  milligrams."
    },
    {
      "index": 321,
      "start_time": 2194000.0,
      "end_time": 2200066.0,
      "text": "Dose and dose rate can be normalized to an  individual’s body weight, for example, milligrams  per kilogram"
    },
    {
      "index": 322,
      "start_time": 2200070.0,
      "end_time": 2208070.0,
      "text": "of body weight for a mass-normalized dose or  milligrams per  kilogram per day for a mass- normalized dose rate."
    },
    {
      "index": 323,
      "start_time": 2208070.0,
      "end_time": 2216037.0,
      "text": "There are a variety of routes of exposure.        The three most common ones that we consider  are inhalation (breathing in),"
    },
    {
      "index": 324,
      "start_time": 2216030.0,
      "end_time": 2225030.0,
      "text": "ingestion (swallowing water or food), and    dermal exposures.  However, there can also     be exposures through the eye,"
    },
    {
      "index": 325,
      "start_time": 2225030.0,
      "end_time": 2237030.0,
      "text": "referred to as ocular exposures, auditory  exposures through the ear, and whole body  exposures to hazards like vibration or radiation."
    },
    {
      "index": 326,
      "start_time": 2237030.0,
      "end_time": 2241030.0,
      "text": "Let’s discuss exposure and dose quantitatively."
    },
    {
      "index": 327,
      "start_time": 2241030.0,
      "end_time": 2248030.0,
      "text": "We can define cumulative exposure over a  certain time interval mathematically using this  formula."
    },
    {
      "index": 328,
      "start_time": 2248030.0,
      "end_time": 2257997.0,
      "text": "Cumulative exposure, E, is equal to the  concentration as a function of time multiplied by  the differential of time, dt,"
    },
    {
      "index": 329,
      "start_time": 2258000.0,
      "end_time": 2267066.0,
      "text": "integrated over an interval of time from t1 to t2.   An integral is a calculation of an area under a  curve."
    },
    {
      "index": 330,
      "start_time": 2267070.0,
      "end_time": 2275037.0,
      "text": "If we think about a curve of concentration as a  function of time and then calculate the area  under that curve between two times of interest,"
    },
    {
      "index": 331,
      "start_time": 2275030.0,
      "end_time": 2281997.0,
      "text": "that is the same as performing an integration  and would give you a cumulative exposure."
    },
    {
      "index": 332,
      "start_time": 2282000.0,
      "end_time": 2289000.0,
      "text": "Average exposure concentration, c-bar, can be  determined by taking the formula for cumulative  exposure,"
    },
    {
      "index": 333,
      "start_time": 2289000.0,
      "end_time": 2299033.0,
      "text": "concentration times dt integrated from t1 to t2,  and then dividing it by dt integrated from t1 to t2."
    },
    {
      "index": 334,
      "start_time": 2299030.0,
      "end_time": 2309063.0,
      "text": "That is equal to the cumulative exposure, E,  divided by delta t, the duration of the exposure,  t2 minus t1."
    },
    {
      "index": 335,
      "start_time": 2309070.0,
      "end_time": 2318070.0,
      "text": "Rearranging terms shows that the cumulative  exposure is equal to the average concentration  times the duration of exposure."
    },
    {
      "index": 336,
      "start_time": 2318070.0,
      "end_time": 2325037.0,
      "text": "This is a good point, while we&#39;re thinking about  exposure being equal to concentration multiplied  by a duration of time,"
    },
    {
      "index": 337,
      "start_time": 2325030.0,
      "end_time": 2332997.0,
      "text": "to think about acute versus chronic exposures.   Exposure is influenced by both quantity and  duration."
    },
    {
      "index": 338,
      "start_time": 2333000.0,
      "end_time": 2338066.0,
      "text": "Acute exposures to hazards typically have large  quantities and short durations,"
    },
    {
      "index": 339,
      "start_time": 2338070.0,
      "end_time": 2343037.0,
      "text": "whereas chronic exposures typically have small  quantities and long durations."
    },
    {
      "index": 340,
      "start_time": 2343030.0,
      "end_time": 2348063.0,
      "text": "There are many types of exposures that are  acute and many types that are chronic."
    },
    {
      "index": 341,
      "start_time": 2348070.0,
      "end_time": 2353070.0,
      "text": "Sometimes, the same agent could be both an  acute and a chronic hazard."
    },
    {
      "index": 342,
      "start_time": 2353070.0,
      "end_time": 2360070.0,
      "text": "For instance, smoke from a structure fire can be  an acute exposure that can produce very  damaging health effects like smoke inhalation"
    },
    {
      "index": 343,
      "start_time": 2360070.0,
      "end_time": 2366037.0,
      "text": "over a short period of time. However, smoke from  wood stoves, backyard fires, and other sources"
    },
    {
      "index": 344,
      "start_time": 2366030.0,
      "end_time": 2374063.0,
      "text": "to which people are exposed may not create an  immediate health effect, but with chronic  exposure over a period of many years,"
    },
    {
      "index": 345,
      "start_time": 2374070.0,
      "end_time": 2381037.0,
      "text": "those exposed may experience adverse health  outcomes including respiratory diseases and  even cancer."
    },
    {
      "index": 346,
      "start_time": 2381030.0,
      "end_time": 2388030.0,
      "text": "Because both acute and chronic exposures can  be important, when and how long we measure  exposure matters a lot."
    },
    {
      "index": 347,
      "start_time": 2388030.0,
      "end_time": 2396997.0,
      "text": "This is a plot of concentration on the vertical  axis versus time on the horizontal axis.  If the  time interval we’re concerned about"
    },
    {
      "index": 348,
      "start_time": 2397000.0,
      "end_time": 2407066.0,
      "text": "lasts from time t0 on the horizontal axis to time  t0 plus capital T, we might consider that to be  most of a workday."
    },
    {
      "index": 349,
      "start_time": 2407070.0,
      "end_time": 2413070.0,
      "text": "The plot of concentration versus time changes a  great deal as a function of time over this  workday."
    },
    {
      "index": 350,
      "start_time": 2413070.0,
      "end_time": 2422070.0,
      "text": "The area under the curve, the gray area, is the  cumulative exposure, the integral of  concentration multiplied by time."
    },
    {
      "index": 351,
      "start_time": 2422070.0,
      "end_time": 2427004.0,
      "text": "The horizontal line drawn across the gray area  that is labeled c-average"
    },
    {
      "index": 352,
      "start_time": 2427000.0,
      "end_time": 2435033.0,
      "text": "is the average exposure concentration over the  time interval from t0 to t0 plus capital T."
    },
    {
      "index": 353,
      "start_time": 2435030.0,
      "end_time": 2443063.0,
      "text": "The area of the rectangle created by C-average  has the same area as the gray area under the  original curve."
    },
    {
      "index": 354,
      "start_time": 2443070.0,
      "end_time": 2452037.0,
      "text": "That&#39;s all an average is: it’s the value that  creates a box that possesses the same area as  the area under the original curve."
    },
    {
      "index": 355,
      "start_time": 2452030.0,
      "end_time": 2457997.0,
      "text": "The gray area is an example of the type of  measurement we would make to assess a  chronic exposure."
    },
    {
      "index": 356,
      "start_time": 2458000.0,
      "end_time": 2462066.0,
      "text": "For these exposures, we often take  measurements that last an entire workday."
    },
    {
      "index": 357,
      "start_time": 2462070.0,
      "end_time": 2469070.0,
      "text": "However, if we&#39;re more interested in an acute  exposure, the peak exposure that might cause  an acute health hazard,"
    },
    {
      "index": 358,
      "start_time": 2469070.0,
      "end_time": 2474070.0,
      "text": "we might need to make a very short term  measurement that would pick up this peak  concentration"
    },
    {
      "index": 359,
      "start_time": 2474070.0,
      "end_time": 2480070.0,
      "text": "and compare that short-term exposure  concentration to the risk from that exposure."
    },
    {
      "index": 360,
      "start_time": 2480070.0,
      "end_time": 2487070.0,
      "text": "So, the duration of exposure may be very  important depending on the type of health  outcome we&#39;re interested in."
    },
    {
      "index": 361,
      "start_time": 2487070.0,
      "end_time": 2495037.0,
      "text": "Moving on, potential dose is equal to the integral  from time t1 to t2 of concentration multiplied by"
    },
    {
      "index": 362,
      "start_time": 2495030.0,
      "end_time": 2502030.0,
      "text": "a term we will refer to as the instantaneous  contact rate multiplied by the differential of time."
    },
    {
      "index": 363,
      "start_time": 2502030.0,
      "end_time": 2509997.0,
      "text": "The contact rate for inhalation exposures is the  inhalation rate or breathing rate that may be in  units of liters per minute, for example."
    },
    {
      "index": 364,
      "start_time": 2510000.0,
      "end_time": 2519000.0,
      "text": "For food or water, contact rate might be the  mass or volume of food or water consumed per  day.  It is how much of the medium –"
    },
    {
      "index": 365,
      "start_time": 2519000.0,
      "end_time": 2528000.0,
      "text": "air, water, or food – that the exposed person  takes in per unit of time. In occupational  hygiene, we frequently set potential dose"
    },
    {
      "index": 366,
      "start_time": 2528000.0,
      "end_time": 2536066.0,
      "text": "equal to the average concentration times an  average breathing rate times the duration of time  exposed."
    },
    {
      "index": 367,
      "start_time": 2536070.0,
      "end_time": 2541070.0,
      "text": "Potential dose rate is dose divided by the  integral of time."
    },
    {
      "index": 368,
      "start_time": 2541070.0,
      "end_time": 2552004.0,
      "text": "This is equal to the average concentration times  the average breathing rate times the exposure  duration divided by the total time elapsed."
    },
    {
      "index": 369,
      "start_time": 2552000.0,
      "end_time": 2560066.0,
      "text": "The elapsed time may or may not be equal to  the time exposed.  We will look at an example  of this in a little while."
    },
    {
      "index": 370,
      "start_time": 2560070.0,
      "end_time": 2565037.0,
      "text": "We will not spend much time with applied dose  and dose rate."
    },
    {
      "index": 371,
      "start_time": 2565030.0,
      "end_time": 2572030.0,
      "text": "We can calculate them from potential dose and  potential dose rate by applying a unitless  availability factor"
    },
    {
      "index": 372,
      "start_time": 2572030.0,
      "end_time": 2579063.0,
      "text": "that accounts for some of the potentially- hazardous agent brought into the body not being  made available."
    },
    {
      "index": 373,
      "start_time": 2579070.0,
      "end_time": 2585070.0,
      "text": "Examples include some portion of an agent that  may not be able to access the skin for a dermal  exposure"
    },
    {
      "index": 374,
      "start_time": 2585070.0,
      "end_time": 2592037.0,
      "text": "or particles that are inhaled but then  immediately exhaled before they can come in  contact with the lining of the lungs."
    },
    {
      "index": 375,
      "start_time": 2592030.0,
      "end_time": 2599997.0,
      "text": "We frequently assume that the availability factor,  alpha, is equal to one, which means that the  applied dose and dose rate"
    },
    {
      "index": 376,
      "start_time": 2600000.0,
      "end_time": 2604066.0,
      "text": "are equal to the potential dose and dose rate."
    },
    {
      "index": 377,
      "start_time": 2604070.0,
      "end_time": 2610004.0,
      "text": "This is certainly not always true, but we will  consider it to be true for the rest of this module."
    },
    {
      "index": 378,
      "start_time": 2610000.0,
      "end_time": 2619000.0,
      "text": "The internal dose rate, then, is the availability  factor times the integral from t1 to t2 of the  concentration,"
    },
    {
      "index": 379,
      "start_time": 2619000.0,
      "end_time": 2628000.0,
      "text": "multiplied by the contact rate, times a term we’ll  refer to as the absorption factor, multiplied by  the differential of time."
    },
    {
      "index": 380,
      "start_time": 2628000.0,
      "end_time": 2635000.0,
      "text": "The absorption factor is the fraction of the agent  that is brought into the body that is actually  absorbed into the body."
    },
    {
      "index": 381,
      "start_time": 2635000.0,
      "end_time": 2641066.0,
      "text": "Some of the agent may be eliminated before it  can be absorbed, or it may pass through the  body without being absorbed."
    },
    {
      "index": 382,
      "start_time": 2641070.0,
      "end_time": 2649004.0,
      "text": "Frequently, we say that the internal dose is  equal to the potential dose times an average  absorption factor."
    },
    {
      "index": 383,
      "start_time": 2649000.0,
      "end_time": 2656066.0,
      "text": "Similarly, we set the internal dose rate equal to  the potential dose rate times the absorption  factor."
    },
    {
      "index": 384,
      "start_time": 2656070.0,
      "end_time": 2661070.0,
      "text": "This assumes, again, that the availability factor  is equal to one."
    },
    {
      "index": 385,
      "start_time": 2661070.0,
      "end_time": 2666004.0,
      "text": "Any of these doses or dose rates can be  normalized by body mass."
    },
    {
      "index": 386,
      "start_time": 2666000.0,
      "end_time": 2672033.0,
      "text": "We take the potential dose or dose rate, or the  internal dose and dose rate,"
    },
    {
      "index": 387,
      "start_time": 2672030.0,
      "end_time": 2677997.0,
      "text": "and divide by the body mass to get mass- normalized doses and dose rates."
    },
    {
      "index": 388,
      "start_time": 2678000.0,
      "end_time": 2681066.0,
      "text": "Let’s look at a couple of examples of these  calculations."
    },
    {
      "index": 389,
      "start_time": 2681070.0,
      "end_time": 2690070.0,
      "text": "In this first example, we will say that there is a  Pesticide X that is released into a room at a  kennel to kill fleas on a regular basis and is,"
    },
    {
      "index": 390,
      "start_time": 2690070.0,
      "end_time": 2698004.0,
      "text": "therefore, in the air all the time.  We want to  know the inhalation exposure to Pesticide X for  a worker in that room."
    },
    {
      "index": 391,
      "start_time": 2698000.0,
      "end_time": 2706033.0,
      "text": "We’ll assume that the worker weighs 50 kg and  that Pesticide X is absorbed through the lungs  at an average rate of 75%."
    },
    {
      "index": 392,
      "start_time": 2706030.0,
      "end_time": 2710997.0,
      "text": "We&#39;ve made a measurement that indicates that  the air in the room contains a constant"
    },
    {
      "index": 393,
      "start_time": 2711000.0,
      "end_time": 2716000.0,
      "text": "Pesticide X concentration of 0.1 milligram per  cubic meter."
    },
    {
      "index": 394,
      "start_time": 2716000.0,
      "end_time": 2725033.0,
      "text": "The worker will spend 8 hours per day in the  room and she breathes at a rate 18 cubic  meters of air per day while she is working."
    },
    {
      "index": 395,
      "start_time": 2725030.0,
      "end_time": 2728997.0,
      "text": "The two questions are, &quot;What is the exposure  concentration?&quot;"
    },
    {
      "index": 396,
      "start_time": 2729000.0,
      "end_time": 2738000.0,
      "text": "and &quot;What are the potential and internal and  mass-normalized potential and internal dose  rates to Pesticide X for this worker?&quot;"
    },
    {
      "index": 397,
      "start_time": 2738000.0,
      "end_time": 2746000.0,
      "text": "So, what is the exposure concentration?  Well,  we’re given the exposure concentration in the  problem statement!"
    },
    {
      "index": 398,
      "start_time": 2746000.0,
      "end_time": 2757000.0,
      "text": "The average concentration is equal to 0.1  milligram per cubic meter.   We can multiply  that by 1,000 micrograms per milligram"
    },
    {
      "index": 399,
      "start_time": 2757000.0,
      "end_time": 2764066.0,
      "text": "and say that the exposure concentration is also  100 micrograms per cubic meter."
    },
    {
      "index": 400,
      "start_time": 2764070.0,
      "end_time": 2770037.0,
      "text": "For the second part, what are the potential and  internal and mass-normalized potential"
    },
    {
      "index": 401,
      "start_time": 2770030.0,
      "end_time": 2774063.0,
      "text": "and internal dose rates of the pesticide for the  worker?"
    },
    {
      "index": 402,
      "start_time": 2774070.0,
      "end_time": 2783070.0,
      "text": "Potential dose rate is equal to the average  concentration times the breathing rate times the  duration of exposure divided by the elapsed time"
    },
    {
      "index": 403,
      "start_time": 2783070.0,
      "end_time": 2793037.0,
      "text": "We know that the average concentration is 100  micrograms per cubic meter.  We&#39;re given a  breathing rate of 18 cubic meters per day."
    },
    {
      "index": 404,
      "start_time": 2793030.0,
      "end_time": 2800997.0,
      "text": "The duration of exposure during each workday is  8 hours. The elapsed time, in this case, is one  day."
    },
    {
      "index": 405,
      "start_time": 2801000.0,
      "end_time": 2807033.0,
      "text": "We need to multiply one day in the denominator  by 24 hours per day to be able to cancel units."
    },
    {
      "index": 406,
      "start_time": 2807030.0,
      "end_time": 2815030.0,
      "text": "If we perform the calculation, we get a potential  dose rate of 600 micrograms per day, on each  workday."
    },
    {
      "index": 407,
      "start_time": 2815030.0,
      "end_time": 2824030.0,
      "text": "The internal dose rate is equal to the potential  dose rate times the absorption factor, which is  75% or 0.75."
    },
    {
      "index": 408,
      "start_time": 2824030.0,
      "end_time": 2832997.0,
      "text": "So, we take 600 micrograms per day, multiply it  by 0.75, and we get 450 micrograms per day."
    },
    {
      "index": 409,
      "start_time": 2833000.0,
      "end_time": 2839033.0,
      "text": "The mass-normalized potential dose rate is  equal to the potential dose rate divided by the  body mass."
    },
    {
      "index": 410,
      "start_time": 2839030.0,
      "end_time": 2848063.0,
      "text": "That is 600 micrograms per day divided by 50  kilograms, which equals 12 micrograms per  kilogram per day."
    },
    {
      "index": 411,
      "start_time": 2848070.0,
      "end_time": 2856004.0,
      "text": "Finally, the mass-normalized internal dose rate  is equal to the internal dose rate divided by  mass, which equals 450 micrograms"
    },
    {
      "index": 412,
      "start_time": 2856000.0,
      "end_time": 2863033.0,
      "text": "per day divided by 50 kilograms, which equals 9  micrograms per kilogram per day."
    },
    {
      "index": 413,
      "start_time": 2863030.0,
      "end_time": 2869997.0,
      "text": "In a second example, we will consider a worker  in a facility that produces polymer fibers."
    },
    {
      "index": 414,
      "start_time": 2870000.0,
      "end_time": 2878000.0,
      "text": "This worker is exposed to an average of 7.9  milligrams per cubic meter of acrylonitrile vapor  on the job."
    },
    {
      "index": 415,
      "start_time": 2878000.0,
      "end_time": 2886066.0,
      "text": "He works 240 days per year, weighs 190  pounds, and breathes at a rate of about 22 liters  per minute during his 8-hour workday."
    },
    {
      "index": 416,
      "start_time": 2886070.0,
      "end_time": 2894004.0,
      "text": "The literature suggests that there is an  absorption factor of 52% for acrylonitrile when  it&#39;s inhaled."
    },
    {
      "index": 417,
      "start_time": 2894000.0,
      "end_time": 2903066.0,
      "text": "The first question posed is, &quot;What is your  estimate of the worker&#39;s cumulative exposure to  acrylonitrile during his 8-hour workday?&quot;"
    },
    {
      "index": 418,
      "start_time": 2903070.0,
      "end_time": 2910004.0,
      "text": "The cumulative exposure can be calculated as  being equal to the exposure concentration times  the duration of exposure."
    },
    {
      "index": 419,
      "start_time": 2910000.0,
      "end_time": 2921033.0,
      "text": "That is 7.9 milligrams per cubic meter multiplied  by 8 hours, which yields a cumulative exposure  of 63 milligram-hours per cubic meter."
    },
    {
      "index": 420,
      "start_time": 2921030.0,
      "end_time": 2928997.0,
      "text": "The units for exposure may sound a little odd,  but they take into account both the  concentration and time elements of exposure."
    },
    {
      "index": 421,
      "start_time": 2929000.0,
      "end_time": 2935033.0,
      "text": "For part (b), the question is, &quot;What is your  estimate of the annual internal dose rate"
    },
    {
      "index": 422,
      "start_time": 2935030.0,
      "end_time": 2942030.0,
      "text": "in milligrams per kilogram per year for the  worker when exposed to acrylonitrile via  inhalation?&quot;"
    },
    {
      "index": 423,
      "start_time": 2942030.0,
      "end_time": 2950063.0,
      "text": "The internal dose rate is equal to the potential  dose rate times the absorption factor divided by  the body mass."
    },
    {
      "index": 424,
      "start_time": 2950070.0,
      "end_time": 2956004.0,
      "text": "That is equal to the average concentration times  the breathing rate multiplied by the time"
    },
    {
      "index": 425,
      "start_time": 2956000.0,
      "end_time": 2964000.0,
      "text": "exposed and the absorption factor divided by the  time elapsed as well as the body mass."
    },
    {
      "index": 426,
      "start_time": 2964000.0,
      "end_time": 2972066.0,
      "text": "Substituting values for the variables gives 7.9  milligrams per cubic meter multiplied by 22 liters  per minute."
    },
    {
      "index": 427,
      "start_time": 2972070.0,
      "end_time": 2981037.0,
      "text": "The time exposed is 240 days during each one  year, which is the elapsed time, multiplied by 8  hours per day."
    },
    {
      "index": 428,
      "start_time": 2981030.0,
      "end_time": 2990030.0,
      "text": "The absorption factor&#39;s 0.52, and the body mass  of 190 pounds.  Units conversions are needed,"
    },
    {
      "index": 429,
      "start_time": 2990030.0,
      "end_time": 2997997.0,
      "text": "so we divide by 1,000 liters per cubic meter,  multiply by 60 minutes per hour, and also by 2.2  pounds per kilogram."
    },
    {
      "index": 430,
      "start_time": 2998000.0,
      "end_time": 3007033.0,
      "text": "When we carry out the calculation, we get a  mass-normalized internal dose rate of 120  milligrams per kilogram per year."
    },
    {
      "index": 431,
      "start_time": 3007030.0,
      "end_time": 3012030.0,
      "text": "To summarize, occupational hygiene is the  science, and to some extent the art,"
    },
    {
      "index": 432,
      "start_time": 3012030.0,
      "end_time": 3018030.0,
      "text": "of anticipating, recognizing, evaluating, and  controlling workplace hazards."
    },
    {
      "index": 433,
      "start_time": 3018030.0,
      "end_time": 3026997.0,
      "text": "This is also referred to as the occupational  hygiene framework.  Workers face a variety of  chemical, physical, biological, injury,"
    },
    {
      "index": 434,
      "start_time": 3027000.0,
      "end_time": 3033066.0,
      "text": "and social/behavioral hazards at work, and  workers are the experts on their own work  environment."
    },
    {
      "index": 435,
      "start_time": 3033070.0,
      "end_time": 3038037.0,
      "text": "We need to talk to them if we are going to try to  understand the hazards that they face."
    },
    {
      "index": 436,
      "start_time": 3038030.0,
      "end_time": 3045063.0,
      "text": "Many hazards can be evaluated using  measurements or modeling, and by comparison  to occupational exposure limits."
    },
    {
      "index": 437,
      "start_time": 3045070.0,
      "end_time": 3050004.0,
      "text": "Options for managing those exposures or  controlling them are selected based on a"
    },
    {
      "index": 438,
      "start_time": 3050000.0,
      "end_time": 3055066.0,
      "text": "hierarchy in which options that place the least  burden on individual workers are preferred."
    },
    {
      "index": 439,
      "start_time": 3055070.0,
      "end_time": 3060037.0,
      "text": "Exposure can be defined as the amount or  intensity of an agent at the interface between a"
    },
    {
      "index": 440,
      "start_time": 3060030.0,
      "end_time": 3069030.0,
      "text": "person and his environment over a certain time  interval, and dose is the amount of the agent  brought into a person over a time interval."
    },
    {
      "index": 441,
      "start_time": 3069030.0,
      "end_time": 3073997.0,
      "text": "This lesson was created by the Midwest  Emerging Technologies Public Health and"
    },
    {
      "index": 442,
      "start_time": 3074000.0,
      "end_time": 3079000.0,
      "text": "Safety Training Program, or METPHAST  Program, which is a collaboration among the"
    },
    {
      "index": 443,
      "start_time": 3079000.0,
      "end_time": 3086066.0,
      "text": "University of Minnesota School of Public Health,  the University of Iowa College of Public Health,  and Dakota County Technical College."
    },
    {
      "index": 444,
      "start_time": 3086070.0,
      "end_time": 3092070.0,
      "text": "The METPHAST Program is funded by the  National Institute of Environmental Health  Sciences."
    },
    {
      "index": 445,
      "start_time": 3092070.0,
      "end_time": 3097004.0,
      "text": "This module&#39;s content is solely the responsibility  of its developers and does not necessarily"
    },
    {
      "index": 446,
      "start_time": 3097000.0,
      "end_time": 3101066.0,
      "text": "represent the official views of the National  Institutes of Health."
    },
    {
      "index": 447,
      "start_time": 3101070.0,
      "end_time": 3111070.0,
      "text": "Thank you for viewing this module!"
    }
  ]
}