{
  "video_id": "Nu5irWStNvA",
  "title": "Meditation as Medicine: Mindfulness-Based Stress Reduction",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 22820.0,
      "text": "&gt;&gt;"
    },
    {
      "index": 2,
      "start_time": 22820.0,
      "end_time": 27960.0,
      "text": "MANNY: Good afternoon my friends. My name is Manny and we are delighted today to have"
    },
    {
      "index": 3,
      "start_time": 27960.0,
      "end_time": 34220.0,
      "text": "my friend, Bob Stahl with us today. Bob is a--he&#39;s--so, Jon Kabat-Zinn is the founder"
    },
    {
      "index": 4,
      "start_time": 34220.0,
      "end_time": 38590.0,
      "text": "of MBSR calls Bob the go--the go-to person for MBSR in all the West Coast. Jon says this"
    },
    {
      "index": 5,
      "start_time": 38590.0,
      "end_time": 47239.0,
      "text": "if you need anything by MBSR, go to Bob because Bob is the man and I have a lot of respect"
    },
    {
      "index": 6,
      "start_time": 47239.0,
      "end_time": 54589.0,
      "text": "for Bob for this and other reasons and besides being jolly and wise and amazing. Bob founded"
    },
    {
      "index": 7,
      "start_time": 54589.0,
      "end_time": 61329.0,
      "text": "and directs the MBSR program in five medical centers in San Francisco Bay Area including"
    },
    {
      "index": 8,
      "start_time": 61329.0,
      "end_time": 67009.0,
      "text": "the El Camino Hospital in Mountain View and the O&#39;Connor Hospital in San Jose. He lived"
    },
    {
      "index": 9,
      "start_time": 67009.0,
      "end_time": 74450.0,
      "text": "in the Buddhist monastery for eight and a half years and he is most recently the co-author"
    },
    {
      "index": 10,
      "start_time": 74450.0,
      "end_time": 79910.0,
      "text": "of this book, a &quot;Mindfulness-Based Stress Reduction Workbook,&quot; and it is available for"
    },
    {
      "index": 11,
      "start_time": 79910.0,
      "end_time": 85840.0,
      "text": "sale if you--if you want to--after this talk right over there and I think that&#39;s it. With"
    },
    {
      "index": 12,
      "start_time": 85840.0,
      "end_time": 87950.0,
      "text": "that, please welcome my friend and our friend, Bob Stahl."
    },
    {
      "index": 13,
      "start_time": 87950.0,
      "end_time": 108740.0,
      "text": "&gt;&gt; STAHL: Thank you. You all hear me okay? So, very nice to be here and thank you for"
    },
    {
      "index": 14,
      "start_time": 108740.0,
      "end_time": 114360.0,
      "text": "making some time out of your work day to come and hear about mindfulness which is what I&#39;ll"
    },
    {
      "index": 15,
      "start_time": 114360.0,
      "end_time": 124060.0,
      "text": "be speaking about today. And maybe, I&#39;ll just start by sharing a little bit about my own"
    },
    {
      "index": 16,
      "start_time": 124060.0,
      "end_time": 130369.0,
      "text": "personal journey, how did I end up becoming a &quot;Mindfulness-Based Stress Reduction&quot; teacher."
    },
    {
      "index": 17,
      "start_time": 130369.0,
      "end_time": 136920.0,
      "text": "And my actual journey began quite young in life when I had an experience when I was four"
    },
    {
      "index": 18,
      "start_time": 136920.0,
      "end_time": 143989.0,
      "text": "years old. I was riding in the back seat of my parent&#39;s car and I had this realization"
    },
    {
      "index": 19,
      "start_time": 143989.0,
      "end_time": 150600.0,
      "text": "that I or anyone could die at any moment. It was a very powerful realization at four"
    },
    {
      "index": 20,
      "start_time": 150600.0,
      "end_time": 156260.0,
      "text": "years old and I brought this up to my mother and father and they said to me very lovingly,"
    },
    {
      "index": 21,
      "start_time": 156260.0,
      "end_time": 162130.0,
      "text": "&quot;Don&#39;t worry, Bobby,&quot; I was called Bobby then, &quot;Don&#39;t worry, Bobby, it&#39;s not going to happen"
    },
    {
      "index": 22,
      "start_time": 162130.0,
      "end_time": 167919.0,
      "text": "for a long, long, long, long time.&quot; And I actually could tell by the sound of their"
    },
    {
      "index": 23,
      "start_time": 167919.0,
      "end_time": 174109.0,
      "text": "voice that they were being very loving and they were trying to protect me but I knew"
    },
    {
      "index": 24,
      "start_time": 174109.0,
      "end_time": 178230.0,
      "text": "what I knew and what I knew was that they were not telling me the truth because what"
    },
    {
      "index": 25,
      "start_time": 178230.0,
      "end_time": 185109.0,
      "text": "I knew was that death could come at any moment to anyone. And that was a very shocking realization"
    },
    {
      "index": 26,
      "start_time": 185109.0,
      "end_time": 193480.0,
      "text": "at four years old to realize this and unfortunately to say by the time I was nine years old, I"
    },
    {
      "index": 27,
      "start_time": 193480.0,
      "end_time": 199220.0,
      "text": "lost a younger brother who died of a disease. My best friend, Ellen, who lived across the"
    },
    {
      "index": 28,
      "start_time": 199220.0,
      "end_time": 204000.0,
      "text": "street from me, I played with her everyday, went into a diabetic coma and passed away"
    },
    {
      "index": 29,
      "start_time": 204000.0,
      "end_time": 209880.0,
      "text": "one evening and downstairs, in the family house that I was living in, my grandfather"
    },
    {
      "index": 30,
      "start_time": 209880.0,
      "end_time": 219410.0,
      "text": "died of a heart attack. And so, growing up, I experienced a lot of confusion and despair."
    },
    {
      "index": 31,
      "start_time": 219410.0,
      "end_time": 225850.0,
      "text": "What is this life and this also coincided with the--the 1960s and as, you know, the"
    },
    {
      "index": 32,
      "start_time": 225850.0,
      "end_time": 232600.0,
      "text": "times were a-changing and the Beatles grew their hair long and there was social unrest,"
    },
    {
      "index": 33,
      "start_time": 232600.0,
      "end_time": 239790.0,
      "text": "there was lots happening; I grew up outside of the Boston area. Well, after graduating"
    },
    {
      "index": 34,
      "start_time": 239790.0,
      "end_time": 246380.0,
      "text": "high school and my sole purpose was to get out of high school because school didn&#39;t make"
    },
    {
      "index": 35,
      "start_time": 246380.0,
      "end_time": 254650.0,
      "text": "any sense to me and I decided that I needed to do something after discovering that my"
    },
    {
      "index": 36,
      "start_time": 254650.0,
      "end_time": 259030.0,
      "text": "friends had all gone to college and thought &quot;Well, maybe I should go to college.&quot; And"
    },
    {
      "index": 37,
      "start_time": 259029.99999999997,
      "end_time": 266100.0,
      "text": "so, I ended up going to school in the Northeast Kingdom of Vermont, a small state college."
    },
    {
      "index": 38,
      "start_time": 266100.0,
      "end_time": 270030.0,
      "text": "I was really into downhill skiing and I thought, &quot;Well, this would be a good place to go,&quot;"
    },
    {
      "index": 39,
      "start_time": 270030.0,
      "end_time": 276160.0,
      "text": "like, you know, ski area. And started school there and I was having a good all time partying"
    },
    {
      "index": 40,
      "start_time": 276160.0,
      "end_time": 281890.0,
      "text": "and after flunking out in my sophomore year and being [INDISTINCT] made it back on warning,"
    },
    {
      "index": 41,
      "start_time": 281890.0,
      "end_time": 286660.0,
      "text": "I decided &quot;Well, maybe I should take a look at what&#39;s actually on the course catalog and"
    },
    {
      "index": 42,
      "start_time": 286660.0,
      "end_time": 292750.0,
      "text": "see if there is anything interesting there that I would like to take and for whatever"
    },
    {
      "index": 43,
      "start_time": 292750.0,
      "end_time": 297890.0,
      "text": "reason, very funny enough, there&#39;s this course called Hinduism, Buddhism, Taoism and Zen."
    },
    {
      "index": 44,
      "start_time": 297890.0,
      "end_time": 302380.0,
      "text": "I had never taken a class like this ever before in my life and I figured that I had nothing"
    },
    {
      "index": 45,
      "start_time": 302380.0,
      "end_time": 309560.0,
      "text": "to lose. I&#39;ve had experiences growing up in Boston with the orient Chinese restaurants,"
    },
    {
      "index": 46,
      "start_time": 309560.0,
      "end_time": 314640.0,
      "text": "ironically enough and that was a very different feel there and I was alert to the East in"
    },
    {
      "index": 47,
      "start_time": 314640.0,
      "end_time": 322430.0,
      "text": "many ways not only with the food but with the art and so, I took this class, Hinduism,"
    },
    {
      "index": 48,
      "start_time": 322430.0,
      "end_time": 328440.0,
      "text": "Buddhism, Taoism and Zen and when I went into the class, I was shocked to discover that"
    },
    {
      "index": 49,
      "start_time": 328440.0,
      "end_time": 335250.0,
      "text": "my professor was sitting on top of his desk in a full lotus position. Now, I had never"
    },
    {
      "index": 50,
      "start_time": 335250.0,
      "end_time": 339690.0,
      "text": "seen a professor like this before. Most of them had suits, jackets and ties and they"
    },
    {
      "index": 51,
      "start_time": 339690.0,
      "end_time": 344730.0,
      "text": "were pretty straight and pretty uptight. But this guy was sitting on top of his desk in"
    },
    {
      "index": 52,
      "start_time": 344730.0,
      "end_time": 353970.0,
      "text": "a full lotus and he began talking. And when I--listening to him, I realized and sensed"
    },
    {
      "index": 53,
      "start_time": 353970.0,
      "end_time": 361210.0,
      "text": "that he knew something that I didn&#39;t know and I wanted to know what he knew. There was"
    },
    {
      "index": 54,
      "start_time": 361210.0,
      "end_time": 368750.0,
      "text": "something about him. I never met a person like him ever before. And we began studying"
    },
    {
      "index": 55,
      "start_time": 368750.0,
      "end_time": 375420.0,
      "text": "the Tao Te Ching by Lao Tzu, a way of life and I just fell in love with the Tao and I"
    },
    {
      "index": 56,
      "start_time": 375420.0,
      "end_time": 381650.0,
      "text": "never realized that people thought about life in this way. My education thus far was about"
    },
    {
      "index": 57,
      "start_time": 381650.0,
      "end_time": 386790.0,
      "text": "reading and writing in arithmetic and it made really no sense to me because--and I&#39;ve looked"
    },
    {
      "index": 58,
      "start_time": 386790.0,
      "end_time": 392420.0,
      "text": "back on this, I was really in a place of a lot of despair and confusion. I was very lost"
    },
    {
      "index": 59,
      "start_time": 392420.0,
      "end_time": 398610.0,
      "text": "and didn&#39;t even know that I was lost, that&#39;s how lost I was. Well, after reading the Tao"
    },
    {
      "index": 60,
      "start_time": 398610.0,
      "end_time": 403470.0,
      "text": "Te Ching and coming across epigram number 47, where he said &quot;There&#39;s no need to look"
    },
    {
      "index": 61,
      "start_time": 403470.0,
      "end_time": 410490.0,
      "text": "outside your window, everything that you need to know is inside you.&quot; And when I read that,"
    },
    {
      "index": 62,
      "start_time": 410490.0,
      "end_time": 416840.0,
      "text": "it was this--almost like a redwood tree hit me over the head and woke me up and I recognized"
    },
    {
      "index": 63,
      "start_time": 416840.0,
      "end_time": 421290.0,
      "text": "that I&#39;ve been spending most of my life looking outside of myself for answers and then if"
    },
    {
      "index": 64,
      "start_time": 421290.0,
      "end_time": 427910.0,
      "text": "I wanted to know anything, I needed to begin to look inside here and that really began"
    },
    {
      "index": 65,
      "start_time": 427910.0,
      "end_time": 433680.0,
      "text": "my journey of meditation which is now over 35 years ago and kind of amazing when I look"
    },
    {
      "index": 66,
      "start_time": 433680.0,
      "end_time": 441430.0,
      "text": "back at it at this point. That class began a journey, a spiritual journey if you will"
    },
    {
      "index": 67,
      "start_time": 441430.0,
      "end_time": 448460.0,
      "text": "for me and I ended up moving to San Francisco and--and getting--going to graduate school"
    },
    {
      "index": 68,
      "start_time": 448460.0,
      "end_time": 452870.0,
      "text": "in Counseling Psychology and getting introduced more formally to the pasana of mindfulness"
    },
    {
      "index": 69,
      "start_time": 452870.0,
      "end_time": 458800.0,
      "text": "mediation. And from there, that led me to studying with a teacher and she said &quot;Why"
    },
    {
      "index": 70,
      "start_time": 458800.0,
      "end_time": 465000.0,
      "text": "don&#39;t you come with me to Burma and meet my teacher, Venerable Taungpulu Sayadaw who is"
    },
    {
      "index": 71,
      "start_time": 465000.0,
      "end_time": 471300.0,
      "text": "a Theravadan forest monk and Burma is now called Myanmar. And so on November 9th, 1980,"
    },
    {
      "index": 72,
      "start_time": 471300.0,
      "end_time": 478260.0,
      "text": "I embarked on a plane to Southeast Asia to Burma to become a forest monk for a temporary"
    },
    {
      "index": 73,
      "start_time": 478260.0,
      "end_time": 489030.0,
      "text": "period of time. Life was very different in Burma and the life of a forest monk is a lonely"
    },
    {
      "index": 74,
      "start_time": 489030.0,
      "end_time": 496120.0,
      "text": "life but it&#39;s a very powerful life of very intensive meditation practice and I really"
    },
    {
      "index": 75,
      "start_time": 496120.0,
      "end_time": 502389.0,
      "text": "loved that life at the time that I was there. Then we moved--we were invited to come back"
    },
    {
      "index": 76,
      "start_time": 502389.0,
      "end_time": 508040.0,
      "text": "to the United States and we brought our teacher, Taungpulu Sayadaw and we founded with a group"
    },
    {
      "index": 77,
      "start_time": 508040.0,
      "end_time": 512769.0,
      "text": "of us, a monastery in Boulder Creek right here in Santa Cruz County, not too far away"
    },
    {
      "index": 78,
      "start_time": 512769.0,
      "end_time": 518899.0,
      "text": "and started a monastery by Big Basin state park called Taungpulu Kaba Aye Monastery and"
    },
    {
      "index": 79,
      "start_time": 518899.0,
      "end_time": 523089.0,
      "text": "I ended up living there for over eight and a half years practicing very intensively."
    },
    {
      "index": 80,
      "start_time": 523089.00000000006,
      "end_time": 530170.0,
      "text": "And after leaving the monastery, entering into the advanced practice, getting married,"
    },
    {
      "index": 81,
      "start_time": 530170.0,
      "end_time": 541160.0,
      "text": "having two children makes the monastery look easy. I needed to get a job and I was fortunate"
    },
    {
      "index": 82,
      "start_time": 541160.0,
      "end_time": 546010.0,
      "text": "enough to get a job working at the Cabrillo College Stroke Center in Santa Cruz, working"
    },
    {
      "index": 83,
      "start_time": 546010.0,
      "end_time": 552320.0,
      "text": "with people with strokes and Parkinson&#39;s disease, multiple sclerosis, other orthopedic and neurological"
    },
    {
      "index": 84,
      "start_time": 552320.0,
      "end_time": 559760.0,
      "text": "conditions and my job being hired there as a counselor was to teach meditation, relaxation"
    },
    {
      "index": 85,
      "start_time": 559760.0,
      "end_time": 565490.0,
      "text": "as well as interviewing prospective new students and so forth, assessing students. And I began"
    },
    {
      "index": 86,
      "start_time": 565490.0,
      "end_time": 571870.0,
      "text": "to teach mindfulness at the stroke center and I used to get feedback from various students"
    },
    {
      "index": 87,
      "start_time": 571870.0,
      "end_time": 576150.0,
      "text": "saying &quot;This mindfulness is really helping me.&quot; And I remember this one old lady saying"
    },
    {
      "index": 88,
      "start_time": 576150.0,
      "end_time": 579070.0,
      "text": "&quot;Yeah, this mindfulness is really keeping me out of a nursing home,&quot; and I said &quot;What"
    },
    {
      "index": 89,
      "start_time": 579070.0,
      "end_time": 583160.0,
      "text": "do you mean?&quot; she said &quot;Look at me, I&#39;m an old lady, I got to pee in the middle of the"
    },
    {
      "index": 90,
      "start_time": 583160.0,
      "end_time": 586990.0,
      "text": "night, you know, and every night I have to get up and I have to walk to the toilet and"
    },
    {
      "index": 91,
      "start_time": 586990.0,
      "end_time": 591029.0,
      "text": "so when I walk to the toilet, I&#39;m mindful lifting my foot up, moving it forward, placing"
    },
    {
      "index": 92,
      "start_time": 591029.0,
      "end_time": 595830.0,
      "text": "it down. I&#39;m being mindful of each step because if I&#39;m not mindful, I&#39;m going to end falling"
    },
    {
      "index": 93,
      "start_time": 595830.0,
      "end_time": 600380.0,
      "text": "and breaking my hip and ending up in a nursing home.&quot; She had had a stroke, so she was very"
    },
    {
      "index": 94,
      "start_time": 600380.0,
      "end_time": 605770.0,
      "text": "unsure on her feet. And I would hear many other very practical aspects of mindfulness"
    },
    {
      "index": 95,
      "start_time": 605770.0,
      "end_time": 612600.0,
      "text": "bringing it into one&#39;s life or health and well-being. While I was at the stroke center,"
    },
    {
      "index": 96,
      "start_time": 612600.0,
      "end_time": 619430.0,
      "text": "I was sharing some of my work with an ex-monk friend of mine that sent me eventually a book"
    },
    {
      "index": 97,
      "start_time": 619430.0,
      "end_time": 624940.0,
      "text": "called &quot;Full Catastrophe Living&quot; by Dr. Jon Kabat-Zinn and I read this book and I said"
    },
    {
      "index": 98,
      "start_time": 624940.0,
      "end_time": 629310.0,
      "text": "&quot;I can&#39;t believe that somebody has created a whole program based on mindfulness and working"
    },
    {
      "index": 99,
      "start_time": 629310.0,
      "end_time": 633830.0,
      "text": "with stress, pain and illness, I want to do this.&quot; And I wrote Jon a letter, this was"
    },
    {
      "index": 100,
      "start_time": 633830.0,
      "end_time": 640399.0,
      "text": "back in 1990 and a couple of weeks later, Jon called me on the phone and thanked me"
    },
    {
      "index": 101,
      "start_time": 640399.0,
      "end_time": 646160.0,
      "text": "for writing him the letter and then inviting me to come to UMass Medical Center to meet"
    },
    {
      "index": 102,
      "start_time": 646160.0,
      "end_time": 651610.0,
      "text": "with him and see the center and as my family is from the Massachusetts&#39;s area, it was actually"
    },
    {
      "index": 103,
      "start_time": 651610.0,
      "end_time": 656380.0,
      "text": "in a couple of moths later I was--I came to the UMass Medical Center. This was all before"
    },
    {
      "index": 104,
      "start_time": 656380.0,
      "end_time": 662250.0,
      "text": "Jon became much more famous in 1993, &quot;When Healing of The Mind&quot; was featured with Bill"
    },
    {
      "index": 105,
      "start_time": 662250.0,
      "end_time": 670690.0,
      "text": "Moyers. He&#39;s got very busy since then. But it was wonderful to meet Jon back in the early"
    },
    {
      "index": 106,
      "start_time": 670690.0,
      "end_time": 676360.0,
      "text": "1990s and he was very supportive with me starting a program and so, I was very fortunate when"
    },
    {
      "index": 107,
      "start_time": 676360.0,
      "end_time": 682290.0,
      "text": "I came back to Santa Cruz that I began a program in 1991 at the Cabrillo College Stroke Center"
    },
    {
      "index": 108,
      "start_time": 682290.0,
      "end_time": 687220.0,
      "text": "and then later at El Camino Hospital here in Mountain View in Santa Cruz Medical Foundation"
    },
    {
      "index": 109,
      "start_time": 687220.0,
      "end_time": 691920.0,
      "text": "where we actually involved in starting the first Mindfulness-Based Stress Reduction programs"
    },
    {
      "index": 110,
      "start_time": 691920.0,
      "end_time": 697930.0,
      "text": "in California and I&#39;ve been teaching at these medical centers and more ever since. So, I"
    },
    {
      "index": 111,
      "start_time": 697930.0,
      "end_time": 705290.0,
      "text": "feel very grateful to Jon Kabat-Zinn and this work of mindfulness and bringing it into mainstream"
    },
    {
      "index": 112,
      "start_time": 705290.0,
      "end_time": 713270.0,
      "text": "America and I really appreciate the genius of--of this practice in how we can--here I"
    },
    {
      "index": 113,
      "start_time": 713270.0,
      "end_time": 718000.0,
      "text": "am now at Google speaking about something that I went off to Asia far and many years"
    },
    {
      "index": 114,
      "start_time": 718000.0,
      "end_time": 724660.0,
      "text": "ago and--and how that mindfulness has proliferated in our culture and it&#39;s so amazing that when"
    },
    {
      "index": 115,
      "start_time": 724660.0,
      "end_time": 729839.0,
      "text": "we hear about mindfulness, its effects with as we search in neuroscience, in education,"
    },
    {
      "index": 116,
      "start_time": 729839.0,
      "end_time": 737820.0,
      "text": "in psychology, mindfulness is spreading its wings in many different areas and it&#39;s currently--well,"
    },
    {
      "index": 117,
      "start_time": 737820.0,
      "end_time": 743700.0,
      "text": "it&#39;s kind of a hot item, mindfulness. I understand that mindfulness is also offered here at Google."
    },
    {
      "index": 118,
      "start_time": 743700.0,
      "end_time": 748480.0,
      "text": "I&#39;m very happy to hear about that. I understand there&#39;s a new eight-week class starting this"
    },
    {
      "index": 119,
      "start_time": 748480.0,
      "end_time": 753670.0,
      "text": "Thursday with my colleague, Renee Burgard and I understand the class is full, in a waiting"
    },
    {
      "index": 120,
      "start_time": 753670.0,
      "end_time": 758850.0,
      "text": "list but don&#39;t worry there&#39;s going to be more classes. So if you&#39;re interested, you can--you&#39;ll"
    },
    {
      "index": 121,
      "start_time": 758850.0,
      "end_time": 765380.0,
      "text": "hear about them. But as a working definition, I want to--maybe just speak a little bit about"
    },
    {
      "index": 122,
      "start_time": 765380.0,
      "end_time": 772470.0,
      "text": "mindfulness, what is it? How does it relate to stress reduction? And I&#39;d also would like"
    },
    {
      "index": 123,
      "start_time": 772470.0,
      "end_time": 781399.0,
      "text": "to do some practice and I think that this is a perfect place to do practice, right here"
    },
    {
      "index": 124,
      "start_time": 781399.0,
      "end_time": 787790.0,
      "text": "in the midst of the work day. But first I&#39;ll just begin with what is mindfulness and so,"
    },
    {
      "index": 125,
      "start_time": 787790.0,
      "end_time": 792470.0,
      "text": "we&#39;ve heard of this word a lot and I trust if I--how many of us here are familiar with"
    },
    {
      "index": 126,
      "start_time": 792470.0,
      "end_time": 796709.0,
      "text": "mindfulness practice. So there&#39;s a quite a number of hands up. This is wonderful, if"
    },
    {
      "index": 127,
      "start_time": 796709.0,
      "end_time": 802060.0,
      "text": "I asked this question about 15 years ago, I might find one person. So, this is very"
    },
    {
      "index": 128,
      "start_time": 802060.0,
      "end_time": 809220.0,
      "text": "wonderful. And so, perhaps some of this will be a--you will hear some of what I have said"
    },
    {
      "index": 129,
      "start_time": 809220.0,
      "end_time": 815330.0,
      "text": "before but may you take it as in a new way because mindfulness really teaches us about"
    },
    {
      "index": 130,
      "start_time": 815330.0,
      "end_time": 821990.0,
      "text": "beginner&#39;s mind, seeing things fresh and new and in the moment. And when we speak of mindfulness,"
    },
    {
      "index": 131,
      "start_time": 821990.0,
      "end_time": 827480.0,
      "text": "we&#39;re really speaking about learning to be more present in our moment to moment, day-to-day"
    },
    {
      "index": 132,
      "start_time": 827480.0,
      "end_time": 832550.0,
      "text": "life and when you consider the only moment that we actually ever really live in is the"
    },
    {
      "index": 133,
      "start_time": 832550.0,
      "end_time": 836399.0,
      "text": "present moment which is right now, you&#39;re listening to me, we&#39;re here in this room,"
    },
    {
      "index": 134,
      "start_time": 836399.0,
      "end_time": 841540.0,
      "text": "this is what&#39;s happening. Yet at times, and I trust that we&#39;ll would probably see in the"
    },
    {
      "index": 135,
      "start_time": 841540.0,
      "end_time": 845500.0,
      "text": "workings of our own mind that it&#39;s difficult to actually stay present and we might be thinking"
    },
    {
      "index": 136,
      "start_time": 845500.0,
      "end_time": 849080.0,
      "text": "&quot;I really hope this guy gets done at 2 o&#39;clock because I got to go back to work and I got"
    },
    {
      "index": 137,
      "start_time": 849080.0,
      "end_time": 854360.0,
      "text": "to do this and that or maybe he&#39;s thinking about what happened earlier in the morning."
    },
    {
      "index": 138,
      "start_time": 854360.0,
      "end_time": 858810.0,
      "text": "Maybe, it&#39;s no coincidence that John Lennon once said &quot;Life is what happens while you&#39;re"
    },
    {
      "index": 139,
      "start_time": 858810.0,
      "end_time": 864490.0,
      "text": "busy making other plans.&quot; It&#39;s a very funny wonderful statement but sometimes if we take"
    },
    {
      "index": 140,
      "start_time": 864490.0,
      "end_time": 869990.0,
      "text": "a look at the workings of our mind, we see that it&#39;s often occupied in future thinking"
    },
    {
      "index": 141,
      "start_time": 869990.0,
      "end_time": 876690.0,
      "text": "in past memories and often missing what&#39;s happening in the moment. A psychologist friend"
    },
    {
      "index": 142,
      "start_time": 876690.0,
      "end_time": 881180.0,
      "text": "of mine once remarked after beginning his mindfulness training that her mind often worked"
    },
    {
      "index": 143,
      "start_time": 881180.0,
      "end_time": 885890.0,
      "text": "in two modes of operation and I said, &quot;What do you mean?&quot; Because, yeah, my mind is either"
    },
    {
      "index": 144,
      "start_time": 885890.0,
      "end_time": 893060.0,
      "text": "rehearsing or it&#39;s rehashing. Rehashing or rehearsing? I love that. And when you think"
    },
    {
      "index": 145,
      "start_time": 893060.0,
      "end_time": 899130.0,
      "text": "about all of the energy that we put into rehearsing about future, rehashing about the past, we"
    },
    {
      "index": 146,
      "start_time": 899130.0,
      "end_time": 905959.0,
      "text": "could actually bottle them as an energy source. We would have no energy crisis. We are so"
    },
    {
      "index": 147,
      "start_time": 905959.0,
      "end_time": 912980.0,
      "text": "much of the time living somewhere else other than this present moment. So, in mindfulness"
    },
    {
      "index": 148,
      "start_time": 912980.0,
      "end_time": 918490.0,
      "text": "training we&#39;re training ourselves to be more present in our moment to moment, day-to-day"
    },
    {
      "index": 149,
      "start_time": 918490.0,
      "end_time": 922640.0,
      "text": "life. For those of us whose sort of a perfectionist you can forget about it right now about being"
    },
    {
      "index": 150,
      "start_time": 922640.0,
      "end_time": 928510.0,
      "text": "mindful every single moment. And if you approach it that way, it would probably be maddening"
    },
    {
      "index": 151,
      "start_time": 928510.0,
      "end_time": 933060.0,
      "text": "and you&#39;ll probably end up quitting. But if we can bring more mindfulness into the moments"
    },
    {
      "index": 152,
      "start_time": 933060.0,
      "end_time": 937550.0,
      "text": "that we have and make it a practice, we&#39;ll find that our mindfulness will begin to grow."
    },
    {
      "index": 153,
      "start_time": 937550.0,
      "end_time": 944320.0,
      "text": "Mindfulness, again, is this quality of being present. There&#39;s actually two types of practices"
    },
    {
      "index": 154,
      "start_time": 944320.0,
      "end_time": 951140.0,
      "text": "in mindfulness. But even before, the two practices we would say it&#39;s a way of life. But it can"
    },
    {
      "index": 155,
      "start_time": 951140.0,
      "end_time": 958589.0,
      "text": "be practiced formally or informally. Formally is taking time out whether it&#39;s five, fifteen,"
    },
    {
      "index": 156,
      "start_time": 958589.0,
      "end_time": 964730.0,
      "text": "twenty, forty-five minutes of doing a very formal practice; the mindfulness of breathing"
    },
    {
      "index": 157,
      "start_time": 964730.0,
      "end_time": 970790.0,
      "text": "or a body scan meditation or a sitting meditation that spans the field of awareness to listening"
    },
    {
      "index": 158,
      "start_time": 970790.0,
      "end_time": 976990.0,
      "text": "to sounds, body sensations, mind states. These are formal practices of mindfulness where"
    },
    {
      "index": 159,
      "start_time": 976990.0,
      "end_time": 986170.0,
      "text": "we&#39;re still and we&#39;re really going into the body and mind. The informal practices of mindfulness"
    },
    {
      "index": 160,
      "start_time": 986170.0,
      "end_time": 991390.0,
      "text": "is learning how to be more mindful in our everyday life. There&#39;s so many moments that"
    },
    {
      "index": 161,
      "start_time": 991390.0,
      "end_time": 996899.0,
      "text": "we, you know, different activities today that you&#39;re living that we&#39;re dealing everyday"
    },
    {
      "index": 162,
      "start_time": 996899.0,
      "end_time": 1002180.0,
      "text": "that are often doing unmindfully. So for example, like when we&#39;re eating, let&#39;s be mindful that"
    },
    {
      "index": 163,
      "start_time": 1002180.0,
      "end_time": 1006959.0,
      "text": "we&#39;re chewing and tasting and swallowing; when we&#39;re showering or sitting on the toilet,"
    },
    {
      "index": 164,
      "start_time": 1006960.0,
      "end_time": 1010881.0,
      "text": "let&#39;s be present to that; when we&#39;re having conversation with someone, why not actually"
    },
    {
      "index": 165,
      "start_time": 1010880.0,
      "end_time": 1014959.0,
      "text": "really be there and listen to what it is that they&#39;re saying; and if we&#39;re walking down"
    },
    {
      "index": 166,
      "start_time": 1014960.0,
      "end_time": 1018251.0,
      "text": "the road being aware that we&#39;re walking down the road; if we&#39;re driving being aware that"
    },
    {
      "index": 167,
      "start_time": 1018250.0,
      "end_time": 1023380.0,
      "text": "we&#39;re driving. So many different activities of day-to-day to living are often going unnoticed"
    },
    {
      "index": 168,
      "start_time": 1023380.0,
      "end_time": 1028600.0,
      "text": "because we are so much thinking ahead about the future or going back in the past. And"
    },
    {
      "index": 169,
      "start_time": 1028599.9999999999,
      "end_time": 1032619.9999999999,
      "text": "so in our mindfulness training developing as a way of life, we&#39;re working and trying"
    },
    {
      "index": 170,
      "start_time": 1032619.9999999999,
      "end_time": 1041768.9999999999,
      "text": "to be more mindful of what we&#39;re doing from moment to moment as well as the formal practices."
    },
    {
      "index": 171,
      "start_time": 1041770.0,
      "end_time": 1048040.0,
      "text": "We may find that practicing this mindfulness in our day to day life can really in many"
    },
    {
      "index": 172,
      "start_time": 1048040.0,
      "end_time": 1054520.0,
      "text": "ways help to build our efficiency of work and also some precision and also learning"
    },
    {
      "index": 173,
      "start_time": 1054520.0,
      "end_time": 1060110.0,
      "text": "how to take care of ourselves. Sometimes I have a little acronym and I actually put it"
    },
    {
      "index": 174,
      "start_time": 1060110.0,
      "end_time": 1068471.0,
      "text": "on the board behind me and the acronym is called &quot;STOP.&quot; And we invite people during"
    },
    {
      "index": 175,
      "start_time": 1068470.0,
      "end_time": 1075169.0,
      "text": "the day to practice this. So, S stands to stop for a moment, even in the midst of your"
    },
    {
      "index": 176,
      "start_time": 1075170.0,
      "end_time": 1079430.0,
      "text": "workday. I have a friend of mine that has a computer on her desk, like, probably many"
    },
    {
      "index": 177,
      "start_time": 1079430.0,
      "end_time": 1085270.0,
      "text": "of us, and she has a program for once an hour all of a sudden will come the word stop. And"
    },
    {
      "index": 178,
      "start_time": 1085270.0,
      "end_time": 1091591.0,
      "text": "that moment, she&#39;ll take one minute, she&#39;ll stop. And the T stands to take a breath. A"
    },
    {
      "index": 179,
      "start_time": 1091590.0,
      "end_time": 1097049.0,
      "text": "breath in and a breath out, maybe we can do that right now, stopping, taking a breath"
    },
    {
      "index": 180,
      "start_time": 1097050.0,
      "end_time": 1104101.0,
      "text": "in and a breath out. Observing for a moment how you&#39;re feeling physically, mentally, and"
    },
    {
      "index": 181,
      "start_time": 1104100.0,
      "end_time": 1116230.0,
      "text": "emotionally and acknowledging what&#39;s present. And P, proceeding on with what you&#39;re doing."
    },
    {
      "index": 182,
      "start_time": 1116230.0,
      "end_time": 1121869.0,
      "text": "Many people discover in that moment of stopping, taking a breath and observing that perhaps"
    },
    {
      "index": 183,
      "start_time": 1121870.0,
      "end_time": 1125221.0,
      "text": "their shoulders were up higher than their ears and at that moment that you see it, you"
    },
    {
      "index": 184,
      "start_time": 1125220.0,
      "end_time": 1130309.0,
      "text": "can let them down. Maybe you&#39;ve been playing the email, what I&#39;d like to call the &quot;email"
    },
    {
      "index": 185,
      "start_time": 1130310.0,
      "end_time": 1135231.0,
      "text": "urination game,&quot; just one more email, one more email, one more email, ride that bladder."
    },
    {
      "index": 186,
      "start_time": 1135230.0,
      "end_time": 1141489.0,
      "text": "And so many times perhaps that we might be working on a project and we&#39;re going nowhere"
    },
    {
      "index": 187,
      "start_time": 1141490.0,
      "end_time": 1145000.0,
      "text": "and all of a sudden, we need to stop and take a breath and realized we haven&#39;t eaten, we"
    },
    {
      "index": 188,
      "start_time": 1145000.0,
      "end_time": 1150471.0,
      "text": "haven&#39;t stretched and then we take care of ourselves in those brief moments, recalibrating,"
    },
    {
      "index": 189,
      "start_time": 1150470.0,
      "end_time": 1154869.0,
      "text": "taking a snack, going for a walk, going to the toilet, whatever it is that we need to"
    },
    {
      "index": 190,
      "start_time": 1154870.0,
      "end_time": 1160180.0,
      "text": "do, and all of a sudden, we&#39;re feeling refreshed again; we&#39;re feeling more clear, more centered."
    },
    {
      "index": 191,
      "start_time": 1160180.0,
      "end_time": 1164880.0,
      "text": "So, our practices of mindfulness can be very, very helpful to help recalibrate us during"
    },
    {
      "index": 192,
      "start_time": 1164880.0,
      "end_time": 1170290.0,
      "text": "the day. So it really--would invite you all, even in your work days here, can you take"
    },
    {
      "index": 193,
      "start_time": 1170290.0,
      "end_time": 1176870.0,
      "text": "a few moments every now and again to stop, to take a breath in and a breath out, observe"
    },
    {
      "index": 194,
      "start_time": 1176870.0,
      "end_time": 1181390.0,
      "text": "and acknowledge how you&#39;re feeling physically, mentally, emotionally; how am I feeling in"
    },
    {
      "index": 195,
      "start_time": 1181390.0,
      "end_time": 1187380.0,
      "text": "my body, my thoughts, my feelings and acknowledging what&#39;s present and then P, proceeding on with"
    },
    {
      "index": 196,
      "start_time": 1187380.0,
      "end_time": 1193420.0,
      "text": "what it is that we&#39;re doing. I remember an engineer at El Camino once remarked that when"
    },
    {
      "index": 197,
      "start_time": 1193420.0,
      "end_time": 1198290.0,
      "text": "he first began the class, he was going to work everyday at six in the morning and coming"
    },
    {
      "index": 198,
      "start_time": 1198290.0,
      "end_time": 1203030.0,
      "text": "home at eight at night, not liking it and his family was not liking it. And by the end"
    },
    {
      "index": 199,
      "start_time": 1203030.0,
      "end_time": 1207870.0,
      "text": "of the eight-week class, he was going to work at eight and getting home at six, that was"
    },
    {
      "index": 200,
      "start_time": 1207870.0,
      "end_time": 1212520.0,
      "text": "a four hour differential, and yet he was feeling like he was getting just as much work done"
    },
    {
      "index": 201,
      "start_time": 1212520.0,
      "end_time": 1216731.0,
      "text": "and he attributed it to being more mindful on the job; recognizing when he was going"
    },
    {
      "index": 202,
      "start_time": 1216730.0,
      "end_time": 1221230.0,
      "text": "off on tangents, recognizing more earlier then being able to come back into center,"
    },
    {
      "index": 203,
      "start_time": 1221230.0,
      "end_time": 1232229.0,
      "text": "that was really helping his efficiency and precision. So, we&#39;re hearing a lot about mindfulness"
    },
    {
      "index": 204,
      "start_time": 1232230.0,
      "end_time": 1237670.0,
      "text": "and how it can help but maybe I&#39;d like to just spell out a little bit more about this,"
    },
    {
      "index": 205,
      "start_time": 1237670.0,
      "end_time": 1243750.0,
      "text": "as far as how does mindfulness work with stress reduction or stress management. And in the"
    },
    {
      "index": 206,
      "start_time": 1243750.0,
      "end_time": 1250620.0,
      "text": "last 25, 30, 40 years, this growing interest in the mind-body connection, we hear these"
    },
    {
      "index": 207,
      "start_time": 1250620.0,
      "end_time": 1258081.0,
      "text": "words a lot; mind-body connection. Neuroscientists are very interested in the mind-body connection"
    },
    {
      "index": 208,
      "start_time": 1258080.0,
      "end_time": 1264029.0,
      "text": "in that, what is this connection between our thoughts and our emotions in our physiology,"
    },
    {
      "index": 209,
      "start_time": 1264030.0,
      "end_time": 1270321.0,
      "text": "our bodies. And it turns out that neuroscientists have begun to chart out various neuro pathways,"
    },
    {
      "index": 210,
      "start_time": 1270320.0,
      "end_time": 1274729.0,
      "text": "connections between our thoughts and emotions in our bodies and that our thoughts and emotions"
    },
    {
      "index": 211,
      "start_time": 1274730.0,
      "end_time": 1281341.0,
      "text": "of course are made of chemicals, electrical aspects that begin, there&#39;s a communication"
    },
    {
      "index": 212,
      "start_time": 1281340.0,
      "end_time": 1285600.0,
      "text": "between our thoughts and emotions in our bodies. These are found in the neuro pathways. There&#39;s"
    },
    {
      "index": 213,
      "start_time": 1285600.0,
      "end_time": 1291470.0,
      "text": "actually a very interesting book called, &quot;Molecules of Emotions&quot; by Candace Pert that goes into"
    },
    {
      "index": 214,
      "start_time": 1291470.0,
      "end_time": 1296909.0,
      "text": "some of this. It&#39;s quite interesting. But the evidence appears to be very overwhelming"
    },
    {
      "index": 215,
      "start_time": 1296910.0,
      "end_time": 1303471.0,
      "text": "of this mind-body connection that our thoughts and emotions are connected with our body."
    },
    {
      "index": 216,
      "start_time": 1303470.0,
      "end_time": 1309600.0,
      "text": "Now, if I did something perhaps very embarrassing up here, perhaps your faces might begin to"
    },
    {
      "index": 217,
      "start_time": 1309600.0,
      "end_time": 1314799.0,
      "text": "blush and turn red. If I got kind of psycho and kind of crazy and then maybe hair would"
    },
    {
      "index": 218,
      "start_time": 1314800.0,
      "end_time": 1319740.0,
      "text": "begin to stand up on edge and would be rearing to fight, flight or freeze mode, there&#39;s different"
    },
    {
      "index": 219,
      "start_time": 1319740.0,
      "end_time": 1327321.0,
      "text": "physiological changes that are beginning to happen--oops! Oh, I guess I&#39;ll catch that"
    },
    {
      "index": 220,
      "start_time": 1327320.0,
      "end_time": 1333269.0,
      "text": "on the video later what he did. Anyways, there&#39;s different type--now you&#39;re--we&#39;re laughing,"
    },
    {
      "index": 221,
      "start_time": 1333270.0,
      "end_time": 1337150.0,
      "text": "you&#39;re hearing me say something and all of a sudden there&#39;s laughter. If I said something"
    },
    {
      "index": 222,
      "start_time": 1337150.0,
      "end_time": 1344360.0,
      "text": "very sad, maybe water starts coming out of our eyes. So we understand there&#39;s a mind-body"
    },
    {
      "index": 223,
      "start_time": 1344360.0,
      "end_time": 1350640.0,
      "text": "connection that our thoughts and emotions are affected to our bodies. This is—-the"
    },
    {
      "index": 224,
      "start_time": 1350640.0,
      "end_time": 1359630.0,
      "text": "evidence is overwhelmingly clear. And what&#39;s important is that if indeed our thoughts and"
    },
    {
      "index": 225,
      "start_time": 1359630.0,
      "end_time": 1367060.0,
      "text": "emotions affect our bodies, then it would serve us all very well to be more mindful"
    },
    {
      "index": 226,
      "start_time": 1367060.0,
      "end_time": 1371091.0,
      "text": "of the thoughts that we&#39;re thinking and the emotions that we&#39;re feeling. If indeed this"
    },
    {
      "index": 227,
      "start_time": 1371090.0,
      "end_time": 1376479.0,
      "text": "do affect our body then practicing mindfulness could be very, very important to help us to"
    },
    {
      "index": 228,
      "start_time": 1376480.0,
      "end_time": 1381620.0,
      "text": "become aware of what&#39;s going on. Now, there&#39;s times we may not be aware of the different"
    },
    {
      "index": 229,
      "start_time": 1381620.0,
      "end_time": 1386400.0,
      "text": "reactivities that we&#39;re engaging in, for example, we live here in the valley and, you know,"
    },
    {
      "index": 230,
      "start_time": 1386400.0,
      "end_time": 1392071.0,
      "text": "maybe we&#39;re riding on 101 and we&#39;re trying to get to work and it&#39;s a traffic jam. And"
    },
    {
      "index": 231,
      "start_time": 1392070.0,
      "end_time": 1396549.0,
      "text": "it&#39;s like, &quot;Oh my gosh. I&#39;m not going to get here on time, I have a meeting at nine o&#39;clock."
    },
    {
      "index": 232,
      "start_time": 1396550.0,
      "end_time": 1401071.0,
      "text": "What am I going to do?&quot; And then that&#39;s going to snowball the whole day. And so we might"
    },
    {
      "index": 233,
      "start_time": 1401070.0,
      "end_time": 1407359.0,
      "text": "become aware that we&#39;re in a traffic jam and that what am I going to do but we might not"
    },
    {
      "index": 234,
      "start_time": 1407360.0,
      "end_time": 1415331.0,
      "text": "be aware of actually how that stress is affecting us inside our own body and mind. We often"
    },
    {
      "index": 235,
      "start_time": 1415330.0,
      "end_time": 1420470.0,
      "text": "are getting so caught in the story about lateness and what am I going to do that we neglect"
    },
    {
      "index": 236,
      "start_time": 1420470.0,
      "end_time": 1425460.0,
      "text": "to become mindful of how it is affecting us in the inside. And this is where mindfulness"
    },
    {
      "index": 237,
      "start_time": 1425460.0,
      "end_time": 1431879.0,
      "text": "can play such a strategic role in helping us to come back in the balance. We may, unbeknownst"
    },
    {
      "index": 238,
      "start_time": 1431880.0,
      "end_time": 1436740.0,
      "text": "to us, begin to react to this stressful event by beginning to hold the steering wheel so"
    },
    {
      "index": 239,
      "start_time": 1436740.0,
      "end_time": 1441591.0,
      "text": "tightly that our knuckles are turning white. And this is causing all these muscles go with"
    },
    {
      "index": 240,
      "start_time": 1441590.0,
      "end_time": 1447330.0,
      "text": "tension within our bodies and because of that increased stress, there&#39;s some anxiety or"
    },
    {
      "index": 241,
      "start_time": 1447330.0,
      "end_time": 1454899.0,
      "text": "irritation and often our pulmonary, our lung system begins to react by breathing more rapidly,"
    },
    {
      "index": 242,
      "start_time": 1454900.0,
      "end_time": 1460140.0,
      "text": "more irregularly and, of course, our lungs are connected to our heart and because of"
    },
    {
      "index": 243,
      "start_time": 1460140.0,
      "end_time": 1464780.0,
      "text": "this increased respiration, our heart rate and blood pressure, temperature of our body"
    },
    {
      "index": 244,
      "start_time": 1464780.0,
      "end_time": 1471290.0,
      "text": "begins to elevate, we&#39;re in a stress reactivity. And we&#39;re often not even mindful that this"
    },
    {
      "index": 245,
      "start_time": 1471290.0,
      "end_time": 1475920.0,
      "text": "is going on because we&#39;re so consumed in the story of our lateness. And so we&#39;re--so what&#39;s"
    },
    {
      "index": 246,
      "start_time": 1475920.0,
      "end_time": 1480990.0,
      "text": "important about mindfulness is that once we become aware that we&#39;re holding tightly, we"
    },
    {
      "index": 247,
      "start_time": 1480990.0,
      "end_time": 1486990.0,
      "text": "can release the grip, it&#39;s that simple and yet that far away. But once we become aware"
    },
    {
      "index": 248,
      "start_time": 1486990.0,
      "end_time": 1490380.0,
      "text": "that we&#39;re holding tightly, we can release the grip. Once we become aware that we&#39;re"
    },
    {
      "index": 249,
      "start_time": 1490380.0,
      "end_time": 1494420.0,
      "text": "breathing more rapidly and more irregularly, that&#39;s forcing our heart rate and blood pressure"
    },
    {
      "index": 250,
      "start_time": 1494420.0,
      "end_time": 1498600.0,
      "text": "to elevate, we can begin to practice mindful breathing often trying to bring our breath"
    },
    {
      "index": 251,
      "start_time": 1498600.0,
      "end_time": 1504091.0,
      "text": "into our belly area and as our breathing begins to regulate, naturally, our heart rate and"
    },
    {
      "index": 252,
      "start_time": 1504090.0,
      "end_time": 1509019.0,
      "text": "blood pressure, temperature of our body begins to come back into balance. And so this is"
    },
    {
      "index": 253,
      "start_time": 1509020.0,
      "end_time": 1514270.0,
      "text": "a very, very important aspect of mindfulness is that it&#39;s helping us to recognize where"
    },
    {
      "index": 254,
      "start_time": 1514270.0,
      "end_time": 1518100.0,
      "text": "it is that we are. So, I&#39;m going to get up and just show you this on the board, a little"
    },
    {
      "index": 255,
      "start_time": 1518100.0,
      "end_time": 1525451.0,
      "text": "illustration, this is very low-tech. But what--for those--I don&#39;t know if you can read, but it"
    },
    {
      "index": 256,
      "start_time": 1525450.0,
      "end_time": 1533570.0,
      "text": "says, read this far but is says--oops! Unawareness with an arrow to disconnection and disconnection"
    },
    {
      "index": 257,
      "start_time": 1533570.0,
      "end_time": 1538769.0,
      "text": "there&#39;s an arrow to out of balance. When we&#39;re unaware of what&#39;s actually happening to us,"
    },
    {
      "index": 258,
      "start_time": 1538770.0,
      "end_time": 1543091.0,
      "text": "we&#39;re disconnected from our experience. And when we get disconnected from our experience,"
    },
    {
      "index": 259,
      "start_time": 1543090.0,
      "end_time": 1547859.0,
      "text": "we potentially can spin out of balance and so the example of getting stuck on the highway"
    },
    {
      "index": 260,
      "start_time": 1547860.0,
      "end_time": 1552370.0,
      "text": "101, we&#39;re unaware, we&#39;re disconnected, we&#39;ve begun to hold the steering the wheel so tightly"
    },
    {
      "index": 261,
      "start_time": 1552370.0,
      "end_time": 1556980.0,
      "text": "that our knuckles are turning white, our body is spinning out of balance. How do we get"
    },
    {
      "index": 262,
      "start_time": 1556980.0,
      "end_time": 1562870.0,
      "text": "out of this mess? First thing is we become aware. And as soon as there&#39;s awareness, I&#39;m"
    },
    {
      "index": 263,
      "start_time": 1562870.0,
      "end_time": 1569230.0,
      "text": "connected again, I&#39;m back, I&#39;m here, I&#39;m present, and now I&#39;m seeing much more clearly, I&#39;m"
    },
    {
      "index": 264,
      "start_time": 1569230.0,
      "end_time": 1574221.0,
      "text": "holding tightly, my body&#39;s spinning out of balance and I begin to soften the grip, I"
    },
    {
      "index": 265,
      "start_time": 1574220.0,
      "end_time": 1580710.0,
      "text": "begin to do some mindful breathing to get my body and gradually I come back into balance."
    },
    {
      "index": 266,
      "start_time": 1580710.0,
      "end_time": 1586070.0,
      "text": "So, while we can say is that awareness promotes connection and connection promotes balance."
    },
    {
      "index": 267,
      "start_time": 1586070.0,
      "end_time": 1593239.0,
      "text": "Conversely, when we&#39;re unaware, we&#39;re disconnected from our experience and we can spin out of"
    },
    {
      "index": 268,
      "start_time": 1593240.0,
      "end_time": 1615191.0,
      "text": "balance. It&#39;s difficult to change our ways, our patterns. Often, we become habituated"
    },
    {
      "index": 269,
      "start_time": 1615190.0,
      "end_time": 1624519.0,
      "text": "in certain ways of reacting to stresses or different events that become conditioned responses--conditioned"
    },
    {
      "index": 270,
      "start_time": 1624520.0,
      "end_time": 1631020.0,
      "text": "reactions I should say. If we&#39;ve had experiences in the past of getting stuck in highway 101"
    },
    {
      "index": 271,
      "start_time": 1631020.0,
      "end_time": 1635331.0,
      "text": "and getting annoyed and irritated the probabilities of that happening later today if you were"
    },
    {
      "index": 272,
      "start_time": 1635330.0,
      "end_time": 1642519.0,
      "text": "there are very great and life goes on. Once we become mindful, we recognize that there"
    },
    {
      "index": 273,
      "start_time": 1642520.0,
      "end_time": 1648350.0,
      "text": "maybe some choice and we can begin to respond differently. This is very empowering about"
    },
    {
      "index": 274,
      "start_time": 1648350.0,
      "end_time": 1653810.0,
      "text": "mindfulness and there&#39;s actually an incredibly beautiful quote by Viktor Frankl who was a"
    },
    {
      "index": 275,
      "start_time": 1653810.0,
      "end_time": 1662620.0,
      "text": "concentration camp survivor, psychiatrist, an author of Logotherapy; man&#39;s search for"
    },
    {
      "index": 276,
      "start_time": 1662620.0,
      "end_time": 1671730.0,
      "text": "meaning. But he says this, he says that, &quot;Between the stimulus and the response, there is a"
    },
    {
      "index": 277,
      "start_time": 1671730.0,
      "end_time": 1679591.0,
      "text": "space and in that space lies our freedom.&quot; Between the stimulus and the response, there"
    },
    {
      "index": 278,
      "start_time": 1679590.0,
      "end_time": 1685739.0,
      "text": "is a space and in that space lies our freedom. If we are not mindful, we are not aware of"
    },
    {
      "index": 279,
      "start_time": 1685740.0,
      "end_time": 1693040.0,
      "text": "any spaces between our stimulus and response, we are reacting in an impulsive reactivity."
    },
    {
      "index": 280,
      "start_time": 1693040.0,
      "end_time": 1699701.0,
      "text": "If we become aware, we have a choice to respond differently. So, perhaps I will say that there&#39;s"
    },
    {
      "index": 281,
      "start_time": 1699700.0,
      "end_time": 1706379.0,
      "text": "a separation between impulsive reactivity and mindfully responding to a situation. So"
    },
    {
      "index": 282,
      "start_time": 1706380.0,
      "end_time": 1712100.0,
      "text": "there&#39;s a big difference between impulsive reactivity and mindfully responding. There&#39;s"
    },
    {
      "index": 283,
      "start_time": 1712100.0,
      "end_time": 1717810.0,
      "text": "actually a very clever and beautiful poem by Portia Nelson that speaks to this and it&#39;s"
    },
    {
      "index": 284,
      "start_time": 1717810.0,
      "end_time": 1723201.0,
      "text": "called, Autobiography in Five Short Chapters. In chapter one, she says, I&#39;m walking down"
    },
    {
      "index": 285,
      "start_time": 1723200.0,
      "end_time": 1729830.0,
      "text": "the street. There&#39;s a deep hole in the sidewalk and I fall in and I&#39;m helpless. And it takes"
    },
    {
      "index": 286,
      "start_time": 1729830.0,
      "end_time": 1737679.0,
      "text": "a long time but I finally do get out. In chapter two, I walked down the same street. There&#39;s"
    },
    {
      "index": 287,
      "start_time": 1737680.0,
      "end_time": 1742831.0,
      "text": "a deep hole in the sidewalk and I fall in again and I know where I am, it&#39;s my fault"
    },
    {
      "index": 288,
      "start_time": 1742830.0,
      "end_time": 1749080.0,
      "text": "and I get out quickly this time. Chapter three, I&#39;m walking down the same street. There&#39;s"
    },
    {
      "index": 289,
      "start_time": 1749080.0,
      "end_time": 1753259.0,
      "text": "a deep hole in the sidewalk. I fall again, it&#39;s a habit, you know, this is kind of what"
    },
    {
      "index": 290,
      "start_time": 1753260.0,
      "end_time": 1759461.0,
      "text": "I do. Many of us can live in chapter three for a long time. But remembering that quote"
    },
    {
      "index": 291,
      "start_time": 1759460.0,
      "end_time": 1764549.0,
      "text": "again from Viktor Frankl, between the stimulus and the response there is a space and in that"
    },
    {
      "index": 292,
      "start_time": 1764550.0,
      "end_time": 1771211.0,
      "text": "space lies my freedom to choose. In chapter four, I&#39;m walking down the same street. There&#39;s"
    },
    {
      "index": 293,
      "start_time": 1771210.0,
      "end_time": 1779029.0,
      "text": "a deep hole in the sidewalk and I walk around the hole. Chapter five, even better news,"
    },
    {
      "index": 294,
      "start_time": 1779030.0,
      "end_time": 1787040.0,
      "text": "I walk down another street. So there&#39;s--the potentials of changing our behaviors, our"
    },
    {
      "index": 295,
      "start_time": 1787040.0,
      "end_time": 1793560.0,
      "text": "responses drew awareness but we have kind of this strong default buttons, just when"
    },
    {
      "index": 296,
      "start_time": 1793560.0,
      "end_time": 1799470.0,
      "text": "we&#39;re not looking, we maybe impulsively reacting again to familiar situations. But when our"
    },
    {
      "index": 297,
      "start_time": 1799470.0,
      "end_time": 1808300.0,
      "text": "awareness grows, we can begin to change and possibly develop more constructive ways, if"
    },
    {
      "index": 298,
      "start_time": 1808300.0,
      "end_time": 1813030.0,
      "text": "you will, of dealing with stress rather than destructive ways. And the destructive ways"
    },
    {
      "index": 299,
      "start_time": 1813030.0,
      "end_time": 1821341.0,
      "text": "again are more associated with impulsive reactivity and constructive ways are when we have a mindful"
    },
    {
      "index": 300,
      "start_time": 1821340.0,
      "end_time": 1829559.0,
      "text": "response. When we can recognize what&#39;s here and choose another way. So I&#39;ve been speaking"
    },
    {
      "index": 301,
      "start_time": 1829560.0,
      "end_time": 1834961.0,
      "text": "for bet and I thought it might be nice to do a little bit of practice if you&#39;re all"
    },
    {
      "index": 302,
      "start_time": 1834960.0,
      "end_time": 1844200.0,
      "text": "up for that. Will you be--would that be all right, like, maybe about 5, 10 minutes? Okay."
    },
    {
      "index": 303,
      "start_time": 1844200.0,
      "end_time": 1851649.0,
      "text": "So, I maybe invite you if you wanted just standup and stretch for a second and get yourself--if"
    },
    {
      "index": 304,
      "start_time": 1851650.0,
      "end_time": 1862480.0,
      "text": "you feel your body needs to stretch a bit, feel free to do that. And then whenever you&#39;re"
    },
    {
      "index": 305,
      "start_time": 1862480.0,
      "end_time": 1882880.0,
      "text": "ready to come back into a sitting position. [PAUSE] And so, let&#39;s just begin by just taking"
    },
    {
      "index": 306,
      "start_time": 1882880.0,
      "end_time": 1889831.0,
      "text": "a moment to--just to acknowledge that we&#39;re going to take some time here just to be present"
    },
    {
      "index": 307,
      "start_time": 1889830.0,
      "end_time": 1903950.0,
      "text": "with ourselves in the midst of the work day. [PAUSE] And I think I&#39;ll begin with a beautiful"
    },
    {
      "index": 308,
      "start_time": 1903950.0,
      "end_time": 1909989.0,
      "text": "poem by Mary Oliver that speaks to the importance of taking care of ourselves, it&#39;s called &quot;The"
    },
    {
      "index": 309,
      "start_time": 1909990.0,
      "end_time": 1919831.0,
      "text": "Journey.&quot; &quot;One day, you finally knew what you had to do and began and though the voices"
    },
    {
      "index": 310,
      "start_time": 1919830.0,
      "end_time": 1926559.0,
      "text": "around you kept shouting their bad advice and though the whole house trembled. And each"
    },
    {
      "index": 311,
      "start_time": 1926560.0,
      "end_time": 1933900.0,
      "text": "voice cried out to you. &#39;Mend my life. Mend my life. Mend my life.&#39; Each voice cried."
    },
    {
      "index": 312,
      "start_time": 1933900.0,
      "end_time": 1940490.0,
      "text": "This time, you didn&#39;t stop and you knew what you had to do. And though the wind pried with"
    },
    {
      "index": 313,
      "start_time": 1940490.0,
      "end_time": 1946850.0,
      "text": "its stiff fingers and the melancholy was terrible. It was already late enough and it was a wild"
    },
    {
      "index": 314,
      "start_time": 1946850.0,
      "end_time": 1954240.0,
      "text": "night. And the road was full of fallen branches and stones. And little by little as you left"
    },
    {
      "index": 315,
      "start_time": 1954240.0,
      "end_time": 1960701.0,
      "text": "their voices behind, the stars began to burn through the sheets of the clouds and there"
    },
    {
      "index": 316,
      "start_time": 1960700.0,
      "end_time": 1969659.0,
      "text": "was a new voice that you slowly recognized as your own. And it kept you company as you"
    },
    {
      "index": 317,
      "start_time": 1969660.0,
      "end_time": 1978790.0,
      "text": "strode deeper and deeper into the world, determined to do the only thing you could do, determined"
    },
    {
      "index": 318,
      "start_time": 1978790.0,
      "end_time": 1986270.0,
      "text": "to save the only life you could save. And there was a new voice that you slowly recognized"
    },
    {
      "index": 319,
      "start_time": 1986270.0,
      "end_time": 1992610.0,
      "text": "as your own and it kept you company as you strode deeper and deeper into the world determined"
    },
    {
      "index": 320,
      "start_time": 1992610.0,
      "end_time": 2002930.0,
      "text": "to do the only thing you could do, determined to save the only life you could save.&quot; I&#39;m"
    },
    {
      "index": 321,
      "start_time": 2002930.0,
      "end_time": 2009961.0,
      "text": "taking some moments now to the mindful and just begin to check in, feeling your body"
    },
    {
      "index": 322,
      "start_time": 2009960.0,
      "end_time": 2023539.0,
      "text": "sitting in the chair, feet on the floor, becoming connected to the body. And begin to just acknowledge"
    },
    {
      "index": 323,
      "start_time": 2023540.0,
      "end_time": 2033230.0,
      "text": "what you&#39;re feeling in the body physically, lightness, heaviness, any aches, itches, tangles,"
    },
    {
      "index": 324,
      "start_time": 2033230.0,
      "end_time": 2039970.0,
      "text": "tiredness, maybe fullness from lunch. Checking in with the body and acknowledging what&#39;s"
    },
    {
      "index": 325,
      "start_time": 2039970.0,
      "end_time": 2073521.0,
      "text": "present physically. [PAUSE] And gradually as you feel in to your body and acknowledging"
    },
    {
      "index": 326,
      "start_time": 2073520.0,
      "end_time": 2079260.0,
      "text": "any of the physical sensations, feel into the physical sensation of your breath. You"
    },
    {
      "index": 327,
      "start_time": 2079260.0000000002,
      "end_time": 2084330.0000000002,
      "text": "might feel it in your abdomen, in your belly, or your chest expanding as you breathe in,"
    },
    {
      "index": 328,
      "start_time": 2084330.0,
      "end_time": 2090760.0,
      "text": "contracting as you breathe out. Or perhaps feeling and being mindful of the breath in"
    },
    {
      "index": 329,
      "start_time": 2090760.0000000002,
      "end_time": 2095960.0000000002,
      "text": "the nose feeling the coolness of the breath as it enters into the nose and the warmth"
    },
    {
      "index": 330,
      "start_time": 2095960.0,
      "end_time": 2102820.0,
      "text": "of it coming out. Finding a place in your body where you can become mindful of the breath"
    },
    {
      "index": 331,
      "start_time": 2102820.0,
      "end_time": 2109180.0,
      "text": "where the breath feels prominent and distinct. And then just begin to rest your awareness"
    },
    {
      "index": 332,
      "start_time": 2109180.0,
      "end_time": 2115430.0,
      "text": "at that point whether it&#39;s in the nose, the chest, the belly or perhaps another place,"
    },
    {
      "index": 333,
      "start_time": 2115430.0,
      "end_time": 2119800.0,
      "text": "and just becoming mindful that when you&#39;re breathing in that you&#39;re aware that you&#39;re"
    },
    {
      "index": 334,
      "start_time": 2119800.0,
      "end_time": 2124970.0,
      "text": "breathing in. And as you breathe out, you&#39;re aware that you&#39;re breathing out. There&#39;s no"
    },
    {
      "index": 335,
      "start_time": 2124970.0,
      "end_time": 2131160.0,
      "text": "need to manipulate your breath or count it or visualize it or analyze it, just breathing"
    },
    {
      "index": 336,
      "start_time": 2131160.0,
      "end_time": 2148780.0,
      "text": "normally and naturally, breathing in with awareness and breathing out being present."
    },
    {
      "index": 337,
      "start_time": 2148780.0,
      "end_time": 2176120.0,
      "text": "[PAUSE] And it&#39;s inevitable that our minds may wonder off into some future thoughts or"
    },
    {
      "index": 338,
      "start_time": 2176120.0,
      "end_time": 2183610.0,
      "text": "past memories. And when you become aware of that, acknowledge where you went and with"
    },
    {
      "index": 339,
      "start_time": 2183610.0,
      "end_time": 2190210.0,
      "text": "great patience and kindness coming back to the breath in and the breath out. So easy"
    },
    {
      "index": 340,
      "start_time": 2190210.0,
      "end_time": 2216720.0,
      "text": "does it, taking our lives, one inhalation, and one exhalation at a time being present."
    },
    {
      "index": 341,
      "start_time": 2216720.0,
      "end_time": 2258700.0,
      "text": "[PAUSE] You&#39;re welcome also if it seems like the sounds are becoming prominent, let that"
    },
    {
      "index": 342,
      "start_time": 2258700.0,
      "end_time": 2263980.0,
      "text": "be part of the meditation and you can just shift to hearing, just listening to the different"
    },
    {
      "index": 343,
      "start_time": 2263980.0,
      "end_time": 2271270.0,
      "text": "sounds in this room. And noticing their ephemeral nature that they arise and they pass away."
    },
    {
      "index": 344,
      "start_time": 2271270.0,
      "end_time": 2277460.0,
      "text": "So include in sounds of those become prominent and if not then just stay with the breath"
    },
    {
      "index": 345,
      "start_time": 2277460.0,
      "end_time": 2349400.0,
      "text": "being present. [PAUSE] And now, letting your awareness begin to expand to just a sense"
    },
    {
      "index": 346,
      "start_time": 2349400.0,
      "end_time": 2355980.0,
      "text": "of checking in with yourselves. So we&#39;ve been feeling into the body, the breath and sounds,"
    },
    {
      "index": 347,
      "start_time": 2355980.0,
      "end_time": 2360940.0,
      "text": "and letting yourself just begin to acknowledge any thoughts and emotions that are coming"
    },
    {
      "index": 348,
      "start_time": 2360940.0,
      "end_time": 2367410.0,
      "text": "in awareness. We call this a mindful check in just acknowledging what&#39;s coming up for"
    },
    {
      "index": 349,
      "start_time": 2367410.0,
      "end_time": 2372660.0,
      "text": "you physically, mentally, emotionally. Maybe there&#39;s memories of what happened earlier"
    },
    {
      "index": 350,
      "start_time": 2372660.0,
      "end_time": 2378300.0,
      "text": "today, or concerns about what&#39;s going to happen later in the day and just taking some moment"
    },
    {
      "index": 351,
      "start_time": 2378300.0,
      "end_time": 2385830.0,
      "text": "to acknowledge your different thoughts and emotions, any physical sensations being present,"
    },
    {
      "index": 352,
      "start_time": 2385830.0,
      "end_time": 2392960.0,
      "text": "checking in with yourself with awareness and letting be. You don&#39;t have to fix anything"
    },
    {
      "index": 353,
      "start_time": 2392960.0,
      "end_time": 2440350.0,
      "text": "or analyze, just acknowledging in the body, in thoughts, emotions being present. [PAUSE]"
    },
    {
      "index": 354,
      "start_time": 2440350.0,
      "end_time": 2480530.0,
      "text": "And now as we come towards the end of this meditation, bringing awareness into the chest"
    },
    {
      "index": 355,
      "start_time": 2480530.0,
      "end_time": 2489040.0,
      "text": "and into the heart area, and we&#39;ll do just a little bit of some loving kindness. In our"
    },
    {
      "index": 356,
      "start_time": 2489040.0,
      "end_time": 2496110.0,
      "text": "mindfulness practice, we work with two types of meditations: insight practices of mindfulness,"
    },
    {
      "index": 357,
      "start_time": 2496110.0,
      "end_time": 2503190.0,
      "text": "and the heart practices of loving kindness. One of the insights that we sometimes get"
    },
    {
      "index": 358,
      "start_time": 2503190.0,
      "end_time": 2506770.0,
      "text": "when we&#39;re practicing mindfulness is how hard we can be on ourselves, and judgmental to"
    },
    {
      "index": 359,
      "start_time": 2506770.0,
      "end_time": 2515670.0,
      "text": "ourselves and to others. So the loving kindness is a beautiful practice. It softens the hardened"
    },
    {
      "index": 360,
      "start_time": 2515670.0,
      "end_time": 2521650.0,
      "text": "heart. And so just taking some moments and just feeling into your own heart with the"
    },
    {
      "index": 361,
      "start_time": 2521650.0,
      "end_time": 2530140.0,
      "text": "sense of kindness and compassion. I know we all understand these words from a dictionary"
    },
    {
      "index": 362,
      "start_time": 2530140.0,
      "end_time": 2536080.0,
      "text": "point of view and it may be another thing to open into our hearts to experience these"
    },
    {
      "index": 363,
      "start_time": 2536080.0,
      "end_time": 2554780.0,
      "text": "words, just feeling into our own hearts, wishing for our own health and well-being. May there be reconciliation with our past"
    },
    {
      "index": 364,
      "start_time": 2554780.0,
      "end_time": 2577770.0,
      "text": "that meets the present moment. It&#39;s all led us into this moment, may we be at peace. [PAUSE]"
    },
    {
      "index": 365,
      "start_time": 2577770.0,
      "end_time": 2585800.0,
      "text": "And letting this goodwill extend outwards to those of us here in this room and in this"
    },
    {
      "index": 366,
      "start_time": 2585800.0,
      "end_time": 2597280.0,
      "text": "building, and to this Google campus. Everyone here at times experiences the 10,000 joys,"
    },
    {
      "index": 367,
      "start_time": 2597280.0,
      "end_time": 2604860.0,
      "text": "the 10,000 sorrows of life, spreading this goodwill to all of our fellow human beings"
    },
    {
      "index": 368,
      "start_time": 2604860.0,
      "end_time": 2621060.0,
      "text": "throughout this world, may all beings be at peace. [PAUSE] Spreading this goodwill above"
    },
    {
      "index": 369,
      "start_time": 2621060.0,
      "end_time": 2629020.0,
      "text": "and below in all directions from here and throughout this universe, may all beings without"
    },
    {
      "index": 370,
      "start_time": 2629020.0,
      "end_time": 2646670.0,
      "text": "exception be safe and at peace. [PAUSE] And just as we&#39;ve extended it outwards, bringing"
    },
    {
      "index": 371,
      "start_time": 2646670.0,
      "end_time": 2657380.0,
      "text": "it back inwards into our skin and flesh and bones, to the organs and to the molecules"
    },
    {
      "index": 372,
      "start_time": 2657380.0,
      "end_time": 2671030.0,
      "text": "that make up the cells, into the atoms. Behaving ourselves in the heart of loving kindness,"
    },
    {
      "index": 373,
      "start_time": 2671030.0,
      "end_time": 2693070.0,
      "text": "may we be at peace, may all beings everywhere be at peace. [PAUSE] And now, very gently"
    },
    {
      "index": 374,
      "start_time": 2693070.0,
      "end_time": 2700020.0,
      "text": "beginning to wiggle the fingers and toes and opening the eyes and just being fully present,"
    },
    {
      "index": 375,
      "start_time": 2700020.0,
      "end_time": 2717810.0,
      "text": "awake, here and now. Thank you very much. So we have a little bit of time for any questions"
    },
    {
      "index": 376,
      "start_time": 2717810.0,
      "end_time": 2723230.0,
      "text": "that you may have. So we&#39;ll have a little period here and maybe to help work your vocal"
    },
    {
      "index": 377,
      "start_time": 2723230.0,
      "end_time": 2728110.0,
      "text": "cords again after having some silence for a bit. Maybe taking a breath in and stretching"
    },
    {
      "index": 378,
      "start_time": 2728110.0,
      "end_time": 2741890.0,
      "text": "up and giving a nice inhalation and a sigh, hear your voice, &quot;Hah.&quot; So, I don&#39;t know if there&#39;s another microphone"
    },
    {
      "index": 379,
      "start_time": 2741890.0,
      "end_time": 2747440.0,
      "text": "or if there&#39;s–-I can surely hear but if it needs to be recorded, we can..."
    },
    {
      "index": 380,
      "start_time": 2747440.0,
      "end_time": 2751660.0,
      "text": "&gt;&gt; We&#39;re going to be [INDISTINCT]. &gt;&gt; STAHL: That will going to really get a"
    },
    {
      "index": 381,
      "start_time": 2751660.0,
      "end_time": 2754900.0,
      "text": "whole bunch of people up here. &gt;&gt; You can repeat the question."
    },
    {
      "index": 382,
      "start_time": 2754900.0,
      "end_time": 2761370.0,
      "text": "&gt;&gt; STAHL: Actually, I can--yeah, I can just repeat the question. Thank you. Or a comment."
    },
    {
      "index": 383,
      "start_time": 2761370.0,
      "end_time": 2765360.0,
      "text": "Please? &gt;&gt; How do you teach mindfulness to your kids?"
    },
    {
      "index": 384,
      "start_time": 2765360.0,
      "end_time": 2770150.0,
      "text": "&gt;&gt; STAHL: So the question is how do I teach mindfulness to my kids? So there&#39;s an old"
    },
    {
      "index": 385,
      "start_time": 2770150.0,
      "end_time": 2778680.0,
      "text": "saying, &quot;Don&#39;t be a Buddhist, be a Buddha.&quot; And so, I say that in the sense that my wife"
    },
    {
      "index": 386,
      "start_time": 2778680.0,
      "end_time": 2785830.0,
      "text": "and I try to live by example. So we don&#39;t necessarily try to force-feed them meditation"
    },
    {
      "index": 387,
      "start_time": 2785830.0,
      "end_time": 2791600.0,
      "text": "and mindfulness but live by the example of living it. And also, of course, they have"
    },
    {
      "index": 388,
      "start_time": 2791600.0,
      "end_time": 2798940.0,
      "text": "to find their own way in life. And so, they&#39;re familiar with some of the practices of mindfulness,"
    },
    {
      "index": 389,
      "start_time": 2798940.0,
      "end_time": 2804690.0,
      "text": "use what feels appropriate to them, and we essentially give them space. But we want to-–we"
    },
    {
      "index": 390,
      "start_time": 2804690.0,
      "end_time": 2811620.0,
      "text": "have a strong value in our family of living--trying to live with kindness and with integrity."
    },
    {
      "index": 391,
      "start_time": 2811620.0,
      "end_time": 2818460.0,
      "text": "And may they find their way. This is going to sound kind of funny to say but I think"
    },
    {
      "index": 392,
      "start_time": 2818460.0,
      "end_time": 2824600.0,
      "text": "there&#39;s a thread of truth to this, but I don&#39;t say it&#39;s the whole truth. My kids also haven&#39;t"
    },
    {
      "index": 393,
      "start_time": 2824600.0,
      "end_time": 2830800.0,
      "text": "suffered enough yet. And it&#39;s not that I wish for them to suffer but--I&#39;m sorry to say that."
    },
    {
      "index": 394,
      "start_time": 2830800.0,
      "end_time": 2836000.0,
      "text": "From my path, it took a lot of suffering for me to finally turn deeply inwards. And, you"
    },
    {
      "index": 395,
      "start_time": 2836000.0,
      "end_time": 2840570.0,
      "text": "know, and I don&#39;t wish my kids a lot of suffering but, you know, growing up we&#39;ll get–-we&#39;ll"
    },
    {
      "index": 396,
      "start_time": 2840570.0,
      "end_time": 2846690.0,
      "text": "have our own share of suffering with whether it&#39;s not being seen and accepted and being"
    },
    {
      "index": 397,
      "start_time": 2846690.0,
      "end_time": 2857720.0,
      "text": "picked on and so forth, then, you know. Anyone else or–-come, please."
    },
    {
      "index": 398,
      "start_time": 2857720.0,
      "end_time": 2870840.0,
      "text": "&gt;&gt; [INDISTINCT] that the opposite of [INDISTINCT] so it seems to be different [INDISTINCT]."
    },
    {
      "index": 399,
      "start_time": 2870840.0,
      "end_time": 2883970.0,
      "text": "&gt;&gt; STAHL: Yeah. &gt;&gt; [INDISTINCT]."
    },
    {
      "index": 400,
      "start_time": 2883970.0,
      "end_time": 2896400.0,
      "text": "&gt;&gt; STAHL: Great. Thank you very much. I&#39;ll see if I can repeat that in a summarized version,"
    },
    {
      "index": 401,
      "start_time": 2896400.0,
      "end_time": 2903650.0,
      "text": "but as a programmer, you&#39;re using your mind to really focus very deeply on a project but"
    },
    {
      "index": 402,
      "start_time": 2903650.0,
      "end_time": 2908670.0,
      "text": "not on a broad way of knowing what&#39;s going on around you. Is that-–is that-–would"
    },
    {
      "index": 403,
      "start_time": 2908670.0,
      "end_time": 2916260.0,
      "text": "that...? And so the--and any reconciling with that if you will. You know, in some ways,"
    },
    {
      "index": 404,
      "start_time": 2916260.0,
      "end_time": 2923180.0,
      "text": "we speak about mindfulness that it can be practiced in like a laser beam and a flat"
    },
    {
      "index": 405,
      "start_time": 2923180.0,
      "end_time": 2928780.0,
      "text": "light. And so there is certain types of practices where we are really using our laser beam of"
    },
    {
      "index": 406,
      "start_time": 2928780.0,
      "end_time": 2934780.0,
      "text": "concentration to absorb our mindfulness on the object that will bring the attention to"
    },
    {
      "index": 407,
      "start_time": 2934780.0,
      "end_time": 2939260.0,
      "text": "so that we can begin to sustain it for longer and longer periods of time until potentially"
    },
    {
      "index": 408,
      "start_time": 2939260.0,
      "end_time": 2944780.0,
      "text": "we&#39;ll be almost become at one with it. This is some of the prescriptions for concentration"
    },
    {
      "index": 409,
      "start_time": 2944780.0,
      "end_time": 2949230.0,
      "text": "and meditation where you enter into levels of absorption. In Pali, they called Jhana."
    },
    {
      "index": 410,
      "start_time": 2949230.0,
      "end_time": 2954700.0,
      "text": "And--but these are very concentrated states where you become at one with the object. And"
    },
    {
      "index": 411,
      "start_time": 2954700.0,
      "end_time": 2962510.0,
      "text": "there&#39;s a lot of benefits to that type of a practice where you&#39;re getting very concentrated."
    },
    {
      "index": 412,
      "start_time": 2962510.0,
      "end_time": 2966270.0,
      "text": "And at the same time to help ease the practice, we work with concentration but we also can"
    },
    {
      "index": 413,
      "start_time": 2966270.0,
      "end_time": 2973240.0,
      "text": "work with the flat light in becoming aware of the greater surroundings of things. And,"
    },
    {
      "index": 414,
      "start_time": 2973240.0,
      "end_time": 2979190.0,
      "text": "you know, I can appreciate as a programmer really the least distractions and the more"
    },
    {
      "index": 415,
      "start_time": 2979190.0,
      "end_time": 2987130.0,
      "text": "absorption into what you&#39;re doing bears good fortune, goods results. And, you know, I think"
    },
    {
      "index": 416,
      "start_time": 2987130.0,
      "end_time": 2991680.0,
      "text": "what we would say is, &quot;Can you remember from time to time that you–-that there is a body"
    },
    {
      "index": 417,
      "start_time": 2991680.0,
      "end_time": 2997060.0,
      "text": "here and it may need to stretch, go to the toilet, need to eat, needs to do what it needs"
    },
    {
      "index": 418,
      "start_time": 2997060.0,
      "end_time": 3002510.0,
      "text": "to do.&quot; And can there be times where we can mindfully like, &quot;Okay, I&#39;m really working"
    },
    {
      "index": 419,
      "start_time": 3002510.0,
      "end_time": 3007920.0,
      "text": "on this project, can I stop for a moment and take a breath and observe and then I proceed"
    },
    {
      "index": 420,
      "start_time": 3007920.0,
      "end_time": 3012850.0,
      "text": "on with what I&#39;m doing.&quot; So is there ways to work with both? And, of course, when you&#39;re"
    },
    {
      "index": 421,
      "start_time": 3012850.0,
      "end_time": 3016920.0,
      "text": "working with that concentration, you&#39;re doing the concentration. And when you&#39;re not doing"
    },
    {
      "index": 422,
      "start_time": 3016920.0,
      "end_time": 3021610.0,
      "text": "that, can you be mindful of whatever else that you&#39;re doing when you&#39;re doing it? But,"
    },
    {
      "index": 423,
      "start_time": 3021610.0,
      "end_time": 3026740.0,
      "text": "you know, I think it could be helpful in the spirit of self care to check in with yourself"
    },
    {
      "index": 424,
      "start_time": 3026740.0,
      "end_time": 3032330.0,
      "text": "from time to time when you&#39;re in that real incredible phase of, you know, really in your"
    },
    {
      "index": 425,
      "start_time": 3032330.0,
      "end_time": 3037910.0,
      "text": "project to every now and again to stop for a moment, just kind of--and like a meteorologist,"
    },
    {
      "index": 426,
      "start_time": 3037910.0,
      "end_time": 3041330.0,
      "text": "kind of check the weather, you know, like what&#39;s the temperature, where&#39;s the wind coming"
    },
    {
      "index": 427,
      "start_time": 3041330.0,
      "end_time": 3045290.0,
      "text": "from, just a sense of getting sense of what&#39;s going on in your own body and mind that you"
    },
    {
      "index": 428,
      "start_time": 3045290.0,
      "end_time": 3049270.0,
      "text": "might find in the long run that&#39;s going to be a greater recalibration to even go further"
    },
    {
      "index": 429,
      "start_time": 3049270.0,
      "end_time": 3061400.0,
      "text": "into your process because your mind is more sharpened, more clear, and more refreshed."
    },
    {
      "index": 430,
      "start_time": 3061400.0,
      "end_time": 3066780.0,
      "text": "How was it to do the meditation for a few minutes? Any before-after comments in the"
    },
    {
      "index": 431,
      "start_time": 3066780.0,
      "end_time": 3099810.0,
      "text": "midst of Google? Please. &gt;&gt; So I tend to do the same thing with [INDISTINCT]"
    },
    {
      "index": 432,
      "start_time": 3099810.0,
      "end_time": 3114540.0,
      "text": "what I&#39;m working... &gt;&gt; STAHL: Uh-hmm."
    },
    {
      "index": 433,
      "start_time": 3114540.0,
      "end_time": 3132480.0,
      "text": "&gt;&gt; And I do think it&#39;s one of the process, they&#39;re often very [INDISTINCT], enjoying"
    },
    {
      "index": 434,
      "start_time": 3132480.0,
      "end_time": 3132600.0,
      "text": "helps me [INDISTINCT] today since I [INDISTINCT] there, that&#39;s when I know that there [INDISTINCT]."
    },
    {
      "index": 435,
      "start_time": 3132600.0,
      "end_time": 3132670.0,
      "text": "So thank you for [INDISTINCT]. I do have more questions."
    },
    {
      "index": 436,
      "start_time": 3132670.0,
      "end_time": 3132740.0,
      "text": "&gt;&gt; STAHL: Please. &gt;&gt; You were mentioning working with [INDISTINCT]"
    },
    {
      "index": 437,
      "start_time": 3132740.0,
      "end_time": 3132850.0,
      "text": "people who work themselves trying very hard to recover. Have you worked with people who"
    },
    {
      "index": 438,
      "start_time": 3132850.0,
      "end_time": 3132960.0,
      "text": "were in that [INDISTINCT] where they don&#39;t see any way out, you know, [INDISTINCT]."
    },
    {
      "index": 439,
      "start_time": 3132960.0,
      "end_time": 3133030.0,
      "text": "&gt;&gt; STAHL: Uh-hmm. &gt;&gt; Have you work with those [INDISTINCT]?"
    },
    {
      "index": 440,
      "start_time": 3133030.0,
      "end_time": 3136970.0,
      "text": "&gt;&gt; STAHL: Absolutely, many, many people. And I think what&#39;s very powerful is the recognition"
    },
    {
      "index": 441,
      "start_time": 3136970.0,
      "end_time": 3142550.0,
      "text": "that there is another way of seeing. One of the things that we teach about in MBSR--the"
    },
    {
      "index": 442,
      "start_time": 3142550.0,
      "end_time": 3147340.0,
      "text": "question is, when we get stuck in chapter three and we&#39;re just in the strong habitual"
    },
    {
      "index": 443,
      "start_time": 3147340.0,
      "end_time": 3153090.0,
      "text": "pattern of non-changing. And one of the things that we&#39;d like to try to challenge people"
    },
    {
      "index": 444,
      "start_time": 3153090.0,
      "end_time": 3157640.0,
      "text": "is being open to seeing from another perspective. And it&#39;s very difficult when we get really"
    },
    {
      "index": 445,
      "start_time": 3157640.0,
      "end_time": 3165210.0,
      "text": "rooted in the way that we see things. So sometimes if I--I won&#39;t do this to you but there&#39;s probably"
    },
    {
      "index": 446,
      "start_time": 3165210.0,
      "end_time": 3169290.0,
      "text": "about 50 chairs here. So we can start switching chairs and begin to see that every chair we"
    },
    {
      "index": 447,
      "start_time": 3169290.0,
      "end_time": 3173810.0,
      "text": "sit in there&#39;s going to be a different view. But yet, we get very stuck in the chair that"
    },
    {
      "index": 448,
      "start_time": 3173810.0,
      "end_time": 3179340.0,
      "text": "we&#39;re sitting and thinking this is the only way of seeing it. And so we&#39;ll work with really"
    },
    {
      "index": 449,
      "start_time": 3179340.0,
      "end_time": 3185340.0,
      "text": "helping people to expand beyond their perceptions of how they see things. And actually I love--Jon"
    },
    {
      "index": 450,
      "start_time": 3185340.0,
      "end_time": 3190750.0,
      "text": "Kabat-Zinn has a very beautiful definition for healing and it&#39;s, &quot;To come into terms"
    },
    {
      "index": 451,
      "start_time": 3190750.0,
      "end_time": 3195370.0,
      "text": "with the way things are.&quot; And so we can say in some ways, there&#39;s a difference between"
    },
    {
      "index": 452,
      "start_time": 3195370.0,
      "end_time": 3200020.0,
      "text": "healing and curing, so that some people that will have a stroke that may not necessarily"
    },
    {
      "index": 453,
      "start_time": 3200020.0,
      "end_time": 3208380.0,
      "text": "have a lot of improvement with their ability to regain some movement. However, one can"
    },
    {
      "index": 454,
      "start_time": 3208380.0,
      "end_time": 3213820.0,
      "text": "begin to heal and come into terms with the way things are and be able to live with themselves"
    },
    {
      "index": 455,
      "start_time": 3213820.0,
      "end_time": 3218880.0,
      "text": "in their lives in a way that is much more meaningful and feel less than a curse. It&#39;s"
    },
    {
      "index": 456,
      "start_time": 3218880.0,
      "end_time": 3225090.0,
      "text": "going to involve, though, really being willing to embrace and acknowledge the parts of ourselves"
    },
    {
      "index": 457,
      "start_time": 3225090.0,
      "end_time": 3229510.0,
      "text": "that we&#39;re having a hard time with. And one of the gateways in it when I&#39;m teaching MBSR,"
    },
    {
      "index": 458,
      "start_time": 3229510.0,
      "end_time": 3235450.0,
      "text": "working with people with stress, pain, and illness, you know, mindfulness doesn&#39;t mean"
    },
    {
      "index": 459,
      "start_time": 3235450.0,
      "end_time": 3240990.0,
      "text": "developing a positive mind. So that&#39;s something that&#39;s very important, we want to understand."
    },
    {
      "index": 460,
      "start_time": 3240990.0,
      "end_time": 3245120.0,
      "text": "Mindfulness is about seeing things as they are and acknowledging what&#39;s present. And"
    },
    {
      "index": 461,
      "start_time": 3245120.0,
      "end_time": 3250120.0,
      "text": "so, sometimes with the gateway for the beginning of a healing work is for people to first begin"
    },
    {
      "index": 462,
      "start_time": 3250120.0,
      "end_time": 3255290.0,
      "text": "to acknowledge how much they hate the situation that they&#39;re in, how much anger that they&#39;re"
    },
    {
      "index": 463,
      "start_time": 3255290.0,
      "end_time": 3260250.0,
      "text": "feeling, how much sadness, how much fear, and what&#39;s going on. And as we begin to develop"
    },
    {
      "index": 464,
      "start_time": 3260250.0,
      "end_time": 3265630.0,
      "text": "a relationship with our pain by acknowledging it, we can begin to transform it. There&#39;s"
    },
    {
      "index": 465,
      "start_time": 3265630.0,
      "end_time": 3271050.0,
      "text": "a wonderful saying that, &quot;Whatever you flee from, it will pursue you. Whatever you welcome,"
    },
    {
      "index": 466,
      "start_time": 3271050.0,
      "end_time": 3277150.0,
      "text": "will begin to transform you.&quot; And one of the principles that we worked with mindfulness"
    },
    {
      "index": 467,
      "start_time": 3277150.0,
      "end_time": 3284910.0,
      "text": "is that when we have resistance to what&#39;s here, we will inevitably increase our suffering."
    },
    {
      "index": 468,
      "start_time": 3284910.0,
      "end_time": 3290590.0,
      "text": "When we can learn how to go with what&#39;s happening, our suffering can begin to dissipate. So there&#39;s"
    },
    {
      "index": 469,
      "start_time": 3290590.0,
      "end_time": 3295840.0,
      "text": "actually a very powerful line from a Dana Faulds&#39; poem that says, &quot;Resist, and the tides"
    },
    {
      "index": 470,
      "start_time": 3295840.0,
      "end_time": 3304950.0,
      "text": "will sweep you off your feet. Allow, and grace will carry you to higher ground.&quot; And so we&#39;re"
    },
    {
      "index": 471,
      "start_time": 3304950.0,
      "end_time": 3310240.0,
      "text": "working within this practice to recognize when the resistance is there, acknowledging"
    },
    {
      "index": 472,
      "start_time": 3310240.0,
      "end_time": 3315119.0,
      "text": "the resistance, and see if there&#39;s a way that we can begin to work with that, begin to open"
    },
    {
      "index": 473,
      "start_time": 3315120.0,
      "end_time": 3323261.0,
      "text": "to it. So, our time is just about--yeah, one more, please."
    },
    {
      "index": 474,
      "start_time": 3323260.0,
      "end_time": 3336850.0,
      "text": "&gt;&gt; Asking for your perspective, somebody who grew up in the West, you know, but in [INDISTINCT]"
    },
    {
      "index": 475,
      "start_time": 3336850.0,
      "end_time": 3350440.0,
      "text": "higher school and all that, then, how did it-–how can you relate with that and then"
    },
    {
      "index": 476,
      "start_time": 3350440.0,
      "end_time": 3364030.0,
      "text": "like going off in the woods and being [INDISTINCT] and I found that&#39;s really believable [INDISTINCT]."
    },
    {
      "index": 477,
      "start_time": 3364030.0,
      "end_time": 3372570.0,
      "text": "But, you know, [INDISTINCT] and I think that this sort of help me with the rest of my real"
    },
    {
      "index": 478,
      "start_time": 3372570.0,
      "end_time": 3373100.0,
      "text": "life [INDISTINCT]. But I don&#39;t understand those sorts of [INDISTINCT]. Tell us, how"
    },
    {
      "index": 479,
      "start_time": 3373100.0,
      "end_time": 3376530.0,
      "text": "does that work for you? &gt;&gt; STAHL: Oh, the question is–-I&#39;m not sure"
    },
    {
      "index": 480,
      "start_time": 3376530.0,
      "end_time": 3382240.0,
      "text": "what the question is. Quite about-–about the productivity in the West and like, you"
    },
    {
      "index": 481,
      "start_time": 3382240.0,
      "end_time": 3387010.0,
      "text": "know, and that finding that the mindfulness class is very helpful in applying to the rest"
    },
    {
      "index": 482,
      "start_time": 3387010.0,
      "end_time": 3391420.0,
      "text": "of one&#39;s life. But what would it be like to be on a monastery, and..."
    },
    {
      "index": 483,
      "start_time": 3391420.0,
      "end_time": 3401350.0,
      "text": "&gt;&gt;"
    },
    {
      "index": 484,
      "start_time": 3401350.0,
      "end_time": 3402380.0,
      "text": "Well, how do you--I mean, what was your view of a mindset that&#39;s mostly about meditation"
    },
    {
      "index": 485,
      "start_time": 3402380.0,
      "end_time": 3402620.0,
      "text": "and sort of inner... &gt;&gt; STAHL: Yeah."
    },
    {
      "index": 486,
      "start_time": 3402620.0,
      "end_time": 3403470.0,
      "text": "&gt;&gt; Inner [INDISTINCT] as opposed to [INDISTINCT]? &gt;&gt; STAHL: Well, actually--so what&#39;s my view"
    },
    {
      "index": 487,
      "start_time": 3403470.0,
      "end_time": 3413040.0,
      "text": "between both worlds and–-actually, to be very honest, as time has gone on, my life"
    },
    {
      "index": 488,
      "start_time": 3413040.0,
      "end_time": 3418640.0,
      "text": "is the monastery. And whatever comes up in my life is the practice. And that–-I don&#39;t"
    },
    {
      "index": 489,
      "start_time": 3418640.0,
      "end_time": 3426590.0,
      "text": "feel as much, personally, any separation between the monastery life and my householder life."
    },
    {
      "index": 490,
      "start_time": 3426590.0,
      "end_time": 3432720.0,
      "text": "I can, no doubt, find a lot of different dual reasons why one should be better than the"
    },
    {
      "index": 491,
      "start_time": 3432720.0,
      "end_time": 3437590.0,
      "text": "other. But ultimately speaking, I really recognize, it&#39;s really one and the same as-–actually,"
    },
    {
      "index": 492,
      "start_time": 3437590.0,
      "end_time": 3441690.0,
      "text": "another one of Jon Kabat-Zinn&#39;s book is &quot;Wherever you go, there you are.&quot; And so wherever I"
    },
    {
      "index": 493,
      "start_time": 3441690.0,
      "end_time": 3446690.0,
      "text": "go, there I am; no matter whether I&#39;m in the monastery or sitting here in Google or driving"
    },
    {
      "index": 494,
      "start_time": 3446690.0,
      "end_time": 3451890.0,
      "text": "on Highway 101. I&#39;m–-this is it. Here I am. And how can I work with this practice"
    },
    {
      "index": 495,
      "start_time": 3451890.0,
      "end_time": 3457440.0,
      "text": "to be present to whoever it is that I am. That to me is where the rubber meets the road."
    },
    {
      "index": 496,
      "start_time": 3457440.0,
      "end_time": 3462810.0,
      "text": "And there is times in my life where I have spent, no doubt, many years in intensive meditation"
    },
    {
      "index": 497,
      "start_time": 3462810.0,
      "end_time": 3468850.0,
      "text": "practice and that has been incredibly beneficial, something that I feel so immensely grateful"
    },
    {
      "index": 498,
      "start_time": 3468850.0,
      "end_time": 3473190.0,
      "text": "that I have that time to do that. I hope, actually again to take off for about year"
    },
    {
      "index": 499,
      "start_time": 3473190.0,
      "end_time": 3477480.0,
      "text": "and do a year-long retreat. I feel like, you know, there&#39;s times of going in and times"
    },
    {
      "index": 500,
      "start_time": 3477480.0,
      "end_time": 3483630.0,
      "text": "of going out. But ultimately speaking, our life is the practice. And when we get that,"
    },
    {
      "index": 501,
      "start_time": 3483630.0,
      "end_time": 3489230.0,
      "text": "then everything that comes up in our life is part of the practice. And so, that is wonderful."
    },
    {
      "index": 502,
      "start_time": 3489230.0,
      "end_time": 3495170.0,
      "text": "So--and I&#39;m not saying wonderful in a peachy coochy way because sometimes we come across"
    },
    {
      "index": 503,
      "start_time": 3495170.0,
      "end_time": 3499890.0,
      "text": "things that are very difficult. Actually about 13 years ago, I nearly died of flesh-eating"
    },
    {
      "index": 504,
      "start_time": 3499890.0,
      "end_time": 3505070.0,
      "text": "bacteria or necrotic fasciitis. And I was incredibly grateful that I had this practice"
    },
    {
      "index": 505,
      "start_time": 3505070.0,
      "end_time": 3511680.0,
      "text": "to open--to work with them as it was arising. And so, we find-–we can bring this practice"
    },
    {
      "index": 506,
      "start_time": 3511680.0,
      "end_time": 3518230.0,
      "text": "to all types of situations. Well, I want to honor our time. It&#39;s just about-–it is two,"
    },
    {
      "index": 507,
      "start_time": 3518230.0,
      "end_time": 3524570.0,
      "text": "2:01 to be exact, at least on my watch. So I don&#39;t want to keep you. I want to thank"
    },
    {
      "index": 508,
      "start_time": 3524570.0,
      "end_time": 3531619.0,
      "text": "you so much for your time and interest in listening in heart here. And I wish you well."
    },
    {
      "index": 509,
      "start_time": 3531620.0,
      "end_time": 3537691.0,
      "text": "And I want to personally invite you every Thursday of the year, except for Thanksgiving;"
    },
    {
      "index": 510,
      "start_time": 3537690.0,
      "end_time": 3542640.0,
      "text": "we have a free drop-in group at El Camino Hospital for meditation on Thursdays, 5:30"
    },
    {
      "index": 511,
      "start_time": 3542640.0,
      "end_time": 3547600.0,
      "text": "to 6:30. This is a free on going drop-in. If Google doesn&#39;t have a drop-in weekly, you&#39;re"
    },
    {
      "index": 512,
      "start_time": 3547600.0,
      "end_time": 3556050.0,
      "text": "welcome to come to El Camino and sit with us. And you can look on my website, it&#39;s mindfulnessprograms.com."
    },
    {
      "index": 513,
      "start_time": 3556050.0,
      "end_time": 3566050.0,
      "text": "Thank you very much. I wish you all well. Have a wonderful day."
    }
  ]
}