{
  "video_id": "nUTbjQM32vc",
  "title": "Army Service in the Civil War: An Overview",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 12748.0,
      "end_time": 21618.0,
      "text": "John Deeben: Okay, it’s after 11:00 so I guess we’ll get started.  Good morning and welcome to the National Archives."
    },
    {
      "index": 2,
      "start_time": 21618.0,
      "end_time": 25379.0,
      "text": "I’m glad the rain didn’t keep everybody away.  I was a little worried about that."
    },
    {
      "index": 3,
      "start_time": 25379.0,
      "end_time": 33692.0,
      "text": "When I came in this morning it was pouring buckets.  This morning’s talk is part of our Beyond the Basics lecture"
    },
    {
      "index": 4,
      "start_time": 33692.0,
      "end_time": 40472.0,
      "text": "series where we take some basic records that we generally deal with in our Introduction to Genealogy lecture"
    },
    {
      "index": 5,
      "start_time": 40472.0,
      "end_time": 46231.0,
      "text": "that we give every month and we go into a little more detail.  I’m John Deeben."
    },
    {
      "index": 6,
      "start_time": 46231.0,
      "end_time": 50411.0,
      "text": "I’m one of the genealogy specialists in the Research Support Branch here at Archives I."
    },
    {
      "index": 7,
      "start_time": 50411.0,
      "end_time": 62262.0,
      "text": "So I guess we’ll get started.  We’re going to give an overview of army service in both the Confederate and Union forces during the Civil War."
    },
    {
      "index": 8,
      "start_time": 62262.0,
      "end_time": 73120.0,
      "text": "One of the things that I want to point our first – I’m going to turn the lights down a little bit further.  Is that okay for the camera back there?"
    },
    {
      "index": 9,
      "start_time": 73120.0,
      "end_time": 78646.0,
      "text": "Okay, then we’ll leave it on.  Can everybody see the screen okay?"
    },
    {
      "index": 10,
      "start_time": 78646.0,
      "end_time": 85055.0,
      "text": "I wanted to point out the two major record groups that we’re going to be dealing with."
    },
    {
      "index": 11,
      "start_time": 85055.0,
      "end_time": 92764.0,
      "text": "All of the records that relate to soldiers in the Civil War are going to come out of two basic record groups."
    },
    {
      "index": 12,
      "start_time": 92764.0,
      "end_time": 97733.0,
      "text": "Record Group 94 for Union soldiers, which are the records of the Adjunct General’s Office."
    },
    {
      "index": 13,
      "start_time": 97733.0,
      "end_time": 103770.0,
      "text": "The Adjunct General of the U.S. army was basically the chief record keeper of the army at that time,"
    },
    {
      "index": 14,
      "start_time": 103770.0,
      "end_time": 109854.0,
      "text": "so all of the records relating to the service of these soldiers eventually came to his office."
    },
    {
      "index": 15,
      "start_time": 109854.0,
      "end_time": 115612.0,
      "text": "And then for Confederate soldiers the main record group that we’re dealing with is Record Group 109,"
    },
    {
      "index": 16,
      "start_time": 115612.0,
      "end_time": 120581.0,
      "text": "the War Department collection of Confederate records. These are basically the records that"
    },
    {
      "index": 17,
      "start_time": 120581.0,
      "end_time": 126618.0,
      "text": "survived the war, whether they were captured or surrendered during the course of the war or at the end."
    },
    {
      "index": 18,
      "start_time": 126618.0,
      "end_time": 132332.0,
      "text": "Then they were turned over to the War Department by the U.S. army and the War Department organized them."
    },
    {
      "index": 19,
      "start_time": 132332.0,
      "end_time": 137439.0,
      "text": "They actually had a division within the War Department called the Rebel Archives, and they put these"
    },
    {
      "index": 20,
      "start_time": 137439.0,
      "end_time": 146820.0,
      "text": "records there and arranged them for publication.  So that arrangement is still how the records are used today."
    },
    {
      "index": 21,
      "start_time": 146820.0,
      "end_time": 151975.0,
      "text": "There are basically two types of service that we’re going to be talking about that pertain to the Civil War."
    },
    {
      "index": 22,
      "start_time": 151975.0,
      "end_time": 160334.0,
      "text": "The first type of service is the volunteer soldiers.  This is always what has been characteristic of the United States army,"
    },
    {
      "index": 23,
      "start_time": 160334.0,
      "end_time": 169436.0,
      "text": "the citizen soldiers.  These are the men who were called up for service during a war or a time of national crisis."
    },
    {
      "index": 24,
      "start_time": 169436.0,
      "end_time": 177609.0,
      "text": "They were enlisted, recruited, and they fought during the course of the war.  And then at the end of the war their units were disbanded and they went home."
    },
    {
      "index": 25,
      "start_time": 177609.0,
      "end_time": 188151.0,
      "text": "That’s basically what distinguishes their service from the regular army.  And the War Department documented their services in specific ways."
    },
    {
      "index": 26,
      "start_time": 188151.0,
      "end_time": 198136.0,
      "text": "The basic type of record that we have for volunteer soldiers during the Civil War is the compiled military service records."
    },
    {
      "index": 27,
      "start_time": 198136.0,
      "end_time": 204637.0,
      "text": "And the thing to know about these records is that they’re not contemporary to the war itself."
    },
    {
      "index": 28,
      "start_time": 204637.0,
      "end_time": 214994.0,
      "text": "These records were created by the War Department decades later in the 1890’s. And the basic premise was that they wanted to create a consolidated"
    },
    {
      "index": 29,
      "start_time": 214994.0,
      "end_time": 226789.0,
      "text": "source of information to document veteran service during the war to facilitate the pension application process for pensions for these soldiers."
    },
    {
      "index": 30,
      "start_time": 226789.0,
      "end_time": 233175.0,
      "text": "So they created these compiled service records.  What they did was they created a series of cards,"
    },
    {
      "index": 31,
      "start_time": 233175.0,
      "end_time": 239862.0,
      "text": "and then they looked at all of the available records from the war itself that still existed –"
    },
    {
      "index": 32,
      "start_time": 239862.0,
      "end_time": 244645.0,
      "text": "– the muster rolls, regimental book records, all of these things that we’re going to be talking about in a little bit –"
    },
    {
      "index": 33,
      "start_time": 244645.0,
      "end_time": 252354.0,
      "text": "and they would comb through these records and record every piece of information that related to an individual soldier on a card."
    },
    {
      "index": 34,
      "start_time": 252354.0,
      "end_time": 259359.0,
      "text": "And that card was stamped with the soldier’s unit, his company, and every specific piece of information was recorded on a card."
    },
    {
      "index": 35,
      "start_time": 259358.99999999997,
      "end_time": 263825.0,
      "text": "And this is how they created the compiled service record for every individual solider."
    },
    {
      "index": 36,
      "start_time": 263825.0,
      "end_time": 272277.0,
      "text": "They started doing this for Union soldiers during the war.  The idea became so popular that they eventually"
    },
    {
      "index": 37,
      "start_time": 272277.0,
      "end_time": 276317.0,
      "text": "went back and started creating these compiled service records for other wars, as well."
    },
    {
      "index": 38,
      "start_time": 276317.0,
      "end_time": 281612.0,
      "text": "So now what we have today here at the Archives are compiled service records for volunteer"
    },
    {
      "index": 39,
      "start_time": 281612.0,
      "end_time": 288160.0,
      "text": "soldiers from the Revolutionary War all the way up to the Philippine Insurrection, which ended in 1902."
    },
    {
      "index": 40,
      "start_time": 288160.0,
      "end_time": 297912.0,
      "text": "So any volunteer solider who served in a specific war during that whole timeframe, will have a compiled service record for that individual."
    },
    {
      "index": 41,
      "start_time": 297912.0,
      "end_time": 302370.0,
      "text": "The compiled service records for Union soldiers, as I said, are in Record Group 94."
    },
    {
      "index": 42,
      "start_time": 302370.0,
      "end_time": 309754.0,
      "text": "This is the basic series that the records are located in, Entry 519 in RG 94."
    },
    {
      "index": 43,
      "start_time": 309754.0,
      "end_time": 316674.0,
      "text": "These are the carded records of volunteer organizations for the Civil War, and again these are just the Union ones."
    },
    {
      "index": 44,
      "start_time": 316674.0,
      "end_time": 323222.0,
      "text": "They’re arranged generally by state and then by arm of service – whether it’s infantry, cavalry, or artillery."
    },
    {
      "index": 45,
      "start_time": 323222.0,
      "end_time": 328655.0,
      "text": "Then by the numerical designation of the unit, and then by the individual cards"
    },
    {
      "index": 46,
      "start_time": 328655.0,
      "end_time": 333531.0,
      "text": "in the jackets are arranged alphabetically by the soldier’s name within the unit itself."
    },
    {
      "index": 47,
      "start_time": 333531.0,
      "end_time": 341844.0,
      "text": "We have compiled service records for every major northern state that contributed troops to the Civil War,"
    },
    {
      "index": 48,
      "start_time": 341844.0,
      "end_time": 349460.0,
      "text": "but these are only available in textual form currently.  We do have available microfilm records for Union soldiers,"
    },
    {
      "index": 49,
      "start_time": 349460.0,
      "end_time": 359584.0,
      "text": "also soldiers that were raised in the Border States – Maryland, Kentucky, Missouri, and sometimes Delaware is also considered a border state"
    },
    {
      "index": 50,
      "start_time": 359584.0,
      "end_time": 366272.0,
      "text": "because it was a slave state during the war.  Also the District of Columbia is considered on the border."
    },
    {
      "index": 51,
      "start_time": 366272.0,
      "end_time": 372866.0,
      "text": "So these are available on microfilm.  And also Union soldiers that were raised from the western states and territories –"
    },
    {
      "index": 52,
      "start_time": 372866.0,
      "end_time": 381086.0,
      "text": "California, Territory of New Mexico, things like that.  And also we have compiled service records of Union soldiers"
    },
    {
      "index": 53,
      "start_time": 381086.0,
      "end_time": 388098.0,
      "text": "who were raised from the southern states. Most people don’t realize this, but we do have records of Union"
    },
    {
      "index": 54,
      "start_time": 388098.0,
      "end_time": 393392.0,
      "text": "soldiers who served from every major southern state except South Carolina during the war."
    },
    {
      "index": 55,
      "start_time": 393392.0,
      "end_time": 401101.0,
      "text": "Of course these regiments were not raised by the state governments in the south.  They were recruited by the"
    },
    {
      "index": 56,
      "start_time": 401101.0,
      "end_time": 407371.0,
      "text": "Union army as it moved down through the territory and reoccupied different states."
    },
    {
      "index": 57,
      "start_time": 407371.0,
      "end_time": 415080.0,
      "text": "They did their own recruiting and did raise at least a handful of regiments from every state throughout the south except South Carolina."
    },
    {
      "index": 58,
      "start_time": 415080.0,
      "end_time": 423625.0,
      "text": "Those compiled service records are also available on microfilm.  If you look at the green handouts that you got –"
    },
    {
      "index": 59,
      "start_time": 423625.0,
      "end_time": 428640.0,
      "text": "the one on the top says the microfilm compiled service records – this will give you the"
    },
    {
      "index": 60,
      "start_time": 428640.0,
      "end_time": 438486.0,
      "text": "microfilm publication number for all of the indexes and individual publications from every state for both Union and Confederate compiled service records."
    },
    {
      "index": 61,
      "start_time": 438486.0,
      "end_time": 453300.0,
      "text": "So you’ll want to keep that handy as you’re doing your research.  And there are separate indexes for each state as well for the Union service records."
    },
    {
      "index": 62,
      "start_time": 453300.0,
      "end_time": 460034.0,
      "text": "I took a little example of what a compiled service record looks like just in case you haven’t seen one before."
    },
    {
      "index": 63,
      "start_time": 460034.0,
      "end_time": 467789.0,
      "text": "The first image here is the jacket that the records are kept in.  The basic information that the jacket will always"
    },
    {
      "index": 64,
      "start_time": 467789.0,
      "end_time": 474291.0,
      "text": "show you is the soldier’s name at the top, it will give you his unit and company designation, and it will"
    },
    {
      "index": 65,
      "start_time": 474291.0,
      "end_time": 479817.0,
      "text": "show the rank he held when he went into service and the rank he held when he came out of service."
    },
    {
      "index": 66,
      "start_time": 479817.0,
      "end_time": 487340.0,
      "text": "So in this case, this is a service record for John W. McLane who was the colonel of the 83rd Pennsylvania."
    },
    {
      "index": 67,
      "start_time": 487340.0,
      "end_time": 492913.0,
      "text": "That’s why the company up here is designated as F&amp;S, which stands for field and staff."
    },
    {
      "index": 68,
      "start_time": 492913.0,
      "end_time": 499647.0,
      "text": "The two cards here are just two examples of the cards that are located in the jacket."
    },
    {
      "index": 69,
      "start_time": 499647.0,
      "end_time": 508192.0,
      "text": "These show specific information that was gleaned from two different records pertaining to John McLane during the war."
    },
    {
      "index": 70,
      "start_time": 508192.0,
      "end_time": 515204.0,
      "text": "The middle one shows information take from a field and staff muster roll from May and June of 1862."
    },
    {
      "index": 71,
      "start_time": 515203.99999999994,
      "end_time": 523841.99999999994,
      "text": "And the third card over here shows the muster out roll for the regiment that was taken in September 20th, 1864"
    },
    {
      "index": 72,
      "start_time": 523842.0,
      "end_time": 530483.0,
      "text": "when the regiment was mustered out of service, just before it was reenlisted as a veteran volunteer regiment."
    },
    {
      "index": 73,
      "start_time": 530483.0,
      "end_time": 541257.0,
      "text": "Both of those muster rolls show that John W. McLane was actually killed at the Battle of Gaines’s Mill during the Peninsula Campaign in 1862."
    },
    {
      "index": 74,
      "start_time": 541257.0,
      "end_time": 550083.0,
      "text": "The reason he shows up on the 1864 muster roll is because this is a muster out roll and it includes a complete"
    },
    {
      "index": 75,
      "start_time": 550083.0,
      "end_time": 555932.0,
      "text": "listing of every individual that was associated with that regiment during the course of its existence."
    },
    {
      "index": 76,
      "start_time": 555932.0,
      "end_time": 560623.0,
      "text": "So even though he died two years previously he was listed as the first colonel of the regiment there."
    },
    {
      "index": 77,
      "start_time": 560623.0,
      "end_time": 568657.0,
      "text": "And you’ll also notice there can be some discrepancies in the records.  This record notes the battle as"
    },
    {
      "index": 78,
      "start_time": 568657.0,
      "end_time": 576087.0,
      "text": "the Battle of Chickahominy and this one notes it as the Battle of Gaines’s Mill. Most people generally know the battle as the"
    },
    {
      "index": 79,
      "start_time": 576087.0,
      "end_time": 588579.0,
      "text": "Battle of Gaines’s Mill during the Peninsula Campaign, but sometimes you can find little idiosyncrasies like that throughout the records.  Yes sir?"
    },
    {
      "index": 80,
      "start_time": 588579.0,
      "end_time": 591761.0,
      "text": "Audience Member: When did they begin to produce these records?"
    },
    {
      "index": 81,
      "start_time": 591761.0,
      "end_time": 600305.0,
      "text": "John Deeben: Beginning in the 1890’s.  Like I said, they used available muster rolls that were kept during the war."
    },
    {
      "index": 82,
      "start_time": 600305.0,
      "end_time": 606575.0,
      "text": "They used regimental book records, which we’ll talk about in a little bit.  They gleaned through hospital"
    },
    {
      "index": 83,
      "start_time": 606575.0,
      "end_time": 611172.0,
      "text": "records that were kept at the time, prisoner of war records.  We have all of those."
    },
    {
      "index": 84,
      "start_time": 611172.0,
      "end_time": 621436.0,
      "text": "Everything that they used to create these compiled service records, we have in this building."
    },
    {
      "index": 85,
      "start_time": 621436.0,
      "end_time": 627984.0,
      "text": "In addition to the state regiments that were raised during the war, the volunteers, there was also a variety"
    },
    {
      "index": 86,
      "start_time": 627984.0,
      "end_time": 632303.0,
      "text": "of what they called U.S. volunteer regiments that were raised directly by the federal government."
    },
    {
      "index": 87,
      "start_time": 632303.0,
      "end_time": 638618.0,
      "text": "They were not associated with anyone in a particular state.  They were recruited across state lines."
    },
    {
      "index": 88,
      "start_time": 638618.0,
      "end_time": 648649.0,
      "text": "The most famous of those, of course, are the U.S. colored troops.  Originally recruited in 1863 as a handful of state"
    },
    {
      "index": 89,
      "start_time": 648649.0,
      "end_time": 656823.0,
      "text": "regiments, the most famous of which was the 54th Massachusetts, and then they took on the U.S.C.T. designation."
    },
    {
      "index": 90,
      "start_time": 656823.0,
      "end_time": 664067.0,
      "text": "But we have the compiled military service records for the U.S.C.T. troops.  These are in the process of being microfilmed."
    },
    {
      "index": 91,
      "start_time": 664067.0,
      "end_time": 672938.0,
      "text": "At least for the infantry regiments, there were some 138 regiments that were recruited during the war."
    },
    {
      "index": 92,
      "start_time": 672938.0,
      "end_time": 684315.0,
      "text": "And so far they are only partially microfilmed.  But what we currently have available on microfilm in addition to the index –"
    },
    {
      "index": 93,
      "start_time": 684315.0,
      "end_time": 692349.0,
      "text": "so all of the service records which are available in publication M589.  We have all of the cavalry units on microfilm"
    },
    {
      "index": 94,
      "start_time": 692349.0,
      "end_time": 704842.0,
      "text": "in publication M1817, all of the artillery units in M1818, and we currently have the 1st through the 55th U.S.C.T. infantry on microfilm."
    },
    {
      "index": 95,
      "start_time": 704842.0,
      "end_time": 713712.0,
      "text": "And each individual publication is listed on the green handout to show you which publication has which regiments."
    },
    {
      "index": 96,
      "start_time": 713712.0,
      "end_time": 719563.0,
      "text": "And then we also have the 55th and the 54th Massachusetts, which are reproduced"
    },
    {
      "index": 97,
      "start_time": 719563.0,
      "end_time": 727226.0,
      "text": "on their own microfilm publications as well in M1898 and M1801."
    },
    {
      "index": 98,
      "start_time": 727226.0,
      "end_time": 734285.0,
      "text": "There are other U.S. volunteer regiments that were also raised.  There’s one general index that covers all the"
    },
    {
      "index": 99,
      "start_time": 734285.0,
      "end_time": 744478.0,
      "text": "different types of units and organizations which is M1290, but the actual service records for these units are not microfilmed."
    },
    {
      "index": 100,
      "start_time": 744478.0,
      "end_time": 750748.0,
      "text": "So they’re only available in textual form.  But you see from the list here that it’s a pretty eclectic group."
    },
    {
      "index": 101,
      "start_time": 750748.0,
      "end_time": 759246.0,
      "text": "Some of these you’ve probably come across before.  Most people are familiar with the U.S. Sharp Shooters, generally known as Berdan Sharp Shooters."
    },
    {
      "index": 102,
      "start_time": 759246.0,
      "end_time": 769231.0,
      "text": "These are the guys in the green uniforms that most people are generally familiar with.  Signal Corps, Pioneer Corps, Indian Home Guards."
    },
    {
      "index": 103,
      "start_time": 769231.0,
      "end_time": 774200.0,
      "text": "These two on the bottom here, the Mississippi Marine Brigade and the Mississippi Flotilla –"
    },
    {
      "index": 104,
      "start_time": 774200.0,
      "end_time": 779494.0,
      "text": "even though these sound like they should be naval units they’re actually not."
    },
    {
      "index": 105,
      "start_time": 779494.0,
      "end_time": 786878.0,
      "text": "These were army units that were recruited to serve on the river in conjunction with the navy, but they’re actually army units."
    },
    {
      "index": 106,
      "start_time": 786878.0,
      "end_time": 795191.0,
      "text": "We have compiled service records for individuals who served in all of these types of organizations as well."
    },
    {
      "index": 107,
      "start_time": 795191.0,
      "end_time": 803736.0,
      "text": "In addition we also have compiled service records for the Galvanized Yankees, which were"
    },
    {
      "index": 108,
      "start_time": 803736.0,
      "end_time": 810516.0,
      "text": "formally known as the 1st through the 6th U.S. Volunteer Regiments.  These were the captured Confederates"
    },
    {
      "index": 109,
      "start_time": 810516.0,
      "end_time": 819061.0,
      "text": "who volunteered to serve in the Union army during the war.  Rather than send them back into the field to fight"
    },
    {
      "index": 110,
      "start_time": 819061.0,
      "end_time": 826059.0,
      "text": "against their former comrades, the Galvanized Yankees were sent out west to fight the Indians in 1864 and 1865."
    },
    {
      "index": 111,
      "start_time": 826059.0,
      "end_time": 837404.0,
      "text": "Again, their service records are covered in M1290.  But for the Galvanized Yankees, their specific service records are available on microfilm."
    },
    {
      "index": 112,
      "start_time": 837404.0,
      "end_time": 846412.0,
      "text": "They have been filmed in publication M1017.  And we also have records for individuals who were assigned to the Veteran Reserve Corps."
    },
    {
      "index": 113,
      "start_time": 846412.0,
      "end_time": 852614.0,
      "text": "This was originally referred to as the Invalid Corps.  These were the men who were slightly wounded,"
    },
    {
      "index": 114,
      "start_time": 852614.0,
      "end_time": 860369.0,
      "text": "but they were not so disabled that they could not provide some type of service so they were enlisted into the Veteran Reserve Corps."
    },
    {
      "index": 115,
      "start_time": 860369.0,
      "end_time": 871236.0,
      "text": "Mostly they did general garrison duty; they didn’t do active combat fighting.  Mostly fort and garrison duty.  We have a microfilm"
    },
    {
      "index": 116,
      "start_time": 871236.0,
      "end_time": 881453.0,
      "text": "publication that indexes those records in M636, but again the compiled service records for the VRC are only available in textual form."
    },
    {
      "index": 117,
      "start_time": 881453.0,
      "end_time": 891809.0,
      "text": "In addition to the Union we also have compiled service records for the Confederate soldiers."
    },
    {
      "index": 118,
      "start_time": 891809.0,
      "end_time": 900656.0,
      "text": "These records were created by the War Department starting in 1903.  And then for the next 24 years they"
    },
    {
      "index": 119,
      "start_time": 900656.0,
      "end_time": 908597.0,
      "text": "worked to create these compiled service records for the Confederates as well.  And these are available"
    },
    {
      "index": 120,
      "start_time": 908597.0,
      "end_time": 915516.0,
      "text": "in Record Group 109 in the series “Carded” Records Showing Military Service Entry 193."
    },
    {
      "index": 121,
      "start_time": 915516.0,
      "end_time": 923556.0,
      "text": "They’re arranged identically to the Union compiled service records: by state, then by type of service, by unit,"
    },
    {
      "index": 122,
      "start_time": 923556.0,
      "end_time": 930230.0,
      "text": "and then alphabetically by soldier’s name.  The difference here is that all of the Confederate service records"
    },
    {
      "index": 123,
      "start_time": 930230.0,
      "end_time": 938643.0,
      "text": "have currently been microfilmed, so everything’s available on film. And again the individual publications are listed on the green handout."
    },
    {
      "index": 124,
      "start_time": 938643.0,
      "end_time": 948721.0,
      "text": "There are also separate state indexes for each southern state that supplied Confederate soldiers as well as a"
    },
    {
      "index": 125,
      "start_time": 948721.0,
      "end_time": 960284.0,
      "text": "consolidated index for pretty much everything.  And again those are all listed on the green handout as well."
    },
    {
      "index": 126,
      "start_time": 960284.0,
      "end_time": 967854.0,
      "text": "In addition to the microfilm indexes that we have available, I wanted to mention two different indexes that are"
    },
    {
      "index": 127,
      "start_time": 967854.0,
      "end_time": 975145.0,
      "text": "available online because these can also be useful.  The first you might have already heard of at some point before."
    },
    {
      "index": 128,
      "start_time": 975145.0,
      "end_time": 979650.0,
      "text": "This is the Civil War Soldiers and Sailors System that was created by the National Parks Service."
    },
    {
      "index": 129,
      "start_time": 979650.0,
      "end_time": 989124.0,
      "text": "It’s actually based pretty much on the microfilm indexes that we have here.  It contains over six million names."
    },
    {
      "index": 130,
      "start_time": 989124.0,
      "end_time": 996786.0,
      "text": "And not only does it provide the basic unit information for each soldier, but it gives unit histories and battle summaries"
    },
    {
      "index": 131,
      "start_time": 996786.0,
      "end_time": 1003202.0,
      "text": "as well that you can click on and get more information.  And if you go to Ancestry.com, they have"
    },
    {
      "index": 132,
      "start_time": 1003200.0,
      "end_time": 1011088.0,
      "text": "two specific databases that you can search to find service information in their Civil War collection."
    },
    {
      "index": 133,
      "start_time": 1011090.0,
      "end_time": 1019124.0,
      "text": "The first database is the American Civil War Soldiers, and this is a database that’s based on published soldier"
    },
    {
      "index": 134,
      "start_time": 1019120.0,
      "end_time": 1027386.0,
      "text": "rosters that were compiled at various times by different states.  And then the U.S. Civil War Soldiers"
    },
    {
      "index": 135,
      "start_time": 1027390.0000000001,
      "end_time": 1038443.0000000001,
      "text": "database is actually based on the Civil War Soldiers and Sailors System itself. The only place that"
    },
    {
      "index": 136,
      "start_time": 1038440.0,
      "end_time": 1046985.0,
      "text": "I currently know of that you can actually look for digitized images of some of the compiled service records are on Footnote.com."
    },
    {
      "index": 137,
      "start_time": 1046990.0,
      "end_time": 1053306.0,
      "text": "The thing to keep in mind though is that they currently only have scanned images only of the microfilm publications."
    },
    {
      "index": 138,
      "start_time": 1053300.0,
      "end_time": 1060451.0,
      "text": "So all of the compiled service records that have not been reproduced on microfilm so far, that are only"
    },
    {
      "index": 139,
      "start_time": 1060450.0,
      "end_time": 1068856.0,
      "text": "available in textual form, are currently not available yet on Footnote. So to reiterate, what you can find are all"
    },
    {
      "index": 140,
      "start_time": 1068860.0,
      "end_time": 1078009.0,
      "text": "the Confederate records, the selected Union ones from the Border States, the western states and territories, and the southern states, and the U.S.C.T."
    },
    {
      "index": 141,
      "start_time": 1078010.0,
      "end_time": 1083249.0,
      "text": "With one exception: they only have the publications running up through the 46th infantry."
    },
    {
      "index": 142,
      "start_time": 1083250.0,
      "end_time": 1091989.0,
      "text": "So the most recent publication that just came out within the last year or so that goes up to the 55th U.S.C.T. is not currently on Footnote yet."
    },
    {
      "index": 143,
      "start_time": 1091990.0,
      "end_time": 1098863.0,
      "text": "Most of the scans for the Confederate records are pretty much complete, between 99% and 100% complete."
    },
    {
      "index": 144,
      "start_time": 1098860.0,
      "end_time": 1104712.0,
      "text": "But the Union and the U.S.C.T. scans are still in various states of completion.  If you go on and look at the"
    },
    {
      "index": 145,
      "start_time": 1104710.0,
      "end_time": 1115251.0,
      "text": "actual records and click on the different data sets you’ll see percentages for how far things have been scanned."
    },
    {
      "index": 146,
      "start_time": 1115250.0,
      "end_time": 1122750.0,
      "text": "Before we go on I wanted to show you, if you’re actually interested in looking at these databases and websites and seeing how they work."
    },
    {
      "index": 147,
      "start_time": 1122750.0,
      "end_time": 1131295.0,
      "text": "So we’ll do that for a couple of minutes.  Let me get out of here for a second."
    },
    {
      "index": 148,
      "start_time": 1131300.0,
      "end_time": 1148924.0,
      "text": "This is going to go to look at the Soldiers and Sailors System first, and if you actually go to the park service’s main webpage on www.nps.gov –"
    },
    {
      "index": 149,
      "start_time": 1148920.0,
      "end_time": 1153379.0,
      "text": "I was not able to find a direct link to the Soldiers and Sailors System from the page."
    },
    {
      "index": 150,
      "start_time": 1153380.0,
      "end_time": 1166197.0,
      "text": "But if you go to the search box up on top and just put in “CWSS” for Civil War Soldiers and Sailors and do a search on that,"
    },
    {
      "index": 151,
      "start_time": 1166200.0,
      "end_time": 1172377.0,
      "text": "it will bring up the same link to get you to this page.  So this is what the Soldiers and Sailors System looks like."
    },
    {
      "index": 152,
      "start_time": 1172380.0,
      "end_time": 1180692.0,
      "text": "And you can see here there are different links to search for soldiers and sailors.  You can look up regiments, cemeteries, battles."
    },
    {
      "index": 153,
      "start_time": 1180690.0,
      "end_time": 1188028.0,
      "text": "Not all of these down here are fully complete yet, but the soldiers and sailors information are."
    },
    {
      "index": 154,
      "start_time": 1188030.0,
      "end_time": 1194996.0,
      "text": "And this is what the search page looks like.  Does anybody have a specific name you’d like to search?"
    },
    {
      "index": 155,
      "start_time": 1194990.0,
      "end_time": 1221112.0,
      "text": "First name?  Thomas?  And you said Stafford.  Union or Confederate?  Do you know what state he served?"
    },
    {
      "index": 156,
      "start_time": 1221110.0,
      "end_time": 1230445.0,
      "text": "Is this the same person or is it two different persons?  You see the search gives you two different options."
    },
    {
      "index": 157,
      "start_time": 1230450.0,
      "end_time": 1240341.0,
      "text": "And when you click on the soldier’s name it gives you this information which basically comes straight off the service record jacket."
    },
    {
      "index": 158,
      "start_time": 1240340.0,
      "end_time": 1246749.0,
      "text": "It’ll show his unit, what side he’s on, in this particular instance it doesn’t list"
    },
    {
      "index": 159,
      "start_time": 1246750.0,
      "end_time": 1251464.0,
      "text": "what company he’s in, but it shows that he was a private coming in and going out."
    },
    {
      "index": 160,
      "start_time": 1251460.0,
      "end_time": 1256986.0,
      "text": "And it will also show you here which microfilm index the information was taken from."
    },
    {
      "index": 161,
      "start_time": 1256990.0,
      "end_time": 1264745.0,
      "text": "And those are the indexes that we have here that I mentioned before.  If you go back and click on the unit information,"
    },
    {
      "index": 162,
      "start_time": 1264740.0,
      "end_time": 1273727.0,
      "text": "this will give you an overview of the unit itself, the unit history.  And then you can click on any of these highlighted"
    },
    {
      "index": 163,
      "start_time": 1273730.0,
      "end_time": 1289519.0,
      "text": "engagements and it will give you an overview of the battle itself.  One other thing that might be useful that I saw here:"
    },
    {
      "index": 164,
      "start_time": 1289520.0,
      "end_time": 1298065.0,
      "text": "at the very top of the front page of the system, if you click on Researcher’s Toolbox it gives you"
    },
    {
      "index": 165,
      "start_time": 1298060.0,
      "end_time": 1307673.0,
      "text": "information on how you can request the information from the National Archives. It identifies the specific mailing forms that we have available, the NATF forms."
    },
    {
      "index": 166,
      "start_time": 1307680.0,
      "end_time": 1313717.0,
      "text": "85 is actually for pension records, but for service records you can use NATF form 86."
    },
    {
      "index": 167,
      "start_time": 1313710.0,
      "end_time": 1321791.0,
      "text": "And it gives you information on how you can submit the request if you want to get an actual copy from the"
    },
    {
      "index": 168,
      "start_time": 1321800.0,
      "end_time": 1331468.0,
      "text": "archives of the original service record.  So that information is available at the front of the system."
    },
    {
      "index": 169,
      "start_time": 1331460.0,
      "end_time": 1340809.0,
      "text": "Let me show you Ancestry real quick.  Actually for Ancestry I want to go through our subscription that we have."
    },
    {
      "index": 170,
      "start_time": 1340810.0,
      "end_time": 1352977.0,
      "text": "If you’re in any archives facility, we have an institutional subscription to Ancestry so you can use it for free."
    },
    {
      "index": 171,
      "start_time": 1352980.0,
      "end_time": 1360782.0,
      "text": "But you have to be in one of our buildings using one of our public access computers.  To get to it you go to the"
    },
    {
      "index": 172,
      "start_time": 1360780.0,
      "end_time": 1367700.0,
      "text": "genealogy section of the website and then down here where it says, “Within a National Archives Facility.”"
    },
    {
      "index": 173,
      "start_time": 1367700.0,
      "end_time": 1374666.0,
      "text": "Then you can click on the Ancestry link, and that will take you to the Ancestry institutional subscription that we have."
    },
    {
      "index": 174,
      "start_time": 1374670.0,
      "end_time": 1385072.0,
      "text": "And then once you’re in Ancestry, up here in the main search box you’re going to select military."
    },
    {
      "index": 175,
      "start_time": 1385070.0,
      "end_time": 1394498.0,
      "text": "And then if you want to get to those specific databases that I mentioned, down in the middle of the page here is a"
    },
    {
      "index": 176,
      "start_time": 1394500.0,
      "end_time": 1403648.0,
      "text": "listing of all the individual databases that are part of the U.S. Civil War collection.  So here’s the American civil war soldiers."
    },
    {
      "index": 177,
      "start_time": 1403650.0,
      "end_time": 1418047.0,
      "text": "And this time we’ll do my ancestor.  I had a great great grandfather who was in the war."
    },
    {
      "index": 178,
      "start_time": 1418040.0,
      "end_time": 1442746.0,
      "text": "His name was David Hodge, he was Union, and he served from Pennsylvania."
    },
    {
      "index": 179,
      "start_time": 1442750.0,
      "end_time": 1453756.0,
      "text": "I happen to know just from looking before that my David Hodge is the first one listed here."
    },
    {
      "index": 180,
      "start_time": 1453760.0,
      "end_time": 1465370.0,
      "text": "So you can highlight where it says View Record and it gives an overview of his information.  Or you can click on View Record,"
    },
    {
      "index": 181,
      "start_time": 1465360.0,
      "end_time": 1476738.0,
      "text": "and it will show you again – it shows that he was listed as a corporal, his date of enlistment, and the date he was mustered out."
    },
    {
      "index": 182,
      "start_time": 1476740.0,
      "end_time": 1489789.0,
      "text": "And then if you want to you can search for more information on the other enlisted men who were in the company that he served with from these links."
    },
    {
      "index": 183,
      "start_time": 1489790.0,
      "end_time": 1505928.0,
      "text": "And then it gives the source information down here, where the information was taken from.  Yes mam?"
    },
    {
      "index": 184,
      "start_time": 1505930.0,
      "end_time": 1514336.0,
      "text": "They have thousands and thousands of different databases that they’ve compiled from other records that we have and other"
    },
    {
      "index": 185,
      "start_time": 1514340.0,
      "end_time": 1532962.0,
      "text": "published records that are available.  They might have something, yeah.  And then if we go back and look at the other database here quickly."
    },
    {
      "index": 186,
      "start_time": 1532960.0,
      "end_time": 1545545.0,
      "text": "Down at the bottom is the U.S. Civil War Soldiers.  And I’m going to do David Hodge again."
    },
    {
      "index": 187,
      "start_time": 1545540.0,
      "end_time": 1561934.0,
      "text": "And I already know that he was in the 6th Regiment.  And here again it gives you pretty much the same information that you could find"
    },
    {
      "index": 188,
      "start_time": 1561940.0,
      "end_time": 1573689.0,
      "text": "in the Soldiers and Sailors System: his company, his rank, and the microfilm index that the information was taken from, M554."
    },
    {
      "index": 189,
      "start_time": 1573690.0,
      "end_time": 1594936.0,
      "text": "Finally I want to quickly show you Footnote – what you can find on there.  If you go up here and select Civil War,"
    },
    {
      "index": 190,
      "start_time": 1594930.0,
      "end_time": 1604868.0,
      "text": "this will give you all of the different collections that they currently have available related to the Civil War."
    },
    {
      "index": 191,
      "start_time": 1604870.0,
      "end_time": 1613740.0,
      "text": "So you can go down here and select either Confederate Soldier Service Records or Union Soldier Service Records."
    },
    {
      "index": 192,
      "start_time": 1613740.0,
      "end_time": 1626511.0,
      "text": "And then they’re arranged by state.  Again I’ll just take a quick look here.  And up here where I told you, it shows you the state"
    },
    {
      "index": 193,
      "start_time": 1626510.0,
      "end_time": 1634614.0,
      "text": "of completion of the scanning.  And this currently shows that the Maryland Union service records are currently 20% scanned."
    },
    {
      "index": 194,
      "start_time": 1634610.0,
      "end_time": 1646824.0,
      "text": "So they have quite a ways to go.  But within each state they’re arranged by unit, and if you select a unit then they’re arranged"
    },
    {
      "index": 195,
      "start_time": 1646830.0,
      "end_time": 1658254.0,
      "text": "alphabetically by soldier’s name.  And eventually it will take you to links for the actual images of the compiled service records."
    },
    {
      "index": 196,
      "start_time": 1658250.0,
      "end_time": 1688761.0,
      "text": "And then you can select an image.  And there’s the service jacket that the compiled service record is located in.  Any questions about the"
    },
    {
      "index": 197,
      "start_time": 1688760.0,
      "end_time": 1703632.0,
      "text": "websites before we go on?  Yeah?  We’re working with several partnerships right now to do the scanning, and Footnote’s one of them."
    },
    {
      "index": 198,
      "start_time": 1703640.0,
      "end_time": 1710293.0,
      "text": "One thing I didn’t mention before: you see where all these numbers are.  A lot of people look at these numbers and they"
    },
    {
      "index": 199,
      "start_time": 1710290.0,
      "end_time": 1718952.0,
      "text": "think they lead to more records, but that’s not actually the case.  This is just a record keeping technique that the War Department employed."
    },
    {
      "index": 200,
      "start_time": 1718950.0,
      "end_time": 1725822.0,
      "text": "Each one of these numbers corresponds to a number they stamped on the back of one of the cards that are inside this jacket."
    },
    {
      "index": 201,
      "start_time": 1725820.0,
      "end_time": 1732113.0,
      "text": "So it’s just a means for the War Department clerks to make sure that the right cards stay in the right jackets."
    },
    {
      "index": 202,
      "start_time": 1732120.0,
      "end_time": 1757197.0,
      "text": "They don’t actually lead to other records.  Yes mam?  On Footnote?"
    },
    {
      "index": 203,
      "start_time": 1757190.0,
      "end_time": 1779807.0,
      "text": "We should be able to find him.  Do you know what unit he was in?"
    },
    {
      "index": 204,
      "start_time": 1779810.0,
      "end_time": 1822929.0,
      "text": "This particular search is not going to be useful.  To get to the actual service record you need to know that.  So let’s go back to Ancestry."
    },
    {
      "index": 205,
      "start_time": 1822930.0,
      "end_time": 1853929.0,
      "text": "What was the name again?  And he served from Virginia.  It looks like there are two Martin Ganders."
    },
    {
      "index": 206,
      "start_time": 1853930.0,
      "end_time": 1869905.0,
      "text": "Does Leakesville, Page County sound familiar at all?  This one shows that he was a sergeant in Company I of the 97th Virginia Militia."
    },
    {
      "index": 207,
      "start_time": 1869900.0,
      "end_time": 1881046.0,
      "text": "For the first one.  And the second one might be for the same guy, because it also references the 97th militia,"
    },
    {
      "index": 208,
      "start_time": 1881050.0,
      "end_time": 1902133.0,
      "text": "and then he went to Company C of the 39th Battalion of the Virginia Cavalry."
    },
    {
      "index": 209,
      "start_time": 1902130.0,
      "end_time": 1912602.0,
      "text": "We might have something on him, but it might be somewhere else that we’re going to get to in a couple minutes."
    },
    {
      "index": 210,
      "start_time": 1912600.0,
      "end_time": 1925882.0,
      "text": "In addition to the compiled service records, we also have what are referred to as personal papers for the volunteer soldiers."
    },
    {
      "index": 211,
      "start_time": 1925890.0,
      "end_time": 1935318.0,
      "text": "Again as the War Department was creating the compiled service records and going through all these regimental records, whenever they would come"
    },
    {
      "index": 212,
      "start_time": 1935310.0,
      "end_time": 1944365.0,
      "text": "across an individual document that related to a specific soldier they would file that document with that soldier’s compiled service record."
    },
    {
      "index": 213,
      "start_time": 1944370.0,
      "end_time": 1954030.0,
      "text": "So in the compiled service records you’ll find different types of personal papers filed in there including"
    },
    {
      "index": 214,
      "start_time": 1954030.0,
      "end_time": 1961600.0,
      "text": "the original enlistment papers, like this example that’s shown here.  You can find inventory of effects."
    },
    {
      "index": 215,
      "start_time": 1961600.0,
      "end_time": 1968426.0,
      "text": "If a soldier was killed or died during the war, the War Department usually filled out an inventory of his personal effects."
    },
    {
      "index": 216,
      "start_time": 1968430.0,
      "end_time": 1978368.0,
      "text": "Final statements of service are in there.  If he was a casualty, sometimes the War Department filled out a casualty sheet."
    },
    {
      "index": 217,
      "start_time": 1978360.0,
      "end_time": 1994336.0,
      "text": "You might find those in there.  Yes? Probably not naturalization, because that wouldn’t pertain specifically to his military service during the war itself."
    },
    {
      "index": 218,
      "start_time": 1994340.0,
      "end_time": 2002838.0,
      "text": "But if he was in a hospital there might be a hospital record in there that was filled out."
    },
    {
      "index": 219,
      "start_time": 2002840.0,
      "end_time": 2010921.0,
      "text": "Something of that nature.  So you might find these filed with the compiled service records."
    },
    {
      "index": 220,
      "start_time": 2010920.0,
      "end_time": 2019047.0,
      "text": "Now this record some of you might have already seen before.  This past spring did any of you get to watch that T.V. show"
    },
    {
      "index": 221,
      "start_time": 2019050.0,
      "end_time": 2026201.0,
      "text": "“Who do You Think You Are?”  Did anyone see that show?  Anybody remember seeing this document on that program?"
    },
    {
      "index": 222,
      "start_time": 2026200.0,
      "end_time": 2037346.0,
      "text": "This is the inventory effects for Private Robert Martindale.  This was the great great grandfather of Mathew Broderick."
    },
    {
      "index": 223,
      "start_time": 2037340.0,
      "end_time": 2044167.0,
      "text": "When they did the episode on his ancestry they featured this document from his compiled service record,"
    },
    {
      "index": 224,
      "start_time": 2044170.0,
      "end_time": 2050393.0,
      "text": "so I thought it would be neat to show it again.  But anyway, this is what a particular inventory of effects would look like."
    },
    {
      "index": 225,
      "start_time": 2050389.9999999998,
      "end_time": 2061023.9999999998,
      "text": "It gives the information about his service; it shows that Robert Martindale – information about his death –"
    },
    {
      "index": 226,
      "start_time": 2061030.0000000002,
      "end_time": 2068786.0000000002,
      "text": "it shows that he died on the skirmish line in front of Atlanta during the Battle of Atlanta by reason of a musket ball through the head."
    },
    {
      "index": 227,
      "start_time": 2068780.0000000002,
      "end_time": 2080576.0000000002,
      "text": "In this particular instance, though, it doesn’t list any of his personal belongings that he had on him, which I find a little unusual."
    },
    {
      "index": 228,
      "start_time": 2080580.0,
      "end_time": 2088289.0,
      "text": "Even though he was out on the picket line he still would have had his military catchments with him.  I would have thought that they"
    },
    {
      "index": 229,
      "start_time": 2088290.0,
      "end_time": 2096649.0,
      "text": "would have listed that, but for whatever reason the clerks didn’t.  But this is what the typical document would look like."
    },
    {
      "index": 230,
      "start_time": 2096650.0,
      "end_time": 2106309.0,
      "text": "We also have personal papers for Confederate soldiers.  For obvious reasons they’re not as prevalent as"
    },
    {
      "index": 231,
      "start_time": 2106300.0,
      "end_time": 2120139.0,
      "text": "they are for the Union because a lot of them didn’t survive the war.  But if you come across a compiled service record and they’re not specifically filed"
    },
    {
      "index": 232,
      "start_time": 2120140.0,
      "end_time": 2127431.0,
      "text": "there in the service records, we have another series called Unfiled Papers and Slips Belonging to Confederate Compiled Service Records."
    },
    {
      "index": 233,
      "start_time": 2127440.0,
      "end_time": 2135939.0,
      "text": "And this is available on microfilm in publication M347.  This was intended by the War Department to be a catch-all"
    },
    {
      "index": 234,
      "start_time": 2135930.0,
      "end_time": 2143500.0,
      "text": "series because they ended up coming across documents that they didn’t know what to do with."
    },
    {
      "index": 235,
      "start_time": 2143500.0,
      "end_time": 2151487.0,
      "text": "They either found a record that didn’t correlate to an established service record and they didn’t have enough other corroborating information"
    },
    {
      "index": 236,
      "start_time": 2151490.0,
      "end_time": 2161011.0,
      "text": "to create a service record for that individual, or some of the records actually relate to civilian service in the Confederate army like teamsters."
    },
    {
      "index": 237,
      "start_time": 2161010.0,
      "end_time": 2165495.0,
      "text": "Things like that.  So if you’re going through and looking at compiled service records and you don’t"
    },
    {
      "index": 238,
      "start_time": 2165500.0,
      "end_time": 2172926.0,
      "text": "find any personal papers, you might want to at least take a look here and see if something shows up."
    },
    {
      "index": 239,
      "start_time": 2172920.0,
      "end_time": 2180954.0,
      "text": "We also have what they call a Record of Events or, sometimes, Troop Movements."
    },
    {
      "index": 240,
      "start_time": 2180960.0,
      "end_time": 2186858.0,
      "text": "As I said, this carded record system apparently became very popular within the War Department."
    },
    {
      "index": 241,
      "start_time": 2186850.0,
      "end_time": 2196556.0,
      "text": "So in addition to creating the compiled service records for individual soldiers, they created carded histories for the regiments as well."
    },
    {
      "index": 242,
      "start_time": 2196560.0,
      "end_time": 2205477.0,
      "text": "And they went about it the same way as they did for the service records.  They went through all of the existing records for a particular regiment –"
    },
    {
      "index": 243,
      "start_time": 2205480.0,
      "end_time": 2212028.0,
      "text": "especially the muster rolls – and then they created a series of carded records that documented the"
    },
    {
      "index": 244,
      "start_time": 2212030.0,
      "end_time": 2217254.0,
      "text": "activities for that individual regiment month-by-month and company-by-company."
    },
    {
      "index": 245,
      "start_time": 2217250.0,
      "end_time": 2224402.0,
      "text": "So you can actually trace it on a month-by-month basis.  What this company did, where that company was"
    },
    {
      "index": 246,
      "start_time": 2224400.0,
      "end_time": 2233967.0,
      "text": "temporarily assigned, if they were in specific skirmishes, or things like that. These record of events cards were originally"
    },
    {
      "index": 247,
      "start_time": 2233970.0,
      "end_time": 2242561.0,
      "text": "filed along with the compiled service records for each regiment, but when the archives decided to microfilm them"
    },
    {
      "index": 248,
      "start_time": 2242560.0,
      "end_time": 2248551.0,
      "text": "separately they were separated out into their own series.  So these are available on microfilm."
    },
    {
      "index": 249,
      "start_time": 2248550.0,
      "end_time": 2257745.0,
      "text": "The Union carded record of events are in M594.  And again they’re arranged similar to"
    },
    {
      "index": 250,
      "start_time": 2257750.0,
      "end_time": 2262533.0,
      "text": "what the service records are for the soldiers: by state and then by type of unit."
    },
    {
      "index": 251,
      "start_time": 2262530.0,
      "end_time": 2272872.0,
      "text": "And then we have a separate series for Confederate record of events or troop movements in publication M861."
    },
    {
      "index": 252,
      "start_time": 2272870.0,
      "end_time": 2281383.0,
      "text": "But as I said, these are not as complete as they are for the Union because a lot of the regimental records did not survive."
    },
    {
      "index": 253,
      "start_time": 2281380.0,
      "end_time": 2288857.0,
      "text": "But they’re basically arranged the same way.  And if you’re familiar with the OR – the official records of the"
    },
    {
      "index": 254,
      "start_time": 2288860.0,
      "end_time": 2294363.0,
      "text": "war of the rebellion, these are the published records of the war that were produced"
    },
    {
      "index": 255,
      "start_time": 2294360.0,
      "end_time": 2301094.0,
      "text": "by the War Department in the late 19th century – there was a supplement to that which was published in the 90’s."
    },
    {
      "index": 256,
      "start_time": 2301100.0,
      "end_time": 2310573.0,
      "text": "And these provide complete transcripts for both the Union and Confederate record of event cards.  So you can find them in published"
    },
    {
      "index": 257,
      "start_time": 2310570.0,
      "end_time": 2319626.0,
      "text": "form here in Janet Hewett’s supplement to the OR, or you can find them individually in the microfilm publications."
    },
    {
      "index": 258,
      "start_time": 2319630.0,
      "end_time": 2329475.0,
      "text": "Now as I said before, the compiled service records were based on the original records that were kept during the war itself."
    },
    {
      "index": 259,
      "start_time": 2329470.0,
      "end_time": 2340430.0,
      "text": "And we have those records.  Specifically we have the muster rolls available.  The Union rolls are available in RG94 in Entry 57."
    },
    {
      "index": 260,
      "start_time": 2340430.0,
      "end_time": 2348418.0,
      "text": "You can see the rolls for the Civil War are kind of consolidated with a bunch of other wars, so it’s one huge series."
    },
    {
      "index": 261,
      "start_time": 2348420.0,
      "end_time": 2357383.0,
      "text": "But they are available.  We also have medical records that you can look at.  And again these are carded medical records with the exact same"
    },
    {
      "index": 262,
      "start_time": 2357380.0,
      "end_time": 2368200.0,
      "text": "principle as for the service records, but they were specifically created to document medical information for the volunteer soldiers."
    },
    {
      "index": 263,
      "start_time": 2368200.0,
      "end_time": 2376141.0,
      "text": "Those are available in this series, “Carded Medical Records, Volunteers: Mexican and Civil Wars,” Entry 534."
    },
    {
      "index": 264,
      "start_time": 2376140.0,
      "end_time": 2385243.0,
      "text": "And this is an example of what the carded medical records look like.  As I said they’re virtually identical to the compiled service records."
    },
    {
      "index": 265,
      "start_time": 2385250.0,
      "end_time": 2398485.0,
      "text": "This is another one of my ancestors, Michael Jacobs, who was a great great uncle.  And the first two cards show that"
    },
    {
      "index": 266,
      "start_time": 2398480.0,
      "end_time": 2410879.0,
      "text": "he spent some time in a military hospital convalescing.  Up here it shows you that he was in here for incipient amaurosis."
    },
    {
      "index": 267,
      "start_time": 2410880.0,
      "end_time": 2417986.0,
      "text": "Anyone know what that is?  I don’t know what causes it, but basically it’s temporary loss of eyesight."
    },
    {
      "index": 268,
      "start_time": 2417990.0,
      "end_time": 2429925.0,
      "text": "So he developed blurred vision for whatever reason.  Probably sleeping out at night on the damp ground, I don’t know what causes it."
    },
    {
      "index": 269,
      "start_time": 2429920.0,
      "end_time": 2438093.0,
      "text": "He spent some time in the military hospital convalescing for that.  This card here shows that he was admitted on March 1st, 1863."
    },
    {
      "index": 270,
      "start_time": 2438090.0,
      "end_time": 2444104.0,
      "text": "And then on April 3rd he was transferred to a general hospital.  Both of these hospitals were located in Philadelphia."
    },
    {
      "index": 271,
      "start_time": 2444110.0,
      "end_time": 2452864.0,
      "text": "So the middle card shows him being admitted to that general hospital on 16th and Filbert Streets in Philadelphia."
    },
    {
      "index": 272,
      "start_time": 2452860.0,
      "end_time": 2462729.0,
      "text": "And then he was finally returned to duty on April 23rd of 1863.  The last card here shows when"
    },
    {
      "index": 273,
      "start_time": 2462730.0,
      "end_time": 2467420.0,
      "text": "he was wounded in battle during the Battle of New Hope Church during the Atlanta Campaign."
    },
    {
      "index": 274,
      "start_time": 2467420.0,
      "end_time": 2476439.0,
      "text": "So this information was taken from a list of casualties for the regiment.  It shows that he was wounded din the leg on May 25th, 1864."
    },
    {
      "index": 275,
      "start_time": 2476440.0,
      "end_time": 2483814.0,
      "text": "And then down here at the bottom, I want to point out, is a reference to the original record that that information was taken from."
    },
    {
      "index": 276,
      "start_time": 2483810.0,
      "end_time": 2491148.0,
      "text": "And just to reinforce the point that these cards were created by referencing the original records,"
    },
    {
      "index": 277,
      "start_time": 2491150.0,
      "end_time": 2502110.0,
      "text": "here’s that originally casualty list that they information was taken from.  And here is where Michael Jacobs was listed,"
    },
    {
      "index": 278,
      "start_time": 2502110.0,
      "end_time": 2515717.0,
      "text": "showing that he was wounded in the leg on May 25th in Dallas, Georgia.  And on the reverse side up here is that list"
    },
    {
      "index": 279,
      "start_time": 2515720.0,
      "end_time": 2522407.0,
      "text": "number that was referenced on the carded record.  Casualty List 8638, that’s where they got that from."
    },
    {
      "index": 280,
      "start_time": 2522410.0,
      "end_time": 2537503.0,
      "text": "I’m not going to talk extensively about the casualty lists, but these are also available in Record Group 94 and they’re arranged by regiment."
    },
    {
      "index": 281,
      "start_time": 2537500.0,
      "end_time": 2548924.0,
      "text": "We have muster rolls for the Confederate army as well in two different series: “Muster and Pay Rolls” in Entry 18 and"
    },
    {
      "index": 282,
      "start_time": 2548920.0,
      "end_time": 2557419.0,
      "text": "“Miscellaneous Rolls for Detailed Men” in Entry 19.  They’re arranged pretty much similarly to the Union ones,"
    },
    {
      "index": 283,
      "start_time": 2557420.0,
      "end_time": 2566104.0,
      "text": "but again they’re not as prevalent in nature as the Union records.  And then we also have their regimental book records"
    },
    {
      "index": 284,
      "start_time": 2566110.0,
      "end_time": 2574237.0,
      "text": "that were created during the war.  These are the records that the regiments kept while they were operating actively in the field."
    },
    {
      "index": 285,
      "start_time": 2574230.0,
      "end_time": 2584841.0,
      "text": "There are a lot of different types of regimental book records that were kept.  There were morning reports, order books, and things of that nature."
    },
    {
      "index": 286,
      "start_time": 2584840.0,
      "end_time": 2590738.0,
      "text": "But the ones we’re mostly interested in are the ones they referred to as descriptive books.  And these are available for"
    },
    {
      "index": 287,
      "start_time": 2590740.0,
      "end_time": 2602861.0,
      "text": "volunteer organizations in RG94 Entry 114, again arranged by state and then by type of service: infantry, cavalry, or artillery, and then by unit."
    },
    {
      "index": 288,
      "start_time": 2602860.0,
      "end_time": 2608944.0,
      "text": "And here you can find specific information about the individuals who served in that regiment."
    },
    {
      "index": 289,
      "start_time": 2608950.0,
      "end_time": 2617982.0,
      "text": "Sometimes they’ll have lists of officers, they’ll have lists of dead and wounded for each company that were compiled during the war,"
    },
    {
      "index": 290,
      "start_time": 2617980.0,
      "end_time": 2627779.0,
      "text": "and then they’ll have individual descriptions of each member.  This is an example from the 46th Pennsylvania, Michael Jacobs’s unit."
    },
    {
      "index": 291,
      "start_time": 2627780.0,
      "end_time": 2635434.0,
      "text": "But I’m actually showing you a different person here.  We’re going to be taking a look at number 76 here, Amos Wenrick."
    },
    {
      "index": 292,
      "start_time": 2635430.0,
      "end_time": 2645005.0,
      "text": "A typical entry in a descriptive book will show you his age when he enlisted (he was 19), it will give you a little bit of a physical description"
    },
    {
      "index": 293,
      "start_time": 2645010.0,
      "end_time": 2656295.0,
      "text": "(it shows that he was 5’6”, he had a ruddy complexion, brown eyes, and sandy-colored hair), he was originally from Dolphin County, Pennsylvania;"
    },
    {
      "index": 294,
      "start_time": 2656290.0,
      "end_time": 2662224.0,
      "text": "he was a farmer by trade.  Most of these entries cover two pages, so this is page one."
    },
    {
      "index": 295,
      "start_time": 2662230.0,
      "end_time": 2670037.0,
      "text": "If you go to the next page it will show you the date that he enlisted (September 2nd, 1861 in Harrisburg),"
    },
    {
      "index": 296,
      "start_time": 2670030.0,
      "end_time": 2675515.0,
      "text": "it will give you the recruiting officer’s name, and his term of service (which was for three years)."
    },
    {
      "index": 297,
      "start_time": 2675520.0,
      "end_time": 2686039.0,
      "text": "And then in the remarks section here it will give you any incidental information about the soldier. Yes mam?"
    },
    {
      "index": 298,
      "start_time": 2686040.0,
      "end_time": 2692774.0,
      "text": "They were probably compiled by the regimental adjutant.  As I mentioned before, the adjutant general"
    },
    {
      "index": 299,
      "start_time": 2692770.0,
      "end_time": 2698621.0,
      "text": "was the chief record-keeper of the army, and each regiment had their own adjutant as well."
    },
    {
      "index": 300,
      "start_time": 2698620.0,
      "end_time": 2713574.0,
      "text": "He was part of the regimental staff, so during combat he would have been with the regiment but otherwise he was responsible for keeping the"
    },
    {
      "index": 301,
      "start_time": 2713580.0,
      "end_time": 2722125.0,
      "text": "records while they were in camp.  And they carted the records around in the regimental wagons, as well.  So they kept them in the field."
    },
    {
      "index": 302,
      "start_time": 2722120.0,
      "end_time": 2733103.0,
      "text": "So he made a notation here showing that Amos Wenrick drowned in the lock of dam number 6 on the Potomac River while"
    },
    {
      "index": 303,
      "start_time": 2733100.0,
      "end_time": 2740809.0,
      "text": "on picket duty on the night of January 31st, 1862.  Sometimes you’ll find little interesting tidbits of information."
    },
    {
      "index": 304,
      "start_time": 2740810.0,
      "end_time": 2749378.0,
      "text": "Wenrick must have made some kind of impression on his comrades in the company, because the adjutant wrote here that,"
    },
    {
      "index": 305,
      "start_time": 2749380.0,
      "end_time": 2757228.0,
      "text": "“He fell in the line of duty, a mild, inoffensive boy.  Always ready and willing, intelligent and pious, in fact a model soldier."
    },
    {
      "index": 306,
      "start_time": 2757230.0,
      "end_time": 2765963.0,
      "text": "Long will his memory be cherished.”  You don’t normally find something like that, but it’s nice when you do come across it in the records."
    },
    {
      "index": 307,
      "start_time": 2765960.0,
      "end_time": 2778009.0,
      "text": "Okay, so that basically covers service relating to the volunteers.  The other component of that during the Civil War"
    },
    {
      "index": 308,
      "start_time": 2778010.0,
      "end_time": 2785394.0,
      "text": "was service in the regular army.  And this was the standing army that served during peacetime and during war."
    },
    {
      "index": 309,
      "start_time": 2785400.0,
      "end_time": 2791669.0,
      "text": "At the beginning of the Civil War, the peacetime army was very small: about 16,000 men."
    },
    {
      "index": 310,
      "start_time": 2791670.0,
      "end_time": 2804209.0,
      "text": "But still it served to form the core of the Union forces during the war.  Because these men were regular"
    },
    {
      "index": 311,
      "start_time": 2804200.0,
      "end_time": 2811259.0,
      "text": "soldiers their service was documented differently by the War Department.  The War Department did maintain a"
    },
    {
      "index": 312,
      "start_time": 2811260.0,
      "end_time": 2817994.0,
      "text": "series of registers of enlistment for the regular army units and soldiers who were recruited into the regular army."
    },
    {
      "index": 313,
      "start_time": 2818000.0,
      "end_time": 2827567.0,
      "text": "And these are again available in Record Group 94 Entry 89, and they’re also available on microfilm in publication M233."
    },
    {
      "index": 314,
      "start_time": 2827560.0,
      "end_time": 2838009.0,
      "text": "And you can see it covers a huge time period.  So you have to have some idea of when a soldier enlisted,"
    },
    {
      "index": 315,
      "start_time": 2838010.0,
      "end_time": 2845607.0,
      "text": "because they’re arranged by year of enlistment and then generally by the first letter of the last name."
    },
    {
      "index": 316,
      "start_time": 2845610.0,
      "end_time": 2851248.0,
      "text": "So they’re not completely alphabetical, but they’re generally alphabetical, if you know what I mean."
    },
    {
      "index": 317,
      "start_time": 2851250.0,
      "end_time": 2862628.0,
      "text": "All the names beginning with B are together, but they may not be arranged strictly alphabetically within.  But it will give you"
    },
    {
      "index": 318,
      "start_time": 2862630.0,
      "end_time": 2868992.0,
      "text": "specific information about the soldier including his name and rank.  Again it will give you a physical description."
    },
    {
      "index": 319,
      "start_time": 2868990.0,
      "end_time": 2880786.0,
      "text": "It will tell you his occupation in civilian life, his date and place of enlistment, his date and place of birth, and his enlistment"
    },
    {
      "index": 320,
      "start_time": 2880780.0,
      "end_time": 2887839.0,
      "text": "and discharge information.  So basically it gives you the beginning of his service and the end of his service."
    },
    {
      "index": 321,
      "start_time": 2887840.0,
      "end_time": 2894991.0,
      "text": "Here’s a typical example of what the Register of Enlistments looked like.  Again each entry covers two pages."
    },
    {
      "index": 322,
      "start_time": 2894990.0,
      "end_time": 2904510.0,
      "text": "We’ll take a specific look at this page and we’ll look at this soldier: Robert Allen.  If you read through his entry this"
    },
    {
      "index": 323,
      "start_time": 2904510.0,
      "end_time": 2910733.0,
      "text": "is what you find out about him: he was 18 years old when he enlisted on November 15th, 1862."
    },
    {
      "index": 324,
      "start_time": 2910740.0,
      "end_time": 2915802.0,
      "text": "He enlisted at Hilton Head, South Carolina, but he was originally from Massachusetts near Bedford."
    },
    {
      "index": 325,
      "start_time": 2915800.0,
      "end_time": 2924067.0,
      "text": "We find out that he was a paper-maker.  His physical description was “blue eyes, brown hair, brown complexion, 5’3”.”"
    },
    {
      "index": 326,
      "start_time": 2924070.0,
      "end_time": 2929596.0,
      "text": "And he was assigned to Company E of the 3rd U.S. Artillery.  And in the remarks section, which generally tells you when"
    },
    {
      "index": 327,
      "start_time": 2929590.0,
      "end_time": 2936092.0,
      "text": "he was discharged, it shows that he served until February 21st, 1865 and his reason for discharge"
    },
    {
      "index": 328,
      "start_time": 2936090.0,
      "end_time": 2941662.0,
      "text": "was “expiration of service,” which took place at Wilmington, North Carolina. He was a corporal at the time that"
    },
    {
      "index": 329,
      "start_time": 2941670.0,
      "end_time": 2951283.0,
      "text": "he ended service.  So again it will give you a basic overview of his service; when he went in and came out."
    },
    {
      "index": 330,
      "start_time": 2951280.0,
      "end_time": 2962101.0,
      "text": "We also have personal papers relating to regular soldiers, but because we do not have compiled service records for"
    },
    {
      "index": 331,
      "start_time": 2962100.0,
      "end_time": 2967626.0,
      "text": "regular soldiers these records are arranged separately.  But they are available.  So we have a"
    },
    {
      "index": 332,
      "start_time": 2967630.0,
      "end_time": 2975246.0,
      "text": "specific series of enlistment papers for regular army soldiers in Entry 91. We have other personal papers that"
    },
    {
      "index": 333,
      "start_time": 2975240.0,
      "end_time": 2982021.0,
      "text": "are available during the Civil War period in Entry 94, again arranged by unit and then alphabetically by soldier."
    },
    {
      "index": 334,
      "start_time": 2982020.0,
      "end_time": 2992747.0,
      "text": "And again, aside from enlistment papers you’ll find the inventory of effects.  If somebody died during service you may find a report of death and interment."
    },
    {
      "index": 335,
      "start_time": 2992750.0,
      "end_time": 3001527.0,
      "text": "Those were also filled out by the War Department.  This series, “Final Statements,” used to be part of the personal papers."
    },
    {
      "index": 336,
      "start_time": 3001530.0,
      "end_time": 3008264.0,
      "text": "It had been the intention of the War Department at the time to separate all of the personal papers out by type and"
    },
    {
      "index": 337,
      "start_time": 3008260.0,
      "end_time": 3015078.0,
      "text": "arranged them separately into separate series.  They got as far as the final statements, and then I guess they gave up on the project."
    },
    {
      "index": 338,
      "start_time": 3015080.0,
      "end_time": 3024330.0,
      "text": "So all the other types of personal papers are still arranged in a general series, but final statements are available in Entry 96."
    },
    {
      "index": 339,
      "start_time": 3024330.0,
      "end_time": 3033804.0,
      "text": "And those records generally document the reason a soldier left service:  whether his enlistment expired,"
    },
    {
      "index": 340,
      "start_time": 3033800.0,
      "end_time": 3037980.0,
      "text": "or whether he died, or whatever.  And I’ll show you an example in a second."
    },
    {
      "index": 341,
      "start_time": 3037980.0,
      "end_time": 3044296.0,
      "text": "Here’s the original enlistment paper for Robert Allen, who we just looked at in the Register of Enlistments."
    },
    {
      "index": 342,
      "start_time": 3044300.0,
      "end_time": 3053123.0,
      "text": "This is the original document on which that entry was based.  All of the information that you found in the register"
    },
    {
      "index": 343,
      "start_time": 3053120.0,
      "end_time": 3063569.0,
      "text": "was found in his original enlistment paper.  This is the final statement of service for Private John Boyer of the 10th U.S. Infantry Company B."
    },
    {
      "index": 344,
      "start_time": 3063570.0,
      "end_time": 3072765.0,
      "text": "And again it gives all the basic information about him: where he was born, a physical description, his enlistment information."
    },
    {
      "index": 345,
      "start_time": 3072770.0,
      "end_time": 3080758.0,
      "text": "And then in this column here it shows his reason for discharge.  And in this case it shows that he died during"
    },
    {
      "index": 346,
      "start_time": 3080750.0,
      "end_time": 3088923.0,
      "text": "service on October 19th, 1864 at the Lincoln General Hospital in Washington, D.C. from an inflammation of the lungs."
    },
    {
      "index": 347,
      "start_time": 3088930.0,
      "end_time": 3096593.0,
      "text": "So you find those types of records in the final statements."
    },
    {
      "index": 348,
      "start_time": 3096590.0,
      "end_time": 3103045.0,
      "text": "We also have carded medical records for regular army soldiers identical in nature to what we’ve seen for the volunteers."
    },
    {
      "index": 349,
      "start_time": 3103040.0,
      "end_time": 3111167.0,
      "text": "We have a separate series for the regular army in Entry 529, and then a series for the Pioneer Corps,"
    },
    {
      "index": 350,
      "start_time": 3111170.0,
      "end_time": 3116650.0,
      "text": "and also a separate series for hospital stewards, noncommissioned officers, and musicians."
    },
    {
      "index": 351,
      "start_time": 3116650.0,
      "end_time": 3125254.0,
      "text": "But again, they’re virtually identical to the ones that we’ve seen for the volunteer soldiers.  And we also do have regimental"
    },
    {
      "index": 352,
      "start_time": 3125260.0,
      "end_time": 3137066.0,
      "text": "descriptive books for the regular army arranged by arm of service: artillery, cavalry, infantry, engineers, and other specialized units."
    },
    {
      "index": 353,
      "start_time": 3137060.0,
      "end_time": 3146859.0,
      "text": "But these are not located in Record Group 94.  These are in Record Group 391, which are the records of the U.S. army mobile units."
    },
    {
      "index": 354,
      "start_time": 3146860.0,
      "end_time": 3151922.0,
      "text": "But they do include all of the regular army regiments that were raised and served during the Civil War."
    },
    {
      "index": 355,
      "start_time": 3151920.0,
      "end_time": 3159954.0,
      "text": "I haven’t mentioned descriptive books for the Confederate army mainly because we have very, very few that have survived."
    },
    {
      "index": 356,
      "start_time": 3159960.0,
      "end_time": 3171384.0,
      "text": "So it really wasn’t worth mentioning them too much, but you may find one or two for a specific regiment for the Confederates."
    },
    {
      "index": 357,
      "start_time": 3171380.0,
      "end_time": 3180483.0,
      "text": "But they are by far not nearly as prevalent as what we have for the Union army.  But if you do want to"
    },
    {
      "index": 358,
      "start_time": 3180480.0,
      "end_time": 3191518.0,
      "text": "see what we do have, they are listed in the finding aid for RG109.  If you go to a particular state, you can see for the regiments that were"
    },
    {
      "index": 359,
      "start_time": 3191520.0,
      "end_time": 3200497.0,
      "text": "raised for that state there might show up a descriptive book or an order book for one or two particular regiments.  But you’ll find them listed there."
    },
    {
      "index": 360,
      "start_time": 3200500.0,
      "end_time": 3209788.0,
      "text": "We do have a couple of published sources for officers during the Civil War.  For whatever reason, officers seem"
    },
    {
      "index": 361,
      "start_time": 3209790.0,
      "end_time": 3216152.0,
      "text": "to get more attention than the enlisted men do.  All of these different publications you can go to"
    },
    {
      "index": 362,
      "start_time": 3216150.0,
      "end_time": 3221793.0,
      "text": "to get specific information about officers in the regular army who served during the war."
    },
    {
      "index": 363,
      "start_time": 3221790.0,
      "end_time": 3230056.0,
      "text": "And we have all of these publications over here in our library.  They should be available in most university libraries"
    },
    {
      "index": 364,
      "start_time": 3230060.0,
      "end_time": 3239905.0,
      "text": "or public libraries as well.  So this is another specific source that you can go to to get basic information about officers."
    },
    {
      "index": 365,
      "start_time": 3239900.0,
      "end_time": 3250721.0,
      "text": "The Confederates did have their version of the regular army, as well: units raised directly by the Confederate government."
    },
    {
      "index": 366,
      "start_time": 3250720.0,
      "end_time": 3265116.0,
      "text": "But the difference here is that we do have compiled service records for these regular army units, as opposed to what we have for the Union army."
    },
    {
      "index": 367,
      "start_time": 3265120.0,
      "end_time": 3273247.0,
      "text": "And that’s generally because when the War Department was creating the Confederate service records, they just went ahead and created the compiled"
    },
    {
      "index": 368,
      "start_time": 3273250.0,
      "end_time": 3280848.0,
      "text": "records for whatever type of soldier they found whether it was from a state regiment or one of these regimental units that are listed here."
    },
    {
      "index": 369,
      "start_time": 3280840.0,
      "end_time": 3291424.0,
      "text": "So we have compiled service records for C.S. regiments, Native American regiments that were raised –"
    },
    {
      "index": 370,
      "start_time": 3291430.0,
      "end_time": 3299696.0,
      "text": "they also had their own version of the Invalid Corps as you can see down here.  But basically as I said, these are"
    },
    {
      "index": 371,
      "start_time": 3299700.0,
      "end_time": 3305969.0,
      "text": "regiments that were raised directly by the Confederate government; we have all these different types available."
    },
    {
      "index": 372,
      "start_time": 3305960.0,
      "end_time": 3319753.0,
      "text": "We also have a series of compiled service records for Confederate generals, staff officers, and nonregimental enlisted men."
    },
    {
      "index": 373,
      "start_time": 3319760.0,
      "end_time": 3326401.0,
      "text": "And this is where I thought your question might come in.  You said your ancestor was a courier for General Lee?"
    },
    {
      "index": 374,
      "start_time": 3326400.0,
      "end_time": 3340610.0,
      "text": "Then it’s possible you might find him here.  As I said this includes staff officers, general officers, and it goes down"
    },
    {
      "index": 375,
      "start_time": 3340610.0,
      "end_time": 3349109.0,
      "text": "to the army corps division and brigade staffs and aides to camp.  So if he was a courier he might fall under the aides to camp category."
    },
    {
      "index": 376,
      "start_time": 3349110.0,
      "end_time": 3356355.0,
      "text": "So that might be worth looking at to see if you might find something on him.  These are all microfilmed similarly to"
    },
    {
      "index": 377,
      "start_time": 3356350.0,
      "end_time": 3367263.0,
      "text": "the other state compiled records for Confederate soldiers in M331.  And we also have a separate index in"
    },
    {
      "index": 378,
      "start_time": 3367260.0,
      "end_time": 3382864.0,
      "text": "M818 that covers both the organizations raised directly by the regiment, and the general and staff officers."
    },
    {
      "index": 379,
      "start_time": 3382870.0,
      "end_time": 3391856.0,
      "text": "And I thought there was another one.  I guess not.  So this covers all of the compiled service records"
    },
    {
      "index": 380,
      "start_time": 3391850.0,
      "end_time": 3396819.0,
      "text": "that we have that would generally relate to what would be regarded as the Confederate regular army."
    },
    {
      "index": 381,
      "start_time": 3396820.0,
      "end_time": 3410009.0,
      "text": "And that is your basic overview, in a little more detailed sense, of what we have available for general service in the Union and Confederate armies."
    },
    {
      "index": 382,
      "start_time": 3410010.0,
      "end_time": 3419019.0,
      "text": "Again, this probably doesn’t even scratch the surface of what we have.  Of course we have pension records for Union soldiers."
    },
    {
      "index": 383,
      "start_time": 3419020.0,
      "end_time": 3427240.0,
      "text": "I mentioned at the beginning that we have hospital records: field hospital records, regimental hospital records during the war."
    },
    {
      "index": 384,
      "start_time": 3427240.0,
      "end_time": 3433556.0,
      "text": "We have prisoner of war records for both the Union and Confederate prison camps."
    },
    {
      "index": 385,
      "start_time": 3433560.0,
      "end_time": 3441873.0,
      "text": "So there are a slew of records that you can still use to research service in the army during the war."
    },
    {
      "index": 386,
      "start_time": 3441870.0,
      "end_time": 3456452.0,
      "text": "But the records that we covered here should at least get you started.  Any questions?"
    },
    {
      "index": 387,
      "start_time": 3456450.0,
      "end_time": 3465393.0,
      "text": "The draft records that we have for the Union army are in Record Group 110, which are the records of the provost marshal’s office."
    },
    {
      "index": 388,
      "start_time": 3465400.0,
      "end_time": 3475869.0,
      "text": "But we do have the general or consolidated draft lists.  Those should still be here in this building, but all of the other"
    },
    {
      "index": 389,
      "start_time": 3475860.0,
      "end_time": 3483545.0,
      "text": "field service records that were created during the draft have been sent out to our regional archives.  So they’ve been disbursed."
    },
    {
      "index": 390,
      "start_time": 3483550.0,
      "end_time": 3493303.0,
      "text": "We have them, but they’re at the regions.  But the consolidated lists should still be here in this building.  Was there another question?"
    },
    {
      "index": 391,
      "start_time": 3493300.0,
      "end_time": 3521721.0,
      "text": "Audience Member: Where would we go to find information about contracted surgeon pensions?"
    },
    {
      "index": 392,
      "start_time": 3521720.0,
      "end_time": 3529661.0,
      "text": "John Deeben: I’m not sure what the date range is, but I know in RG94 we have a series"
    },
    {
      "index": 393,
      "start_time": 3529670.0,
      "end_time": 3538215.0,
      "text": "relating to contract surgeons.  We do have that, but I’m not sure if it extends beyond the Civil War or not."
    },
    {
      "index": 394,
      "start_time": 3538210.0,
      "end_time": 3552978.0,
      "text": "Audience Member: Could we find them online?"
    },
    {
      "index": 395,
      "start_time": 3552980.0,
      "end_time": 3557531.0,
      "text": "John Deeben: I’m not sure if they’re online.  I would probably go to the finding aid."
    },
    {
      "index": 396,
      "start_time": 3557530.0,
      "end_time": 3569133.0,
      "text": "The finding aid for RG94 is “Preliminary Inventory 17.”  So if you ever go over to our finding aids office, just ask for PI17."
    },
    {
      "index": 397,
      "start_time": 3569130.0,
      "end_time": 3579029.0,
      "text": "And that will give you a listing of all the series in RG94 with a pretty good description of each individual series and what they have."
    },
    {
      "index": 398,
      "start_time": 3579030.0,
      "end_time": 3590454.0,
      "text": "You had a question?"
    },
    {
      "index": 399,
      "start_time": 3590460.0,
      "end_time": 3608107.0,
      "text": "Some of the state colored troops were re-designated as U.S.C.T.  The 18th U.S. Colored Troops?  Is that what you’re referring to?"
    },
    {
      "index": 400,
      "start_time": 3608100.0,
      "end_time": 3619385.0,
      "text": "I’m not sure how you would go about finding it out, but we should have something.  Probably if you asked one of the"
    },
    {
      "index": 401,
      "start_time": 3619390.0,
      "end_time": 3631465.0,
      "text": "reference archivists over in the finding aids room they should be able to figure out what U.S.C.T. units correlated to former state troops."
    },
    {
      "index": 402,
      "start_time": 3631460.0,
      "end_time": 3652776.0,
      "text": "Another question?"
    },
    {
      "index": 403,
      "start_time": 3652780.0,
      "end_time": 3664157.0,
      "text": "Basically what we have are the records that the government created during the war.  So I know that state archives have their own records,"
    },
    {
      "index": 404,
      "start_time": 3664160.0,
      "end_time": 3677721.0,
      "text": "their own enlistment books, and things like that.  Those also exist, but those aren’t federal records. Any other questions or comments?"
    },
    {
      "index": 405,
      "start_time": 3677720.0,
      "end_time": 3681482.0,
      "text": "Audience Member: Why were there no Union recruits from South Carolina?"
    },
    {
      "index": 406,
      "start_time": 3681480.0,
      "end_time": 3694808.0,
      "text": "John Deeben: I thought that would be pretty obvious.  South Carolina, those were the hotheads.  Pretty much."
    },
    {
      "index": 407,
      "start_time": 3694810.0,
      "end_time": 3711482.0,
      "text": "And the Union army didn’t finally get into South Carolina until the very end of the war, so there"
    },
    {
      "index": 408,
      "start_time": 3711480.0,
      "end_time": 3717702.0,
      "text": "probably wasn’t a lot of time left to do any recruiting.  Any other questions or comments?"
    },
    {
      "index": 409,
      "start_time": 3717700.0,
      "end_time": 3744961.0,
      "text": "Audience Member: During the Civil War, could you speed up the process of naturalization through enlistment?"
    },
    {
      "index": 410,
      "start_time": 3744960.0,
      "end_time": 3750533.0,
      "text": "John Deeben: Yes, during the Civil War you could expedite the naturalization process by joining the army."
    },
    {
      "index": 411,
      "start_time": 3750530.0,
      "end_time": 3760530.0,
      "text": "But those wouldn’t have been military records.  You still would have had to go through the naturalization process in court."
    }
  ]
}