{
  "video_id": "NxHNxmJv2bQ",
  "title": "Mechanism of Drug Addiction in the Brain, Animation.",
  "json": [
    {
      "index": 1,
      "start_time": 3110.0,
      "end_time": 9200.0,
      "text": "Addiction is a neurological disorder that affects the reward system in the brain. In"
    },
    {
      "index": 2,
      "start_time": 9200.0,
      "end_time": 15200.0,
      "text": "a healthy person, the reward system reinforces important behaviors that are essential for"
    },
    {
      "index": 3,
      "start_time": 15200.0,
      "end_time": 23730.0,
      "text": "survival such as eating, drinking, sex, and social interaction. For example, the reward"
    },
    {
      "index": 4,
      "start_time": 23730.0,
      "end_time": 28250.0,
      "text": "system ensures that you reach for food when you are hungry, because you know that after"
    },
    {
      "index": 5,
      "start_time": 28250.0,
      "end_time": 34219.0,
      "text": "eating you will feel good. In other words, it makes the activity of eating pleasurable"
    },
    {
      "index": 6,
      "start_time": 34219.0,
      "end_time": 40480.0,
      "text": "and memorable, so you would want to do it again and again whenever you feel hungry."
    },
    {
      "index": 7,
      "start_time": 40480.0,
      "end_time": 47190.0,
      "text": "Drugs of abuse hijack this system, turning the person’s natural needs into drug needs."
    },
    {
      "index": 8,
      "start_time": 47190.0,
      "end_time": 52980.0,
      "text": "The brain consists of billions of neurons, or nerve cells, which communicate via chemical"
    },
    {
      "index": 9,
      "start_time": 52980.0,
      "end_time": 59620.0,
      "text": "messages, or neurotransmitters. When a neuron is sufficiently stimulated, an electrical"
    },
    {
      "index": 10,
      "start_time": 59620.0,
      "end_time": 66290.0,
      "text": "impulse called an action potential is generated and travels down the axon to the nerve terminal."
    },
    {
      "index": 11,
      "start_time": 66290.0,
      "end_time": 73430.0,
      "text": "Here, it triggers the release of a neurotransmitter into the synaptic cleft - a space between"
    },
    {
      "index": 12,
      "start_time": 73430.0,
      "end_time": 79420.0,
      "text": "neurons. The neurotransmitter then binds to a receptor on a neighboring neuron, generating"
    },
    {
      "index": 13,
      "start_time": 79420.0,
      "end_time": 85070.0,
      "text": "a signal in it, thereby transmitting the information to that neuron."
    },
    {
      "index": 14,
      "start_time": 85070.0,
      "end_time": 90229.0,
      "text": "The major reward pathways involve transmission of the neurotransmitter dopamine from the"
    },
    {
      "index": 15,
      "start_time": 90229.0,
      "end_time": 96720.0,
      "text": "ventral tegmental area – the VTA - of the midbrain to the limbic system and the frontal"
    },
    {
      "index": 16,
      "start_time": 96720.0,
      "end_time": 104770.0,
      "text": "cortex. Engaging in enjoyable activities generates action potentials in dopamine-producing neurons"
    },
    {
      "index": 17,
      "start_time": 104770.0,
      "end_time": 112880.0,
      "text": "of the VTA. This causes dopamine release from the neurons into the synaptic space. Dopamine"
    },
    {
      "index": 18,
      "start_time": 112880.0,
      "end_time": 119479.0,
      "text": "then binds to and stimulates dopamine-receptor on the receiving neuron. This stimulation"
    },
    {
      "index": 19,
      "start_time": 119479.0,
      "end_time": 126600.0,
      "text": "by dopamine is believed to produce the pleasurable feelings or rewarding effect. Dopamine molecules"
    },
    {
      "index": 20,
      "start_time": 126600.0,
      "end_time": 131970.0,
      "text": "are then removed from the synaptic space and transported back in to the transmitting neuron"
    },
    {
      "index": 21,
      "start_time": 131970.0,
      "end_time": 138260.0,
      "text": "by a special protein called dopamine-transporter. Most drugs of abuse increase the level of"
    },
    {
      "index": 22,
      "start_time": 138260.0,
      "end_time": 145849.0,
      "text": "dopamine in the reward pathway. Some drugs such as alcohol, heroin, and nicotine indirectly"
    },
    {
      "index": 23,
      "start_time": 145849.0,
      "end_time": 153920.0,
      "text": "excite the dopamine-producing neurons in the VTA so that they generate more action potentials."
    },
    {
      "index": 24,
      "start_time": 153920.0,
      "end_time": 160310.0,
      "text": "Cocaine acts at the nerve terminal. It binds to dopamine-transporter and blocks the re-uptake"
    },
    {
      "index": 25,
      "start_time": 160310.0,
      "end_time": 168180.0,
      "text": "of dopamine. Methamphetamine – a psychostimulant – acts similarly to cocaine in blocking"
    },
    {
      "index": 26,
      "start_time": 168180.0,
      "end_time": 175739.0,
      "text": "dopamine removal. In addition, it can enter the neuron, into the dopamine-containing vesicles"
    },
    {
      "index": 27,
      "start_time": 175739.0,
      "end_time": 181379.0,
      "text": "where it triggers dopamine release even in the absence of action potentials."
    },
    {
      "index": 28,
      "start_time": 181379.0,
      "end_time": 185849.0,
      "text": "Different drugs act different way but the common outcome is that dopamine builds-up"
    },
    {
      "index": 29,
      "start_time": 185849.0,
      "end_time": 192540.0,
      "text": "in the synapse to a much greater amount than normal. This causes a continuous stimulation,"
    },
    {
      "index": 30,
      "start_time": 192540.0,
      "end_time": 197879.0,
      "text": "maybe over-stimulation of receiving neurons and is responsible for prolonged and intense"
    },
    {
      "index": 31,
      "start_time": 197879.0,
      "end_time": 206440.0,
      "text": "euphoria experienced by drug users. Repeated exposure to dopamine surges caused by drugs"
    },
    {
      "index": 32,
      "start_time": 206440.0,
      "end_time": 213790.0,
      "text": "eventually de-sensitizes the reward system. The system is no longer responsive to everyday"
    },
    {
      "index": 33,
      "start_time": 213790.0,
      "end_time": 220170.0,
      "text": "stimuli; the only thing that is rewarding is the drug. That is how drugs change the"
    },
    {
      "index": 34,
      "start_time": 220170.0,
      "end_time": 226620.0,
      "text": "person’s life priority. After some time, even the drug loses its ability to reward"
    },
    {
      "index": 35,
      "start_time": 226620.0,
      "end_time": 232300.0,
      "text": "and higher doses are required to achieve the rewarding effect. This ultimately leads to"
    },
    {
      "index": 36,
      "start_time": 232300.0,
      "end_time": 242300.0,
      "text": "drug overdose."
    }
  ]
}