{
  "video_id": "NXw08T4k6nU",
  "title": "Side Effects of Antipsychotic Drugs | Schizophrenia",
  "json": [
    {
      "index": 1,
      "start_time": 5160.0,
      "end_time": 10350.0,
      "text": "Anti-psychotic medications are very useful and have helped many people with schizophrenia"
    },
    {
      "index": 2,
      "start_time": 10350.0,
      "end_time": 16490.0,
      "text": "to lead healthy and productive lives by taking care of some of the symptoms, including delusions,"
    },
    {
      "index": 3,
      "start_time": 16490.0,
      "end_time": 22320.0,
      "text": "hallucinations, disorganized thinking, disorganized behavior, and negative symptoms, or lack of"
    },
    {
      "index": 4,
      "start_time": 22320.0,
      "end_time": 27539.0,
      "text": "motivation that may come with schizophrenia. However, they don&#39;t come without side effects."
    },
    {
      "index": 5,
      "start_time": 27539.0,
      "end_time": 32660.0,
      "text": "I&#39;m going to talk with you about four different categories of side effects that seem to be"
    },
    {
      "index": 6,
      "start_time": 32659.0,
      "end_time": 34990.0,
      "text": "very common."
    },
    {
      "index": 7,
      "start_time": 34100.0,
      "end_time": 41100.0,
      "text": "One is what we call extrapyramidal symptoms. Those are motor or movement side effects of"
    },
    {
      "index": 8,
      "start_time": 42760.0,
      "end_time": 48680.0,
      "text": "these medications. The older anti-psychotics tend to have more of these side effects. They"
    },
    {
      "index": 9,
      "start_time": 48680.0,
      "end_time": 55680.0,
      "text": "include feeling stiff in your muscles, having tremor in your hands or in your body, feeling"
    },
    {
      "index": 10,
      "start_time": 56390.0,
      "end_time": 61739.0,
      "text": "restless and unable to sit still, or having what we call tardive dyskynesia. That occurs"
    },
    {
      "index": 11,
      "start_time": 61739.0,
      "end_time": 68610.0,
      "text": "over time, where you might have movements of your mouth or of your limbs that are repetitive"
    },
    {
      "index": 12,
      "start_time": 68610.0,
      "end_time": 74819.0,
      "text": "and that appear after a period of treatment. Those are the extrapyramidal symptoms, or"
    },
    {
      "index": 13,
      "start_time": 74819.0,
      "end_time": 77990.0,
      "text": "EPS. They&#39;re more common with the older medications."
    },
    {
      "index": 14,
      "start_time": 77990.0,
      "end_time": 83729.0,
      "text": "With the newer medications, the more common side effects tend to be what we call the metabolic"
    },
    {
      "index": 15,
      "start_time": 83729.0,
      "end_time": 88990.0,
      "text": "side effects, or cardiometabolic side effects. Those include weight gain, an increased blood"
    },
    {
      "index": 16,
      "start_time": 88990.0,
      "end_time": 95619.0,
      "text": "sugar or risk for diabetes, and an increased cholesterol. Initially, we were really excited"
    },
    {
      "index": 17,
      "start_time": 95619.0,
      "end_time": 98500.0,
      "text": "about all of the new anti-psychotic medications."
    },
    {
      "index": 18,
      "start_time": 98500.0,
      "end_time": 105500.0,
      "text": "Then, when we saw how people gained weight and got more heart disease, partly related"
    },
    {
      "index": 19,
      "start_time": 105509.0,
      "end_time": 109810.0,
      "text": "to the medications, we started to see that there was a big risk there, because really,"
    },
    {
      "index": 20,
      "start_time": 109810.0,
      "end_time": 116160.0,
      "text": "it&#39;s heart disease and diabetes that tend to be the things that lead to early mortality"
    },
    {
      "index": 21,
      "start_time": 116160.0,
      "end_time": 121598.0,
      "text": "in people with schizophrenia. So, that&#39;s the second category of side effects."
    },
    {
      "index": 22,
      "start_time": 121599.0,
      "end_time": 128598.0,
      "text": "There&#39;s also anticholinergic side effects. Those include dry mouth, feeling flushed or"
    },
    {
      "index": 23,
      "start_time": 130250.0,
      "end_time": 137250.0,
      "text": "hot, having constipation. Those are things that tend to happen with the anticholinergic"
    },
    {
      "index": 24,
      "start_time": 138800.0,
      "end_time": 143860.0,
      "text": "side effects. Different medications, both old and new, have more or less anticholinergic"
    },
    {
      "index": 25,
      "start_time": 143860.0,
      "end_time": 145380.0,
      "text": "side effects."
    },
    {
      "index": 26,
      "start_time": 145380.0,
      "end_time": 152380.0,
      "text": "One last category that I&#39;ll mention is prolactin. Prolactin is a body hormone that you have."
    },
    {
      "index": 27,
      "start_time": 153250.0,
      "end_time": 158530.0,
      "text": "For some of our anti-psychotic medications, in particular Risperidone, is probably the"
    },
    {
      "index": 28,
      "start_time": 158530.0,
      "end_time": 165530.0,
      "text": "biggest culprit, increase prolactin production. What happens, then, is that women especially"
    },
    {
      "index": 29,
      "start_time": 165700.0,
      "end_time": 172700.0,
      "text": "may not have their periods, they may have difficulty conceiving a child. And, for some"
    },
    {
      "index": 30,
      "start_time": 173760.0,
      "end_time": 178820.0,
      "text": "people, there&#39;s breast enlargement and even lactation, both men and women. That can be"
    },
    {
      "index": 31,
      "start_time": 178820.0,
      "end_time": 182989.0,
      "text": "a very disruptive side effect, obviously, and needs to be addressed."
    },
    {
      "index": 32,
      "start_time": 182990.0,
      "end_time": 188530.0,
      "text": "If you have side effects with anti-psychotic medications, definitely, there&#39;s many choices"
    },
    {
      "index": 33,
      "start_time": 188530.0,
      "end_time": 193600.0,
      "text": "of anti-psychotic medication, and so you should speak with your doctor or psychiatrist about"
    },
    {
      "index": 34,
      "start_time": 193600.0,
      "end_time": 198880.0,
      "text": "it, because they can try different things to see what works best for you and causes"
    },
    {
      "index": 35,
      "start_time": 198880.0,
      "end_time": 204790.0,
      "text": "the least burden of side effects to you. Many people have no side effects at all from anti-psychotic"
    },
    {
      "index": 36,
      "start_time": 204800.0,
      "end_time": 211800.0,
      "text": "medications, thank goodness. If you have schizophrenia and you&#39;re thinking about medications, find"
    },
    {
      "index": 37,
      "start_time": 213560.0,
      "end_time": 218100.0,
      "text": "a treatment provider you trust so you can work on finding the right medication for you."
    }
  ]
}