{
  "video_id": "nYiHToiki28",
  "title": "The Book You Really Need to Read Next",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 300.0,
      "end_time": 5500.0,
      "text": "At any point in time, we’re continuously being encouraged to pick up some novel or"
    },
    {
      "index": 2,
      "start_time": 5500.0,
      "end_time": 11000.0,
      "text": "other. Reviews, the recommendations of friends and the windows of bookstores edge us towards"
    },
    {
      "index": 3,
      "start_time": 11000.0,
      "end_time": 16600.0,
      "text": "certain titles that, we’re promised, will definitively answer the deepest needs that"
    },
    {
      "index": 4,
      "start_time": 16600.0,
      "end_time": 22000.0,
      "text": "we bring to literature. Imagine that we have picked up some such title. It’s late in"
    },
    {
      "index": 5,
      "start_time": 22000.0,
      "end_time": 27000.0,
      "text": "the evening and we’re just starting out, our volume releasing the characteristic sweet"
    },
    {
      "index": 6,
      "start_time": 27000.0,
      "end_time": 32600.0,
      "text": "smell of newly opened work. The author is going to great lengths to get us interested"
    },
    {
      "index": 7,
      "start_time": 32600.0,
      "end_time": 37200.0,
      "text": "in the life of someone living in Edinburgh in the 1930s; it’s raining a lot and their"
    },
    {
      "index": 8,
      "start_time": 37200.0,
      "end_time": 41800.0,
      "text": "car breaks down; they’ve got a friend in Budapest who is pregnant; there’s a robbery"
    },
    {
      "index": 9,
      "start_time": 41800.0,
      "end_time": 46100.0,
      "text": "at a department store. There’s a reference to Dundas Street and we flick back thirty"
    },
    {
      "index": 10,
      "start_time": 46100.0,
      "end_time": 50600.0,
      "text": "pages and realise that’s where the main character’s sister used to live. There’s"
    },
    {
      "index": 11,
      "start_time": 50600.0,
      "end_time": 56300.0,
      "text": "a retired engineer with very bushy eyebrows who must be important in some way we don’t"
    },
    {
      "index": 12,
      "start_time": 56300.0,
      "end_time": 62400.0,
      "text": "know yet. Immense effort and intelligence are being devoted to exploring the existence"
    },
    {
      "index": 13,
      "start_time": 62400.0,
      "end_time": 69100.0,
      "text": "of a fictional individual. But at this point, an incidental yet rather major thought strikes"
    },
    {
      "index": 14,
      "start_time": 69100.0,
      "end_time": 75800.0,
      "text": "us: no one, we realise, has ever looked at our life – our habits, our friends, our"
    },
    {
      "index": 15,
      "start_time": 75800.0,
      "end_time": 82300.0,
      "text": "past, our dilemmas and problems – with such sustained curiosity or in such detail. In"
    },
    {
      "index": 16,
      "start_time": 82300.0,
      "end_time": 88000.0,
      "text": "the novel on our lap, there seem to be plenty of pithy insights, clever summations, striking"
    },
    {
      "index": 17,
      "start_time": 88000.0,
      "end_time": 93200.0,
      "text": "observations and astute analyses, but all for the sake of the workings of the mind of"
    },
    {
      "index": 18,
      "start_time": 93200.0,
      "end_time": 100000.0,
      "text": "someone else, who’s not really very much like us. It’s a familiar situation we’ve"
    },
    {
      "index": 19,
      "start_time": 100000.0,
      "end_time": 106600.0,
      "text": "been educated politely to take for granted. But now it hits us with particular force:"
    },
    {
      "index": 20,
      "start_time": 106600.0,
      "end_time": 113000.0,
      "text": "we’re reading the wrong book. What we should really be doing is reading a book about us"
    },
    {
      "index": 21,
      "start_time": 113000.0,
      "end_time": 119500.0,
      "text": "– written with the same elegance and wisdom, but placing the raw material of our life in"
    },
    {
      "index": 22,
      "start_time": 119500.0,
      "end_time": 125600.0,
      "text": "a lucid order, selecting and joining up diverse events in our chaotic stream of consciousness"
    },
    {
      "index": 23,
      "start_time": 125600.0,
      "end_time": 132000.0,
      "text": "and turning them into a coherent story. We’re politely interested in the stories of others,"
    },
    {
      "index": 24,
      "start_time": 132000.0,
      "end_time": 138500.0,
      "text": "but the story we really need to hear about is our own. What we really crave is for someone"
    },
    {
      "index": 25,
      "start_time": 138500.0,
      "end_time": 146300.0,
      "text": "to make loving sense of us. We want them to write us, with all our complexity and obscurity,"
    },
    {
      "index": 26,
      "start_time": 146300.0,
      "end_time": 152200.0,
      "text": "down in crisply phrased and clear sentences. Our reading of someone else’s novel is dutiful"
    },
    {
      "index": 27,
      "start_time": 152200.0,
      "end_time": 156600.0,
      "text": "and well-educated no doubt, but it is as if we went to the doctor and they made a very"
    },
    {
      "index": 28,
      "start_time": 156600.0,
      "end_time": 163000.0,
      "text": "accurate diagnosis of someone else’s earache, or if a financial advisor went to great lengths"
    },
    {
      "index": 29,
      "start_time": 163000.0,
      "end_time": 168100.0,
      "text": "to present us with a solution to the money troubles of a stranger, from which we could"
    },
    {
      "index": 30,
      "start_time": 168100.0,
      "end_time": 174000.0,
      "text": "at best extract the occasional fleeting hint of what might possibly be useful in our own"
    },
    {
      "index": 31,
      "start_time": 174000.0,
      "end_time": 180900.0,
      "text": "case. In the 1690s, one of the greatest of French writers, François Fénelon, was appointed"
    },
    {
      "index": 32,
      "start_time": 180900.0,
      "end_time": 186400.0,
      "text": "tutor to the young Duke of Burgundy. To assist with his education, Fénelon wrote a long"
    },
    {
      "index": 33,
      "start_time": 186400.0,
      "end_time": 192800.0,
      "text": "and fascinating novel called The Adventures of Telemachus in which the Duke, lightly disguised,"
    },
    {
      "index": 34,
      "start_time": 192800.0,
      "end_time": 197800.0,
      "text": "was the central character. The problems the character in the novel faces were exactly"
    },
    {
      "index": 35,
      "start_time": 197800.0,
      "end_time": 202500.0,
      "text": "the problems the Duke was actually facing; the strengths and weakness of the central"
    },
    {
      "index": 36,
      "start_time": 202500.0,
      "end_time": 208300.0,
      "text": "character – carefully understood by the writer – were his. It sounded like the rarest"
    },
    {
      "index": 37,
      "start_time": 208300.0,
      "end_time": 214600.0,
      "text": "and most cultivated luxury to have someone write a novel about you. But it is a treat"
    },
    {
      "index": 38,
      "start_time": 214600.0,
      "end_time": 221900.0,
      "text": "we should all be granted – and perhaps secretly crave. We don’t need to give up our jobs"
    },
    {
      "index": 39,
      "start_time": 221900.0,
      "end_time": 227000.0,
      "text": "and become writers – because this book of ourselves is one we’re writing already;"
    },
    {
      "index": 40,
      "start_time": 227000.0,
      "end_time": 233100.0,
      "text": "we’re at work on it in the early hours, when we can’t sleep, when we daydream, make"
    },
    {
      "index": 41,
      "start_time": 233100.0,
      "end_time": 239700.0,
      "text": "plans, go over the past – and give ourselves over to retelling, as best we can, what has"
    },
    {
      "index": 42,
      "start_time": 239700.0,
      "end_time": 245500.0,
      "text": "really happened to us and what it all could mean. It’s simply a pity we don’t devote"
    },
    {
      "index": 43,
      "start_time": 245500.0,
      "end_time": 253000.0,
      "text": "as much energy as we should to this emerging, critically important work. It is hugely noble"
    },
    {
      "index": 44,
      "start_time": 253000.0,
      "end_time": 259100.0,
      "text": "that we spend so much time reading the novels of others. It is life-saving and properly"
    },
    {
      "index": 45,
      "start_time": 259100.00000000003,
      "end_time": 265600.0,
      "text": "generous to ourselves when we learn to order and make sense of the experiences of our own"
    },
    {
      "index": 46,
      "start_time": 265600.0,
      "end_time": 272100.0,
      "text": "troubled days and nights. There is no risk in reading plenty of novels, but on a regular"
    },
    {
      "index": 47,
      "start_time": 272100.0,
      "end_time": 279900.0,
      "text": "basis, we should carve the time to write and then read back to ourselves the nascent, unfolding novel of"
    },
    {
      "index": 48,
      "start_time": 280100.0,
      "end_time": 282800.0,
      "text": "the story of our own lives."
    },
    {
      "index": 49,
      "start_time": 284600.0,
      "end_time": 290000.0,
      "text": "To learn more about Self-Knowledge, click the link on your screen now."
    }
  ]
}