{
  "video_id": "NzBqJNh8z2U",
  "title": "How to Be A Great Leader According to Simon Sinek",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7870.0,
      "end_time": 12450.0,
      "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
    },
    {
      "index": 2,
      "start_time": 12450.0,
      "end_time": 17950.0,
      "text": "and life that you love. If you’ve ever wondered what it takes to inspire greatness not only"
    },
    {
      "index": 3,
      "start_time": 17950.0,
      "end_time": 23480.0,
      "text": "in yourself but in those around you, then today’s show is a must watch."
    },
    {
      "index": 4,
      "start_time": 23480.0,
      "end_time": 28820.0,
      "text": "Simon Sinek believes in a bright future and our ability to build it together. Described"
    },
    {
      "index": 5,
      "start_time": 28820.0,
      "end_time": 33309.0,
      "text": "as a visionary thinker with a rare intellect, Simon’s goal is to help build a world in"
    },
    {
      "index": 6,
      "start_time": 33309.0,
      "end_time": 37780.0,
      "text": "which the vast majority of people go home every day feeling fulfilled by their work."
    },
    {
      "index": 7,
      "start_time": 37780.0,
      "end_time": 42949.0,
      "text": "He is the author of two bestselling books: Start With Why: How Great Leaders Inspire"
    },
    {
      "index": 8,
      "start_time": 42949.0,
      "end_time": 49109.0,
      "text": "Everyone to Take Action and Leaders Eat Last: Why Some Teams Pull Together and Others Don’t."
    },
    {
      "index": 9,
      "start_time": 49109.0,
      "end_time": 54059.0,
      "text": "He’s best known for popularizing the concept of why, which is the third most watched TED"
    },
    {
      "index": 10,
      "start_time": 54059.0,
      "end_time": 59510.0,
      "text": "talk of all time. He speaks around the globe and has commented for local and national press,"
    },
    {
      "index": 11,
      "start_time": 59510.0,
      "end_time": 63300.0,
      "text": "including the New York Times, Inc. Magazine, NPR, and Businessweek."
    },
    {
      "index": 12,
      "start_time": 63300.0,
      "end_time": 67340.0,
      "text": "Simon, thank you so much for being here."
    },
    {
      "index": 13,
      "start_time": 67340.0,
      "end_time": 68530.0,
      "text": "You’re welcome. Thanks for having me."
    },
    {
      "index": 14,
      "start_time": 68530.0,
      "end_time": 72080.0,
      "text": "So we’ve known each other for years and I just wanna thank you for your work because"
    },
    {
      "index": 15,
      "start_time": 72080.0,
      "end_time": 76940.0,
      "text": "I’ve shared Start With Why countless times on MarieTV before and with our B-Schoolers,"
    },
    {
      "index": 16,
      "start_time": 76940.0,
      "end_time": 78760.0,
      "text": "so it’s great to finally have you in the chair."
    },
    {
      "index": 17,
      "start_time": 78760.0,
      "end_time": 80360.0,
      "text": "Thank you. I really appreciate you having me spread the message."
    },
    {
      "index": 18,
      "start_time": 80360.0,
      "end_time": 86850.0,
      "text": "Yeah, of course. So I want to take you back to when you had your own business and you"
    },
    {
      "index": 19,
      "start_time": 86850.0,
      "end_time": 90630.0,
      "text": "lost your passion for what you were doing. And I was wondering if you could speak a little"
    },
    {
      "index": 20,
      "start_time": 90630.0,
      "end_time": 97960.0,
      "text": "bit to how that experience led to your understanding and the whole concept of starting with why."
    },
    {
      "index": 21,
      "start_time": 97960.0,
      "end_time": 102360.0,
      "text": "So a lot of people think that this concept of why was some sort of academic exercise"
    },
    {
      "index": 22,
      "start_time": 102360.0,
      "end_time": 106450.0,
      "text": "that I went out and studied it, and I didn't. That’s not how it began. As you said, it"
    },
    {
      "index": 23,
      "start_time": 106450.0,
      "end_time": 111560.0,
      "text": "began out of pain. I owned my own small business, it was a strategic marketing consultancy,"
    },
    {
      "index": 24,
      "start_time": 111560.0,
      "end_time": 115820.0,
      "text": "and superficially my life looked pretty good. I owned my own business, I made a decent living,"
    },
    {
      "index": 25,
      "start_time": 115820.0,
      "end_time": 120780.0,
      "text": "we had incredible clients, and we did incredible work. Except after a few years of doing that,"
    },
    {
      "index": 26,
      "start_time": 120780.0,
      "end_time": 124590.0,
      "text": "I sort of lost my passion for it. I didn't want to wake up and do it again and I was"
    },
    {
      "index": 27,
      "start_time": 124590.0,
      "end_time": 129970.0,
      "text": "actually very embarrassed by that because there are people who had real problems. Like,"
    },
    {
      "index": 28,
      "start_time": 129970.0,
      "end_time": 134920.0,
      "text": "poor me. You know? And so I kept it to myself and I pretended. All of my energy went into"
    },
    {
      "index": 29,
      "start_time": 134920.0,
      "end_time": 140870.0,
      "text": "pretending that I was more successful, happier, and more in control than I felt. And it wasn’t"
    },
    {
      "index": 30,
      "start_time": 140870.0,
      "end_time": 146090.0,
      "text": "until a friend of mine came to me and sort of expressed concern like, “You’re different."
    },
    {
      "index": 31,
      "start_time": 146090.0,
      "end_time": 150659.0,
      "text": "Is everything ok?” And it wasn't until I had sort of that safety net of someone close"
    },
    {
      "index": 32,
      "start_time": 150659.0,
      "end_time": 157629.0,
      "text": "by that I had the courage to sort of not only face the problem but really confront it. And"
    },
    {
      "index": 33,
      "start_time": 157629.0,
      "end_time": 163230.0,
      "text": "it was that that was the birth of this concept of why. There was a confluence of events."
    },
    {
      "index": 34,
      "start_time": 163230.0,
      "end_time": 168760.0,
      "text": "And I realized that every single organization, including my own career, functioned on 3 levels:"
    },
    {
      "index": 35,
      "start_time": 168760.0,
      "end_time": 172670.0,
      "text": "what I did, how I did it, and why I did it. I knew what I did, that was easy to explain."
    },
    {
      "index": 36,
      "start_time": 172670.0,
      "end_time": 177170.0,
      "text": "How I did it was also pretty good. I was good at explaining what made me different or special"
    },
    {
      "index": 37,
      "start_time": 177170.0,
      "end_time": 182469.0,
      "text": "than others. But I couldn't tell you why I was doing it, and it was that missing piece"
    },
    {
      "index": 38,
      "start_time": 182469.0,
      "end_time": 186909.0,
      "text": "that I became obsessed with. And once I found my why not only was my passion restored to"
    },
    {
      "index": 39,
      "start_time": 186909.0,
      "end_time": 191219.0,
      "text": "levels that I’d never experienced before, but it put me on a trajectory that I couldn’t"
    },
    {
      "index": 40,
      "start_time": 191219.0,
      "end_time": 197180.0,
      "text": "have been on without it. And I learned a lot of things from that experience. A lot."
    },
    {
      "index": 41,
      "start_time": 197180.0,
      "end_time": 202139.0,
      "text": "Well, I know whenever I have mentioned your work or, you know, you spoke at one of our"
    },
    {
      "index": 42,
      "start_time": 202139.0,
      "end_time": 207389.0,
      "text": "live events and we’ll often share your TED talk, it literally brings people to tears"
    },
    {
      "index": 43,
      "start_time": 207389.0,
      "end_time": 212069.0,
      "text": "because there’s such a sense of alignment. And then, of course, naturally they want to"
    },
    {
      "index": 44,
      "start_time": 212069.0,
      "end_time": 216719.0,
      "text": "focus their energy on why am I doing it? And I just think it’s so important and it feels"
    },
    {
      "index": 45,
      "start_time": 216719.0,
      "end_time": 222919.0,
      "text": "like it was the perfect jump off point for your latest book. You know, and I know you’ve"
    },
    {
      "index": 46,
      "start_time": 222919.0,
      "end_time": 229480.0,
      "text": "spent a lot of time with men and women in uniform, traveled around to military bases,"
    },
    {
      "index": 47,
      "start_time": 229480.0,
      "end_time": 234419.0,
      "text": "and had a profound experience in Afghanistan. I was wondering if you can share some of that"
    },
    {
      "index": 48,
      "start_time": 234419.0,
      "end_time": 237090.0,
      "text": "and how it led to Leaders Eat Last."
    },
    {
      "index": 49,
      "start_time": 237090.0,
      "end_time": 241159.0,
      "text": "Yeah, I thought I was a one trick pony. You know, I thought this why thing… it was a"
    },
    {
      "index": 50,
      "start_time": 241159.0,
      "end_time": 241870.0,
      "text": "good trick, I mean, don't get me wrong, but…"
    },
    {
      "index": 51,
      "start_time": 241870.0,
      "end_time": 245599.0,
      "text": "It’s… are you kidding me? It’s an amazing trick. But I even love that you said that,"
    },
    {
      "index": 52,
      "start_time": 245599.0,
      "end_time": 249450.0,
      "text": "I just want to interrupt that for a second because so many people have a great idea or"
    },
    {
      "index": 53,
      "start_time": 249450.0,
      "end_time": 253290.0,
      "text": "we hear from folks in our audience who are like, “That’s it. I’m done. I don't"
    },
    {
      "index": 54,
      "start_time": 253290.0,
      "end_time": 256160.0,
      "text": "have any other good ideas. My creativity, out the window.”"
    },
    {
      "index": 55,
      "start_time": 256160.00000000003,
      "end_time": 260489.00000000003,
      "text": "That’s, you know, I was at peace with that. You know, and people would always ask me what’s"
    },
    {
      "index": 56,
      "start_time": 260488.99999999997,
      "end_time": 262639.0,
      "text": "next and I’m like, “I don't know.” You know, it’s like the first thing was born"
    },
    {
      "index": 57,
      "start_time": 262639.0,
      "end_time": 266810.0,
      "text": "out of pain. I was like, “I have no idea what’s gonna happen next.” And I was ok,"
    },
    {
      "index": 58,
      "start_time": 266810.0,
      "end_time": 271590.0,
      "text": "like I said, it was… it is a good trick. But it was an experience that I had in Afghanistan"
    },
    {
      "index": 59,
      "start_time": 271590.0,
      "end_time": 276750.0,
      "text": "that set into motion what became Leaders Eat Last. I did a lot of work with the mobility"
    },
    {
      "index": 60,
      "start_time": 276750.0,
      "end_time": 280729.0,
      "text": "forces, which is a branch of the Air Force responsible for all of the big planes like"
    },
    {
      "index": 61,
      "start_time": 280729.0,
      "end_time": 285849.0,
      "text": "the tankers and the cargo planes, even Air Force One. And the general who ran the mobility"
    },
    {
      "index": 62,
      "start_time": 285849.0,
      "end_time": 289310.0,
      "text": "forces at the time said, you know, you’ve gotten to know us quite well. Would you be"
    },
    {
      "index": 63,
      "start_time": 289310.0,
      "end_time": 294889.0,
      "text": "willing to go to Iraq or Afghanistan to see our men and women perform their duty in theatre?"
    },
    {
      "index": 64,
      "start_time": 294889.0,
      "end_time": 299680.0,
      "text": "So I agreed and they decided to send me to Afghanistan. I didn't tell my family because"
    },
    {
      "index": 65,
      "start_time": 299680.0,
      "end_time": 302979.0,
      "text": "I didn't want them to worry. I told them I was going to Germany, true. I told them I’d"
    },
    {
      "index": 66,
      "start_time": 302979.0,
      "end_time": 306259.0,
      "text": "be out of touch, true. I told them I’d be on a lot of planes, true. I just didn't tell"
    },
    {
      "index": 67,
      "start_time": 306259.0,
      "end_time": 312840.0,
      "text": "them I was going on to Afghanistan. So I had 2 escorts, it was me and 2 officers who went"
    },
    {
      "index": 68,
      "start_time": 312840.0,
      "end_time": 318650.0,
      "text": "with me, the three of us. And we left as basic strangers and we came back as brothers. It"
    },
    {
      "index": 69,
      "start_time": 318650.0,
      "end_time": 323550.0,
      "text": "was a… everything on our trip basically went wrong. 10 minutes after we landed in"
    },
    {
      "index": 70,
      "start_time": 323550.0,
      "end_time": 329280.0,
      "text": "Bagram in the middle of the night the base came under rocket attack. 3 rockets… I heard"
    },
    {
      "index": 71,
      "start_time": 329280.0,
      "end_time": 336080.0,
      "text": "the first one come in. 3 rockets landed about 100 yards off our nose. So the sirens are"
    },
    {
      "index": 72,
      "start_time": 336080.0,
      "end_time": 341800.0,
      "text": "blaring and the, you know, the calls for everyone to go to a safe place. I mean, that was how"
    },
    {
      "index": 73,
      "start_time": 341800.0,
      "end_time": 346889.0,
      "text": "my trip began. Strangely I was relaxed. I mean, for anyone who has ever been in a war"
    },
    {
      "index": 74,
      "start_time": 346889.0,
      "end_time": 350030.0,
      "text": "zone will know, you have all the feelings you would expect to have, you just don't have"
    },
    {
      "index": 75,
      "start_time": 350030.0,
      "end_time": 356379.0,
      "text": "them at the right times. Anyway, finally the all clear was given and, you know, we went"
    },
    {
      "index": 76,
      "start_time": 356379.0,
      "end_time": 361009.0,
      "text": "to bed. The goal was to go on an air drop and we found out that there was an airdrop"
    },
    {
      "index": 77,
      "start_time": 361009.0,
      "end_time": 365409.0,
      "text": "early, early the next morning. And so we got about 2 and a half hours, 3 hours of sleep,"
    },
    {
      "index": 78,
      "start_time": 365409.0,
      "end_time": 369789.0,
      "text": "woke up, and went to do this airdrop mission, which was incredible. We basically got on"
    },
    {
      "index": 79,
      "start_time": 369789.0,
      "end_time": 374879.0,
      "text": "a big C17 cargo plane, flew out about an hour and a half, 2 hours to the middle of the country,"
    },
    {
      "index": 80,
      "start_time": 374879.0,
      "end_time": 379250.0,
      "text": "dropped down to 2 thousand feet, the back cargo bay door opened, and we sat there and"
    },
    {
      "index": 81,
      "start_time": 379250.0,
      "end_time": 384919.0,
      "text": "watched as all this cargo slid out the back and was parachuted down to resupply an army"
    },
    {
      "index": 82,
      "start_time": 384919.0,
      "end_time": 389449.0,
      "text": "forward operating base. Incredible experience. Then we came back. Now the goal is to get"
    },
    {
      "index": 83,
      "start_time": 389449.0,
      "end_time": 393240.0,
      "text": "out of dodge. Now the goal is to find a flight home. There’s nothing that’s regularly"
    },
    {
      "index": 84,
      "start_time": 393240.0,
      "end_time": 398659.0,
      "text": "scheduled and any plane you get on is at the discretion of the pilots anyway. So we found"
    },
    {
      "index": 85,
      "start_time": 398659.0,
      "end_time": 405629.0,
      "text": "an outbound aeromedical mission, which is taking wounded warriors out of theatre. And"
    },
    {
      "index": 86,
      "start_time": 405629.0,
      "end_time": 409590.0,
      "text": "we asked the pilots can we get on, and they said sure. And we waited and waited and waited"
    },
    {
      "index": 87,
      "start_time": 409590.0,
      "end_time": 412870.0,
      "text": "and waited. And we’re all strapped in about 5 minutes before about to take off, they came"
    },
    {
      "index": 88,
      "start_time": 412870.0,
      "end_time": 416220.0,
      "text": "up to us and they said, “We need to bump you off the plane because we need more room"
    },
    {
      "index": 89,
      "start_time": 416220.0,
      "end_time": 419430.0,
      "text": "for stretchers.” And if there’s ever a good reason to get off a plane, that’s it."
    },
    {
      "index": 90,
      "start_time": 419430.0,
      "end_time": 421819.0,
      "text": "So that’s when we went to look for another flight and that’s when we found out there"
    },
    {
      "index": 91,
      "start_time": 421819.0,
      "end_time": 425439.0,
      "text": "wasn’t one and there wasn’t going to be one until Tuesday. It was only Saturday. So"
    },
    {
      "index": 92,
      "start_time": 425439.0,
      "end_time": 429759.0,
      "text": "at the very minimum I’m gonna be home 4 days late, my parents… I have no way of"
    },
    {
      "index": 93,
      "start_time": 429759.0,
      "end_time": 434439.0,
      "text": "getting a hold of my family, they don't know where I am, and there’s no guarantee we’re"
    },
    {
      "index": 94,
      "start_time": 434439.0,
      "end_time": 439139.0,
      "text": "getting on that plane. And I just remember every fiber of my being sort of dropping down."
    },
    {
      "index": 95,
      "start_time": 439139.0,
      "end_time": 444680.0,
      "text": "I remember all the energy just leaving me and I remember becoming completely obsessed"
    },
    {
      "index": 96,
      "start_time": 444680.0,
      "end_time": 448960.0,
      "text": "with one thing and only thing only, which was myself. I became obsessed with my safety,"
    },
    {
      "index": 97,
      "start_time": 448960.0,
      "end_time": 453490.0,
      "text": "my happiness, my security, and I didn't care who had to go out of their way to get me what"
    },
    {
      "index": 98,
      "start_time": 453490.0,
      "end_time": 457639.0,
      "text": "I wanted. There was a public affairs officer there who said I can get you on a flight to"
    },
    {
      "index": 99,
      "start_time": 457639.0,
      "end_time": 461759.0,
      "text": "Kyrgyzstan but you don't have the right visa, to which I said, “You get me on that plane.”"
    },
    {
      "index": 100,
      "start_time": 461759.0,
      "end_time": 466699.0,
      "text": "I don't talk to people that way and I could feel myself becoming this person I hated,"
    },
    {
      "index": 101,
      "start_time": 466699.0,
      "end_time": 470610.0,
      "text": "becoming this boss that at some point we’ve all worked for who only wants their own promotion"
    },
    {
      "index": 102,
      "start_time": 470610.0,
      "end_time": 474050.0,
      "text": "and doesn't care who has to twist themselves in knots so they can get what they want. I"
    },
    {
      "index": 103,
      "start_time": 474050.0,
      "end_time": 481419.0,
      "text": "was now becoming that person. We went back to the… to our housing, to our quarters,"
    },
    {
      "index": 104,
      "start_time": 481419.0,
      "end_time": 485289.0,
      "text": "and I laid down on the bed and closed my eyes but I couldn’t sleep, my mind was racing."
    },
    {
      "index": 105,
      "start_time": 485289.0,
      "end_time": 489599.0,
      "text": "I also became paranoid. I was convinced there was going to be another rocket attack and"
    },
    {
      "index": 106,
      "start_time": 489599.0,
      "end_time": 493699.0,
      "text": "I was convinced, absolutely convinced, it was going to land on me. I was convinced this"
    },
    {
      "index": 107,
      "start_time": 493699.0,
      "end_time": 498539.0,
      "text": "is how my parents would find out that I was in Afghanistan. One of the officers said he"
    },
    {
      "index": 108,
      "start_time": 498539.0,
      "end_time": 502189.0,
      "text": "was going to look for another flight and he left. And the other one said, “Well, I’m"
    },
    {
      "index": 109,
      "start_time": 502189.0,
      "end_time": 505830.0,
      "text": "going to the gym then,” and he left. And on his way out, because my eyes were closed,"
    },
    {
      "index": 110,
      "start_time": 505830.0,
      "end_time": 509569.0,
      "text": "he thought I was sleeping and he turned out the light. I was in this room by myself in"
    },
    {
      "index": 111,
      "start_time": 509569.0,
      "end_time": 517080.0,
      "text": "the dark, my mind racing, completely paranoid. And I realized that what I was experiencing"
    },
    {
      "index": 112,
      "start_time": 517080.00000000006,
      "end_time": 523279.00000000006,
      "text": "was an unfulfilled career or an unfulfilled life compressed and exaggerated into a 24"
    },
    {
      "index": 113,
      "start_time": 523279.0,
      "end_time": 528510.0,
      "text": "hour period. Because I had an amazing day. I had an incredibly exciting experience. I"
    },
    {
      "index": 114,
      "start_time": 528510.0,
      "end_time": 532120.0,
      "text": "didn't want to wake up and do it again. I was full of regret, I didn't… I regretting"
    },
    {
      "index": 115,
      "start_time": 532120.0,
      "end_time": 536500.0,
      "text": "saying yes to this, I didn't want to be there, I felt totally out of control. And I realized,"
    },
    {
      "index": 116,
      "start_time": 536500.0,
      "end_time": 544860.0,
      "text": "you know, a lot of people confused excitement with joy or they confused happiness with fulfilment."
    },
    {
      "index": 117,
      "start_time": 544860.0,
      "end_time": 548670.0,
      "text": "You know, our careers and our jobs can be exciting and fun and winning the new client"
    },
    {
      "index": 118,
      "start_time": 548670.0,
      "end_time": 553450.0,
      "text": "and making a big sale, but that doesn't mean we’re fulfilled, that doesn't mean we’re"
    },
    {
      "index": 119,
      "start_time": 553450.0,
      "end_time": 557790.0,
      "text": "inspired, that doesn't mean we have joy in our lives. And I realized this was the mistake"
    },
    {
      "index": 120,
      "start_time": 557790.0,
      "end_time": 564540.0,
      "text": "I had made. And so I’m in the purpose business, you know. I realize that I felt this way because"
    },
    {
      "index": 121,
      "start_time": 564540.0,
      "end_time": 568010.0,
      "text": "I didn't have a sense of purpose. And so I try to invent one. You’re here to tell their"
    },
    {
      "index": 122,
      "start_time": 568010.0,
      "end_time": 573940.0,
      "text": "story and come back and it worked for, like, a minute and then it would wear off. And I"
    },
    {
      "index": 123,
      "start_time": 573940.0,
      "end_time": 579350.0,
      "text": "had… I ran out of solutions. I was paranoid, I was scared, I was depressed, I was out of"
    },
    {
      "index": 124,
      "start_time": 579350.0,
      "end_time": 585589.0,
      "text": "control, and I had no solution. And so I lay in that bed and I gave up. I just… I gave"
    },
    {
      "index": 125,
      "start_time": 585589.0,
      "end_time": 590519.0,
      "text": "up. I had… I had nothing else. And having given up I decided that if I was gonna get"
    },
    {
      "index": 126,
      "start_time": 590519.0,
      "end_time": 596779.0,
      "text": "stuck here, I might as well make myself useful. And so I was going to volunteer to speak anywhere"
    },
    {
      "index": 127,
      "start_time": 596779.0,
      "end_time": 601060.0,
      "text": "and as often as they wanted me to to help out some of the amazing people that I’d"
    },
    {
      "index": 128,
      "start_time": 601060.0,
      "end_time": 605180.0,
      "text": "met. I don't care if I had to carry heavy boxes or sweep floors. It didn't matter how"
    },
    {
      "index": 129,
      "start_time": 605180.0,
      "end_time": 611070.0,
      "text": "menial, I wanted to serve those who served others. And upon making that decision, this"
    },
    {
      "index": 130,
      "start_time": 611070.0,
      "end_time": 617589.0,
      "text": "amazing calm came over me, an excitement even. I was excited to now be there and I couldn't"
    },
    {
      "index": 131,
      "start_time": 617589.0,
      "end_time": 623630.0,
      "text": "wait to get to work. As if it were a movie, it was eerie the timing, coming to this conclusion"
    },
    {
      "index": 132,
      "start_time": 623630.0,
      "end_time": 628019.0,
      "text": "the door flies open, it’s Major Throckmorton, one of the guys I’m flying with. And he"
    },
    {
      "index": 133,
      "start_time": 628019.0,
      "end_time": 631040.0,
      "text": "says, “There’s been a flight that’s been redirected. We can get on it if we leave"
    },
    {
      "index": 134,
      "start_time": 631040.0,
      "end_time": 633449.0,
      "text": "now. We’ve gotta leave now. If we don't leave now we're gonna miss it, they’re gonna"
    },
    {
      "index": 135,
      "start_time": 633449.0,
      "end_time": 636110.0,
      "text": "leave without us. We’ve gotta go now. Where’s Matt?” I’m like, “He’s at the gym.”"
    },
    {
      "index": 136,
      "start_time": 636110.0,
      "end_time": 641399.0,
      "text": "So we run to the gym, we get Matt off the treadmill, he comes back, no time to shower,"
    },
    {
      "index": 137,
      "start_time": 641399.0,
      "end_time": 645529.0,
      "text": "puts his uniform back on, we grab all our stuff, and we run out to the flight line."
    },
    {
      "index": 138,
      "start_time": 645529.0,
      "end_time": 647760.0,
      "text": "As soon as we get to the flight line we can see the plane we’re gonna get on, it’s"
    },
    {
      "index": 139,
      "start_time": 647760.0,
      "end_time": 652600.0,
      "text": "a big C17 again, and as soon as we get there there’s a security curtain that comes down"
    },
    {
      "index": 140,
      "start_time": 652600.0,
      "end_time": 658550.0,
      "text": "and won’t let us out to the plane. And the reason is is because somewhere else on base"
    },
    {
      "index": 141,
      "start_time": 658550.0,
      "end_time": 663560.0,
      "text": "they’re having a fallen soldier ceremony and out of respect when that’s happening,"
    },
    {
      "index": 142,
      "start_time": 663560.0,
      "end_time": 667730.0,
      "text": "everything stops on base. And so we just sat on the curb and waited and I told the guys"
    },
    {
      "index": 143,
      "start_time": 667730.0,
      "end_time": 673410.0,
      "text": "what I went through just a few moments ago, and I cried like a baby as I told them the"
    },
    {
      "index": 144,
      "start_time": 673410.0,
      "end_time": 677279.0,
      "text": "story. And one thing most people don't realize about the military, which is crying is just"
    },
    {
      "index": 145,
      "start_time": 677279.0,
      "end_time": 683670.0,
      "text": "fine. Finally the security curtain came up and we walked out to our aircraft, we got"
    },
    {
      "index": 146,
      "start_time": 683670.0,
      "end_time": 687970.0,
      "text": "on board, we would be the only 3 passengers aboard this aircraft. What I haven't told"
    },
    {
      "index": 147,
      "start_time": 687970.0,
      "end_time": 691990.0,
      "text": "you is the reason this flight was redirected is that we would be carrying home the soldier"
    },
    {
      "index": 148,
      "start_time": 691990.0,
      "end_time": 698100.0,
      "text": "for whom they just had the fallen soldier ceremony. So at the right time when the Army"
    },
    {
      "index": 149,
      "start_time": 698100.0,
      "end_time": 702670.0,
      "text": "brought the casket, we all stood at attention at the end of the plane and the soldiers brought"
    },
    {
      "index": 150,
      "start_time": 702670.0,
      "end_time": 706800.0,
      "text": "the flag draped casket, they placed it in the middle of the aircraft, they gave a slow"
    },
    {
      "index": 151,
      "start_time": 706800.0,
      "end_time": 711459.0,
      "text": "8 count salute, they walked off the aircraft, and we could see them crying and hugging each"
    },
    {
      "index": 152,
      "start_time": 711459.0,
      "end_time": 714920.0,
      "text": "other as they walked away out of sight as the Air Force crew got to work and strapped"
    },
    {
      "index": 153,
      "start_time": 714920.0,
      "end_time": 723949.0,
      "text": "down our precious cargo. It would be a 9 and a half hour flight overnight back to Germany."
    },
    {
      "index": 154,
      "start_time": 723949.0,
      "end_time": 728660.0,
      "text": "We all sort of sat there, the casket was over there as we just sat on the side of the plane"
    },
    {
      "index": 155,
      "start_time": 728660.0,
      "end_time": 731670.0,
      "text": "to take off. As soon as we got into the air we all staked out a piece of real estate somewhere"
    },
    {
      "index": 156,
      "start_time": 731670.0,
      "end_time": 736079.0,
      "text": "on the floor, pulled out our sleeping bags to try and get some sleep. On every other"
    },
    {
      "index": 157,
      "start_time": 736079.0,
      "end_time": 742180.0,
      "text": "flight we talked, we joked. Barely a word was spoken in close to 10 hours. On every"
    },
    {
      "index": 158,
      "start_time": 742180.0,
      "end_time": 745720.0,
      "text": "other flight I hung out in the flight deck on the cockpit and talked to the crew. I didn't"
    },
    {
      "index": 159,
      "start_time": 745720.0,
      "end_time": 751209.0,
      "text": "visit the cockpit once on this flight. And I’ll tell you, it was one of the most rewarding,"
    },
    {
      "index": 160,
      "start_time": 751209.0,
      "end_time": 754759.0,
      "text": "profound experiences of my life. That having gone through what I went through on the ground"
    },
    {
      "index": 161,
      "start_time": 754759.0,
      "end_time": 759920.0,
      "text": "just before over the course of those 24 hours, I had now had the opportunity to bring home"
    },
    {
      "index": 162,
      "start_time": 759920.0,
      "end_time": 766110.0,
      "text": "someone who knows a lot more about service than I ever will. Our last flight home was"
    },
    {
      "index": 163,
      "start_time": 766110.0,
      "end_time": 769880.0,
      "text": "in… we were bringing home wounded warriors from Germany back home to America, it was"
    },
    {
      "index": 164,
      "start_time": 769880.0,
      "end_time": 775250.0,
      "text": "about 30 something wounded. And there was one Marine in what they call CCAT at the back"
    },
    {
      "index": 165,
      "start_time": 775250.0,
      "end_time": 781360.0,
      "text": "of the plane. His wounds were very severe and he was kept in an artificial coma. I finally"
    },
    {
      "index": 166,
      "start_time": 781360.0,
      "end_time": 784740.0,
      "text": "mustered the courage to go talk to the docs who were assigned to take care of him. He"
    },
    {
      "index": 167,
      "start_time": 784740.0,
      "end_time": 788880.0,
      "text": "had 2 broken legs, 2 broken arms, shrapnel in the chest, a broken eye socket, a punctured"
    },
    {
      "index": 168,
      "start_time": 788880.0,
      "end_time": 793190.0,
      "text": "eyeball. He was in bad shape. And they walked me through his wounds and all of the innovations"
    },
    {
      "index": 169,
      "start_time": 793190.0,
      "end_time": 797540.0,
      "text": "that are taking place in trauma care that are making their way down into civilian hospitals,"
    },
    {
      "index": 170,
      "start_time": 797540.0,
      "end_time": 800440.0,
      "text": "which is amazing unto itself because even when they’re injured they're still giving"
    },
    {
      "index": 171,
      "start_time": 800440.0,
      "end_time": 806089.0,
      "text": "back to us. You know? And the doc was a reservist out of Austin, Texas who works in an ER back"
    },
    {
      "index": 172,
      "start_time": 806089.0,
      "end_time": 809820.0,
      "text": "home. And I asked him a question I don't think I would ever have asked him had I not just"
    },
    {
      "index": 173,
      "start_time": 809820.0,
      "end_time": 813839.0,
      "text": "gone through what I just went through. I said, “On these missions, do you have a greater"
    },
    {
      "index": 174,
      "start_time": 813839.0,
      "end_time": 818009.0,
      "text": "sense of fulfilment than you do back home?” I said, “You’re a good guy, you’re…"
    },
    {
      "index": 175,
      "start_time": 818009.0,
      "end_time": 822149.0,
      "text": "you save lives for a living.” And he looked at me and said, “There’s no comparison.”"
    },
    {
      "index": 176,
      "start_time": 822149.0,
      "end_time": 826259.0,
      "text": "He said 90 to 95 percent of the people in the ER are either drunks or idiots. That’s"
    },
    {
      "index": 177,
      "start_time": 826259.0,
      "end_time": 830720.0,
      "text": "what lands them in the ER. He says, “There’s not a single drunk or idiot here.” And so"
    },
    {
      "index": 178,
      "start_time": 830720.0,
      "end_time": 838480.0,
      "text": "when I came home it shook me for a while and I really started to question the environments"
    },
    {
      "index": 179,
      "start_time": 838480.0,
      "end_time": 844459.0,
      "text": "in which we work. You know, we work with people that we call colleagues or coworkers. They"
    },
    {
      "index": 180,
      "start_time": 844459.0,
      "end_time": 848630.0,
      "text": "work with people that they call brother and sister. There’s a deep sense of trust and"
    },
    {
      "index": 181,
      "start_time": 848630.0,
      "end_time": 853149.0,
      "text": "love that they have for each other that we just don't have, and I want to work with people"
    },
    {
      "index": 182,
      "start_time": 853149.0,
      "end_time": 858839.0,
      "text": "like that. And so my original conclusion was that they’re just better people, but I wanted"
    },
    {
      "index": 183,
      "start_time": 858839.0,
      "end_time": 862940.0,
      "text": "to learn where trust and cooperation comes from mainly because I want to work with people"
    },
    {
      "index": 184,
      "start_time": 862940.0,
      "end_time": 867050.0,
      "text": "in environments like that. And I learned it’s not the people, it’s the environment. And"
    },
    {
      "index": 185,
      "start_time": 867050.0,
      "end_time": 870839.0,
      "text": "this is why leadership is so important, because leadership will create an environment that"
    },
    {
      "index": 186,
      "start_time": 870839.0,
      "end_time": 874940.0,
      "text": "can create relationships like that, and that’s where Leaders Eat Last came from. That’s"
    },
    {
      "index": 187,
      "start_time": 874940.0,
      "end_time": 876579.0,
      "text": "where that book came from."
    },
    {
      "index": 188,
      "start_time": 876579.0,
      "end_time": 881209.0,
      "text": "Which leads us perfectly in what I wanted to unpeel and dive into deeper next, which"
    },
    {
      "index": 189,
      "start_time": 881209.0,
      "end_time": 885329.0,
      "text": "is the power of environment. And you wrote in Leaders Eat Last, and I so believe this"
    },
    {
      "index": 190,
      "start_time": 885329.0,
      "end_time": 891870.0,
      "text": "with my heart. How when we get the environment right, that humans will do remarkable things."
    },
    {
      "index": 191,
      "start_time": 891870.0,
      "end_time": 897230.0,
      "text": "And that really is true that it’s not just that they’re better. That we all have that"
    },
    {
      "index": 192,
      "start_time": 897230.0,
      "end_time": 899389.0,
      "text": "capacity, and I was wondering if you could speak to that."
    },
    {
      "index": 193,
      "start_time": 899389.0,
      "end_time": 904639.0,
      "text": "Yeah. It’s a very basic idea, you know. We’re social animals. Our happiness, our"
    },
    {
      "index": 194,
      "start_time": 904639.0,
      "end_time": 908959.0,
      "text": "joy, our success, everything is dependent on our relationships. And we respond to the"
    },
    {
      "index": 195,
      "start_time": 908959.0,
      "end_time": 912769.0,
      "text": "environments we’re in. You can take a good person and put them in a bad environment and"
    },
    {
      "index": 196,
      "start_time": 912769.0,
      "end_time": 916519.0,
      "text": "they’re capable of doing bad things. Likewise, you can take a person that the group or even"
    },
    {
      "index": 197,
      "start_time": 916519.0,
      "end_time": 920290.0,
      "text": "society has given up on and you put them in a good environment and they’re capable of"
    },
    {
      "index": 198,
      "start_time": 920290.0,
      "end_time": 925000.0,
      "text": "turning their lives around and really making something remarkable out of themselves. We"
    },
    {
      "index": 199,
      "start_time": 925000.0,
      "end_time": 929029.0,
      "text": "are social animals and we respond to the environments we’re in and leaders are responsible for"
    },
    {
      "index": 200,
      "start_time": 929029.0,
      "end_time": 933720.0,
      "text": "building that environment. If you create an environment in which people feel safe amongst"
    },
    {
      "index": 201,
      "start_time": 933720.0,
      "end_time": 939220.0,
      "text": "their own, we will naturally, the natural human response to those conditions is trust"
    },
    {
      "index": 202,
      "start_time": 939220.0,
      "end_time": 942949.0,
      "text": "and cooperation. Remember, trust and cooperation are feelings, they’re not instructions."
    },
    {
      "index": 203,
      "start_time": 942949.0,
      "end_time": 946839.0,
      "text": "There's no PowerPoint or pitch that you can give upon the end that someone will trust"
    },
    {
      "index": 204,
      "start_time": 946839.0,
      "end_time": 952519.0,
      "text": "you. You can’t tell somebody, “Trust me.” It doesn't work that way. They’re feelings."
    },
    {
      "index": 205,
      "start_time": 952519.0,
      "end_time": 956790.0,
      "text": "Likewise, if you create an environment where we actually fear each other, fear the people"
    },
    {
      "index": 206,
      "start_time": 956790.0,
      "end_time": 962459.0,
      "text": "with whom we work, the natural human reaction to that environment is paranoia, cynicism,"
    },
    {
      "index": 207,
      "start_time": 962459.0,
      "end_time": 967889.0,
      "text": "mistrust, and self-interest. That’s what happens. There’s enough danger outside the"
    },
    {
      "index": 208,
      "start_time": 967889.0,
      "end_time": 970339.0,
      "text": "organization, there’s enough stuff going on outside that we shouldn't have to fear"
    },
    {
      "index": 209,
      "start_time": 970339.0,
      "end_time": 975800.0,
      "text": "the people we work with or fear our own leaders. And most leaders don't get this. Most leaders"
    },
    {
      "index": 210,
      "start_time": 975800.0,
      "end_time": 981040.0,
      "text": "think leadership is about being in charge. No, it’s not. It’s about taking care of"
    },
    {
      "index": 211,
      "start_time": 981040.0,
      "end_time": 987180.0,
      "text": "those in your charge. Most leaders think everybody works for them. No, you work for the people"
    },
    {
      "index": 212,
      "start_time": 987180.0,
      "end_time": 992040.0,
      "text": "in your organization. It’s your responsibility to take care of them, make them feel safe,"
    },
    {
      "index": 213,
      "start_time": 992040.0,
      "end_time": 996860.0,
      "text": "and they will naturally want to cooperate and work hard and give you their blood and"
    },
    {
      "index": 214,
      "start_time": 996860.0,
      "end_time": 1001199.0,
      "text": "sweat and tears to advance your vision. All they ask is you take care of them, make them"
    },
    {
      "index": 215,
      "start_time": 1001200.0,
      "end_time": 1005471.0,
      "text": "feel valued and valuable, and the rest takes care of itself. It’s like a parent, it’s"
    },
    {
      "index": 216,
      "start_time": 1005470.0,
      "end_time": 1011500.0,
      "text": "like a coach. Teach them, train them, give them the opportunity to fall and try again."
    },
    {
      "index": 217,
      "start_time": 1011500.0,
      "end_time": 1016529.0,
      "text": "And if they fear the leader then they’re gonna take steps to protect themselves from"
    },
    {
      "index": 218,
      "start_time": 1016530.0,
      "end_time": 1021691.0,
      "text": "the leader. It's pervasive in our world today. If you work in an organization where it’s"
    },
    {
      "index": 219,
      "start_time": 1021690.0,
      "end_time": 1027160.0,
      "text": "standard practice for employees to feel the need to send a CYA email after every single"
    },
    {
      "index": 220,
      "start_time": 1027160.0000000001,
      "end_time": 1032339.0000000001,
      "text": "decision they make, that is a sign that they are taking time and energy out of their day,"
    },
    {
      "index": 221,
      "start_time": 1032339.9999999999,
      "end_time": 1037159.9999999999,
      "text": "away from doing their job in order to protect themselves from their own leaders. That’s"
    },
    {
      "index": 222,
      "start_time": 1037160.0000000001,
      "end_time": 1041930.0000000001,
      "text": "what that is. You know, anybody who keeps a file of all the good things they’ve done"
    },
    {
      "index": 223,
      "start_time": 1041930.0000000001,
      "end_time": 1046261.0000000001,
      "text": "in their career just in case they need it, that is people taking time and energy away"
    },
    {
      "index": 224,
      "start_time": 1046260.0,
      "end_time": 1050929.0,
      "text": "from doing their jobs in order to protect themselves from their own organization. So"
    },
    {
      "index": 225,
      "start_time": 1050930.0,
      "end_time": 1054391.0,
      "text": "you can’t ask those people to give you the best of their thinking and be more productive"
    },
    {
      "index": 226,
      "start_time": 1054390.0,
      "end_time": 1058130.0,
      "text": "if you’ve created an environment where they’re forced to protect themselves from you. You"
    },
    {
      "index": 227,
      "start_time": 1058130.0,
      "end_time": 1063210.0,
      "text": "know? And this is what I learned. And so it’s all about this environment, this circle of"
    },
    {
      "index": 228,
      "start_time": 1063210.0,
      "end_time": 1063799.0,
      "text": "safety."
    },
    {
      "index": 229,
      "start_time": 1063800.0,
      "end_time": 1067731.0,
      "text": "Yeah, which I wanna dive deeper into and I felt like there was such a powerful question"
    },
    {
      "index": 230,
      "start_time": 1067730.0,
      "end_time": 1072630.0,
      "text": "you write for all of us to ask ourselves, whether we consider ourselves in a leadership"
    },
    {
      "index": 231,
      "start_time": 1072630.0,
      "end_time": 1079700.0,
      "text": "role or not. The question is, how safe do you feel where you work? And I thought that"
    },
    {
      "index": 232,
      "start_time": 1079700.0,
      "end_time": 1087039.0,
      "text": "was just so incredible for all of us to reflect upon because for me as the owner of a company,"
    },
    {
      "index": 233,
      "start_time": 1087040.0,
      "end_time": 1091761.0,
      "text": "it speaks largely to, like, how am I being? How are we interacting? How have we set things"
    },
    {
      "index": 234,
      "start_time": 1091760.0,
      "end_time": 1097320.0,
      "text": "up and do I feel safe? Do my people feel safe? And I just think it’s such a brilliant question"
    },
    {
      "index": 235,
      "start_time": 1097320.0,
      "end_time": 1101929.0,
      "text": "for us to ask and then answer. And I’d love you to perhaps unpack circle of safety because"
    },
    {
      "index": 236,
      "start_time": 1101930.0,
      "end_time": 1102841.0,
      "text": "I think that’s genius."
    },
    {
      "index": 237,
      "start_time": 1102840.0,
      "end_time": 1105900.0,
      "text": "Well, let's be crystal clear in what I mean by safe. It doesn't mean that you can’t"
    },
    {
      "index": 238,
      "start_time": 1105900.0,
      "end_time": 1108610.0,
      "text": "get in trouble. Doesn't mean that there isn’t discipline. It doesn't mean that it’s a"
    },
    {
      "index": 239,
      "start_time": 1108610.0,
      "end_time": 1111850.0,
      "text": "charity and everybody just floats along. That’s not what we're talking about here. What we"
    },
    {
      "index": 240,
      "start_time": 1111850.0,
      "end_time": 1116200.0,
      "text": "mean is that there’s enough pressure coming from the outside: the ups and downs of an"
    },
    {
      "index": 241,
      "start_time": 1116200.0,
      "end_time": 1123559.0,
      "text": "economy, the uncertainty of the future, the whims of the stock market, your competition"
    },
    {
      "index": 242,
      "start_time": 1123560.0,
      "end_time": 1126381.0,
      "text": "that is sometimes trying to put you out of business, sometimes trying to kill you, but"
    },
    {
      "index": 243,
      "start_time": 1126380.0,
      "end_time": 1131289.0,
      "text": "at the very minimum they’re frustrating your growth. Like, there’s enough pressure"
    },
    {
      "index": 244,
      "start_time": 1131290.0,
      "end_time": 1135881.0,
      "text": "over which we have no control. These things are a constant. The only variable inside an"
    },
    {
      "index": 245,
      "start_time": 1135880.0,
      "end_time": 1141289.0,
      "text": "organization is the environment. That is entirely within our control, and that’s the leader’s"
    },
    {
      "index": 246,
      "start_time": 1141290.0,
      "end_time": 1146721.0,
      "text": "responsibility. And if the leaders make the people feel like they’re given an education"
    },
    {
      "index": 247,
      "start_time": 1146720.0,
      "end_time": 1153450.0,
      "text": "on how to do their job, the opportunity to try and try again and again and again, the"
    },
    {
      "index": 248,
      "start_time": 1153450.0,
      "end_time": 1158159.0,
      "text": "opportunity to build their confidence and become their best selves, the opportunity"
    },
    {
      "index": 249,
      "start_time": 1158160.0,
      "end_time": 1163331.0,
      "text": "to interact and build strong relationships. This is what I mean by feeling safe, that"
    },
    {
      "index": 250,
      "start_time": 1163330.0,
      "end_time": 1169809.0,
      "text": "I love the people I work with, I love where I work, I enjoy going there. Work-life imbalance"
    },
    {
      "index": 251,
      "start_time": 1169810.0,
      "end_time": 1175881.0,
      "text": "has nothing to do with how much yoga we do. Work-life imbalance means I feel safe at home"
    },
    {
      "index": 252,
      "start_time": 1175880.0,
      "end_time": 1181210.0,
      "text": "but I don't feel safe at work. That’s the imbalance. And no amount of yoga or free snacks"
    },
    {
      "index": 253,
      "start_time": 1181210.0,
      "end_time": 1187610.0,
      "text": "in the cafeteria will solve that. You know, it’s leadership. It’s a leadership problem."
    },
    {
      "index": 254,
      "start_time": 1187610.0,
      "end_time": 1192250.0,
      "text": "And so when that… when that circle of safety is provided, two remarkable things happen."
    },
    {
      "index": 255,
      "start_time": 1192250.0,
      "end_time": 1196429.0,
      "text": "First, the people feel safe, so they will work extra hard to see that the leader’s"
    },
    {
      "index": 256,
      "start_time": 1196430.0,
      "end_time": 1202040.0,
      "text": "vision is advanced. But they will also in turn take care of their leader. So if a leader"
    },
    {
      "index": 257,
      "start_time": 1202040.0,
      "end_time": 1207011.0,
      "text": "doesn't feel safe from their own people, it’s because the leader isn’t taking care of"
    },
    {
      "index": 258,
      "start_time": 1207010.0,
      "end_time": 1212070.0,
      "text": "their people. Remember, we call someone leader not because they’re in charge but because"
    },
    {
      "index": 259,
      "start_time": 1212070.0,
      "end_time": 1218850.0,
      "text": "they went first. First into the unknown, first towards the danger, first to protect the people."
    },
    {
      "index": 260,
      "start_time": 1218850.0,
      "end_time": 1221330.0,
      "text": "Because everybody just stands there and says, “What are we gonna do?” It’s the leader"
    },
    {
      "index": 261,
      "start_time": 1221330.0,
      "end_time": 1225640.0,
      "text": "who says, “I got it. I got your backs.” That’s why we call you leader. I know many"
    },
    {
      "index": 262,
      "start_time": 1225640.0,
      "end_time": 1229960.0,
      "text": "people who sit at the highest levels of organizations who aren’t leaders. They have authority."
    },
    {
      "index": 263,
      "start_time": 1229960.0,
      "end_time": 1234309.0,
      "text": "We do as they tell us because they have authority over us, but we wouldn’t follow them, we"
    },
    {
      "index": 264,
      "start_time": 1234310.0,
      "end_time": 1238180.0,
      "text": "wouldn’t work to keep them safe and advance their vision. And I know many people who sit"
    },
    {
      "index": 265,
      "start_time": 1238180.0,
      "end_time": 1242170.0,
      "text": "at the lowest levels of organizations that have no authority but absolutely are leaders"
    },
    {
      "index": 266,
      "start_time": 1242170.0,
      "end_time": 1246091.0,
      "text": "because they’ve made the choice to look after the person to the left of them and to"
    },
    {
      "index": 267,
      "start_time": 1246090.0,
      "end_time": 1250419.0,
      "text": "take care of the person to the right of them. That is what it means to be a leader. Having"
    },
    {
      "index": 268,
      "start_time": 1250420.0,
      "end_time": 1256141.0,
      "text": "a position of authority simply means that you get to operate at greater scale and influence"
    },
    {
      "index": 269,
      "start_time": 1256140.0,
      "end_time": 1260730.0,
      "text": "more people, but a leader can never feel safe until the people feel safe first. That’s"
    },
    {
      "index": 270,
      "start_time": 1260730.0,
      "end_time": 1265110.0,
      "text": "the responsibility of the leader, to start, to go first."
    },
    {
      "index": 271,
      "start_time": 1265110.0,
      "end_time": 1271529.0,
      "text": "So a concept that you share in the book is this idea of trust coming from above. And"
    },
    {
      "index": 272,
      "start_time": 1271530.0,
      "end_time": 1274091.0,
      "text": "Bob Chapman, incredible human being…"
    },
    {
      "index": 273,
      "start_time": 1274090.0,
      "end_time": 1275279.0,
      "text": "Spectacular human being."
    },
    {
      "index": 274,
      "start_time": 1275280.0,
      "end_time": 1278101.0,
      "text": "...and I think I read in the acknowledgements someone you consider a mentor of yours."
    },
    {
      "index": 275,
      "start_time": 1278100.0,
      "end_time": 1280390.0,
      "text": "I do, I have… he has become a friend. Yes."
    },
    {
      "index": 276,
      "start_time": 1280390.0,
      "end_time": 1284029.0,
      "text": "I was wondering if you could share a bit of his story for those who might not know of"
    },
    {
      "index": 277,
      "start_time": 1284030.0,
      "end_time": 1284501.0,
      "text": "him."
    },
    {
      "index": 278,
      "start_time": 1284500.0,
      "end_time": 1290020.0,
      "text": "Bob Chapman is the CEO of a company called Barry-Wehmiller. It’s a… it’s about"
    },
    {
      "index": 279,
      "start_time": 1290020.0,
      "end_time": 1295320.0,
      "text": "a 2 billion dollar company with about 7 thousand employees. So it’s not like, you know, “Oh,"
    },
    {
      "index": 280,
      "start_time": 1295320.0,
      "end_time": 1297809.0,
      "text": "it’s four people and we all love each other like family.” No, this is… this has some"
    },
    {
      "index": 281,
      "start_time": 1297810.0,
      "end_time": 1304391.0,
      "text": "scale and it’s spread out across the nation. And Bob made a realization a bunch of years"
    },
    {
      "index": 282,
      "start_time": 1304390.0,
      "end_time": 1311700.0,
      "text": "ago that every single person in his company is someone’s son and someone’s daughter,"
    },
    {
      "index": 283,
      "start_time": 1311700.0,
      "end_time": 1316750.0,
      "text": "and they have given their son and daughter to him with the hope that their son and daughter"
    },
    {
      "index": 284,
      "start_time": 1316750.0,
      "end_time": 1321090.0,
      "text": "will thrive and do well in the world. And he as a responsibility to take care of their"
    },
    {
      "index": 285,
      "start_time": 1321090.0,
      "end_time": 1324400.0,
      "text": "sons and their daughters. And he realizes this and it completely and profoundly changed"
    },
    {
      "index": 286,
      "start_time": 1324400.0,
      "end_time": 1327840.0,
      "text": "the way in which he ran his company. Because he used to run his company like anybody used"
    },
    {
      "index": 287,
      "start_time": 1327840.0,
      "end_time": 1331940.0,
      "text": "to run their company, by the numbers. He saw people as a disposable resource and this profoundly"
    },
    {
      "index": 288,
      "start_time": 1331940.0,
      "end_time": 1339909.0,
      "text": "changed his point of view. And I think it really, really came to bear in 2008. We now"
    },
    {
      "index": 289,
      "start_time": 1339910.0,
      "end_time": 1344391.0,
      "text": "live in a world in which the concept of layoffs has become so normal we don't even perceive"
    },
    {
      "index": 290,
      "start_time": 1344390.0,
      "end_time": 1348490.0,
      "text": "it as a bad thing. You know, that’s like being a functional alcoholic. Sure, you can"
    },
    {
      "index": 291,
      "start_time": 1348490.0,
      "end_time": 1353299.0,
      "text": "get through the day. Doesn't mean you’re healthy. Mass layoffs, in other words, using"
    },
    {
      "index": 292,
      "start_time": 1353300.0,
      "end_time": 1358530.0,
      "text": "people to balance the books, did not exist as a standard business practice in the United"
    },
    {
      "index": 293,
      "start_time": 1358530.0,
      "end_time": 1363851.0,
      "text": "States prior to the 1980s. Did not exist. Right? Only as a last, last, last resort to"
    },
    {
      "index": 294,
      "start_time": 1363850.0,
      "end_time": 1368330.0,
      "text": "save a dying company maybe. Right? But the way we use it now, like, we’re gonna send"
    },
    {
      "index": 295,
      "start_time": 1368330.0,
      "end_time": 1371830.0,
      "text": "you home to tell your family that you can no longer provide for them because we missed"
    },
    {
      "index": 296,
      "start_time": 1371830.0,
      "end_time": 1378720.0,
      "text": "our projections. You know, I mean, that’s nuts. So Bob, his company in 2008, and it’s"
    },
    {
      "index": 297,
      "start_time": 1378720.0,
      "end_time": 1384900.0,
      "text": "a large manufacturing company, good old fashioned blue collar. Right? And they lost 30% of their"
    },
    {
      "index": 298,
      "start_time": 1384900.0,
      "end_time": 1391299.0,
      "text": "orders due to the 2008 stock market crash. And so not only did the business dry up, the"
    },
    {
      "index": 299,
      "start_time": 1391300.0,
      "end_time": 1395331.0,
      "text": "pipeline dried up. And so the board got together, they needed to save 10 million dollars, they"
    },
    {
      "index": 300,
      "start_time": 1395330.0,
      "end_time": 1399980.0,
      "text": "could no longer afford their labor pool. And so as is normal in this day and age, the board"
    },
    {
      "index": 301,
      "start_time": 1399980.0,
      "end_time": 1405799.0,
      "text": "says, “We need to have layoffs.” And Bob refused because Bob does not believe in head"
    },
    {
      "index": 302,
      "start_time": 1405800.0,
      "end_time": 1411331.0,
      "text": "counts, Bob believes in heart counts and it’s very hard to simply reduce a heart count."
    },
    {
      "index": 303,
      "start_time": 1411330.0,
      "end_time": 1416400.0,
      "text": "And so instead what they implemented was a furlough program where every single employee,"
    },
    {
      "index": 304,
      "start_time": 1416400.0,
      "end_time": 1421880.0,
      "text": "regardless of their position in the company, had to take 4 weeks of unpaid vacation. They"
    },
    {
      "index": 305,
      "start_time": 1421880.0,
      "end_time": 1424970.0,
      "text": "could take it whenever they wanted and they did not have to take it consecutively. And"
    },
    {
      "index": 306,
      "start_time": 1424970.0,
      "end_time": 1430039.0,
      "text": "it was how Bob announced the program that was equally as powerful. He said, “It’s"
    },
    {
      "index": 307,
      "start_time": 1430040.0,
      "end_time": 1434680.0,
      "text": "better we should all suffer a little than any of us should have to suffer a lot.”"
    },
    {
      "index": 308,
      "start_time": 1434680.0,
      "end_time": 1440991.0,
      "text": "And morale went up. And, as you would expect, when a circle of safety like that is provided,"
    },
    {
      "index": 309,
      "start_time": 1440990.0,
      "end_time": 1445710.0,
      "text": "the natural human reaction is not selfishness. The natural human reaction is to take care"
    },
    {
      "index": 310,
      "start_time": 1445710.0,
      "end_time": 1449380.0,
      "text": "of each other. So behaviors started to show up that weren’t part of the program that"
    },
    {
      "index": 311,
      "start_time": 1449380.0,
      "end_time": 1454279.0,
      "text": "nobody predicted. People who could afford it more started trading with people who could"
    },
    {
      "index": 312,
      "start_time": 1454280.0,
      "end_time": 1459361.0,
      "text": "afford it less. So someone would take 5 weeks so that someone else only had to take 3. And"
    },
    {
      "index": 313,
      "start_time": 1459360.0,
      "end_time": 1465130.0,
      "text": "when the economy improved and business improved, everybody had remained. They repaid all the"
    },
    {
      "index": 314,
      "start_time": 1465130.0,
      "end_time": 1469980.0,
      "text": "401k that they had frozen, back paid it. You cannot steal their employees. They are happy"
    },
    {
      "index": 315,
      "start_time": 1469980.0,
      "end_time": 1474590.0,
      "text": "and fulfilled. I’ve met some of them. I’ve met people who come to tears talking about"
    },
    {
      "index": 316,
      "start_time": 1474590.0,
      "end_time": 1479539.0,
      "text": "their jobs. It’s amazing. It’s amazing what he’s built and he wrote about his experience"
    },
    {
      "index": 317,
      "start_time": 1479540.0,
      "end_time": 1484481.0,
      "text": "in his book, Everybody Matters, which really takes you through some of the stuff he did."
    },
    {
      "index": 318,
      "start_time": 1484480.0,
      "end_time": 1487590.0,
      "text": "It’s… it’s really remarkable."
    },
    {
      "index": 319,
      "start_time": 1487590.0,
      "end_time": 1493399.0,
      "text": "You have another line in the book that really spoke to my heart. “When we feel… we feel"
    },
    {
      "index": 320,
      "start_time": 1493400.0,
      "end_time": 1499611.0,
      "text": "good when we look after other people. That’s not an accident.” And what I love about"
    },
    {
      "index": 321,
      "start_time": 1499610.0,
      "end_time": 1506870.0,
      "text": "your work and particularly about Leaders Eat Last is my take is it feels like we are all"
    },
    {
      "index": 322,
      "start_time": 1506870.0,
      "end_time": 1511039.0,
      "text": "designed to be leaders. You’re not giving us a prescription it’s like, “Oh, I want"
    },
    {
      "index": 323,
      "start_time": 1511040.0,
      "end_time": 1514331.0,
      "text": "you to go out and do this, this, and this, and then you’re gonna be a leader.” And"
    },
    {
      "index": 324,
      "start_time": 1514330.0,
      "end_time": 1518940.0,
      "text": "I was wondering if you could unpack a little bit more about the fact that we do feel really"
    },
    {
      "index": 325,
      "start_time": 1518940.0,
      "end_time": 1524470.0,
      "text": "good when we look after people and if we follow those instincts to take care of one another,"
    },
    {
      "index": 326,
      "start_time": 1524470.0,
      "end_time": 1526549.0,
      "text": "natural outcome is leadership."
    },
    {
      "index": 327,
      "start_time": 1526550.0,
      "end_time": 1532290.0,
      "text": "Yeah. We are designed to take care of each other. As social animals it is in our biology"
    },
    {
      "index": 328,
      "start_time": 1532290.0,
      "end_time": 1536601.0,
      "text": "that we will take care of each other. This is why it feels so good when somebody does"
    },
    {
      "index": 329,
      "start_time": 1536600.0,
      "end_time": 1540880.0,
      "text": "something really nice for us with no expectation of anything in return. We’ve all had the"
    },
    {
      "index": 330,
      "start_time": 1540880.0,
      "end_time": 1543490.0,
      "text": "experience where somebody does something nice and you’re like, “Oh my God, thank you,”"
    },
    {
      "index": 331,
      "start_time": 1543490.0,
      "end_time": 1546610.0,
      "text": "and then they put out, you’re like, “Ugh.” It kinda, like, ruins the whole experience."
    },
    {
      "index": 332,
      "start_time": 1546610.0,
      "end_time": 1546820.0,
      "text": "Right?"
    },
    {
      "index": 333,
      "start_time": 1546820.0,
      "end_time": 1547039.0,
      "text": "Completely."
    },
    {
      "index": 334,
      "start_time": 1547040.0,
      "end_time": 1550420.0,
      "text": "It ruins it. But when they just do it and they’re like, “No, no, no,” and you’re"
    },
    {
      "index": 335,
      "start_time": 1550420.0,
      "end_time": 1553060.0,
      "text": "like, “Please.” “No, no, no. It’s my pleasure.” You know? Not only does our"
    },
    {
      "index": 336,
      "start_time": 1553060.0,
      "end_time": 1557861.0,
      "text": "esteem for them go up, but it just… it feels good. Likewise, it feels good when we do something"
    },
    {
      "index": 337,
      "start_time": 1557860.0,
      "end_time": 1561940.0,
      "text": "for someone else with no expectation of anything in return. When we give our time and our energy."
    },
    {
      "index": 338,
      "start_time": 1561940.0,
      "end_time": 1565740.0,
      "text": "Money actually doesn't work, believe it or not. Like, if I told you I gave 500 dollars"
    },
    {
      "index": 339,
      "start_time": 1565740.0,
      "end_time": 1568210.0,
      "text": "to charity this morning you’d be like, “Ok?”"
    },
    {
      "index": 340,
      "start_time": 1568210.0,
      "end_time": 1569340.0,
      "text": "That’s great, Simon."
    },
    {
      "index": 341,
      "start_time": 1569340.0,
      "end_time": 1573480.0,
      "text": "But if I told you that last weekend I gave up my Saturday and went and painted schools"
    },
    {
      "index": 342,
      "start_time": 1573480.0,
      "end_time": 1577130.0,
      "text": "in the inner city you'd be like, “Nice. That’s really awesome.” Now, the value"
    },
    {
      "index": 343,
      "start_time": 1577130.0,
      "end_time": 1581770.0,
      "text": "of my labor was worth a lot less than 500 dollars, and that’s the point. Right? That’s"
    },
    {
      "index": 344,
      "start_time": 1581770.0,
      "end_time": 1587190.0,
      "text": "the point, which is we are designed to take care of each other. And there’s a chemical"
    },
    {
      "index": 345,
      "start_time": 1587190.0,
      "end_time": 1593750.0,
      "text": "called Oxytocin, which is the chemical responsible for our feelings of love and friendship and"
    },
    {
      "index": 346,
      "start_time": 1593750.0,
      "end_time": 1597190.0,
      "text": "trust. When you look at somebody you adore and you go like this, that’s oxytocin. When"
    },
    {
      "index": 347,
      "start_time": 1597190.0,
      "end_time": 1600390.0,
      "text": "somebody touches you and says, “Oh my God, it’s so good to see you.” Touch creates"
    },
    {
      "index": 348,
      "start_time": 1600390.0,
      "end_time": 1601820.0,
      "text": "oxytocin. So good to see you."
    },
    {
      "index": 349,
      "start_time": 1601820.0,
      "end_time": 1602090.0,
      "text": "Yeah."
    },
    {
      "index": 350,
      "start_time": 1602090.0,
      "end_time": 1606770.0,
      "text": "You know? It actually makes us feel closer to each other. You know? When oxytocin is"
    },
    {
      "index": 351,
      "start_time": 1606770.0,
      "end_time": 1610600.0,
      "text": "released in our bodies, not only does it make us feel good, not only does it boost our immune"
    },
    {
      "index": 352,
      "start_time": 1610600.0,
      "end_time": 1614909.0,
      "text": "systems, but the more oxytocin that we have in our bodies it actually makes us more generous"
    },
    {
      "index": 353,
      "start_time": 1614910.0,
      "end_time": 1618150.0,
      "text": "because the human body is trying to get us to look after each other. And it gets even"
    },
    {
      "index": 354,
      "start_time": 1618150.0,
      "end_time": 1622321.0,
      "text": "better than that. The person who does the act of generosity, giving of time or energy"
    },
    {
      "index": 355,
      "start_time": 1622320.0,
      "end_time": 1626350.0,
      "text": "without expectation of anything in return, they get a shot of oxytocin. The person on"
    },
    {
      "index": 356,
      "start_time": 1626350.0,
      "end_time": 1632840.0,
      "text": "the receiving end gets a shot of oxytocin. And even witnessing an act of generosity or"
    },
    {
      "index": 357,
      "start_time": 1632840.0,
      "end_time": 1637320.0,
      "text": "kindness releases oxytocin. It feels good to see somebody do something nice. And the"
    },
    {
      "index": 358,
      "start_time": 1637320.0,
      "end_time": 1640899.0,
      "text": "more oxytocin we have in our bodies, as I said, means we’re more likely to do something"
    },
    {
      "index": 359,
      "start_time": 1640900.0,
      "end_time": 1644670.0,
      "text": "nice for somebody. This is the biology of pay it forward. It’s the human body’s"
    },
    {
      "index": 360,
      "start_time": 1644670.0,
      "end_time": 1649111.0,
      "text": "desperate attempt to get us to look after each other. And so when we create environments"
    },
    {
      "index": 361,
      "start_time": 1649110.0,
      "end_time": 1654029.0,
      "text": "where we allow that to flow, it does naturally. It just takes care of itself. It’s just"
    },
    {
      "index": 362,
      "start_time": 1654030.0,
      "end_time": 1659731.0,
      "text": "biology. When we create environments where we restrict that it actually does the opposite."
    },
    {
      "index": 363,
      "start_time": 1659730.0,
      "end_time": 1663909.0,
      "text": "It releases a chemical called cortisol, which is the feeling of stress and anxiety. Cortisol"
    },
    {
      "index": 364,
      "start_time": 1663910.0,
      "end_time": 1669270.0,
      "text": "actually inhibits oxytocin, which means if we work in a poorly led organization, not"
    },
    {
      "index": 365,
      "start_time": 1669270.0,
      "end_time": 1675790.0,
      "text": "only do we have high stress, but we actually… it actually inhibits empathy. In other words,"
    },
    {
      "index": 366,
      "start_time": 1675790.0,
      "end_time": 1679941.0,
      "text": "I’m less likely to even want to care about somebody because of the poor leadership and"
    },
    {
      "index": 367,
      "start_time": 1679940.0,
      "end_time": 1683769.0,
      "text": "the poor environment that’s been provided for me to work in. Right? And the more cortisol"
    },
    {
      "index": 368,
      "start_time": 1683770.0,
      "end_time": 1687481.0,
      "text": "we all have in our bodies, stress goes up and anxiety goes up, it affects our immune"
    },
    {
      "index": 369,
      "start_time": 1687480.0,
      "end_time": 1692649.0,
      "text": "systems. Happy people live longer. Happy people have lower rates of cancer, diabetes, and"
    },
    {
      "index": 370,
      "start_time": 1692650.0,
      "end_time": 1697680.0,
      "text": "heart disease, which means when you’re in a position of leadership you’re actually"
    },
    {
      "index": 371,
      "start_time": 1697680.0,
      "end_time": 1702430.0,
      "text": "medically responsible for the lives of these people. Get the environment right, they will"
    },
    {
      "index": 372,
      "start_time": 1702430.0,
      "end_time": 1706011.0,
      "text": "live longer, they will suffer lower cases of disease, and they will probably have happier"
    },
    {
      "index": 373,
      "start_time": 1706010.0,
      "end_time": 1710390.0,
      "text": "families because of it. Whereas if you’re a bad leader, over the course of time you’re"
    },
    {
      "index": 374,
      "start_time": 1710390.0,
      "end_time": 1716029.0,
      "text": "actually killing the people working with you. Our jobs are actually killing us. So leadership"
    },
    {
      "index": 375,
      "start_time": 1716030.0,
      "end_time": 1720670.0,
      "text": "is this awesome responsibility. It’s not about the company, that’s not what leadership"
    },
    {
      "index": 376,
      "start_time": 1720670.0,
      "end_time": 1726040.0,
      "text": "is. You can’t lead a company, you cannot. It’s a human enterprise. You can run a company,"
    },
    {
      "index": 377,
      "start_time": 1726040.0,
      "end_time": 1731111.0,
      "text": "you can manage a project, but you can only lead people. And for anybody in a leadership"
    },
    {
      "index": 378,
      "start_time": 1731110.0,
      "end_time": 1736929.0,
      "text": "position who says, “I am a leader,” you’re a leader of people. That’s how it works."
    },
    {
      "index": 379,
      "start_time": 1736930.0,
      "end_time": 1741331.0,
      "text": "And the problem is is we have to go through this transition. Some people make it quickly,"
    },
    {
      "index": 380,
      "start_time": 1741330.0,
      "end_time": 1745299.0,
      "text": "some people make it slowly, and some people will never make it. When we’re junior, the"
    },
    {
      "index": 381,
      "start_time": 1745300.0,
      "end_time": 1750400.0,
      "text": "only thing we have to do is be good at our jobs. That’s it. The company trains us how"
    },
    {
      "index": 382,
      "start_time": 1750400.0,
      "end_time": 1754861.0,
      "text": "to do our job, some of us get advanced degrees in how to do our job, accounting, engineering,"
    },
    {
      "index": 383,
      "start_time": 1754860.0,
      "end_time": 1760309.0,
      "text": "whatever. And if you’re really good at doing your job eventually they’ll promote you"
    },
    {
      "index": 384,
      "start_time": 1760310.0,
      "end_time": 1764081.0,
      "text": "and eventually you’ll get promoted into a position where you are now responsible for"
    },
    {
      "index": 385,
      "start_time": 1764080.0,
      "end_time": 1769250.0,
      "text": "the people who do the job you used to do. But nobody teaches us how to do that. So they"
    },
    {
      "index": 386,
      "start_time": 1769250.0,
      "end_time": 1772690.0,
      "text": "put us in a position of leadership and demand results, which is like putting us in front"
    },
    {
      "index": 387,
      "start_time": 1772690.0,
      "end_time": 1775779.0,
      "text": "of the machine and demanding results, although they never showed us how to use the machine."
    },
    {
      "index": 388,
      "start_time": 1775780.0,
      "end_time": 1779461.0,
      "text": "And so we fumble our way through and we break things and we don't want anybody to know that"
    },
    {
      "index": 389,
      "start_time": 1779460.0,
      "end_time": 1784559.0,
      "text": "we have no clue what we’re doing. And of course we manage people, because I do know"
    },
    {
      "index": 390,
      "start_time": 1784560.0,
      "end_time": 1788601.0,
      "text": "how to do your job better than you. That’s what got me promoted. We have to go through"
    },
    {
      "index": 391,
      "start_time": 1788600.0,
      "end_time": 1793029.0,
      "text": "this transition where when you’re now in a leadership position, you are now no longer"
    },
    {
      "index": 392,
      "start_time": 1793030.0,
      "end_time": 1797611.0,
      "text": "responsible for the results. You’re now responsible for the people who are responsible"
    },
    {
      "index": 393,
      "start_time": 1797610.0,
      "end_time": 1801750.0,
      "text": "for the results. I love talking to CEOs. I say, “What’s your priority?” They say,"
    },
    {
      "index": 394,
      "start_time": 1801750.0,
      "end_time": 1805600.0,
      "text": "“My customer.” You haven’t talked to a customer in 10 years. There’s not a CEO"
    },
    {
      "index": 395,
      "start_time": 1805600.0,
      "end_time": 1810429.0,
      "text": "on the planet anywhere who’s responsible for the customer. You’re responsible for"
    },
    {
      "index": 396,
      "start_time": 1810430.0,
      "end_time": 1817361.0,
      "text": "the people who are responsible for the customer. As a solopreneur, that’s a… I mean, you’re"
    },
    {
      "index": 397,
      "start_time": 1817360.0,
      "end_time": 1820960.0,
      "text": "chief cook and bottle washer. It’s a hard… it’s a hard job. And when you have a very"
    },
    {
      "index": 398,
      "start_time": 1820960.0,
      "end_time": 1825149.0,
      "text": "small enterprise, you have to balance this thing because you have a responsibility as"
    },
    {
      "index": 399,
      "start_time": 1825150.0,
      "end_time": 1830331.0,
      "text": "a worker but you also have a responsibility as a leader, and they have to be separate."
    },
    {
      "index": 400,
      "start_time": 1830330.0,
      "end_time": 1833269.0,
      "text": "So when you do work you’re a worker, you do the best job you can do. If you’re out"
    },
    {
      "index": 401,
      "start_time": 1833270.0,
      "end_time": 1837011.0,
      "text": "there consulting or pitching or whatever you’re doing. But when you’re the leader, you’re"
    },
    {
      "index": 402,
      "start_time": 1837010.0,
      "end_time": 1841549.0,
      "text": "taking care of your people so they can be at their natural best, so that they can thrive."
    },
    {
      "index": 403,
      "start_time": 1841550.0,
      "end_time": 1846841.0,
      "text": "And you know that their work is not your responsibility, they are your responsibility. Their work is"
    },
    {
      "index": 404,
      "start_time": 1846840.0,
      "end_time": 1853220.0,
      "text": "their responsibility. And so it’s… it’s a really hard sort of yin and yang when you’re"
    },
    {
      "index": 405,
      "start_time": 1853220.0,
      "end_time": 1858929.0,
      "text": "small, but as you gain size and as you gain, start hiring a few more people, the problem"
    },
    {
      "index": 406,
      "start_time": 1858930.0,
      "end_time": 1864180.0,
      "text": "is we kind of extricate ourselves, we struggle. Like I said, that transition is really hard."
    },
    {
      "index": 407,
      "start_time": 1864180.0,
      "end_time": 1870011.0,
      "text": "It takes practice, it’s hard work, it requires studying. Just like you study how to learn"
    },
    {
      "index": 408,
      "start_time": 1870010.0,
      "end_time": 1874090.0,
      "text": "the machine, you have to study how to learn to be a leader. All the great leaders I know"
    },
    {
      "index": 409,
      "start_time": 1874090.0,
      "end_time": 1878580.0,
      "text": "are students of leadership. None of them consider themselves experts. We're all students of"
    },
    {
      "index": 410,
      "start_time": 1878580.0,
      "end_time": 1883389.0,
      "text": "the subject and when we get together we talk about it because we’re genuinely interested"
    },
    {
      "index": 411,
      "start_time": 1883390.0,
      "end_time": 1887861.0,
      "text": "in it. You know, golfers talk about golf, leaders talk about leadership if they’re"
    },
    {
      "index": 412,
      "start_time": 1887860.0,
      "end_time": 1893210.0,
      "text": "good. Because they’re constantly in learning mode. So, yeah, it’s a human enterprise"
    },
    {
      "index": 413,
      "start_time": 1893210.0,
      "end_time": 1896549.0,
      "text": "and it has to be treated that way."
    },
    {
      "index": 414,
      "start_time": 1896550.0,
      "end_time": 1901961.0,
      "text": "So this was just genius. I’m wondering if there’s anything that you want to leave"
    },
    {
      "index": 415,
      "start_time": 1901960.0,
      "end_time": 1906539.0,
      "text": "us with today because what I took away from your book, and I love this idea of studying"
    },
    {
      "index": 416,
      "start_time": 1906540.0,
      "end_time": 1913170.0,
      "text": "leadership and talking about it, but the simplistic idea that if we look out for the people around"
    },
    {
      "index": 417,
      "start_time": 1913170.0,
      "end_time": 1918111.0,
      "text": "us, I feel like that is something anyone can do whether they’re running a company or"
    },
    {
      "index": 418,
      "start_time": 1918110.0,
      "end_time": 1922789.0,
      "text": "they’re looking across at their family or their friends. Is there any closing thought"
    },
    {
      "index": 419,
      "start_time": 1922790.0,
      "end_time": 1924691.0,
      "text": "that you wanna leave us with, Simon?"
    },
    {
      "index": 420,
      "start_time": 1924690.0,
      "end_time": 1928309.0,
      "text": "It’s… it takes practice. And it’s a daily practice. You’re not going to be an"
    },
    {
      "index": 421,
      "start_time": 1928310.0,
      "end_time": 1934270.0,
      "text": "expert tomorrow. Leadership is the practice of putting the lives of others sometimes ahead"
    },
    {
      "index": 422,
      "start_time": 1934270.0,
      "end_time": 1939560.0,
      "text": "of our interests. So practicing leadership is like driving to work in the morning and"
    },
    {
      "index": 423,
      "start_time": 1939560.0,
      "end_time": 1943941.0,
      "text": "someone wants to cut in your lane. Do you pull forward or do you pull back? That’s"
    },
    {
      "index": 424,
      "start_time": 1943940.0,
      "end_time": 1946720.0,
      "text": "leadership. Like, we don't know, maybe they’re running late for a big interview and they’ve"
    },
    {
      "index": 425,
      "start_time": 1946720.0,
      "end_time": 1950600.0,
      "text": "been unemployed for 6 months. Maybe their boss is an ogre and they left late because"
    },
    {
      "index": 426,
      "start_time": 1950600.0,
      "end_time": 1955029.0,
      "text": "their kids, you know, had trouble getting out to school today. I don't know why they’re"
    },
    {
      "index": 427,
      "start_time": 1955030.0,
      "end_time": 1958060.0,
      "text": "late, you know, I don't know why they’re cutting in. Or maybe they’re just a bastard,"
    },
    {
      "index": 428,
      "start_time": 1958060.0,
      "end_time": 1964221.0,
      "text": "I don't know. But we can sacrifice being at work one car length late, you know. That’s"
    },
    {
      "index": 429,
      "start_time": 1964220.0,
      "end_time": 1967200.0,
      "text": "leadership. You’re standing in the elevator, you’re running late for a meeting, the doors"
    },
    {
      "index": 430,
      "start_time": 1967200.0,
      "end_time": 1971690.0,
      "text": "start to close. You see someone rushing towards the elevator, what do you do? Sorry. Like,"
    },
    {
      "index": 431,
      "start_time": 1971690.0,
      "end_time": 1976870.0,
      "text": "we’ve all done that. You know? No, lean forward and push hold. That’s leadership."
    },
    {
      "index": 432,
      "start_time": 1976870.0,
      "end_time": 1980970.0,
      "text": "You pour yourself a cup of coffee, it’s the last cup, you put it back. It’s empty,"
    },
    {
      "index": 433,
      "start_time": 1980970.0,
      "end_time": 1984710.0,
      "text": "the next person who wants a cup, they’ll make the next pot. Or when no one’s looking"
    },
    {
      "index": 434,
      "start_time": 1984710.0,
      "end_time": 1989230.0,
      "text": "you make the next pot of coffee. This is leadership. And if you practice the little stuff, when"
    },
    {
      "index": 435,
      "start_time": 1989230.0,
      "end_time": 1993840.0,
      "text": "somebody… when you ask someone how are you doing, you actually care about the answer."
    },
    {
      "index": 436,
      "start_time": 1993840.0,
      "end_time": 1999179.0,
      "text": "Right? If you don't care, don't ask. So these are little things that if you practice and"
    },
    {
      "index": 437,
      "start_time": 1999180.0,
      "end_time": 2003780.0,
      "text": "practice and practice, like exercise, the pain starts to go away, you start to get a"
    },
    {
      "index": 438,
      "start_time": 2003780.0,
      "end_time": 2006761.0,
      "text": "little stronger, is starts to get a little easier, you start to take those kinds of risks"
    },
    {
      "index": 439,
      "start_time": 2006760.0,
      "end_time": 2010820.0,
      "text": "with bigger and bigger things, and people start to recognize that you’ve changed or"
    },
    {
      "index": 440,
      "start_time": 2010820.0,
      "end_time": 2014639.0,
      "text": "that the environment is changing, that it’s different working here. It’s a daily practice."
    },
    {
      "index": 441,
      "start_time": 2014640.0,
      "end_time": 2018530.0,
      "text": "Don't be intimidated by the fact that it’s an awesome responsibility. Just do little,"
    },
    {
      "index": 442,
      "start_time": 2018530.0,
      "end_time": 2023390.0,
      "text": "little things to make the lives of the people around you better. And if you practice a lot,"
    },
    {
      "index": 443,
      "start_time": 2023390.0,
      "end_time": 2025670.0,
      "text": "you get good at it."
    },
    {
      "index": 444,
      "start_time": 2025670.0,
      "end_time": 2026991.0,
      "text": "Thanks again so much, Simon."
    },
    {
      "index": 445,
      "start_time": 2026990.0,
      "end_time": 2029200.0,
      "text": "You’re welcome. Thanks for having me."
    },
    {
      "index": 446,
      "start_time": 2029200.0,
      "end_time": 2034700.0,
      "text": "So now Simon and I would love to hear from you. What’s the single biggest insight that"
    },
    {
      "index": 447,
      "start_time": 2034700.0,
      "end_time": 2038760.0,
      "text": "you’re taking away from today’s show? Now, as always, the best conversations happen"
    },
    {
      "index": 448,
      "start_time": 2038760.0,
      "end_time": 2044940.0,
      "text": "after the episode over at MarieForleo.com, so go there and leave a comment now. Did you"
    },
    {
      "index": 449,
      "start_time": 2044940.0,
      "end_time": 2050409.0,
      "text": "like this video? I loved it. If you did, consider subscribing to our channel and I would be"
    },
    {
      "index": 450,
      "start_time": 2050409.9999999998,
      "end_time": 2054940.9999999998,
      "text": "so grateful if you shared this with your friends. And if you want even more great resources"
    },
    {
      "index": 451,
      "start_time": 2054940.0,
      "end_time": 2059050.0,
      "text": "to create a business and life that you love, plus some personal insights from me that I"
    },
    {
      "index": 452,
      "start_time": 2059050.0000000002,
      "end_time": 2063370.0000000002,
      "text": "only talk about in email, come on over to MarieForleo.com and make sure you sign up"
    },
    {
      "index": 453,
      "start_time": 2063370.0,
      "end_time": 2069410.0,
      "text": "for email updates. Stay on your game and keep going for your dreams because the world needs"
    },
    {
      "index": 454,
      "start_time": 2069409.9999999998,
      "end_time": 2075009.9999999998,
      "text": "that special gift that only you have. Thank you so much for watching and I’ll catch"
    },
    {
      "index": 455,
      "start_time": 2075010.0000000002,
      "end_time": 2088980.0000000002,
      "text": "you next time"
    },
    {
      "index": 456,
      "start_time": 2088980.0,
      "end_time": 2098980.0,
      "text": "on MarieTV."
    }
  ]
}