{
  "video_id": "o0PyzrTze2U",
  "title": "The Death of Malls?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6040.0,
      "text": "Shopping malls may just seem like clusters of stores but they're actually very delicate profit-making formulas."
    },
    {
      "index": 2,
      "start_time": 6240.0,
      "end_time": 9260.0,
      "text": "The ideal place to settle a mall is a central wealthy"
    },
    {
      "index": 3,
      "start_time": 9340.0,
      "end_time": 16780.0,
      "text": "location with lots of traffic: close enough to attract locals, easily driven to from nearby towns, and for maximum profit - tourist"
    },
    {
      "index": 4,
      "start_time": 16960.0,
      "end_time": 21570.0,
      "text": "accessible. With everything planned just right a mall is far more fruitful than its"
    },
    {
      "index": 5,
      "start_time": 21670.0,
      "end_time": 28709.0,
      "text": "individual stores could ever be. But even then, the tides seem to be turning. How can even the perfect mall beat the price and"
    },
    {
      "index": 6,
      "start_time": 28779.0,
      "end_time": 31889.0,
      "text": "convenience of Amazon and the data seems to confirm"
    },
    {
      "index": 7,
      "start_time": 32140.0,
      "end_time": 36090.0,
      "text": "online shopping is on the rise while more and more malls are withering away"
    },
    {
      "index": 8,
      "start_time": 36160.0,
      "end_time": 40139.0,
      "text": "but graphs like this are misleading. The mall is far from dying and"
    },
    {
      "index": 9,
      "start_time": 40270.0,
      "end_time": 45539.0,
      "text": "Amazon only confirms this. Before we get there we first need to understand what makes a mall unique"
    },
    {
      "index": 10,
      "start_time": 47860.0,
      "end_time": 53099.0,
      "text": "because malls are owned and managed by a single company their incentives are very different from an"
    },
    {
      "index": 11,
      "start_time": 53230.0,
      "end_time": 55120.0,
      "text": "individual store. A group of small"
    },
    {
      "index": 12,
      "start_time": 55120.0,
      "end_time": 61559.0,
      "text": "local stores is normally the perfect opportunity for a big corporation to come in and steal their business but"
    },
    {
      "index": 13,
      "start_time": 61559.0,
      "end_time": 68399.0,
      "text": "To the owner of a mall too much competition means fewer stores and less rent being made so they carefully pick renters that not only"
    },
    {
      "index": 14,
      "start_time": 68590.0,
      "end_time": 74220.0,
      "text": "cooperate but actually complement one another this is why malls tend to have a similar set of stores whether you're in"
    },
    {
      "index": 15,
      "start_time": 74380.0,
      "end_time": 79439.0,
      "text": "Washington or Wyoming well if there are malls in Wyoming. Each class of mall from the"
    },
    {
      "index": 16,
      "start_time": 79509.0,
      "end_time": 80009.0,
      "text": "5-star"
    },
    {
      "index": 17,
      "start_time": 80009.0,
      "end_time": 85319.0,
      "text": "to the less than glamorous has a standard meta deck of stores that have been proven to generate more profit together"
    },
    {
      "index": 18,
      "start_time": 85450.0,
      "end_time": 87270.0,
      "text": "regardless of where it's located"
    },
    {
      "index": 19,
      "start_time": 87270.0,
      "end_time": 93420.0,
      "text": "But the real heart of the mall are the anchor stores, big department stores that draw in the crowds for everyone else. You'd never drive"
    },
    {
      "index": 20,
      "start_time": 93420.0,
      "end_time": 95110.0,
      "text": "to a store specifically for"
    },
    {
      "index": 21,
      "start_time": 95110.0,
      "end_time": 102540.0,
      "text": "remote-controlled helicopters or seasonal moustache warmers but if one anchor store can lure you into the mall these other shops get your business - and"
    },
    {
      "index": 22,
      "start_time": 102610.0,
      "end_time": 105869.0,
      "text": "they're positioned on opposite ends of the building making you walk past"
    },
    {
      "index": 23,
      "start_time": 106000.0,
      "end_time": 110879.0,
      "text": "everything else to get between them. The goal of a drive-thru is to get you in and out as quickly as"
    },
    {
      "index": 24,
      "start_time": 110950.0,
      "end_time": 114479.0,
      "text": "possible but malls are just the opposite doing anything and everything to"
    },
    {
      "index": 25,
      "start_time": 114579.0,
      "end_time": 121079.0,
      "text": "prolong your stay, they want to satisfy your needs so well that it's always just easier to stay a little bit longer so"
    },
    {
      "index": 26,
      "start_time": 121479.0,
      "end_time": 123479.0,
      "text": "for every need on maslow's hierarchy"
    },
    {
      "index": 27,
      "start_time": 123549.0,
      "end_time": 127979.0,
      "text": "there's a convenient solution not ten steps away. The food court fills you up,"
    },
    {
      "index": 28,
      "start_time": 128160.0,
      "end_time": 131939.0,
      "text": "brave deputies stand guard, friends keep you company and your purchases are"
    },
    {
      "index": 29,
      "start_time": 132220.0,
      "end_time": 139109.0,
      "text": "psychologically rewarded, companies even seem to think they're providing some sort of profound civic duty. We actually don't call them stores anymore"
    },
    {
      "index": 30,
      "start_time": 139630.0,
      "end_time": 143519.0,
      "text": "we call them town squares. But there's an obvious problem with this strategy"
    },
    {
      "index": 31,
      "start_time": 143800.0,
      "end_time": 147149.0,
      "text": "more and more people can't or don't want to spend a lot of time shopping"
    },
    {
      "index": 32,
      "start_time": 147370.0,
      "end_time": 154380.0,
      "text": "It may take some time but the trend seems clear, physical retail stores are dying and the internet will be the new way to shop"
    },
    {
      "index": 33,
      "start_time": 157870.0,
      "end_time": 163890.0,
      "text": "there's one big problem with this theory. Amazon just bought the grocery store Whole Foods for 14 billion"
    },
    {
      "index": 34,
      "start_time": 164080.0,
      "end_time": 167580.0,
      "text": "Dollars. If physical retail stores are soon to be a thing of the past,"
    },
    {
      "index": 35,
      "start_time": 168140.0,
      "end_time": 174660.0,
      "text": "why are companies like Amazon and Alibaba investing in them? Part of these deals is about getting data for the algorithms but nowhere near"
    },
    {
      "index": 36,
      "start_time": 174880.0,
      "end_time": 181560.0,
      "text": "14 billion dollars worth, but if you take a closer look at which stores are closing you may notice a theme. These are"
    },
    {
      "index": 37,
      "start_time": 181690.0,
      "end_time": 182920.0,
      "text": "businesses that never"
    },
    {
      "index": 38,
      "start_time": 182920.0,
      "end_time": 189479.0,
      "text": "adapted, they cross their fingers that this internet thing would be a fad and kept selling the exact products Amazon is great for"
    },
    {
      "index": 39,
      "start_time": 189580.0,
      "end_time": 194729.0,
      "text": "unless I need an HDMI cable this very instant i'm just going to buy one online and"
    },
    {
      "index": 40,
      "start_time": 195070.0,
      "end_time": 200040.0,
      "text": "probably even save some money but the average shopper at Whole Foods has a thousand dollars of"
    },
    {
      "index": 41,
      "start_time": 200110.0,
      "end_time": 203999.0,
      "text": "Discretionary income to spend a month they want to pay for a premium experience"
    },
    {
      "index": 42,
      "start_time": 204670.0,
      "end_time": 211259.0,
      "text": "likewise everything in an Apple store could be sold online but they continue building newer, shinier stores at great expense"
    },
    {
      "index": 43,
      "start_time": 211840.0,
      "end_time": 218729.0,
      "text": "Amazon sees this pattern too. Walk in stores aren't dying, old outdated ones are. So what does this mean for malls"
    },
    {
      "index": 44,
      "start_time": 222220.0,
      "end_time": 227970.0,
      "text": "the bad news is that many of these dying businesses are actually anchor stores for average middle-class malls"
    },
    {
      "index": 45,
      "start_time": 228190.0,
      "end_time": 233579.0,
      "text": "without a Macy's or JCPenney paying rent and attracting visitors many are in serious trouble"
    },
    {
      "index": 46,
      "start_time": 233769.0,
      "end_time": 239729.0,
      "text": "But higher-end malls are doing better than ever. The more expensive the store the more customers care about the"
    },
    {
      "index": 47,
      "start_time": 239799.0,
      "end_time": 246209.0,
      "text": "experience and the harder it is for the internet to replace. As long as the upper class keeps growing, upscale malls will only do better"
    },
    {
      "index": 48,
      "start_time": 246209.0,
      "end_time": 253199.0,
      "text": "and better. So yes there are malls that are dying but malls as a thing aren't dying at all and neither is retail. The best"
    },
    {
      "index": 49,
      "start_time": 253200.0,
      "end_time": 258239.0,
      "text": "way to predict the future is to look at where big smart companies are putting their money and companies like"
    },
    {
      "index": 50,
      "start_time": 258360.0,
      "end_time": 264200.0,
      "text": "Amazon and Apple are clearly betting on walk-in retail being around for a long time. So you should too"
    },
    {
      "index": 51,
      "start_time": 264420.0,
      "end_time": 271580.0,
      "text": "you can shop this holiday season knowing the mall Santa will be back next year and with luck we may even be blessed with Paul Blart 3"
    },
    {
      "index": 52,
      "start_time": 272180.0,
      "end_time": 274420.0,
      "text": "this video is sponsored by Skillshare"
    },
    {
      "index": 53,
      "start_time": 274639.0,
      "end_time": 281228.0,
      "text": "Skillshare is a website and mobile app with full high quality video courses on all sorts of topics both fun and professional"
    },
    {
      "index": 54,
      "start_time": 281389.0,
      "end_time": 287079.0,
      "text": "Let me actually recommend two course topics. First the Adobe apps. I've wanted to learn after effects"
    },
    {
      "index": 55,
      "start_time": 287080.0,
      "end_time": 292330.0,
      "text": "For some time but the interface is just so needlessly complicated it's the same with Photoshop,"
    },
    {
      "index": 56,
      "start_time": 292330.0,
      "end_time": 295380.0,
      "text": "Illustrator and all the others. Everything about these programs"
    },
    {
      "index": 57,
      "start_time": 295460.0,
      "end_time": 302800.0,
      "text": "seems designed to confuse you so it's really ideal to have someone explain them for you. When I've gotten errors or had something weird happen"
    },
    {
      "index": 58,
      "start_time": 302800.0,
      "end_time": 307879.0,
      "text": "with an application I'm learning, I've asked a Skillshare instructor and quickly gotten it answered."
    },
    {
      "index": 59,
      "start_time": 307839.0,
      "end_time": 311150.0,
      "text": "Another cool course I found is on Calligraphy. My penmanship is"
    },
    {
      "index": 60,
      "start_time": 311150.0,
      "end_time": 317319.0,
      "text": "Terrible and it's also just a fun skill to learn. It took me about 30 seconds to find a good course for beginners and you"
    },
    {
      "index": 61,
      "start_time": 317320.0,
      "end_time": 323199.0,
      "text": "Can take them at whatever pace works for you. The first 300 people to use this link will get two months to see if you"
    },
    {
      "index": 62,
      "start_time": 323200.0,
      "end_time": 326980.0,
      "text": "like it for free. It really helps support this channel and if none of the"
    },
    {
      "index": 63,
      "start_time": 327100.0,
      "end_time": 333060.0,
      "text": "17,000 classes interest you you can leave at any time without paying a cent. Thanks again to Skillshare."
    }
  ]
}