{
  "video_id": "o0VxtEclqBc",
  "title": "My Bullet Journal [2017]",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 18240.0,
      "end_time": 23830.0,
      "text": "For 2017 I wanted to keep to simple bullet journal spreads instead of commiting to more"
    },
    {
      "index": 2,
      "start_time": 23830.0,
      "end_time": 30090.0,
      "text": "complex layouts that I probably wouldn’t be able to keep up with during busier weeks."
    },
    {
      "index": 3,
      "start_time": 30090.0,
      "end_time": 35390.0,
      "text": "So for each month I have an overall view spread. On the left side, on the top half of the page"
    },
    {
      "index": 4,
      "start_time": 35390.0,
      "end_time": 40750.0,
      "text": "I have finance and tax information and under that section I have a task or bucket list"
    },
    {
      "index": 5,
      "start_time": 40750.0,
      "end_time": 45480.0,
      "text": "only dedicated to that month, as well as a list of items that I need to buy during that"
    },
    {
      "index": 6,
      "start_time": 45480.0,
      "end_time": 51940.0,
      "text": "specific month. I feel that sectioning my bullet journal in months instead of weeks"
    },
    {
      "index": 7,
      "start_time": 51940.0,
      "end_time": 56390.0,
      "text": "gives me a broader view of everything I have to do and it also lets me use a theme for"
    },
    {
      "index": 8,
      "start_time": 56390.0,
      "end_time": 62230.0,
      "text": "each month, that is, concentrating on a topic of my life once at a time instead of having"
    },
    {
      "index": 9,
      "start_time": 62230.0,
      "end_time": 67990.0,
      "text": "this huge list of things I feel like I need to accomplish permanentely."
    },
    {
      "index": 10,
      "start_time": 67990.0,
      "end_time": 72672.0,
      "text": "On the right side I have a monthly overview in list form where I can quickly write some"
    },
    {
      "index": 11,
      "start_time": 72672.0,
      "end_time": 78100.0,
      "text": "major things that are coming up. It it’s a particularly task-free month, this view"
    },
    {
      "index": 12,
      "start_time": 78100.0,
      "end_time": 83780.0,
      "text": "is enough for me to organize my days. However, if I feel like I will have a busy"
    },
    {
      "index": 13,
      "start_time": 83780.0,
      "end_time": 89189.0,
      "text": "month, a classic monthly spreads with wide boxes is better to plan out your days with"
    },
    {
      "index": 14,
      "start_time": 89189.0,
      "end_time": 93659.0,
      "text": "more detail. This is one of the spreads I used last year for the month of November and"
    },
    {
      "index": 15,
      "start_time": 93659.0,
      "end_time": 97869.0,
      "text": "I will keep up with this layout as soon as I start my classes."
    },
    {
      "index": 16,
      "start_time": 97869.0,
      "end_time": 104840.0,
      "text": "Moving on, I also decided to use a habit tracker for the first time. I was very sceptical about"
    },
    {
      "index": 17,
      "start_time": 104840.0,
      "end_time": 109460.0,
      "text": "this concept at first, since I thought that I would never remember to color the boxes"
    },
    {
      "index": 18,
      "start_time": 109460.0,
      "end_time": 115710.0,
      "text": "each day but during the month of January I actually got used to doing this as a routine"
    },
    {
      "index": 19,
      "start_time": 115710.0,
      "end_time": 120600.0,
      "text": "and I am really enjoying the results so far. I am currently keeping track of very basic"
    },
    {
      "index": 20,
      "start_time": 120600.0,
      "end_time": 126369.0,
      "text": "things which I tend to forget lots of time, like moisturizing, uploading posts on tumblr"
    },
    {
      "index": 21,
      "start_time": 126369.0,
      "end_time": 133230.0,
      "text": "and Instagram, practicing my german on Duolingo, no spending days, etc. You can really customize"
    },
    {
      "index": 22,
      "start_time": 133230.0,
      "end_time": 137860.0,
      "text": "your habit tracker as it better suits you and I think it’s a must have in any bullet"
    },
    {
      "index": 23,
      "start_time": 137860.0,
      "end_time": 141610.0,
      "text": "journal. On the right side of the page, nothing too"
    },
    {
      "index": 24,
      "start_time": 141610.0,
      "end_time": 147390.0,
      "text": "exciting – just plain task lists for different days of the month, where I still use the classic"
    },
    {
      "index": 25,
      "start_time": 147390.0,
      "end_time": 153490.0,
      "text": "bullet journal key with a dot for uncompleted tasks, a cross for completed tasks and an"
    },
    {
      "index": 26,
      "start_time": 153490.0,
      "end_time": 159980.0,
      "text": "arrow for migrated tasks. On the next page we have a permanent spread."
    },
    {
      "index": 27,
      "start_time": 159980.0,
      "end_time": 164310.0,
      "text": "On the top left corner I have a list of books that I want to read throughout the year and"
    },
    {
      "index": 28,
      "start_time": 164310.0,
      "end_time": 169030.0,
      "text": "I will mark them as I finish reading. It still has enough space on the right side"
    },
    {
      "index": 29,
      "start_time": 169030.0,
      "end_time": 174810.0,
      "text": ", if I need to add anything else. Below that I have a quarterly overview, and this"
    },
    {
      "index": 30,
      "start_time": 174810.0,
      "end_time": 180080.0,
      "text": "is something that I wanted to try out after reading one of Boho Berry’s posts about it."
    },
    {
      "index": 31,
      "start_time": 180080.0,
      "end_time": 184250.0,
      "text": "Basically, it’s an overview of specific goals you want to achieve during the four"
    },
    {
      "index": 32,
      "start_time": 184250.0,
      "end_time": 190150.0,
      "text": "quarters of the year, which is more flexible than adopting a monthly system."
    },
    {
      "index": 33,
      "start_time": 190150.0,
      "end_time": 195400.0,
      "text": "On the right side I have two main columns. The first is just a youtube brainstorm list,"
    },
    {
      "index": 34,
      "start_time": 195400.0,
      "end_time": 200850.0,
      "text": "with video topics and themes that I would like to work on during the year. It’s something"
    },
    {
      "index": 35,
      "start_time": 200850.0,
      "end_time": 205740.0,
      "text": "that I can refer to whenever I can’t come up with ideas for a future video or if I want"
    },
    {
      "index": 36,
      "start_time": 205740.0,
      "end_time": 210780.0,
      "text": "to overlap different themed videos throughout time. I also have a still very short list"
    },
    {
      "index": 37,
      "start_time": 210780.0,
      "end_time": 215110.0,
      "text": "of movies that I have watched this year and I am really hoping I can reach the bottom"
    },
    {
      "index": 38,
      "start_time": 215110.0,
      "end_time": 221540.0,
      "text": "of the page in December. Fingers crossed! Then on the next page I start the bullet journal"
    },
    {
      "index": 39,
      "start_time": 221540.0,
      "end_time": 227300.0,
      "text": "task in itself. From this point on I haven’t draw any specific spreads or layouts and I"
    },
    {
      "index": 40,
      "start_time": 227300.0,
      "end_time": 233010.0,
      "text": "just write dawn task lists assigned to a specific day or a weekend, which you can mainly see"
    },
    {
      "index": 41,
      "start_time": 233010.0,
      "end_time": 239050.0,
      "text": "on the left page. I highly encourage everyone who is starting out a bullet journal or who"
    },
    {
      "index": 42,
      "start_time": 239050.0,
      "end_time": 243330.0,
      "text": "thinks that bullet journaling is a tiresome routine, to start with task lists with the"
    },
    {
      "index": 43,
      "start_time": 243330.0,
      "end_time": 249740.0,
      "text": "most simple, minimal style you can think of. On the right, I have a few tasks I need to"
    },
    {
      "index": 44,
      "start_time": 249740.0,
      "end_time": 256370.0,
      "text": "work on for specific projects, like redesigning my students union website. That means that,"
    },
    {
      "index": 45,
      "start_time": 256370.0,
      "end_time": 261959.0,
      "text": "besides daily specific tasks I also bullet journal to prepare for specific projects and"
    },
    {
      "index": 46,
      "start_time": 261959.0,
      "end_time": 267820.0,
      "text": "when every task under that project is complete, the project itself is also done. That makes"
    },
    {
      "index": 47,
      "start_time": 267820.0,
      "end_time": 272509.0,
      "text": "me understand my progress, what I still have to do, and it gives me a sense of accomplishment"
    },
    {
      "index": 48,
      "start_time": 272509.0,
      "end_time": 278120.0,
      "text": "when I finish all the tasks under that list. Next week I will be uploading a Bullet Journal"
    },
    {
      "index": 49,
      "start_time": 278120.0,
      "end_time": 282890.0,
      "text": "Hacks video with 10 tips on how to customize and make your bullet journal your own, so"
    },
    {
      "index": 50,
      "start_time": 282890.0,
      "end_time": 292890.0,
      "text": "stay tuned for that and I will see you next Friday. Bye!"
    }
  ]
}