{
  "video_id": "O1W6KwKTMeE",
  "title": "The new IFRS 9 hedging model  - Financial Reporting Update (Deloitte Canada)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 240.0,
      "end_time": 5620.0,
      "text": "Welcome to the Deloitte Financial Reporting Update, our webcast series for important issues"
    },
    {
      "index": 2,
      "start_time": 5620.0,
      "end_time": 12879.0,
      "text": "and developments related to accounting frameworks. Today, we present the new IFRS 9 hedging model."
    },
    {
      "index": 3,
      "start_time": 12879.0,
      "end_time": 18119.0,
      "text": "My name is Steve Aubin and I am an Advisory Partner in the Calgary office. I will be your"
    },
    {
      "index": 4,
      "start_time": 18119.0,
      "end_time": 25590.0,
      "text": "host for today’s webcast and I will be joined by others from the Canadian practice. A couple"
    },
    {
      "index": 5,
      "start_time": 25590.0,
      "end_time": 33130.0,
      "text": "of items before I tell you about the agenda and introduce our speakers. In the lower right-hand"
    },
    {
      "index": 6,
      "start_time": 33130.0,
      "end_time": 40900.0,
      "text": "corner of the screen are the webcast links, which include the link to download and print"
    },
    {
      "index": 7,
      "start_time": 40900.0,
      "end_time": 46780.0,
      "text": "out today’s slides, links to the webcast assistance, the links to the Deloitte updates"
    },
    {
      "index": 8,
      "start_time": 46780.0,
      "end_time": 54640.0,
      "text": "of upcoming sessions as well as the links to the archive sessions. If you have a pop-up"
    },
    {
      "index": 9,
      "start_time": 54640.0,
      "end_time": 60610.0,
      "text": "blocker on your computer, you will need to disengage it in order to download the slides"
    },
    {
      "index": 10,
      "start_time": 60610.0,
      "end_time": 69299.0,
      "text": "or participate in our polling questions. For those of you who know of colleagues who could"
    },
    {
      "index": 11,
      "start_time": 69299.0,
      "end_time": 74420.0,
      "text": "not attend today’s live event, they can simply register at any time for the event"
    },
    {
      "index": 12,
      "start_time": 74420.0,
      "end_time": 80390.0,
      "text": "the same way that you just did and they will be able to view the archived webcast within"
    },
    {
      "index": 13,
      "start_time": 80390.0,
      "end_time": 86039.0,
      "text": "48 hours after this event. So, please feel free to invite your colleagues to take advantage"
    },
    {
      "index": 14,
      "start_time": 86039.0,
      "end_time": 93200.0,
      "text": "of this feature afterwards. In addition, although you are on a listening mode only, you can"
    },
    {
      "index": 15,
      "start_time": 93200.0,
      "end_time": 100880.0,
      "text": "ask questions to our presenters during the session in the box at the bottom of the screen"
    },
    {
      "index": 16,
      "start_time": 100880.0,
      "end_time": 106869.0,
      "text": "and click submit. We will do our best to respond to your questions and comments during the"
    },
    {
      "index": 17,
      "start_time": 106869.0,
      "end_time": 114509.0,
      "text": "presentation. We also have interactive polling questions that will appear throughout the"
    },
    {
      "index": 18,
      "start_time": 114509.0,
      "end_time": 120770.0,
      "text": "webcast on your screen. Again, we invite you to participate by simply answering these questions"
    },
    {
      "index": 19,
      "start_time": 120770.0,
      "end_time": 126929.0,
      "text": "on your screen. A summary of the results will be provided on the screen shortly afterwards."
    },
    {
      "index": 20,
      "start_time": 126929.0,
      "end_time": 136110.0,
      "text": "Now, let me introduce our speakers and discuss the agenda. First, you will hear from Kerry"
    },
    {
      "index": 21,
      "start_time": 136110.0,
      "end_time": 141830.0,
      "text": "Danyluk, who will provide us with an overview of the new standard and some additional information"
    },
    {
      "index": 22,
      "start_time": 141830.0,
      "end_time": 148960.0,
      "text": "on eligible hedging and hedged items under the standard. After Kerry, Kiran Khun-Khun"
    },
    {
      "index": 23,
      "start_time": 148960.0,
      "end_time": 154040.0,
      "text": "will update us on the hedge effectiveness requirements of the new standard as well as"
    },
    {
      "index": 24,
      "start_time": 154040.0,
      "end_time": 160110.0,
      "text": "the accounting and disclosure of consideration. She will finish with some important matters"
    },
    {
      "index": 25,
      "start_time": 160110.0,
      "end_time": 165930.0,
      "text": "to consider on transition and finally, we will conclude the session with a brief Q&amp;A"
    },
    {
      "index": 26,
      "start_time": 165930.0,
      "end_time": 173470.0,
      "text": "session. You can read the bios of our presenters and access the agenda and technical support"
    },
    {
      "index": 27,
      "start_time": 173470.0,
      "end_time": 179290.0,
      "text": "in the navigation areas on your screen. Please keep in mind that it is a lot of material"
    },
    {
      "index": 28,
      "start_time": 179290.0,
      "end_time": 185070.0,
      "text": "for a 90-minute webcast, so we will need to keep the discussion at a fairly high level."
    },
    {
      "index": 29,
      "start_time": 185070.0,
      "end_time": 191870.0,
      "text": "As I mentioned earlier, if timing permits, we will conclude with a question and answer"
    },
    {
      "index": 30,
      "start_time": 191870.0,
      "end_time": 201780.0,
      "text": "period. I would like to remind our viewers that our comments on this webcast are our"
    },
    {
      "index": 31,
      "start_time": 201780.0,
      "end_time": 208620.0,
      "text": "own views and do not constitute official interpretive accounting guidance from Deloitte. Indeed"
    },
    {
      "index": 32,
      "start_time": 208620.0,
      "end_time": 213930.0,
      "text": "as you know before taking any actions on any of these issues, it is always a good idea"
    },
    {
      "index": 33,
      "start_time": 213930.0,
      "end_time": 222540.0,
      "text": "to check with a qualified advisor. Before we kick it off, let us start with our"
    },
    {
      "index": 34,
      "start_time": 222540.0,
      "end_time": 230990.0,
      "text": "first polling question. We are going to ask everyone on the line to participate in this"
    },
    {
      "index": 35,
      "start_time": 230990.0,
      "end_time": 236080.0,
      "text": "webcast with our first polling question and please note that your response will remain"
    },
    {
      "index": 36,
      "start_time": 236080.0,
      "end_time": 243510.0,
      "text": "anonymous. Here is the first question: Are you considering early adopting IFRS 9"
    },
    {
      "index": 37,
      "start_time": 243510.0,
      "end_time": 248150.0,
      "text": "to take advantage of the new hedging standards? a. Yes"
    },
    {
      "index": 38,
      "start_time": 248150.0,
      "end_time": 252340.0,
      "text": "b. Probably not c. Maybe"
    },
    {
      "index": 39,
      "start_time": 252340.0,
      "end_time": 258180.0,
      "text": "While we are waiting for the results of the polling question, I would like to remind you"
    },
    {
      "index": 40,
      "start_time": 258180.0,
      "end_time": 265139.0,
      "text": "that today’s webcast maybe counted towards your continuing professional education. If"
    },
    {
      "index": 41,
      "start_time": 265139.0,
      "end_time": 270960.0,
      "text": "you stay with us for the whole webcast, you can credit yourself with one and a half hours"
    },
    {
      "index": 42,
      "start_time": 270960.0,
      "end_time": 277330.0,
      "text": "towards your annual total. This applies to those in public practice and those working"
    },
    {
      "index": 43,
      "start_time": 277330.0,
      "end_time": 283199.0,
      "text": "in industry. We do not issue certificates for the webcast, but your email registration"
    },
    {
      "index": 44,
      "start_time": 283199.0,
      "end_time": 293919.0,
      "text": "and confirmation can form part of your documentation in support of your attendance."
    },
    {
      "index": 45,
      "start_time": 293919.0,
      "end_time": 296560.0,
      "text": "  Let us look at the results of the first question."
    },
    {
      "index": 46,
      "start_time": 296560.0,
      "end_time": 309090.0,
      "text": "We have about 5% of the people, 6% that are considering it and 65% probably not. I would"
    },
    {
      "index": 47,
      "start_time": 309090.0,
      "end_time": 314009.0,
      "text": "say that is probably consistent with the discussion I had with a lot of companies out there over"
    },
    {
      "index": 48,
      "start_time": 314009.0,
      "end_time": 320860.0,
      "text": "the last six months. Having said that a lot of people are starting to consider the benefits"
    },
    {
      "index": 49,
      "start_time": 320860.0,
      "end_time": 324770.0,
      "text": "and the advantages, we have to keep in mind that this is a fairly new standard that just"
    },
    {
      "index": 50,
      "start_time": 324770.0,
      "end_time": 330409.0,
      "text": "came out in December and I truly think that people are just starting to really understand"
    },
    {
      "index": 51,
      "start_time": 330409.0,
      "end_time": 336090.0,
      "text": "the benefits. Now, I would like to welcome our first speaker"
    },
    {
      "index": 52,
      "start_time": 336090.0,
      "end_time": 343870.0,
      "text": "for today’s webcast, Kerry Danyluk. Kerry Danyluk is a Partner in Deloitte’s National"
    },
    {
      "index": 53,
      "start_time": 343870.0,
      "end_time": 351469.0,
      "text": "office in Toronto. She specializes in a number of areas of IFRS, ASPE and not-for-profit"
    },
    {
      "index": 54,
      "start_time": 351469.0,
      "end_time": 356949.0,
      "text": "accounting. She has worked with entities in a number of sectors of IFRS implementation"
    },
    {
      "index": 55,
      "start_time": 356949.0,
      "end_time": 362860.0,
      "text": "and complex accounting issues including Crown corporations, financial services and public"
    },
    {
      "index": 56,
      "start_time": 362860.0,
      "end_time": 368360.0,
      "text": "utilities. So Kerry, I will now turn it over to you."
    },
    {
      "index": 57,
      "start_time": 368360.0,
      "end_time": 375289.0,
      "text": "Thanks Steve. Before we get into meat I guess of the hedging standard, I just wanted to"
    },
    {
      "index": 58,
      "start_time": 375289.0,
      "end_time": 383789.0,
      "text": "give a little overview about IFRS 9. As you all know, I am sure, IFRS 9 in the hedging"
    },
    {
      "index": 59,
      "start_time": 383789.0,
      "end_time": 388050.0,
      "text": "instalment that we are going to be talking about today is part of a larger project and"
    },
    {
      "index": 60,
      "start_time": 388050.0,
      "end_time": 393279.0,
      "text": "so, all these pieces of IFRS 9 have been in development for a number of years and we got"
    },
    {
      "index": 61,
      "start_time": 393279.0,
      "end_time": 398759.0,
      "text": "a little schematic on the slide here of sort of all the various pieces and where we sit"
    },
    {
      "index": 62,
      "start_time": 398759.0,
      "end_time": 405189.0,
      "text": "with them. There are currently a number of parts of IFRS 9 that are available for early"
    },
    {
      "index": 63,
      "start_time": 405189.0,
      "end_time": 410710.0,
      "text": "adoption and today we are going to focus our comments on the general hedge accounting standard,"
    },
    {
      "index": 64,
      "start_time": 410710.0,
      "end_time": 416089.0,
      "text": "which was just released late last year and this is the latest instalment in the IFRS"
    },
    {
      "index": 65,
      "start_time": 416089.0,
      "end_time": 422909.0,
      "text": "9 story I guess. In terms of other pieces of the standard, we expect the new impairment"
    },
    {
      "index": 66,
      "start_time": 422909.0,
      "end_time": 428089.0,
      "text": "standard to be finalized later this year and macro hedging is still at a much earlier phase."
    },
    {
      "index": 67,
      "start_time": 428089.0,
      "end_time": 434370.0,
      "text": "It is still at sort of the discussion paper phase. We currently expect that all the pieces"
    },
    {
      "index": 68,
      "start_time": 434370.0,
      "end_time": 440580.0,
      "text": "of IFRS 9 will be mandatory for fiscal years starting on or after January 1, 2018. If you"
    },
    {
      "index": 69,
      "start_time": 440580.0,
      "end_time": 444789.0,
      "text": "have been following the project, you probably will remember that there was a thought at"
    },
    {
      "index": 70,
      "start_time": 444789.0,
      "end_time": 451839.0,
      "text": "one point that parts of IFRS 9 would be mandatory as early as 2013. So, we have really seen"
    },
    {
      "index": 71,
      "start_time": 451839.0,
      "end_time": 458379.0,
      "text": "a fair bit of slippage, I guess probably due just to the overall complexity and controversy"
    },
    {
      "index": 72,
      "start_time": 458379.0,
      "end_time": 464409.0,
      "text": "of this project. So as I mentioned, there are various parts of IFRS 9 that are available"
    },
    {
      "index": 73,
      "start_time": 464409.0,
      "end_time": 468819.0,
      "text": "for early adoption and as we will see on the next slide, there is a bit of complexity in"
    },
    {
      "index": 74,
      "start_time": 468819.0,
      "end_time": 476749.0,
      "text": "the order to which these parts may be adopted. The first piece of IFRS 9 to be released related"
    },
    {
      "index": 75,
      "start_time": 476749.0,
      "end_time": 481900.0,
      "text": "to classification and measurement of financial assets. This part of the standard sets out"
    },
    {
      "index": 76,
      "start_time": 481900.0,
      "end_time": 486879.0,
      "text": "the parameters for measuring financial assets at cost or fair value. There are currently"
    },
    {
      "index": 77,
      "start_time": 486879.0,
      "end_time": 491349.0,
      "text": "some proposed changes to the standard out for comment right now, but we do have an existing"
    },
    {
      "index": 78,
      "start_time": 491349.0,
      "end_time": 497969.0,
      "text": "version of the standard. We expect resolution of the exposure process later this year. So,"
    },
    {
      "index": 79,
      "start_time": 497969.0,
      "end_time": 503240.0,
      "text": "there may be some more changes to the classification and measurement of financial assets to come."
    },
    {
      "index": 80,
      "start_time": 503240.0,
      "end_time": 507189.0,
      "text": "In the meantime, the current version of IFRS 9 on classification and measurement of financial"
    },
    {
      "index": 81,
      "start_time": 507189.0,
      "end_time": 511939.0,
      "text": "assets is available now for early adoption and this part of the standard could actually"
    },
    {
      "index": 82,
      "start_time": 511939.0,
      "end_time": 518669.0,
      "text": "be adopted by itself and in fact a number of companies have adopted this standard, not"
    },
    {
      "index": 83,
      "start_time": 518669.0,
      "end_time": 523909.0,
      "text": "financial institutions because the regulated ones have not been allowed to by the regulators,"
    },
    {
      "index": 84,
      "start_time": 523909.0,
      "end_time": 532110.0,
      "text": "but we have seen companies in other industries who have early adopted parts of IFRS 9."
    },
    {
      "index": 85,
      "start_time": 532110.0,
      "end_time": 538160.0,
      "text": "The next thing we got was guidance on classification and measurement of financial liabilities in"
    },
    {
      "index": 86,
      "start_time": 538160.0,
      "end_time": 543880.0,
      "text": "2010. This part of the standard can also be early adopted, but must be adopted with classification"
    },
    {
      "index": 87,
      "start_time": 543880.0,
      "end_time": 548600.0,
      "text": "and measurement of financial assets. If for some reason you wanted to adopt the financial"
    },
    {
      "index": 88,
      "start_time": 548600.0,
      "end_time": 553410.0,
      "text": "liabilities part of the standard, you would also adopt the financial assets part that"
    },
    {
      "index": 89,
      "start_time": 553410.0,
      "end_time": 561220.0,
      "text": "came out in 2009. In 2013, there was a more limited amendment that was released that deals"
    },
    {
      "index": 90,
      "start_time": 561220.0,
      "end_time": 566060.0,
      "text": "with re-measurement gains and losses related to a company’s own credit risk when financial"
    },
    {
      "index": 91,
      "start_time": 566060.0,
      "end_time": 571220.0,
      "text": "liabilities are recorded at fair value to profit and loss. This standard requires that"
    },
    {
      "index": 92,
      "start_time": 571220.0,
      "end_time": 575600.0,
      "text": "gains and losses related to changes in own credit risk should be recorded in other comprehensive"
    },
    {
      "index": 93,
      "start_time": 575600.0,
      "end_time": 579970.0,
      "text": "income and not profit and loss. This part of the standard, just to make it"
    },
    {
      "index": 94,
      "start_time": 579970.0,
      "end_time": 585149.0,
      "text": "even more confusing, can actually be adopted all by itself without any of the other pieces."
    },
    {
      "index": 95,
      "start_time": 585149.0,
      "end_time": 592380.0,
      "text": "So if you had something under IAS 39, a financial liability, that you were classifying, carrying"
    },
    {
      "index": 96,
      "start_time": 592380.0,
      "end_time": 596560.0,
      "text": "at fair value through profit and loss, so maybe it was a liability that had a complex"
    },
    {
      "index": 97,
      "start_time": 596560.0,
      "end_time": 603100.0,
      "text": "embedded derivative or something like that and you opted to mark it to fair value, then"
    },
    {
      "index": 98,
      "start_time": 603100.0,
      "end_time": 607160.0,
      "text": "you could adopt this part of the standard that talks about what to do with gains and"
    },
    {
      "index": 99,
      "start_time": 607160.0,
      "end_time": 613589.0,
      "text": "losses on the fair value re-measurement. Also in 2013, and this is the subject what we are"
    },
    {
      "index": 100,
      "start_time": 613589.0,
      "end_time": 619339.0,
      "text": "going to talk about today, we got the amendments related to hedge accounting. If the hedge"
    },
    {
      "index": 101,
      "start_time": 619339.0,
      "end_time": 624319.0,
      "text": "accounting standards are early adopted, then what you must do is adopt all the other pieces"
    },
    {
      "index": 102,
      "start_time": 624319.0,
      "end_time": 630259.0,
      "text": "of IFRS 9 that came before, so you need to adopt all those at the same time. If you do"
    },
    {
      "index": 103,
      "start_time": 630259.0,
      "end_time": 634440.0,
      "text": "decide to adopt the hedge accounting rules, just recognize that, that means that other"
    },
    {
      "index": 104,
      "start_time": 634440.0,
      "end_time": 639880.0,
      "text": "things need to happen as well such as making sure to classify your financial assets and"
    },
    {
      "index": 105,
      "start_time": 639880.0,
      "end_time": 647850.0,
      "text": "liabilities under the new standard. On the next slide, we just thought we should"
    },
    {
      "index": 106,
      "start_time": 647850.0,
      "end_time": 655110.0,
      "text": "point out some of the things that have not changed from IAS 39, so applying hedge accounting"
    },
    {
      "index": 107,
      "start_time": 655110.0,
      "end_time": 666000.0,
      "text": "remains a choice. The main objective behind the new IFRS 9 changes on hedge accounting"
    },
    {
      "index": 108,
      "start_time": 666000.0,
      "end_time": 670620.0,
      "text": "was to allow the accounting to more closely reflect risk management strategies and also"
    },
    {
      "index": 109,
      "start_time": 670620.0,
      "end_time": 676500.0,
      "text": "simplification was an objective as well. There were a lot of concerns that hedge accounting"
    },
    {
      "index": 110,
      "start_time": 676500.0,
      "end_time": 681060.0,
      "text": "was very complicated and did not reflect the way people actually are or the way the companies"
    },
    {
      "index": 111,
      "start_time": 681060.0,
      "end_time": 687389.0,
      "text": "are actually hedging their risks. So really trying to deal with both of those things in"
    },
    {
      "index": 112,
      "start_time": 687389.0,
      "end_time": 691040.0,
      "text": "the new standard and I guess it remains to be seen how well they have achieved that as"
    },
    {
      "index": 113,
      "start_time": 691040.0,
      "end_time": 697490.0,
      "text": "we get through our implementation of this new standard. Let us just look at that. There"
    },
    {
      "index": 114,
      "start_time": 697490.0,
      "end_time": 701850.0,
      "text": "are a number of things about IFRS 9 that are not changing. They did want to make it simpler"
    },
    {
      "index": 115,
      "start_time": 701850.0,
      "end_time": 707690.0,
      "text": "and more closely match up with risk management strategies, but they did leave some certain"
    },
    {
      "index": 116,
      "start_time": 707690.0,
      "end_time": 711350.0,
      "text": "principles in place. First of all, hedge accounting is still a"
    },
    {
      "index": 117,
      "start_time": 711350.0,
      "end_time": 717529.0,
      "text": "choice. What that means is if you are doing hedging, economic hedging I will say where"
    },
    {
      "index": 118,
      "start_time": 717529.0,
      "end_time": 721970.0,
      "text": "you are not applying hedge accounting, you do not need to and there is nothing in IFRS"
    },
    {
      "index": 119,
      "start_time": 721970.0,
      "end_time": 725379.0,
      "text": "9 that would say that you would need to apply hedge accounting. You could continue with"
    },
    {
      "index": 120,
      "start_time": 725379.0,
      "end_time": 731399.0,
      "text": "economic hedges and not seek hedge accounting and in fact, really the only way to trigger"
    },
    {
      "index": 121,
      "start_time": 731399.0,
      "end_time": 736819.0,
      "text": "your hedge accounting is to comply with all the pieces of IFRS 9 including designation"
    },
    {
      "index": 122,
      "start_time": 736819.0,
      "end_time": 740779.0,
      "text": "and documentation, which is another feature of hedge accounting that we are quite familiar"
    },
    {
      "index": 123,
      "start_time": 740779.0,
      "end_time": 747430.0,
      "text": "with from IAS 39 that the hedges must be designated at inception of the hedge relationship and"
    },
    {
      "index": 124,
      "start_time": 747430.0,
      "end_time": 754540.0,
      "text": "there is documentation requirements that need to be met. Also there is no change under IFRS"
    },
    {
      "index": 125,
      "start_time": 754540.0,
      "end_time": 759259.0,
      "text": "9 in the kinds of hedges for accounting purposes. If you are familiar with hedge accounting"
    },
    {
      "index": 126,
      "start_time": 759259.0,
      "end_time": 765889.0,
      "text": "now, you will know that there are fair value hedges, cash flow hedges, and hedges of net"
    },
    {
      "index": 127,
      "start_time": 765889.0,
      "end_time": 772420.0,
      "text": "investment in a foreign currency entity. There is no change in the basic types of hedges"
    },
    {
      "index": 128,
      "start_time": 772420.0,
      "end_time": 778300.0,
      "text": "and really a lot of similarities are pretty much the same in the mechanics of how those"
    },
    {
      "index": 129,
      "start_time": 778300.0,
      "end_time": 785759.0,
      "text": "different hedges would be accounted for. This next slide presents a good, more complete"
    },
    {
      "index": 130,
      "start_time": 785759.0,
      "end_time": 789980.0,
      "text": "overview, of the new hedge accounting standard and highlights some of the areas of difference"
    },
    {
      "index": 131,
      "start_time": 789980.0,
      "end_time": 795500.0,
      "text": "that we will go through in more detail through the presentation. As under IAS 39 just to"
    },
    {
      "index": 132,
      "start_time": 795500.0,
      "end_time": 800759.0,
      "text": "get some of the terminology down, we will refer to hedging instruments, what kinds of"
    },
    {
      "index": 133,
      "start_time": 800759.0,
      "end_time": 806470.0,
      "text": "things can you use to hedge an exposure, as well as hedged items, so these are the exposures"
    },
    {
      "index": 134,
      "start_time": 806470.0,
      "end_time": 812170.0,
      "text": "that are eligible for hedge accounting. These two elements work together to form the hedging"
    },
    {
      "index": 135,
      "start_time": 812170.0,
      "end_time": 818639.0,
      "text": "strategy for designation and documentation and accounting purposes. There have been some"
    },
    {
      "index": 136,
      "start_time": 818639.0,
      "end_time": 824230.0,
      "text": "changes in what can be a hedging instrument as well as changes in what are eligible hedged"
    },
    {
      "index": 137,
      "start_time": 824230.0,
      "end_time": 829550.0,
      "text": "items. We are going to go through these in a bit more detail shortly and then Kiran is"
    },
    {
      "index": 138,
      "start_time": 829550.0,
      "end_time": 834480.0,
      "text": "going to talk about in more detail about the effectiveness assessment process. This is"
    },
    {
      "index": 139,
      "start_time": 834480.0,
      "end_time": 839290.0,
      "text": "another area where hopefully the standard has become a little bit more user-friendly"
    },
    {
      "index": 140,
      "start_time": 839290.0,
      "end_time": 843889.0,
      "text": "and somewhat more judgement based than what we have seen in the past and then as well"
    },
    {
      "index": 141,
      "start_time": 843889.0,
      "end_time": 849579.0,
      "text": "Kiran is going to touch on the disclosure requirements, which have been increased in"
    },
    {
      "index": 142,
      "start_time": 849579.0,
      "end_time": 856639.0,
      "text": "the new standard. First on to eligible hedging items. This first"
    },
    {
      "index": 143,
      "start_time": 856639.0,
      "end_time": 862600.0,
      "text": "slide sort of presents, so on here we are going to focus you in on what you can now"
    },
    {
      "index": 144,
      "start_time": 862600.0,
      "end_time": 868019.0,
      "text": "consider to be hedging instruments under IFRS 9 and there are a couple of areas of difference"
    },
    {
      "index": 145,
      "start_time": 868019.0,
      "end_time": 874120.0,
      "text": "that we are going to touch on. Under IAS 39, non-derivatives could be used as hedging instruments"
    },
    {
      "index": 146,
      "start_time": 874120.0,
      "end_time": 879829.0,
      "text": "only related to hedging foreign currency risk. For example you could use US dollar debt to"
    },
    {
      "index": 147,
      "start_time": 879829.0,
      "end_time": 884069.0,
      "text": "hedge a net investment in a US dollar foreign operation, so that is an example of using"
    },
    {
      "index": 148,
      "start_time": 884069.0,
      "end_time": 890990.0,
      "text": "something that is not a derivative, being the debt, to hedge an exposure, but now this"
    },
    {
      "index": 149,
      "start_time": 890990.0,
      "end_time": 899069.0,
      "text": "has been broadened out a bit more under IFRS 9 as we will see. Let us look at an example."
    },
    {
      "index": 150,
      "start_time": 899069.0,
      "end_time": 905680.0,
      "text": "An example, as the slides says, it is now possible to use non-derivatives in more cases"
    },
    {
      "index": 151,
      "start_time": 905680.0,
      "end_time": 912680.0,
      "text": "to hedge exposures and one of the examples that is given is a financial instrument measured"
    },
    {
      "index": 152,
      "start_time": 912680.0,
      "end_time": 916850.0,
      "text": "at fair value through profit and loss could now be a hedging instrument. What would be"
    },
    {
      "index": 153,
      "start_time": 916850.0,
      "end_time": 928149.0,
      "text": "an example of that? There is a company that has a highly probable forecast gold purchase"
    },
    {
      "index": 154,
      "start_time": 928149.0,
      "end_time": 933310.0,
      "text": "and so they know that they have got this exposure to the price of gold, what could they use"
    },
    {
      "index": 155,
      "start_time": 933310.0,
      "end_time": 941629.0,
      "text": "to hedge that? Under this new feature of IFRS 9, they could, in fact go out and purchase"
    },
    {
      "index": 156,
      "start_time": 941629.0,
      "end_time": 948629.0,
      "text": "units of a gold fund that holds physical gold and those would be a financial instrument"
    },
    {
      "index": 157,
      "start_time": 948629.0,
      "end_time": 953889.0,
      "text": "because it is units of a fund and those units also under IFRS 9, would be carried at fair"
    },
    {
      "index": 158,
      "start_time": 953889.0,
      "end_time": 961170.0,
      "text": "value through profit and loss and that could be a hedge, you could consider those units,"
    },
    {
      "index": 159,
      "start_time": 961170.0,
      "end_time": 967160.0,
      "text": "that investment, as a hedge of the highly probable gold purchase."
    },
    {
      "index": 160,
      "start_time": 967160.0,
      "end_time": 973100.0,
      "text": "Then on the right hand side of the slide, we are touching on the new guidance on using"
    },
    {
      "index": 161,
      "start_time": 973100.0,
      "end_time": 981209.0,
      "text": "options and forwards as hedging instruments. It is a somewhat more complicated discussion,"
    },
    {
      "index": 162,
      "start_time": 981209.0,
      "end_time": 986189.0,
      "text": "which we will go through, but it does kind of open the door and make the accounting a"
    },
    {
      "index": 163,
      "start_time": 986189.0,
      "end_time": 994930.0,
      "text": "little bit more friendly in that area. Let us move right on to that then, on the next"
    },
    {
      "index": 164,
      "start_time": 994930.0,
      "end_time": 1002029.0,
      "text": "slide. Let us consider options for a moment, as under IAS 39, an option that you purchased"
    },
    {
      "index": 165,
      "start_time": 1002030.0,
      "end_time": 1008010.0,
      "text": "would be recorded at fair value under IFRS 9. The fair value of an option consists of"
    },
    {
      "index": 166,
      "start_time": 1008010.0,
      "end_time": 1012830.0,
      "text": "the intrinsic value and time value. Intrinsic value of course, as a little bit of a review"
    },
    {
      "index": 167,
      "start_time": 1012830.0,
      "end_time": 1017400.0,
      "text": "here of some of the terminology, is the difference between the fair value of the underlying option"
    },
    {
      "index": 168,
      "start_time": 1017400.0,
      "end_time": 1022710.0,
      "text": "and the strike price. If the instrument is an option to buy stock, then the intrinsic"
    },
    {
      "index": 169,
      "start_time": 1022710.0,
      "end_time": 1026830.0,
      "text": "value is the difference between the option exercise price and the fair value of the actual"
    },
    {
      "index": 170,
      "start_time": 1026829.9999999999,
      "end_time": 1032929.9999999999,
      "text": "stock that you could buy. Then there is also time value and time value includes volatility"
    },
    {
      "index": 171,
      "start_time": 1032930.0000000001,
      "end_time": 1040261.0000000001,
      "text": "and can be somewhat volatile in your P&amp;L. Under IAS 39, companies doing hedge accounting"
    },
    {
      "index": 172,
      "start_time": 1040260.0,
      "end_time": 1047209.0,
      "text": "for strategies involving options would often exclude the time value from the hedging relationship"
    },
    {
      "index": 173,
      "start_time": 1047210.0,
      "end_time": 1051030.0,
      "text": "because that would give you better effectiveness in your hedge relationship, but it meant that"
    },
    {
      "index": 174,
      "start_time": 1051030.0,
      "end_time": 1057851.0,
      "text": "the volatile time value element needed to be included in the profit and loss. So what"
    },
    {
      "index": 175,
      "start_time": 1057850.0,
      "end_time": 1063490.0,
      "text": "have they done under IAS 9? For option-based hedging strategies, there will be the ability"
    },
    {
      "index": 176,
      "start_time": 1063490.0,
      "end_time": 1068549.0,
      "text": "to exclude the time value from the hedging relationship. We have that already, so what"
    },
    {
      "index": 177,
      "start_time": 1068550.0,
      "end_time": 1077021.0,
      "text": "is different? In the case of IFRS 9, a portion of the time value would be deferred in OCI."
    },
    {
      "index": 178,
      "start_time": 1077020.0,
      "end_time": 1082279.0,
      "text": "How much time value gets deferred in OCI depends on how perfectly matched the terms of the"
    },
    {
      "index": 179,
      "start_time": 1082280.0,
      "end_time": 1086841.0,
      "text": "option are to the hedged exposure. This is referred to in the standard as the aligned"
    },
    {
      "index": 180,
      "start_time": 1086840.0,
      "end_time": 1093150.0,
      "text": "time value, which gets deferred in OCI. If the terms of the option are not a perfect"
    },
    {
      "index": 181,
      "start_time": 1093150.0,
      "end_time": 1097539.0,
      "text": "match, then some portion of the time value may have to be recorded in profit and loss"
    },
    {
      "index": 182,
      "start_time": 1097540.0,
      "end_time": 1103631.0,
      "text": "and this is what I am calling the residual on my slide, so that falls to the P&amp;L. The"
    },
    {
      "index": 183,
      "start_time": 1103630.0,
      "end_time": 1108010.0,
      "text": "time value deferred in other comprehensive income would be recycled to profit and loss"
    },
    {
      "index": 184,
      "start_time": 1108010.0,
      "end_time": 1112760.0,
      "text": "in a way that depends on whether the hedged exposure is transaction-based or time-based,"
    },
    {
      "index": 185,
      "start_time": 1112760.0,
      "end_time": 1116640.0,
      "text": "so there is some different guidance depending on the kind of hedge that you are dealing"
    },
    {
      "index": 186,
      "start_time": 1116640.0,
      "end_time": 1122059.0,
      "text": "with. An example of a transaction-based exposure would be the purchase of an inventory let"
    },
    {
      "index": 187,
      "start_time": 1122060.0,
      "end_time": 1127381.0,
      "text": "us say like a commodity or something and your hedging price risk and time-based exposure"
    },
    {
      "index": 188,
      "start_time": 1127380.0,
      "end_time": 1131679.0,
      "text": "maybe seen in the interest rate hedging strategy.  "
    },
    {
      "index": 189,
      "start_time": 1131680.0,
      "end_time": 1136050.0,
      "text": "So what about forwards? Well here they take a similar approach and let us look at the"
    },
    {
      "index": 190,
      "start_time": 1136050.0,
      "end_time": 1141711.0,
      "text": "value of a forward. The value of a forward contract includes a forward element, which"
    },
    {
      "index": 191,
      "start_time": 1141710.0,
      "end_time": 1146309.0,
      "text": "is the difference between the forward price and the spot price of the underlying. Under"
    },
    {
      "index": 192,
      "start_time": 1146310.0,
      "end_time": 1152151.0,
      "text": "IFRS 9, it will now be possible to exclude the forward element from the hedging strategy"
    },
    {
      "index": 193,
      "start_time": 1152150.0,
      "end_time": 1157580.0,
      "text": "similar to what we went through in options and either recorded immediately in P&amp;L or"
    },
    {
      "index": 194,
      "start_time": 1157580.0,
      "end_time": 1163500.0,
      "text": "defer in OCI. We have a choice here to put it to the P&amp;L or to the other comprehensive"
    },
    {
      "index": 195,
      "start_time": 1163500.0,
      "end_time": 1170840.0,
      "text": "income, whereas under the option discussion it was only to other comprehensive income"
    },
    {
      "index": 196,
      "start_time": 1170840.0,
      "end_time": 1181220.0,
      "text": "if you decided to exclude the time value from the hedging relationship. So you deferred"
    },
    {
      "index": 197,
      "start_time": 1181220.0,
      "end_time": 1185270.0,
      "text": "in OCI and again that is to the extent that the terms of the forward match the hedged"
    },
    {
      "index": 198,
      "start_time": 1185270.0,
      "end_time": 1191360.0,
      "text": "exposure. Again, we have this idea of aligned forward element and being deferred in OCI"
    },
    {
      "index": 199,
      "start_time": 1191360.0,
      "end_time": 1199279.0,
      "text": "and then recycled back into the profit and loss and then the residual would go to P&amp;L."
    },
    {
      "index": 200,
      "start_time": 1199280.0,
      "end_time": 1204851.0,
      "text": "In IFRS 9, just to summarize, the option, time value and the forward element are referred"
    },
    {
      "index": 201,
      "start_time": 1204850.0,
      "end_time": 1210250.0,
      "text": "to as the cost of hedging and under IAS 39, these elements would have been a potential"
    },
    {
      "index": 202,
      "start_time": 1210250.0,
      "end_time": 1215600.0,
      "text": "source and effectiveness is included in the hedging strategy. If you exclude them under"
    },
    {
      "index": 203,
      "start_time": 1215600.0,
      "end_time": 1221870.0,
      "text": "IAS 39, then they would have fallen straight to P&amp;L. IFRS 9 is kind of giving a little"
    },
    {
      "index": 204,
      "start_time": 1221870.0,
      "end_time": 1227029.0,
      "text": "bit of a better of both worlds in the sense that these costs can be excluded from the"
    },
    {
      "index": 205,
      "start_time": 1227030.0,
      "end_time": 1233751.0,
      "text": "hedging strategy probably increasing its effectiveness by giving some ability to defer some of that"
    },
    {
      "index": 206,
      "start_time": 1233750.0,
      "end_time": 1242760.0,
      "text": "volatility into other comprehensive income, so less volatility in the P&amp;L."
    },
    {
      "index": 207,
      "start_time": 1242760.0,
      "end_time": 1247559.0,
      "text": "Let us move on, that is a discussion sort of, of the hedging instruments and some of"
    },
    {
      "index": 208,
      "start_time": 1247560.0,
      "end_time": 1253111.0,
      "text": "the things that have changed on that front and let us move on to eligible hedged items."
    },
    {
      "index": 209,
      "start_time": 1253110.0,
      "end_time": 1260140.0,
      "text": "On this first slide, the top row is showing all the things that are eligible hedged items"
    },
    {
      "index": 210,
      "start_time": 1260140.0,
      "end_time": 1266630.0,
      "text": "now under IAS 39. IFRS 9 is going to include all of these and adds the items that you see"
    },
    {
      "index": 211,
      "start_time": 1266630.0,
      "end_time": 1272090.0,
      "text": "on the bottom row. We will talk about each of these in the coming slides. The non-qualifying"
    },
    {
      "index": 212,
      "start_time": 1272090.0,
      "end_time": 1276529.0,
      "text": "items are listed at the bottom of the slide. These would also not have qualified under"
    },
    {
      "index": 213,
      "start_time": 1276530.0,
      "end_time": 1282961.0,
      "text": "IAS 39. For example, an entity cannot hedge any of its equity instruments, so it is issued"
    },
    {
      "index": 214,
      "start_time": 1282960.0,
      "end_time": 1289020.0,
      "text": "equity. Also hedge accounting cannot be achieved related to firm commitments to acquire a business,"
    },
    {
      "index": 215,
      "start_time": 1289020.0,
      "end_time": 1295620.0,
      "text": "so if you have an upcoming business combination. Equity-method investments also cannot be hedged"
    },
    {
      "index": 216,
      "start_time": 1295620.0,
      "end_time": 1301620.0,
      "text": "or at least you could economically hedge some of these things, but you would not be achieving"
    },
    {
      "index": 217,
      "start_time": 1301620.0,
      "end_time": 1313110.0,
      "text": "hedge accounting. This is probably one of the areas that is of interest to a number"
    },
    {
      "index": 218,
      "start_time": 1313110.0,
      "end_time": 1318250.0,
      "text": "of people looking at whether or not they would really adopt IFRS 9 and this deals with risk"
    },
    {
      "index": 219,
      "start_time": 1318250.0,
      "end_time": 1325520.0,
      "text": "components of non-financial items. Let us look at an example about what this could mean."
    },
    {
      "index": 220,
      "start_time": 1325520.0,
      "end_time": 1331370.0,
      "text": "This sort of hedging strategy, hedging a risk component, starts with a consideration of"
    },
    {
      "index": 221,
      "start_time": 1331370.0,
      "end_time": 1336320.0,
      "text": "whether there is a risk component that is separately identifiable and reliably measurable."
    },
    {
      "index": 222,
      "start_time": 1336320.0,
      "end_time": 1341620.0,
      "text": "Is there something in there that is a separate risk that you can identify and reliably measure"
    },
    {
      "index": 223,
      "start_time": 1341620.0,
      "end_time": 1348960.0,
      "text": "and hedge? If you have that, then it is possible that you could develop a hedge accounting"
    },
    {
      "index": 224,
      "start_time": 1348960.0,
      "end_time": 1356260.0,
      "text": "strategy that achieves a hedge of just that risk component. So that was not possible under"
    },
    {
      "index": 225,
      "start_time": 1356260.0,
      "end_time": 1361960.0,
      "text": "IAS 39 in the past except for in the case of just foreign currency hedging. Here now"
    },
    {
      "index": 226,
      "start_time": 1361960.0,
      "end_time": 1368220.0,
      "text": "we are able to look at different elements of risk and possibly create hedging strategies"
    },
    {
      "index": 227,
      "start_time": 1368220.0,
      "end_time": 1373779.0,
      "text": "that would achieve hedge accounting. So this example, the coffee example on the slide is"
    },
    {
      "index": 228,
      "start_time": 1373780.0,
      "end_time": 1381150.0,
      "text": "actually we developed it straight from one that appears in IFRS 9. We have entity B and"
    },
    {
      "index": 229,
      "start_time": 1381150.0,
      "end_time": 1387711.0,
      "text": "they are buying Arabica coffee for their own use and for delivery. They need it for their"
    },
    {
      "index": 230,
      "start_time": 1387710.0,
      "end_time": 1393370.0,
      "text": "business. In order to mitigate the risk of price changes, B enters into exchange traded"
    },
    {
      "index": 231,
      "start_time": 1393370.0,
      "end_time": 1398120.0,
      "text": "futures contracts for what is referred to as the benchmark quality of coffee, so that"
    },
    {
      "index": 232,
      "start_time": 1398120.0,
      "end_time": 1404960.0,
      "text": "is the standard futures contract that is trading on the futures exchange. It is not the Arabica"
    },
    {
      "index": 233,
      "start_time": 1404960.0,
      "end_time": 1410960.0,
      "text": "that B purchases for its use, but a different quality of coffee for which the exchange traded"
    },
    {
      "index": 234,
      "start_time": 1410960.0,
      "end_time": 1418039.0,
      "text": "futures maybe obtained. These contracts go out 15 months into the next harvest year."
    },
    {
      "index": 235,
      "start_time": 1418040.0,
      "end_time": 1423231.0,
      "text": "B has entered into coffee contracts to purchase the Arabica coffee for delivery from the current"
    },
    {
      "index": 236,
      "start_time": 1423230.0,
      "end_time": 1428720.0,
      "text": "harvest, so they have secured basically their supply with these contracts. The contracts"
    },
    {
      "index": 237,
      "start_time": 1428720.0,
      "end_time": 1433990.0,
      "text": "include a pricing formula, which includes the price of the benchmark quality coffee."
    },
    {
      "index": 238,
      "start_time": 1433990.0,
      "end_time": 1437820.0,
      "text": "  You can see on the slide, it says the purchase"
    },
    {
      "index": 239,
      "start_time": 1437820.0,
      "end_time": 1443909.0,
      "text": "price basically, as specified in the contract, includes an element that reflects, at any"
    },
    {
      "index": 240,
      "start_time": 1443910.0,
      "end_time": 1448951.0,
      "text": "point in time when they take delivery of their coffee, part of the price would be related"
    },
    {
      "index": 241,
      "start_time": 1448950.0,
      "end_time": 1457679.0,
      "text": "to the coffee benchmark quality price per the futures exchange and then the quality"
    },
    {
      "index": 242,
      "start_time": 1457680.0,
      "end_time": 1464550.0,
      "text": "premium. So the difference between today’s price for that benchmark quality coffee compared"
    },
    {
      "index": 243,
      "start_time": 1464550.0,
      "end_time": 1468861.0,
      "text": "to the Arabica coffee, which is a different quality, that we are actually buying plus"
    },
    {
      "index": 244,
      "start_time": 1468860.0,
      "end_time": 1473649.0,
      "text": "transportation charges because they need to actually get the coffee to where they need"
    },
    {
      "index": 245,
      "start_time": 1473650.0,
      "end_time": 1480081.0,
      "text": "it. So we got this pricing formula within the contracts."
    },
    {
      "index": 246,
      "start_time": 1480080.0,
      "end_time": 1484980.0,
      "text": "Beyond the current harvest, there are no contracts yet. So B does not really have any secured."
    },
    {
      "index": 247,
      "start_time": 1484980.0,
      "end_time": 1490090.0,
      "text": "They do not have a contractually determined pricing formula yet for beyond the current"
    },
    {
      "index": 248,
      "start_time": 1490090.0,
      "end_time": 1496519.0,
      "text": "harvest, but they do have a highly probable future purchases for Arabica for the foreseeable"
    },
    {
      "index": 249,
      "start_time": 1496520.0,
      "end_time": 1500731.0,
      "text": "future that is part of their business, they need that coffee and they know that, that"
    },
    {
      "index": 250,
      "start_time": 1500730.0,
      "end_time": 1506730.0,
      "text": "will continue. The question that is asked on the slide is to what extent B can hedge"
    },
    {
      "index": 251,
      "start_time": 1506730.0,
      "end_time": 1513299.0,
      "text": "on a risk components basis? Let us look at the next slide, which outlines some of B’s"
    },
    {
      "index": 252,
      "start_time": 1513300.0,
      "end_time": 1518770.0,
      "text": "considerations. First of all, for the purchases during the current harvest, B has Arabica"
    },
    {
      "index": 253,
      "start_time": 1518770.0,
      "end_time": 1528270.0,
      "text": "supply contracts that include a pricing formula. In that formula, the price of the benchmark"
    },
    {
      "index": 254,
      "start_time": 1528270.0,
      "end_time": 1533821.0,
      "text": "quality coffee is separately identifiable risk component and B considers it to be reliably"
    },
    {
      "index": 255,
      "start_time": 1533820.0,
      "end_time": 1539039.0,
      "text": "measurable. This is kind of their conclusion on this question. Therefore, they conclude"
    },
    {
      "index": 256,
      "start_time": 1539040.0,
      "end_time": 1545040.0,
      "text": "that they can use the purchased coffee futures to hedge the risk component in the Arabica"
    },
    {
      "index": 257,
      "start_time": 1545040.0,
      "end_time": 1552241.0,
      "text": "contracts and that risk component is the price of benchmark quality coffee. What about the"
    },
    {
      "index": 258,
      "start_time": 1552240.0,
      "end_time": 1556419.0,
      "text": "period beyond the current harvest? And so remember they have no contracts right now."
    },
    {
      "index": 259,
      "start_time": 1556420.0,
      "end_time": 1562091.0,
      "text": "They do not really know what those contracts for the purchases of Arabica, say into next"
    },
    {
      "index": 260,
      "start_time": 1562090.0,
      "end_time": 1566840.0,
      "text": "year, are going to be. However, they do have their highly probable purchases, so that is"
    },
    {
      "index": 261,
      "start_time": 1566840.0,
      "end_time": 1573970.0,
      "text": "potentially an exposure that would meet the condition of being a highly probable purchase,"
    },
    {
      "index": 262,
      "start_time": 1573970.0,
      "end_time": 1578220.0,
      "text": "which would be the same kind of threshold that we would have seen under IAS 39 in terms"
    },
    {
      "index": 263,
      "start_time": 1578220.0,
      "end_time": 1584210.0,
      "text": "of probability. Since there is no contract, B needs to analyze the market structure and"
    },
    {
      "index": 264,
      "start_time": 1584210.0,
      "end_time": 1589450.0,
      "text": "pricing to determine if the price of the benchmark quality coffee is separately identifiable"
    },
    {
      "index": 265,
      "start_time": 1589450.0,
      "end_time": 1594640.0,
      "text": "and reliably measurable risk component. Based on their experience with the market and how"
    },
    {
      "index": 266,
      "start_time": 1594640.0,
      "end_time": 1599490.0,
      "text": "their contracts for Arabica are eventually priced, B concludes that the price of the"
    },
    {
      "index": 267,
      "start_time": 1599490.0,
      "end_time": 1605110.0,
      "text": "benchmark coffee is separately identifiable and reliably measurable and so concludes that"
    },
    {
      "index": 268,
      "start_time": 1605110.0,
      "end_time": 1611250.0,
      "text": "this is a risk component that can also be hedged with the coffee futures."
    },
    {
      "index": 269,
      "start_time": 1611250.0,
      "end_time": 1616679.0,
      "text": "Under IAS 39, just to reiterate, the benchmark quality price could not have been hedged by"
    },
    {
      "index": 270,
      "start_time": 1616680.0,
      "end_time": 1621861.0,
      "text": "itself and this hedging strategy would have been very unlikely to achieve hedge accounting"
    },
    {
      "index": 271,
      "start_time": 1621860.0,
      "end_time": 1627260.0,
      "text": "or this sort of hedging strategy where you are just hedging a component. So that is just"
    },
    {
      "index": 272,
      "start_time": 1627260.0,
      "end_time": 1634750.0,
      "text": "a little summary of how we can consider the door is opened up a little bit more in terms"
    },
    {
      "index": 273,
      "start_time": 1634750.0,
      "end_time": 1643669.0,
      "text": "of hedging risk components. In terms of what does this mean, we now think of hedge accounting"
    },
    {
      "index": 274,
      "start_time": 1643670.0,
      "end_time": 1652201.0,
      "text": "being available for many more risk management strategies and non-financial risks potentially."
    },
    {
      "index": 275,
      "start_time": 1652200.0,
      "end_time": 1656740.0,
      "text": "As noted on the slide, any kind of risk management strategies that you are currently involved"
    },
    {
      "index": 276,
      "start_time": 1656740.0,
      "end_time": 1663950.0,
      "text": "in using derivatives related to agricultural products, energy, precious metals, basically"
    },
    {
      "index": 277,
      "start_time": 1663950.0,
      "end_time": 1671429.0,
      "text": "commodities, as I said, that is one of the places where if people are thinking of really"
    },
    {
      "index": 278,
      "start_time": 1671430.0,
      "end_time": 1681211.0,
      "text": "adopting IFRS 9 may be because they have these kinds of purchases and hedging strategies"
    },
    {
      "index": 279,
      "start_time": 1681210.0,
      "end_time": 1686440.0,
      "text": "or they would like to do that sort of thing and get hedge accounting. The next I am going"
    },
    {
      "index": 280,
      "start_time": 1686440.0,
      "end_time": 1693029.0,
      "text": "to talk about is a little bit different, but there are some changes in IFRS 9 as well."
    },
    {
      "index": 281,
      "start_time": 1693030.0,
      "end_time": 1698491.0,
      "text": "It may be possible now to combine an exposure and a derivate to create an aggregated exposure,"
    },
    {
      "index": 282,
      "start_time": 1698490.0,
      "end_time": 1704929.0,
      "text": "for which hedge accounting maybe achievable. Let us look at an example on the next slide."
    },
    {
      "index": 283,
      "start_time": 1704930.0,
      "end_time": 1711751.0,
      "text": "Consider entity A, which has the Canadian dollar as functional currency. A enters into"
    },
    {
      "index": 284,
      "start_time": 1711750.0,
      "end_time": 1717549.0,
      "text": "Canadian dollar floating rate loan and then enters into a pay US dollar floating and receive"
    },
    {
      "index": 285,
      "start_time": 1717550.0,
      "end_time": 1724530.0,
      "text": "Canadian dollar floating cross currency interest rate swap. This swap or payer of instruments"
    },
    {
      "index": 286,
      "start_time": 1724530.0,
      "end_time": 1730471.0,
      "text": "that we can see on the slide, the Canadian dollar floating rate loan and the US dollar"
    },
    {
      "index": 287,
      "start_time": 1730470.0,
      "end_time": 1737019.0,
      "text": "interest rate swap, you would not achieve hedge accounting for that because we are not"
    },
    {
      "index": 288,
      "start_time": 1737020.0,
      "end_time": 1744841.0,
      "text": "offsetting a risk, we are actually creating one, in fact, economically we have changed"
    },
    {
      "index": 289,
      "start_time": 1744840.0,
      "end_time": 1752399.0,
      "text": "the Canadian dollar floating rate loan to be almost as if it is an US dollar exposure."
    },
    {
      "index": 290,
      "start_time": 1752400.0,
      "end_time": 1757770.0,
      "text": "Effectively, what we have done is created a US dollar floating rate exposure as I said"
    },
    {
      "index": 291,
      "start_time": 1757770.0,
      "end_time": 1763721.0,
      "text": "and under IFRS 9, this exposure can be hedged by another derivative and the hedging relationship"
    },
    {
      "index": 292,
      "start_time": 1763720.0,
      "end_time": 1768289.0,
      "text": "would be eligible for hedge accounting, so you would not have been able to do this under"
    },
    {
      "index": 293,
      "start_time": 1768290.0,
      "end_time": 1774231.0,
      "text": "IAS 39. This is another area to think whether: is there anything in your risk management"
    },
    {
      "index": 294,
      "start_time": 1774230.0,
      "end_time": 1779409.0,
      "text": "strategies and so on where something like this would be attractive since it is now possible"
    },
    {
      "index": 295,
      "start_time": 1779410.0,
      "end_time": 1786680.0,
      "text": "under IFRS 9 to get hedge accounting in these kinds of situations."
    },
    {
      "index": 296,
      "start_time": 1786680.0,
      "end_time": 1793611.0,
      "text": "The next thing I want to talk about is groups and net positions. This is a potentially complex"
    },
    {
      "index": 297,
      "start_time": 1793610.0,
      "end_time": 1811470.0,
      "text": "area, but another one where we can see some more avenues opening up to apply hedge accounting."
    },
    {
      "index": 298,
      "start_time": 1811470.0,
      "end_time": 1816260.0,
      "text": "The ability to get hedge accounting would require that the items be managed together"
    },
    {
      "index": 299,
      "start_time": 1816260.0,
      "end_time": 1821100.0,
      "text": "on a group or a net basis, beyond that there are other parameters impacted by whether or"
    },
    {
      "index": 300,
      "start_time": 1821100.0,
      "end_time": 1827950.0,
      "text": "not it is a net position that you are looking at or a group or whether it relates to foreign"
    },
    {
      "index": 301,
      "start_time": 1827950.0,
      "end_time": 1834769.0,
      "text": "currency exposure. It does get into a fair bit of complexity in the standard and I guess"
    },
    {
      "index": 302,
      "start_time": 1834770.0,
      "end_time": 1838841.0,
      "text": "the other thing to point out about reading the standard is there is the front part of"
    },
    {
      "index": 303,
      "start_time": 1838840.0,
      "end_time": 1846190.0,
      "text": "the standard, IFRS 9 itself, and then it refers you oftentimes into appendix B, which is where"
    },
    {
      "index": 304,
      "start_time": 1846190.0,
      "end_time": 1852440.0,
      "text": "a lot of the guidance actually sits. So, do not forget about that appendix B when you"
    },
    {
      "index": 305,
      "start_time": 1852440.0,
      "end_time": 1857250.0,
      "text": "are looking at IFRS 9, that is where a lot of the examples and in some cases, whatever"
    },
    {
      "index": 306,
      "start_time": 1857250.0,
      "end_time": 1863529.0,
      "text": "guidance there is, appears in appendix B. Let us look at an example, just one of many"
    },
    {
      "index": 307,
      "start_time": 1863530.0,
      "end_time": 1869900.0,
      "text": "possibilities as it comes to group and net positions. Consider a Canadian dollar functional"
    },
    {
      "index": 308,
      "start_time": 1869900.0,
      "end_time": 1875390.0,
      "text": "currency entity with highly probable forecasted transactions consisting of purchases in three"
    },
    {
      "index": 309,
      "start_time": 1875390.0,
      "end_time": 1885571.0,
      "text": "months’ time of $300,000 US dollars and sales of $500,000 US dollars. Basically, they"
    },
    {
      "index": 310,
      "start_time": 1885570.0,
      "end_time": 1889990.0,
      "text": "have a line of business where they are selling into the US and they have some US expenses"
    },
    {
      "index": 311,
      "start_time": 1889990.0,
      "end_time": 1894570.0,
      "text": "as well. One of the conditions for hedge accounting"
    },
    {
      "index": 312,
      "start_time": 1894570.0,
      "end_time": 1900409.0,
      "text": "on a group basis is that the items be individually eligible for hedge accounting. What does this"
    },
    {
      "index": 313,
      "start_time": 1900410.0,
      "end_time": 1908270.0,
      "text": "mean? In our case, because it is future forecasted transactions, we think about: Are they highly"
    },
    {
      "index": 314,
      "start_time": 1908270.0,
      "end_time": 1913201.0,
      "text": "probable? Would they individually meet the conditions for hedge accounting? Could I have"
    },
    {
      "index": 315,
      "start_time": 1913200.0,
      "end_time": 1920110.0,
      "text": "hedged them on their own? Here we are told in the facts of the case that these purchases"
    },
    {
      "index": 316,
      "start_time": 1920110.0,
      "end_time": 1928029.0,
      "text": "and revenue are highly probable of occurring so that condition would be met. We are also"
    },
    {
      "index": 317,
      "start_time": 1928030.0,
      "end_time": 1933180.0,
      "text": "told that the exposure is managed on a net basis. This is another requirement and this"
    },
    {
      "index": 318,
      "start_time": 1933180.0,
      "end_time": 1937150.0,
      "text": "is something that would have to be sort of observable and would be a question of fact,"
    },
    {
      "index": 319,
      "start_time": 1937150.0,
      "end_time": 1943010.0,
      "text": "are you actually managing this exposure on a net basis. If you can say yes to that and"
    },
    {
      "index": 320,
      "start_time": 1943010.0,
      "end_time": 1950140.0,
      "text": "you met the highly probable conditions, then potentially it is possible that you could,"
    },
    {
      "index": 321,
      "start_time": 1950140.0,
      "end_time": 1957841.0,
      "text": "as this company has done, take a foreign currency forward for the net, being the $200,000 maturing"
    },
    {
      "index": 322,
      "start_time": 1957840.0,
      "end_time": 1964480.0,
      "text": "in three months’ time, and use that to hedge the net position. And that is the question:"
    },
    {
      "index": 323,
      "start_time": 1964480.0,
      "end_time": 1970549.0,
      "text": "Can we make that work? On the next slide, we see the answer is yes, for managing the"
    },
    {
      "index": 324,
      "start_time": 1970550.0,
      "end_time": 1978221.0,
      "text": "risk on a net basis, we were given that in the facts of the case. So, you have to think"
    },
    {
      "index": 325,
      "start_time": 1978220.0,
      "end_time": 1984220.0,
      "text": "about what that would mean and how you would demonstrate that in your particular circumstances"
    },
    {
      "index": 326,
      "start_time": 1984220.0,
      "end_time": 1990370.0,
      "text": "and as well as I mentioned individually, they are all highly probable transactions and so"
    },
    {
      "index": 327,
      "start_time": 1990370.0,
      "end_time": 1997799.0,
      "text": "they would potentially be eligible for hedging in the way described using this $200,000 US"
    },
    {
      "index": 328,
      "start_time": 1997800.0,
      "end_time": 2006971.0,
      "text": "dollar forward, which represents basically the net exposure. When you do this, then the"
    },
    {
      "index": 329,
      "start_time": 2006970.0,
      "end_time": 2013539.0,
      "text": "fair value of the change that the entire population designated as hedged items is taken into account"
    },
    {
      "index": 330,
      "start_time": 2013540.0,
      "end_time": 2019790.0,
      "text": "on a gross basis in assessing effectiveness. Fair value gains and losses on the hedging"
    },
    {
      "index": 331,
      "start_time": 2019790.0,
      "end_time": 2026670.0,
      "text": "derivative so the $200,000 forward is recycled from equity when each of the US dollar sales"
    },
    {
      "index": 332,
      "start_time": 2026670.0,
      "end_time": 2033150.0,
      "text": "and purchases hits income, obviously you have to find a reasonable rationale way to allocate"
    },
    {
      "index": 333,
      "start_time": 2033150.0,
      "end_time": 2046280.0,
      "text": "those gains and losses as the hedge transactions occurred. With that Steve, I think I am done."
    },
    {
      "index": 334,
      "start_time": 2046280.0,
      "end_time": 2057110.0,
      "text": "Thank you very much Kerry. Let us move on to our next polling question. Our second polling"
    },
    {
      "index": 335,
      "start_time": 2057110.0000000002,
      "end_time": 2059130.0000000002,
      "text": "question for today’s webcast is:  "
    },
    {
      "index": 336,
      "start_time": 2059130.0,
      "end_time": 2065981.0,
      "text": "Which of the new features of IFRS 9 hedging are of most interest to you and your company"
    },
    {
      "index": 337,
      "start_time": 2065980.0,
      "end_time": 2071069.0,
      "text": "for future hedge accounting? a. Ability to achieve hedge accounting for"
    },
    {
      "index": 338,
      "start_time": 2071070.0000000002,
      "end_time": 2076771.0000000002,
      "text": "hedges of risk component b. Changes related to accounting for the cost"
    },
    {
      "index": 339,
      "start_time": 2076770.0,
      "end_time": 2084230.0,
      "text": "of hedging when hedging with options or futures c. Ability to have an aggregated exposure"
    },
    {
      "index": 340,
      "start_time": 2084230.0,
      "end_time": 2088379.0,
      "text": "as a hedged item d. Ability to achieve hedge accounting for"
    },
    {
      "index": 341,
      "start_time": 2088380.0,
      "end_time": 2094461.0,
      "text": "hedges of a group or net position e. Some or all of the above"
    },
    {
      "index": 342,
      "start_time": 2094460.0,
      "end_time": 2100750.0,
      "text": "f. Not sure yet Kerry, while we are waiting for the audience"
    },
    {
      "index": 343,
      "start_time": 2100750.0,
      "end_time": 2108990.0,
      "text": "to answer the question, I would like to ask you one question. Currently, there is an IASB"
    },
    {
      "index": 344,
      "start_time": 2108990.0,
      "end_time": 2115480.0,
      "text": "project that relates to hedging in dynamic risk management strategies. What is the difference"
    },
    {
      "index": 345,
      "start_time": 2115480.0,
      "end_time": 2120349.0,
      "text": "between that project and hedge accounting standard that we are talking about today?"
    },
    {
      "index": 346,
      "start_time": 2120350.0,
      "end_time": 2126991.0,
      "text": "Steve, it is a good question, that project is one that people also call it sometimes"
    },
    {
      "index": 347,
      "start_time": 2126990.0,
      "end_time": 2130980.0,
      "text": "the macro hedging project, that’s what it has been called. I think it seems to have"
    },
    {
      "index": 348,
      "start_time": 2130980.0,
      "end_time": 2137760.0,
      "text": "gotten a fancier name lately and those are really the more complex hedging strategies"
    },
    {
      "index": 349,
      "start_time": 2137760.0,
      "end_time": 2147099.0,
      "text": "often used probably more so by financial institutions where what they have is dynamic portfolio"
    },
    {
      "index": 350,
      "start_time": 2147100.0,
      "end_time": 2152381.0,
      "text": "where the exposures are sort of constantly changing and so the hedging strategy itself,"
    },
    {
      "index": 351,
      "start_time": 2152380.0,
      "end_time": 2157640.0,
      "text": "like as the title suggests, needs to be much more dynamic. What that project is looking"
    },
    {
      "index": 352,
      "start_time": 2157640.0,
      "end_time": 2168040.0,
      "text": "at is: how could the hedge accounting principles apply in such situations? And I think you"
    },
    {
      "index": 353,
      "start_time": 2168040.0,
      "end_time": 2172740.0,
      "text": "can see that, that is a more complicated series of questions and maybe a more specialized"
    },
    {
      "index": 354,
      "start_time": 2172740.0,
      "end_time": 2179560.0,
      "text": "area of hedge accounting. They did not want to slowdown the process of getting some new"
    },
    {
      "index": 355,
      "start_time": 2179560.0,
      "end_time": 2184380.0,
      "text": "hedge accounting guidance out for the more general hedging strategies and what they did"
    },
    {
      "index": 356,
      "start_time": 2184380.0,
      "end_time": 2188050.0,
      "text": "was a couple of years ago was they decoupled these projects and said ok we are going to"
    },
    {
      "index": 357,
      "start_time": 2188050.0,
      "end_time": 2194150.0,
      "text": "go with a more simple, general hedge accounting project and we’re going to take more time"
    },
    {
      "index": 358,
      "start_time": 2194150.0,
      "end_time": 2198390.0,
      "text": "on the macro hedging and that is where they are at the discussion paper stage right now,"
    },
    {
      "index": 359,
      "start_time": 2198390.0,
      "end_time": 2201640.0,
      "text": "so that is even actually before we even have an exposure draft, where they are still kind"
    },
    {
      "index": 360,
      "start_time": 2201640.0,
      "end_time": 2206609.0,
      "text": "of in their fact finding and developing their positions mode, so that is basically a little"
    },
    {
      "index": 361,
      "start_time": 2206610.0,
      "end_time": 2212801.0,
      "text": "bit of an overview of the difference between those two projects. It sounds like that project"
    },
    {
      "index": 362,
      "start_time": 2212800.0,
      "end_time": 2218680.0,
      "text": "really would align the hedge accounting a little bit more with the risk management policy"
    },
    {
      "index": 363,
      "start_time": 2218680.0,
      "end_time": 2227819.0,
      "text": "of a lot of companies. I guess that is the hope especially for those like financial institutions"
    },
    {
      "index": 364,
      "start_time": 2227820.0,
      "end_time": 2234271.0,
      "text": "with those very complex strategies. Good, so let us go back to our polling question."
    },
    {
      "index": 365,
      "start_time": 2234270.0,
      "end_time": 2249420.0,
      "text": "I see the results here. I think all of the above are 35% and not sure yet 40%. I am not"
    },
    {
      "index": 366,
      "start_time": 2249420.0,
      "end_time": 2256020.0,
      "text": "surprised with some or all of the above because from my experience in working with some companies"
    },
    {
      "index": 367,
      "start_time": 2256020.0,
      "end_time": 2263450.0,
      "text": "adopting the new standard and be reminded that I have focused much more with companies"
    },
    {
      "index": 368,
      "start_time": 2263450.0,
      "end_time": 2271380.0,
      "text": "that deal with commodities, but the ability to hedge the risk components has been a huge"
    },
    {
      "index": 369,
      "start_time": 2271380.0,
      "end_time": 2277770.0,
      "text": "factor on those companies early adopting especially in a commodity world and the other thing as"
    },
    {
      "index": 370,
      "start_time": 2277770.0,
      "end_time": 2282839.0,
      "text": "well that was a huge benefit for some of the companies was really the ability to defer"
    },
    {
      "index": 371,
      "start_time": 2282840.0,
      "end_time": 2290631.0,
      "text": "the time value of the options in OCI and we saw that very relevant to the oil and gas"
    },
    {
      "index": 372,
      "start_time": 2290630.0,
      "end_time": 2296150.0,
      "text": "industry given that in this industry a lot of companies will use costless collars to"
    },
    {
      "index": 373,
      "start_time": 2296150.0,
      "end_time": 2304720.0,
      "text": "go and hedge their exposure, so that would be consistent with the results here."
    },
    {
      "index": 374,
      "start_time": 2304720.0,
      "end_time": 2315540.0,
      "text": "Now, I would like to welcome our next speaker, Kiran Khun-Khun. Kiran Khun-Khun is a Partner"
    },
    {
      "index": 375,
      "start_time": 2315540.0,
      "end_time": 2321770.0,
      "text": "in the Accounting Advisory Group in Toronto with over 15 years of experience with Deloitte."
    },
    {
      "index": 376,
      "start_time": 2321770.0,
      "end_time": 2328730.0,
      "text": "As the Accounting Advisory Group is part of a National and worldwide practice, Kiran is"
    },
    {
      "index": 377,
      "start_time": 2328730.0,
      "end_time": 2334680.0,
      "text": "involved in complex accounting across various number of topics with a specialty in the area"
    },
    {
      "index": 378,
      "start_time": 2334680.0,
      "end_time": 2341410.0,
      "text": "of financial instruments, hedging and valuation. So Kiran, I welcome and I turn it over to"
    },
    {
      "index": 379,
      "start_time": 2341410.0,
      "end_time": 2341410.0,
      "text": "you.  "
    },
    {
      "index": 380,
      "start_time": 2341410.0,
      "end_time": 2348000.0,
      "text": "Thank you Steve. What I will be doing today, I am just going to be picking up from Kerry"
    },
    {
      "index": 381,
      "start_time": 2348000.0,
      "end_time": 2355420.0,
      "text": "and spending the next session going through hedge effectiveness, that has been an area"
    },
    {
      "index": 382,
      "start_time": 2355420.0,
      "end_time": 2362490.0,
      "text": "of significant change in IFRS 9, going through the accounting disclosure along with transition"
    },
    {
      "index": 383,
      "start_time": 2362490.0,
      "end_time": 2369050.0,
      "text": "impacts and questions to think about in determining whether early adoption makes sense to you,"
    },
    {
      "index": 384,
      "start_time": 2369050.0,
      "end_time": 2374480.0,
      "text": "why, who is doing it, what are folks thinking about. So let us kick it off with hedge effectiveness."
    },
    {
      "index": 385,
      "start_time": 2374480.0,
      "end_time": 2379859.0,
      "text": "So you will see on your screen, you have it right there, you have got the requirements"
    },
    {
      "index": 386,
      "start_time": 2379860.0,
      "end_time": 2384731.0,
      "text": "that must be met to demonstrate hedge effectiveness. So from the left to the right:"
    },
    {
      "index": 387,
      "start_time": 2384730.0,
      "end_time": 2391040.0,
      "text": "1. There must be an economic relationship between the hedged item and the hedging item."
    },
    {
      "index": 388,
      "start_time": 2391040.0,
      "end_time": 2395300.0,
      "text": "2. The risk you are trying to manage and the derivative product that you are using to manage"
    },
    {
      "index": 389,
      "start_time": 2395300.0,
      "end_time": 2399950.0,
      "text": "that risk. 3. The effect of credit risk cannot dominate"
    },
    {
      "index": 390,
      "start_time": 2399950.0,
      "end_time": 2405400.0,
      "text": "the relationship and the hedge ratio must be established."
    },
    {
      "index": 391,
      "start_time": 2405400.0,
      "end_time": 2414010.0,
      "text": "So, three parameters, I will talk to each in turn. Because hedge ratio is the last item"
    },
    {
      "index": 392,
      "start_time": 2414010.0,
      "end_time": 2420420.0,
      "text": "to the right on your screen, because the hedge ratio is the newer concept in this hedge effectiveness"
    },
    {
      "index": 393,
      "start_time": 2420420.0,
      "end_time": 2426720.0,
      "text": "test, I will be spending a couple slides diving deeper into what that means. From an economic"
    },
    {
      "index": 394,
      "start_time": 2426720.0,
      "end_time": 2432740.0,
      "text": "relationship perspective that means that generally the fair values of the item or the risks that"
    },
    {
      "index": 395,
      "start_time": 2432740.0,
      "end_time": 2437559.0,
      "text": "you are trying to manage, must move in the opposite direction as the derivative that"
    },
    {
      "index": 396,
      "start_time": 2437560.0,
      "end_time": 2443021.0,
      "text": "you have taken out to manage that risk. What that has done, as Kerry mentioned, is it has"
    },
    {
      "index": 397,
      "start_time": 2443020.0,
      "end_time": 2451200.0,
      "text": "opened the doors to be able to hedge variables that are economically related to each other."
    },
    {
      "index": 398,
      "start_time": 2451200.0,
      "end_time": 2458910.0,
      "text": "From a commodity perspective, you may have a Brent-based derivative from an oil pricing"
    },
    {
      "index": 399,
      "start_time": 2458910.0,
      "end_time": 2465680.0,
      "text": "perspective that is being used to economically manage the price risk of a WTI, which is a"
    },
    {
      "index": 400,
      "start_time": 2465680.0,
      "end_time": 2473210.0,
      "text": "different index for oil, a WTI forecasted sale for example. Under old GAAP, it was very"
    },
    {
      "index": 401,
      "start_time": 2473210.0,
      "end_time": 2479010.0,
      "text": "difficult to be able to establish hedge accounting in that scenario. Under this test, all that"
    },
    {
      "index": 402,
      "start_time": 2479010.0,
      "end_time": 2484280.0,
      "text": "would need to be done is that one would need to establish that an economic relationship"
    },
    {
      "index": 403,
      "start_time": 2484280.0,
      "end_time": 2491619.0,
      "text": "does exist between the WTI price risk and the Brent price risk."
    },
    {
      "index": 404,
      "start_time": 2491620.0,
      "end_time": 2497001.0,
      "text": "Credit risk, this one is sort of a concept tossed in just to make sure that as the fair"
    },
    {
      "index": 405,
      "start_time": 2497000.0,
      "end_time": 2502250.0,
      "text": "values move between the item you are trying to manage the risk of and the related derivative"
    },
    {
      "index": 406,
      "start_time": 2502250.0,
      "end_time": 2508260.0,
      "text": "product that there are no other movements that are frustrating the relationship. From"
    },
    {
      "index": 407,
      "start_time": 2508260.0,
      "end_time": 2513569.0,
      "text": "a derivative valuation perspective, there is a piece of the derivative fair value that"
    },
    {
      "index": 408,
      "start_time": 2513570.0,
      "end_time": 2519731.0,
      "text": "we term in accounting the credit valuation adjustment. That credit valuation adjustment"
    },
    {
      "index": 409,
      "start_time": 2519730.0,
      "end_time": 2529900.0,
      "text": "or that reflection of the credit quality of the counterparty to the contract cannot frustrate,"
    },
    {
      "index": 410,
      "start_time": 2529900.0,
      "end_time": 2535440.0,
      "text": "significantly impact the movement in fair value of the derivative such that it stops"
    },
    {
      "index": 411,
      "start_time": 2535440.0,
      "end_time": 2542400.0,
      "text": "from doing a good job at providing the economic offset with a risk it has been identified"
    },
    {
      "index": 412,
      "start_time": 2542400.0,
      "end_time": 2551170.0,
      "text": "to or transacted to hedge. Hedge ratio, this concept essentially says"
    },
    {
      "index": 413,
      "start_time": 2551170.0,
      "end_time": 2557089.0,
      "text": "you can only put into the hedge relationship the quantity of the derivative that you have"
    },
    {
      "index": 414,
      "start_time": 2557090.0,
      "end_time": 2563241.0,
      "text": "transacted from a risk management perspective to offset the risk exposure you would like"
    },
    {
      "index": 415,
      "start_time": 2563240.0,
      "end_time": 2569440.0,
      "text": "to hedge. It is very important. This is a new concept. There is documentation required"
    },
    {
      "index": 416,
      "start_time": 2569440.0,
      "end_time": 2577329.0,
      "text": "to establish what the hedge ratio is for each hedge relationship and what it does is it"
    },
    {
      "index": 417,
      "start_time": 2577330.0,
      "end_time": 2586600.0,
      "text": "guides on a go forward basis, what to do if there is an imbalance in the hedge relationship."
    },
    {
      "index": 418,
      "start_time": 2586600.0,
      "end_time": 2594221.0,
      "text": "I will get back to that and talk to that in a bit more detail. The main benefit or the"
    },
    {
      "index": 419,
      "start_time": 2594220.0,
      "end_time": 2598700.0,
      "text": "biggest benefit from this revised hedge effectiveness requirement, we got the three pillars laid"
    },
    {
      "index": 420,
      "start_time": 2598700.0,
      "end_time": 2603920.0,
      "text": "across your screen, if I focus on the economic relationship, because we are establishing"
    },
    {
      "index": 421,
      "start_time": 2603920.0,
      "end_time": 2608690.0,
      "text": "an economic relationship between the item we are hedging and the derivative we have"
    },
    {
      "index": 422,
      "start_time": 2608690.0,
      "end_time": 2613859.0,
      "text": "transacted, there is no mandatory 80-125 rule. You will see that there is nothing on this"
    },
    {
      "index": 423,
      "start_time": 2613860.0,
      "end_time": 2620261.0,
      "text": "slide across the top part of the screen that says that the hedge relationship quantitatively"
    },
    {
      "index": 424,
      "start_time": 2620260.0,
      "end_time": 2630030.0,
      "text": "needs to be between the traditional 80-125 range, so that has been dropped. The test"
    },
    {
      "index": 425,
      "start_time": 2630030.0,
      "end_time": 2634920.0,
      "text": "can be qualitative or quantitative. The standard does not prescribe what type of test to do"
    },
    {
      "index": 426,
      "start_time": 2634920.0,
      "end_time": 2640710.0,
      "text": "in either scenario and the additional benefit is that retrospective testing has been dropped"
    },
    {
      "index": 427,
      "start_time": 2640710.0,
      "end_time": 2641510.0,
      "text": "as well.  "
    },
    {
      "index": 428,
      "start_time": 2641510.0,
      "end_time": 2646880.0,
      "text": "So we end up having a day one test like we have always done at inception of each new"
    },
    {
      "index": 429,
      "start_time": 2646880.0,
      "end_time": 2653309.0,
      "text": "hedge relationship performed. So that is our day 1 inception test, it is our look forward"
    },
    {
      "index": 430,
      "start_time": 2653310.0,
      "end_time": 2659820.0,
      "text": "effectiveness assessment and then an ongoing minimum quarterly basis we are doing a continual"
    },
    {
      "index": 431,
      "start_time": 2659820.0,
      "end_time": 2670391.0,
      "text": "look for the prospective test. So that is a new piece of testing requirement with an"
    },
    {
      "index": 432,
      "start_time": 2670390.0,
      "end_time": 2676800.0,
      "text": "IFRS 9. One of the key takeaways that I have been seeing from clients early adopting is"
    },
    {
      "index": 433,
      "start_time": 2676800.0,
      "end_time": 2682550.0,
      "text": "keeping in mind that even though a test maybe qualitative, even though it may not be as"
    },
    {
      "index": 434,
      "start_time": 2682550.0,
      "end_time": 2689750.0,
      "text": "robust quantitatively as it would have been under IAS 39 because of that 80-125 rule,"
    },
    {
      "index": 435,
      "start_time": 2689750.0,
      "end_time": 2694690.0,
      "text": "the amount of noise in a relationship is still required to be measured, so that ineffectiveness"
    },
    {
      "index": 436,
      "start_time": 2694690.0,
      "end_time": 2700119.0,
      "text": "still is required to be quantified because we are still doing financial reporting, we"
    },
    {
      "index": 437,
      "start_time": 2700120.0,
      "end_time": 2709051.0,
      "text": "still need to identify for cash flow hedges how much is able to go into OCI for example."
    },
    {
      "index": 438,
      "start_time": 2709050.0,
      "end_time": 2716520.0,
      "text": "On to the next slide, I do want to spend some of our discussion just talking about what"
    },
    {
      "index": 439,
      "start_time": 2716520.0,
      "end_time": 2722550.0,
      "text": "factors to consider when we are deciding whether a qualitative or a quantitative test makes"
    },
    {
      "index": 440,
      "start_time": 2722550.0,
      "end_time": 2726819.0,
      "text": "sense for a hedge accounting relationship. I had a lot of people say Kiran that 80-125"
    },
    {
      "index": 441,
      "start_time": 2726820.0,
      "end_time": 2735610.0,
      "text": "rule is gone, we can view qualitative testing, this is great, we can simplify our math, we"
    },
    {
      "index": 442,
      "start_time": 2735610.0,
      "end_time": 2741541.0,
      "text": "no longer have to do regressions, does that make sense to you, do you agree. In the spectrum"
    },
    {
      "index": 443,
      "start_time": 2741540.0,
      "end_time": 2748579.0,
      "text": "of looking or to helping to determine whether a qualitative or quantitative test makes sense,"
    },
    {
      "index": 444,
      "start_time": 2748580.0,
      "end_time": 2753080.0,
      "text": "I think it really gets back into being able to support whether an economic relationship"
    },
    {
      "index": 445,
      "start_time": 2753080.0,
      "end_time": 2759580.0,
      "text": "exists. And to that point, you have to really be able to be comfortable that as the derivative"
    },
    {
      "index": 446,
      "start_time": 2759580.0,
      "end_time": 2765840.0,
      "text": "changes in fair value that it will economically offset the change in risk that you are trying"
    },
    {
      "index": 447,
      "start_time": 2765840.0,
      "end_time": 2771620.0,
      "text": "to hedge. Now, this can be met qualitatively, for example, if your critical terms, meaning"
    },
    {
      "index": 448,
      "start_time": 2771620.0,
      "end_time": 2777461.0,
      "text": "the key terms in your derivative that influence its cash flows and then therefore influence"
    },
    {
      "index": 449,
      "start_time": 2777460.0,
      "end_time": 2785599.0,
      "text": "its fair value, if those key terms and conditions are perfectly without exception mirrored in"
    },
    {
      "index": 450,
      "start_time": 2785600.0,
      "end_time": 2792850.0,
      "text": "the risks that are trying to be hedged. For example, if you have got a floating rate liability"
    },
    {
      "index": 451,
      "start_time": 2792850.0,
      "end_time": 2799131.0,
      "text": "Canadian dollars, it is based on three months bankers’ acceptance and matures December"
    },
    {
      "index": 452,
      "start_time": 2799130.0,
      "end_time": 2806339.0,
      "text": "31, let us say 2014 and we go out and trade a derivative today that is receive float three"
    },
    {
      "index": 453,
      "start_time": 2806340.0,
      "end_time": 2813411.0,
      "text": "months bankers’ acceptance, pay fixed, it also matures on December 31, 2014, its payment"
    },
    {
      "index": 454,
      "start_time": 2813410.0,
      "end_time": 2821020.0,
      "text": "dates, its reset dates match perfectly with the debt. There is the opportunity to say"
    },
    {
      "index": 455,
      "start_time": 2821020.0,
      "end_time": 2826460.0,
      "text": "what qualitatively I can get there, I can demonstrate qualitatively that there is an"
    },
    {
      "index": 456,
      "start_time": 2826460.0,
      "end_time": 2831980.0,
      "text": "economic offset between my derivative and my debt because the terms that influence fair"
    },
    {
      "index": 457,
      "start_time": 2831980.0,
      "end_time": 2838300.0,
      "text": "value changes match perfectly. Once you move away from that scenario in terms"
    },
    {
      "index": 458,
      "start_time": 2838300.0,
      "end_time": 2843250.0,
      "text": "of perhaps there is a mismatch, perhaps the derivative is not three months bankers’"
    },
    {
      "index": 459,
      "start_time": 2843250.0,
      "end_time": 2848599.0,
      "text": "acceptance, receive three months bankers’ acceptance, maybe it has received one month’s"
    },
    {
      "index": 460,
      "start_time": 2848600.0,
      "end_time": 2854401.0,
      "text": "bankers’ acceptance for example, perhaps the payment dates are not aligned. Once these"
    },
    {
      "index": 461,
      "start_time": 2854400.0,
      "end_time": 2860200.0,
      "text": "move away from the critical terms being perfectly aligned, there is an increased level of uncertainty"
    },
    {
      "index": 462,
      "start_time": 2860200.0,
      "end_time": 2865040.0,
      "text": "in being able to say that there is an economic relationship between the derivative and the"
    },
    {
      "index": 463,
      "start_time": 2865040.0,
      "end_time": 2871420.0,
      "text": "hedge item without having to crunch some numbers. So, this slide is illustrating as you move"
    },
    {
      "index": 464,
      "start_time": 2871420.0,
      "end_time": 2875940.0,
      "text": "from the critical terms matching exactly and all the way up to significant mismatches,"
    },
    {
      "index": 465,
      "start_time": 2875940.0,
      "end_time": 2881980.0,
      "text": "you are starting to get into a quantitative world and then how much a quantitative world"
    },
    {
      "index": 466,
      "start_time": 2881980.0,
      "end_time": 2887790.0,
      "text": "is necessary really depends on how different the key terms are between the derivative and"
    },
    {
      "index": 467,
      "start_time": 2887790.0,
      "end_time": 2897319.0,
      "text": "the hedged item. We talked about effectiveness, let us talk"
    },
    {
      "index": 468,
      "start_time": 2897320.0,
      "end_time": 2902761.0,
      "text": "more about the hedge ratio concept. These ones are quite interesting. It was really"
    },
    {
      "index": 469,
      "start_time": 2902760.0,
      "end_time": 2913569.0,
      "text": "introduced to simplify the world of discontinuing hedge relationships. Under IAS 39 when we"
    },
    {
      "index": 470,
      "start_time": 2913570.0,
      "end_time": 2922661.0,
      "text": "have a situation where the hedged item changes, the derivative notional changes, hedge effectiveness"
    },
    {
      "index": 471,
      "start_time": 2922660.0,
      "end_time": 2929559.0,
      "text": "falls out of 80-125 parameter, those three scenarios call for an automatic de-designation"
    },
    {
      "index": 472,
      "start_time": 2929560.0,
      "end_time": 2930881.0,
      "text": "under IAS 39.  "
    },
    {
      "index": 473,
      "start_time": 2930880.0,
      "end_time": 2938589.0,
      "text": "One of the criticisms of IAS 39 is and was that when you have these de-designations,"
    },
    {
      "index": 474,
      "start_time": 2938590.0,
      "end_time": 2943481.0,
      "text": "it creates a complex accounting environment simply because you need to be able to track"
    },
    {
      "index": 475,
      "start_time": 2943480.0,
      "end_time": 2950250.0,
      "text": "or keep track of all the discrete hedge accounting adjustments you have made and be able to pull"
    },
    {
      "index": 476,
      "start_time": 2950250.0,
      "end_time": 2955720.0,
      "text": "that into P&amp;L when appropriate throughout the life or the original life of the hedge"
    },
    {
      "index": 477,
      "start_time": 2955720.0,
      "end_time": 2964030.0,
      "text": "relationship. Because of that cumbersome type of accounting and the folks saying that they"
    },
    {
      "index": 478,
      "start_time": 2964030.0,
      "end_time": 2969920.0,
      "text": "want to simplify hedge accounting, this concept of hedge ratios was identified. What hedge"
    },
    {
      "index": 479,
      "start_time": 2969920.0,
      "end_time": 2978930.0,
      "text": "ratios are meant to illustrate is based on the risk management objective of a particular"
    },
    {
      "index": 480,
      "start_time": 2978930.0,
      "end_time": 2984280.0,
      "text": "hedge relationship once the derivative notional has been put into relationship and once the"
    },
    {
      "index": 481,
      "start_time": 2984280.0,
      "end_time": 2992540.0,
      "text": "corresponding risk has been put into the relationship, as long as that economic relationship exists"
    },
    {
      "index": 482,
      "start_time": 2992540.0,
      "end_time": 2998319.0,
      "text": "in the beginning, if that economic relationship is altered throughout the life of the hedge"
    },
    {
      "index": 483,
      "start_time": 2998320.0,
      "end_time": 3003731.0,
      "text": "relationship, there is the opportunity to rebalance or readjust how much of the derivative"
    },
    {
      "index": 484,
      "start_time": 3003730.0,
      "end_time": 3009200.0,
      "text": "is contained in the relationship and/or how much of the item that is being hedged is contained"
    },
    {
      "index": 485,
      "start_time": 3009200.0,
      "end_time": 3013020.0,
      "text": "in the relationship. This concept does not apply to the scenarios"
    },
    {
      "index": 486,
      "start_time": 3013020.0,
      "end_time": 3020160.0,
      "text": "where, for example, I forecasted I would have revenues of a million on December 15, 2014"
    },
    {
      "index": 487,
      "start_time": 3020160.0,
      "end_time": 3028349.0,
      "text": "and I end up having revenues of zero on December 31, 2014 or end up having 50% of the revenues"
    },
    {
      "index": 488,
      "start_time": 3028350.0,
      "end_time": 3034491.0,
      "text": "I thought I would have on December 31, 2014. In those scenarios, you would get into the"
    },
    {
      "index": 489,
      "start_time": 3034490.0,
      "end_time": 3040010.0,
      "text": "de-designation world because the hedge item does not exist. The rebalancing accommodation"
    },
    {
      "index": 490,
      "start_time": 3040010.0,
      "end_time": 3046369.0,
      "text": "or concept would not help those scenarios because there has been no change in economic"
    },
    {
      "index": 491,
      "start_time": 3046370.0,
      "end_time": 3051911.0,
      "text": "price relationship between the derivative and the hedge exposure. An example, the standard"
    },
    {
      "index": 492,
      "start_time": 3051910.0,
      "end_time": 3058990.0,
      "text": "does talk about and illustrate this concept is if for example you had a foreign currency"
    },
    {
      "index": 493,
      "start_time": 3058990.0,
      "end_time": 3066760.0,
      "text": "exposure in currency A and took out a derivative that was pegged to A via foreign currency"
    },
    {
      "index": 494,
      "start_time": 3066760.0,
      "end_time": 3072970.0,
      "text": "B, so you got an environment where the exchange rate is pegged to different currencies. Once"
    },
    {
      "index": 495,
      "start_time": 3072970.0,
      "end_time": 3077540.0,
      "text": "you have established that economic relationship at the beginning, you have documented it."
    },
    {
      "index": 496,
      "start_time": 3077540.0,
      "end_time": 3084530.0,
      "text": "If something was to happen during the hedge relationship maybe the overseeing committee"
    },
    {
      "index": 497,
      "start_time": 3084530.0,
      "end_time": 3091190.0,
      "text": "who sets the time bands, the pegged rate, changed or adjusted that pegged relationship,"
    },
    {
      "index": 498,
      "start_time": 3091190.0,
      "end_time": 3098010.0,
      "text": "in those situations because an economic relationship between two variables foreign currency A and"
    },
    {
      "index": 499,
      "start_time": 3098010.0,
      "end_time": 3104369.0,
      "text": "B that was established at inception has now changed, this is the way to adjust the amount"
    },
    {
      "index": 500,
      "start_time": 3104370.0,
      "end_time": 3110131.0,
      "text": "of the foreign currency A and foreign currency B in the relationship without triggering an"
    },
    {
      "index": 501,
      "start_time": 3110130.0,
      "end_time": 3116359.0,
      "text": "automatic de-designation. Because you can rebalance both scenarios, you are allowed"
    },
    {
      "index": 502,
      "start_time": 3116360.0,
      "end_time": 3122791.0,
      "text": "to continue hedge accounting. You just need to be able to update your hedge documentation"
    },
    {
      "index": 503,
      "start_time": 3122790.0,
      "end_time": 3129420.0,
      "text": "and then continue forward, but like I mentioned it is not meant to accommodate or to facilitate"
    },
    {
      "index": 504,
      "start_time": 3129420.0,
      "end_time": 3135890.0,
      "text": "the continuation of hedged relationship where there has been a change in the fair values"
    },
    {
      "index": 505,
      "start_time": 3135890.0,
      "end_time": 3139660.0,
      "text": "of the derivative and the hedged item that have nothing to do with an economic relationship,"
    },
    {
      "index": 506,
      "start_time": 3139660.0,
      "end_time": 3143130.0,
      "text": "one example of that would be credit valuation adjustments."
    },
    {
      "index": 507,
      "start_time": 3143130.0,
      "end_time": 3150359.0,
      "text": "Just to illustrate the concept of rebalancing or hedge ratios first actually before we get"
    },
    {
      "index": 508,
      "start_time": 3150360.0,
      "end_time": 3156590.0,
      "text": "into rebalancing, an illustration on rebalancing, what I wanted to do is identify or walk through"
    },
    {
      "index": 509,
      "start_time": 3156590.0,
      "end_time": 3162271.0,
      "text": "three scenarios that can occur that we do see in practice, walk through each of those"
    },
    {
      "index": 510,
      "start_time": 3162270.0,
      "end_time": 3166000.0,
      "text": "three scenarios and then talk through what the hedge ratio would be in each of those"
    },
    {
      "index": 511,
      "start_time": 3166000.0,
      "end_time": 3173599.0,
      "text": "scenarios. We have example 1, where we have got an entity producing fridges and they need"
    },
    {
      "index": 512,
      "start_time": 3173600.0,
      "end_time": 3180521.0,
      "text": "to purchase copper in order to facilitate the production of those fridges. They forecasted"
    },
    {
      "index": 513,
      "start_time": 3180520.0,
      "end_time": 3186809.0,
      "text": "that they will purchase a 1,000 tonnes of copper in three months. To do so based on"
    },
    {
      "index": 514,
      "start_time": 3186810.0,
      "end_time": 3194370.0,
      "text": "the risk management objective, they are going to be entering into 800 tonnes of copper forecasted"
    },
    {
      "index": 515,
      "start_time": 3194370.0,
      "end_time": 3199840.0,
      "text": "forward purchases via a forward contract so that would be a derivative because they would"
    },
    {
      "index": 516,
      "start_time": 3199840.0,
      "end_time": 3204491.0,
      "text": "cash settle on that forward contract. The risk management objective is to manage the"
    },
    {
      "index": 517,
      "start_time": 3204490.0,
      "end_time": 3215770.0,
      "text": "price risk of 80% of their forecasted copper purchases. Based on this relationship, entity"
    },
    {
      "index": 518,
      "start_time": 3215770.0,
      "end_time": 3223930.0,
      "text": "X would establish that its hedge ratio is 800 tonnes for the derivative hedging 80%"
    },
    {
      "index": 519,
      "start_time": 3223930.0,
      "end_time": 3231359.0,
      "text": "of the 1,000 forecasted copper purchases, so that would be established at day one in"
    },
    {
      "index": 520,
      "start_time": 3231360.0,
      "end_time": 3237310.0,
      "text": "the hedge documentation and that would be the hedge ratio for this relationship."
    },
    {
      "index": 521,
      "start_time": 3237310.0,
      "end_time": 3240151.0,
      "text": "  Example 2, we have got entity Y, they have"
    },
    {
      "index": 522,
      "start_time": 3240150.0,
      "end_time": 3245859.0,
      "text": "got forecasted foreign currency revenues USD and they are projecting it is going to be"
    },
    {
      "index": 523,
      "start_time": 3245860.0,
      "end_time": 3255120.0,
      "text": "97 million dollars. Based on the risk management objective and the market sizing, the lots"
    },
    {
      "index": 524,
      "start_time": 3255120.0,
      "end_time": 3260501.0,
      "text": "that can be purchased for forward contracts, they can only purchase one, in this example"
    },
    {
      "index": 525,
      "start_time": 3260500.0,
      "end_time": 3266740.0,
      "text": "100 million USD forward contract. Because the risk management objective is to purchase"
    },
    {
      "index": 526,
      "start_time": 3266740.0,
      "end_time": 3271160.0,
      "text": "100 million, they also have a constraint to purchase, they are only able to purchase 100"
    },
    {
      "index": 527,
      "start_time": 3271160.0,
      "end_time": 3276540.0,
      "text": "million based on the lot sizes they are from a hedge ratio perspective putting in the 100"
    },
    {
      "index": 528,
      "start_time": 3276540.0,
      "end_time": 3283490.0,
      "text": "million of USD forward contract in full in a hedge relationship for the 97 million USD"
    },
    {
      "index": 529,
      "start_time": 3283490.0,
      "end_time": 3289730.0,
      "text": "forecasted FX revenue. Example 3 is a common one and I did want to"
    },
    {
      "index": 530,
      "start_time": 3289730.0,
      "end_time": 3296030.0,
      "text": "highlight this one. In this example, we have an entity that has fixed rate loans. It has"
    },
    {
      "index": 531,
      "start_time": 3296030.0,
      "end_time": 3302170.0,
      "text": "got a nominal principal amount of 200 million Canadian. They would like to be able to manage"
    },
    {
      "index": 532,
      "start_time": 3302170.0,
      "end_time": 3308369.0,
      "text": "the risk of their interest rate risk, fair value hedge of their fixed rate loan by entering"
    },
    {
      "index": 533,
      "start_time": 3308370.0,
      "end_time": 3315951.0,
      "text": "into, from a risk management perspective, a hedge of 100 million via a derivative, an"
    },
    {
      "index": 534,
      "start_time": 3315950.0,
      "end_time": 3320780.0,
      "text": "interest rate swap. They established that they would like to hedge 50% of their interest"
    },
    {
      "index": 535,
      "start_time": 3320780.0,
      "end_time": 3329690.0,
      "text": "rate risk exposure arising from their 200 million Canadian debt. The entity has run"
    },
    {
      "index": 536,
      "start_time": 3329690.0,
      "end_time": 3336000.0,
      "text": "some numbers and perhaps the credit valuation adjustment on the derivative is a bit high."
    },
    {
      "index": 537,
      "start_time": 3336000.0,
      "end_time": 3340520.0,
      "text": "There could be some differences between for example the terms of the derivative or the"
    },
    {
      "index": 538,
      "start_time": 3340520.0,
      "end_time": 3346170.0,
      "text": "terms of the debt and what they would like to do to minimize the differences and better"
    },
    {
      "index": 539,
      "start_time": 3346170.0,
      "end_time": 3351089.0,
      "text": "the hedge effectiveness results, they would like to put in the 100 million interest rate"
    },
    {
      "index": 540,
      "start_time": 3351090.0,
      "end_time": 3361751.0,
      "text": "swap into a hedge with 105 million CAD exposure on their debt side. IFRS 9 would only permit"
    },
    {
      "index": 541,
      "start_time": 3361750.0,
      "end_time": 3366990.0,
      "text": "designation of a 100 million of the fixed rate loans even though entities that would"
    },
    {
      "index": 542,
      "start_time": 3366990.0,
      "end_time": 3373559.0,
      "text": "like to put 105 million of the CAD loan into the relationship to prevent it from doing"
    },
    {
      "index": 543,
      "start_time": 3373560.0,
      "end_time": 3381600.0,
      "text": "so because from a risk management perspective the derivative was only transacted to hedge"
    },
    {
      "index": 544,
      "start_time": 3381600.0,
      "end_time": 3389931.0,
      "text": "50% of the risk exposure. This is one hedge ratio example where I do tend to see some"
    },
    {
      "index": 545,
      "start_time": 3389930.0,
      "end_time": 3397190.0,
      "text": "adjustments as we are going through into IFRS 9. Once we have established that rebalancing"
    },
    {
      "index": 546,
      "start_time": 3397190.0,
      "end_time": 3404059.0,
      "text": "makes sense, the next step is how do we do the balancing act (if you will). This slide"
    },
    {
      "index": 547,
      "start_time": 3404060.0,
      "end_time": 3410181.0,
      "text": "just illustrates for us that once we have noticed or identified that the hedge ratio"
    },
    {
      "index": 548,
      "start_time": 3410180.0,
      "end_time": 3418089.0,
      "text": "needs adjustment and, which in my mind is a bigger interpretive area, when is the hedge"
    },
    {
      "index": 549,
      "start_time": 3418090.0,
      "end_time": 3424001.0,
      "text": "ratio adjustment appropriate, how it is done is quite simple, you simply would either adjust"
    },
    {
      "index": 550,
      "start_time": 3424000.0,
      "end_time": 3429990.0,
      "text": "the quantum of the hedged item or the quantum of the hedging instrument in the relationship"
    },
    {
      "index": 551,
      "start_time": 3429990.0,
      "end_time": 3435160.0,
      "text": "depending on where the economic relationship has moved and what is necessary to reset the"
    },
    {
      "index": 552,
      "start_time": 3435160.0,
      "end_time": 3441990.0,
      "text": "relationship. When that is done, it is documented and any P&amp;L impacts from that rebalancing"
    },
    {
      "index": 553,
      "start_time": 3441990.0,
      "end_time": 3454509.0,
      "text": "are taken immediately to the income statement. Moving on to the next slide into the de-designation"
    },
    {
      "index": 554,
      "start_time": 3454510.0,
      "end_time": 3460431.0,
      "text": "/ discontinuation world, just to round out the hedge ratio discussion, again, if hedge"
    },
    {
      "index": 555,
      "start_time": 3460430.0,
      "end_time": 3465220.0,
      "text": "ratio rebalancing is appropriate for hedge relationship, it does not trigger a de designation"
    },
    {
      "index": 556,
      "start_time": 3465220.0,
      "end_time": 3471760.0,
      "text": "/ discontinuation. What does trigger can be discontinuation / de-designation is on your"
    },
    {
      "index": 557,
      "start_time": 3471760.0,
      "end_time": 3480260.0,
      "text": "screen it is of the three middle green items. The middle one is consistent to IAS 39, if"
    },
    {
      "index": 558,
      "start_time": 3480260.0,
      "end_time": 3486390.0,
      "text": "the derivative has been terminated, sold, the relationship stops and no longer continues."
    },
    {
      "index": 559,
      "start_time": 3486390.0,
      "end_time": 3493609.0,
      "text": "The top criteria and the bottom criteria are new under IFRS 9 and it is really getting"
    },
    {
      "index": 560,
      "start_time": 3493610.0,
      "end_time": 3498941.0,
      "text": "back into the purpose for transacting the derivative. Has the risk management objective"
    },
    {
      "index": 561,
      "start_time": 3498940.0,
      "end_time": 3507039.0,
      "text": "changed? If it has not changed, then you will continue hedge accounting for the relationship."
    },
    {
      "index": 562,
      "start_time": 3507040.0,
      "end_time": 3512151.0,
      "text": "If the risk management objective has changed for that particular hedge accounting relationship,"
    },
    {
      "index": 563,
      "start_time": 3512150.0,
      "end_time": 3520289.0,
      "text": "then it actually triggers an automatic de designation even if you have perfect hedge"
    },
    {
      "index": 564,
      "start_time": 3520290.0,
      "end_time": 3524610.0,
      "text": "effectiveness test results. If there has been a change in the risk management objective,"
    },
    {
      "index": 565,
      "start_time": 3524610.0,
      "end_time": 3535070.0,
      "text": "there is no spectrum of how much of a change will trigger a de designation, any change"
    },
    {
      "index": 566,
      "start_time": 3535070.0,
      "end_time": 3540411.0,
      "text": "in the objective will trigger de-designation for the hedge relationship. Also, the bottom"
    },
    {
      "index": 567,
      "start_time": 3540410.0,
      "end_time": 3545010.0,
      "text": "condition, if there is no longer an economic relationship or if the credit risk dominates,"
    },
    {
      "index": 568,
      "start_time": 3545010.0,
      "end_time": 3549460.0,
      "text": "so you will notice that these are the two conditions to establish hedge effectiveness."
    },
    {
      "index": 569,
      "start_time": 3549460.0,
      "end_time": 3555630.0,
      "text": "If either these two items no longer are met, no longer an economic relationship, credit"
    },
    {
      "index": 570,
      "start_time": 3555630.0,
      "end_time": 3560760.0,
      "text": "risk now dominates, then there is an automatic discontinuation. You will see again that hedge"
    },
    {
      "index": 571,
      "start_time": 3560760.0,
      "end_time": 3566839.0,
      "text": "ratio is not on here, so if there has been a change to the hedge ratio, the hedge relationship"
    },
    {
      "index": 572,
      "start_time": 3566840.0,
      "end_time": 3573381.0,
      "text": "will continue. There is not an automatic de-designation. The one item I do want to make particular"
    },
    {
      "index": 573,
      "start_time": 3573380.0,
      "end_time": 3579690.0,
      "text": "note of which some folks were not happy with is you are not allowed to voluntarily stop"
    },
    {
      "index": 574,
      "start_time": 3579690.0,
      "end_time": 3586430.0,
      "text": "hedge accounting under IFRS 9. There is no ability to do that. We can under IAS 39, that"
    },
    {
      "index": 575,
      "start_time": 3586430.0,
      "end_time": 3594319.0,
      "text": "ability was removed under IFRS 9 simply again going back to the observations at the accounting"
    },
    {
      "index": 576,
      "start_time": 3594320.0,
      "end_time": 3602560.0,
      "text": "for discontinuation of hedge relationships was too cumbersome under IAS 39."
    },
    {
      "index": 577,
      "start_time": 3602560.0,
      "end_time": 3613411.0,
      "text": "We have summed up to this point, effectiveness testing, the hedge ratio, what decisions will"
    },
    {
      "index": 578,
      "start_time": 3613410.0,
      "end_time": 3618480.0,
      "text": "help us or what thought process will help guide whether we do a qualitative or quantitative"
    },
    {
      "index": 579,
      "start_time": 3618480.0,
      "end_time": 3624680.0,
      "text": "test. I want to spend the next part of the session talking through accounting disclosure"
    },
    {
      "index": 580,
      "start_time": 3624680.0,
      "end_time": 3632599.0,
      "text": "and transition. The good news is that the accounting, fair value hedge accounting, cash"
    },
    {
      "index": 581,
      "start_time": 3632600.0,
      "end_time": 3638271.0,
      "text": "flow hedge accounting, the mechanics of the accounting are untouched, not altered by IFRS"
    },
    {
      "index": 582,
      "start_time": 3638270.0,
      "end_time": 3645750.0,
      "text": "9. Kerry did talk about the accounting for time value of options and the time value associated"
    },
    {
      "index": 583,
      "start_time": 3645750.0,
      "end_time": 3652650.0,
      "text": "with forwards, that is the area that has changed from a hedge accounting perspective, but the"
    },
    {
      "index": 584,
      "start_time": 3652650.0,
      "end_time": 3659520.0,
      "text": "traditional concepts around the use of OCI for cash flow hedges and doing adjustment"
    },
    {
      "index": 585,
      "start_time": 3659520.0,
      "end_time": 3667660.0,
      "text": "to the hedged item in fair value hedges has not changed, that remains consistent."
    },
    {
      "index": 586,
      "start_time": 3667660.0,
      "end_time": 3676099.0,
      "text": "From a disclosure perspective, significant increased disclosure. In my mind, it is slotted"
    },
    {
      "index": 587,
      "start_time": 3676100.0,
      "end_time": 3680570.0,
      "text": "into three different buckets: Why are you doing hedge accounting? (That is the risk"
    },
    {
      "index": 588,
      "start_time": 3680570.0,
      "end_time": 3687701.0,
      "text": "management strategy - what is it all about?) What is the effect on cash flows? and How"
    },
    {
      "index": 589,
      "start_time": 3687700.0,
      "end_time": 3693490.0,
      "text": "is it impacting our financial statements? You will see the center actually does have"
    },
    {
      "index": 590,
      "start_time": 3693490.0,
      "end_time": 3700380.0,
      "text": "a template that they have identified on how to organize the information. From a tracking"
    },
    {
      "index": 591,
      "start_time": 3700380.0,
      "end_time": 3705020.0,
      "text": "perspective, I think this will be the area where folks will just need to step back because"
    },
    {
      "index": 592,
      "start_time": 3705020.0,
      "end_time": 3709539.0,
      "text": "all the information actually is meant to be recorded in a note or cross referencing amongst"
    },
    {
      "index": 593,
      "start_time": 3709540.0,
      "end_time": 3716080.0,
      "text": "notes just to provide or use the ability for readers to understand the hedge accounting"
    },
    {
      "index": 594,
      "start_time": 3716080.0,
      "end_time": 3720451.0,
      "text": "activities of an entity. I think there will be time to spend sitting back and reflecting"
    },
    {
      "index": 595,
      "start_time": 3720450.0,
      "end_time": 3724890.0,
      "text": "on where all the information is contained in the notes of financial statements and just"
    },
    {
      "index": 596,
      "start_time": 3724890.0,
      "end_time": 3733720.0,
      "text": "organizing the information in a clear way to facilitate compliance with IFRS 9 requirements."
    },
    {
      "index": 597,
      "start_time": 3733720.0,
      "end_time": 3739940.0,
      "text": "From an illustrative perspective, as I mentioned, IFRS 9 has some examples provided on how one"
    },
    {
      "index": 598,
      "start_time": 3739940.0,
      "end_time": 3745559.0,
      "text": "must present the information for the derivatives and it is a tabular format and answers the"
    },
    {
      "index": 599,
      "start_time": 3745560.0,
      "end_time": 3752941.0,
      "text": "question of: How have you reflected your derivative hedging activity in your financial statements?"
    },
    {
      "index": 600,
      "start_time": 3752940.0,
      "end_time": 3760440.0,
      "text": "So, there is the organization by the type of hedge, cash flow, fair value, type of derivative,"
    },
    {
      "index": 601,
      "start_time": 3760440.0,
      "end_time": 3764480.0,
      "text": "terms of the derivative, and what line items on the financial statements are these items"
    },
    {
      "index": 602,
      "start_time": 3764480.0,
      "end_time": 3771150.0,
      "text": "impacting. Similarly on the other side, the hedged item side, there is similar tabular"
    },
    {
      "index": 603,
      "start_time": 3771150.0,
      "end_time": 3776710.0,
      "text": "disclosure, where we will have identified by hedge relationships cash flow and/or fair"
    },
    {
      "index": 604,
      "start_time": 3776710.0,
      "end_time": 3782770.0,
      "text": "value, for example, the types of items and hedges in each bucket, what the carrying amounts"
    },
    {
      "index": 605,
      "start_time": 3782770.0,
      "end_time": 3789930.0,
      "text": "are, the balance sheet adjustments, so that a reader can easily identify the numerical"
    },
    {
      "index": 606,
      "start_time": 3789930.0,
      "end_time": 3794480.0,
      "text": "amount of the hedged items, what it relates to and where to find it in the financial statements"
    },
    {
      "index": 607,
      "start_time": 3794480.0,
      "end_time": 3804609.0,
      "text": "as well. From a transition perspective, IFRS 9 is a"
    },
    {
      "index": 608,
      "start_time": 3804610.0,
      "end_time": 3813971.0,
      "text": "prospective standard and this slide just captures the impacts of existing hedge strategies on"
    },
    {
      "index": 609,
      "start_time": 3813970.0,
      "end_time": 3819410.0,
      "text": "adoption. Where we have a hedge relationship, the first bucket on the top of your screen,"
    },
    {
      "index": 610,
      "start_time": 3819410.0,
      "end_time": 3828079.0,
      "text": "which was compliant with IAS 39 and it continues to sit well within IFRS 9. IFRS 9 would permit"
    },
    {
      "index": 611,
      "start_time": 3828080.0,
      "end_time": 3833860.0,
      "text": "the continuation of the hedge relationship, it would just reset the hedge ratio as applicable"
    },
    {
      "index": 612,
      "start_time": 3833860.0,
      "end_time": 3840431.0,
      "text": "and that hedge ratio would establish the starting point for the continuous movement from IAS"
    },
    {
      "index": 613,
      "start_time": 3840430.0,
      "end_time": 3848880.0,
      "text": "39 to IFRS 9 from a hedging perspective. If you had IFRS 9 compliant hedge documentation"
    },
    {
      "index": 614,
      "start_time": 3848880.0,
      "end_time": 3854059.0,
      "text": "already in place, there is the opportunity to have that seamless movement through. For"
    },
    {
      "index": 615,
      "start_time": 3854060.0,
      "end_time": 3859620.0,
      "text": "relationships where IAS 39, the qualifying criteria was not met under IAS 39, so hedge"
    },
    {
      "index": 616,
      "start_time": 3859620.0,
      "end_time": 3865360.0,
      "text": "accounting was not pursued. IFRS 9, as long as the qualifying criteria for hedge accounting"
    },
    {
      "index": 617,
      "start_time": 3865360.0,
      "end_time": 3872540.0,
      "text": "is met, you are moving forward from a prospective scenario and in rare cases you may have situations"
    },
    {
      "index": 618,
      "start_time": 3872540.0,
      "end_time": 3878070.0,
      "text": "where you have had established hedge relationship under IAS 39 does not comply, the qualifying"
    },
    {
      "index": 619,
      "start_time": 3878070.0,
      "end_time": 3882711.0,
      "text": "criteria are not met under IFRS 9 and then there would be a mandatory discontinuation"
    },
    {
      "index": 620,
      "start_time": 3882710.0,
      "end_time": 3889190.0,
      "text": "of that hedge relationship and this category is expected to be rare."
    },
    {
      "index": 621,
      "start_time": 3889190.0,
      "end_time": 3895309.0,
      "text": "So, prospective accounting there, there is a concept of retrospective adjustment and"
    },
    {
      "index": 622,
      "start_time": 3895310.0,
      "end_time": 3900120.0,
      "text": "it is isolated and only applies to the two elements that Kerry had talked about in her"
    },
    {
      "index": 623,
      "start_time": 3900120.0,
      "end_time": 3905201.0,
      "text": "presentation and that is the time value of the options and forward points as it relates"
    },
    {
      "index": 624,
      "start_time": 3905200.0,
      "end_time": 3910890.0,
      "text": "to forward contracts, for example, for time value of options this is a mandatory retrospective"
    },
    {
      "index": 625,
      "start_time": 3910890.0,
      "end_time": 3916619.0,
      "text": "application. If you have hedge relationship, you use options, you excluded the time value"
    },
    {
      "index": 626,
      "start_time": 3916620.0,
      "end_time": 3924011.0,
      "text": "from those relationships under IAS 39, then the accounting to use OCI for the time value"
    },
    {
      "index": 627,
      "start_time": 3924010.0,
      "end_time": 3932000.0,
      "text": "is pushed back based on the population existing at the earliest opening balance sheet date"
    },
    {
      "index": 628,
      "start_time": 3932000.0,
      "end_time": 3938569.0,
      "text": "and for the forward contract that retroactive pushback is optional and if it is selected"
    },
    {
      "index": 629,
      "start_time": 3938570.0,
      "end_time": 3944800.0,
      "text": "it is done for all hedging relationships for which the forward points were excluded."
    },
    {
      "index": 630,
      "start_time": 3944800.0,
      "end_time": 3951631.0,
      "text": "So, aside from the numbers, the numerical transition, some things to think about on"
    },
    {
      "index": 631,
      "start_time": 3951630.0,
      "end_time": 3960299.0,
      "text": "transitioning from IAS 39 to IFRS 9, so planning for early adoption. If you are in a scenario"
    },
    {
      "index": 632,
      "start_time": 3960300.0,
      "end_time": 3966040.0,
      "text": "where you would like to make sure that you achieve hedge accounting for your current"
    },
    {
      "index": 633,
      "start_time": 3966040.0,
      "end_time": 3972191.0,
      "text": "strategies when you move into IFRS 9, so you want to be in that first column, the seamless"
    },
    {
      "index": 634,
      "start_time": 3972190.0,
      "end_time": 3977779.0,
      "text": "move through from a hedge accounting perspective. It is a good idea now to revisit your hedge"
    },
    {
      "index": 635,
      "start_time": 3977780.0,
      "end_time": 3984780.0,
      "text": "relationship, make sure that they comply with IFRS 9, if they do not, is there an opportunity"
    },
    {
      "index": 636,
      "start_time": 3984780.0,
      "end_time": 3993991.0,
      "text": "to be IFRS 9 compliant, plan for having documentation that would suit both standards that is possible."
    },
    {
      "index": 637,
      "start_time": 3993990.0,
      "end_time": 3999670.0,
      "text": "So that is our strategy for dual designations having designations that are IAS 39 compliant"
    },
    {
      "index": 638,
      "start_time": 3999670.0,
      "end_time": 4006940.0,
      "text": "and IFRS 9 compliant currently as we move into IFRS. Demonstrating the economic relationships,"
    },
    {
      "index": 639,
      "start_time": 4006940.0,
      "end_time": 4011630.0,
      "text": "I think this will be really important where we are in the world of hedging risk components,"
    },
    {
      "index": 640,
      "start_time": 4011630.0,
      "end_time": 4016520.0,
      "text": "so being able to demonstrate an economic relationship does exist between two different variables."
    },
    {
      "index": 641,
      "start_time": 4016520.0,
      "end_time": 4024240.0,
      "text": "Rebalancing: is it applicable to every situation? That is going to be the area where I think"
    },
    {
      "index": 642,
      "start_time": 4024240.0,
      "end_time": 4029430.0,
      "text": "it will apply to some scenarios and not others and likely in scenarios where you have had"
    },
    {
      "index": 643,
      "start_time": 4029430.0,
      "end_time": 4034170.0,
      "text": "to spend a lot of time thinking about the economic relationship and again managing interpretive"
    },
    {
      "index": 644,
      "start_time": 4034170.0,
      "end_time": 4042809.0,
      "text": "areas of IFRS 9. There is a lot of opportunity in IFRS 9 for increased hedging, which will"
    },
    {
      "index": 645,
      "start_time": 4042810.0,
      "end_time": 4048931.0,
      "text": "lead to questions as to how should the relationship you established, what should the testing look"
    },
    {
      "index": 646,
      "start_time": 4048930.0,
      "end_time": 4056119.0,
      "text": "like and how do I calculate my hypothetical derivative for example? We have talked to"
    },
    {
      "index": 647,
      "start_time": 4056120.0,
      "end_time": 4060521.0,
      "text": "this point on about the numbers. I do just want to highlight this from a documentation"
    },
    {
      "index": 648,
      "start_time": 4060520.0,
      "end_time": 4068250.0,
      "text": "requirement standard, IFRS 9 is still a documentation standard. So the documentation, the word that"
    },
    {
      "index": 649,
      "start_time": 4068250.0,
      "end_time": 4073480.0,
      "text": "you are used to still exists under IFRS 9. What I have done on this slide is just highlight"
    },
    {
      "index": 650,
      "start_time": 4073480.0,
      "end_time": 4078559.0,
      "text": "for you what has gone away and what has come on and that is in light blue. You will see"
    },
    {
      "index": 651,
      "start_time": 4078560.0,
      "end_time": 4083131.0,
      "text": "that there is not much that has gone away. We will need to strike the one little item"
    },
    {
      "index": 652,
      "start_time": 4083130.0,
      "end_time": 4089039.0,
      "text": "in your third bucket and that relates to performing and documenting the retroactive effectiveness"
    },
    {
      "index": 653,
      "start_time": 4089040.0,
      "end_time": 4093721.0,
      "text": "assessment. What has come on are the two items I have added in blue in your middle section"
    },
    {
      "index": 654,
      "start_time": 4093720.0,
      "end_time": 4100810.0,
      "text": "there and that is documenting the hedge ratio once it has been determined and also analyzing"
    },
    {
      "index": 655,
      "start_time": 4100810.0000000005,
      "end_time": 4105070.0000000005,
      "text": "the source of any hedge ineffectiveness, which is required under the standard."
    },
    {
      "index": 656,
      "start_time": 4105069.9999999995,
      "end_time": 4113039.9999999995,
      "text": "So, knowing the adoption for fiscal years starting January 1, 2018, will occur for sure"
    },
    {
      "index": 657,
      "start_time": 4113040.0,
      "end_time": 4119770.0,
      "text": "when we do get there from a mandatory adoption perspective. Just some helpful hints to think"
    },
    {
      "index": 658,
      "start_time": 4119770.0000000005,
      "end_time": 4123950.0000000005,
      "text": "about as you are thinking through whether early adoption does make sense for you? As"
    },
    {
      "index": 659,
      "start_time": 4123950.0,
      "end_time": 4131080.0,
      "text": "I mentioned, there are more opportunities for hedging under IFRS 9, Kerry talked to"
    },
    {
      "index": 660,
      "start_time": 4131080.0,
      "end_time": 4138050.0,
      "text": "the fact that if IFRS 9 hedging is early adopted and must be adopted in conjunction with the"
    },
    {
      "index": 661,
      "start_time": 4138050.0,
      "end_time": 4144640.0,
      "text": "other pieces of the finalized standard of IFRS 9, so that something that keep in mind."
    },
    {
      "index": 662,
      "start_time": 4144640.0000000005,
      "end_time": 4150330.0000000005,
      "text": "There is significant documentation from an IFRS 9 perspective, but again if you have"
    },
    {
      "index": 663,
      "start_time": 4150330.0,
      "end_time": 4155430.0,
      "text": "got strategies that are leveragable from what you have now that is something that can be"
    },
    {
      "index": 664,
      "start_time": 4155430.0000000005,
      "end_time": 4163890.0000000005,
      "text": "managed. Interpretive issues, whenever you are adopting any standard first there is always"
    },
    {
      "index": 665,
      "start_time": 4163890.0000000005,
      "end_time": 4167270.0000000005,
      "text": "the opportunity to have interpretive issues and be the one that is dealing with those"
    },
    {
      "index": 666,
      "start_time": 4167270.0000000005,
      "end_time": 4178000.0000000005,
      "text": "issues versus your peers who may be adopting the standard at the mandatory adoption date."
    },
    {
      "index": 667,
      "start_time": 4178000.0,
      "end_time": 4179760.0,
      "text": "  Going forward to the next slide, this is just"
    },
    {
      "index": 668,
      "start_time": 4179760.0,
      "end_time": 4187460.0,
      "text": "a slide we put together that is taking the lessons that we have been learning as we have"
    },
    {
      "index": 669,
      "start_time": 4187460.0,
      "end_time": 4192160.0,
      "text": "been moving with clients through their early adoption, from a strategy perspective and"
    },
    {
      "index": 670,
      "start_time": 4192160.0,
      "end_time": 4197700.0,
      "text": "an organization perspective, for what to think about in terms of next steps if you are thinking"
    },
    {
      "index": 671,
      "start_time": 4197700.0,
      "end_time": 4204160.0,
      "text": "about early adopting. Risk management documentation, understanding what exists, what strategies"
    },
    {
      "index": 672,
      "start_time": 4204160.0,
      "end_time": 4209650.0,
      "text": "are driving and transacting hedge relationships and derivatives is key, that is the basis"
    },
    {
      "index": 673,
      "start_time": 4209650.0,
      "end_time": 4216000.0,
      "text": "of IFRS 9 and there is a requirement to be able to link and document the linkage between"
    },
    {
      "index": 674,
      "start_time": 4216000.0,
      "end_time": 4221140.0,
      "text": "established hedge accounting relationships and related risk management objectives. The"
    },
    {
      "index": 675,
      "start_time": 4221140.0,
      "end_time": 4226080.0,
      "text": "dialogue between treasury and accounting is extremely important in this regard and that"
    },
    {
      "index": 676,
      "start_time": 4226080.0,
      "end_time": 4234850.0,
      "text": "just flows right through to the identification of the risk, and financial setup of the type"
    },
    {
      "index": 677,
      "start_time": 4234850.0,
      "end_time": 4240500.0,
      "text": "of quantitative effectiveness assessment that must be completed, any tag on effects from"
    },
    {
      "index": 678,
      "start_time": 4240500.0,
      "end_time": 4246450.0,
      "text": "a control process and communicating new hedging relationships and the results of those new"
    },
    {
      "index": 679,
      "start_time": 4246450.0,
      "end_time": 4255090.0,
      "text": "hedging relationships to management as well. So, from early adoption perspective, some"
    },
    {
      "index": 680,
      "start_time": 4255090.0,
      "end_time": 4261080.0,
      "text": "other things we have noticed (just from a driving force perspective), what has driven"
    },
    {
      "index": 681,
      "start_time": 4261080.0,
      "end_time": 4266370.0,
      "text": "some folks to move towards early adoption, the standard came out in November and these"
    },
    {
      "index": 682,
      "start_time": 4266370.0,
      "end_time": 4274700.0,
      "text": "are the reasons we have seen entities early adopt. Currently the hedge relationships from"
    },
    {
      "index": 683,
      "start_time": 4274700.0,
      "end_time": 4280510.0,
      "text": "a risk management objective perspective under IAS 39 are not achievable for hedge accounting,"
    },
    {
      "index": 684,
      "start_time": 4280510.0,
      "end_time": 4286830.0,
      "text": "but are so far for IFRS 9. Kerry talked about risk component hedging that is one of the"
    },
    {
      "index": 685,
      "start_time": 4286830.0,
      "end_time": 4294480.0,
      "text": "main areas where people have seen IFRS 9 to be of benefit. We have got significant amount"
    },
    {
      "index": 686,
      "start_time": 4294480.0,
      "end_time": 4300040.0,
      "text": "of commodity hedging, so we have an opportunity now to use the economic relationship guidance"
    },
    {
      "index": 687,
      "start_time": 4300040.0,
      "end_time": 4306380.0,
      "text": "under IFRS 9 to establish those derivatives and hedged items into relationships strictly"
    },
    {
      "index": 688,
      "start_time": 4306380.0,
      "end_time": 4312250.0,
      "text": "by the guidance on economic relationships for the hedge effectiveness assessments. Managing"
    },
    {
      "index": 689,
      "start_time": 4312250.0,
      "end_time": 4318070.0,
      "text": "FX risk on a natural group basis and as Steve had mentioned when we have got clients who"
    },
    {
      "index": 690,
      "start_time": 4318070.0,
      "end_time": 4323670.0,
      "text": "have options, costless collars, etc., they have seen that the standard is also beneficial"
    },
    {
      "index": 691,
      "start_time": 4323670.0,
      "end_time": 4336100.0,
      "text": "from early adoption perspective. Perfect Karen, thank you very much. I think"
    },
    {
      "index": 692,
      "start_time": 4336100.0,
      "end_time": 4340850.0,
      "text": "we can probably move on to the final polling question and then need to come back with a"
    },
    {
      "index": 693,
      "start_time": 4340850.0,
      "end_time": 4347410.0,
      "text": "few questions for you, but let us go with a polling question #3."
    },
    {
      "index": 694,
      "start_time": 4347410.0,
      "end_time": 4352920.0,
      "text": "Thinking back to our first question about early adoption. Have you changed your mind?"
    },
    {
      "index": 695,
      "start_time": 4352920.0,
      "end_time": 4357070.0,
      "text": "So, since the beginning of this session here, have you changed your mind?"
    },
    {
      "index": 696,
      "start_time": 4357070.0,
      "end_time": 4358590.0,
      "text": "a. Yes. b. No."
    },
    {
      "index": 697,
      "start_time": 4358590.0,
      "end_time": 4362430.0,
      "text": "c. You were planning to early adopt and still thinking, you will."
    },
    {
      "index": 698,
      "start_time": 4362430.0,
      "end_time": 4369550.0,
      "text": "d. I thought we might be early adopting, but we are probably changing our mind."
    },
    {
      "index": 699,
      "start_time": 4369550.0,
      "end_time": 4376940.0,
      "text": "e. I am not sure, I still need more information. So while the audience here is responding to"
    },
    {
      "index": 700,
      "start_time": 4376940.0,
      "end_time": 4384730.0,
      "text": "question, Kiran I would like to bring a question from the audience here for you. The question"
    },
    {
      "index": 701,
      "start_time": 4384730.0,
      "end_time": 4391100.0,
      "text": "is as follows. We apply cash flow hedging using the hypothetical"
    },
    {
      "index": 702,
      "start_time": 4391100.0,
      "end_time": 4396120.0,
      "text": "derivative method. Does that concept still exist under IFRS 9?"
    },
    {
      "index": 703,
      "start_time": 4396120.0,
      "end_time": 4406100.0,
      "text": "Yes. That is a really good question and it’s funny, I had a client and we were having a"
    },
    {
      "index": 704,
      "start_time": 4406100.0,
      "end_time": 4410750.0,
      "text": "conversation talking about using the qualitative assessment approach and it made sense for"
    },
    {
      "index": 705,
      "start_time": 4410750.0,
      "end_time": 4417890.0,
      "text": "their particular strategy. They were in line with the example I had where everything matched,"
    },
    {
      "index": 706,
      "start_time": 4417890.0,
      "end_time": 4423430.0,
      "text": "but they still needed to use a hypothetical derivative method to be able to quantify to"
    },
    {
      "index": 707,
      "start_time": 4423430.0,
      "end_time": 4428560.0,
      "text": "do the accounting. So, you could run into a scenario where perhaps you are not crunching"
    },
    {
      "index": 708,
      "start_time": 4428560.0,
      "end_time": 4433740.0,
      "text": "the numbers from a quantitative effectiveness assessment perspective any longer, but that"
    },
    {
      "index": 709,
      "start_time": 4433740.0,
      "end_time": 4438480.0,
      "text": "does not mean that we still do not need to quantify what that hypothetical derivative"
    },
    {
      "index": 710,
      "start_time": 4438480.0,
      "end_time": 4445240.0,
      "text": "looks like for accounting because there was still requirement to measure ineffectiveness."
    },
    {
      "index": 711,
      "start_time": 4445240.0,
      "end_time": 4457950.0,
      "text": "Let us move on to the result here. I am just looking back at the answers. At the beginning"
    },
    {
      "index": 712,
      "start_time": 4457950.0,
      "end_time": 4465290.0,
      "text": "of the session 6% say that they will go for it. 65% states that they will not go for it."
    },
    {
      "index": 713,
      "start_time": 4465290.0,
      "end_time": 4474880.0,
      "text": "So, it went down by almost 18 points here and we had earlier question of 29 of maybe."
    },
    {
      "index": 714,
      "start_time": 4474880.0,
      "end_time": 4481100.0,
      "text": "It looks like the official information perhaps that we provide here give some good food for"
    },
    {
      "index": 715,
      "start_time": 4481100.0,
      "end_time": 4490220.0,
      "text": "thought. So, that is good. I guess what I want to do right now is that we will finish"
    },
    {
      "index": 716,
      "start_time": 4490220.0,
      "end_time": 4500010.0,
      "text": "formal portion of the webcast before we begin the question and answer period. We would appreciate"
    },
    {
      "index": 717,
      "start_time": 4500010.0,
      "end_time": 4507510.0,
      "text": "your feedback and kindly ask that you complete our survey. You should expect to see a pop-up"
    },
    {
      "index": 718,
      "start_time": 4507510.0,
      "end_time": 4513690.0,
      "text": "survey appearing on your screen shortly and this survey assists in our developments of"
    },
    {
      "index": 719,
      "start_time": 4513690.0,
      "end_time": 4518890.0,
      "text": "future webcasts. We take these surveys very seriously. So, please continue to send us"
    },
    {
      "index": 720,
      "start_time": 4518890.0,
      "end_time": 4525630.0,
      "text": "your suggestions and feel free to also let us know if we are doing something well. We"
    },
    {
      "index": 721,
      "start_time": 4525630.0,
      "end_time": 4532460.0,
      "text": "want to make sure we keep it up. If we do not, have that all that time to address your"
    },
    {
      "index": 722,
      "start_time": 4532460.0,
      "end_time": 4537600.0,
      "text": "question today, especially if the question is regarding specific fact patterns of your"
    },
    {
      "index": 723,
      "start_time": 4537600.0,
      "end_time": 4542790.0,
      "text": "organization. I would recommend that you discuss these questions with your Deloitte Partner"
    },
    {
      "index": 724,
      "start_time": 4542790.0,
      "end_time": 4547840.0,
      "text": "or Deloitte Contact so that they can help you resolve the questions or concerns you"
    },
    {
      "index": 725,
      "start_time": 4547840.0,
      "end_time": 4556340.0,
      "text": "may have. So, as I just finished the formal portion, I would like to go through the Q&amp;A"
    },
    {
      "index": 726,
      "start_time": 4556340.0,
      "end_time": 4565330.0,
      "text": "and I am just going to pull out here the second question that came from the audience and so,"
    },
    {
      "index": 727,
      "start_time": 4565330.0,
      "end_time": 4572330.0,
      "text": "the question goes as follows and Kerry I think that would probably be a question for you."
    },
    {
      "index": 728,
      "start_time": 4572330.0,
      "end_time": 4581490.0,
      "text": "Did you mention that adopting IFRS 9 is optional? Meaning that the choice to remain on IAS 39"
    },
    {
      "index": 729,
      "start_time": 4581490.0,
      "end_time": 4588100.0,
      "text": "is possible, but disclosures are mandatory regardless as of January 1, 2019?"
    },
    {
      "index": 730,
      "start_time": 4588100.0,
      "end_time": 4595850.0,
      "text": "That is a good question Steve, and it is complicated, so it is worth going back over that and clarifying."
    },
    {
      "index": 731,
      "start_time": 4595850.0,
      "end_time": 4602490.0,
      "text": "So, for now, we have all the pieces of IFRS 9, some of which can be early adopted by themselves"
    },
    {
      "index": 732,
      "start_time": 4602490.0,
      "end_time": 4607760.0,
      "text": "as I went through that one slide, but if you wanted to adopt the IFRS 9 hedge accounting"
    },
    {
      "index": 733,
      "start_time": 4607760.0,
      "end_time": 4617820.0,
      "text": "now, you could and you would have to adopt all the standard that exists. Now, when I"
    },
    {
      "index": 734,
      "start_time": 4617820.0,
      "end_time": 4623470.0,
      "text": "say adopted now, I guess that is important as well too because you have to remember because"
    },
    {
      "index": 735,
      "start_time": 4623470.0,
      "end_time": 4626890.0,
      "text": "since it is a documentation standard, you cannot start hedge accounting before you have"
    },
    {
      "index": 736,
      "start_time": 4626890.0,
      "end_time": 4631850.0,
      "text": "the documentation, so you cannot start hedge accounting until you decided and put your"
    },
    {
      "index": 737,
      "start_time": 4631850.0,
      "end_time": 4636570.0,
      "text": "strategies in place and documented them. So in that sense, it is somewhat prospective,"
    },
    {
      "index": 738,
      "start_time": 4636570.0,
      "end_time": 4643600.0,
      "text": "so we can adopt it now and if you do not adopt it now then you would stay in IAS 39 for hedge"
    },
    {
      "index": 739,
      "start_time": 4643600.0,
      "end_time": 4648920.0,
      "text": "accounting, but by 2018 or whenever it is that the standard finally becomes mandatory,"
    },
    {
      "index": 740,
      "start_time": 4648920.0,
      "end_time": 4653250.0,
      "text": "you would have to adopt all of it. So, the new hedge accounting standard, all the related"
    },
    {
      "index": 741,
      "start_time": 4653250.0,
      "end_time": 4658560.0,
      "text": "disclosures, all the rest of IFRS 9, I guess the other point to make though is that you"
    },
    {
      "index": 742,
      "start_time": 4658560.0,
      "end_time": 4665080.0,
      "text": "do not have to ever actually do hedge accounting, you can do economic hedging without doing"
    },
    {
      "index": 743,
      "start_time": 4665080.0,
      "end_time": 4670250.0,
      "text": "hedge accounting - if that is part of what the question was asking, hedge accounting"
    },
    {
      "index": 744,
      "start_time": 4670250.0,
      "end_time": 4674670.0,
      "text": "is optional as you never have to do hedge accounting and that will still be true under"
    },
    {
      "index": 745,
      "start_time": 4674670.0,
      "end_time": 4682920.0,
      "text": "IFRS 9, but the whole standard must be adopted by January 1, 2018. Thanks for the clarification."
    },
    {
      "index": 746,
      "start_time": 4682920.0,
      "end_time": 4688880.0,
      "text": "Kerry, let’s keep going with you here and let’s go with another question. Can you"
    },
    {
      "index": 747,
      "start_time": 4688880.0,
      "end_time": 4696590.0,
      "text": "confirm if the ineffective portion of the hedge still goes directly through the income"
    },
    {
      "index": 748,
      "start_time": 4696590.0,
      "end_time": 4704050.0,
      "text": "statement only, under IFRS 9? Yes. That is true and essentially it goes back to the idea"
    },
    {
      "index": 749,
      "start_time": 4704050.0,
      "end_time": 4710400.0,
      "text": "that a lot of the mechanics of actual hedge accounting have not changed. If there is ineffectiveness,"
    },
    {
      "index": 750,
      "start_time": 4710400.0,
      "end_time": 4719150.0,
      "text": "and as Kiran talked about, she emphasized that even though we are going to a more qualitative"
    },
    {
      "index": 751,
      "start_time": 4719150.0,
      "end_time": 4723460.0,
      "text": "way perhaps of being able to assess whether or not your hedge is effective, you still"
    },
    {
      "index": 752,
      "start_time": 4723460.0,
      "end_time": 4727460.0,
      "text": "need to measure (if it is not perfectively effective) ineffectiveness, and so we need"
    },
    {
      "index": 753,
      "start_time": 4727460.0,
      "end_time": 4732600.0,
      "text": "to know how much that is, especially for cash flow hedges because it will dictate how much"
    },
    {
      "index": 754,
      "start_time": 4732600.0,
      "end_time": 4738990.0,
      "text": "of the gains or losses on the hedging instrument to go other comprehensive income. So, effectively"
    },
    {
      "index": 755,
      "start_time": 4738990.0,
      "end_time": 4745130.0,
      "text": "the ineffective part of the hedge will still fall to P&amp;L, generally speaking. I guess the"
    },
    {
      "index": 756,
      "start_time": 4745130.0,
      "end_time": 4749790.0,
      "text": "only exception would be if you are hedging an equity investment, so an investment in"
    },
    {
      "index": 757,
      "start_time": 4749790.0,
      "end_time": 4755540.0,
      "text": "a share, which under another part of IFRS 9, you might have said I am going to record"
    },
    {
      "index": 758,
      "start_time": 4755540.0,
      "end_time": 4763250.0,
      "text": "gains and losses on that equity investment through OCI. Then, in that case, it may be"
    },
    {
      "index": 759,
      "start_time": 4763250.0,
      "end_time": 4768030.0,
      "text": "a different answer, but generally speaking for most hedges, ineffectiveness would go"
    },
    {
      "index": 760,
      "start_time": 4768030.0,
      "end_time": 4775810.0,
      "text": "to P&amp;L. Kiran, maybe one question for you here. In"
    },
    {
      "index": 761,
      "start_time": 4775810.0,
      "end_time": 4782110.0,
      "text": "the absence of credit risk being a factor in the determination of hedging, do we still"
    },
    {
      "index": 762,
      "start_time": 4782110.0,
      "end_time": 4788800.0,
      "text": "have to account for credit value adjustments? The answer is yes and that has not gone away,"
    },
    {
      "index": 763,
      "start_time": 4788800.0,
      "end_time": 4795490.0,
      "text": "so IFRS 9 does not touch the requirement that derivatives need to appropriately capture"
    },
    {
      "index": 764,
      "start_time": 4795490.0,
      "end_time": 4801260.0,
      "text": "all of its credit qualities, so adjustments to the swap curve, so that will continue untouched"
    },
    {
      "index": 765,
      "start_time": 4801260.0,
      "end_time": 4805670.0,
      "text": "under IFRS 9. I have another question on ineffectiveness"
    },
    {
      "index": 766,
      "start_time": 4805670.0,
      "end_time": 4818690.0,
      "text": "here. It goes back to slide #28, in the example #1 of slide 28, why is 80% designated as the"
    },
    {
      "index": 767,
      "start_time": 4818690.0,
      "end_time": 4825000.0,
      "text": "hedged item instead of 800 tons. I do not know if the operator can turn back to slide"
    },
    {
      "index": 768,
      "start_time": 4825000.0,
      "end_time": 4833010.0,
      "text": "28, that might be helpful. So, I recall that illustration. So, the hedge documentation,"
    },
    {
      "index": 769,
      "start_time": 4833010.0,
      "end_time": 4840000.0,
      "text": "whenever we have a forecasted transaction and it is a sort of first dollars based, we"
    },
    {
      "index": 770,
      "start_time": 4840000.0,
      "end_time": 4847830.0,
      "text": "always say that it is first x% from the documentation perspective, just in case we require a notional"
    },
    {
      "index": 771,
      "start_time": 4847830.0,
      "end_time": 4853120.0,
      "text": "change. So, you could have 7,000 tonnes come in the door, you can have more than 1,000"
    },
    {
      "index": 772,
      "start_time": 4853120.0,
      "end_time": 4864500.0,
      "text": "tonnes, so the documentation should say the first 80% of 1,000, either way the documentation"
    },
    {
      "index": 773,
      "start_time": 4864500.0,
      "end_time": 4871090.0,
      "text": "could say the first 800 of the projected cash flows for the first 80% of the defined. So,"
    },
    {
      "index": 774,
      "start_time": 4871090.0,
      "end_time": 4878390.0,
      "text": "either way as long this is clear in the documentation then it would establish what one should expect"
    },
    {
      "index": 775,
      "start_time": 4878390.0,
      "end_time": 4882640.0,
      "text": "and that is really the guiding principle for identifying your hedged items because you"
    },
    {
      "index": 776,
      "start_time": 4882640.0,
      "end_time": 4888290.0,
      "text": "need to specifically identify that the hedge item has occurred in the quantity that you"
    },
    {
      "index": 777,
      "start_time": 4888290.0,
      "end_time": 4893480.0,
      "text": "say that it would. Perhaps let us go back with Kerry here for"
    },
    {
      "index": 778,
      "start_time": 4893480.0,
      "end_time": 4900770.0,
      "text": "one question. Kerry, does this standard mandates how to determine if the risk component is"
    },
    {
      "index": 779,
      "start_time": 4900770.0,
      "end_time": 4909840.0,
      "text": "separately identifiable and reliably measurable. If not, is there a suggested approach. Okay,"
    },
    {
      "index": 780,
      "start_time": 4909840.0,
      "end_time": 4918090.0,
      "text": "Steve thanks. So, the standard does not mandate that, in the example that we looked at, the"
    },
    {
      "index": 781,
      "start_time": 4918090.0,
      "end_time": 4926870.0,
      "text": "coffee example, it was clear in the contract, so that is a really good way to observe that"
    },
    {
      "index": 782,
      "start_time": 4926870.0,
      "end_time": 4933790.0,
      "text": "it is separately identifiable and then measurement maybe another issue. If you do not have that"
    },
    {
      "index": 783,
      "start_time": 4933790.0,
      "end_time": 4938900.0,
      "text": "and you do not have it specified in your contract like that, which I guess often we will not,"
    },
    {
      "index": 784,
      "start_time": 4938900.0,
      "end_time": 4946930.0,
      "text": "then you need to look at prior experience, i.e. can you observe a relationship between"
    },
    {
      "index": 785,
      "start_time": 4946930.0,
      "end_time": 4953250.0,
      "text": "that risk component and how the ultimate purchase price is determined and now we are getting"
    },
    {
      "index": 786,
      "start_time": 4953250.0,
      "end_time": 4959600.0,
      "text": "a little bit judgmental. But I think it will be based on the way the example went through"
    },
    {
      "index": 787,
      "start_time": 4959600.0,
      "end_time": 4966680.0,
      "text": "it which was looking at past experience, pricing conventions, so I guess in terms of guidance"
    },
    {
      "index": 788,
      "start_time": 4966680.0,
      "end_time": 4973310.0,
      "text": "and the standard, as I mentioned, a lot is in appendix B, there are some examples and"
    },
    {
      "index": 789,
      "start_time": 4973310.0,
      "end_time": 4979870.0,
      "text": "so you can kind of read those examples and really infer what an approach could be or"
    },
    {
      "index": 790,
      "start_time": 4979870.0,
      "end_time": 4988210.0,
      "text": "things that you could look at. The standard has a lot of areas of judgment in application"
    },
    {
      "index": 791,
      "start_time": 4988210.0,
      "end_time": 5001210.0,
      "text": "and not as many bright lines or hard and fast rules. And in some ways I think that is what"
    },
    {
      "index": 792,
      "start_time": 5001210.0,
      "end_time": 5006000.0,
      "text": "the Board was setting out to do, was to try and make it a more judgmental standard, but"
    },
    {
      "index": 793,
      "start_time": 5006000.0,
      "end_time": 5010520.0,
      "text": "in some ways it makes a little bit harder too because the exercise of judgment can often"
    },
    {
      "index": 794,
      "start_time": 5010520.0,
      "end_time": 5014150.0,
      "text": "be quite tricky I guess as we have seen with all sorts of areas of IFRS."
    },
    {
      "index": 795,
      "start_time": 5014150.0,
      "end_time": 5024550.0,
      "text": "Thank you for that. Maybe one more Kerry I think for you here. It goes as follows: Regarding"
    },
    {
      "index": 796,
      "start_time": 5024550.0,
      "end_time": 5031140.0,
      "text": "options and forwards, you talk about being able to defer an amount related to the aligned"
    },
    {
      "index": 797,
      "start_time": 5031140.0,
      "end_time": 5038470.0,
      "text": "time value and aligned forward element in OCI. This concept sounds a bit like the old"
    },
    {
      "index": 798,
      "start_time": 5038470.0,
      "end_time": 5044020.0,
      "text": "shortcut or critical times match concept. Is that correct? Yeah. I think Steve that"
    },
    {
      "index": 799,
      "start_time": 5044020.0,
      "end_time": 5049160.0,
      "text": "is a good way to look at it. I remember back to when I was talking about options and forwards,"
    },
    {
      "index": 800,
      "start_time": 5049160.0,
      "end_time": 5056520.0,
      "text": "and the aligned time value or forward element, was the amount that you were able to defer"
    },
    {
      "index": 801,
      "start_time": 5056520.0,
      "end_time": 5063630.0,
      "text": "in the OCI and keep out of the P&amp;L and what that was really getting at is how much time"
    },
    {
      "index": 802,
      "start_time": 5063630.0,
      "end_time": 5069500.0,
      "text": "value would be in the perfect hedging derivative, so if you did not have a perfect hedging derivative,"
    },
    {
      "index": 803,
      "start_time": 5069500.0,
      "end_time": 5075870.0,
      "text": "how much of your time value would relate to one that is perfect. So, in a sense it almost"
    },
    {
      "index": 804,
      "start_time": 5075870.0,
      "end_time": 5083150.0,
      "text": "makes us think again the hypothetical derivative type of approach that people have taken and"
    },
    {
      "index": 805,
      "start_time": 5083150.0,
      "end_time": 5091110.0,
      "text": "so it is very similar. It is kind of basically saying you could differ the amount that relates"
    },
    {
      "index": 806,
      "start_time": 5091110.0,
      "end_time": 5096400.0,
      "text": "to a hedge that would perfectly match your exposure, so in that sense it is kind of like"
    },
    {
      "index": 807,
      "start_time": 5096400.0,
      "end_time": 5103960.0,
      "text": "the critical terms match or even hypothetical derivative approach."
    },
    {
      "index": 808,
      "start_time": 5103960.0,
      "end_time": 5110310.0,
      "text": "  Let us go back to Kiran. Kiran are you still"
    },
    {
      "index": 809,
      "start_time": 5110310.0,
      "end_time": 5120960.0,
      "text": "there? I am. Good. Here is the question. Are there any numeric thresholds to meet the hedge"
    },
    {
      "index": 810,
      "start_time": 5120960.0,
      "end_time": 5128730.0,
      "text": "accounting and I am assuming the person is making reference to the 80% to 125% ratio"
    },
    {
      "index": 811,
      "start_time": 5128730.0,
      "end_time": 5132600.0,
      "text": "we were looking at in the past to qualify for hedge accounting."
    },
    {
      "index": 812,
      "start_time": 5132600.0,
      "end_time": 5138900.0,
      "text": "No more numeric threshold; it’s not contained in IFRS 9. IAS 39 had a specific requirement,"
    },
    {
      "index": 813,
      "start_time": 5138900.0,
      "end_time": 5145330.0,
      "text": "embedded right in the standard that said you needed to meet that range and that is no longer"
    },
    {
      "index": 814,
      "start_time": 5145330.0,
      "end_time": 5150560.0,
      "text": "around in IFRS 9, so a bit more flexibility. So, that really goes back to the concepts"
    },
    {
      "index": 815,
      "start_time": 5150560.0,
      "end_time": 5155110.0,
      "text": "of economical range that you are talking earlier during the session."
    },
    {
      "index": 816,
      "start_time": 5155110.0,
      "end_time": 5161280.0,
      "text": "Yes, that is most important. You really do need to understand economically the why, why"
    },
    {
      "index": 817,
      "start_time": 5161280.0,
      "end_time": 5168670.0,
      "text": "have you transacted this derivative to manage the risk and exposure, how do they economically"
    },
    {
      "index": 818,
      "start_time": 5168670.0,
      "end_time": 5174720.0,
      "text": "move together. We have had clients going back in time and understanding the economic relationship"
    },
    {
      "index": 819,
      "start_time": 5174720.0,
      "end_time": 5179710.0,
      "text": "especially when the derivative is priced off of a different risk exposure as compared to"
    },
    {
      "index": 820,
      "start_time": 5179710.0,
      "end_time": 5186740.0,
      "text": "the hedged item so that is a big basis on which the hedge effectiveness testing qualifying"
    },
    {
      "index": 821,
      "start_time": 5186740.0,
      "end_time": 5195060.0,
      "text": "criteria is based on. Maybe one last question here. It goes as follows."
    },
    {
      "index": 822,
      "start_time": 5195060.0,
      "end_time": 5202850.0,
      "text": "Can my current hedge effectiveness assessment testing be retained? Good question. Hopefully,"
    },
    {
      "index": 823,
      "start_time": 5202850.0,
      "end_time": 5215020.0,
      "text": "for example some of my clients do regressions for their hedge effectiveness testing. If"
    },
    {
      "index": 824,
      "start_time": 5215020.0,
      "end_time": 5221500.0,
      "text": "that relationship is plain vanilla, for example, managing the interest rate risk, floating"
    },
    {
      "index": 825,
      "start_time": 5221500.0,
      "end_time": 5227330.0,
      "text": "rate debt, fixed rate debt, nothing fancy about it and you are using regression, there"
    },
    {
      "index": 826,
      "start_time": 5227330.0,
      "end_time": 5236800.0,
      "text": "is no reason that that regression testing cannot continue into IFRS 9. IFRS 9 does not"
    },
    {
      "index": 827,
      "start_time": 5236800.0,
      "end_time": 5240740.0,
      "text": "tell you what type of test to use, it does not tell you, you cannot do a quantitative"
    },
    {
      "index": 828,
      "start_time": 5240740.0,
      "end_time": 5245690.0,
      "text": "test, so that is actually something that think about in terms of the level of effort to go"
    },
    {
      "index": 829,
      "start_time": 5245690.0,
      "end_time": 5251380.0,
      "text": "through when you do have transactions and trying to support qualitative, it may just"
    },
    {
      "index": 830,
      "start_time": 5251380.0,
      "end_time": 5255690.0,
      "text": "be from a process control perspective, it may just make sense to continue what you are"
    },
    {
      "index": 831,
      "start_time": 5255690.0,
      "end_time": 5260640.0,
      "text": "doing for those particular hedge strategies, but it is an opportunity to revisit what you"
    },
    {
      "index": 832,
      "start_time": 5260640.0,
      "end_time": 5265760.0,
      "text": "are currently doing to see if you can better streamline, demystify or simplify the current"
    },
    {
      "index": 833,
      "start_time": 5265760.0,
      "end_time": 5272240.0,
      "text": "hedge testing that you are doing. That is great. So, I think that completes"
    },
    {
      "index": 834,
      "start_time": 5272240.0,
      "end_time": 5283030.0,
      "text": "our Q&amp;A section here and I would like to thank our speakers, Kerry and Kiran. We really hope"
    },
    {
      "index": 835,
      "start_time": 5283030.0,
      "end_time": 5289340.0,
      "text": "that you found the webcast helpful and informative. If you want additional information, please"
    },
    {
      "index": 836,
      "start_time": 5289340.0,
      "end_time": 5299100.0,
      "text": "visit our website at www.deloitte.ca and to all the people viewing our webcast today,"
    },
    {
      "index": 837,
      "start_time": 5299100.0,
      "end_time": 5307550.0,
      "text": "thank you very much for joining us and this concludes our webcast on the new IFRS 9 hedging"
    },
    {
      "index": 838,
      "start_time": 5307550.0,
      "end_time": 5317550.0,
      "text": "model. Thank you very much."
    }
  ]
}