{
  "video_id": "o5yrajn2XXg",
  "title": "Nice, France, along the Côte d'Azur - the complete movie",
  "json": [
    {
      "index": 1,
      "start_time": 760.0,
      "end_time": 5859.0,
      "text": "We are taking you to Nice along the beautiful shores of the French Riviera. We will walk"
    },
    {
      "index": 2,
      "start_time": 5859.0,
      "end_time": 11050.0,
      "text": "the little lanes and look at some shops, we will show you the beach, the open market Cours"
    },
    {
      "index": 3,
      "start_time": 11050.0,
      "end_time": 18850.0,
      "text": "Saleya and bring you on a walking tour through the old town. We will be spending three days"
    },
    {
      "index": 4,
      "start_time": 18850.0,
      "end_time": 25680.0,
      "text": "in Nice, because there is so much to see in the city and also in the nearby towns along"
    },
    {
      "index": 5,
      "start_time": 25680.0,
      "end_time": 29289.0,
      "text": "the Côte d'Azur. Here we are arriving in Nice now."
    },
    {
      "index": 6,
      "start_time": 29289.0,
      "end_time": 34079.0,
      "text": "During the program will be sharing with you detailed tips on how to get the most out of"
    },
    {
      "index": 7,
      "start_time": 34079.0,
      "end_time": 37589.0,
      "text": "your visit. Great station, it's a more of an old-fashioned"
    },
    {
      "index": 8,
      "start_time": 37589.0,
      "end_time": 43280.0,
      "text": "station and so you'll probably have to carry your suitcases down the staircase and then"
    },
    {
      "index": 9,
      "start_time": 43280.0,
      "end_time": 48069.0,
      "text": "you walk through the underground corridor, but fortunately there's an escalator that"
    },
    {
      "index": 10,
      "start_time": 48069.0,
      "end_time": 53609.0,
      "text": "will bring you up into the main station area. And it's on the north edge of the city so"
    },
    {
      "index": 11,
      "start_time": 53609.0,
      "end_time": 60440.0,
      "text": "get a taxi. In our case will be staying at a hotel down by the seaside at the Beau Rivages,"
    },
    {
      "index": 12,
      "start_time": 60440.0,
      "end_time": 65110.0,
      "text": "ideally located near the old town, the water and the new town."
    },
    {
      "index": 13,
      "start_time": 65110.0,
      "end_time": 70080.0,
      "text": "The first thing we want to do is head down to the waterfront to the beautiful beach and"
    },
    {
      "index": 14,
      "start_time": 70080.0,
      "end_time": 76830.0,
      "text": "take some pictures. It's a lovely long and broad beach and we've"
    },
    {
      "index": 15,
      "start_time": 76830.0,
      "end_time": 83030.0,
      "text": "got a sunny day in November to enjoy it. The beach itself is lined with hotels and apartment"
    },
    {
      "index": 16,
      "start_time": 83030.0,
      "end_time": 90030.0,
      "text": "buildings for about 2 miles. It's not exactly a fine sand beach it's more of a pebble beach."
    },
    {
      "index": 17,
      "start_time": 90030.0,
      "end_time": 94620.0,
      "text": "And the water is quite clean, you see they're fishing out there. Nobody is swimming in November,"
    },
    {
      "index": 18,
      "start_time": 94620.0,
      "end_time": 102640.0,
      "text": "nobody's even sunbathing, but just enjoying the sunshine and the sights around it."
    },
    {
      "index": 19,
      "start_time": 102640.0,
      "end_time": 109490.0,
      "text": "One of the greatest waterfront strolls to be found anywhere is this Promenade des Anglais."
    },
    {
      "index": 20,
      "start_time": 109490.0,
      "end_time": 115150.0,
      "text": "It's a broad, pedestrian, paved area running right alongside the beach with beautiful views"
    },
    {
      "index": 21,
      "start_time": 115150.0,
      "end_time": 121110.0,
      "text": "out to the blue sea on one side and the grand old buildings lining the street on the other."
    },
    {
      "index": 22,
      "start_time": 121110.0,
      "end_time": 127570.0,
      "text": "It's been the main center of attraction in Nice for the past 150 years ever since visitors"
    },
    {
      "index": 23,
      "start_time": 127570.0,
      "end_time": 131920.0,
      "text": "have been streaming in. You see the Negresco Hotel in the background,"
    },
    {
      "index": 24,
      "start_time": 131920.0,
      "end_time": 135549.0,
      "text": "one of the great five-star institutions of the city."
    },
    {
      "index": 25,
      "start_time": 135549.0,
      "end_time": 142329.0,
      "text": "Here's the Opera Nice Côte d'Azur. The first opera here opened in 1776 and this building"
    },
    {
      "index": 26,
      "start_time": 142329.0,
      "end_time": 147700.0,
      "text": "was created a century later. The south coast of France along the sunny"
    },
    {
      "index": 27,
      "start_time": 147700.0,
      "end_time": 153829.0,
      "text": "Mediterranean Sea is one of the world’s most beautiful destinations dotted with colorful"
    },
    {
      "index": 28,
      "start_time": 153829.0,
      "end_time": 159400.0,
      "text": "seaside towns and inland villages. You'll find that Nice makes the perfect home base"
    },
    {
      "index": 29,
      "start_time": 159400.0,
      "end_time": 164920.0,
      "text": "from which you can easily reach those other destinations like Cannes and Monaco. Nice"
    },
    {
      "index": 30,
      "start_time": 164920.0,
      "end_time": 170930.0,
      "text": "has got the biggest collection of hotels, it's got a wonderful old town, a very attractive"
    },
    {
      "index": 31,
      "start_time": 170930.0,
      "end_time": 177269.0,
      "text": "new town, great transportation with the tram and the major train station and just a beautiful"
    },
    {
      "index": 32,
      "start_time": 177269.0,
      "end_time": 182219.0,
      "text": "place to be. At the East End the Promenade changes name"
    },
    {
      "index": 33,
      "start_time": 182219.0,
      "end_time": 188919.0,
      "text": "to Quai des Etats Unit, the United States of America, and there's a lovely memorial"
    },
    {
      "index": 34,
      "start_time": 188919.0,
      "end_time": 194889.0,
      "text": "in Greek revival style there to thank the United States back in 1918 for their help"
    },
    {
      "index": 35,
      "start_time": 194889.0,
      "end_time": 199549.0,
      "text": "in ending World War I. At this end you'll find the Cours Saleya,"
    },
    {
      "index": 36,
      "start_time": 199549.0,
      "end_time": 205079.0,
      "text": "just behind that memorial a block inland from the water, one of the great outdoor food markets"
    },
    {
      "index": 37,
      "start_time": 205079.0,
      "end_time": 207749.0,
      "text": "and picturesque spots of Europe. One of the great street markets of France"
    },
    {
      "index": 38,
      "start_time": 207749.0,
      "end_time": 212129.0,
      "text": "is located here in the wide Cours Saleya. This plaza features fresh produce and flowers"
    },
    {
      "index": 39,
      "start_time": 212129.0,
      "end_time": 219079.0,
      "text": "throughout the day and many the stalls are open right into the early evening, except"
    },
    {
      "index": 40,
      "start_time": 219079.0,
      "end_time": 225709.0,
      "text": "on Mondays when it becomes an antique market and some other used goods peddled by colorful"
    },
    {
      "index": 41,
      "start_time": 225709.0,
      "end_time": 228889.0,
      "text": "vendors. They've got a whole variety of furniture,"
    },
    {
      "index": 42,
      "start_time": 228889.0,
      "end_time": 237109.0,
      "text": "there's clothing, jewelry, the usual, the bric-a-brac, the old books, antiques, electrical"
    },
    {
      "index": 43,
      "start_time": 237109.0,
      "end_time": 243230.0,
      "text": "items, you've got old cameras. Well when I travel I am just a sucker for"
    },
    {
      "index": 44,
      "start_time": 243230.0,
      "end_time": 250309.0,
      "text": "antique markets. I rarely ever buy anything and am really not there to shop, to purchase,"
    },
    {
      "index": 45,
      "start_time": 250309.0,
      "end_time": 258570.0,
      "text": "it's just to look around to enjoy the people, to look at the other shops nearby have a look"
    },
    {
      "index": 46,
      "start_time": 258570.0,
      "end_time": 264230.0,
      "text": "at all of these hundreds and thousands of items on sale. Inevitably there are going"
    },
    {
      "index": 47,
      "start_time": 264230.0,
      "end_time": 270900.0,
      "text": "to be some cafés near the open market as well, so you can stop for a break if you like"
    },
    {
      "index": 48,
      "start_time": 270900.0,
      "end_time": 276590.0,
      "text": "our just take a walk on by and check it out for later. Back into the market, you might"
    },
    {
      "index": 49,
      "start_time": 276590.0,
      "end_time": 282170.0,
      "text": "even find something here that you want to purchase - it could be something authentic"
    },
    {
      "index": 50,
      "start_time": 282170.0,
      "end_time": 286000.0,
      "text": "from the region. The flower shops are one of the most interesting"
    },
    {
      "index": 51,
      "start_time": 286000.0,
      "end_time": 291450.0,
      "text": "features of Nice – bouquets composed of the most exquisite flowers of every size and"
    },
    {
      "index": 52,
      "start_time": 291450.0,
      "end_time": 298260.0,
      "text": "description from tiny buttonholed sprays to masses of blossoms 2 feet in diameter."
    },
    {
      "index": 53,
      "start_time": 298260.0,
      "end_time": 304580.0,
      "text": "Flowers are so important to Provence, not just for decoration for your table at home,"
    },
    {
      "index": 54,
      "start_time": 304580.0,
      "end_time": 311650.0,
      "text": "but even more important because of the perfume industry. Grasse is the capital of that, we"
    },
    {
      "index": 55,
      "start_time": 311650.0,
      "end_time": 315100.0,
      "text": "will show you that as part of our series on Provence as well.."
    },
    {
      "index": 56,
      "start_time": 315100.0,
      "end_time": 321920.0,
      "text": "Chocolate lovers should look for the famous store Maison Auer in it's landmark Belle Epoque"
    },
    {
      "index": 57,
      "start_time": 321920.0,
      "end_time": 326750.0,
      "text": "building at the West End. The most famous artist who lived in Nice,"
    },
    {
      "index": 58,
      "start_time": 326750.0,
      "end_time": 332420.0,
      "text": "Henri Matisse, lived right here at the Cours in the yellow building at the far end of the"
    },
    {
      "index": 59,
      "start_time": 332420.0,
      "end_time": 337400.0,
      "text": "plaza. He had a great view out his window which he depicted in many paintings. He moved"
    },
    {
      "index": 60,
      "start_time": 337400.0,
      "end_time": 341710.0,
      "text": "to a larger mansion now converted to the Matisse Museum."
    },
    {
      "index": 61,
      "start_time": 341710.0,
      "end_time": 348420.0,
      "text": "Matisse lived in and around Nice for his last 37 years about which he said \"I couldn't believe"
    },
    {
      "index": 62,
      "start_time": 348420.0,
      "end_time": 353090.0,
      "text": "how lucky I was.\" And then there is socca. This is one of the"
    },
    {
      "index": 63,
      "start_time": 353090.0,
      "end_time": 360390.0,
      "text": "great foods of the South of France and Chez Therese is the place to go. Here I am with"
    },
    {
      "index": 64,
      "start_time": 360390.0,
      "end_time": 366340.0,
      "text": "Teresa herself, that was a treat. Socca is like a crepe, a flatbread, and it's"
    },
    {
      "index": 65,
      "start_time": 366340.0,
      "end_time": 372340.0,
      "text": "quite unique because it's made from chickpea flour, and it’s especially found in the"
    },
    {
      "index": 66,
      "start_time": 372340.0,
      "end_time": 377310.0,
      "text": "Ligurian area, anywhere from Nice around the coastline into Italy and down to Pisa."
    },
    {
      "index": 67,
      "start_time": 377310.0,
      "end_time": 382450.0,
      "text": "Well of course it's a food market so there are lots of other eating options here at the"
    },
    {
      "index": 68,
      "start_time": 382450.0,
      "end_time": 388340.0,
      "text": "Cours. You'll find bread and cheese and of course always lots of fresh fruits, ingredients"
    },
    {
      "index": 69,
      "start_time": 388340.0,
      "end_time": 393280.0,
      "text": "for an instant picnic. It's nice to take a little time to sit down"
    },
    {
      "index": 70,
      "start_time": 393280.0,
      "end_time": 398050.0,
      "text": "and relax at a café for a drink and a rest and some people-watching. Instead of being"
    },
    {
      "index": 71,
      "start_time": 398050.0,
      "end_time": 404280.0,
      "text": "in a constant rush while you're traveling stop and take a look at the passing scene."
    },
    {
      "index": 72,
      "start_time": 404280.0,
      "end_time": 410440.0,
      "text": "The church facing the Cours is the Chapel of the Misericordia, or the Chapel of Mercy."
    },
    {
      "index": 73,
      "start_time": 410440.0,
      "end_time": 420360.0,
      "text": "It's built in the Italian Baroque style constructed between 1750 and 1770 by some architects from"
    },
    {
      "index": 74,
      "start_time": 420360.0,
      "end_time": 426690.0,
      "text": "Torino nearby. It has a very elaborate Baroque interior."
    },
    {
      "index": 75,
      "start_time": 426690.0,
      "end_time": 432350.0,
      "text": "You can even buy some original paintings directly from the artist depicting the scenes all around"
    },
    {
      "index": 76,
      "start_time": 432350.0,
      "end_time": 436730.0,
      "text": "you that will go nicely with the photographs that you’re taking."
    },
    {
      "index": 77,
      "start_time": 436730.0,
      "end_time": 442180.0,
      "text": "Of course olives are essential to the cuisine of Provence so it's only natural you're going"
    },
    {
      "index": 78,
      "start_time": 442180.0,
      "end_time": 450360.0,
      "text": "to find a shop selling olives and olive oil and balsamic vinegars of all kinds - a great"
    },
    {
      "index": 79,
      "start_time": 450360.0,
      "end_time": 455420.0,
      "text": "variety here. Just inland from the Cours Saleya you'll find"
    },
    {
      "index": 80,
      "start_time": 455420.0,
      "end_time": 462280.0,
      "text": "the Old Town of Nice. For many visitors it will be the highlight of the city, wandering"
    },
    {
      "index": 81,
      "start_time": 462280.0,
      "end_time": 468750.0,
      "text": "through these narrow pedestrian lanes lined with historic buildings and shops, lots of"
    },
    {
      "index": 82,
      "start_time": 468750.0,
      "end_time": 475090.0,
      "text": "restaurants, bars, town squares with fountains and statues, a church here and there. It's"
    },
    {
      "index": 83,
      "start_time": 475090.0,
      "end_time": 481780.0,
      "text": "just a great spot to explore and hang out. Called the \"Vieux Nice,\" the old town is home"
    },
    {
      "index": 84,
      "start_time": 481780.0,
      "end_time": 489280.0,
      "text": "to art galleries little shops small restaurants bars and cafés making it the perfect spot"
    },
    {
      "index": 85,
      "start_time": 489280.0,
      "end_time": 493010.0,
      "text": "for strolling. The old town maze of narrow lanes occupies"
    },
    {
      "index": 86,
      "start_time": 493010.0,
      "end_time": 498520.0,
      "text": "a triangular slice about 300 yards long on each side."
    },
    {
      "index": 87,
      "start_time": 498520.0,
      "end_time": 501650.0,
      "text": "We're going to walk you through it day and night."
    },
    {
      "index": 88,
      "start_time": 501650.0,
      "end_time": 509340.0,
      "text": "So this old town is not a huge area that you're going get lost in but you'd be amazed at how"
    },
    {
      "index": 89,
      "start_time": 509340.0,
      "end_time": 516430.0,
      "text": "big it seems as you're walking around because of all the little lanes and alleys that somehow"
    },
    {
      "index": 90,
      "start_time": 516429.99999999994,
      "end_time": 522179.99999999994,
      "text": "connect and interconnect, so you might end up walking around in circles a little bit,"
    },
    {
      "index": 91,
      "start_time": 522179.99999999994,
      "end_time": 525770.0,
      "text": "which makes it seem much bigger than it really is."
    },
    {
      "index": 92,
      "start_time": 525770.0,
      "end_time": 532050.0,
      "text": "In the off-season the character of view niece is quite peaceful with not many people and"
    },
    {
      "index": 93,
      "start_time": 532050.0,
      "end_time": 539690.0,
      "text": "no cars but in the summer it gets very crowded. There's a map of the old town with a suggested"
    },
    {
      "index": 94,
      "start_time": 539690.0,
      "end_time": 544440.0,
      "text": "easy route that'll take you right through and around the heart of the old town. You"
    },
    {
      "index": 95,
      "start_time": 544440.0,
      "end_time": 550730.0,
      "text": "could do this in one hour if that's all the time you got, or you could spend one day."
    },
    {
      "index": 96,
      "start_time": 550730.0,
      "end_time": 556170.0,
      "text": "As you enter the old town from the end of the Cours Saleya one of the first streets"
    },
    {
      "index": 97,
      "start_time": 556170.0,
      "end_time": 562590.0,
      "text": "you'll come to is the very atmospheric Rue de la Poissonnerie. And this has got more"
    },
    {
      "index": 98,
      "start_time": 562590.0,
      "end_time": 566730.0,
      "text": "of the shops and restaurants that you'll find throughout the old town."
    },
    {
      "index": 99,
      "start_time": 566730.0,
      "end_time": 572560.0,
      "text": "The Old Town of Nice has a special charm you just do not find in the rest of the modern"
    },
    {
      "index": 100,
      "start_time": 572560.0,
      "end_time": 578279.0,
      "text": "city, so you really want to focus a lot of time in this fascinating pedestrian zone on"
    },
    {
      "index": 101,
      "start_time": 578279.0,
      "end_time": 584460.0,
      "text": "the east end of the waterfront We will point out a nice way to navigate through"
    },
    {
      "index": 102,
      "start_time": 584460.0,
      "end_time": 590529.0,
      "text": "this labyrinth to get you in and around show you the main highlights. There are a couple"
    },
    {
      "index": 103,
      "start_time": 590529.0,
      "end_time": 595970.0,
      "text": "of main lanes there is Rue Droite that will take you right through the center of the old"
    },
    {
      "index": 104,
      "start_time": 595970.0,
      "end_time": 601930.0,
      "text": "town, and then you take a left and walk along Rue de la Boucherie and that'll bring you"
    },
    {
      "index": 105,
      "start_time": 601930.0,
      "end_time": 609860.0,
      "text": "down to the Place de Palais and then back to Cours Saleya. So it's kind of a round-trip"
    },
    {
      "index": 106,
      "start_time": 609860.0,
      "end_time": 615210.0,
      "text": "right through the town and feel free to wander up these little side lanes."
    },
    {
      "index": 107,
      "start_time": 615210.0,
      "end_time": 622210.0,
      "text": "The old town consists of narrow labyrinths, not really streets, more of a maze with blocks"
    },
    {
      "index": 108,
      "start_time": 622210.0,
      "end_time": 627500.0,
      "text": "of shops of every kind along these narrow twisting lanes."
    },
    {
      "index": 109,
      "start_time": 627500.0,
      "end_time": 634370.0,
      "text": "If you come in the summer time it will be a lot busier, so you take your pick."
    },
    {
      "index": 110,
      "start_time": 634370.0,
      "end_time": 640040.0,
      "text": "We suggest that you might visit during the off-season instead to avoid the crowds and"
    },
    {
      "index": 111,
      "start_time": 640040.0,
      "end_time": 646670.0,
      "text": "enjoy the cooler weather. Europeans crave that brief summer sunshine, so work around"
    },
    {
      "index": 112,
      "start_time": 646670.0,
      "end_time": 652310.0,
      "text": "their schedule and come between November and April when the weather is still wonderful."
    },
    {
      "index": 113,
      "start_time": 652310.0,
      "end_time": 658029.0,
      "text": "You will be wandering this way and that is your meander through the Old Town but you'll"
    },
    {
      "index": 114,
      "start_time": 658029.0,
      "end_time": 664310.0,
      "text": "always come back to Rue Droite which goes like a straight line through the middle of"
    },
    {
      "index": 115,
      "start_time": 664310.0,
      "end_time": 669970.0,
      "text": "the old town. It's a good axis to get your bearings, to go out to the left, go to the"
    },
    {
      "index": 116,
      "start_time": 669970.0,
      "end_time": 676410.0,
      "text": "right and then come back to this central spine. The old town of Nice is something very special"
    },
    {
      "index": 117,
      "start_time": 676410.0,
      "end_time": 684290.0,
      "text": "- not so much because of historic monuments or great churches or important single buildings"
    },
    {
      "index": 118,
      "start_time": 684290.0,
      "end_time": 690830.0,
      "text": "that are inside the old town, but just the total atmosphere, the environment, the simple"
    },
    {
      "index": 119,
      "start_time": 690830.0,
      "end_time": 699000.0,
      "text": "walking lanes, the shops and the people. There are actual locals living here, there are kids"
    },
    {
      "index": 120,
      "start_time": 699000.0,
      "end_time": 705400.0,
      "text": "out playing, the residents are upstairs looking down from their windows and you really get"
    },
    {
      "index": 121,
      "start_time": 705400.0,
      "end_time": 712320.0,
      "text": "a feeling of community here, of authenticity, especially in the off-season when it's not"
    },
    {
      "index": 122,
      "start_time": 712320.0,
      "end_time": 717779.0,
      "text": "too crowded with tourists walking through the lanes - that helps quite a bit."
    },
    {
      "index": 123,
      "start_time": 717779.0,
      "end_time": 724440.0,
      "text": "There's a typical example of a staircase street: it branches off from Rue Droite, this is Rue"
    },
    {
      "index": 124,
      "start_time": 724440.0,
      "end_time": 730500.0,
      "text": "Molinaro and there are several of the side lanes that go up the hill. They are regular"
    },
    {
      "index": 125,
      "start_time": 730500.0,
      "end_time": 736580.0,
      "text": "streets down on the flatland, and then go up so there's no cars, well a few scooters"
    },
    {
      "index": 126,
      "start_time": 736580.0,
      "end_time": 743930.0,
      "text": "perhaps, motorcycles and bicycles, but largely we’re entering a pedestrian zone, a typical"
    },
    {
      "index": 127,
      "start_time": 743930.0,
      "end_time": 748990.0,
      "text": "residential neighborhood. It's interesting to see here the working population at home"
    },
    {
      "index": 128,
      "start_time": 748990.0,
      "end_time": 757190.0,
      "text": "- comfortable affordable housing in the middle of the city. Another steep lane, Rue du Château,"
    },
    {
      "index": 129,
      "start_time": 757190.0,
      "end_time": 763910.0,
      "text": "and there are several. These lanes are some of the most picturesque streets in town but"
    },
    {
      "index": 130,
      "start_time": 763910.0,
      "end_time": 767990.0,
      "text": "don't worry, you don't have to climb them. And if you don't feel like walking you can"
    },
    {
      "index": 131,
      "start_time": 767990.0,
      "end_time": 773460.0,
      "text": "take this little tourist train on a route that will bring you through the old town and"
    },
    {
      "index": 132,
      "start_time": 773460.0,
      "end_time": 780000.0,
      "text": "then up onto the hill for a view. Most of the shops in the old town are independent"
    },
    {
      "index": 133,
      "start_time": 780000.0,
      "end_time": 785380.0,
      "text": "and unique. You've got boutiques, you've got crafts, you've got all kinds of great browsing"
    },
    {
      "index": 134,
      "start_time": 785380.0,
      "end_time": 789570.0,
      "text": "to do – so different than modern shopping malls."
    },
    {
      "index": 135,
      "start_time": 789570.0,
      "end_time": 795690.0,
      "text": "You'll find souvenir shops with the typical Provençal items especially the colorful fabrics"
    },
    {
      "index": 136,
      "start_time": 795690.0,
      "end_time": 802940.0,
      "text": "and the pottery. There's also lots of food in the stores, go for the cookies maybe. We’re"
    },
    {
      "index": 137,
      "start_time": 802940.0,
      "end_time": 808660.0,
      "text": "just rolling along together, this is part of our visit to the south of France a small"
    },
    {
      "index": 138,
      "start_time": 808660.0,
      "end_time": 813029.0,
      "text": "group of us traveling together and sharing in the sites."
    },
    {
      "index": 139,
      "start_time": 813029.0,
      "end_time": 818770.0,
      "text": "We especially enjoyed the local cuisine of this casual restaurant. They specialize in"
    },
    {
      "index": 140,
      "start_time": 818770.0,
      "end_time": 826300.0,
      "text": "crepes and socca and salads and that's really all you need for a very nice lunch. Creperie"
    },
    {
      "index": 141,
      "start_time": 826300.0,
      "end_time": 829540.0,
      "text": "Breton. And the friendly couple running the place"
    },
    {
      "index": 142,
      "start_time": 829540.0,
      "end_time": 835580.0,
      "text": "really made us feel welcome. They are the owners – the cook, waitress and the food"
    },
    {
      "index": 143,
      "start_time": 835580.0,
      "end_time": 842180.0,
      "text": "was delicious. You might be surprised at the variety of crêpes on offer and that socca."
    },
    {
      "index": 144,
      "start_time": 842180.0,
      "end_time": 849120.0,
      "text": "And then we continue wandering about through this endlessly fascinating maze of lanes."
    },
    {
      "index": 145,
      "start_time": 849120.0,
      "end_time": 854750.0,
      "text": "The Palais Lascarais is the largest civil Baroque building in the old town and the region."
    },
    {
      "index": 146,
      "start_time": 854750.0,
      "end_time": 862870.0,
      "text": "It perpetuates the reputation of Charles Emmanuel the second, who was Duke of Savoy, considered"
    },
    {
      "index": 147,
      "start_time": 862870.0,
      "end_time": 869200.0,
      "text": "one of the principal families of the Nice nobility of the 17th century. The palace was"
    },
    {
      "index": 148,
      "start_time": 869200.0,
      "end_time": 877230.0,
      "text": "influenced by the Genoese Baroque and unites a set of 17th-century embellishments and some"
    },
    {
      "index": 149,
      "start_time": 877230.0,
      "end_time": 883170.0,
      "text": "changes from the 18th century. The building encloses two small courtyards"
    },
    {
      "index": 150,
      "start_time": 883170.0,
      "end_time": 890690.0,
      "text": "on which arched bays open up a monumental staircase. This lobby is free and open to"
    },
    {
      "index": 151,
      "start_time": 890690.0,
      "end_time": 895420.0,
      "text": "the public. Rue Rosetti is another one of these picturesque,"
    },
    {
      "index": 152,
      "start_time": 895420.0,
      "end_time": 902149.0,
      "text": "steep planes coming up from the old town. Notice the sidewalks are staircases - in this"
    },
    {
      "index": 153,
      "start_time": 902149.0,
      "end_time": 908020.0,
      "text": "case there is a little road one lane road down the middle and local folks hanging out."
    },
    {
      "index": 154,
      "start_time": 908020.0,
      "end_time": 913270.0,
      "text": "Rue Rossetti is just a few blocks long but it changes character several times along the"
    },
    {
      "index": 155,
      "start_time": 913270.0,
      "end_time": 919350.0,
      "text": "way from the hills, swooping down and then it leads into Place Rossetti, kind of an Italian"
    },
    {
      "index": 156,
      "start_time": 919350.0,
      "end_time": 924730.0,
      "text": "style architecture as you find throughout the old town, and this is a great gathering"
    },
    {
      "index": 157,
      "start_time": 924730.0,
      "end_time": 927730.0,
      "text": "spot. We will show you more of this Place in the evening"
    },
    {
      "index": 158,
      "start_time": 927730.0,
      "end_time": 934550.0,
      "text": "You can see on the map how Rue and Place Rossetti are right in the middle of the old town, very"
    },
    {
      "index": 159,
      "start_time": 934550.0,
      "end_time": 939209.0,
      "text": "easy to find. Another major gathering point in the old town."
    },
    {
      "index": 160,
      "start_time": 939209.0,
      "end_time": 945360.0,
      "text": "You'll find here bars and restaurants, little shops, there is a fountain and cafés in this"
    },
    {
      "index": 161,
      "start_time": 945360.0,
      "end_time": 950209.0,
      "text": "Italianate architecture of the old pastel colored buildings around the Place."
    },
    {
      "index": 162,
      "start_time": 950209.0,
      "end_time": 954920.0,
      "text": "Because of its central location with so many roads going through you'll probably return"
    },
    {
      "index": 163,
      "start_time": 954920.0,
      "end_time": 961680.0,
      "text": "here a few times during your visit. The Cathedral of Nice is located on this square."
    },
    {
      "index": 164,
      "start_time": 961680.0,
      "end_time": 968910.0,
      "text": "It's Cathédrale Sainte-Réparate, and this is something that could be in northern Italy."
    },
    {
      "index": 165,
      "start_time": 968910.0,
      "end_time": 975830.0,
      "text": "It's beautiful with these colors in the Baroque styles. It was built during the second half"
    },
    {
      "index": 166,
      "start_time": 975830.0,
      "end_time": 982089.0,
      "text": "of the 17th century, a time when this area was more Italian than French."
    },
    {
      "index": 167,
      "start_time": 982089.0,
      "end_time": 988290.0,
      "text": "The interior of the church has 10 chapels with a floor plan in the Latin cross that"
    },
    {
      "index": 168,
      "start_time": 988290.0,
      "end_time": 995080.0,
      "text": "was based somewhat on the church of Santa Susana in Rome. Typical of the Italian Baroque,"
    },
    {
      "index": 169,
      "start_time": 995080.0,
      "end_time": 1000399.0,
      "text": "it's highly decorated – many paintings and architectural flourishes."
    },
    {
      "index": 170,
      "start_time": 1000400.0,
      "end_time": 1007011.0,
      "text": "At twilight the beauty of the building is at its best. In fact anywhere you go at twilight"
    },
    {
      "index": 171,
      "start_time": 1007010.0,
      "end_time": 1011830.0,
      "text": "it's a wonderful experience. Here in the old town you've got that ambient lighting on the"
    },
    {
      "index": 172,
      "start_time": 1011830.0,
      "end_time": 1016930.0,
      "text": "buildings and shops. And we are going to take you around through the same places daytime"
    },
    {
      "index": 173,
      "start_time": 1016930.0,
      "end_time": 1022170.0,
      "text": "and nighttime – give you that contrast. Walk along Rue de la Boucherie to find the"
    },
    {
      "index": 174,
      "start_time": 1022170.0,
      "end_time": 1027790.0,
      "text": "other great focal point, Place du Palais de Justice, which retains an Italian feeling"
    },
    {
      "index": 175,
      "start_time": 1027790.0,
      "end_time": 1034059.0,
      "text": "that once permeated the town. It's got French sidewalk restaurant serving"
    },
    {
      "index": 176,
      "start_time": 1034060.0,
      "end_time": 1039901.0,
      "text": "crêpes and wine, and a neoclassical courthouse looking like a Greek temple."
    },
    {
      "index": 177,
      "start_time": 1039900.0000000001,
      "end_time": 1045520.0000000001,
      "text": "It is definitely worth visiting in the daytime when it's quite busy, and then again in the"
    },
    {
      "index": 178,
      "start_time": 1045520.0,
      "end_time": 1051500.0,
      "text": "evening when it's even more busy. This Justice Square with the courthouse looming above has"
    },
    {
      "index": 179,
      "start_time": 1051500.0,
      "end_time": 1057130.0,
      "text": "got very popular restaurants all around it and in the nearby lanes. It draws a lot of"
    },
    {
      "index": 180,
      "start_time": 1057130.0,
      "end_time": 1061000.0,
      "text": "people. Quite close to Place Rossetti, it just takes"
    },
    {
      "index": 181,
      "start_time": 1061000.0,
      "end_time": 1066080.0,
      "text": "a few minutes to walk over here from practically anywhere in the old town."
    },
    {
      "index": 182,
      "start_time": 1066080.0,
      "end_time": 1072690.0,
      "text": "It's very safe walking around in the evening in this old town area, especially on the main"
    },
    {
      "index": 183,
      "start_time": 1072690.0,
      "end_time": 1076750.0,
      "text": "lanes where you've got the shops, you've got the people. Everybody's out and about, as"
    },
    {
      "index": 184,
      "start_time": 1076750.0,
      "end_time": 1080940.0,
      "text": "long as you're out there a reasonable hour from twilight right on up through the end"
    },
    {
      "index": 185,
      "start_time": 1080940.0,
      "end_time": 1084280.0,
      "text": "of dinner. The social life here at the Place du Palais"
    },
    {
      "index": 186,
      "start_time": 1084280.0,
      "end_time": 1091290.0,
      "text": "de Justice is even busier at night than during the day – in fact so popular that at 9 PM"
    },
    {
      "index": 187,
      "start_time": 1091290.0,
      "end_time": 1095780.0,
      "text": "many of these bars raise their prices, so you might want to get in and have your drinks"
    },
    {
      "index": 188,
      "start_time": 1095780.0,
      "end_time": 1102770.0,
      "text": "by 8-8:30 and then settle in for dinner somewhere. Of course the hour of sunset varies considerably"
    },
    {
      "index": 189,
      "start_time": 1102770.0,
      "end_time": 1108750.0,
      "text": "during the year, for example in December it gets dark at 5 PM and in the middle of June"
    },
    {
      "index": 190,
      "start_time": 1108750.0,
      "end_time": 1114070.0,
      "text": "it gets dark at 9:30 PM. Either way you're sure to enjoy an evening"
    },
    {
      "index": 191,
      "start_time": 1114070.0,
      "end_time": 1119580.0,
      "text": "stroll. We'll continue our look at Nice in the evening later in the movie, but now, we’re"
    },
    {
      "index": 192,
      "start_time": 1119580.0,
      "end_time": 1125110.0,
      "text": "going to bring you downtown, the next morning after breakfast at our hotel. In this case"
    },
    {
      "index": 193,
      "start_time": 1125110.0,
      "end_time": 1130450.0,
      "text": "we’re staying at the Beau Rivage Hotel, a delightful spot right down by the waterfront"
    },
    {
      "index": 194,
      "start_time": 1130450.0,
      "end_time": 1135140.0,
      "text": "next to the Old Town and Cours Saleya, a very convenient location."
    },
    {
      "index": 195,
      "start_time": 1135140.0,
      "end_time": 1140059.0,
      "text": "We're going to have a look at the very attractive downtown of Nice. We'll take you down the"
    },
    {
      "index": 196,
      "start_time": 1140060.0,
      "end_time": 1146611.0,
      "text": "main shopping street, show you some of the side lanes and do a little winetasting."
    },
    {
      "index": 197,
      "start_time": 1146610.0,
      "end_time": 1152840.0,
      "text": "You'll obviously take time to explore Nice’ s main commercial Street, Avenue Jean Medicin,"
    },
    {
      "index": 198,
      "start_time": 1152840.0,
      "end_time": 1159940.0,
      "text": "stretching about 10 blocks from Place Massena north to the train station and packed with"
    },
    {
      "index": 199,
      "start_time": 1159940.0,
      "end_time": 1167700.0,
      "text": "many boutiques and anchored at the lower end by the large department store, Galleries Lafayette."
    },
    {
      "index": 200,
      "start_time": 1167700.0,
      "end_time": 1172360.0,
      "text": "You can see on the map of downtown how the main street goes right through the middle,"
    },
    {
      "index": 201,
      "start_time": 1172360.0,
      "end_time": 1178030.0,
      "text": "just near the old town and the busy shopping hub of Place Massena, and we will also take"
    },
    {
      "index": 202,
      "start_time": 1178030.0,
      "end_time": 1182240.0,
      "text": "you over to another great pedestrian street Rue de France."
    },
    {
      "index": 203,
      "start_time": 1182240.0,
      "end_time": 1187070.0,
      "text": "There is a convenient tram service in nice running along the main avenue, practically"
    },
    {
      "index": 204,
      "start_time": 1187070.0,
      "end_time": 1192240.0,
      "text": "from the beach and all the way to the train station and beyond, which makes it very easy"
    },
    {
      "index": 205,
      "start_time": 1192240.0,
      "end_time": 1197950.0,
      "text": "to get from one end of town to the other. So it’s really not too critical that you"
    },
    {
      "index": 206,
      "start_time": 1197950.0,
      "end_time": 1204419.0,
      "text": "stay at a hotel down by the waterfront but of course it is more pleasant to be down by"
    },
    {
      "index": 207,
      "start_time": 1204420.0,
      "end_time": 1207881.0,
      "text": "the shore. Riding along on this new tram is a very smooth"
    },
    {
      "index": 208,
      "start_time": 1207880.0,
      "end_time": 1213919.0,
      "text": "experience - the tracks are still quite level so you have a nice view of downtown passing"
    },
    {
      "index": 209,
      "start_time": 1213920.0,
      "end_time": 1218291.0,
      "text": "by as you look out the windows. The tram is convenient because it's right"
    },
    {
      "index": 210,
      "start_time": 1218290.0,
      "end_time": 1224150.0,
      "text": "at street level so it's easy to just walk right on, and there are stops every few blocks,"
    },
    {
      "index": 211,
      "start_time": 1224150.0,
      "end_time": 1230820.0,
      "text": "so it's easy to catch. And trams like this have become quite popular once again in Europe,"
    },
    {
      "index": 212,
      "start_time": 1230820.0,
      "end_time": 1235230.0,
      "text": "it's sort of a rebirth of an old idea. A lot of money has been spent by the government"
    },
    {
      "index": 213,
      "start_time": 1235230.0,
      "end_time": 1240860.0,
      "text": "to upgrade and improve the city with the new tram, the new parks, really enhancing the"
    },
    {
      "index": 214,
      "start_time": 1240860.0,
      "end_time": 1244730.0,
      "text": "quality of life. Here's a quick flash back to the year 2006"
    },
    {
      "index": 215,
      "start_time": 1244730.0,
      "end_time": 1250280.0,
      "text": "showing the amount of construction work necessary to create this tram line down the main street."
    },
    {
      "index": 216,
      "start_time": 1250280.0,
      "end_time": 1254380.0,
      "text": "It's all finished now. It's really quite wonderful to see how this"
    },
    {
      "index": 217,
      "start_time": 1254380.0,
      "end_time": 1259750.0,
      "text": "main street has been transformed in recent years by the tram. All the automobiles of"
    },
    {
      "index": 218,
      "start_time": 1259750.0,
      "end_time": 1266320.0,
      "text": "been removed, except service vehicles. Sidewalks widened. Now it's a great place for pedestrians"
    },
    {
      "index": 219,
      "start_time": 1266320.0,
      "end_time": 1269850.0,
      "text": "and bicycles and people, and the tram running down the middle."
    },
    {
      "index": 220,
      "start_time": 1269850.0,
      "end_time": 1275010.0,
      "text": "When locals are referring to the street they don't even call it Avenue Jean Medicin. They"
    },
    {
      "index": 221,
      "start_time": 1275010.0,
      "end_time": 1280929.0,
      "text": "just say the Avenue because it's by far the primary shopping street of Nice."
    },
    {
      "index": 222,
      "start_time": 1280930.0,
      "end_time": 1287521.0,
      "text": "Place Massena is a great hub of the city, straddling between the old town and the new"
    },
    {
      "index": 223,
      "start_time": 1287520.0,
      "end_time": 1298370.0,
      "text": "town and adjacent to it are beautiful arcades of Galleries Lafayette and other major stores."
    },
    {
      "index": 224,
      "start_time": 1298370.0,
      "end_time": 1305970.0,
      "text": "Just beyond that central square is a remarkable new park called the Promenade du Paillon."
    },
    {
      "index": 225,
      "start_time": 1305970.0,
      "end_time": 1312880.0,
      "text": "It's 1.2 km in length and it's a result of nearly 10 years of urban redevelopment in"
    },
    {
      "index": 226,
      "start_time": 1312880.0,
      "end_time": 1318530.0,
      "text": "the heart of Nice. They ripped down an old bus station, they remove various other buildings"
    },
    {
      "index": 227,
      "start_time": 1318530.0,
      "end_time": 1323919.0,
      "text": "and they put in this beautiful park with the mirrored, reflecting fountain – it's kind"
    },
    {
      "index": 228,
      "start_time": 1323920.0,
      "end_time": 1330351.0,
      "text": "of a trick fountain, you can walk through it if you dare. It covers over 3000 square"
    },
    {
      "index": 229,
      "start_time": 1330350.0,
      "end_time": 1337120.0,
      "text": "meters with the beautiful trees and green lawns all around it, cafe services. It's a"
    },
    {
      "index": 230,
      "start_time": 1337120.0,
      "end_time": 1342330.0,
      "text": "great place for the families, and it's open from early in the morning till late at night"
    },
    {
      "index": 231,
      "start_time": 1342330.0,
      "end_time": 1349650.0,
      "text": "– very safe and clean. It's well protected, there is a lot of staff around, public facilities."
    },
    {
      "index": 232,
      "start_time": 1349650.0,
      "end_time": 1357299.0,
      "text": "It's really a sterling example of urban renewal. The park is also open in the evening, so it's"
    },
    {
      "index": 233,
      "start_time": 1357300.0,
      "end_time": 1363111.0,
      "text": "a great place for the families to come out after work, before dinner, enjoying the playground"
    },
    {
      "index": 234,
      "start_time": 1363110.0,
      "end_time": 1367530.0,
      "text": "facilities. The park is right next to Place Massena, so"
    },
    {
      "index": 235,
      "start_time": 1367530.0,
      "end_time": 1372450.0,
      "text": "it is really easy to get back into the shopping part of town from here, it just takes a couple"
    },
    {
      "index": 236,
      "start_time": 1372450.0,
      "end_time": 1378640.0,
      "text": "minutes, and you're walking along this beautiful arcaded street toward the lower end of the"
    },
    {
      "index": 237,
      "start_time": 1378640.0,
      "end_time": 1384380.0,
      "text": "Avenue, and there are more shops tucked away in these arcades – that great department"
    },
    {
      "index": 238,
      "start_time": 1384380.0,
      "end_time": 1391400.0,
      "text": "store Galeries Lafayette, the largest department store chain you find throughout France."
    },
    {
      "index": 239,
      "start_time": 1391400.0,
      "end_time": 1397790.0,
      "text": "The Italian style architecture of these arcades, with their red ocher construction, harkens"
    },
    {
      "index": 240,
      "start_time": 1397790.0,
      "end_time": 1404770.0,
      "text": "back to the days a century ago when Nice was more Italian and French. From here it's only"
    },
    {
      "index": 241,
      "start_time": 1404770.0,
      "end_time": 1410570.0,
      "text": "a 2-minute walk south to the beach, or turn around and plunge back into the downtown shopping"
    },
    {
      "index": 242,
      "start_time": 1410570.0,
      "end_time": 1415350.0,
      "text": "arena. This colorful shop called Pylones was founded"
    },
    {
      "index": 243,
      "start_time": 1415350.0,
      "end_time": 1422960.0,
      "text": "in France in 1985. It's a gift shop with a variety of colorful and animated objects and"
    },
    {
      "index": 244,
      "start_time": 1422960.0,
      "end_time": 1428799.0,
      "text": "innovative designs, and it's been a big hit. You see it now in just about every city in"
    },
    {
      "index": 245,
      "start_time": 1428800.0,
      "end_time": 1432481.0,
      "text": "France. The Basilica of Notre Dame is the largest"
    },
    {
      "index": 246,
      "start_time": 1432480.0,
      "end_time": 1439330.0,
      "text": "church in Nice. It was completed in 1868 in the Gothic style but it's not the cathedral,"
    },
    {
      "index": 247,
      "start_time": 1439330.0,
      "end_time": 1445039.0,
      "text": "which is in the old town. In the midst of this busy street the church"
    },
    {
      "index": 248,
      "start_time": 1445040.0,
      "end_time": 1450451.0,
      "text": "was pretty empty but right across the street there is another kind of cathedral for shopping"
    },
    {
      "index": 249,
      "start_time": 1450450.0,
      "end_time": 1456000.0,
      "text": "and that was packed. This urban shopping mall on the main street"
    },
    {
      "index": 250,
      "start_time": 1456000.0,
      "end_time": 1462410.0,
      "text": "of Nice offers 100 shops in a very stylish setting."
    },
    {
      "index": 251,
      "start_time": 1462410.0,
      "end_time": 1470120.0,
      "text": "Of course you'll also find restaurants bars and cafés inside Nice Etoile."
    },
    {
      "index": 252,
      "start_time": 1470120.0,
      "end_time": 1475080.0,
      "text": "It's wonderful that this modern multilevel shopping mall is right in the heart of downtown"
    },
    {
      "index": 253,
      "start_time": 1475080.0,
      "end_time": 1481500.0,
      "text": "so it complements the existing street-level retail rather than luring people outside of"
    },
    {
      "index": 254,
      "start_time": 1481500.0,
      "end_time": 1485419.0,
      "text": "the city. Back out on the main street we ran into a"
    },
    {
      "index": 255,
      "start_time": 1485420.0,
      "end_time": 1490191.0,
      "text": "little political demonstration. That's a common sight throughout Europe."
    },
    {
      "index": 256,
      "start_time": 1490190.0,
      "end_time": 1495660.0,
      "text": "When exploring the downtown of Nice don't limit yourself to the main avenue. There are"
    },
    {
      "index": 257,
      "start_time": 1495660.0,
      "end_time": 1501650.0,
      "text": "interesting streets along both sides. Good example is this lovely pedestrian zone"
    },
    {
      "index": 258,
      "start_time": 1501650.0,
      "end_time": 1506900.0,
      "text": "in the newer part of Nice. This is rue d’France. It used to be the main street of the city"
    },
    {
      "index": 259,
      "start_time": 1506900.0,
      "end_time": 1512260.0,
      "text": "about 100 years ago and it's still one of the most important streets. Fortunately it’s"
    },
    {
      "index": 260,
      "start_time": 1512260.0,
      "end_time": 1516919.0,
      "text": "been converted into a pedestrian mall with a lot of shops, restaurants and there's some"
    },
    {
      "index": 261,
      "start_time": 1516920.0,
      "end_time": 1523001.0,
      "text": "hotels scattered along the street, and it'll lead you right back towards Place Massena."
    },
    {
      "index": 262,
      "start_time": 1523000.0,
      "end_time": 1529950.0,
      "text": "It runs parallel to the shore about four blocks inland - it's a wonderful street."
    },
    {
      "index": 263,
      "start_time": 1529950.0,
      "end_time": 1535900.0,
      "text": "Boulevard Victor Hugo is a main road with many affordable hotels that cuts right through"
    },
    {
      "index": 264,
      "start_time": 1535900.0,
      "end_time": 1541309.0,
      "text": "the central area. This is the kind of really local and authentic"
    },
    {
      "index": 265,
      "start_time": 1541310.0,
      "end_time": 1548331.0,
      "text": "neighborhood that's often overlooked by typical guidebooks and video tours, but this is really"
    },
    {
      "index": 266,
      "start_time": 1548330.0,
      "end_time": 1554160.0,
      "text": "part of the heart and soul of Nice. This is where locals hang out, where they go shopping,"
    },
    {
      "index": 267,
      "start_time": 1554160.0,
      "end_time": 1559559.0,
      "text": "where they get a bite to eat, go to the café, have a beer, which makes it a good place for"
    },
    {
      "index": 268,
      "start_time": 1559560.0,
      "end_time": 1566930.0,
      "text": "shopping and for people-watching. It's so amazing how these pedestrian streets"
    },
    {
      "index": 269,
      "start_time": 1566930.0,
      "end_time": 1573161.0,
      "text": "have transformed the cities of Europe. Just a decade ago these kinds of streets would've"
    },
    {
      "index": 270,
      "start_time": 1573160.0,
      "end_time": 1580240.0,
      "text": "been filled with cars and trucks in pollution and noise, and the movement swept through"
    },
    {
      "index": 271,
      "start_time": 1580240.0,
      "end_time": 1587090.0,
      "text": "the continent to convert these little streets in the heart of the town into pedestrian malls."
    },
    {
      "index": 272,
      "start_time": 1587090.0,
      "end_time": 1594010.0,
      "text": "But over on the east side of downtown they still have streets with cars and narrow sidewalks,"
    },
    {
      "index": 273,
      "start_time": 1594010.0,
      "end_time": 1598820.0,
      "text": "and it's exciting. It's hustle bustle neighborhood – again, not that many tourists over here,"
    },
    {
      "index": 274,
      "start_time": 1598820.0,
      "end_time": 1604590.0,
      "text": "but you should come over and take a look just a few blocks east of the main avenue."
    },
    {
      "index": 275,
      "start_time": 1604590.0,
      "end_time": 1611520.0,
      "text": "You've got lively streets and shops everywhere, sidewalk cafés, views back at Notre Dame."
    },
    {
      "index": 276,
      "start_time": 1611520.0,
      "end_time": 1620309.0,
      "text": "As you walk along you even get a view of the national theater, a large modern building,"
    },
    {
      "index": 277,
      "start_time": 1620310.0,
      "end_time": 1625371.0,
      "text": "and other side streets that wind around - it's a great place to explore."
    },
    {
      "index": 278,
      "start_time": 1625370.0,
      "end_time": 1629650.0,
      "text": "There's a wonderful Matisse Museum located in a park slightly away from the center of"
    },
    {
      "index": 279,
      "start_time": 1629650.0,
      "end_time": 1635690.0,
      "text": "town, a little too far to walk to, but you can easily reach it by public bus or just"
    },
    {
      "index": 280,
      "start_time": 1635690.0,
      "end_time": 1641500.0,
      "text": "take a taxi. Matisse lived in the city of Nice for many years and created some of his"
    },
    {
      "index": 281,
      "start_time": 1641500.0,
      "end_time": 1649320.0,
      "text": "finest paintings here. You might be able to visualize some of those scenes that were painted"
    },
    {
      "index": 282,
      "start_time": 1649320.0,
      "end_time": 1655760.0,
      "text": "from his room looking out onto the beautiful blue sea, with the bright colors of the south"
    },
    {
      "index": 283,
      "start_time": 1655760.0,
      "end_time": 1661190.0,
      "text": "of France and Provence. Just next to the museum, they love to play"
    },
    {
      "index": 284,
      "start_time": 1661190.0,
      "end_time": 1668169.0,
      "text": "petanque, or boule. The idea is to get your ball near the little red ball and to knock"
    },
    {
      "index": 285,
      "start_time": 1668170.0,
      "end_time": 1674851.0,
      "text": "the other balls as far away as possible. This is the national sport of France, especially"
    },
    {
      "index": 286,
      "start_time": 1674850.0,
      "end_time": 1682980.0,
      "text": "here in the south of France, rivaling only perhaps football or as we say soccer."
    },
    {
      "index": 287,
      "start_time": 1682980.0,
      "end_time": 1687460.0,
      "text": "It's believed that some variation of this game has been played for several thousand"
    },
    {
      "index": 288,
      "start_time": 1687460.0,
      "end_time": 1693980.0,
      "text": "years and you can see why - it's a casual friendly game, it's a chance to socialize"
    },
    {
      "index": 289,
      "start_time": 1693980.0,
      "end_time": 1698309.0,
      "text": "and have a little fun. Next to the Matisse Museum are some major"
    },
    {
      "index": 290,
      "start_time": 1698310.0,
      "end_time": 1705521.0,
      "text": "Roman ruins: a small amphitheater, housing foundations and a small archaeology museum"
    },
    {
      "index": 291,
      "start_time": 1705520.0,
      "end_time": 1711070.0,
      "text": "that remind us the Romans had a major presence here 2000 years ago."
    },
    {
      "index": 292,
      "start_time": 1711070.0,
      "end_time": 1716840.0,
      "text": "Several other Nice museums will compete for your attention: the Museum of Modern and Contemporary"
    },
    {
      "index": 293,
      "start_time": 1716840.0,
      "end_time": 1724070.0,
      "text": "Art, and the Chagall Museum with the world's largest collection of the artist's works."
    },
    {
      "index": 294,
      "start_time": 1724070.0,
      "end_time": 1732390.0,
      "text": "France is a wine country. There's no question France produces the best wine in the world."
    },
    {
      "index": 295,
      "start_time": 1732390.0,
      "end_time": 1737530.0,
      "text": "And there's something special about it, it becomes a ritual, in the case of the Beaujolais"
    },
    {
      "index": 296,
      "start_time": 1737530.0,
      "end_time": 1745030.0,
      "text": "Nouveau it's an annual event. On the third Thursday of November every year it's the official"
    },
    {
      "index": 297,
      "start_time": 1745030.0,
      "end_time": 1753270.0,
      "text": "release of Beaujolais Nouveau, which is a fresh young wine. It is in the bottle eight"
    },
    {
      "index": 298,
      "start_time": 1753270.0,
      "end_time": 1759520.0,
      "text": "weeks after it's been harvested so it's very fresh and very young, and it's kind about"
    },
    {
      "index": 299,
      "start_time": 1759520.0,
      "end_time": 1767840.0,
      "text": "pink purple color. And frankly it's not the best wine of France. It's kind of raw - you"
    },
    {
      "index": 300,
      "start_time": 1767840.0,
      "end_time": 1773840.0,
      "text": "can get much better Bordeauxs that are aged for five or 10 years - but this is a fun thing"
    },
    {
      "index": 301,
      "start_time": 1773840.0,
      "end_time": 1781500.0,
      "text": "because the wine shops celebrate with the release of Beaujolais Nouveau with free tastings."
    },
    {
      "index": 302,
      "start_time": 1781500.0,
      "end_time": 1788169.0,
      "text": "So people come down and line up on the sidewalk and gather around, and this is great fun,"
    },
    {
      "index": 303,
      "start_time": 1788170.0,
      "end_time": 1793430.0,
      "text": "free wine. A national holiday of sorts, celebrated around"
    },
    {
      "index": 304,
      "start_time": 1793430.0,
      "end_time": 1801701.0,
      "text": "the world because these cases and container loads are shipped everywhere, and it's a special"
    },
    {
      "index": 305,
      "start_time": 1801700.0,
      "end_time": 1808320.0,
      "text": "day when Beaujolais Nouveau arrives. They sell 1 million cases of this Beaujolais"
    },
    {
      "index": 306,
      "start_time": 1808320.0,
      "end_time": 1814850.0,
      "text": "Nouveau all around the world. Half of it is consumed within France. It's the biggest wine"
    },
    {
      "index": 307,
      "start_time": 1814850.0,
      "end_time": 1822169.0,
      "text": "party ever on the day that it's released. A wine that's been harvested, the grapes have"
    },
    {
      "index": 308,
      "start_time": 1822170.0,
      "end_time": 1827601.0,
      "text": "been harvested this year, September, and so it's a great party every year in France, on"
    },
    {
      "index": 309,
      "start_time": 1827600.0,
      "end_time": 1832909.0,
      "text": "the third Thursday of every November, comes out the Beaujolais Nouveau. These are the"
    },
    {
      "index": 310,
      "start_time": 1832910.0,
      "end_time": 1839361.0,
      "text": "new ones. This is the new one so it's vintage 2013, as it says on the bottle. And so forbidden"
    },
    {
      "index": 311,
      "start_time": 1839360.0,
      "end_time": 1849330.0,
      "text": "by the law to open it before today. Really? By law? Oh yeah, better not. It's been a good"
    },
    {
      "index": 312,
      "start_time": 1849330.0,
      "end_time": 1857190.0,
      "text": "year? I think it's been a good year. 2013, was a good year. 2013. Banana, raspberry,"
    },
    {
      "index": 313,
      "start_time": 1857190.0,
      "end_time": 1862779.0,
      "text": "strawberry even sometimes, and that's a classic Beaujolais Nouveau."
    },
    {
      "index": 314,
      "start_time": 1862780.0,
      "end_time": 1870981.0,
      "text": "So, today is Beaujolais Nouveau Day? Yes, I like it. Was it a good year? Yeah, it's"
    },
    {
      "index": 315,
      "start_time": 1870980.0,
      "end_time": 1876330.0,
      "text": "a good year, thank you. The Old Town of Nice is especially lovely"
    },
    {
      "index": 316,
      "start_time": 1876330.0,
      "end_time": 1881659.0,
      "text": "to walk through at night – the shops are open, the restaurants are open, and people"
    },
    {
      "index": 317,
      "start_time": 1881660.0,
      "end_time": 1897961.0,
      "text": "are out for a stroll. Appreciate this intersection if you would"
    },
    {
      "index": 318,
      "start_time": 1897960.0,
      "end_time": 1905090.0,
      "text": "for a moment. Here we have three pedestrian lanes coming together: we have got Rue Droite,"
    },
    {
      "index": 319,
      "start_time": 1905090.0,
      "end_time": 1913159.0,
      "text": "Rue Collet and Rue Françoise all crashing together in his wonderful little spot surrounded"
    },
    {
      "index": 320,
      "start_time": 1913160.0,
      "end_time": 1920721.0,
      "text": "by cafés and shops and people. The Old Town is perhaps the most interesting"
    },
    {
      "index": 321,
      "start_time": 1920720.0,
      "end_time": 1927980.0,
      "text": "part of Nice, fascinating for its labyrinth of narrow streets, picturesque and animated"
    },
    {
      "index": 322,
      "start_time": 1927980.0,
      "end_time": 1933950.0,
      "text": "peoples and buildings, expressing something Italian and their general character."
    },
    {
      "index": 323,
      "start_time": 1933950.0,
      "end_time": 1939860.0,
      "text": "Now it's early evening, which is a magical time to be out strolling of course with the"
    },
    {
      "index": 324,
      "start_time": 1939860.0,
      "end_time": 1945120.0,
      "text": "twilight and the shop lights – very safe, very friendly – a lovely place to stroll."
    },
    {
      "index": 325,
      "start_time": 1945120.0,
      "end_time": 1952100.0,
      "text": "And in the evening the Old Town is alive, the shops stay open especially in this tourist"
    },
    {
      "index": 326,
      "start_time": 1952100.0,
      "end_time": 1959029.0,
      "text": "area. The shops are open till 9 PM, some of them even later. Many of them do close in"
    },
    {
      "index": 327,
      "start_time": 1959030.0,
      "end_time": 1964540.0,
      "text": "the afternoon for siesta, we are in the south of Europe and they follow that traditional"
    },
    {
      "index": 328,
      "start_time": 1964540.0,
      "end_time": 1972221.0,
      "text": "custom, so it might not be best to stroll here at 1 PM or two or 3 o'clock, a lot of"
    },
    {
      "index": 329,
      "start_time": 1972220.0,
      "end_time": 1976789.0,
      "text": "the stores are closed, but they'll be reopening at three or 4 o'clock."
    },
    {
      "index": 330,
      "start_time": 1976790.0,
      "end_time": 1982191.0,
      "text": "Rue du Collet is one of the main lanes of the old town. It changes names a few times"
    },
    {
      "index": 331,
      "start_time": 1982190.0,
      "end_time": 1987980.0,
      "text": "up ahead and it just wanderers, it meanders - it's not quite straight, there's a little"
    },
    {
      "index": 332,
      "start_time": 1987980.0,
      "end_time": 1993440.0,
      "text": "bit of a curve here and there. You have got some cafés, you got tourist shops, you’ve"
    },
    {
      "index": 333,
      "start_time": 1993440.0,
      "end_time": 2000240.0,
      "text": "got local shops and people out walking, especially here at twilight - this is perfect."
    },
    {
      "index": 334,
      "start_time": 2000240.0,
      "end_time": 2007309.0,
      "text": "As you walk along Rue du Collet you will soon arrive at this little intersection it's a"
    },
    {
      "index": 335,
      "start_time": 2007310.0,
      "end_time": 2015601.0,
      "text": "charming spot were three lanes come together. It's called Place Central, and at this little"
    },
    {
      "index": 336,
      "start_time": 2015600.0,
      "end_time": 2023559.0,
      "text": "Place it is a simple little affair - you got a little restaurant that sells the socca and"
    },
    {
      "index": 337,
      "start_time": 2023560.0,
      "end_time": 2030011.0,
      "text": "other Nicoise specialties. You have got a café on the other side, there's a little"
    },
    {
      "index": 338,
      "start_time": 2030010.0,
      "end_time": 2038130.0,
      "text": "food market here, you can buy some gadgets and gizmos. This fresh produce market is fun."
    },
    {
      "index": 339,
      "start_time": 2038130.0,
      "end_time": 2045809.0,
      "text": "You can shop for some clothing, all in an arm's reach of this Place Central."
    },
    {
      "index": 340,
      "start_time": 2045810.0,
      "end_time": 2053471.0,
      "text": "A few hundred years ago this was already a very old part of town and had become somewhat"
    },
    {
      "index": 341,
      "start_time": 2053469.9999999998,
      "end_time": 2059719.9999999998,
      "text": "rundown and dilapidated and it's really just in the past century it's come back to life"
    },
    {
      "index": 342,
      "start_time": 2059719.9999999998,
      "end_time": 2064088.9999999998,
      "text": "again. So there's a beauty in this Old Town of just"
    },
    {
      "index": 343,
      "start_time": 2064090.0000000002,
      "end_time": 2072420.0000000002,
      "text": "simply walking. Now it's often overlooked for example in guidebooks or historical memoirs"
    },
    {
      "index": 344,
      "start_time": 2072420.0,
      "end_time": 2081660.0,
      "text": "or even dismissed as a place that's kind of dark and narrow and congested, but it really"
    },
    {
      "index": 345,
      "start_time": 2081659.9999999998,
      "end_time": 2088440.9999999998,
      "text": "deserves to be front and center when you come to visit Nice. It's what makes the city so"
    },
    {
      "index": 346,
      "start_time": 2088440.0,
      "end_time": 2094179.0,
      "text": "very special, along with the beachfront of course, the marvelous white broad beach and"
    },
    {
      "index": 347,
      "start_time": 2094179.9999999998,
      "end_time": 2103221.0,
      "text": "the promenades down by the Mediterranean Sea. The modern downtown certainly is lovely, you'll"
    },
    {
      "index": 348,
      "start_time": 2103220.0,
      "end_time": 2109359.0,
      "text": "want to be sure to also visit that downtown area, but these little back lanes are really"
    },
    {
      "index": 349,
      "start_time": 2109360.0,
      "end_time": 2113921.0,
      "text": "something special. And yes there are plenty of art galleries"
    },
    {
      "index": 350,
      "start_time": 2113920.0,
      "end_time": 2119140.0,
      "text": "along the way. You might even get a chance to meet the artist himself. Usually they’re"
    },
    {
      "index": 351,
      "start_time": 2119140.0,
      "end_time": 2127119.0,
      "text": "inside and maybe doing a little bit of painting. It is like Streetside Museum of Contemporary"
    },
    {
      "index": 352,
      "start_time": 2127120.0,
      "end_time": 2132860.0,
      "text": "Art. This is art that's very much up to date - it was just created yesterday."
    },
    {
      "index": 353,
      "start_time": 2132860.0,
      "end_time": 2139331.0,
      "text": "There are several especially picturesque intersections here in the Old Town where the lanes come"
    },
    {
      "index": 354,
      "start_time": 2139330.0,
      "end_time": 2142270.0,
      "text": "together and merge, with beautiful lighting at night."
    },
    {
      "index": 355,
      "start_time": 2142270.0,
      "end_time": 2148440.0,
      "text": "And then as you keep walking along Rue du Collet it changes names and becomes Rue de"
    },
    {
      "index": 356,
      "start_time": 2148440.0,
      "end_time": 2155700.0,
      "text": "la Boucherie, the same street, and just keeps winding along as you pass more of these shops,"
    },
    {
      "index": 357,
      "start_time": 2155700.0,
      "end_time": 2163030.0,
      "text": "and notice they are open in the evening. We’re walking at about 7:30 and there are plenty"
    },
    {
      "index": 358,
      "start_time": 2163030.0,
      "end_time": 2173359.0,
      "text": "of people out. This of course is a very safe neighborhood, it's a family kind of place."
    },
    {
      "index": 359,
      "start_time": 2173360.0,
      "end_time": 2178251.0,
      "text": "On the opposite side of the old town, the east side, this pedestrian lane joins up with"
    },
    {
      "index": 360,
      "start_time": 2178250.0,
      "end_time": 2183540.0,
      "text": "the busy street which leads into Place Garibaldi in the newer part of town."
    },
    {
      "index": 361,
      "start_time": 2183540.0,
      "end_time": 2188140.0,
      "text": "Like many cities in Europe, especially France, they have communal bike rental racks."
    },
    {
      "index": 362,
      "start_time": 2188140.0,
      "end_time": 2194730.0,
      "text": "Place Garibaldi is another major square in Nice. It's a transit hub, the tram goes through"
    },
    {
      "index": 363,
      "start_time": 2194730.0,
      "end_time": 2200430.0,
      "text": "here. There is a bus stop that will take you on to Monaco, about 30 minutes away. This"
    },
    {
      "index": 364,
      "start_time": 2200430.0,
      "end_time": 2206740.0,
      "text": "Place has recently been renovated, it is upgraded, it's looking beautiful. And it's named after"
    },
    {
      "index": 365,
      "start_time": 2206740.0,
      "end_time": 2214160.0,
      "text": "Garibaldi, who was born in Nice. He was the great unifier of Italy, which used to own"
    },
    {
      "index": 366,
      "start_time": 2214160.0,
      "end_time": 2221349.0,
      "text": "this territory until the end of the 19th century. This neighborhood is quite lively because"
    },
    {
      "index": 367,
      "start_time": 2221350.0,
      "end_time": 2229241.0,
      "text": "people live here. Most of the upper floors in the Old Town are residential apartments"
    },
    {
      "index": 368,
      "start_time": 2229240.0,
      "end_time": 2236930.0,
      "text": "with full-time residents and that gives it a real home quality. You see the life in the"
    },
    {
      "index": 369,
      "start_time": 2236930.0,
      "end_time": 2243869.0,
      "text": "streets here is what modern major urban centers are trying to re-create, trying to strive"
    },
    {
      "index": 370,
      "start_time": 2243870.0,
      "end_time": 2249991.0,
      "text": "for - real streets with real people living out their daily lives, and it's on a human"
    },
    {
      "index": 371,
      "start_time": 2249990.0,
      "end_time": 2256280.0,
      "text": "scale because you don't have skyscrapers, you don't have massive structures all around."
    },
    {
      "index": 372,
      "start_time": 2256280.0,
      "end_time": 2263040.0,
      "text": "It is people and their homes and the shops down below, with a steady stream of visitors"
    },
    {
      "index": 373,
      "start_time": 2263040.0,
      "end_time": 2268619.0,
      "text": "and locals walking on into the evening. We're going to take you on an extended evening"
    },
    {
      "index": 374,
      "start_time": 2268620.0,
      "end_time": 2272701.0,
      "text": "walk through the Old Town at the end of the program."
    },
    {
      "index": 375,
      "start_time": 2272700.0,
      "end_time": 2279530.0,
      "text": "But for now we're taking you to an evening viewpoint to watch the sunset along the shore,"
    },
    {
      "index": 376,
      "start_time": 2279530.0,
      "end_time": 2286390.0,
      "text": "and then up to the top of Castle Hill for a spectacular view looking down over the town."
    },
    {
      "index": 377,
      "start_time": 2286390.0,
      "end_time": 2292770.0,
      "text": "To get this view you walk along the east end of the waterfront promenade on the Quais des"
    },
    {
      "index": 378,
      "start_time": 2292770.0,
      "end_time": 2298380.0,
      "text": "Etats Unit, and to the end you'll have this rocky outcrop with a terrace, with a commanding"
    },
    {
      "index": 379,
      "start_time": 2298380.0,
      "end_time": 2302500.0,
      "text": "view looking back along the pebbly beach of Nice."
    },
    {
      "index": 380,
      "start_time": 2302500.0,
      "end_time": 2308770.0,
      "text": "The view gets even more spectacular when you go up to the top of Castle Hill, or as they"
    },
    {
      "index": 381,
      "start_time": 2308770.0,
      "end_time": 2314300.0,
      "text": "call it the Château. Here's a quick view from Google Earth showing"
    },
    {
      "index": 382,
      "start_time": 2314300.0,
      "end_time": 2321130.0,
      "text": "how the hill of the castle towers over the Old Town of Nice and the city beyond."
    },
    {
      "index": 383,
      "start_time": 2321130.0,
      "end_time": 2327720.0,
      "text": "The easiest way to get up to the top of this hill is take the elevator. You pay a small"
    },
    {
      "index": 384,
      "start_time": 2327720.0,
      "end_time": 2333820.0,
      "text": "fee, it's about €1, and it's well worth it, otherwise you've got to walk up a huge"
    },
    {
      "index": 385,
      "start_time": 2333820.0,
      "end_time": 2341190.0,
      "text": "staircase. It's the equivalent of going up over 100 meters high, so it's really way up"
    },
    {
      "index": 386,
      "start_time": 2341190.0,
      "end_time": 2346960.0,
      "text": "in the sky. You don't want to walk it if you can avoid it, so take the elevator. It's quick,"
    },
    {
      "index": 387,
      "start_time": 2346960.0,
      "end_time": 2352000.0,
      "text": "it's simple, especially late in the day like – this there is no crowd, there's no line"
    },
    {
      "index": 388,
      "start_time": 2352000.0,
      "end_time": 2357060.0,
      "text": "and you come out on top and start enjoying the view."
    },
    {
      "index": 389,
      "start_time": 2357060.0,
      "end_time": 2363650.0,
      "text": "And right away you're looking down on the Old Town and the Cours Saleya. There's all"
    },
    {
      "index": 390,
      "start_time": 2363650.0,
      "end_time": 2366740.0,
      "text": "the booths getting ready for the next morning's market."
    },
    {
      "index": 391,
      "start_time": 2366740.0,
      "end_time": 2373270.0,
      "text": "There is a map posted to help you find your way, to locate viewpoints on both sides. But"
    },
    {
      "index": 392,
      "start_time": 2373270.0,
      "end_time": 2378740.0,
      "text": "it can be a little confusing, there's no signs on the paths. You want to go up this unmarked"
    },
    {
      "index": 393,
      "start_time": 2378740.0,
      "end_time": 2383970.0,
      "text": "staircase, don't go straight on the main lane because that does not bring you to the top."
    },
    {
      "index": 394,
      "start_time": 2383970.0,
      "end_time": 2389420.0,
      "text": "And you can walk up a little higher. This little small child can make it. Oh it's a"
    },
    {
      "index": 395,
      "start_time": 2389420.0,
      "end_time": 2394589.0,
      "text": "big climb for this little girl so that shows you can do it, no problem. So keep walking"
    },
    {
      "index": 396,
      "start_time": 2394590.0,
      "end_time": 2399741.0,
      "text": "when you get up to the top. They even have a waterfall, it is an artificial waterfall"
    },
    {
      "index": 397,
      "start_time": 2399740.0,
      "end_time": 2407180.0,
      "text": "that was put here in the 1830s to help attract the tourist nobility from England and the"
    },
    {
      "index": 398,
      "start_time": 2407180.0,
      "end_time": 2413180.0,
      "text": "rest of France to come on down and visit Nice. The shoreline view gets even better as the"
    },
    {
      "index": 399,
      "start_time": 2413180.0,
      "end_time": 2417760.0,
      "text": "night lights come on. While you're up on the hill enjoying the town"
    },
    {
      "index": 400,
      "start_time": 2417760.0,
      "end_time": 2422160.0,
      "text": "view be sure to walk to the other side of the hill for the harbor view. And there's"
    },
    {
      "index": 401,
      "start_time": 2422160.0,
      "end_time": 2427079.0,
      "text": "a beautiful green park in-between. Looking down from the other side of the hill"
    },
    {
      "index": 402,
      "start_time": 2427080.0,
      "end_time": 2435330.0,
      "text": "you see the small boat harbor called Port Lympia, and in the distance, Cape Denise."
    },
    {
      "index": 403,
      "start_time": 2435330.0,
      "end_time": 2440340.0,
      "text": "It's believed this Castle Hill was the site of some of the earliest settlements in the"
    },
    {
      "index": 404,
      "start_time": 2440340.0,
      "end_time": 2447171.0,
      "text": "area. They lived up here for self-defense. In very early times the Ligurians, who were"
    },
    {
      "index": 405,
      "start_time": 2447170.0,
      "end_time": 2455589.0,
      "text": "the first inhabitants of Nice had their dwellings upon the rock of the castle, and later it's"
    },
    {
      "index": 406,
      "start_time": 2455590.0,
      "end_time": 2458521.0,
      "text": "probable that the earliest Greek settlers lived there."
    },
    {
      "index": 407,
      "start_time": 2458520.0,
      "end_time": 2464450.0,
      "text": "But as times became more settled they began spreading down onto the plain and the old"
    },
    {
      "index": 408,
      "start_time": 2464450.0,
      "end_time": 2471230.0,
      "text": "hilltown became a mere fortress to be used in time of need. And a fortress it remained,"
    },
    {
      "index": 409,
      "start_time": 2471230.0,
      "end_time": 2478650.0,
      "text": "developing as centuries followed each other into a great and impregnable castle."
    },
    {
      "index": 410,
      "start_time": 2478650.0,
      "end_time": 2483410.0,
      "text": "Another way to get up here and back down is on the tourist tram."
    },
    {
      "index": 411,
      "start_time": 2483410.0,
      "end_time": 2490300.0,
      "text": "If you have the patience or the proper timing to stick around for the late sunset it reaches"
    },
    {
      "index": 412,
      "start_time": 2490300.0,
      "end_time": 2496480.0,
      "text": "the visual peak. This is really grand with the lights blazing down below, the golden"
    },
    {
      "index": 413,
      "start_time": 2496480.0,
      "end_time": 2502640.0,
      "text": "sunset off in the horizon. This makes for one of those travel events that you will just"
    },
    {
      "index": 414,
      "start_time": 2502640.0,
      "end_time": 2507170.0,
      "text": "never forget. And when you're done you can take that same"
    },
    {
      "index": 415,
      "start_time": 2507170.0,
      "end_time": 2511609.0,
      "text": "elevator ride back down again, timing it so that you get down before the elevator shuts"
    },
    {
      "index": 416,
      "start_time": 2511610.0,
      "end_time": 2516781.0,
      "text": "for the evening. Or you could walk down, it's not as hard as walking up, but so much easier"
    },
    {
      "index": 417,
      "start_time": 2516780.0,
      "end_time": 2523230.0,
      "text": "to just simply ride the elevator. Now we're going to take you on a walk through"
    },
    {
      "index": 418,
      "start_time": 2523230.0,
      "end_time": 2529520.0,
      "text": "the Old Town of Nice at night. It's a very special time to be here. Shops are still up"
    },
    {
      "index": 419,
      "start_time": 2529520.0,
      "end_time": 2535329.0,
      "text": "on until 8:30-9:00 o'clock, depending on the season. Restaurants and bars, cafés of course"
    },
    {
      "index": 420,
      "start_time": 2535330.0,
      "end_time": 2541291.0,
      "text": "go well into the night. There's always lots of people around so it's a friendly and interesting"
    },
    {
      "index": 421,
      "start_time": 2541290.0,
      "end_time": 2545050.0,
      "text": "place to roam. This Old Town is so attractive that just seeing"
    },
    {
      "index": 422,
      "start_time": 2545050.0,
      "end_time": 2550210.0,
      "text": "it during the daytime, which you've probably already done, is not enough. You want to come"
    },
    {
      "index": 423,
      "start_time": 2550210.0,
      "end_time": 2555599.0,
      "text": "back and enjoy it once again at night when it looks like a different place with this"
    },
    {
      "index": 424,
      "start_time": 2555600.0,
      "end_time": 2561681.0,
      "text": "special twilight ambience. Depending on the season it might be this dark"
    },
    {
      "index": 425,
      "start_time": 2561680.0,
      "end_time": 2569119.0,
      "text": "at 6 PM in the winter for example or at 9:30 in the summertime. Either way that period"
    },
    {
      "index": 426,
      "start_time": 2569120.0,
      "end_time": 2574301.0,
      "text": "just after twilight is the most magical time to be out. You've still got a little bit of"
    },
    {
      "index": 427,
      "start_time": 2574300.0,
      "end_time": 2579550.0,
      "text": "lingering ambient light in the sky, and the shop windows are on, the street lights are"
    },
    {
      "index": 428,
      "start_time": 2579550.0,
      "end_time": 2586310.0,
      "text": "on, and it's very lively. Walking through these narrow, dark lanes illuminated"
    },
    {
      "index": 429,
      "start_time": 2586310.0,
      "end_time": 2592089.0,
      "text": "by shop lights and livened by people passing by makes you feel like you're in one of the"
    },
    {
      "index": 430,
      "start_time": 2592090.0,
      "end_time": 2596830.0,
      "text": "dream places of the earth. You have to give Nice time and get out of"
    },
    {
      "index": 431,
      "start_time": 2596830.0,
      "end_time": 2604541.0,
      "text": "your rut before you awaken to its unique characteristics. And then if you detach yourselves from the"
    },
    {
      "index": 432,
      "start_time": 2604540.0,
      "end_time": 2612200.0,
      "text": "amusement seekers, the time killers, the apathetic, the bored and the blasé tourists you begin"
    },
    {
      "index": 433,
      "start_time": 2612200.0,
      "end_time": 2618760.0,
      "text": "to realize that the metropolis of the Riviera is a world in itself – a reservoir for exploration"
    },
    {
      "index": 434,
      "start_time": 2618760.0,
      "end_time": 2623990.0,
      "text": "and reflection. Nice is the largest city along the Côte d'Azur,"
    },
    {
      "index": 435,
      "start_time": 2623990.0,
      "end_time": 2631609.0,
      "text": "and with a population of about 1 million it's the second largest French city along the shores"
    },
    {
      "index": 436,
      "start_time": 2631610.0,
      "end_time": 2637411.0,
      "text": "of the Mediterranean after Marseille. It makes an ideal home base for seeing all"
    },
    {
      "index": 437,
      "start_time": 2637410.0,
      "end_time": 2643140.0,
      "text": "of the sites along the coast. It is one of the most beautiful places and offers a large"
    },
    {
      "index": 438,
      "start_time": 2643140.0,
      "end_time": 2650190.0,
      "text": "number of hotels and restaurants in all price ranges. Nice is centrally located with excellent"
    },
    {
      "index": 439,
      "start_time": 2650190.0,
      "end_time": 2656060.0,
      "text": "rail and bus services that connect all of the towns along this coastline."
    },
    {
      "index": 440,
      "start_time": 2656060.0,
      "end_time": 2661660.0,
      "text": "And as we are walking along through the lanes there is not really a lot to describe - it's"
    },
    {
      "index": 441,
      "start_time": 2661660.0,
      "end_time": 2667750.0,
      "text": "mostly interesting visuals of seeing the shops and the people, the old buildings, the architecture,"
    },
    {
      "index": 442,
      "start_time": 2667750.0,
      "end_time": 2674880.0,
      "text": "and it does bring to mind the very old history of Nice, so as we walk along, I let me just"
    },
    {
      "index": 443,
      "start_time": 2674880.0,
      "end_time": 2680160.0,
      "text": "reflect a little bit and tell you some about the very long history of the city in the south"
    },
    {
      "index": 444,
      "start_time": 2680160.0,
      "end_time": 2685849.0,
      "text": "of France – 3000 years of history boiled down to 3 minutes."
    },
    {
      "index": 445,
      "start_time": 2685850.0,
      "end_time": 2691661.0,
      "text": "Several hundred years ago nearly the entire population lived in the Old Town – that"
    },
    {
      "index": 446,
      "start_time": 2691660.0,
      "end_time": 2697210.0,
      "text": "really was the entire city. There were a few people living up on the hill and a few around"
    },
    {
      "index": 447,
      "start_time": 2697210.0,
      "end_time": 2702540.0,
      "text": "the bend over by the harbor, a few houses scattered of course up hillsides in the interior,"
    },
    {
      "index": 448,
      "start_time": 2702540.0,
      "end_time": 2708890.0,
      "text": "but one can imagine that at least 90% of the population was clustered right here in what"
    },
    {
      "index": 449,
      "start_time": 2708890.0,
      "end_time": 2714210.0,
      "text": "is now the old town. So the history of Nice, you can imagine, is"
    },
    {
      "index": 450,
      "start_time": 2714210.0,
      "end_time": 2722630.0,
      "text": "very long and tangled up with a lot of warfare and a lot of different tribes of people coming"
    },
    {
      "index": 451,
      "start_time": 2722630.0,
      "end_time": 2731369.0,
      "text": "through because Nice has always been on a frontier. Even today it's very much close"
    },
    {
      "index": 452,
      "start_time": 2731370.0,
      "end_time": 2738110.0,
      "text": "to the borders of Italy, and being on the Mediterranean it's really a frontier with"
    },
    {
      "index": 453,
      "start_time": 2738110.0,
      "end_time": 2742830.0,
      "text": "the north coast of Africa as well. And this has always been the case, for thousands of"
    },
    {
      "index": 454,
      "start_time": 2742830.0,
      "end_time": 2749370.0,
      "text": "years it's been a crossroads. The Riviera first enters into the actual historical"
    },
    {
      "index": 455,
      "start_time": 2749370.0,
      "end_time": 2756250.0,
      "text": "period about six centuries before the birth of Christ, with a group called the Phoeceians"
    },
    {
      "index": 456,
      "start_time": 2756250.0,
      "end_time": 2762080.0,
      "text": ", who came ultimately from Greece. They were living along the shores of the Mediterranean"
    },
    {
      "index": 457,
      "start_time": 2762080.0,
      "end_time": 2771261.0,
      "text": "and were battling with the Persians, and ended up over in this part of what is now the Riviera."
    },
    {
      "index": 458,
      "start_time": 2771260.0,
      "end_time": 2779020.0,
      "text": "These early Greek settlers were often harassed by the native Ligurian tribes and so these"
    },
    {
      "index": 459,
      "start_time": 2779020.0,
      "end_time": 2786690.0,
      "text": "Phoeceians appealed to ancient Rome to intervene and help them out - and this was in 154 BC"
    },
    {
      "index": 460,
      "start_time": 2786690.0,
      "end_time": 2793710.0,
      "text": "- and this is what brought Rome into the picture and they stayed and occupied the area for"
    },
    {
      "index": 461,
      "start_time": 2793710.0,
      "end_time": 2797910.0,
      "text": "the next 500 years. And the Mediterranean coast was declared a"
    },
    {
      "index": 462,
      "start_time": 2797910.0,
      "end_time": 2805579.0,
      "text": "Roman province which occurred in the reign of Augustus about 2000 years ago."
    },
    {
      "index": 463,
      "start_time": 2805580.0,
      "end_time": 2811721.0,
      "text": "By about the 4th century A.D. with the decline of the Roman Empire, Christianity became pretty"
    },
    {
      "index": 464,
      "start_time": 2811720.0,
      "end_time": 2818930.0,
      "text": "well-established and then by the early Middle Ages the Nice area attained some commercial"
    },
    {
      "index": 465,
      "start_time": 2818930.0,
      "end_time": 2822690.0,
      "text": "importance. The French Revolution of 1789 affected Nice"
    },
    {
      "index": 466,
      "start_time": 2822690.0,
      "end_time": 2829950.0,
      "text": "for a variety of reasons and ended up by making it part of France, which it remained until"
    },
    {
      "index": 467,
      "start_time": 2829950.0,
      "end_time": 2837700.0,
      "text": "it then detached from France in 1814. At that time Nice was once more united to"
    },
    {
      "index": 468,
      "start_time": 2837700.0,
      "end_time": 2843890.0,
      "text": "the fortunes of the House of Savoy, a royal family based in northern Italy, bringing a"
    },
    {
      "index": 469,
      "start_time": 2843890.0,
      "end_time": 2850220.0,
      "text": "strong Italian influence to the area. And so it remained for close to half a century,"
    },
    {
      "index": 470,
      "start_time": 2850220.0,
      "end_time": 2855630.0,
      "text": "when further political developments brought about its return to France, under Napoleon"
    },
    {
      "index": 471,
      "start_time": 2855630.0,
      "end_time": 2862470.0,
      "text": "III. It's Been French Ever since. At the same time, in 1860, construction of"
    },
    {
      "index": 472,
      "start_time": 2862470.0,
      "end_time": 2868440.0,
      "text": "the railroad was completed and the beginnings of the tourism boom started. Travelers could"
    },
    {
      "index": 473,
      "start_time": 2868440.0,
      "end_time": 2873760.0,
      "text": "now arrive easily from all over Europe and Nice took off as one of the great centers"
    },
    {
      "index": 474,
      "start_time": 2873760.0,
      "end_time": 2878460.0,
      "text": "of tourism. After such a busy evening with all that walking"
    },
    {
      "index": 475,
      "start_time": 2878460.0,
      "end_time": 2883970.0,
      "text": "through the old town and sampling the Beaujolais, got to get some rest and then up and at 'em"
    },
    {
      "index": 476,
      "start_time": 2883970.0,
      "end_time": 2888530.0,
      "text": "the next day. I was out quite early for a walk right after"
    },
    {
      "index": 477,
      "start_time": 2888530.0,
      "end_time": 2894690.0,
      "text": "breakfast and was surprised to find so many people out. The café was alive, there were"
    },
    {
      "index": 478,
      "start_time": 2894690.0,
      "end_time": 2900280.0,
      "text": "customers sitting around, this is most unusual, and the lighting was beautiful. It seemed"
    },
    {
      "index": 479,
      "start_time": 2900280.0,
      "end_time": 2906650.0,
      "text": "like too good to be real... it almost seemed like, wait a minute, it is a movie shoot."
    },
    {
      "index": 480,
      "start_time": 2906650.0,
      "end_time": 2911010.0,
      "text": "Yeah these guys have got their equipment and cameras, and they're working hard at about"
    },
    {
      "index": 481,
      "start_time": 2911010.0,
      "end_time": 2916390.0,
      "text": "7:30 in the morning. It's almost inevitable if you spend enough"
    },
    {
      "index": 482,
      "start_time": 2916390.0,
      "end_time": 2922480.0,
      "text": "time in these beautiful places you're going to run into film productions. Maybe they're"
    },
    {
      "index": 483,
      "start_time": 2922480.0,
      "end_time": 2928670.0,
      "text": "shooting a commercial, perhaps it's an episode for a television program, maybe it's a feature"
    },
    {
      "index": 484,
      "start_time": 2928670.0,
      "end_time": 2934410.0,
      "text": "film, there might even be a famous star around somewhere. But it's best just to kind of stay"
    },
    {
      "index": 485,
      "start_time": 2934410.0,
      "end_time": 2938720.0,
      "text": "out of their way. You take a look, you can take a few pictures if you like, but just"
    },
    {
      "index": 486,
      "start_time": 2938720.0,
      "end_time": 2943740.0,
      "text": "don't cause any problems. Another surprise this early was to see so"
    },
    {
      "index": 487,
      "start_time": 2943740.0,
      "end_time": 2948440.0,
      "text": "much action at a pub. Well they drank a lot of beer last night apparently. They've got"
    },
    {
      "index": 488,
      "start_time": 2948440.0,
      "end_time": 2954440.0,
      "text": "to restock all those barrels. Well folks it's finally time to leave Nice."
    },
    {
      "index": 489,
      "start_time": 2954440.0,
      "end_time": 2961589.0,
      "text": "We've enjoyed a long visit here. We've shown you all around the town, the old town, the"
    },
    {
      "index": 490,
      "start_time": 2961590.0,
      "end_time": 2969691.0,
      "text": "downtown. We've also taken you to nearby cities in other movies, over to Cannes and Antibes,"
    },
    {
      "index": 491,
      "start_time": 2969690.0,
      "end_time": 2976430.0,
      "text": "St-Paul, over to Vence, Monaco all around this amazing Côte d'Azur. Now we're heading"
    },
    {
      "index": 492,
      "start_time": 2976430.0,
      "end_time": 2981369.0,
      "text": "out, we're taking taxi over the train station and we will continue on our merry journey"
    },
    {
      "index": 493,
      "start_time": 2981370.0,
      "end_time": 2986340.0,
      "text": "to the next destination which is going to be the Italian Riviera – were heading for"
    },
    {
      "index": 494,
      "start_time": 2986340.0,
      "end_time": 2991261.0,
      "text": "Cinque Terre. It's a pretty long train ride from Nice to"
    },
    {
      "index": 495,
      "start_time": 2991260.0,
      "end_time": 2997650.0,
      "text": "Santa Margheritta. That will be our base for exploring Cinque Terre, and Portofino and"
    },
    {
      "index": 496,
      "start_time": 2997650.0,
      "end_time": 3002500.0,
      "text": "other sites of that area. The train makes a brief stop in Monaco, one"
    },
    {
      "index": 497,
      "start_time": 3002500.0,
      "end_time": 3007130.0,
      "text": "of the cleanest train stations you'll ever see. We have a big movie about Monaco you've"
    },
    {
      "index": 498,
      "start_time": 3007130.0,
      "end_time": 3013569.0,
      "text": "got to take a look at. It's the world's richest country and in many ways an ideal model of"
    },
    {
      "index": 499,
      "start_time": 3013570.0,
      "end_time": 3018471.0,
      "text": "urban planning, but that's another story. And then we carry on along the coast with"
    },
    {
      "index": 500,
      "start_time": 3018470.0,
      "end_time": 3023720.0,
      "text": "some beautiful views of the Mediterranean Sea out the window."
    },
    {
      "index": 501,
      "start_time": 3023720.0,
      "end_time": 3029530.0,
      "text": "We've got a lot more movies about Provence and the South of France. Take a look at our"
    },
    {
      "index": 502,
      "start_time": 3029530.0,
      "end_time": 3039530.0,
      "text": "YouTube channel."
    }
  ]
}