{
  "video_id": "o69TvQqyGdg",
  "title": "When is Thanksgiving? Colonizing America: Crash Course US History #2",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 539.0,
      "end_time": 4100.0,
      "text": "Hi I’m John Green, this is Crash Course US History and today we&#39;re going to tell the"
    },
    {
      "index": 2,
      "start_time": 4100.0,
      "end_time": 9670.0,
      "text": "story of how a group of plucky English people struck a blow for religious freedom and founded"
    },
    {
      "index": 3,
      "start_time": 9670.0,
      "end_time": 20079.0,
      "text": "the greatest, freest and fattest nation the world has ever seen. These Brits entered a"
    },
    {
      "index": 4,
      "start_time": 20079.0,
      "end_time": 25340.0,
      "text": "barren land containing no people and quickly invented the automobile, baseball and Star"
    },
    {
      "index": 5,
      "start_time": 25340.0,
      "end_time": 27770.0,
      "text": "Trek and we all lived happily ever after."
    },
    {
      "index": 6,
      "start_time": 27770.0,
      "end_time": 31890.0,
      "text": "Mr. Green, Mr. Green, if it is really that simple, I am so getting an A in this class."
    },
    {
      "index": 7,
      "start_time": 31890.0,
      "end_time": 40240.0,
      "text": "Oh, me from the past, you&#39;re just a delight."
    },
    {
      "index": 8,
      "start_time": 40240.0,
      "end_time": 43460.0,
      "text": "[INTRO]"
    },
    {
      "index": 9,
      "start_time": 43460.0,
      "end_time": 47120.0,
      "text": "So most Americans grew up hearing that the United States was founded by pasty English"
    },
    {
      "index": 10,
      "start_time": 47120.0,
      "end_time": 51780.0,
      "text": "people who came here to escape religious persecution, and that&#39;s true of the small proportion of"
    },
    {
      "index": 11,
      "start_time": 51780.0,
      "end_time": 55560.0,
      "text": "people who settled in the Massachusetts Bay and created what we now know is New England."
    },
    {
      "index": 12,
      "start_time": 55560.0,
      "end_time": 58560.0,
      "text": "But these Pilgrims and Puritans, there&#39;s a difference, weren’t the first people or"
    },
    {
      "index": 13,
      "start_time": 58560.0,
      "end_time": 62940.0,
      "text": "even the first Europeans to come to the only part of the globe we didn&#39;t paint over."
    },
    {
      "index": 14,
      "start_time": 62940.0,
      "end_time": 66640.0,
      "text": "In fact they weren’t the first English people. The first English people came to Virginia."
    },
    {
      "index": 15,
      "start_time": 66640.0,
      "end_time": 70220.0,
      "text": "Off topic but how weird is it that the first permanent English colony in the Americas was"
    },
    {
      "index": 16,
      "start_time": 70220.0,
      "end_time": 74909.0,
      "text": "named not for Queen Elizabeth’s epicness but for her supposedly chastity. Right anyway,"
    },
    {
      "index": 17,
      "start_time": 74909.0,
      "end_time": 78420.0,
      "text": "those first English settlers weren&#39;t looking for religious freedom, they wanted to get"
    },
    {
      "index": 18,
      "start_time": 78420.0,
      "end_time": 82490.0,
      "text": "rich. The first successful English colony in America was founded in Jamestown, Virginia"
    },
    {
      "index": 19,
      "start_time": 82490.0,
      "end_time": 86729.0,
      "text": "in 1607. I say &quot;successful&quot; because there were two previous attempts to colonize the"
    },
    {
      "index": 20,
      "start_time": 86729.0,
      "end_time": 90130.0,
      "text": "region. They were both epic failures. The more famous of which was the colony of Roanoke"
    },
    {
      "index": 21,
      "start_time": 90130.0,
      "end_time": 94479.0,
      "text": "Island set up by Sir Walter Raleigh which is famous because all the colonists disappeared"
    },
    {
      "index": 22,
      "start_time": 94479.0,
      "end_time": 97990.0,
      "text": "leaving only the word Croatoan on carved into a tree."
    },
    {
      "index": 23,
      "start_time": 97990.0,
      "end_time": 102510.0,
      "text": "Jamestown was a project of the Virginia Company which existed to make money for its investors,"
    },
    {
      "index": 24,
      "start_time": 102510.0,
      "end_time": 106020.0,
      "text": "something it never did. The hope was that they would find gold in the Chesapeake region"
    },
    {
      "index": 25,
      "start_time": 106020.0,
      "end_time": 110430.0,
      "text": "like the Spanish had in South America, so there were a disproportionate number of goldsmiths"
    },
    {
      "index": 26,
      "start_time": 110430.0,
      "end_time": 114960.0,
      "text": "and jewelers there to fancy up that gold which of course did not exist. Anyway, it turns"
    },
    {
      "index": 27,
      "start_time": 114960.0,
      "end_time": 119299.0,
      "text": "out that jewelers dislike farming so much so that Captain John Smith who soon took over"
    },
    {
      "index": 28,
      "start_time": 119299.0,
      "end_time": 123310.0,
      "text": "control of the island once said that they would rather starve than farm."
    },
    {
      "index": 29,
      "start_time": 123310.0,
      "end_time": 127619.0,
      "text": "So in the first year, half of the colonists died. Four hundred replacements came, but,"
    },
    {
      "index": 30,
      "start_time": 127619.0,
      "end_time": 132779.0,
      "text": "by 1610, after a gruesome winter called the starving time, the number of colonists had"
    },
    {
      "index": 31,
      "start_time": 132779.0,
      "end_time": 137480.0,
      "text": "dwindled to sixty-five. And eventually word got out that the new world’s one-year survival"
    },
    {
      "index": 32,
      "start_time": 137480.0,
      "end_time": 142230.0,
      "text": "rate was like twenty percent and it became harder to find new colonists. But 1618, a"
    },
    {
      "index": 33,
      "start_time": 142230.0,
      "end_time": 146239.0,
      "text": "Virginia company hit upon a recruiting strategy called the head right system which offered"
    },
    {
      "index": 34,
      "start_time": 146239.0,
      "end_time": 150379.0,
      "text": "fifty acres of land for each person that a settler paid to bring over, and this enabled"
    },
    {
      "index": 35,
      "start_time": 150379.0,
      "end_time": 154090.0,
      "text": "the creation of a number of large estates which were mostly worked on and populated"
    },
    {
      "index": 36,
      "start_time": 154090.0,
      "end_time": 155719.0,
      "text": "by indentured servants."
    },
    {
      "index": 37,
      "start_time": 155719.0,
      "end_time": 159629.0,
      "text": "Indentured servants weren&#39;t quite slaves, but they were kind of temporary slaves, like"
    },
    {
      "index": 38,
      "start_time": 159629.0,
      "end_time": 163379.0,
      "text": "they could be bought and sold and they had to do what their masters commanded. But after"
    },
    {
      "index": 39,
      "start_time": 163379.0,
      "end_time": 167340.0,
      "text": "seven to ten years of that, if they weren&#39;t dead, they were paid their freedom dues which"
    },
    {
      "index": 40,
      "start_time": 167340.0,
      "end_time": 170889.0,
      "text": "they hoped would allow them to buy farms of their own. Sometimes that worked out, but"
    },
    {
      "index": 41,
      "start_time": 170889.0,
      "end_time": 174739.0,
      "text": "often either the money wasn&#39;t enough to buy a farm or else they were too dead to collect"
    },
    {
      "index": 42,
      "start_time": 174739.0,
      "end_time": 180029.0,
      "text": "it. Even more ominously in 1619, just twelve years after the founding of Jamestown the"
    },
    {
      "index": 43,
      "start_time": 180029.0,
      "end_time": 184059.0,
      "text": "first shipment of African slaves arrived in Virginia. So the colony probably would have"
    },
    {
      "index": 44,
      "start_time": 184059.0,
      "end_time": 189230.0,
      "text": "continued to struggle along if they hadn&#39;t found something that people really loved:"
    },
    {
      "index": 45,
      "start_time": 189230.0,
      "end_time": 190340.0,
      "text": "tobacco."
    },
    {
      "index": 46,
      "start_time": 190340.0,
      "end_time": 194139.0,
      "text": "Tobacco had been grown in Mexico since at least 1000 BCE, but the Europeans had never"
    },
    {
      "index": 47,
      "start_time": 194139.0,
      "end_time": 199189.0,
      "text": "seen it and it proved to be kind of a &quot;thank you for the small pox; here&#39;s some lung cancer”"
    },
    {
      "index": 48,
      "start_time": 199189.0,
      "end_time": 203090.0,
      "text": "gift from the natives. Interestingly King James hated smoking. He called it “a custom"
    },
    {
      "index": 49,
      "start_time": 203090.0,
      "end_time": 208419.0,
      "text": "loathsome to the eye and hateful to the nose&quot; but he loved him some tax revenue, and nothing"
    },
    {
      "index": 50,
      "start_time": 208419.0,
      "end_time": 213559.0,
      "text": "sells like drugs. By 1624 Virginia was producing more than 200,000 pounds of tobacco per year."
    },
    {
      "index": 51,
      "start_time": 213559.0,
      "end_time": 218449.0,
      "text": "By the 1680s, more than 30 million pounds per year. Tobacco was so profitable the colonists"
    },
    {
      "index": 52,
      "start_time": 218449.0,
      "end_time": 222980.0,
      "text": "created huge plantations with very little in the way of towns or infrastructure to hold"
    },
    {
      "index": 53,
      "start_time": 222980.0,
      "end_time": 227589.0,
      "text": "the social order together, a strategy that always works out brilliantly. The industry"
    },
    {
      "index": 54,
      "start_time": 227589.0,
      "end_time": 232339.0,
      "text": "also structured Virginian society. First off, most of the people who came in the 17th century,"
    },
    {
      "index": 55,
      "start_time": 232339.0,
      "end_time": 236999.0,
      "text": "three-quarters of them were servants .So Virginia to give a microcosm of England: a small class"
    },
    {
      "index": 56,
      "start_time": 236999.0,
      "end_time": 241620.0,
      "text": "of wealthy landowners sitting atop a mass of servants. That sounds kind of dirty but"
    },
    {
      "index": 57,
      "start_time": 241620.0,
      "end_time": 246479.0,
      "text": "it was mostly just sad. The society was also overwhelmingly male; because male servants"
    },
    {
      "index": 58,
      "start_time": 246479.0,
      "end_time": 250059.0,
      "text": "were more useful in the tobacco fields, they were the greatest proportion of immigrants."
    },
    {
      "index": 59,
      "start_time": 250059.0,
      "end_time": 254629.0,
      "text": "In fact they outnumbered women five to one. The women who did come over were mostly indentured"
    },
    {
      "index": 60,
      "start_time": 254629.0,
      "end_time": 257680.0,
      "text": "servants, and if they were to marry, which they often did because they were in great"
    },
    {
      "index": 61,
      "start_time": 257680.0,
      "end_time": 261299.0,
      "text": "demand, they had to wait until their term of service was up. This meant delayed marriage"
    },
    {
      "index": 62,
      "start_time": 261298.99999999997,
      "end_time": 265120.0,
      "text": "which meant fewer children which further reduced the number of females. Life was pretty tough"
    },
    {
      "index": 63,
      "start_time": 265120.0,
      "end_time": 269100.0,
      "text": "for these women, but on the upside Virginia was kind of a swamp of pestilence, so their"
    },
    {
      "index": 64,
      "start_time": 269100.0,
      "end_time": 273280.0,
      "text": "husbands often died, and this created a small class of widows or even unmarried women who,"
    },
    {
      "index": 65,
      "start_time": 273280.0,
      "end_time": 277820.0,
      "text": "because of their special status, could make contracts and own property, so that was good,"
    },
    {
      "index": 66,
      "start_time": 277820.0,
      "end_time": 278310.0,
      "text": "sort of."
    },
    {
      "index": 67,
      "start_time": 278310.0,
      "end_time": 281730.0,
      "text": "Ok. So a quick word about Maryland. Maryland was the second Chesapeake Colony, founded"
    },
    {
      "index": 68,
      "start_time": 281730.0,
      "end_time": 286460.0,
      "text": "in 1632, and by now there was no messing around with joint stock companies. Maryland was a"
    },
    {
      "index": 69,
      "start_time": 286460.0,
      "end_time": 291020.0,
      "text": "proprietorship: a massive land grant to a single individual named Cecilius Calvert."
    },
    {
      "index": 70,
      "start_time": 291020.0,
      "end_time": 295170.0,
      "text": "Calvert wanted to turn Maryland into like a medieval feudal kingdom to benefit himself"
    },
    {
      "index": 71,
      "start_time": 295170.0,
      "end_time": 300440.0,
      "text": "and his family, and he was no fan of the representational institutions that were developing in Virginia."
    },
    {
      "index": 72,
      "start_time": 300440.0,
      "end_time": 304100.0,
      "text": "Also Calvert was Catholic, and Catholics were welcome in Maryland which wasn&#39;t always the"
    },
    {
      "index": 73,
      "start_time": 304100.0,
      "end_time": 305030.0,
      "text": "case elsewhere."
    },
    {
      "index": 74,
      "start_time": 305030.0,
      "end_time": 309230.0,
      "text": "Speaking of which, let&#39;s talk about Massachusetts. So Jamestown might have been the first English"
    },
    {
      "index": 75,
      "start_time": 309230.0,
      "end_time": 312360.0,
      "text": "colony, but Massachusetts Bay is probably better known. This is a largely because the"
    },
    {
      "index": 76,
      "start_time": 312360.0,
      "end_time": 316380.0,
      "text": "colonists who came there were so recognizable for their beliefs and also for their hats."
    },
    {
      "index": 77,
      "start_time": 316380.0,
      "end_time": 320630.0,
      "text": "That’s right. I’m talking about the Pilgrims and the Puritans. And no, I will not be talking"
    },
    {
      "index": 78,
      "start_time": 320630.0,
      "end_time": 324710.0,
      "text": "about Thanksgiving... is a lie. I can’t help myself, but only to clear up the difference"
    },
    {
      "index": 79,
      "start_time": 324710.0,
      "end_time": 329070.0,
      "text": "between Pilgrims and Puritans and also to talk about Squanto. God I love me some Squanto."
    },
    {
      "index": 80,
      "start_time": 329070.0,
      "end_time": 330050.0,
      "text": "Let&#39;s go to the Thought Bubble."
    },
    {
      "index": 81,
      "start_time": 330050.0,
      "end_time": 334390.0,
      "text": "Most of the English men and women who settled in New England were uber-Protestant Puritans"
    },
    {
      "index": 82,
      "start_time": 334390.0,
      "end_time": 338150.0,
      "text": "will believed the Protestant Church of England was still too Catholic-y with its kneeling"
    },
    {
      "index": 83,
      "start_time": 338150.0,
      "end_time": 342840.0,
      "text": "and incense and extravagantly-hatted archbishops. The particular Puritans who, by the way did"
    },
    {
      "index": 84,
      "start_time": 342840.0,
      "end_time": 347400.0,
      "text": "not call themselves that; other people did, who settled in new England were called Congregationalists"
    },
    {
      "index": 85,
      "start_time": 347400.0,
      "end_time": 351610.0,
      "text": "because they thought congregations should determine leadership and worship structures,"
    },
    {
      "index": 86,
      "start_time": 351610.0,
      "end_time": 356150.0,
      "text": "not bishops. The Pilgrims were even more extreme. They wanted to separate more or less completely"
    },
    {
      "index": 87,
      "start_time": 356150.0,
      "end_time": 359700.0,
      "text": "from the Church of England. So first they fled to the Netherlands, but the Dutch were"
    },
    {
      "index": 88,
      "start_time": 359700.0,
      "end_time": 364140.0,
      "text": "apparently too corrupt for them, so they rounded up investors and financed a new colony in"
    },
    {
      "index": 89,
      "start_time": 364140.0,
      "end_time": 365100.0,
      "text": "1620."
    },
    {
      "index": 90,
      "start_time": 365100.0,
      "end_time": 368740.0,
      "text": "They were supposed to live in Virginia, but in what perhaps should have been taken as"
    },
    {
      "index": 91,
      "start_time": 368740.0,
      "end_time": 373730.0,
      "text": "an omen, they were blown wildly off course and ended up in what&#39;s now Massachusetts,"
    },
    {
      "index": 92,
      "start_time": 373730.0,
      "end_time": 378210.0,
      "text": "founding a colony called Plymouth. While still on board their ship the Mayflower 41 of the"
    },
    {
      "index": 93,
      "start_time": 378210.0,
      "end_time": 383080.0,
      "text": "150 or so colonists wrote and signed an agreement called the Mayflower Compact in which they"
    },
    {
      "index": 94,
      "start_time": 383080.0,
      "end_time": 388640.0,
      "text": "all bound themselves to follow &quot;just and equal laws&quot; that their chosen representatives would"
    },
    {
      "index": 95,
      "start_time": 388640.0,
      "end_time": 392280.0,
      "text": "write-up. Since this was the first written framework for government in the US, it&#39;s kind"
    },
    {
      "index": 96,
      "start_time": 392280.0,
      "end_time": 395990.0,
      "text": "of a big deal. But anyway the Pilgrims had the excellent fortune of landing in Massachusetts"
    },
    {
      "index": 97,
      "start_time": 395990.0,
      "end_time": 399950.0,
      "text": "with six weeks before winter, and they have a good sense not to bring very much food with"
    },
    {
      "index": 98,
      "start_time": 399950.0,
      "end_time": 404310.0,
      "text": "them or any farm animals. Half of them died before winter was out. The only reason they"
    },
    {
      "index": 99,
      "start_time": 404310.0,
      "end_time": 409390.0,
      "text": "didn&#39;t all die was that local Indians led by Squanto gave them food and saved them."
    },
    {
      "index": 100,
      "start_time": 409390.0,
      "end_time": 412870.0,
      "text": "A year later, grateful that they had survived mainly due to the help of an alliance with"
    },
    {
      "index": 101,
      "start_time": 412870.0,
      "end_time": 416610.0,
      "text": "the local chief Massasoit, and because the Indians had taught them how to plant corn"
    },
    {
      "index": 102,
      "start_time": 416610.0,
      "end_time": 421650.0,
      "text": "and how to catch fish, the Pilgrims held the big feast: the first Thanksgiving. Thanks"
    },
    {
      "index": 103,
      "start_time": 421650.0,
      "end_time": 425740.0,
      "text": "Thought Bubble! And by the way, that feast was on the fourth Thursday in November, not"
    },
    {
      "index": 104,
      "start_time": 425740.0,
      "end_time": 431430.0,
      "text": "mid-October as is celebrated in some of these green areas we call not America. Anyway Squanto"
    },
    {
      "index": 105,
      "start_time": 431430.0,
      "end_time": 434620.0,
      "text": "was a pretty amazing character and not only because he helped save the Pilgrims."
    },
    {
      "index": 106,
      "start_time": 434620.0,
      "end_time": 438480.0,
      "text": "He found that almost all of his tribe, the Patuxet had been wiped out by disease and"
    },
    {
      "index": 107,
      "start_time": 438480.0,
      "end_time": 443080.0,
      "text": "eventually settled with the Pilgrims on the site of his former village and then died of"
    },
    {
      "index": 108,
      "start_time": 443080.0,
      "end_time": 447650.0,
      "text": "disease because it is always ruining everything. So the Pilgrims struggled on until 1691 when"
    },
    {
      "index": 109,
      "start_time": 447650.0,
      "end_time": 452370.0,
      "text": "their colony was subsumed by the larger and much more successful Massachusetts Bay Colony."
    },
    {
      "index": 110,
      "start_time": 452370.0,
      "end_time": 456580.0,
      "text": "The Massachusetts Bay colony was chartered in 1629 by London merchants who, like the"
    },
    {
      "index": 111,
      "start_time": 456580.0,
      "end_time": 460160.0,
      "text": "founders of the Virginia Company, hoped to make money. But unlike Virginia, the board"
    },
    {
      "index": 112,
      "start_time": 460160.0,
      "end_time": 464660.0,
      "text": "of directors relocated from England to America which meant that in Massachusetts they had"
    },
    {
      "index": 113,
      "start_time": 464660.0,
      "end_time": 468590.0,
      "text": "a greater degree of autonomy and self-government than they did in Virginia. Social unity was"
    },
    {
      "index": 114,
      "start_time": 468590.0,
      "end_time": 472450.0,
      "text": "also much more important in Massachusetts than it was in Virginia. The Puritans&#39; religious"
    },
    {
      "index": 115,
      "start_time": 472450.0,
      "end_time": 476150.0,
      "text": "mission meant that the common good was, at least at first, put above the needs or the"
    },
    {
      "index": 116,
      "start_time": 476150.0,
      "end_time": 479800.0,
      "text": "rights of the individual. Those different ideas in the North and South about the role"
    },
    {
      "index": 117,
      "start_time": 479800.0,
      "end_time": 481900.0,
      "text": "of government would continue... until now."
    },
    {
      "index": 118,
      "start_time": 481900.0,
      "end_time": 486990.0,
      "text": "Oh God. It&#39;s time for the mystery document?"
    },
    {
      "index": 119,
      "start_time": 486990.0,
      "end_time": 491060.0,
      "text": "The rules are simple. I read the mystery document which I have not seen before. If I get it"
    },
    {
      "index": 120,
      "start_time": 491060.0,
      "end_time": 494850.0,
      "text": "right, then I do not get shocked with the shock pen, and if I get it wrong I do."
    },
    {
      "index": 121,
      "start_time": 494850.0,
      "end_time": 495990.0,
      "text": "All right."
    },
    {
      "index": 122,
      "start_time": 495990.0,
      "end_time": 501150.0,
      "text": "&quot;Wee must be knitt together in this worke as one man, wee must entertaine each other"
    },
    {
      "index": 123,
      "start_time": 501150.0,
      "end_time": 506270.0,
      "text": "in brotherly Affeccion, wee must be willing to abridge our selves of our superfluities"
    },
    {
      "index": 124,
      "start_time": 506270.0,
      "end_time": 511800.0,
      "text": "(su-per-fluities? I don&#39;t know), for the supply of others necessities, wee must uphold a familiar"
    },
    {
      "index": 125,
      "start_time": 511800.0,
      "end_time": 516419.0,
      "text": "Commerce together in all meekenes, gentlenes, patience and liberallity, ... for wee must"
    },
    {
      "index": 126,
      "start_time": 516419.0,
      "end_time": 522339.0,
      "text": "Consider that wee shall be as a Citty upon a Hill, the eies of all people are uppon us;"
    },
    {
      "index": 127,
      "start_time": 522339.00000000006,
      "end_time": 527019.0,
      "text": "soe that if wee shall deale falsely with our god in this worke wee have undertaken and"
    },
    {
      "index": 128,
      "start_time": 527019.0,
      "end_time": 532809.0,
      "text": "soe cause him to withdrawe his present help from us, wee shall be made a story and a byword"
    },
    {
      "index": 129,
      "start_time": 532809.0,
      "end_time": 533879.0,
      "text": "through the world.&quot;"
    },
    {
      "index": 130,
      "start_time": 533879.0,
      "end_time": 537209.0,
      "text": "All right, first thing I noticed: the author of this document is a terrible speller or"
    },
    {
      "index": 131,
      "start_time": 537209.0,
      "end_time": 541279.0,
      "text": "possibly wrote this before English was standardized. Also, a pretty religious individual and the"
    },
    {
      "index": 132,
      "start_time": 541279.0,
      "end_time": 545300.0,
      "text": "community in question seems to embrace something near socialism of bridging the superfluous"
    },
    {
      "index": 133,
      "start_time": 545300.0,
      "end_time": 549009.0,
      "text": "for others&#39; necessities. Also it says that the community should be like a city upon a"
    },
    {
      "index": 134,
      "start_time": 549009.0,
      "end_time": 553370.0,
      "text": "hill, like a model for everybody, and because of that metaphor, I know exactly where it"
    },
    {
      "index": 135,
      "start_time": 553370.0,
      "end_time": 557069.0,
      "text": "comes from: the sermon A Model of Christian Charity by John Winthrop."
    },
    {
      "index": 136,
      "start_time": 557069.0,
      "end_time": 560430.0,
      "text": "Yes! Yes! No punishment!"
    },
    {
      "index": 137,
      "start_time": 560430.0,
      "end_time": 564059.0,
      "text": "This is one of the most important sermons in American history. It shows us just how"
    },
    {
      "index": 138,
      "start_time": 564059.0,
      "end_time": 567540.0,
      "text": "religious the Puritans were, but it also shows us that their religious mission wasn&#39;t really"
    },
    {
      "index": 139,
      "start_time": 567540.0,
      "end_time": 572430.0,
      "text": "one of individualism but of collective effort. In other words, the needs of the many outweigh"
    },
    {
      "index": 140,
      "start_time": 572430.0,
      "end_time": 576529.0,
      "text": "the needs of the few or the one. But this city on a hill metaphor is the basis for one"
    },
    {
      "index": 141,
      "start_time": 576529.0,
      "end_time": 581209.0,
      "text": "kind of American exceptionalism: the idea that we are so special and so godly that we"
    },
    {
      "index": 142,
      "start_time": 581209.0,
      "end_time": 585199.0,
      "text": "will be a model to other nations, at least as long, according to Winthrop, as we act"
    },
    {
      "index": 143,
      "start_time": 585199.0,
      "end_time": 588920.0,
      "text": "together. Lest you think Winthrop’s words were forgotten, they did become the centerpiece"
    },
    {
      "index": 144,
      "start_time": 588920.0,
      "end_time": 591480.0,
      "text": "of Ronald Reagan’s 1989 farewell address."
    },
    {
      "index": 145,
      "start_time": 591480.0,
      "end_time": 595980.0,
      "text": "Okay so New England towns were governed democratically, but that doesn&#39;t mean that the Puritans were"
    },
    {
      "index": 146,
      "start_time": 595980.0,
      "end_time": 600189.0,
      "text": "big on equality or that everybody was able to participate in government because no. The"
    },
    {
      "index": 147,
      "start_time": 600189.0,
      "end_time": 604339.0,
      "text": "only people who could vote or hold office were church members, and to be a full church"
    },
    {
      "index": 148,
      "start_time": 604339.0,
      "end_time": 609879.0,
      "text": "member you had to be a “visible saint&quot;, so really, power stayed in the hands of the"
    },
    {
      "index": 149,
      "start_time": 609879.0,
      "end_time": 612730.0,
      "text": "church elite. The same went for equality. While it was better than in the Chesapeake"
    },
    {
      "index": 150,
      "start_time": 612730.0,
      "end_time": 617199.0,
      "text": "Colonies or England, as equality went...eh, pretty unequal. As John Winthrop declared,"
    },
    {
      "index": 151,
      "start_time": 617199.0,
      "end_time": 623110.0,
      "text": "&quot;Some must be rich and some poor, some high and eminent in power and dignity, others mean"
    },
    {
      "index": 152,
      "start_time": 623110.0,
      "end_time": 624180.0,
      "text": "and in subjection.&quot;"
    },
    {
      "index": 153,
      "start_time": 624180.0,
      "end_time": 628910.0,
      "text": "Or as historian Eric Foner put it &quot;Inequality was considered an expression of God&#39;s will"
    },
    {
      "index": 154,
      "start_time": 628910.0,
      "end_time": 634279.0,
      "text": "and while some liberties applied to all inhabitants, there were separate lists of rights for freemen,"
    },
    {
      "index": 155,
      "start_time": 634279.0,
      "end_time": 636240.0,
      "text": "women, children and servants.&quot;"
    },
    {
      "index": 156,
      "start_time": 636240.0,
      "end_time": 640379.0,
      "text": "There was also slavery in Massachusetts. The first slaves were recorded in the colony in"
    },
    {
      "index": 157,
      "start_time": 640379.0,
      "end_time": 645869.0,
      "text": "1640. However, Puritans really did foster equality in one sense. They wanted everyone"
    },
    {
      "index": 158,
      "start_time": 645869.0,
      "end_time": 650249.0,
      "text": "to be able to read the Bible. In fact, parents could be punished by the town councils for"
    },
    {
      "index": 159,
      "start_time": 650249.0,
      "end_time": 654059.0,
      "text": "not properly instructing their children in making them literate. So when Roger Williams"
    },
    {
      "index": 160,
      "start_time": 654059.0,
      "end_time": 657879.0,
      "text": "called for citizens to be able to practice any religion they chose, he was banished from"
    },
    {
      "index": 161,
      "start_time": 657879.0,
      "end_time": 661610.0,
      "text": "the colonies. So was Ann Hutchinson who argued the church membership should be based on inner"
    },
    {
      "index": 162,
      "start_time": 661610.0,
      "end_time": 665949.0,
      "text": "grace and not on outward manifestations like church attendance. Williams went on to found"
    },
    {
      "index": 163,
      "start_time": 665949.0,
      "end_time": 669790.0,
      "text": "Rhode Island, so that worked out fine for him, but Hutchinson, who was doubly threatening"
    },
    {
      "index": 164,
      "start_time": 669790.0,
      "end_time": 675079.0,
      "text": "to Massachusetts because she was a woman preaching unorthodox ideas, was too radical and was"
    },
    {
      "index": 165,
      "start_time": 675079.0,
      "end_time": 679759.0,
      "text": "further banished to Westchester, New York where she and her family were killed by Indians."
    },
    {
      "index": 166,
      "start_time": 679759.0,
      "end_time": 683730.0,
      "text": "Finally somebody doesn&#39;t die of disease or starvation. So Americans like to think of"
    },
    {
      "index": 167,
      "start_time": 683730.0,
      "end_time": 688170.0,
      "text": "their country as being founded by pioneers of religious freedom who were seeking liberty"
    },
    {
      "index": 168,
      "start_time": 688170.0,
      "end_time": 693199.0,
      "text": "from the oppressive English. We&#39;ve already seen that&#39;s only partly true. For one thing,"
    },
    {
      "index": 169,
      "start_time": 693199.0,
      "end_time": 698439.0,
      "text": "Puritan ideas of equality and representation weren&#39;t particularly equitable or representational."
    },
    {
      "index": 170,
      "start_time": 698439.0,
      "end_time": 703059.0,
      "text": "In truth, America was also founded by indigenous people and by Spanish settlers, and the earliest"
    },
    {
      "index": 171,
      "start_time": 703059.0,
      "end_time": 706959.0,
      "text": "English colonies weren&#39;t about religion; they were about money. We&#39;ll see this tension between"
    },
    {
      "index": 172,
      "start_time": 706959.0,
      "end_time": 711699.0,
      "text": "American mythology and American history again next week and also every week."
    },
    {
      "index": 173,
      "start_time": 711699.0,
      "end_time": 715249.0,
      "text": "Thanks for watching; I’ll see you next time. Crash Course is produced and directed by Stan"
    },
    {
      "index": 174,
      "start_time": 715249.0,
      "end_time": 718290.0,
      "text": "Muller, our script supervisor is Meredith Danko, the associate producer is Danica Johnson,"
    },
    {
      "index": 175,
      "start_time": 718290.0,
      "end_time": 722220.0,
      "text": "the show is written by my high school history teacher, Raoul Meyer and myself, and our graphics"
    },
    {
      "index": 176,
      "start_time": 722220.0,
      "end_time": 725639.0,
      "text": "team is Thought Bubble. If you have questions about today&#39;s video or really about anything"
    },
    {
      "index": 177,
      "start_time": 725639.0,
      "end_time": 729670.0,
      "text": "about American history, ask them in comments; the entire Crash Course team and many history"
    },
    {
      "index": 178,
      "start_time": 729670.0,
      "end_time": 731179.0,
      "text": "professionals are there to help you."
    },
    {
      "index": 179,
      "start_time": 731179.0,
      "end_time": 734069.0,
      "text": "Thanks for watching Crash Course. Please make sure you are subscribed and, as we say in"
    },
    {
      "index": 180,
      "start_time": 734069.0,
      "end_time": 744069.0,
      "text": "my home town, don&#39;t forget to be awesome."
    }
  ]
}