{
  "video_id": "O9vkxbS_Lug",
  "title": "Aint No Sunshine - Bill Withers - cover -  Ken Tamplin Vocal Academy",
  "json": [
    {
      "index": 1,
      "start_time": 1230.0,
      "end_time": 4560.0,
      "text": "Hey guys, welcome back again to Ken Tamplin Vocal Academy, where the proof"
    },
    {
      "index": 2,
      "start_time": 4560.0,
      "end_time": 8540.0,
      "text": "is in the singing! You know, we’ve talked a lot about belting, and about range, and"
    },
    {
      "index": 3,
      "start_time": 8540.0,
      "end_time": 13660.0,
      "text": "distortion. I want to slow things down a little bit and talk about soul and feel, so I chose"
    },
    {
      "index": 4,
      "start_time": 13660.0,
      "end_time": 17240.0,
      "text": "Ain’t No Sunshine by Bill Withers. We’ll do it first, we’ll talk about it after,"
    },
    {
      "index": 5,
      "start_time": 17240.0,
      "end_time": 20000.0,
      "text": "like we always do. Let’s soul. Here we go…"
    },
    {
      "index": 6,
      "start_time": 140000.0,
      "end_time": 144400.0,
      "text": "Okay. All right. So, what’s really cool about this, that it isn’t about the range"
    },
    {
      "index": 7,
      "start_time": 144440.0,
      "end_time": 148129.0,
      "text": "and belting. By the way, if you like what you heard, please like and subscribe to my channel."
    },
    {
      "index": 8,
      "start_time": 148129.0,
      "end_time": 152518.0,
      "text": "That would be awesome! I have a singing course called How To Sing Better Than Anyone Else,"
    },
    {
      "index": 9,
      "start_time": 152519.0,
      "end_time": 156659.0,
      "text": "and I take every single one of these songs and I break them down step-by-step. Now like"
    },
    {
      "index": 10,
      "start_time": 156659.0,
      "end_time": 160480.0,
      "text": "I said, we talk a lot about belting, and a lot about range, and a lot about distortion."
    },
    {
      "index": 11,
      "start_time": 160490.0,
      "end_time": 165900.0,
      "text": "But I want to talk about soul, and how we finesse into the sounds. So, I’m not going"
    },
    {
      "index": 12,
      "start_time": 165900.0,
      "end_time": 169379.0,
      "text": "to go “Ain’t no sunshine!” I’m not like, killing it on this, at all. What I’m"
    },
    {
      "index": 13,
      "start_time": 169379.0,
      "end_time": 173189.0,
      "text": "doing is, I’m still cutting back the air, like we’ve talked about in other tutorials,"
    },
    {
      "index": 14,
      "start_time": 173189.0,
      "end_time": 178730.0,
      "text": "but I’m actually warming up the breath. So, you know “Ain’t no sunshine when she’s"
    },
    {
      "index": 15,
      "start_time": 178730.0,
      "end_time": 189268.0,
      "text": "gone, it’s not warm when she’s away, ain’t no sunshine when she’s gone, and this house"
    },
    {
      "index": 16,
      "start_time": 189269.0,
      "end_time": 196730.0,
      "text": "just ain’t no home, anytime she goes away…” You you can hear like this whisk of air pass"
    },
    {
      "index": 17,
      "start_time": 196730.0,
      "end_time": 205890.0,
      "text": "across the cord. Now, the overuse of air is the enemy to the voice. So, what we do, I"
    },
    {
      "index": 18,
      "start_time": 205900.0,
      "end_time": 209859.0,
      "text": "literally am holding my breath. So I hold my breath back, and I only allow enough air"
    },
    {
      "index": 19,
      "start_time": 209859.0,
      "end_time": 214769.0,
      "text": "to give me my desired effect. Okay? So, Instead of going “Ain’t no sunshine!”"
    },
    {
      "index": 20,
      "start_time": 214769.0,
      "end_time": 218719.0,
      "text": "And cutting back the air entirely, or instead of Flutey – Hootie sound “hhhhain’t"
    },
    {
      "index": 21,
      "start_time": 218719.0,
      "end_time": 223319.0,
      "text": "no sunshine…” Letting too much air, I mitigate it, and I go “Ain’t no sunshine"
    },
    {
      "index": 22,
      "start_time": 223319.0,
      "end_time": 230499.0,
      "text": "when she’s gone…” And I kind of put a little bit of air to give me that smoky"
    },
    {
      "index": 23,
      "start_time": 230499.0,
      "end_time": 233409.0,
      "text": "woodsy feel, but I do it with finesse and I’m really careful."
    },
    {
      "index": 24,
      "start_time": 233409.0,
      "end_time": 237388.0,
      "text": "So, anyway, I cover all of this in my singing course, How To Sing Better Than Anyone Else."
    },
    {
      "index": 25,
      "start_time": 237389.0,
      "end_time": 241709.0,
      "text": "You can click here, to check out the course. Come join my singers forums. I have close"
    },
    {
      "index": 26,
      "start_time": 241709.0,
      "end_time": 247389.0,
      "text": "to 10,000 people in there now. Like 8500 or 9000 people, and it’s growing like crazy."
    },
    {
      "index": 27,
      "start_time": 247389.0,
      "end_time": 250779.0,
      "text": "You can join for free, and check out, for like-minded singers like you that want to"
    },
    {
      "index": 28,
      "start_time": 250779.0,
      "end_time": 253779.0,
      "text": "learn this kind of stuff. You don’t have to spend a ton of money. You can check it"
    },
    {
      "index": 29,
      "start_time": 253779.0,
      "end_time": 257790.0,
      "text": "out first, see if you like it, if it’s something you’re into. Also, check out my Facebook"
    },
    {
      "index": 30,
      "start_time": 257790.00000000003,
      "end_time": 262800.0,
      "text": "page. You can find me on Twitter, on Pinterest, on tumblr, all kinds, I’m all over the place."
    },
    {
      "index": 31,
      "start_time": 262790.0,
      "end_time": 265310.0,
      "text": "Anyway, if you like what you heard, please like and subscribe, and we have more coming"
    },
    {
      "index": 32,
      "start_time": 265310.0,
      "end_time": 266840.0,
      "text": "your way, and thank you for joining me."
    }
  ]
}