{
  "video_id": "oBh8YLSS3rw",
  "title": "Where to Eat in Hongdae, Seoul",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 580.0,
      "end_time": 6720.0,
      "text": "SIMON: If you come to Korea for the first time Hongdae is our favorite place to hang out in, but it could be really confusing if you&#39;re a visitor"
    },
    {
      "index": 2,
      "start_time": 6720.0,
      "end_time": 10360.0,
      "text": "most people just hang out on the main streets and they really avoid the side streets and in doing so"
    },
    {
      "index": 3,
      "start_time": 10360.0,
      "end_time": 27660.0,
      "text": "you&#39;re really missing out on some of the coolest places that Hongdae has to offer so today we want to show you our three favorite hidden gems in Hongdae."
    },
    {
      "index": 4,
      "start_time": 27660.0,
      "end_time": 32600.0,
      "text": "MARTINA: You know what sucks though, if only we had somebody that was visiting Korea for the first time, SIMON: I know, that would be perfect."
    },
    {
      "index": 5,
      "start_time": 32600.0,
      "end_time": 36100.0,
      "text": "MARTINA: We could take them with us and like show them all these locations SIMON: and give them that experience. MARTINA: Ahh"
    },
    {
      "index": 6,
      "start_time": 36100.0,
      "end_time": 37720.0,
      "text": "MARTINA: If only SIMON: If only"
    },
    {
      "index": 7,
      "start_time": 37720.0,
      "end_time": 43180.0,
      "text": "DIANA: Hi I&#39;m Diana from Florida, I&#39;m the winner of the airbnb2Seoul contest. SIMON: OK, wait you&#39;re confused"
    },
    {
      "index": 8,
      "start_time": 43180.0,
      "end_time": 47420.0,
      "text": "A few months ago we went on the meet your kimchi tour where we met a couple thousand people at our meet ups"
    },
    {
      "index": 9,
      "start_time": 47420.0,
      "end_time": 54060.0,
      "text": "we teamed up with airbnb as well to host a contest where we could bring four of you awesome viewers to come to Korea"
    },
    {
      "index": 10,
      "start_time": 54060.0,
      "end_time": 59060.0,
      "text": "and to experience traveling like a local, and we personally decided to host the first winner."
    },
    {
      "index": 11,
      "start_time": 59060.0,
      "end_time": 65540.0,
      "text": "MARTINA: So you need to look into the camera and then I want you to tell the camera how it feels to be flying out to Korea"
    },
    {
      "index": 12,
      "start_time": 65540.0,
      "end_time": 71440.0,
      "text": "because you won the airbnb2seoul contest! Yay!"
    },
    {
      "index": 13,
      "start_time": 71440.0,
      "end_time": 78540.0,
      "text": "MARTINA: and because they picked and airbnb that&#39;s in Hongdae we get to play host in our favorite neighborhood  SIMON: Ooo we&#39;re so Hongdae biased."
    },
    {
      "index": 14,
      "start_time": 78540.0,
      "end_time": 84560.0,
      "text": "Nah nah nana nana nah~ DIANA: ???"
    },
    {
      "index": 15,
      "start_time": 84560.0,
      "end_time": 89380.0,
      "text": "SIMON: So the first place we&#39;re going to is one of our favorite lunch places in Hongdae"
    },
    {
      "index": 16,
      "start_time": 89380.0,
      "end_time": 94560.0,
      "text": "It&#39;s called Bear Bibimbap, it&#39;s not actually called Bear Bibimbap, that&#39;s just what we nicknamed it"
    },
    {
      "index": 17,
      "start_time": 94560.0,
      "end_time": 111580.0,
      "text": "and it&#39;s really really cute on the inside, come check it out with us."
    },
    {
      "index": 18,
      "start_time": 111580.0,
      "end_time": 117060.0,
      "text": "I like how in our last video we literally just said, &#39;Don&#39;t just come to Korea and have the bibimbap.&#39;"
    },
    {
      "index": 19,
      "start_time": 117060.0,
      "end_time": 120220.0,
      "text": "and then we&#39;re like, &#39;Come to Korea, uhe, enjoy the bibimbap.&#39;"
    },
    {
      "index": 20,
      "start_time": 120220.0,
      "end_time": 125200.0,
      "text": "SIMON: This is a really special bibimbap. MARTINA: It&#39;s a really deluxe extra delicious amazing bibimbap okay?"
    },
    {
      "index": 21,
      "start_time": 125200.0,
      "end_time": 129340.0,
      "text": "The whole reason this place is called like namul is the focus on the vegetables that go into it"
    },
    {
      "index": 22,
      "start_time": 129340.0,
      "end_time": 135300.0,
      "text": "you can have bibimbap with just like mediocre, but these vegetables are just like, it tastes homemade, sesame bunsik is"
    },
    {
      "index": 23,
      "start_time": 135300.0,
      "end_time": 139140.0,
      "text": "amazing, and the side dishes, like the banchan here, oh my God guys"
    },
    {
      "index": 24,
      "start_time": 139140.0,
      "end_time": 143120.0,
      "text": "Okay, this is a great bibimbap experience if you&#39;re gonna try it for the first time, or the second,"
    },
    {
      "index": 25,
      "start_time": 143120.0,
      "end_time": 149340.0,
      "text": "or the third, or the two-thousandth."
    },
    {
      "index": 26,
      "start_time": 149340.0,
      "end_time": 152860.0,
      "text": "SIMON: Add some, as much as you&#39;d like, I like it a lot."
    },
    {
      "index": 27,
      "start_time": 152860.0,
      "end_time": 157700.0,
      "text": "So make sure when you get your dolsot bibimbap let it sit for at least a minute or two"
    },
    {
      "index": 28,
      "start_time": 157700.0,
      "end_time": 162420.0,
      "text": "so you don&#39;t mix it right away or else you won&#39;t get all the crisp that you need, but now that we let it sit a bit"
    },
    {
      "index": 29,
      "start_time": 162420.0,
      "end_time": 169980.0,
      "text": "you can see the bottom, oh yeah, you don&#39;t get that if you rush it. Martina likes to eat hers really really crispy"
    },
    {
      "index": 30,
      "start_time": 169980.0,
      "end_time": 179920.0,
      "text": "I think this is good enough for me. I&#39;m gonna start mixing this up."
    },
    {
      "index": 31,
      "start_time": 179920.0,
      "end_time": 181520.0,
      "text": "MARTINA: So good right?"
    },
    {
      "index": 32,
      "start_time": 181520.0,
      "end_time": 185040.0,
      "text": "DIANA:This is the best bibimbap ever. MARTINA: I know. SIMON: Mhm"
    },
    {
      "index": 33,
      "start_time": 185040.0,
      "end_time": 190540.0,
      "text": "MARTINA: What the. SIMON: It&#39;s great. MARTINA: Did you even.."
    },
    {
      "index": 34,
      "start_time": 190540.0,
      "end_time": 193760.0,
      "text": "MARTINA: Did you chew? SIMON: Sorry I like food."
    },
    {
      "index": 35,
      "start_time": 193760.0,
      "end_time": 199200.0,
      "text": "DIANA:(laughs) MARTINA: We&#39;re still, what is SIMON: Okay time for our next place"
    },
    {
      "index": 36,
      "start_time": 199200.0,
      "end_time": 204640.0,
      "text": "MARTINA: I&#39;m not ready. SIMON: Yes you are"
    },
    {
      "index": 37,
      "start_time": 204640.0,
      "end_time": 210960.0,
      "text": "Another reason we dig staying at airbnbs is because when you go to a hotel they tend to recommend"
    },
    {
      "index": 38,
      "start_time": 210960.0,
      "end_time": 215080.0,
      "text": "very touristy packages to you but it doesn&#39;t really have a local feel to it, but when you stay at an airbnb"
    },
    {
      "index": 39,
      "start_time": 215080.0,
      "end_time": 219000.0,
      "text": "and you have an awesome host they&#39;ll recommend things to you that other places just don&#39;t know about."
    },
    {
      "index": 40,
      "start_time": 219000.0,
      "end_time": 223980.0,
      "text": "because they don&#39;t live in those neighborhoods. As your current Hongdae airbnb host I&#39;m gonna recommend"
    },
    {
      "index": 41,
      "start_time": 223980.0,
      "end_time": 227040.0,
      "text": "taking you for cupcakes! SIMON: Really. MARTINA: The best cupcakes ever!"
    },
    {
      "index": 42,
      "start_time": 227040.0,
      "end_time": 235340.0,
      "text": "MARTINA: All the cupcakes that you&#39;ve ever seen damaged, hurt, and fought over. SIMON: The winner gets the cupcake and will not share at all with anybody"
    },
    {
      "index": 43,
      "start_time": 235340.0,
      "end_time": 242220.0,
      "text": "SIMON: The winner gets the only red velvet cupcake that we have, we went out to Chikalicious which is our"
    },
    {
      "index": 44,
      "start_time": 242220.0,
      "end_time": 244580.0,
      "text": "favorite cupcake shop in Hongdae.  SIMON: We have a box of four, and you&#39;re not gonna throw"
    },
    {
      "index": 45,
      "start_time": 244580.0,
      "end_time": 248280.0,
      "text": "all four of them.  MARTINA: Are from this cupcake shop and we&#39;ve never taken you guys there."
    },
    {
      "index": 46,
      "start_time": 248280.0,
      "end_time": 266620.0,
      "text": "SIMON: Let&#39;s go MARTINA: I&#39;m just gonna get a head start on Simon right now, &#39;cause..."
    },
    {
      "index": 47,
      "start_time": 266620.0,
      "end_time": 273620.0,
      "text": "So we&#39;re at Chikalicious which is my all time favorite cupcake shop in all of Seoul, probably in all of Korea."
    },
    {
      "index": 48,
      "start_time": 273620.0,
      "end_time": 279420.0,
      "text": "They&#39;re always changing their flavors and today I see one that I&#39;ve never seen before and I&#39;m really excited."
    },
    {
      "index": 49,
      "start_time": 279420.0,
      "end_time": 284020.0,
      "text": "Simon got the new Autumn special one, it&#39;s the maple bacon, which I like to just call the Canadian cupcake"
    },
    {
      "index": 50,
      "start_time": 284020.0,
      "end_time": 288860.0,
      "text": "lets be honest. This one is the Nutella cupcake that is amazing and of course one of my favorites"
    },
    {
      "index": 51,
      "start_time": 288860.0,
      "end_time": 316940.0,
      "text": "the carrot cupcake with the most amazingly cheezy creamy icing sugar ever."
    },
    {
      "index": 52,
      "start_time": 316940.0,
      "end_time": 319800.0,
      "text": "Are you gonna be finishing yours?"
    },
    {
      "index": 53,
      "start_time": 319800.0,
      "end_time": 330720.0,
      "text": "But for really reals, the reason I like this place so much is because the actual cake of the cupcake is so incredibly moist"
    },
    {
      "index": 54,
      "start_time": 330720.0,
      "end_time": 335960.0,
      "text": "A lot of places you go to focus on like the outside icing sugar looking pretty, and then you bite into it"
    },
    {
      "index": 55,
      "start_time": 335960.0,
      "end_time": 340680.0,
      "text": "and you&#39;re like, this tastes like grease and the flavor is all gross and disgusting. This place has moist delicious"
    },
    {
      "index": 56,
      "start_time": 340680.0,
      "end_time": 348720.0,
      "text": "well flavored cupcakes, and the icing on top is fluffy not too sweet, this one&#39;s actually like a cream cheese because it&#39;s a carrot cake muffin, right?"
    },
    {
      "index": 57,
      "start_time": 348720.0,
      "end_time": 355740.0,
      "text": "Come on guys. Do the red velvet, do the carrot cupcake, try the lemon one, if you like tea go for the earl grey, the matcha one also delivers,"
    },
    {
      "index": 58,
      "start_time": 355740.0,
      "end_time": 359520.0,
      "text": "they have a hidden Oreo one.  SIMON: I have a question; Why would you throw my cupcake?"
    },
    {
      "index": 59,
      "start_time": 359520.0,
      "end_time": 370140.0,
      "text": "MARTINA: You have no video evidence of that ever occurring."
    },
    {
      "index": 60,
      "start_time": 370140.0,
      "end_time": 374900.0,
      "text": "SIMON: Nah nah na, Duckie!"
    },
    {
      "index": 61,
      "start_time": 374900.0,
      "end_time": 384800.0,
      "text": "MARTINA: (laughs) SIMON: YOU, dick, you, AH my frosting! You&#39;re such a sore loser!"
    },
    {
      "index": 62,
      "start_time": 384800.0,
      "end_time": 389420.0,
      "text": "So the last place we&#39;re gonna take you to is Magpie&#39;s our favorite beer place in Korea. They make"
    },
    {
      "index": 63,
      "start_time": 389420.0,
      "end_time": 395280.0,
      "text": "delicious micro brewed beer. A lot of our Korean friends don&#39;t even know about this place. Let us show you what it&#39;s all about"
    },
    {
      "index": 64,
      "start_time": 395280.0,
      "end_time": 407880.0,
      "text": "It&#39;s so good"
    },
    {
      "index": 65,
      "start_time": 407880.0,
      "end_time": 408760.0,
      "text": "MARTINA: Mm.  SIMON: Oh yeah"
    },
    {
      "index": 66,
      "start_time": 408760.0,
      "end_time": 412360.0,
      "text": "MARTINA: That is not a one shotter, let me tell you.  DIANA: No.  MARTINA: Nooo."
    },
    {
      "index": 67,
      "start_time": 412360.0,
      "end_time": 416460.0,
      "text": "SIMON: I like this a lot more than regular Korean beers.  MARTINA: mhm.  SIMON: easily."
    },
    {
      "index": 68,
      "start_time": 416460.0,
      "end_time": 421480.0,
      "text": "MARTINA: I mean sometimes you wanna go for a Cass and a Hite when you&#39;re eating chicken &#39;cause you just want some water to wash down your food."
    },
    {
      "index": 69,
      "start_time": 421480.0,
      "end_time": 426360.0,
      "text": "SIMON: If you just want some good beer, this is the right place.  MARTINA: Yeah"
    },
    {
      "index": 70,
      "start_time": 426360.0,
      "end_time": 490320.0,
      "text": "MARTINA: Did we mention they have pizza?"
    },
    {
      "index": 71,
      "start_time": 490320.0,
      "end_time": 498700.0,
      "text": "SIMON: So I want you to look at the camera, and I want you to tell us how it feels to have spent a day walking around Hongdae."
    },
    {
      "index": 72,
      "start_time": 498700.0,
      "end_time": 502360.0,
      "text": "DIANA: (excited noises) eyk: You&#39;re in Korea!"
    },
    {
      "index": 73,
      "start_time": 502360.0,
      "end_time": 508020.0,
      "text": "SIMON: So hopefully this video inspires you to explore the side streets of not just Hongdae but the rest of Seoul"
    },
    {
      "index": 74,
      "start_time": 508020.0,
      "end_time": 512280.0,
      "text": "because the side streets are really the veins that pump blood and life into the rest of the city."
    },
    {
      "index": 75,
      "start_time": 512280.0,
      "end_time": 515880.0,
      "text": "MARTINA: Oh I like that.  SIMON: Thank you! How poetic. MARTINA: You&#39;re so smaart."
    },
    {
      "index": 76,
      "start_time": 515880.0,
      "end_time": 521840.0,
      "text": "and hopefully if you&#39;re staying at your airbnb your host is gonna be able to tell you all the cool things that are happening in your city because a hotel isn&#39;t"
    },
    {
      "index": 77,
      "start_time": 521840.00000000006,
      "end_time": 526160.0,
      "text": "really gonna be able to do that. If you want to know all the places that we went to make sure you click our blog post"
    },
    {
      "index": 78,
      "start_time": 526160.0,
      "end_time": 531200.0,
      "text": "we have all the cards and all the addresses of the places as well so you can explore this way if you want to."
    },
    {
      "index": 79,
      "start_time": 531200.0,
      "end_time": 535600.0,
      "text": "MARTINA: And if you want us as your Airbnb hosts, well, you should have gone to our fan meets.  SIMON: You shoulda could"
    },
    {
      "index": 80,
      "start_time": 535600.0,
      "end_time": 540520.0,
      "text": "MARTINA: The contest, you just entered it, came to our fan meet, and then was flown to Korea and stayed here"
    },
    {
      "index": 81,
      "start_time": 540520.0,
      "end_time": 546820.0,
      "text": "SIMON: Watch eatyourkimchi, get free trips to Korea, I don&#39;t see a problem here.  MARTINA: Neither do I."
    },
    {
      "index": 82,
      "start_time": 546820.0,
      "end_time": 549620.0,
      "text": "SIMON: You should probably subscribe if you haven&#39;t already."
    },
    {
      "index": 83,
      "start_time": 549620.0,
      "end_time": 563820.0,
      "text": "MARTINA: So what you&#39;re gonna do is, you&#39;re both gonna look into the camera, and then you have to tell the camera how it feels to be flying to Korea because"
    },
    {
      "index": 84,
      "start_time": 563820.0,
      "end_time": 572000.0,
      "text": "you won the the Airbnb2Seoul contest!  CROWD: (cheering)"
    },
    {
      "index": 85,
      "start_time": 572000.0,
      "end_time": 584480.0,
      "text": "MARTINA: To have won the Airbnb2Seoul contest.  CROWD: (cheering)  MARTINA: You&#39;re going to Korea!"
    },
    {
      "index": 86,
      "start_time": 584480.0,
      "end_time": 594480.0,
      "text": "MARTINA: because you won the Airbnb2Seoul contest.  CROWD: (cheering)"
    }
  ]
}