{
  "video_id": "obv1KZPL92w",
  "title": "Daily Prayer: Thanksgiving, Praise & Worship",
  "json": [
    {
      "index": 1,
      "start_time": 3740.0,
      "end_time": 15059.0,
      "text": "Daily Prayer of Thanksgiving, Praise and Worship I will praise the name of the Lord forever."
    },
    {
      "index": 2,
      "start_time": 15059.0,
      "end_time": 21060.0,
      "text": "Your name is excellent and your glory is above the heavens and earth. Your glory endures"
    },
    {
      "index": 3,
      "start_time": 21060.0,
      "end_time": 32619.0,
      "text": "forever as you reveal the mighty works of your hand. Father you are mighty, glorious"
    },
    {
      "index": 4,
      "start_time": 32619.0,
      "end_time": 36730.0,
      "text": "and majestic. I praise you at all times and magnify you as my Lord and Saviour. I enter"
    },
    {
      "index": 5,
      "start_time": 36730.0,
      "end_time": 42330.0,
      "text": "into your gates with thanksgiving and enter into your courts with praise. I am thankful"
    },
    {
      "index": 6,
      "start_time": 42330.0,
      "end_time": 45610.0,
      "text": "for your unspeakable gifts and I bless your holy name. I praise you in the pit and in"
    },
    {
      "index": 7,
      "start_time": 45610.0,
      "end_time": 56480.0,
      "text": "the prison. I praise you in the wilderness and in the desert. I praise you in the midst"
    },
    {
      "index": 8,
      "start_time": 56480.0,
      "end_time": 63330.0,
      "text": "of lack and want, in the bed of sickness and infirmity. My praise to you will not be hindered."
    },
    {
      "index": 9,
      "start_time": 63330.0,
      "end_time": 67060.0,
      "text": "In my high estate and in the low places, I exalt you as my Lord and King. Glory, honor,"
    },
    {
      "index": 10,
      "start_time": 67060.0,
      "end_time": 81579.0,
      "text": "strength and gladness are found in your presence. You are a shield for me. You are my glory"
    },
    {
      "index": 11,
      "start_time": 81579.0,
      "end_time": 90450.0,
      "text": "and the lifter of my head. You are my Lord and King forever and my praise is for your"
    },
    {
      "index": 12,
      "start_time": 90450.0,
      "end_time": 99069.0,
      "text": "hearing alone. You are holy and righteous, merciful and full of compassion. Each day"
    },
    {
      "index": 13,
      "start_time": 99069.0,
      "end_time": 106600.0,
      "text": "that I live, I desire to behold your greatness manifested on earth and in my life. I wait"
    },
    {
      "index": 14,
      "start_time": 106600.0,
      "end_time": 112960.0,
      "text": "on you during trying circumstances. I wait on you in moments of pain and suffering. I"
    },
    {
      "index": 15,
      "start_time": 112960.0,
      "end_time": 121649.0,
      "text": "wait on you in moments of anguish and despair. I wait on you in the desolate and isolated"
    },
    {
      "index": 16,
      "start_time": 121649.0,
      "end_time": 128440.0,
      "text": "places. I listen for your voice when there is no sound to be heard. I rest in your presence"
    },
    {
      "index": 17,
      "start_time": 128440.0,
      "end_time": 137070.0,
      "text": "during peaceful moments. No matter where I am, I know that you speak to my heart in diverse"
    },
    {
      "index": 18,
      "start_time": 137070.0,
      "end_time": 143310.0,
      "text": "ways. So my ears are inclined to hear your voice so I might live."
    },
    {
      "index": 19,
      "start_time": 143310.0,
      "end_time": 150640.0,
      "text": "I lift up my head each day to acknowledge your presence in my life. My heart is opened"
    },
    {
      "index": 20,
      "start_time": 150640.0,
      "end_time": 159750.0,
      "text": "wide to receive your eternal love. My heart is open wide to receive your grace and favor."
    },
    {
      "index": 21,
      "start_time": 159750.0,
      "end_time": 166870.0,
      "text": "My heart is open wide to receive your mercy that endures forever. My heart is open wide"
    },
    {
      "index": 22,
      "start_time": 166870.0,
      "end_time": 174090.0,
      "text": "to receive your unfailing compassion. My heart is open wide to receive your rest and peace"
    },
    {
      "index": 23,
      "start_time": 174090.0,
      "end_time": 181060.0,
      "text": "that is beyond understanding. You have called me to your kingdom to dwell in the richness"
    },
    {
      "index": 24,
      "start_time": 181060.0,
      "end_time": 191060.0,
      "text": "of your love, grace and glory. I love you Lord. I believe in you and serve you gladly"
    },
    {
      "index": 25,
      "start_time": 191060.0,
      "end_time": 197570.0,
      "text": "with unspeakable joy. Lord God you are a spirit and I worship you"
    },
    {
      "index": 26,
      "start_time": 197570.0,
      "end_time": 206260.0,
      "text": "in spirit and in truth. I worship you my Lord and King and you are the only God I serve."
    },
    {
      "index": 27,
      "start_time": 206260.0,
      "end_time": 214740.0,
      "text": "I trust you and I am not afraid because you are my strength. You are the song in my heart"
    },
    {
      "index": 28,
      "start_time": 214740.0,
      "end_time": 222430.0,
      "text": "and my salvation. I reverence and glorify your name because you are holy. I worship"
    },
    {
      "index": 29,
      "start_time": 222430.0,
      "end_time": 230110.0,
      "text": "before your presence. You anoint me each day with the fresh oil of gladness. Every burden"
    },
    {
      "index": 30,
      "start_time": 230110.0,
      "end_time": 238230.0,
      "text": "is lifted from my soul. Every yoke is destroyed because of your anointing. Your power helps"
    },
    {
      "index": 31,
      "start_time": 238230.0,
      "end_time": 245650.0,
      "text": "me bring your gospel to the meek and solace to the brokenhearted. Your power liberates"
    },
    {
      "index": 32,
      "start_time": 245650.0,
      "end_time": 254240.0,
      "text": "those who are in physical, emotional and spiritual captivity. You break the fetters of iron,"
    },
    {
      "index": 33,
      "start_time": 254240.0,
      "end_time": 261949.0,
      "text": "the bars of brass, and destroy yokes of bondage. Your Holy Spirit abides in me and teaches"
    },
    {
      "index": 34,
      "start_time": 261949.0,
      "end_time": 270409.0,
      "text": "me your truth, as I abide in the calling as your servant. Each day I seek your kingdom"
    },
    {
      "index": 35,
      "start_time": 270409.0,
      "end_time": 277930.0,
      "text": "and your righteousness Lord. Each day you add what is needful for my life. I am blessed"
    },
    {
      "index": 36,
      "start_time": 277930.0,
      "end_time": 286639.0,
      "text": "and set high above all the nations of the earth. I hear your voice, I love your law,"
    },
    {
      "index": 37,
      "start_time": 286639.0,
      "end_time": 294889.0,
      "text": "precepts and commandments. I hear and reverence your instructions. As I walk in wisdom, I"
    },
    {
      "index": 38,
      "start_time": 294889.0,
      "end_time": 303439.0,
      "text": "am obedient to your truth. I am watchful and patient so I am blessed. I am a new creature"
    },
    {
      "index": 39,
      "start_time": 303439.0,
      "end_time": 310659.0,
      "text": "in Christ Jesus. My life was purchased with the sacrificial blood of Jesus Christ so I"
    },
    {
      "index": 40,
      "start_time": 310659.0,
      "end_time": 317789.0,
      "text": "walk in liberty from every captivity. You have set me free from sin, iniquities and"
    },
    {
      "index": 41,
      "start_time": 317789.0,
      "end_time": 326889.0,
      "text": "transgressions. Old things and old mindsets are moved out of my life. Each day I walk"
    },
    {
      "index": 42,
      "start_time": 326889.0,
      "end_time": 333960.0,
      "text": "in newness and beauty. As my reasonable service, I present my body,"
    },
    {
      "index": 43,
      "start_time": 333960.0,
      "end_time": 342699.0,
      "text": "my mind, will and emotions as a living sacrifice. This is holy and acceptable to you Lord. I"
    },
    {
      "index": 44,
      "start_time": 342699.0,
      "end_time": 349219.0,
      "text": "am willing and obedient to cast down every imagination that defies the knowledge of God"
    },
    {
      "index": 45,
      "start_time": 349219.0,
      "end_time": 356840.0,
      "text": "and the truth of your scriptures. The divine assistance of the Holy Spirit helps me walk"
    },
    {
      "index": 46,
      "start_time": 356840.0,
      "end_time": 365490.0,
      "text": "in obedience and love others with a pure and fervent heart. I demonstrate my love for you"
    },
    {
      "index": 47,
      "start_time": 365490.0,
      "end_time": 369729.0,
      "text": "by bringing every thought captive to your truth."
    },
    {
      "index": 48,
      "start_time": 369729.0,
      "end_time": 376189.0,
      "text": "Your word abides in me richly. So I make my requests known according to your word and"
    },
    {
      "index": 49,
      "start_time": 376189.0,
      "end_time": 383939.0,
      "text": "in the name of Jesus Christ. I receive what is needful according to your covenant promises."
    },
    {
      "index": 50,
      "start_time": 383939.0,
      "end_time": 390169.0,
      "text": "You even give over and above whatever I may ask or think. Your holy scriptures are hidden"
    },
    {
      "index": 51,
      "start_time": 390169.0,
      "end_time": 397960.0,
      "text": "in my heart and they keep me from sinning against you. At one time when I was afflicted"
    },
    {
      "index": 52,
      "start_time": 397960.0,
      "end_time": 404699.0,
      "text": "I strayed from your path but now I hold fast to your word and your ways. Thank you for"
    },
    {
      "index": 53,
      "start_time": 404699.0,
      "end_time": 410740.0,
      "text": "your scriptures that are pleasant and sweeter than honey to my mouth. Your Holy Spirit is"
    },
    {
      "index": 54,
      "start_time": 410740.0,
      "end_time": 418629.0,
      "text": "my Keeper who aligns me to your truth. I live and I am not ashamed of the hope within me"
    },
    {
      "index": 55,
      "start_time": 418629.0,
      "end_time": 425729.0,
      "text": "and iniquity no longer has dominion over me. I testify of your greatness and I flourish"
    },
    {
      "index": 56,
      "start_time": 425729.0,
      "end_time": 432569.0,
      "text": "like the palm tree and grow like a cedar in Lebanon. I reverence your name and your righteousness"
    },
    {
      "index": 57,
      "start_time": 432569.0,
      "end_time": 439210.0,
      "text": "is my healing. Day by day I grow in the grace and knowledge of my Lord and Saviour Jesus"
    },
    {
      "index": 58,
      "start_time": 439210.0,
      "end_time": 447879.0,
      "text": "Christ. All the glory and honor now and forever belongs to you. I delight in the law of the"
    },
    {
      "index": 59,
      "start_time": 447879.0,
      "end_time": 455919.0,
      "text": "Lord and meditate upon your word day and night. All of your pathways are mercy and truth."
    },
    {
      "index": 60,
      "start_time": 455919.0,
      "end_time": 462279.0,
      "text": "Your precious promises are my testimonies and wisdom is my sister because I reverence"
    },
    {
      "index": 61,
      "start_time": 462279.0,
      "end_time": 470099.0,
      "text": "you Lord. I have good understanding and I am called your friend who observes your ways."
    },
    {
      "index": 62,
      "start_time": 470099.0,
      "end_time": 477150.0,
      "text": "I&#39;m willing and obedient to do what is pleasing in your sight. So I am blessed abundantly"
    },
    {
      "index": 63,
      "start_time": 477150.0,
      "end_time": 482180.0,
      "text": "and eat the good of the land. Thank you Lord for the word of truth that"
    },
    {
      "index": 64,
      "start_time": 482180.0,
      "end_time": 490439.0,
      "text": "is pure. Thank you for your truth that quickens my spirit. Thank you for your truth that delivers"
    },
    {
      "index": 65,
      "start_time": 490439.0,
      "end_time": 500229.0,
      "text": "me from adversity. You are my shelter, you are my defense and I trust in you. I hold"
    },
    {
      "index": 66,
      "start_time": 500229.0,
      "end_time": 508349.0,
      "text": "fast to faith and my love for you causes me to hear, say and do what aligns to your will."
    },
    {
      "index": 67,
      "start_time": 508349.0,
      "end_time": 515130.0,
      "text": "I speak to others about your scriptures with confidence and without fear. I worship and"
    },
    {
      "index": 68,
      "start_time": 515130.0,
      "end_time": 522240.0,
      "text": "praise the name of Jesus Christ forever. Thank you for your loving kindness and thank you"
    },
    {
      "index": 69,
      "start_time": 522240.0,
      "end_time": 528250.0,
      "text": "for your tender mercies. This day I offer thanksgiving and call upon"
    },
    {
      "index": 70,
      "start_time": 528250.0,
      "end_time": 534860.0,
      "text": "the name of the Lord God Almighty. I praise you with a song in my heart and I come before"
    },
    {
      "index": 71,
      "start_time": 534860.0,
      "end_time": 541810.0,
      "text": "your presence with a joyful noise of singing. The fruit of my lips is continual prayers"
    },
    {
      "index": 72,
      "start_time": 541810.0,
      "end_time": 547620.0,
      "text": "and supplications that are filled with praise to you Lord. I make a joyful noise to the"
    },
    {
      "index": 73,
      "start_time": 547620.0,
      "end_time": 556170.0,
      "text": "rock of my salvation. My songs magnify and worship you and I bow down before your presence,"
    },
    {
      "index": 74,
      "start_time": 556170.0,
      "end_time": 564470.0,
      "text": "for you are my Lord and Maker. You are great and greatly to be praised. Great and mighty"
    },
    {
      "index": 75,
      "start_time": 564470.0,
      "end_time": 573560.0,
      "text": "are you God and King above all gods. You are my Shepherd and I am the sheep of your hand."
    },
    {
      "index": 76,
      "start_time": 573560.0,
      "end_time": 580839.0,
      "text": "You created all things for your own pleasure and You are worthy O Lord to receive glory."
    },
    {
      "index": 77,
      "start_time": 580839.0,
      "end_time": 588610.0,
      "text": "You are worthy to receive honor. You are worthy of praise because of your power. In the name"
    },
    {
      "index": 78,
      "start_time": 588610.0,
      "end_time": 599540.0,
      "text": "of Jesus Christ of Nazareth, I declare blessing to my deliverer forever. All glory belongs"
    },
    {
      "index": 79,
      "start_time": 599540.0,
      "end_time": 609250.0,
      "text": "to you forever. You are all wisdom and I thank you. I honor you and acknowledge your power."
    },
    {
      "index": 80,
      "start_time": 609250.0,
      "end_time": 619250.0,
      "text": "I declare your might, my Lord and God for ever and ever. Amen"
    }
  ]
}