{
  "video_id": "Od8IhaOvThY",
  "title": "Can They Sell - Recruiting Salespeople - Top 5 Traits of the Best Salespeople",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 220.0,
      "end_time": 9380.0,
      "text": "Hello, I am Steve Suggs, author of the book, Can They Sell. This video gives you 20 minutes"
    },
    {
      "index": 2,
      "start_time": 9380.0,
      "end_time": 14019.0,
      "text": "of free training, just like you’ll find in the book. To buy the book now, click on"
    },
    {
      "index": 3,
      "start_time": 14019.0,
      "end_time": 18890.0,
      "text": "the buy button on the right and watch this video later. After you buy the book, come"
    },
    {
      "index": 4,
      "start_time": 18890.0,
      "end_time": 23560.0,
      "text": "back to this page and enter your information, and in addition to this training video, I’ll"
    },
    {
      "index": 5,
      "start_time": 23560.0,
      "end_time": 27529.0,
      "text": "give you another 30 minutes of free recruiting training as a bonus for having bought the"
    },
    {
      "index": 6,
      "start_time": 27529.0,
      "end_time": 33320.0,
      "text": "book. It is recruiting training that will radically change the way you recruit salespeople."
    },
    {
      "index": 7,
      "start_time": 33320.0,
      "end_time": 38800.0,
      "text": "It is training that my clients are paying thousands of dollars for. It further answers"
    },
    {
      "index": 8,
      "start_time": 38800.0,
      "end_time": 44190.0,
      "text": "the question, “What are the traits of the best salespeople.” Congratulations on wanting"
    },
    {
      "index": 9,
      "start_time": 44190.0,
      "end_time": 49400.0,
      "text": "to learn to recruit the best salespeople. Get ready to learn how to select the best"
    },
    {
      "index": 10,
      "start_time": 49400.0,
      "end_time": 55500.0,
      "text": "from the rest. Everybody who is recruiting salespeople wants to know these 3 things:"
    },
    {
      "index": 11,
      "start_time": 55500.0,
      "end_time": 61240.0,
      "text": "where do I find the best salespeople to interview, what are the traits and skills of the best"
    },
    {
      "index": 12,
      "start_time": 61240.0,
      "end_time": 67060.0,
      "text": "salespeople, and what tools and questionnaires do I use to look for the traits and skills."
    },
    {
      "index": 13,
      "start_time": 67060.0,
      "end_time": 70860.0,
      "text": "The information I am about to give you is a sample of what’s in the book which has"
    },
    {
      "index": 14,
      "start_time": 70860.0,
      "end_time": 78070.0,
      "text": "been endorsed by over 20 great sales trainers like Jeff Gitomer, Brian Tracy, Jay Conrad"
    },
    {
      "index": 15,
      "start_time": 78070.0,
      "end_time": 85200.0,
      "text": "Levinson, Tony Allessandra, Jill Konrath and Jim Cathcart and many more. This is a sample"
    },
    {
      "index": 16,
      "start_time": 85200.0,
      "end_time": 91810.0,
      "text": "of the training that helped one of my clients increase sales by 70% in one year, just by"
    },
    {
      "index": 17,
      "start_time": 91810.0,
      "end_time": 97479.0,
      "text": "using this system to recruit better salespeople. You can view many testimonials below from"
    },
    {
      "index": 18,
      "start_time": 97479.0,
      "end_time": 103659.0,
      "text": "managers in a wide range of industries or go to my Linkedin profile to see over 30 endorsements"
    },
    {
      "index": 19,
      "start_time": 103659.0,
      "end_time": 109240.0,
      "text": "of this training. Today, I am going to begin to answer the question, “What do I look"
    },
    {
      "index": 20,
      "start_time": 109240.0,
      "end_time": 113760.0,
      "text": "for in the best salespeople.” I’ll show you why people make the mistake of hiring"
    },
    {
      "index": 21,
      "start_time": 113760.0,
      "end_time": 119880.0,
      "text": "someone they like, and then finding out later that they can’t sell. Before I answer that"
    },
    {
      "index": 22,
      "start_time": 119880.0,
      "end_time": 126110.0,
      "text": "question, I want to talk about Henry Ford. He didn’t invent the car. He invented a"
    },
    {
      "index": 23,
      "start_time": 126110.0,
      "end_time": 132530.0,
      "text": "system of production that made the car affordable to the common working person. His contribution"
    },
    {
      "index": 24,
      "start_time": 132530.0,
      "end_time": 139240.0,
      "text": "to mankind was efficient productivity. He created a system with Knowledge, Tools and"
    },
    {
      "index": 25,
      "start_time": 139240.0,
      "end_time": 145170.0,
      "text": "Skills. That’s what this book is all about. It’s a recruiting system that gives you"
    },
    {
      "index": 26,
      "start_time": 145170.0,
      "end_time": 151730.0,
      "text": "knowledge of human behavior, recruiting tools and recruiting skills. Master this system"
    },
    {
      "index": 27,
      "start_time": 151730.0,
      "end_time": 158510.0,
      "text": "and you will begin to recruit superstars and become a great coach. Here is the system."
    },
    {
      "index": 28,
      "start_time": 158510.0,
      "end_time": 164459.0,
      "text": "After we find enough people to interview we move them into stage 1, Screening. We screen"
    },
    {
      "index": 29,
      "start_time": 164459.0,
      "end_time": 174650.0,
      "text": "their resume, then by phone, by email, in-person and check references. We use structured interview"
    },
    {
      "index": 30,
      "start_time": 174650.0,
      "end_time": 180280.0,
      "text": "questions in this stage to help us measure for the top traits and skills. Then, in stage"
    },
    {
      "index": 31,
      "start_time": 180280.0,
      "end_time": 187120.0,
      "text": "2, we use the science of a personality questionnaire. I use the Craft Personality Questionnaire,"
    },
    {
      "index": 32,
      "start_time": 187120.0,
      "end_time": 194099.0,
      "text": "the CPQ, to give me an accurate read on their hard-wired personality traits. In stage 3,"
    },
    {
      "index": 33,
      "start_time": 194099.0,
      "end_time": 199069.0,
      "text": "we conduct a final in-depth interview to help us get a final measure on the candidate’s"
    },
    {
      "index": 34,
      "start_time": 199069.0,
      "end_time": 205110.0,
      "text": "strengths and weaknesses. All along the way we use the Matching/Score Sheet to score all"
    },
    {
      "index": 35,
      "start_time": 205110.0,
      "end_time": 210330.0,
      "text": "of their traits and skills. Each stage gives us 20% of the information that we need to"
    },
    {
      "index": 36,
      "start_time": 210330.0,
      "end_time": 216879.0,
      "text": "make a great hire. As you can see, this system is a balanced approach. We’re not just using"
    },
    {
      "index": 37,
      "start_time": 216879.0,
      "end_time": 222709.0,
      "text": "interview questions, or just a personality assessment. It’s all of these tools working"
    },
    {
      "index": 38,
      "start_time": 222709.0,
      "end_time": 228629.0,
      "text": "in concert with each other that helps us measure each candidate’s strengths and weaknesses."
    },
    {
      "index": 39,
      "start_time": 228629.0,
      "end_time": 235700.0,
      "text": "After we hire someone, we know what to coach. Having a system like this is useless unless"
    },
    {
      "index": 40,
      "start_time": 235700.0,
      "end_time": 241599.0,
      "text": "we know exactly what the top traits and skills of the best performing salespeople are."
    },
    {
      "index": 41,
      "start_time": 241599.0,
      "end_time": 246340.0,
      "text": "This brings us to the question, “What do we look for in the best candidates?” Over"
    },
    {
      "index": 42,
      "start_time": 246340.0,
      "end_time": 251879.0,
      "text": "the past 11 years of working with sales mangers to recruit salespeople, my business partner,"
    },
    {
      "index": 43,
      "start_time": 251879.0,
      "end_time": 258549.0,
      "text": "Lance Cooper, and I have discovered the 5 Dimensions of the Best Salesperson Profile."
    },
    {
      "index": 44,
      "start_time": 258548.99999999997,
      "end_time": 263960.0,
      "text": "When you create a profile on Facebook or Linkedin, you put information about yourself on your"
    },
    {
      "index": 45,
      "start_time": 263960.0,
      "end_time": 271050.0,
      "text": "profile for the world to see. You put your best foot forward. You work to impress. That"
    },
    {
      "index": 46,
      "start_time": 271050.0,
      "end_time": 276530.0,
      "text": "is what candidates do when they interview to come to work for us. Our job is to see"
    },
    {
      "index": 47,
      "start_time": 276530.0,
      "end_time": 281940.0,
      "text": "through the spin and get to the real person. If we don’t know what to look for, then"
    },
    {
      "index": 48,
      "start_time": 281940.0,
      "end_time": 286330.0,
      "text": "we don’t really know the difference between the all-talk-no-action salesperson and the"
    },
    {
      "index": 49,
      "start_time": 286330.0,
      "end_time": 293810.0,
      "text": "great salesperson. We are emotional beings. When we’re faced with a decision, if we"
    },
    {
      "index": 50,
      "start_time": 293810.0,
      "end_time": 299180.0,
      "text": "do not have the knowledge to make a decision, our default way of making that decision is"
    },
    {
      "index": 51,
      "start_time": 299180.0,
      "end_time": 304810.0,
      "text": "to use our emotions. When we don’t have a recruiting system based on knowledge, tools"
    },
    {
      "index": 52,
      "start_time": 304810.0,
      "end_time": 312940.0,
      "text": "and skills, we use our gut to make hiring decisions. We hire people we like. We measure"
    },
    {
      "index": 53,
      "start_time": 312940.0,
      "end_time": 319360.0,
      "text": "for all five dimensions in order. If a person does not pass the test on the first one, we"
    },
    {
      "index": 54,
      "start_time": 319360.0,
      "end_time": 325960.0,
      "text": "stop the selection process and move on to the next person. We look for Attitudes first,"
    },
    {
      "index": 55,
      "start_time": 325960.0,
      "end_time": 332190.0,
      "text": "then Motivations, then Character Traits, then Personality Traits and then Sales Skills."
    },
    {
      "index": 56,
      "start_time": 332190.0,
      "end_time": 336340.0,
      "text": "I’m going to briefly cover these 5 dimensions in the rest of this video. If you buy the"
    },
    {
      "index": 57,
      "start_time": 336340.0,
      "end_time": 337370.0,
      "text": "book and come back to this page and enter your information along with your purchase"
    },
    {
      "index": 58,
      "start_time": 337370.0,
      "end_time": 338620.0,
      "text": "code, I will give you more free training that will go into these 5 traits in greater detail."
    },
    {
      "index": 59,
      "start_time": 338620.0,
      "end_time": 345280.0,
      "text": "Let’s first talk about Attitudes. Top salespeople have 2 attitudes. First, they have a passion"
    },
    {
      "index": 60,
      "start_time": 345280.0,
      "end_time": 351830.0,
      "text": "for solving the problems of their customers using the product they are selling. Secondly,"
    },
    {
      "index": 61,
      "start_time": 351830.0,
      "end_time": 357320.0,
      "text": "they have a positive image of themselves as a salesperson. If you sell insurance and financial"
    },
    {
      "index": 62,
      "start_time": 357320.0,
      "end_time": 362490.0,
      "text": "services, you must recruit people who have a passion for helping people make the hard"
    },
    {
      "index": 63,
      "start_time": 362490.0,
      "end_time": 367759.0,
      "text": "decision to purchase a product that protects people from an unexpected financial disaster"
    },
    {
      "index": 64,
      "start_time": 367759.0,
      "end_time": 373400.0,
      "text": "and to make financial plans for the future. If you sell wireless phones and devices, you"
    },
    {
      "index": 65,
      "start_time": 373400.0,
      "end_time": 378020.0,
      "text": "recruit people who have a passion for helping customers buy communication, convenience and"
    },
    {
      "index": 66,
      "start_time": 378020.0,
      "end_time": 383539.0,
      "text": "entertainment. If you sell products to businesses, you must recruit people who have a passion"
    },
    {
      "index": 67,
      "start_time": 383539.0,
      "end_time": 388690.0,
      "text": "for helping your customers use your product to increase your customer’s profits and"
    },
    {
      "index": 68,
      "start_time": 388690.0,
      "end_time": 394560.0,
      "text": "gain more free time. Without a passion for solving these problems, it is impossible for"
    },
    {
      "index": 69,
      "start_time": 394560.0,
      "end_time": 401120.0,
      "text": "your salespeople to reach high levels of success in their field. Secondly, we must have a positive"
    },
    {
      "index": 70,
      "start_time": 401120.0,
      "end_time": 407479.0,
      "text": "image of ourselves as a salesperson. Selling is one of the hardest jobs in the world. We"
    },
    {
      "index": 71,
      "start_time": 407479.0,
      "end_time": 413100.0,
      "text": "have to get up everyday and battle in a market place full of tough competition, and in an"
    },
    {
      "index": 72,
      "start_time": 413100.0,
      "end_time": 418750.0,
      "text": "atmosphere of high rejection and high activity. If we don’t respect and admire the professional"
    },
    {
      "index": 73,
      "start_time": 418750.0,
      "end_time": 423860.0,
      "text": "services that salespeople bring to us, we will not respect ourselves as a person of"
    },
    {
      "index": 74,
      "start_time": 423860.0,
      "end_time": 429080.0,
      "text": "value to our clients. If the candidate you are interviewing buys most everything on the"
    },
    {
      "index": 75,
      "start_time": 429080.0,
      "end_time": 433449.0,
      "text": "Internet in order to avoid interaction with salespeople, there’s no way they can have"
    },
    {
      "index": 76,
      "start_time": 433449.0,
      "end_time": 438660.0,
      "text": "a positive attitude about themselves as a salesperson. So, the best salespeople have"
    },
    {
      "index": 77,
      "start_time": 438660.0,
      "end_time": 445410.0,
      "text": "the two attitudes of a passion for the product they sell and a positive image of themselves"
    },
    {
      "index": 78,
      "start_time": 445410.0,
      "end_time": 450840.0,
      "text": "as a salesperson. The second Dimension in the Best Salesperson Profile is Motivation."
    },
    {
      "index": 79,
      "start_time": 450840.0,
      "end_time": 457410.0,
      "text": "The best salespeople have some IMMEDIATE needs and a DESIRE to make the future better. They"
    },
    {
      "index": 80,
      "start_time": 457410.0,
      "end_time": 461840.0,
      "text": "have things in their life they want to change, and by working hard for you, and earning the"
    },
    {
      "index": 81,
      "start_time": 461840.0,
      "end_time": 467940.0,
      "text": "money from sales, they can bring about these changes. Changes like paying current bills,"
    },
    {
      "index": 82,
      "start_time": 467940.0,
      "end_time": 473090.0,
      "text": "paying off debts, buying a house, saving for retirement, education and many other things"
    },
    {
      "index": 83,
      "start_time": 473090.0,
      "end_time": 480620.0,
      "text": "that require money. The job of sales is just too hard to do it at a high level unless people"
    },
    {
      "index": 84,
      "start_time": 480620.0,
      "end_time": 489990.0,
      "text": "have MONETARY NEEDS that can be satisfied by doing well in sales. The third dimension"
    },
    {
      "index": 85,
      "start_time": 489990.0,
      "end_time": 497289.0,
      "text": "is Character. The top character traits are Concern for Others, Honesty, Work Ethic and"
    },
    {
      "index": 86,
      "start_time": 497289.0,
      "end_time": 504740.0,
      "text": "Responsibility. Character is built in our past. When parents and mentors teach us, from"
    },
    {
      "index": 87,
      "start_time": 504740.0,
      "end_time": 512439.0,
      "text": "a young age, correct ways to behave, we become bonded to these character traits. We all have"
    },
    {
      "index": 88,
      "start_time": 512438.99999999994,
      "end_time": 517918.99999999994,
      "text": "varying degrees of these traits. It all depends on how much training we received, beginning"
    },
    {
      "index": 89,
      "start_time": 517919.0,
      "end_time": 524459.0,
      "text": "at a young age. It also depends on how willing we are to work on our own personal development"
    },
    {
      "index": 90,
      "start_time": 524459.0,
      "end_time": 530069.0,
      "text": "as adults. We measure Character Traits with interview questions which are specifically"
    },
    {
      "index": 91,
      "start_time": 530069.0,
      "end_time": 535329.0,
      "text": "developed to measure the level of each character trait during the interview. The forth Dimension"
    },
    {
      "index": 92,
      "start_time": 535329.0,
      "end_time": 540989.0,
      "text": "of the Best Salesperson Profile is Personality. In the Recruit the Best System, we use the"
    },
    {
      "index": 93,
      "start_time": 540989.0,
      "end_time": 547499.0,
      "text": "Craft Personality Questionnaire, the CPQ, to measure 8 traits. The 4 that have the greatest"
    },
    {
      "index": 94,
      "start_time": 547499.0,
      "end_time": 554369.0,
      "text": "impact on mastering sales skills are Social Drive, Social Confidence, Goal Orientation"
    },
    {
      "index": 95,
      "start_time": 554369.0,
      "end_time": 560980.0,
      "text": "and Need for Control. These 4 traits measure a person’s natural desire to be social to"
    },
    {
      "index": 96,
      "start_time": 560980.0,
      "end_time": 567079.0,
      "text": "accumulate lots of casual relationships for the purpose of doing business, how confident"
    },
    {
      "index": 97,
      "start_time": 567079.0,
      "end_time": 573709.0,
      "text": "we are when asking for appointments, asking tough fact-finding questions, asking people"
    },
    {
      "index": 98,
      "start_time": 573709.0,
      "end_time": 580850.0,
      "text": "to buy, handling objections, handling rejection, being disciplined to set and reach goals with"
    },
    {
      "index": 99,
      "start_time": 580850.0,
      "end_time": 587209.0,
      "text": "a creative and restless pace of work and the desire to control conversations and situations"
    },
    {
      "index": 100,
      "start_time": 587209.0,
      "end_time": 592339.0,
      "text": "that lead to getting the sales process completed. Doesn’t that sound like the person you want"
    },
    {
      "index": 101,
      "start_time": 592339.0,
      "end_time": 599970.0,
      "text": "to hire? These four traits measure that entrepreneurial, fire in the belly personality of top salespeople."
    },
    {
      "index": 102,
      "start_time": 599970.0,
      "end_time": 605209.0,
      "text": "We are born with these traits, and science proves, that most people who perform at high"
    },
    {
      "index": 103,
      "start_time": 605209.0,
      "end_time": 610879.0,
      "text": "levels of sales, have a certain, hard-wired combination of these traits. The fifth Dimension"
    },
    {
      "index": 104,
      "start_time": 610879.0,
      "end_time": 617230.0,
      "text": "of the Best Salesperson Profile is Sales Skills. The best salespeople are great at Prospecting,"
    },
    {
      "index": 105,
      "start_time": 617230.0,
      "end_time": 622249.0,
      "text": "Setting and Holding Appointments, turning an appointment into a Fact Finding interview,"
    },
    {
      "index": 106,
      "start_time": 622249.0,
      "end_time": 627709.0,
      "text": "making effective Presentations, and Handling Objections in a way that closes the sale."
    },
    {
      "index": 107,
      "start_time": 627709.0,
      "end_time": 633629.0,
      "text": "All of this sales activity must be done in a high activity, high rejection environment."
    },
    {
      "index": 108,
      "start_time": 633629.0,
      "end_time": 637100.0,
      "text": "Managers often say, “The salesperson you have described in this profile is hard to"
    },
    {
      "index": 109,
      "start_time": 637100.0,
      "end_time": 642319.0,
      "text": "find and doesn’t exist in my market.” And, they make a good point. What I have described"
    },
    {
      "index": 110,
      "start_time": 642319.0,
      "end_time": 648160.0,
      "text": "is the perfect salesperson. We must know what perfection looks like so that we can measure"
    },
    {
      "index": 111,
      "start_time": 648160.0,
      "end_time": 653389.0,
      "text": "everyone we’re interviewing against perfection. It’s sort of like the time that I tried"
    },
    {
      "index": 112,
      "start_time": 653389.0,
      "end_time": 657589.0,
      "text": "out for the track team in high school. The first year we had a track team, our coach"
    },
    {
      "index": 113,
      "start_time": 657589.0,
      "end_time": 662589.0,
      "text": "was a football coach who recruited a bunch of us football players to be on the track"
    },
    {
      "index": 114,
      "start_time": 662589.0,
      "end_time": 668829.0,
      "text": "team. It came time to choose the long jumper. He pulled a few of us skinny guys over the"
    },
    {
      "index": 115,
      "start_time": 668829.0,
      "end_time": 678009.0,
      "text": "sand pit. The first guy jumped 15 feet. The second 16, then I jumped a surprising 19 feet."
    },
    {
      "index": 116,
      "start_time": 678009.0,
      "end_time": 683679.0,
      "text": "We all thought I was a sure thing to win the next meet. When we get to the track meet."
    },
    {
      "index": 117,
      "start_time": 683679.0,
      "end_time": 690709.0,
      "text": "I was up first. I jumped my personal best of 20 feet. I waited for the applause, but"
    },
    {
      "index": 118,
      "start_time": 690709.0,
      "end_time": 696619.0,
      "text": "no one was impressed but me. My competition jumps and flies through the air with this"
    },
    {
      "index": 119,
      "start_time": 696619.0,
      "end_time": 701999.0,
      "text": "spectacular form of swinging arms and legs that I had never seen before and landed at"
    },
    {
      "index": 120,
      "start_time": 701999.0,
      "end_time": 709569.0,
      "text": "22 feet. He gets a huge applause and wins the event. I thought this guy was incredible"
    },
    {
      "index": 121,
      "start_time": 709569.0,
      "end_time": 714529.0,
      "text": "until the next day when I went to the library and discovered the world record at the time"
    },
    {
      "index": 122,
      "start_time": 714529.0,
      "end_time": 720889.0,
      "text": "for the long jump was around 26 feet. You see, until I did my research, I didn’t have"
    },
    {
      "index": 123,
      "start_time": 720889.0,
      "end_time": 727369.0,
      "text": "a point of reference as to how good or bad I really was. It’s the same with recruiting."
    },
    {
      "index": 124,
      "start_time": 727369.0,
      "end_time": 733249.0,
      "text": "Unless we know what perfection is, we’ll compare each candidate against the best candidate"
    },
    {
      "index": 125,
      "start_time": 733249.0,
      "end_time": 745649.0,
      "text": "in our small pool of current candidates. If we have a pool off all mediocre candidates,"
    },
    {
      "index": 126,
      "start_time": 745649.0,
      "end_time": 752009.0,
      "text": "we pick the best of the worst salespeople, and don’t realize we made a bad choice until"
    },
    {
      "index": 127,
      "start_time": 752009.0,
      "end_time": 757639.0,
      "text": "our new salesperson is out in the field getting slaughtered by the competition. What I am"
    },
    {
      "index": 128,
      "start_time": 757639.0,
      "end_time": 763569.0,
      "text": "about to tell you next changed my world as a sales manager. This simple piece of knowledge"
    },
    {
      "index": 129,
      "start_time": 763569.0,
      "end_time": 768749.0,
      "text": "of human behavior will help move you to the next level of selecting salespeople and coaching"
    },
    {
      "index": 130,
      "start_time": 768749.0,
      "end_time": 775629.0,
      "text": "those on your current team. Are you ready, here goes. The degree to which a person has"
    },
    {
      "index": 131,
      "start_time": 775629.0,
      "end_time": 783170.0,
      "text": "the first 4 dimensions will determine the level at which they will master the sales"
    },
    {
      "index": 132,
      "start_time": 783170.0,
      "end_time": 789199.0,
      "text": "skills. If you want to become a great recruiter and great coach, it is critical that you learn"
    },
    {
      "index": 133,
      "start_time": 789199.0,
      "end_time": 794670.0,
      "text": "how to measure the level at which each person you’re recruiting and coaching has of the"
    },
    {
      "index": 134,
      "start_time": 794670.0,
      "end_time": 801509.0,
      "text": "right Attitudes, Motivations, Character Traits and Personality Traits. As you can see from"
    },
    {
      "index": 135,
      "start_time": 801509.0,
      "end_time": 807119.0,
      "text": "this picture, the fewer amounts of the first four dimensions, the lower the capacity to"
    },
    {
      "index": 136,
      "start_time": 807119.0,
      "end_time": 813149.0,
      "text": "master sales skills. The higher the amount of these four dimensions, the greater the"
    },
    {
      "index": 137,
      "start_time": 813149.0,
      "end_time": 818629.0,
      "text": "capacity to master sales skills. That is what the book, Can They Sell, is all about. It’s"
    },
    {
      "index": 138,
      "start_time": 818629.0,
      "end_time": 824379.0,
      "text": "about a recruiting system that gives you the knowledge and tools you need to measure these"
    },
    {
      "index": 139,
      "start_time": 824379.0,
      "end_time": 829699.0,
      "text": "5 dimensions in the people you are considering to hire. A manager in one of my training classes"
    },
    {
      "index": 140,
      "start_time": 829699.0,
      "end_time": 835569.0,
      "text": "told me that he’s convinced that the quality of the salespeople he recruits will determine"
    },
    {
      "index": 141,
      "start_time": 835569.0,
      "end_time": 841779.0,
      "text": "the kind of coach he becomes. He’s right. There’s one thing that sets the great coaches"
    },
    {
      "index": 142,
      "start_time": 841779.0,
      "end_time": 846790.0,
      "text": "apart from the good coaches. If you look at all the great coaches throughout history,"
    },
    {
      "index": 143,
      "start_time": 846790.0,
      "end_time": 853239.0,
      "text": "they all have a system they use to recruit great players and a system to coach them by."
    },
    {
      "index": 144,
      "start_time": 853239.0,
      "end_time": 859129.0,
      "text": "Let’s review. To answer the question, “What do I look for in the best salespeople?”"
    },
    {
      "index": 145,
      "start_time": 859129.0,
      "end_time": 867119.0,
      "text": "We use a system with 3 stages – Screening, Profiling and Interviewing. We use the 5 Dimensions"
    },
    {
      "index": 146,
      "start_time": 867119.0,
      "end_time": 873679.0,
      "text": "of the Best Salesperson Profile. We look for these in order. First – Attitudes – We"
    },
    {
      "index": 147,
      "start_time": 873679.0,
      "end_time": 878179.0,
      "text": "want to hire candidates who have a passion for solving the problems of your customers"
    },
    {
      "index": 148,
      "start_time": 878179.0,
      "end_time": 886259.0,
      "text": "using your product. We want them to have a positive image of themselves as a salesperson."
    },
    {
      "index": 149,
      "start_time": 886259.0,
      "end_time": 891559.0,
      "text": "Second – We want to hire candidates who have immediate and long-term financial needs"
    },
    {
      "index": 150,
      "start_time": 891559.0,
      "end_time": 897929.0,
      "text": "that can be met if they are successful selling your product. Thirdly – We want candidates"
    },
    {
      "index": 151,
      "start_time": 897929.0,
      "end_time": 904399.0,
      "text": "with the Character Traits of Concern for Others, Honesty, Strong Work Ethic and Responsibility."
    },
    {
      "index": 152,
      "start_time": 904399.0,
      "end_time": 908799.0,
      "text": "We want candidates with high scores in the personality traits of Social Drive, Social"
    },
    {
      "index": 153,
      "start_time": 908799.0,
      "end_time": 915379.0,
      "text": "Confidence, Goal Orientation and Need for Control. All 4 of these dimensions will determine"
    },
    {
      "index": 154,
      "start_time": 915379.0,
      "end_time": 923819.0,
      "text": "the level at which they will master the 5th dimension, the sales skills of Prospecting,"
    },
    {
      "index": 155,
      "start_time": 923819.0,
      "end_time": 930600.0,
      "text": "Holding Appointments, Fact Finding, Presenting, Handling Objections and Closing Sales. We"
    },
    {
      "index": 156,
      "start_time": 930600.0,
      "end_time": 936220.0,
      "text": "use tools, interview questionnaires and personality assessments to measure these traits. With"
    },
    {
      "index": 157,
      "start_time": 936220.0,
      "end_time": 940649.0,
      "text": "this system we make a logical decision rather than hiring someone because we like them,"
    },
    {
      "index": 158,
      "start_time": 940649.0,
      "end_time": 946119.0,
      "text": "and we don’t really know why we like them. As you begin to learn more of this human-behavior"
    },
    {
      "index": 159,
      "start_time": 946119.0,
      "end_time": 951850.0,
      "text": "knowledge, your recruiting and coaching skills will grow. What you’ve heard here is obviously"
    },
    {
      "index": 160,
      "start_time": 951850.0,
      "end_time": 956720.0,
      "text": "just a small sample of the training in the book. If you like what you’ve heard here,"
    },
    {
      "index": 161,
      "start_time": 956720.0,
      "end_time": 960239.0,
      "text": "if you haven’t already, what I’d like for you to do is click on the “Buy” button"
    },
    {
      "index": 162,
      "start_time": 960239.0,
      "end_time": 964609.0,
      "text": "on the right side of the screen and buy the book. After you buy the book, enter your name,"
    },
    {
      "index": 163,
      "start_time": 964609.0,
      "end_time": 969100.0,
      "text": "email address, and company name in the box below, and I’ll send you a bonus of three"
    },
    {
      "index": 164,
      "start_time": 969100.0,
      "end_time": 973959.0,
      "text": "more valuable recruiting videos just like this one. While you’re waiting on your book,"
    },
    {
      "index": 165,
      "start_time": 973959.0,
      "end_time": 978479.0,
      "text": "you’ll get a head start on improving your recruiting skills. It’s recruiting training"
    },
    {
      "index": 166,
      "start_time": 978479.0,
      "end_time": 983739.0,
      "text": "that will radically change the way you recruit salespeople. In the first video, I’ll give"
    },
    {
      "index": 167,
      "start_time": 983739.0,
      "end_time": 988689.0,
      "text": "you more information about the relationship between character traits and personality traits."
    },
    {
      "index": 168,
      "start_time": 988689.0,
      "end_time": 993649.0,
      "text": "You’ll learn how our personality determines which character traits we are most likely"
    },
    {
      "index": 169,
      "start_time": 993649.0,
      "end_time": 998540.0,
      "text": "to struggle with. This information will help you determine the true strengths and weaknesses"
    },
    {
      "index": 170,
      "start_time": 998540.0,
      "end_time": 1003479.0,
      "text": "of the salespeople you hire. You’ll learn why the best salespeople are usually a bit"
    },
    {
      "index": 171,
      "start_time": 1003480.0,
      "end_time": 1009620.0,
      "text": "more of a challenge to coach and why many candidates mean well but can’t close sales."
    },
    {
      "index": 172,
      "start_time": 1009620.0,
      "end_time": 1014870.0,
      "text": "You’ll learn how character is developed so you can accurately score candidates on"
    },
    {
      "index": 173,
      "start_time": 1014870.0,
      "end_time": 1020330.0,
      "text": "all four character traits. In the second video, I’ll answer the question, “Where do I"
    },
    {
      "index": 174,
      "start_time": 1020330.0,
      "end_time": 1025180.0,
      "text": "find enough quality candidates to interview.” I’ll show you more than 30 places to find"
    },
    {
      "index": 175,
      "start_time": 1025180.0000000001,
      "end_time": 1029861.0000000001,
      "text": "quality candidates. You’ll learn how to build a network of trusted people who will"
    },
    {
      "index": 176,
      "start_time": 1029859.9999999999,
      "end_time": 1035938.9999999999,
      "text": "send you top candidates on a regular basis. In the 3rd video, I’ll answer the question,"
    },
    {
      "index": 177,
      "start_time": 1035940.0,
      "end_time": 1040190.0,
      "text": "“How do I look for the traits and skills in candidates?” You’ll learn secrets of"
    },
    {
      "index": 178,
      "start_time": 1040190.0,
      "end_time": 1045830.0,
      "text": "great interviewers that get great salespeople to shine during the interview and cause weak"
    },
    {
      "index": 179,
      "start_time": 1045829.9999999999,
      "end_time": 1050191.0,
      "text": "candidates to struggle. You’ll see exactly how you can quickly put these interviewing"
    },
    {
      "index": 180,
      "start_time": 1050190.0,
      "end_time": 1055230.0,
      "text": "skills to practice. I’m excited to bring this training to you. You’re going to become"
    },
    {
      "index": 181,
      "start_time": 1055230.0,
      "end_time": 1060480.0,
      "text": "great at recruiting and coaching. Sales will grow. You’ll become more productive with"
    },
    {
      "index": 182,
      "start_time": 1060480.0,
      "end_time": 1066700.0,
      "text": "less time and stress. To get this free bonus training, simply enter your name, email address,"
    },
    {
      "index": 183,
      "start_time": 1066700.0,
      "end_time": 1071700.0,
      "text": "and company name in the box below. Also, please share this video with others who will benefit"
    },
    {
      "index": 184,
      "start_time": 1071700.0,
      "end_time": 1077880.0,
      "text": "from this training by clicking the email button or on any of the social networking buttons."
    },
    {
      "index": 185,
      "start_time": 1077880.0,
      "end_time": 1082870.0,
      "text": "They will thank you for it. Congratulations for wanting to become a great recruiter. I"
    },
    {
      "index": 186,
      "start_time": 1082870.0,
      "end_time": 1089500.0,
      "text": "look forward to seeing you on the training videos. Now go recruit the best. I hope you’ve"
    },
    {
      "index": 187,
      "start_time": 1089500.0,
      "end_time": 1093500.0,
      "text": "benefitted from this training. All the knowledge I’ve shared during these videos can be found"
    },
    {
      "index": 188,
      "start_time": 1093500.0,
      "end_time": 1098340.0,
      "text": "in the book. The tools I’ve mentioned are available in a Field Manual I’ve built for"
    },
    {
      "index": 189,
      "start_time": 1098340.0,
      "end_time": 1103450.0,
      "text": "you. This Field Manual is normally only sold to companies who contract us to train their"
    },
    {
      "index": 190,
      "start_time": 1103450.0,
      "end_time": 1109950.0,
      "text": "salespeople on the Recruit the Best system. We charge these companies $295 each for the"
    },
    {
      "index": 191,
      "start_time": 1109950.0,
      "end_time": 1114419.0,
      "text": "training manuals that contain these tools. I’m making the Field Manual available to"
    },
    {
      "index": 192,
      "start_time": 1114420.0,
      "end_time": 1121520.0,
      "text": "you for $49.95. Once you buy this field manual, it is yours to use forever. It contains the"
    },
    {
      "index": 193,
      "start_time": 1121520.0,
      "end_time": 1127930.0,
      "text": "checklist, the complete phone interview questionnaire, and the email questionnaire. It also contains"
    },
    {
      "index": 194,
      "start_time": 1127930.0,
      "end_time": 1133371.0,
      "text": "the complete initial interview and in-depth questionnaires with dozens of skillfully crafted"
    },
    {
      "index": 195,
      "start_time": 1133370.0,
      "end_time": 1137809.0,
      "text": "interview questions that help you measure the traits and skills in the best salesperson"
    },
    {
      "index": 196,
      "start_time": 1137810.0,
      "end_time": 1144091.0,
      "text": "profile. You’ll get questionnaires to use when calling references and a questionnaire"
    },
    {
      "index": 197,
      "start_time": 1144090.0,
      "end_time": 1149159.0,
      "text": "other team members can use while interviewing candidates. All the tools you need for this"
    },
    {
      "index": 198,
      "start_time": 1149160.0,
      "end_time": 1153390.0,
      "text": "complete recruiting system are in the Field Manual. What I’d like for you to do now"
    },
    {
      "index": 199,
      "start_time": 1153390.0,
      "end_time": 1158640.0,
      "text": "is click on the Add to Cart button to the right and get your Field Manual today. When"
    },
    {
      "index": 200,
      "start_time": 1158640.0,
      "end_time": 1162810.0,
      "text": "your book arrives, you’ll have the complete Recruit the Best system. You’re getting"
    },
    {
      "index": 201,
      "start_time": 1162810.0,
      "end_time": 1168461.0,
      "text": "access to this complete system at a discount of over $200. As you’re using the system,"
    },
    {
      "index": 202,
      "start_time": 1168460.0,
      "end_time": 1174590.0,
      "text": "and you order a CPQ, call me and I’ll give you some personal coaching on your candidates."
    },
    {
      "index": 203,
      "start_time": 1174590.0,
      "end_time": 1179100.0,
      "text": "One quick note – please keep in mind, the Field Manual is copyrighted material. Please"
    },
    {
      "index": 204,
      "start_time": 1179100.0,
      "end_time": 1183700.0,
      "text": "protect yourself from copyright infringement by not forwarding the file to friends and"
    },
    {
      "index": 205,
      "start_time": 1183700.0,
      "end_time": 1189649.0,
      "text": "colleagues. Simply tell them to go to CanTheySell.com and get their copy of the book and Field Manual"
    },
    {
      "index": 206,
      "start_time": 1189650.0,
      "end_time": 1199650.0,
      "text": "today. Now go recruit the best."
    }
  ]
}