{
  "video_id": "OEekFTj5PvU",
  "title": "The origins of ballet - Jennifer Tortorello and Adrienne Westwood",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9540.0,
      "end_time": 24380.0,
      "text": "Can you imagine a party where every movement, from the slightest gesture to walking across the room, and every visual detail, from furniture to hemline length, were governed by a complex system of rules and procedures?"
    },
    {
      "index": 2,
      "start_time": 24380.0,
      "end_time": 28774.0,
      "text": "For centuries, such rituals were commonplace for European nobility."
    },
    {
      "index": 3,
      "start_time": 28774.0,
      "end_time": 36997.0,
      "text": "And while they've gone out of fashion, we recognize the components under a familiar label: ballet."
    },
    {
      "index": 4,
      "start_time": 36997.0,
      "end_time": 49561.0,
      "text": "Ballet, from Italian \"balletto,\" or little dance, originated in Renaissance Italy as a combination of social dance and choreographed display at aristocratic gatherings."
    },
    {
      "index": 5,
      "start_time": 49561.0,
      "end_time": 60660.0,
      "text": "In many aspects, it was a way of controlling people in court with acceptable forms of behavior, such as the manner in which people stepped, bowed, or took someone's hand."
    },
    {
      "index": 6,
      "start_time": 60660.0,
      "end_time": 68163.0,
      "text": "It also involved rules governing everything from attire to where one could walk or sit in relation to the King."
    },
    {
      "index": 7,
      "start_time": 68163.0,
      "end_time": 79334.0,
      "text": "Over time, the study of ballet became a central element of court life, and proper grasp of the etiquette could make or break one's success as a courtier."
    },
    {
      "index": 8,
      "start_time": 79334.0,
      "end_time": 84541.0,
      "text": "Many of these court gestures can still be seen in modern ballet techniques."
    },
    {
      "index": 9,
      "start_time": 84541.0,
      "end_time": 89498.0,
      "text": "Ballet was brought to France in the 16th century by Catherine de' Medici, the Italian wife of King Henry II."
    },
    {
      "index": 10,
      "start_time": 92494.0,
      "end_time": 104721.0,
      "text": "As celebrations became more lavish, so did the dance, with dancing masters teaching elaborate steps to young nobles and story elements providing a unifying theme."
    },
    {
      "index": 11,
      "start_time": 104721.0,
      "end_time": 118794.0,
      "text": "The focus shifted from participation to performance, and the form acquired  more theatrical trappings,  such as professionally designed sets and a slightly raised platform or stage with curtains and wings."
    },
    {
      "index": 12,
      "start_time": 118794.0,
      "end_time": 127134.0,
      "text": "But it was in the 17th century court of Louis XIV that ballet was refined into the art we know today."
    },
    {
      "index": 13,
      "start_time": 127134.0,
      "end_time": 130537.0,
      "text": "Louis himself had been trained in ballet from childhood."
    },
    {
      "index": 14,
      "start_time": 130537.0,
      "end_time": 138843.0,
      "text": "His early role as the sun god Apollo at age fifteen cemented the central role ballet would play during his reign."
    },
    {
      "index": 15,
      "start_time": 138843.0,
      "end_time": 149336.0,
      "text": "It also earned him the title of Sun King, with his splendid golden costume and choreography that promoted the idea of the king as a divinely ordained ruler."
    },
    {
      "index": 16,
      "start_time": 149336.0,
      "end_time": 161499.0,
      "text": "Louis would go on to perform 80 roles in 40 major ballets, either as a majestic lead, or sometimes playing minor or comedic parts before emerging in the lead role at the end."
    },
    {
      "index": 17,
      "start_time": 161499.0,
      "end_time": 171062.0,
      "text": "He trained daily in ballet, as well as fencing and riding, and through his example, dancing became an essential skill for all gentlemen of the era."
    },
    {
      "index": 18,
      "start_time": 171062.0,
      "end_time": 175534.0,
      "text": "But Louis XIV's main contribution to ballet was not as a performer."
    },
    {
      "index": 19,
      "start_time": 175534.0,
      "end_time": 184932.0,
      "text": "His founding of the Royal Academy of Dance in 1661 shifted control of ballet from local guilds to the royal court."
    },
    {
      "index": 20,
      "start_time": 184932.0,
      "end_time": 196554.0,
      "text": "As director, he appointed his personal ballet master and frequent performance partner Pierre Beauchamp, who codified the five main positions of the body still used today."
    },
    {
      "index": 21,
      "start_time": 196554.0,
      "end_time": 208401.0,
      "text": "Through his collaborations with Jean-Baptiste Lully, the director of the Royal Music Academy, and famed playwright Molière,  Beauchamp helped establish ballet as a grand spectacle."
    },
    {
      "index": 22,
      "start_time": 208401.0,
      "end_time": 212586.0,
      "text": "And in 1669, a separate ballet academy was founded."
    },
    {
      "index": 23,
      "start_time": 212586.0,
      "end_time": 219798.0,
      "text": "The Paris Opera Ballet survives today as the oldest ballet company in the world."
    },
    {
      "index": 24,
      "start_time": 219798.0,
      "end_time": 229027.0,
      "text": "Ballet moved away from the royal court to the theater and survived the democratic revolutions and reforms that followed over the next century."
    },
    {
      "index": 25,
      "start_time": 229027.0,
      "end_time": 235374.0,
      "text": "With the advent of the romantic movement, fantasy and folklore themes became common motifs."
    },
    {
      "index": 26,
      "start_time": 235374.0,
      "end_time": 243234.0,
      "text": "And though the influence of ballet in France would decline, other countries, such as Russia, would play a major role  in its further development."
    },
    {
      "index": 27,
      "start_time": 243234.0,
      "end_time": 247577.0,
      "text": "Fortunately, today most of us don't have to learn a complicated set of steps just to socialize at a wedding."
    },
    {
      "index": 28,
      "start_time": 262000.0,
      "end_time": 267000.0,
      "text": "(music)"
    },
    {
      "index": 29,
      "start_time": 249764.0,
      "end_time": 262000.0,
      "text": "Instead, we can go to the theater to see professionals who spend their lives training rigorously to perform feats that would have been unimaginable in Louis XIV's day."
    }
  ]
}