{
  "video_id": "OiYmamqv7H0",
  "title": "How to Use COULD in English Grammar [5 Ways to Use Could in REAL English]",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2480.0,
      "end_time": 7109.0,
      "text": "Hi, I'm Annemarie with Speak Confident English and welcome to your"
    },
    {
      "index": 2,
      "start_time": 7109.0,
      "end_time": 12929.0,
      "text": "Confident English Wednesday lesson. This is where you want to be every week if"
    },
    {
      "index": 3,
      "start_time": 12929.0,
      "end_time": 17760.0,
      "text": "your goal is to advance your English language skills and communicate with"
    },
    {
      "index": 4,
      "start_time": 17760.0,
      "end_time": 23640.0,
      "text": "confidence. This week we're going to look at grammar in real life. We're going to"
    },
    {
      "index": 5,
      "start_time": 23640.0,
      "end_time": 30600.0,
      "text": "get very specific on one topic. We'll look at some examples of how it gets used in"
    },
    {
      "index": 6,
      "start_time": 30600.0,
      "end_time": 35400.0,
      "text": "real, everyday speaking situations and, of course, as always you have the"
    },
    {
      "index": 7,
      "start_time": 35400.0,
      "end_time": 41309.0,
      "text": "opportunity to practice and perfect so that you can use your English with"
    },
    {
      "index": 8,
      "start_time": 41309.0,
      "end_time": 47218.0,
      "text": "confidence at work and in your everyday life. This week we're we're looking at"
    },
    {
      "index": 9,
      "start_time": 47219.0,
      "end_time": 52920.0,
      "text": "the word could. Could is one of those modal words that you might hear a lot"
    },
    {
      "index": 10,
      "start_time": 52920.0,
      "end_time": 61800.0,
      "text": "about. Modals are words like should, would, could, might, but I want to focus just on"
    },
    {
      "index": 11,
      "start_time": 61800.0,
      "end_time": 68130.0,
      "text": "one. Just on the word could so that you can really understand how we use it in"
    },
    {
      "index": 12,
      "start_time": 68130.0,
      "end_time": 74880.0,
      "text": "everyday speaking situations and use it correctly. In today's video you'll learn"
    },
    {
      "index": 13,
      "start_time": 74880.0,
      "end_time": 81360.0,
      "text": "five situations in which you can use the word could just like a native speaker in"
    },
    {
      "index": 14,
      "start_time": 81360.0,
      "end_time": 89850.0,
      "text": "your everyday life. And number one is making polite requests. So imagine that"
    },
    {
      "index": 15,
      "start_time": 89850.0,
      "end_time": 95669.0,
      "text": "you're at work and you need help with something or you want to ask someone for"
    },
    {
      "index": 16,
      "start_time": 95670.0,
      "end_time": 102689.0,
      "text": "something. The way to make it the most polite is to use the word could. For"
    },
    {
      "index": 17,
      "start_time": 102689.0,
      "end_time": 109408.0,
      "text": "example: could you send me the contract by the end of the day? Could you send me"
    },
    {
      "index": 18,
      "start_time": 109409.0,
      "end_time": 116700.0,
      "text": "the contract by the end of the day? In this example, I could use the word can -"
    },
    {
      "index": 19,
      "start_time": 116700.0,
      "end_time": 122579.0,
      "text": "Can you send me the contract by the end of the day but just that small change"
    },
    {
      "index": 20,
      "start_time": 122579.0,
      "end_time": 130239.0,
      "text": "from can to could makes it more polite. Another example that I hear a lot"
    },
    {
      "index": 21,
      "start_time": 130239.0,
      "end_time": 136540.0,
      "text": "in my classes and in my emails is could you help me? I just don't understand this"
    },
    {
      "index": 22,
      "start_time": 136540.0,
      "end_time": 143319.0,
      "text": "grammar topic. Could you help me? I just don't understand this. Or maybe you get a"
    },
    {
      "index": 23,
      "start_time": 143319.0,
      "end_time": 150458.0,
      "text": "phone call from a friend who says, could I borrow your car this weekend? Could I"
    },
    {
      "index": 24,
      "start_time": 150459.0,
      "end_time": 156900.0,
      "text": "borrow your car this weekend? And finally a very polite but common way of"
    },
    {
      "index": 25,
      "start_time": 156900.0,
      "end_time": 162430.0,
      "text": "interrupting someone at work is: I'm sorry could I bother you for a moment? Or"
    },
    {
      "index": 26,
      "start_time": 162430.0,
      "end_time": 168610.0,
      "text": "I'm sorry could I interrupt you for a moment? Now the second way that we use"
    },
    {
      "index": 27,
      "start_time": 168610.0,
      "end_time": 174519.0,
      "text": "could in our everyday lives is responding to requests. You've already"
    },
    {
      "index": 28,
      "start_time": 174519.0,
      "end_time": 179769.0,
      "text": "used it to make a polite request. Let's imagine that your friend calls you and"
    },
    {
      "index": 29,
      "start_time": 179769.0,
      "end_time": 185680.0,
      "text": "asks: could you help me move this weekend? I'm moving to a new apartment and I need"
    },
    {
      "index": 30,
      "start_time": 185680.0,
      "end_time": 192900.0,
      "text": "some help. Could you help me move this weekend now? It's your job to respond."
    },
    {
      "index": 31,
      "start_time": 192900.0,
      "end_time": 198700.0,
      "text": "Again you have a choice. You could say can: yes I can or i would love to help"
    },
    {
      "index": 32,
      "start_time": 198700.0,
      "end_time": 204730.0,
      "text": "you move this weekend. Or you could say: yeah I could help you. I only have time"
    },
    {
      "index": 33,
      "start_time": 204730.0,
      "end_time": 212380.0,
      "text": "on Saturday afternoon though. Yeah, I could help you. In responding to a"
    },
    {
      "index": 34,
      "start_time": 212380.0,
      "end_time": 220840.0,
      "text": "request, when we use could it shows a little bit of hesitation or lack of"
    },
    {
      "index": 35,
      "start_time": 220840.0,
      "end_time": 226120.0,
      "text": "desire for doing it. Maybe you really don't have time or you just don't want"
    },
    {
      "index": 36,
      "start_time": 226120.0,
      "end_time": 234970.0,
      "text": "to help. Using could actually shows that you don't really want to do it. Instead"
    },
    {
      "index": 37,
      "start_time": 234970.0,
      "end_time": 240609.0,
      "text": "can can show a little bit more enthusiasm. For example, yes of course I"
    },
    {
      "index": 38,
      "start_time": 240609.0,
      "end_time": 245380.0,
      "text": "can help you this weekend, it's no problem. So there's just a little change"
    },
    {
      "index": 39,
      "start_time": 245380.0,
      "end_time": 253150.0,
      "text": "between making the request and answering the request. Number three making"
    },
    {
      "index": 40,
      "start_time": 253150.0,
      "end_time": 257340.0,
      "text": "suggestions. For example maybe someone says to you:"
    },
    {
      "index": 41,
      "start_time": 257339.0,
      "end_time": 265239.0,
      "text": "I'm so bored I have nothing to do. But you have a lot of good ideas and you can"
    },
    {
      "index": 42,
      "start_time": 265240.0,
      "end_time": 271449.0,
      "text": "suggest those ideas by saying: you could read a book or you could go to a movie."
    },
    {
      "index": 43,
      "start_time": 271449.0,
      "end_time": 277990.0,
      "text": "You could take a walk or you could even take the dog on a walk. All of those are"
    },
    {
      "index": 44,
      "start_time": 277990.0,
      "end_time": 285690.0,
      "text": "great suggestions and we're using could to help us make those. Number four: past"
    },
    {
      "index": 45,
      "start_time": 285690.0,
      "end_time": 294100.0,
      "text": "abilities. When I was younger I could run a lot faster without getting out of"
    },
    {
      "index": 46,
      "start_time": 294100.0,
      "end_time": 302400.0,
      "text": "breath. When I was younger I could run a lot faster without getting out of breath."
    },
    {
      "index": 47,
      "start_time": 302400.0,
      "end_time": 308680.0,
      "text": "Or ten years ago she could speak Spanish really well but she hasn't used it in"
    },
    {
      "index": 48,
      "start_time": 308680.0,
      "end_time": 315550.0,
      "text": "years. Ten years ago she could speak Spanish so much better but she hasn't"
    },
    {
      "index": 49,
      "start_time": 315550.0,
      "end_time": 320620.0,
      "text": "used it in years. In both of those examples I'm talking about an ability"
    },
    {
      "index": 50,
      "start_time": 320620.0,
      "end_time": 330000.0,
      "text": "that I or someone else had in the past but we no longer have that ability. And"
    },
    {
      "index": 51,
      "start_time": 330000.0,
      "end_time": 335830.0,
      "text": "finally number five. A real-life situation when we use the word could is"
    },
    {
      "index": 52,
      "start_time": 335830.0,
      "end_time": 342370.0,
      "text": "for possibilities. And this is similar to using might but we'll save that for"
    },
    {
      "index": 53,
      "start_time": 342370.0,
      "end_time": 348450.0,
      "text": "another day. Let's look at a couple of examples of using could for a possibility."
    },
    {
      "index": 54,
      "start_time": 348450.0,
      "end_time": 356200.0,
      "text": "Don't forget to take an umbrella today it could rain. Or we could even use it"
    },
    {
      "index": 55,
      "start_time": 356200.0,
      "end_time": 362169.0,
      "text": "for past possibilities. For example, you could have gone to the store earlier to"
    },
    {
      "index": 56,
      "start_time": 362169.0,
      "end_time": 368500.0,
      "text": "avoid all the traffic. You could have gone to the store earlier to avoid all"
    },
    {
      "index": 57,
      "start_time": 368500.0,
      "end_time": 375160.0,
      "text": "the rush hour traffic. And with that you have five real-life examples of how we"
    },
    {
      "index": 58,
      "start_time": 375160.0,
      "end_time": 381150.0,
      "text": "use could in our everyday lives in English. And now it's your turn to give"
    },
    {
      "index": 59,
      "start_time": 381150.0,
      "end_time": 387448.0,
      "text": "it a try. As always you can share with me your own examples in the comments"
    },
    {
      "index": 60,
      "start_time": 387449.0,
      "end_time": 392250.0,
      "text": "section just below this video to get feedback and to share with the Confident"
    },
    {
      "index": 61,
      "start_time": 392250.0,
      "end_time": 399210.0,
      "text": "English Community. Try practicing some polite requests or share with me some"
    },
    {
      "index": 62,
      "start_time": 399210.0,
      "end_time": 406349.0,
      "text": "past abilities that you had. As always, I do read all the comments below and"
    },
    {
      "index": 63,
      "start_time": 406349.0,
      "end_time": 411719.0,
      "text": "provide feedback so don't be afraid to take this opportunity to test your"
    },
    {
      "index": 64,
      "start_time": 411719.0,
      "end_time": 417960.0,
      "text": "understanding. And then begin using these examples in your everyday life so that"
    },
    {
      "index": 65,
      "start_time": 417960.0,
      "end_time": 421729.0,
      "text": "you can communicate with confidence."
    }
  ]
}