{
  "video_id": "ojbJrdkPhGg",
  "title": "Why Do Americans Smile So Much?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 7400.0,
      "text": "Travel advice to tourists visiting the U.S. points out one custom most Americans wouldn't think twice about: their smile."
    },
    {
      "index": 2,
      "start_time": 7400.0,
      "end_time": 10680.0,
      "text": "Guidebooks explain to tourists that Americans smile to strangers a lot."
    },
    {
      "index": 3,
      "start_time": 11260.0,
      "end_time": 15980.0,
      "text": "So, why do Americans smile so much, and why is that so strange to everyone else?"
    },
    {
      "index": 4,
      "start_time": 20400.0,
      "end_time": 23370.0,
      "text": "Americans seem to smile even when there's not a very good reason to."
    },
    {
      "index": 5,
      "start_time": 23380.0,
      "end_time": 27800.0,
      "text": "When you see an American smiling, they might be feeling happy, confident, or neutral."
    },
    {
      "index": 6,
      "start_time": 27840.0,
      "end_time": 30000.0,
      "text": "Sometimes, just a polite way to make someone else feel comfortable."
    },
    {
      "index": 7,
      "start_time": 31000.0,
      "end_time": 32439.0,
      "text": "Think \"service with a smile.\""
    },
    {
      "index": 8,
      "start_time": 32439.0,
      "end_time": 35379.0,
      "text": "Here's your receipt. Thank you very much!"
    },
    {
      "index": 9,
      "start_time": 35620.0,
      "end_time": 39580.0,
      "text": "In other countries, though, smiling for no reason can make you seem kind of dumb."
    },
    {
      "index": 10,
      "start_time": 39580.0,
      "end_time": 47260.0,
      "text": "One researcher found in countries like Japan, India, South Korea, and Russia, smiling faces were considered less intelligent than serious ones."
    },
    {
      "index": 11,
      "start_time": 47500.0,
      "end_time": 52860.0,
      "text": "His theory is that there's a connection between a country's level of instability and finding smiling stupid."
    },
    {
      "index": 12,
      "start_time": 52860.0,
      "end_time": 56800.0,
      "text": "After all, how can you be so confident and happy when the future's uncertain?"
    },
    {
      "index": 13,
      "start_time": 56800.0,
      "end_time": 63400.0,
      "text": "That might help explain stereotypically frowning places like Russia, where smiling in photos isn't really a thing."
    },
    {
      "index": 14,
      "start_time": 63420.0,
      "end_time": 70640.0,
      "text": "There's also some interesting research that helps explain the other end of the spectrum: why Americans have stereotypically mega-watt smiles."
    },
    {
      "index": 15,
      "start_time": 72680.0,
      "end_time": 79460.0,
      "text": "It turns out that countries with a long, robust history of immigration have historically relied more on nonverbal communication."
    },
    {
      "index": 16,
      "start_time": 79460.0,
      "end_time": 81890.0,
      "text": "Therefore, people there might smile more."
    },
    {
      "index": 17,
      "start_time": 81890.0,
      "end_time": 88000.0,
      "text": "In a recent study, researchers looked at the number of \"source countries\" that have fed into a country since Columbus arrived in the Americas."
    },
    {
      "index": 18,
      "start_time": 88750.0,
      "end_time": 99900.0,
      "text": "Places like Canada and the United States are very diverse,  with more than 60 source countries. But places like China and Zimbabwe are more homogenous, with just a few nationalities represented in their populations."
    },
    {
      "index": 19,
      "start_time": 100000.0,
      "end_time": 103910.0,
      "text": "The authors found that emotional expressiveness was correlated with diversity."
    },
    {
      "index": 20,
      "start_time": 103910.0,
      "end_time": 110850.0,
      "text": "In other words, when there are a lot of immigrants around, you might have to smile more to build trust and cooperation, since you don't all all speak the same language."
    },
    {
      "index": 21,
      "start_time": 110860.0,
      "end_time": 116260.0,
      "text": "But in the countries that are less-diverse, people were more likely to smile to show they were superior to one another."
    },
    {
      "index": 22,
      "start_time": 116620.0,
      "end_time": 119400.0,
      "text": "In these countries, smiling is a way to preserve the hierarchy."
    },
    {
      "index": 23,
      "start_time": 121840.0,
      "end_time": 126700.0,
      "text": "But American's just don't smile more often, they also smile much more enthusiastically."
    },
    {
      "index": 24,
      "start_time": 128800.00000000001,
      "end_time": 135159.0,
      "text": "For a study published last year, researchers compared the official photos of American and Chinese business and government leaders."
    },
    {
      "index": 25,
      "start_time": 135159.0,
      "end_time": 146160.0,
      "text": "After coding them according to their levels of \"facial muscle movement\", they found that American leaders in all contexts were both more likely to smile and showed more excited smiles than the Chinese leaders did."
    },
    {
      "index": 26,
      "start_time": 146880.0,
      "end_time": 155800.0,
      "text": "Later, they found the more a country's college students valued happy, high-energy emotions, the more excited the government officials from those countries looked in their photos."
    },
    {
      "index": 27,
      "start_time": 156200.0,
      "end_time": 161000.0,
      "text": "Cultural differences in smiling don't just confuse foreign tourists visiting the United States."
    },
    {
      "index": 28,
      "start_time": 161000.0,
      "end_time": 165600.0,
      "text": "They also come as a surprise for American companies doing business abroad."
    },
    {
      "index": 29,
      "start_time": 165600.0,
      "end_time": 169840.0,
      "text": "When McDonalds went to Russia in the 90s, they had to coach their employees on how to smile."
    },
    {
      "index": 30,
      "start_time": 169840.0,
      "end_time": 177520.0,
      "text": "But when WallMart opened stores in Germany, it had to tell its sales clerks to stop smiling at customers because some people saw it as flirting."
    },
    {
      "index": 31,
      "start_time": 177620.0,
      "end_time": 180000.0,
      "text": "In other words, the American smile is a product of its culture."
    },
    {
      "index": 32,
      "start_time": 181000.0,
      "end_time": 184100.0,
      "text": "And like any other product, we try to export it around the world."
    },
    {
      "index": 33,
      "start_time": 185400.0,
      "end_time": 189000.0,
      "text": "This is \"You Are Here\", a new series about the science behind everyday life."
    },
    {
      "index": 34,
      "start_time": 189500.0,
      "end_time": 192460.0,
      "text": "Let us know what topics you want us to explore in the comments."
    },
    {
      "index": 35,
      "start_time": 192460.0,
      "end_time": 195140.0,
      "text": "I'm Olga Khazan, thank you for watching."
    }
  ]
}