{
  "video_id": "oLq1ktogxn4",
  "title": "What Infidelity Means",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 440.0,
      "end_time": 5870.0,
      "text": "Infidelity is commonly interpreted as close to the greatest tragedy that could befall any relationship"
    },
    {
      "index": 2,
      "start_time": 5870.0,
      "end_time": 12159.0,
      "text": "and as the natural, inevitable prelude to the break-up of a union."
    },
    {
      "index": 3,
      "start_time": 12159.0,
      "end_time": 17170.0,
      "text": "It is viewed in such dark terms because, under the philosophy of Romanticism"
    },
    {
      "index": 4,
      "start_time": 17170.0,
      "end_time": 22170.0,
      "text": "which has dominated our understanding of love since the middle of the eighteenth century, sex is understood"
    },
    {
      "index": 5,
      "start_time": 22170.0,
      "end_time": 28820.0,
      "text": "to be, not principally a physical act, but the summation and central symbol of love."
    },
    {
      "index": 6,
      "start_time": 28820.0,
      "end_time": 33920.0,
      "text": "Before Romanticism, people had sex and fell in love but they did not always see these"
    },
    {
      "index": 7,
      "start_time": 33920.0,
      "end_time": 40079.0,
      "text": "two acts as inextricably linked: one might love someone and not sleep with them."
    },
    {
      "index": 8,
      "start_time": 40079.0,
      "end_time": 46739.0,
      "text": "Or sleep with them and not love them. It was this dislocation that Romanticism refused to countenance."
    },
    {
      "index": 9,
      "start_time": 46739.0,
      "end_time": 51719.0,
      "text": "Sex was simply the crowning moment of love, the superlative way of expressing one’s devotion"
    },
    {
      "index": 10,
      "start_time": 51719.0,
      "end_time": 57179.0,
      "text": "to someone, the ultimate proof of one’s sincerity. What this philosophy unwittingly"
    },
    {
      "index": 11,
      "start_time": 57179.0,
      "end_time": 63020.0,
      "text": "accomplished was to turn infidelity from a problem into a catastrophe."
    },
    {
      "index": 12,
      "start_time": 63020.0,
      "end_time": 69290.0,
      "text": "Never again could sex be viewed as in any way divorced from intense emotion and a profound desire for"
    },
    {
      "index": 13,
      "start_time": 69290.0,
      "end_time": 74120.0,
      "text": "commitment. It was no longer possible to say that sex meant ‘nothing’, in the sense"
    },
    {
      "index": 14,
      "start_time": 74120.0,
      "end_time": 80870.0,
      "text": "of being a joyful, kind but emotionally-empty act devoid of any desire to care for or live"
    },
    {
      "index": 15,
      "start_time": 80870.0,
      "end_time": 87780.0,
      "text": "with a new person in the long-term and in no way indicative of any drop in affection for the established partner."
    },
    {
      "index": 16,
      "start_time": 87780.0,
      "end_time": 91000.0,
      "text": "There are, of course, many cases where infidelity means"
    },
    {
      "index": 17,
      "start_time": 91000.0,
      "end_time": 96480.0,
      "text": "exactly what Romanticism takes it to mean: contempt for one’s relationship."
    },
    {
      "index": 18,
      "start_time": 96480.0,
      "end_time": 102650.0,
      "text": "But in a great many other cases, it may mean something really rather different: a passing, surface"
    },
    {
      "index": 19,
      "start_time": 102650.0,
      "end_time": 109280.0,
      "text": "desire for erotic excitement that coexists with an ongoing, sincere commitment to one’s life-partner."
    },
    {
      "index": 20,
      "start_time": 109280.0,
      "end_time": 116070.0,
      "text": "Our culture makes this thought close to impossible, and so getting ‘over’"
    },
    {
      "index": 21,
      "start_time": 116070.0,
      "end_time": 121090.0,
      "text": "an infidelity – by which is meant, learning to see that the unfaithful act might not mean"
    },
    {
      "index": 22,
      "start_time": 121090.0,
      "end_time": 126990.0,
      "text": "what Romanticism tells us it means – has become a challenge of heroic proportions and"
    },
    {
      "index": 23,
      "start_time": 126990.0,
      "end_time": 133600.0,
      "text": "most of the time, a brute impossibility. However much an unfaithful partner may patiently explain"
    },
    {
      "index": 24,
      "start_time": 133600.0,
      "end_time": 140340.0,
      "text": "that it meant nothing, the idea seems entirely implausible. How could sex, the summation"
    },
    {
      "index": 25,
      "start_time": 140340.0,
      "end_time": 148250.0,
      "text": "of love, ever mean anything less than pretty much everything? There may be one potential way out of the impasse:"
    },
    {
      "index": 26,
      "start_time": 148250.0,
      "end_time": 154480.0,
      "text": "a frank examination of the recesses of one’s own mind and perhaps,"
    },
    {
      "index": 27,
      "start_time": 154480.0,
      "end_time": 159880.0,
      "text": "an honest recall of certain moments of past personal experience."
    },
    {
      "index": 28,
      "start_time": 159880.0,
      "end_time": 166520.0,
      "text": "What this brave investigation is likely to throw up is evidence that one is strangely capable of something – in the"
    },
    {
      "index": 29,
      "start_time": 166520.0,
      "end_time": 171360.0,
      "text": "circumstances – really rather surprising: caring deeply for someone"
    },
    {
      "index": 30,
      "start_time": 171360.0,
      "end_time": 180390.0,
      "text": "and yet entertaining, or masterminding, a sexual scenario involving somebody else. However much the thought seems"
    },
    {
      "index": 31,
      "start_time": 180390.0,
      "end_time": 185590.0,
      "text": "unbelievable when we hear it from the mouth of a straying partner, it does appear that"
    },
    {
      "index": 32,
      "start_time": 185590.0,
      "end_time": 192410.0,
      "text": "it is, in some ways, really rather possible to think of screwing one person and loving another."
    },
    {
      "index": 33,
      "start_time": 192410.0,
      "end_time": 197260.0,
      "text": "The best way to recover after an infidelity may therefore be to ignore what"
    },
    {
      "index": 34,
      "start_time": 197260.0,
      "end_time": 202870.0,
      "text": "Romanticism tells us that infidelity has to mean, and to consult instead a more reliable"
    },
    {
      "index": 35,
      "start_time": 202870.0,
      "end_time": 209069.0,
      "text": "source of information: what we ourselves took infidelity to mean the last time the idea"
    },
    {
      "index": 36,
      "start_time": 209069.0,
      "end_time": 215720.0,
      "text": "crossed through our minds or our lives. It is on this basis that we may – with considerable pain of course"
    },
    {
      "index": 37,
      "start_time": 215720.0,
      "end_time": 220270.0,
      "text": "come one day to be able to forgive and even in a way understand and"
    },
    {
      "index": 38,
      "start_time": 220270.0,
      "end_time": 226420.0,
      "text": "accept the apologies of a repentant partner. It is on the basis of subjective experience"
    },
    {
      "index": 39,
      "start_time": 226420.0,
      "end_time": 233590.0,
      "text": "of unfaithful thoughts that we may redemptively enrich, complicate and soften what happens"
    },
    {
      "index": 40,
      "start_time": 233600.0,
      "end_time": 236160.0,
      "text": "when we end up as their victims."
    },
    {
      "index": 41,
      "start_time": 237920.0,
      "end_time": 241680.0,
      "text": "At The School Of Life we believe in developing emotional intelligence."
    },
    {
      "index": 42,
      "start_time": 241920.0,
      "end_time": 247120.0,
      "text": "To that end we have also created a whole range of products to support that growth."
    },
    {
      "index": 43,
      "start_time": 247120.0,
      "end_time": 251520.0,
      "text": "Find out more at the link on the screen now."
    }
  ]
}