{
  "video_id": "Oo6wspVVjAA",
  "title": "What Are China's Human Rights Violations?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 5120.0,
      "text": "Throughout early 2016, the United States, the European Union and other world powers"
    },
    {
      "index": 2,
      "start_time": 5120.0,
      "end_time": 9330.0,
      "text": "released a series of joint statements citing growing concern over China’s respect for"
    },
    {
      "index": 3,
      "start_time": 9330.0,
      "end_time": 13820.0,
      "text": "human rights. According to Reuters, the documents accuse the Chinese government of covering"
    },
    {
      "index": 4,
      "start_time": 13820.0,
      "end_time": 18490.0,
      "text": "up disappearances, censoring opposition and fostering a biased judicial system, among"
    },
    {
      "index": 5,
      "start_time": 18490.0,
      "end_time": 23609.0,
      "text": "a slew of other violations. Human rights abuses have reportedly escalated in China since President"
    },
    {
      "index": 6,
      "start_time": 23609.0,
      "end_time": 29199.0,
      "text": "Xi Jinping took office in 2014. So, what are China’s human rights violations?"
    },
    {
      "index": 7,
      "start_time": 29199.0,
      "end_time": 34940.0,
      "text": "Well, China is an authoritarian state, ruled under a one-party system. As such, its government"
    },
    {
      "index": 8,
      "start_time": 34940.0,
      "end_time": 39750.0,
      "text": "has historically valued state sovereignty over individual rights. In fact, China didn’t"
    },
    {
      "index": 9,
      "start_time": 39750.0,
      "end_time": 44320.0,
      "text": "even officially recognize human rights until the early 1990’s, after the fallout of the"
    },
    {
      "index": 10,
      "start_time": 44320.0,
      "end_time": 49399.0,
      "text": "Tiananmen Square democratic movement. Their first major treaty, the “White Papers”,"
    },
    {
      "index": 11,
      "start_time": 49399.0,
      "end_time": 53860.0,
      "text": "endowed all citizens with the rights to free speech and assembly, and specifically outlaws"
    },
    {
      "index": 12,
      "start_time": 53860.0,
      "end_time": 58739.0,
      "text": "any media censorship. In total, the government has signed and ratified more than 20 international"
    },
    {
      "index": 13,
      "start_time": 58739.0,
      "end_time": 63649.0,
      "text": "treaties on human rights. However, China has sidestepped many of these international norms,"
    },
    {
      "index": 14,
      "start_time": 63649.0,
      "end_time": 67450.0,
      "text": "and the government’s attitude on the matter has largely gone unchanged."
    },
    {
      "index": 15,
      "start_time": 67450.0,
      "end_time": 71240.0,
      "text": "In China today, the most frequent victims of human rights violations are critics of"
    },
    {
      "index": 16,
      "start_time": 71240.0,
      "end_time": 75630.0,
      "text": "the government, like journalists, lawyers, artists and activists. The state is known"
    },
    {
      "index": 17,
      "start_time": 75630.0,
      "end_time": 81020.0,
      "text": "to harass, imprison and even torture opposition members, in many cases without just cause."
    },
    {
      "index": 18,
      "start_time": 81020.0,
      "end_time": 86170.0,
      "text": "For instance in 2015, the Chinese government arbitrarily detained or questioned more than"
    },
    {
      "index": 19,
      "start_time": 86170.0,
      "end_time": 91439.0,
      "text": "200 human rights lawyers and activists whom they suspected of undermining the ruling party."
    },
    {
      "index": 20,
      "start_time": 91439.0,
      "end_time": 95610.0,
      "text": "Experts say the crackdown was part of the state’s larger effort to dismantle the “rights"
    },
    {
      "index": 21,
      "start_time": 95610.0,
      "end_time": 99520.0,
      "text": "defense” movement, which is a group of intellectuals defending individual rights through legal"
    },
    {
      "index": 22,
      "start_time": 99520.0,
      "end_time": 104649.0,
      "text": "action and activism. By the end of the year, 25 people were missing or in custody."
    },
    {
      "index": 23,
      "start_time": 104649.0,
      "end_time": 108610.0,
      "text": "China’s human rights violations are often difficult to prosecute, as the county’s"
    },
    {
      "index": 24,
      "start_time": 108610.0,
      "end_time": 113549.0,
      "text": "legal system has been designed to limit individual rights. This was exemplified 2015, when China"
    },
    {
      "index": 25,
      "start_time": 113549.0,
      "end_time": 117700.0,
      "text": "drafted a series of laws that effectively silenced dissidents, under the guise of expanding"
    },
    {
      "index": 26,
      "start_time": 117700.0,
      "end_time": 122750.0,
      "text": "national security. Among them is an anti-terror law that gives authorities sweeping powers"
    },
    {
      "index": 27,
      "start_time": 122750.0,
      "end_time": 127869.0,
      "text": "to combat militants and separatists, including the right to monitor private communications."
    },
    {
      "index": 28,
      "start_time": 127869.0,
      "end_time": 132520.0,
      "text": "Critics of the law say its definition of “terrorism” is alarmingly broad, and could hinder freedom"
    },
    {
      "index": 29,
      "start_time": 132520.0,
      "end_time": 137290.0,
      "text": "of speech and religion for China’s religious and ethnic minorities. China has also introduced"
    },
    {
      "index": 30,
      "start_time": 137290.0,
      "end_time": 141580.0,
      "text": "legislation that expands the state’s power to regulate and monitor foreign human rights"
    },
    {
      "index": 31,
      "start_time": 141580.0,
      "end_time": 143030.0,
      "text": "organizations."
    },
    {
      "index": 32,
      "start_time": 143030.0,
      "end_time": 147599.0,
      "text": "This is all under the backdrop of China’s seemingly endless war against the internet."
    },
    {
      "index": 33,
      "start_time": 147599.0,
      "end_time": 151310.0,
      "text": "Although most of the Western web is already blocked under China’s “great firewall”,"
    },
    {
      "index": 34,
      "start_time": 151310.0,
      "end_time": 156239.0,
      "text": "the government does permit certain sites, albeit under tight supervision. For instance"
    },
    {
      "index": 35,
      "start_time": 156239.0,
      "end_time": 161790.0,
      "text": "in 2014, the state passed new regulations on China’s primary social media site, WeChat,"
    },
    {
      "index": 36,
      "start_time": 161790.0,
      "end_time": 166989.0,
      "text": "barring private users from sharing news, current events, or anything that undermined the socialist"
    },
    {
      "index": 37,
      "start_time": 166989.0,
      "end_time": 172330.0,
      "text": "system. The state has since shut down millions of accounts that have not met those requirements."
    },
    {
      "index": 38,
      "start_time": 172330.0,
      "end_time": 177019.0,
      "text": "In a an open letter to President Xi Jinping, Western powers cited these and other infringements"
    },
    {
      "index": 39,
      "start_time": 177019.0,
      "end_time": 182140.0,
      "text": "on human rights as not only immoral, but harmful to China’s own economy. They said the abuses"
    },
    {
      "index": 40,
      "start_time": 182140.0,
      "end_time": 186849.0,
      "text": "have created “a climate of uncertainty” for investors, who are particularly important"
    },
    {
      "index": 41,
      "start_time": 186849.0,
      "end_time": 191239.0,
      "text": "to China during its economic decline. Whether their concerns have any effect on the country’s"
    },
    {
      "index": 42,
      "start_time": 191239.0,
      "end_time": 194720.0,
      "text": "systematic human rights violations remains to be seen."
    },
    {
      "index": 43,
      "start_time": 194720.0,
      "end_time": 198700.0,
      "text": "And China’s problems don’t end at their border. Learn about some of China’s controversies"
    },
    {
      "index": 44,
      "start_time": 198700.0,
      "end_time": 214730.0,
      "text": "in regards to terrorism in Pakistan by checking out this video from our friends at  China Uncensored. Thanks for watching Seeker"
    },
    {
      "index": 45,
      "start_time": 214730.0,
      "end_time": 224730.0,
      "text": "Daily..."
    }
  ]
}