{
  "video_id": "opD8Uq62v5I",
  "title": "Finland Is The Best Country To Travel To In 2019",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4800.0,
      "end_time": 8829.0,
      "text": "Finland is the number one destination to visit in 2019."
    },
    {
      "index": 2,
      "start_time": 8829.0,
      "end_time": 12430.0,
      "text": "It's the happiest country in the world named by the United Nations."
    },
    {
      "index": 3,
      "start_time": 12430.0,
      "end_time": 20300.0,
      "text": "We're here to explain why Insider thinks it deserves the number one spot on your travel bucket list."
    },
    {
      "index": 4,
      "start_time": 20300.0,
      "end_time": 22130.0,
      "text": "Finns are passionate about food."
    },
    {
      "index": 5,
      "start_time": 22690.0,
      "end_time": 26700.0,
      "text": "You can eat everything from reindeer meat to juicy cloudberries."
    },
    {
      "index": 6,
      "start_time": 26700.0,
      "end_time": 36130.0,
      "text": "Some of the country's more traditional foods include Karelian pasty which are savory pies made with a rye crust and filled with potatoes rice or carrots."
    },
    {
      "index": 7,
      "start_time": 36130.0,
      "end_time": 42200.0,
      "text": "During the summer, Finns gather around the barbecue and cook Ryynimakkara which is Finnish sausage."
    },
    {
      "index": 8,
      "start_time": 42200.0,
      "end_time": 44870.0,
      "text": "A huge staple in the Finn's diet is fish."
    },
    {
      "index": 9,
      "start_time": 45670.0,
      "end_time": 53200.0,
      "text": "That means everything from smoked salmon to fish pie to fresh lox can be found year-round."
    },
    {
      "index": 10,
      "start_time": 53200.0,
      "end_time": 57500.0,
      "text": "Perhaps picking out where to stay is the best part about a trip to Finland."
    },
    {
      "index": 11,
      "start_time": 57500.0,
      "end_time": 65000.0,
      "text": "Finland is a popular destination to see the Northern Lights, so across the entire country you'll find places like this."
    },
    {
      "index": 12,
      "start_time": 65000.0,
      "end_time": 69360.0,
      "text": "Glass igloos are a great way to see these iconic lights while still staying warm."
    },
    {
      "index": 13,
      "start_time": 69360.0,
      "end_time": 77500.0,
      "text": "Visit Kakslauttanen Arctic Resort for Arctic snow hotel and glass igloos to experience it for yourself."
    },
    {
      "index": 14,
      "start_time": 77500.0,
      "end_time": 81300.0,
      "text": "But if you love the cold, then an ice hotel is a place for you."
    },
    {
      "index": 15,
      "start_time": 81300.0,
      "end_time": 88600.0,
      "text": "At the Snow Castle of Kemi, you can sleep in, eat in, and explore an entire hotel made of ice."
    },
    {
      "index": 16,
      "start_time": 88600.0,
      "end_time": 97700.0,
      "text": "And if you're a Game of Thrones fan, head to the Lapland Hotels Snow Village where this entire snow hotel is inspired by the TV show."
    },
    {
      "index": 17,
      "start_time": 97700.0,
      "end_time": 108600.0,
      "text": "A few of Finland's lighthouses have been renovated into hotels, so you can venture out to Finland's coast and sleep in this unconventional place."
    },
    {
      "index": 18,
      "start_time": 108600.0,
      "end_time": 112000.0,
      "text": "The country has more saunas than cars."
    },
    {
      "index": 19,
      "start_time": 112000.0,
      "end_time": 117000.0,
      "text": "It's part of the Finnish lifestyle and something you should consider adding to your bucket list."
    },
    {
      "index": 20,
      "start_time": 117000.0,
      "end_time": 120500.0,
      "text": "There are some creative spots where you can experience a sauna."
    },
    {
      "index": 21,
      "start_time": 120500.0,
      "end_time": 124900.0,
      "text": "Visit Sport Resort Ylläs and ride in the sauna ski lift."
    },
    {
      "index": 22,
      "start_time": 124900.0,
      "end_time": 128600.0,
      "text": "Or head to Helsinki where there's a sauna ferris wheel."
    },
    {
      "index": 23,
      "start_time": 128600.0,
      "end_time": 131000.0,
      "text": "And the city has more than just a ferris wheel."
    },
    {
      "index": 24,
      "start_time": 131000.0,
      "end_time": 140800.0,
      "text": "Its historic buildings like the Helsinki Cathedral and Temppeliaukio Church, along with its bustling Market Square make it a lively capital."
    },
    {
      "index": 25,
      "start_time": 140800.0,
      "end_time": 144200.0,
      "text": "An icebreaker cruise is another popular attraction."
    },
    {
      "index": 26,
      "start_time": 144200.0,
      "end_time": 147400.0,
      "text": "Hop on a Sampo boat and break through the frozen water."
    },
    {
      "index": 27,
      "start_time": 147400.0,
      "end_time": 153100.0,
      "text": "And if you're up for it, slide in the water and experience the cold."
    },
    {
      "index": 28,
      "start_time": 153100.0,
      "end_time": 160300.0,
      "text": "Over 70% of Finland is covered in forest, so explore the forest on a dogsled or reindeer ride."
    },
    {
      "index": 29,
      "start_time": 160300.0,
      "end_time": 167700.0,
      "text": "The country has a freedom to roam policy which means you can sleep, swim, sail, fish, or forge anywhere you like."
    },
    {
      "index": 30,
      "start_time": 167700.0,
      "end_time": 175779.0,
      "text": "Finland is a country with friendly people expansive nature and yummy food which all makes it the ideal destination to visit this upcoming year."
    }
  ]
}