{
  "video_id": "opdJf3oHzvc",
  "title": "Paris - City Video Guide",
  "json": [
    {
      "index": 1,
      "start_time": 11530.0,
      "end_time": 15518.0,
      "text": "Paris is situated in Northern France on the banks of the River Seine."
    },
    {
      "index": 2,
      "start_time": 15519.0,
      "end_time": 24550.0,
      "text": "With a population of over twelve million people, the French capital is at the heart of the Île-de-France region."
    },
    {
      "index": 3,
      "start_time": 24650.0,
      "end_time": 44500.0,
      "text": "Paris earned her name, The City of Light, during The Age of Enlightenment, when many visionary ideas were born. It is a light that has remained undimmed, and which now attracts 42 million visitors a year,making Paris the most visited city in all the world."
    },
    {
      "index": 4,
      "start_time": 47390.0,
      "end_time": 54799.0,
      "text": "Paris is a city easily explored by Metro, taxi, and bicycle, but her charms are best found on foot."
    },
    {
      "index": 5,
      "start_time": 54879.0,
      "end_time": 65940.0,
      "text": "Her attractions are never far apart, and in between, well, merely walking her streets is to wander through picture postcards."
    },
    {
      "index": 6,
      "start_time": 70180.0,
      "end_time": 72640.0,
      "text": "The engine room of Paris is La Défense."
    },
    {
      "index": 7,
      "start_time": 72640.0,
      "end_time": 83780.0,
      "text": "This modern business district, filled with light and art, is testimony that Paris is designed for living, even when at work."
    },
    {
      "index": 8,
      "start_time": 84130.0,
      "end_time": 93700.0,
      "text": "From the futuristic Grande Arche at La Défense, the six mile-long Historic Axis of Paris leads us back into France's grand past."
    },
    {
      "index": 9,
      "start_time": 94320.0,
      "end_time": 108600.0,
      "text": "The Arc de Triomphe, built by Napoleon, rises from the centre of Place Charles de Gaulle and offers commanding views of the 12 grand avenues, which radiate outwards like a star. "
    },
    {
      "index": 10,
      "start_time": 108609.0,
      "end_time": 114309.0,
      "text": "From the Arc de Triomphe, The Champs-Élysées continues along the Historic Axis."
    },
    {
      "index": 11,
      "start_time": 114310.0,
      "end_time": 124200.0,
      "text": "This grand avenue is where Parisians come to dine, shop, enjoy the theater and to celebrate life."
    },
    {
      "index": 12,
      "start_time": 124490.0,
      "end_time": 137610.0,
      "text": "Gradually opening into formal gardens and majestic buildings, The Champs-Élysées merges into the largest square in Paris, the Place de la Concorde."
    },
    {
      "index": 13,
      "start_time": 137620.0,
      "end_time": 143540.0,
      "text": "Just a short stroll away is the world's greatest treasure-house of art, the Musée du Louvre."
    },
    {
      "index": 14,
      "start_time": 143550.0,
      "end_time": 150120.0,
      "text": "Once a 14th Century Palace, today the Louvre is the most visited art gallery in the world."
    },
    {
      "index": 15,
      "start_time": 150120.0,
      "end_time": 159620.0,
      "text": "With over 35,000 artworks, her most famous residents are the Mona Lisa and the Venus de Milo. "
    },
    {
      "index": 16,
      "start_time": 159620.0,
      "end_time": 170700.0,
      "text": "But be warned, this collection of priceless artworks and antiquities is simply too vast to explore in just one day."
    },
    {
      "index": 17,
      "start_time": 170730.0,
      "end_time": 178310.0,
      "text": "Not far from the Musée du Louvre stands the Centre Pompidou, displaying the largest collection of modern art in Europe."
    },
    {
      "index": 18,
      "start_time": 178319.0,
      "end_time": 189120.0,
      "text": "Parisians are still debating whether this radical design is the vision of a madman or a genius!"
    },
    {
      "index": 19,
      "start_time": 189129.0,
      "end_time": 196348.0,
      "text": "Notre Dame Cathedral is situtated on Île de la Cité, a natural island in the River Seine."
    },
    {
      "index": 20,
      "start_time": 196349.0,
      "end_time": 209250.0,
      "text": "Completed in 1345, this gothic masterpiece with her flying buttresses and gargoyles has played center stage to some of the defining moments of French history and literature."
    },
    {
      "index": 21,
      "start_time": 213569.0,
      "end_time": 217548.0,
      "text": "Parisians see it as their duty to enjoy life to its fullest."
    },
    {
      "index": 22,
      "start_time": 217549.0,
      "end_time": 232280.0,
      "text": "The Luxembourg Gardens, with its Grand Basin, fruit groves, and over 100 statues and fountains is the ideal place to grab a deckchair and play the 'Parisian at rest'. "
    },
    {
      "index": 23,
      "start_time": 232280.0,
      "end_time": 234870.0,
      "text": "Nothing says Paris like the Eifel Tower."
    },
    {
      "index": 24,
      "start_time": 234870.0,
      "end_time": 238400.0,
      "text": "The Iron Lady can be seen from all over the city."
    },
    {
      "index": 25,
      "start_time": 238500.0,
      "end_time": 249480.0,
      "text": "However, nothing can prepare you for the moment when you first stand at her feet, or the views from the top that you will to hold dear for a lifetime."
    },
    {
      "index": 26,
      "start_time": 254590.0,
      "end_time": 259899.0,
      "text": "Looking north, the city rises into the hillside neighborhood of Montmartre."
    },
    {
      "index": 27,
      "start_time": 259899.0,
      "end_time": 269150.0,
      "text": "Once the artistic centre of Paris, her twisting streets and narrow lanes were at one time the home of Picasso, Dali and Van Gogh."
    },
    {
      "index": 28,
      "start_time": 269150.0,
      "end_time": 275739.0,
      "text": "They are the perfect place to lose yourself and discover those special Parisian moments."
    },
    {
      "index": 29,
      "start_time": 275740.0,
      "end_time": 289300.0,
      "text": "But you can never be lost for long in Montmartre, as long as you head upwards you'll eventually come to her gleaming white crown, Sacré-Cœur Basilica."
    },
    {
      "index": 30,
      "start_time": 289300.0,
      "end_time": 295109.0,
      "text": "Leave the bustling city behind and step through the gates of The Cimetière du Père-Lachaise."
    },
    {
      "index": 31,
      "start_time": 295110.0,
      "end_time": 311990.0,
      "text": "Here, amid the quiet world of bird song and introspection, you can pay your respects to Jim Morrison, Oscar Wilde, and some of the world's greatest minds for whom Paris is now forever home."
    },
    {
      "index": 32,
      "start_time": 312530.0,
      "end_time": 319080.0,
      "text": "Once a day's coach journey from central Paris, the Palace of Versailles is now an easy half-hour train ride away."
    },
    {
      "index": 33,
      "start_time": 319690.0,
      "end_time": 331300.0,
      "text": "This magnificent 17th century Château welcomes everyone, from heads of state to backpackers. "
    },
    {
      "index": 34,
      "start_time": 332460.0,
      "end_time": 339460.0,
      "text": "The River Seine runs right through the heart of Paris, creating a natural divide between her famous Left and Right Banks. "
    },
    {
      "index": 35,
      "start_time": 339460.0,
      "end_time": 354350.0,
      "text": "Of her 37 bridges, The Pont Alexandre III is considered the most ornate, while the graceful Pont Des Arts offers some incredible vistas of the city."
    },
    {
      "index": 36,
      "start_time": 354350.0,
      "end_time": 363780.0,
      "text": "Artists and photographers gather here to capture the light, while lovers attach padlocks to the railings as if to say, \"This is Paris, now we are Paris too.\""
    }
  ]
}