{
  "video_id": "OpnqCZI3vPM",
  "title": "Extend Your Studio Background: Take and Make Great Photography with Gavin Hoey",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6000.0,
      "end_time": 14000.0,
      "text": "In this video - I show you how to take a small studio background and make it much, much, bigger."
    },
    {
      "index": 2,
      "start_time": 14000.0,
      "end_time": 18409.0,
      "text": "AdoramaTV presents Take and Make Great Photography with Gavin Hoey."
    },
    {
      "index": 3,
      "start_time": 18409.0,
      "end_time": 24800.0,
      "text": "Hello I&#39;m Gavin Hoey and you are watching AdoramaTV Adoroma the camera store that"
    },
    {
      "index": 4,
      "start_time": 24800.0,
      "end_time": 30579.0,
      "text": "has everything for us photographers. And today you join me in my small studio and"
    },
    {
      "index": 5,
      "start_time": 30579.0,
      "end_time": 36010.0,
      "text": "the key word is small, if you own a small home studio, or a portable studio, one of"
    },
    {
      "index": 6,
      "start_time": 36010.0,
      "end_time": 40190.0,
      "text": "the downsides is often your backgrounds are quite small."
    },
    {
      "index": 7,
      "start_time": 40190.0,
      "end_time": 46710.0,
      "text": "This shoot the idea I&#39;ve got requires a big wide space, a feeling of openness, and"
    },
    {
      "index": 8,
      "start_time": 46710.0,
      "end_time": 51579.0,
      "text": "the background I&#39;ve setup is this, which is actually smaller than my usual"
    },
    {
      "index": 9,
      "start_time": 51579.0,
      "end_time": 57010.0,
      "text": "background. Now of course I could shoot this in upright portrait format and just show"
    },
    {
      "index": 10,
      "start_time": 57010.0,
      "end_time": 60359.0,
      "text": "you that, but think about it, upright portrait, that would make the pictures"
    },
    {
      "index": 11,
      "start_time": 60359.0,
      "end_time": 62949.0,
      "text": "seem a little bit tighter, it won&#39;t have that feeling of space, but also"
    },
    {
      "index": 12,
      "start_time": 62949.0,
      "end_time": 68400.0,
      "text": "you&#39;re viewing this on a wide screen for maximum impact, I want to fill your"
    },
    {
      "index": 13,
      "start_time": 68400.0,
      "end_time": 73790.0,
      "text": "screen with image. And I can make that happen by applying a few tricks, one of"
    },
    {
      "index": 14,
      "start_time": 73790.0,
      "end_time": 77940.0,
      "text": "them is bit of pre-planning, the other is a trick we can do during the photography"
    },
    {
      "index": 15,
      "start_time": 77940.0,
      "end_time": 83290.0,
      "text": "and finally bring it all together with a bit of work in Photoshop so let&#39;s get"
    },
    {
      "index": 16,
      "start_time": 83290.0,
      "end_time": 88690.0,
      "text": "shooting. Today I been joined in the studio by Adrienne, and she&#39;s gonna be the"
    },
    {
      "index": 17,
      "start_time": 88690.0,
      "end_time": 94560.0,
      "text": "model, and as you can see we&#39;ve got a nice simple setup, here I got my balloon which is magically"
    },
    {
      "index": 18,
      "start_time": 94560.0,
      "end_time": 98920.0,
      "text": "hovering in the air, it&#39;s not, it&#39;s attached to a piece of fishing twine and"
    },
    {
      "index": 19,
      "start_time": 98920.0,
      "end_time": 104170.0,
      "text": "whole set is quite a tall thin set up. Now that&#39;s fine except of course I want"
    },
    {
      "index": 20,
      "start_time": 104170.0,
      "end_time": 109030.0,
      "text": "have a wide shot for the internet. So I&#39;ve got to do a couple of things, now I&#39;m"
    },
    {
      "index": 21,
      "start_time": 109030.0,
      "end_time": 112720.0,
      "text": "going to do the post-processing, we&#39;ll get to that in a bit but to make life easier,"
    },
    {
      "index": 22,
      "start_time": 112720.0,
      "end_time": 118310.0,
      "text": "I got three things I&#39;ve got prepared. First of all the background, the background on this shot has a"
    },
    {
      "index": 23,
      "start_time": 118310.0,
      "end_time": 122910.0,
      "text": "little bit a texture to it, with a white background or a pure black background"
    },
    {
      "index": 24,
      "start_time": 122910.0,
      "end_time": 127650.0,
      "text": "then that easy to extend, if you shoot with a more even background, it becomes a"
    },
    {
      "index": 25,
      "start_time": 127650.0,
      "end_time": 131870.0,
      "text": "bit harder to extend, but texture, it makes the blending of my"
    },
    {
      "index": 26,
      "start_time": 131870.0,
      "end_time": 136790.0,
      "text": "new background, edges a lot easier to the real background, so that&#39;s one thing, next"
    },
    {
      "index": 27,
      "start_time": 136790.0,
      "end_time": 141989.0,
      "text": "thing is the lighting, I&#39;m going to light this with really soft flat even lighting."
    },
    {
      "index": 28,
      "start_time": 141989.0,
      "end_time": 146180.0,
      "text": "If I had hard lighting, or directional lighting again the Photoshop bit, would just be"
    },
    {
      "index": 29,
      "start_time": 146180.0,
      "end_time": 149629.0,
      "text": "just that little bit harder, not impossible just harder. and I want to make life"
    },
    {
      "index": 30,
      "start_time": 149629.0,
      "end_time": 155140.0,
      "text": "easier for myself, so I&#39;m going to use the Streetlight360 as my main light, in fact I&#39;ve got"
    },
    {
      "index": 31,
      "start_time": 155140.0,
      "end_time": 157940.0,
      "text": "two of them here, and these lights"
    },
    {
      "index": 32,
      "start_time": 157940.0,
      "end_time": 162769.0,
      "text": "well they are bare flash, this isn&#39;t going to give me soft lighting, normally for soft"
    },
    {
      "index": 33,
      "start_time": 162769.0,
      "end_time": 168019.0,
      "text": "lighting you use a soft box or an umbrella but I&#39;m in a really small studio. The walls"
    },
    {
      "index": 34,
      "start_time": 168019.0,
      "end_time": 173250.0,
      "text": "in my really small studio,  well they&#39;re painted white, if I get my lights I put"
    },
    {
      "index": 35,
      "start_time": 173250.0,
      "end_time": 178819.0,
      "text": "them over to the side, and I bounce them off the wall they become a much bigger"
    },
    {
      "index": 36,
      "start_time": 178819.0,
      "end_time": 182930.0,
      "text": "source of light, much softer source as a result and that&#39;s where I&#39;m going to get my"
    },
    {
      "index": 37,
      "start_time": 182930.0,
      "end_time": 188030.0,
      "text": "lovely soft even lighting from, Now we need to meter this, so let&#39;s just see"
    },
    {
      "index": 38,
      "start_time": 188030.0,
      "end_time": 192680.0,
      "text": "what power we&#39;re getting at the moment,  I got my flash meter. I&#39;m just going to pop it in the"
    },
    {
      "index": 39,
      "start_time": 192680.0,
      "end_time": 199180.0,
      "text": "middle of the scene, will press the test button, I&#39;m getting f8, so that&#39;s"
    },
    {
      "index": 40,
      "start_time": 199180.0,
      "end_time": 204079.0,
      "text": "absolutely perfect f8, I&#39;m happy to use f8, we can test each individual"
    },
    {
      "index": 41,
      "start_time": 204079.0,
      "end_time": 211489.0,
      "text": "light if I like, by kind of standing in front f8... And not surprisingly f8"
    },
    {
      "index": 42,
      "start_time": 211489.0,
      "end_time": 216379.0,
      "text": "So it is exactly what you might imagine, lovely, soft even lighting so we got a nice"
    },
    {
      "index": 43,
      "start_time": 216379.0,
      "end_time": 219530.0,
      "text": "texture background but nice even lighting, my third thing that&#39;s going to"
    },
    {
      "index": 44,
      "start_time": 219530.0,
      "end_time": 226220.0,
      "text": "make my life so much easier, is a tripod. Now if I show you all my shots exactly"
    },
    {
      "index": 45,
      "start_time": 226220.0,
      "end_time": 230260.0,
      "text": "the same height same position when it comes to adding a new background"
    },
    {
      "index": 46,
      "start_time": 230260.0,
      "end_time": 234639.0,
      "text": "well that&#39;s just come out like it so much simpler so using a tripod but this"
    },
    {
      "index": 47,
      "start_time": 234639.0,
      "end_time": 239980.0,
      "text": "shoot is something that I&#39;m going to highly recommend, and we will pop my camera, an Olympus10F on the"
    },
    {
      "index": 48,
      "start_time": 239980.0,
      "end_time": 245910.0,
      "text": "tripod in a minute as we do the shoot.So that&#39;s the basics lets actually get on and do the shoot"
    },
    {
      "index": 49,
      "start_time": 245910.0,
      "end_time": 252060.0,
      "text": "and start taking some pictures,  are you ready"
    },
    {
      "index": 50,
      "start_time": 252060.0,
      "end_time": 299750.0,
      "text": "ok"
    },
    {
      "index": 51,
      "start_time": 299750.0,
      "end_time": 307570.0,
      "text": "So there we are, we got some great shots there, but my shoot isn&#39;t quite done yet, however Adrienne"
    },
    {
      "index": 52,
      "start_time": 307570.0,
      "end_time": 310800.0,
      "text": "we are done with you, so you may now leave the stage."
    },
    {
      "index": 53,
      "start_time": 310800.0,
      "end_time": 316480.0,
      "text": "Thank you very much indeed. Take Teddy with you, fantastic. So I&#39;ve got one more set of"
    },
    {
      "index": 54,
      "start_time": 316480.0,
      "end_time": 322080.0,
      "text": "shots to do and my shots basically involve nothing at all. Ok so I&#39;m going"
    },
    {
      "index": 55,
      "start_time": 322080.0,
      "end_time": 330430.0,
      "text": "get rid of our model, which we&#39;ve done. I&#39;m going to take the balloon away,  here it goes."
    },
    {
      "index": 56,
      "start_time": 330430.0,
      "end_time": 336160.0,
      "text": "And I am going to take the same shots on an empty set. Same exposure, same lighting, same camera"
    },
    {
      "index": 57,
      "start_time": 336160.0,
      "end_time": 345200.0,
      "text": "position, that&#39;s kind of important and that empty shot is going to become my"
    },
    {
      "index": 58,
      "start_time": 345200.0,
      "end_time": 350980.0,
      "text": "new extended background. So let&#39;s get the best of the photoshoot and the empty"
    },
    {
      "index": 59,
      "start_time": 350980.0,
      "end_time": 356010.0,
      "text": "frame into Photoshop and we&#39;ll do some editing on that right now. So with the"
    },
    {
      "index": 60,
      "start_time": 356010.0,
      "end_time": 360190.0,
      "text": "photography done it&#39;s time to move into Photoshop and I&#39;ve gone through the images"
    },
    {
      "index": 61,
      "start_time": 360190.0,
      "end_time": 365520.0,
      "text": "and chosen one of my favourites, and the empty background. They both had exactly"
    },
    {
      "index": 62,
      "start_time": 365520.0,
      "end_time": 370780.0,
      "text": "the same processing in Adobe Camera Raw. I went for the sort of pinky tone, I felt that really added"
    },
    {
      "index": 63,
      "start_time": 370780.0,
      "end_time": 374419.0,
      "text": "to the shot. That&#39;s important, they need to be processed the same, let&#39;s have a"
    },
    {
      "index": 64,
      "start_time": 374419.0,
      "end_time": 378940.0,
      "text": "look at the shots so this is the image I want to use and as you can see it&#39;s a"
    },
    {
      "index": 65,
      "start_time": 378940.0,
      "end_time": 382820.0,
      "text": "nice shot, looks really good and this is the empty background image. And as you"
    },
    {
      "index": 66,
      "start_time": 382820.0,
      "end_time": 386940.0,
      "text": "can see there&#39;s no difference other than there&#39;s no model and balloon in here. The key"
    },
    {
      "index": 67,
      "start_time": 386940.0,
      "end_time": 391590.0,
      "text": "thing the angle of view is exactly the same height above the floor it is exactly"
    },
    {
      "index": 68,
      "start_time": 391590.0,
      "end_time": 396460.0,
      "text": "the same. Now I want to make this larger I&#39;m going to get the crop tool. About a"
    },
    {
      "index": 69,
      "start_time": 396460.0,
      "end_time": 400510.0,
      "text": "16 x 9 crop preset in there so if I drag that a little bit bigger"
    },
    {
      "index": 70,
      "start_time": 400510.0,
      "end_time": 406270.0,
      "text": "that&#39;s the amount of space I need to fill in, which is a lot to say the least,"
    },
    {
      "index": 71,
      "start_time": 406270.0,
      "end_time": 411020.0,
      "text": "almost three times the amount of the original shot. Now I&#39;m actually not going"
    },
    {
      "index": 72,
      "start_time": 411020.0,
      "end_time": 417380.0,
      "text": "to increase my canvas using white, and actually increase my canvas using a red"
    },
    {
      "index": 73,
      "start_time": 417380.0,
      "end_time": 421440.0,
      "text": "and this might seem a little bit weird. &#39;Cause I&#39;m going to cover it all up anyway so why am I"
    },
    {
      "index": 74,
      "start_time": 421440.0,
      "end_time": 427090.0,
      "text": "bothering about the colour? Well now that become clear in a second, so that&#39;s the new"
    },
    {
      "index": 75,
      "start_time": 427090.0,
      "end_time": 433820.0,
      "text": "working area. Let&#39;s go grab this image and we&#39;ll just select and copy it going"
    },
    {
      "index": 76,
      "start_time": 433820.0,
      "end_time": 438710.0,
      "text": "back to the main image and paste this in. Now when I pasted it in, I can get the move tool and"
    },
    {
      "index": 77,
      "start_time": 438710.0,
      "end_time": 443080.0,
      "text": "I can drag this over to the side, if I  hold shift it will stay nice and level"
    },
    {
      "index": 78,
      "start_time": 443080.0,
      "end_time": 446840.0,
      "text": "so you can see I got a bit of room here and if I drop this down, you can see I&#39;ve got a little bit of"
    },
    {
      "index": 79,
      "start_time": 446840.0,
      "end_time": 452170.0,
      "text": "area to play with, and maybe you can start to see why I&#39;m using red as my background colour."
    },
    {
      "index": 80,
      "start_time": 452170.0,
      "end_time": 456310.0,
      "text": "But that will become much clearer when I add a layer mask in here. We&#39;ll get a"
    },
    {
      "index": 81,
      "start_time": 456310.0,
      "end_time": 461460.0,
      "text": "brush that&#39;s black and I can paint with a little layer mask, now, now you can see why"
    },
    {
      "index": 82,
      "start_time": 461460.0,
      "end_time": 466870.0,
      "text": "I am using red, so anywhere I just kind of sneak over the edges and get that"
    },
    {
      "index": 83,
      "start_time": 466870.0,
      "end_time": 471970.0,
      "text": "little red area coming through, I swap to white and can paint that back out again and"
    },
    {
      "index": 84,
      "start_time": 471970.0,
      "end_time": 477170.0,
      "text": "that just helps me to make sure that I fill in my edges and I don&#39;t have any weird background"
    },
    {
      "index": 85,
      "start_time": 477170.0,
      "end_time": 482020.0,
      "text": "colors coming through. Ok that&#39;s one side done obviously I&#39;m going to do exactly the"
    },
    {
      "index": 86,
      "start_time": 482020.0,
      "end_time": 487200.0,
      "text": "same to the other side, and well it&#39;s exactly the same technique, that&#39;s just"
    },
    {
      "index": 87,
      "start_time": 487200.0,
      "end_time": 491830.0,
      "text": "come in here and paste it, it will still be in  my clipboard and drag that to the side"
    },
    {
      "index": 88,
      "start_time": 491830.0,
      "end_time": 497940.0,
      "text": "snap the left edge onto the left edge Upper layer mask in here and again where is it?"
    },
    {
      "index": 89,
      "start_time": 497940.0,
      "end_time": 502490.0,
      "text": "Actually it&#39;s quite hard to see, there it is in any case, we will get a paintbrush make"
    },
    {
      "index": 90,
      "start_time": 502490.0,
      "end_time": 507180.0,
      "text": "sure the paint brushes is black, and we&#39;ll come in here yep you&#39;ll see immediately"
    },
    {
      "index": 91,
      "start_time": 507180.0,
      "end_time": 511570.0,
      "text": "get that wrong, that&#39;s absolutely fine, it&#39;s so hard to see on that edge, I&#39;m almost wondering"
    },
    {
      "index": 92,
      "start_time": 511570.0,
      "end_time": 514990.0,
      "text": "why I&#39;m worried about that bit maybe I should just worried about this bit down"
    },
    {
      "index": 93,
      "start_time": 514990.0,
      "end_time": 520570.0,
      "text": "here, yeah, there we go. That&#39;s the bit I need to worry about and I&#39;m doing this in a non"
    },
    {
      "index": 94,
      "start_time": 520570.00000000006,
      "end_time": 523890.00000000006,
      "text": "straight lines and giving us a little bit of a wobble and a wiggle because I"
    },
    {
      "index": 95,
      "start_time": 523890.0,
      "end_time": 527500.0,
      "text": "don&#39;t want this to be an exact straight-line, I want some bits from some"
    },
    {
      "index": 96,
      "start_time": 527500.0,
      "end_time": 532030.0,
      "text": "images and some from others. ok that&#39;s great now, once I&#39;ve done that I&#39;m"
    },
    {
      "index": 97,
      "start_time": 532030.0,
      "end_time": 536830.0,
      "text": "absolutely happy, either flatten the image down or make a duplicate flattened"
    },
    {
      "index": 98,
      "start_time": 536830.0,
      "end_time": 538940.0,
      "text": "layer, lets just flattened that down."
    },
    {
      "index": 99,
      "start_time": 538940.0,
      "end_time": 542890.0,
      "text": "And I&#39;m going to look for anywhere where there&#39;s an obvious sort of exactly the"
    },
    {
      "index": 100,
      "start_time": 542890.0,
      "end_time": 546640.0,
      "text": "same bits here, that&#39;s exactly the same bits there, anywhere where there&#39;s an"
    },
    {
      "index": 101,
      "start_time": 546640.0,
      "end_time": 550770.0,
      "text": "obvious similarity between the two shots to use something like the spot healing"
    },
    {
      "index": 102,
      "start_time": 550770.0,
      "end_time": 555420.0,
      "text": "brush or the clone stamp tool,  just to today away those little bits just so we have"
    },
    {
      "index": 103,
      "start_time": 555420.0,
      "end_time": 562360.0,
      "text": "no exactly repeating patterns. Al least not too many, one or two you can get away with but too"
    },
    {
      "index": 104,
      "start_time": 562360.0,
      "end_time": 566060.0,
      "text": "many of them and it will start to look artificial so there we go. I can spend a"
    },
    {
      "index": 105,
      "start_time": 566060.0,
      "end_time": 571120.0,
      "text": "little bit of time just tidying that up and there is my final picture completed."
    },
    {
      "index": 106,
      "start_time": 571120.0,
      "end_time": 576880.0,
      "text": "Just because you have a small studio doesn&#39;t mean you can&#39;t think big and"
    },
    {
      "index": 107,
      "start_time": 576880.0,
      "end_time": 581320.0,
      "text": "create big as well, if you enjoyed this video and you want to see more from"
    },
    {
      "index": 108,
      "start_time": 581320.0,
      "end_time": 585320.0,
      "text": "myself and the other amazing presenters here on AdoramaTV, you know you&#39;ve got"
    },
    {
      "index": 109,
      "start_time": 585320.0,
      "end_time": 591120.0,
      "text": "to do you. You&#39;ve got to click on the .. oh no I&#39;ve broken it... click on the subscribe button.."
    },
    {
      "index": 110,
      "start_time": 591120.0,
      "end_time": 601120.0,
      "text": "I&#39;m Gavin Hoey, thanks for watching."
    }
  ]
}