{
  "video_id": "OpsWEaF5q-k",
  "title": "Q2 2015 IFRS quarterly technical update - Bringing clarity to an IFRS world",
  "json": [
    {
      "index": 1,
      "start_time": 2980.0,
      "end_time": 8090.0,
      "text": "Welcome to Deloitte Financial Reporting Updates, our webcast series for issues and developments"
    },
    {
      "index": 2,
      "start_time": 8090.0,
      "end_time": 13680.0,
      "text": "related to the various accounting frameworks. Today’s presentation is Bringing clarity"
    },
    {
      "index": 3,
      "start_time": 13680.0,
      "end_time": 17800.0,
      "text": "to an IFRS world - IFRS quarterly technical update."
    },
    {
      "index": 4,
      "start_time": 17800.0,
      "end_time": 22140.0,
      "text": "I am Jon Kligman, your host for today’s webcast, and I am joined by others from our"
    },
    {
      "index": 5,
      "start_time": 22140.0,
      "end_time": 28630.0,
      "text": "National Office. Before we get to our agenda and speakers, a couple of housekeeping items."
    },
    {
      "index": 6,
      "start_time": 28630.0,
      "end_time": 33620.0,
      "text": "As you are aware, this webcast has been pre-recorded. If you know of colleagues who could not listen"
    },
    {
      "index": 7,
      "start_time": 33620.0,
      "end_time": 44710.0,
      "text": "in to the webcast at this time, they can simply access the webcast at www.deloitte.com/ca/update"
    },
    {
      "index": 8,
      "start_time": 44710.0,
      "end_time": 49469.0,
      "text": "at a later date. Now let me introduce our speakers and discuss the agenda."
    },
    {
      "index": 9,
      "start_time": 49469.0,
      "end_time": 55239.0,
      "text": "First, you will hear from Kerry Danyluk who will provide an IFRS Interpretations Committee"
    },
    {
      "index": 10,
      "start_time": 55239.0,
      "end_time": 61219.0,
      "text": "update. After Kerry, Maryse Vendette, will discuss new developments on IFRS 15 Revenue"
    },
    {
      "index": 11,
      "start_time": 61219.0,
      "end_time": 67070.0,
      "text": "from Contracts with Customers. After Maryse, An Lam will provide an update on the leasing"
    },
    {
      "index": 12,
      "start_time": 67070.0,
      "end_time": 71130.0,
      "text": "standard as well as provide insight into future accounting amendments."
    },
    {
      "index": 13,
      "start_time": 71130.0,
      "end_time": 76000.0,
      "text": "I would like to remind our viewers that our comments on this webcast represent our own"
    },
    {
      "index": 14,
      "start_time": 76000.0,
      "end_time": 82880.0,
      "text": "personal views and do not constitute official interpretive accounting guidance from Deloitte."
    },
    {
      "index": 15,
      "start_time": 82880.0,
      "end_time": 87820.0,
      "text": "Before taking any action on any of these issues, it is always a good idea to check with a qualified"
    },
    {
      "index": 16,
      "start_time": 87820.0,
      "end_time": 88370.0,
      "text": "advisor."
    },
    {
      "index": 17,
      "start_time": 88370.0,
      "end_time": 93880.0,
      "text": "I would now like to welcome our first speaker, Kerry Danyluk. Kerry joined Deloitte as a"
    },
    {
      "index": 18,
      "start_time": 93880.0,
      "end_time": 101090.0,
      "text": "partner in 2006 with over 20 years’ experience in public practice, standard setting and industry."
    },
    {
      "index": 19,
      "start_time": 101090.0,
      "end_time": 105790.0,
      "text": "Kerry is currently a partner in Deloitte’s National Assurance and Advisory services and"
    },
    {
      "index": 20,
      "start_time": 105790.0,
      "end_time": 112360.0,
      "text": "specializes in a variety of areas of IFRS, ASPE and not-for-profit accounting. Over to"
    },
    {
      "index": 21,
      "start_time": 112360.0,
      "end_time": 114410.0,
      "text": "you Kerry."
    },
    {
      "index": 22,
      "start_time": 114410.0,
      "end_time": 120290.0,
      "text": "Thanks Jon and good day everyone. So, as Jon mentioned today, I am going to discuss some"
    },
    {
      "index": 23,
      "start_time": 120290.0,
      "end_time": 125890.0,
      "text": "aspects of the recent IFRIC meeting and some of the decisions that they have made. In March"
    },
    {
      "index": 24,
      "start_time": 125890.0,
      "end_time": 131209.0,
      "text": "2015, they did discuss a number of different topics and ongoing projects, some of which"
    },
    {
      "index": 25,
      "start_time": 131209.0,
      "end_time": 136689.0,
      "text": "will no doubt be updating on in future webcasts as they get more advanced. So, today, what"
    },
    {
      "index": 26,
      "start_time": 136689.0,
      "end_time": 143280.0,
      "text": "we are really going to do is confine our discussion to a number of tentative agenda decisions"
    },
    {
      "index": 27,
      "start_time": 143280.0,
      "end_time": 148450.0,
      "text": "that they have finalized, the IFRIC has finalized related to IFRS 11, which is of course the"
    },
    {
      "index": 28,
      "start_time": 148450.0,
      "end_time": 153209.0,
      "text": "joint arrangements standard that we got, that became final in IFRS and effective in IFRS"
    },
    {
      "index": 29,
      "start_time": 153209.0,
      "end_time": 158840.0,
      "text": "a couple of years ago. So, during that couple of years or really the few years since the"
    },
    {
      "index": 30,
      "start_time": 158840.0,
      "end_time": 165069.0,
      "text": "standard was issued, there have been a number of interpretive questions raised and the IFRIC"
    },
    {
      "index": 31,
      "start_time": 165069.0,
      "end_time": 170609.0,
      "text": "has dealt with a bunch of these and discussed a number of them and finalizing decisions"
    },
    {
      "index": 32,
      "start_time": 170609.0,
      "end_time": 177379.0,
      "text": "in the March 2015 meeting. So, they decided not to take any of the matters onto their"
    },
    {
      "index": 33,
      "start_time": 177379.0,
      "end_time": 181420.0,
      "text": "agenda as projects. So, this means that there would not be any standard-setting activity"
    },
    {
      "index": 34,
      "start_time": 181420.0,
      "end_time": 188219.0,
      "text": "out of these discussions or any new IFRICs or amendments to the IFRS standard itself,"
    },
    {
      "index": 35,
      "start_time": 188219.0,
      "end_time": 194650.0,
      "text": "but they do provide their comments and their notes and the reasoning for not taking these"
    },
    {
      "index": 36,
      "start_time": 194650.0,
      "end_time": 203549.0,
      "text": "questions onto their agenda and while not authoritative, sometimes those notes and basically"
    },
    {
      "index": 37,
      "start_time": 203549.0,
      "end_time": 211269.0,
      "text": "the final decision that they publish offer some helpful interpretive guidance in how"
    },
    {
      "index": 38,
      "start_time": 211269.0,
      "end_time": 220999.0,
      "text": "they believe the standards should be interpreted. So, while we are not changing IFRS 11 at all,"
    },
    {
      "index": 39,
      "start_time": 220999.0,
      "end_time": 227499.0,
      "text": "these agenda decisions do add to the sort of body of literature out there that is available"
    },
    {
      "index": 40,
      "start_time": 227499.0,
      "end_time": 232019.0,
      "text": "for question, something that you might look at is if you are trying to look at different"
    },
    {
      "index": 41,
      "start_time": 232019.0,
      "end_time": 237510.0,
      "text": "interpretive matters under IFRS 11, which you will know if you had to deal with it,"
    },
    {
      "index": 42,
      "start_time": 237510.0,
      "end_time": 241180.0,
      "text": "did have a number of challenges around how things should be interpreted."
    },
    {
      "index": 43,
      "start_time": 241180.0,
      "end_time": 249650.0,
      "text": "So, on the first slide here, we have got the decision tree, basically which takes you through"
    },
    {
      "index": 44,
      "start_time": 249650.0,
      "end_time": 253939.0,
      "text": "deciding whether your joint arrangement is a joint operation or a joint venture and of"
    },
    {
      "index": 45,
      "start_time": 253939.0,
      "end_time": 259090.0,
      "text": "course you remember that, that is an important determination because joint operations and"
    },
    {
      "index": 46,
      "start_time": 259089.99999999997,
      "end_time": 263500.0,
      "text": "joint ventures get different accounting, with joint ventures being accounted for under the"
    },
    {
      "index": 47,
      "start_time": 263500.0,
      "end_time": 270690.0,
      "text": "equity method and then joint operation, each party accounts for its share of revenues,"
    },
    {
      "index": 48,
      "start_time": 270690.0,
      "end_time": 277420.0,
      "text": "expenses, assets and liabilities. So, it is an important consideration and really a big"
    },
    {
      "index": 49,
      "start_time": 277420.0,
      "end_time": 282900.0,
      "text": "area for interpretive questions has been around the part of the slide that has got the circled"
    },
    {
      "index": 50,
      "start_time": 282900.0,
      "end_time": 289210.0,
      "text": "box on it, other facts and circumstances. So, as you work through, one of the first"
    },
    {
      "index": 51,
      "start_time": 289210.0,
      "end_time": 296410.0,
      "text": "questions is whether the arrangement is conducted through a separate legal entity and if not"
    },
    {
      "index": 52,
      "start_time": 296410.0,
      "end_time": 303880.0,
      "text": "that is the easier consideration than it is a joint operation and the operators are accounting"
    },
    {
      "index": 53,
      "start_time": 303880.0,
      "end_time": 309590.0,
      "text": "for their share of revenues, expenses, assets and liabilities, sort of almost quasi kind"
    },
    {
      "index": 54,
      "start_time": 309590.0,
      "end_time": 315020.0,
      "text": "of line by line consolidation of each of the items, what we used to call proportionate"
    },
    {
      "index": 55,
      "start_time": 315020.0,
      "end_time": 321470.0,
      "text": "consolidation. So, that is a sort of the easy case, but where the issues have arisen is"
    },
    {
      "index": 56,
      "start_time": 321470.0,
      "end_time": 326370.0,
      "text": "as you work down this decision tree and you pass through the legal entity questions and"
    },
    {
      "index": 57,
      "start_time": 326370.0,
      "end_time": 330120.0,
      "text": "the questions about the contractual arrangements and you get to this notion of other facts"
    },
    {
      "index": 58,
      "start_time": 330120.0,
      "end_time": 335540.0,
      "text": "and circumstances. The idea is that there might be other facts and circumstances present"
    },
    {
      "index": 59,
      "start_time": 335540.0,
      "end_time": 339780.0,
      "text": "in the arrangement that indicate that the parties to the arrangement have rights to"
    },
    {
      "index": 60,
      "start_time": 339780.0,
      "end_time": 345500.0,
      "text": "assets and obligations for liabilities, in which case you would end up back in the joint"
    },
    {
      "index": 61,
      "start_time": 345500.0,
      "end_time": 352500.0,
      "text": "operation camp even if you had a separate legal entity for example. What we saw in Canada"
    },
    {
      "index": 62,
      "start_time": 352500.0,
      "end_time": 358100.0,
      "text": "in our implementation of IFRS 11 is it is often in that box that we end up because a"
    },
    {
      "index": 63,
      "start_time": 358100.0,
      "end_time": 364500.0,
      "text": "lot of the joint arrangements are conducted through a separate legal vehicle and so you"
    },
    {
      "index": 64,
      "start_time": 364500.0,
      "end_time": 368510.0,
      "text": "do sort of pass your way all the way down into other facts and circumstances and we"
    },
    {
      "index": 65,
      "start_time": 368510.0,
      "end_time": 373940.0,
      "text": "see such things as both parties are buying all the output for example, which may be an"
    },
    {
      "index": 66,
      "start_time": 373940.0,
      "end_time": 380830.0,
      "text": "indicator that you have a joint operation. So, a lot of the final decisions that we will"
    },
    {
      "index": 67,
      "start_time": 380830.0,
      "end_time": 387310.0,
      "text": "talk about today that the IFRIC has just released out of their March 2015 meeting do centre"
    },
    {
      "index": 68,
      "start_time": 387310.0,
      "end_time": 390750.0,
      "text": "around this question of interpreting other facts and circumstances."
    },
    {
      "index": 69,
      "start_time": 390750.0,
      "end_time": 399190.0,
      "text": "So, on the next slide, issue #1 first addresses whether the assessment of other facts and"
    },
    {
      "index": 70,
      "start_time": 399190.0,
      "end_time": 405110.0,
      "text": "circumstances should be performed considering other facts and circumstances that create"
    },
    {
      "index": 71,
      "start_time": 405110.0,
      "end_time": 411430.0,
      "text": "enforceable rights to assets and obligations for liabilities, or is it a matter of we could"
    },
    {
      "index": 72,
      "start_time": 411430.0,
      "end_time": 416700.0,
      "text": "just look at the design, purpose and maybe the entity’s business needs and past practices."
    },
    {
      "index": 73,
      "start_time": 416700.0,
      "end_time": 421530.0,
      "text": "So, maybe everything is not written down, but that is how we always do it or that was"
    },
    {
      "index": 74,
      "start_time": 421530.0,
      "end_time": 428080.0,
      "text": "our intention and so on. So, the IFRIC did discuss this question and where they landed"
    },
    {
      "index": 75,
      "start_time": 428080.0,
      "end_time": 434370.0,
      "text": "is, what their notes indicate is that they believe that these facts and circumstances"
    },
    {
      "index": 76,
      "start_time": 434370.0,
      "end_time": 439800.0,
      "text": "need to create enforceable rights to assets and obligations for liabilities in order to"
    },
    {
      "index": 77,
      "start_time": 439800.0,
      "end_time": 445080.0,
      "text": "be really considered in the other facts and circumstances part of the test. If they are"
    },
    {
      "index": 78,
      "start_time": 445080.0,
      "end_time": 450110.0,
      "text": "not enforceable, then they should not affect the determination of joint operation versus"
    },
    {
      "index": 79,
      "start_time": 450110.0,
      "end_time": 455490.0,
      "text": "joint venture. So, at the end of the day, the IFRIC decided that this was clear enough"
    },
    {
      "index": 80,
      "start_time": 455490.0,
      "end_time": 459730.0,
      "text": "within the body of the standard that already existed in IFRS 11 and so the issue has not"
    },
    {
      "index": 81,
      "start_time": 459730.0,
      "end_time": 464550.0,
      "text": "been added to the agenda, but as I said it does give us an important indication that"
    },
    {
      "index": 82,
      "start_time": 464550.0,
      "end_time": 470200.0,
      "text": "they do believe that these should be enforceable rights. So, of course, that does not answer"
    },
    {
      "index": 83,
      "start_time": 470200.0,
      "end_time": 475440.0,
      "text": "all the questions because we still get questions about does it need to be written down, could"
    },
    {
      "index": 84,
      "start_time": 475440.0,
      "end_time": 479650.0,
      "text": "you have an enforceable right based on a verbal agreement and so on and so, I think those"
    },
    {
      "index": 85,
      "start_time": 479650.0,
      "end_time": 485310.0,
      "text": "are still questions and really what is enforceable may come down to a legal question. So, it"
    },
    {
      "index": 86,
      "start_time": 485310.0,
      "end_time": 489420.0,
      "text": "does not answer everything, but at least it gives us some indication that they believe"
    },
    {
      "index": 87,
      "start_time": 489420.0,
      "end_time": 501080.0,
      "text": "that there should be enforceability. Next, they talked about how and why particular facts"
    },
    {
      "index": 88,
      "start_time": 501080.0,
      "end_time": 507930.0,
      "text": "and circumstances can create rights and obligations and so, there they sort of looked to, well,"
    },
    {
      "index": 89,
      "start_time": 507930.0,
      "end_time": 514880.0,
      "text": "we need to think about the rights and obligations that get created outside of the existing legal"
    },
    {
      "index": 90,
      "start_time": 514880.0,
      "end_time": 520149.0,
      "text": "agreement. So, for example, once you get down into this box, you have already passed through"
    },
    {
      "index": 91,
      "start_time": 520149.0,
      "end_time": 525649.0,
      "text": "considerations of the separate legal entity and the rights and obligations that the nature"
    },
    {
      "index": 92,
      "start_time": 525649.0,
      "end_time": 532089.0,
      "text": "of that separate legal entity confers and so then you are talking about being in, as"
    },
    {
      "index": 93,
      "start_time": 532089.0,
      "end_time": 537389.0,
      "text": "I mentioned enforceable rights and obligations, something it overcomes or goes beyond what"
    },
    {
      "index": 94,
      "start_time": 537389.0,
      "end_time": 543519.0,
      "text": "is already in the existing legal agreements and legal arrangements that are inherent in"
    },
    {
      "index": 95,
      "start_time": 543519.0,
      "end_time": 549810.0,
      "text": "the nature of the legal entity that you have. So again they have decided not to add anything"
    },
    {
      "index": 96,
      "start_time": 549810.0,
      "end_time": 562509.0,
      "text": "to the agenda on that point.  "
    },
    {
      "index": 97,
      "start_time": 562509.0,
      "end_time": 568139.0,
      "text": "The next number of issues talk about this whole idea of purchasing the parties to the"
    },
    {
      "index": 98,
      "start_time": 568139.0,
      "end_time": 572589.0,
      "text": "arrangement, purchasing the output. So, as we have seen in practice that is a common"
    },
    {
      "index": 99,
      "start_time": 572589.0,
      "end_time": 576980.0,
      "text": "consideration in figuring out whether we have got a joint operation or a joint venture,"
    },
    {
      "index": 100,
      "start_time": 576980.0,
      "end_time": 581959.0,
      "text": "because it is often the case that the parties to the joint arrangement are purchasing all"
    },
    {
      "index": 101,
      "start_time": 581959.0,
      "end_time": 585899.0,
      "text": "of the output. So, that has given rise to a number of questions about those purchase"
    },
    {
      "index": 102,
      "start_time": 585899.0,
      "end_time": 594540.0,
      "text": "arrangements and other factors in the arrangement and what impact they might have. So, as I"
    },
    {
      "index": 103,
      "start_time": 594540.0,
      "end_time": 599509.0,
      "text": "mentioned, one of the facts and circumstances that can get you to a conclusion of joint"
    },
    {
      "index": 104,
      "start_time": 599509.0,
      "end_time": 604949.0,
      "text": "operation is that the parties are buying all of the output and the standard IFRS 11 itself"
    },
    {
      "index": 105,
      "start_time": 604949.0,
      "end_time": 608959.0,
      "text": "actually has an example where the parties are buying all of the output, but they are"
    },
    {
      "index": 106,
      "start_time": 608959.0,
      "end_time": 613449.0,
      "text": "buying it in a cost plus arrangement. So, they are not paying market price for the output"
    },
    {
      "index": 107,
      "start_time": 613449.0,
      "end_time": 620839.0,
      "text": "necessarily, they are paying cost plus a margin and so that gave rise to a lot of questions."
    },
    {
      "index": 108,
      "start_time": 620839.0,
      "end_time": 625620.0,
      "text": "Well, what about if the purchase price for the output is market and that is actually"
    },
    {
      "index": 109,
      "start_time": 625620.0,
      "end_time": 629930.0,
      "text": "the more common thing that we do see in Canada as purchase arrangements are at market price."
    },
    {
      "index": 110,
      "start_time": 629930.0,
      "end_time": 635680.0,
      "text": "So, it is a perfectly valid question and one that we certainly consider through the application"
    },
    {
      "index": 111,
      "start_time": 635680.0,
      "end_time": 642360.0,
      "text": "or implementation of IFRS 11. So, the agenda decision that they published goes through"
    },
    {
      "index": 112,
      "start_time": 642360.0,
      "end_time": 647990.0,
      "text": "really to say that it is really important to think about the cash flows and where those"
    },
    {
      "index": 113,
      "start_time": 647990.0,
      "end_time": 654610.0,
      "text": "cash flows come from, through the parties, obligations to buy the output and so whether"
    },
    {
      "index": 114,
      "start_time": 654610.0,
      "end_time": 660269.0,
      "text": "it is at market price or not is not necessarily determined out in the determination of whether"
    },
    {
      "index": 115,
      "start_time": 660269.0,
      "end_time": 666160.0,
      "text": "it is a joint operation or a joint venture. So, I think that is a good interpretation"
    },
    {
      "index": 116,
      "start_time": 666160.0,
      "end_time": 670329.0,
      "text": "in the sense that that has been somewhat consistent with how we have interpreted the standard"
    },
    {
      "index": 117,
      "start_time": 670329.0,
      "end_time": 674249.0,
      "text": "or pretty much consistent with how we have interpreted the standard as we implemented"
    },
    {
      "index": 118,
      "start_time": 674249.0,
      "end_time": 682910.0,
      "text": "IFRS 11 in Canada. The next question is still within the context of the parties buying all"
    },
    {
      "index": 119,
      "start_time": 682910.0,
      "end_time": 688379.0,
      "text": "the output, what if you layer on the idea that there is third party financing as well?"
    },
    {
      "index": 120,
      "start_time": 688379.0,
      "end_time": 696480.0,
      "text": "So, in that case, the question arises perhaps because you have got not only the joint arrangement"
    },
    {
      "index": 121,
      "start_time": 696480.0,
      "end_time": 701529.0,
      "text": "parties providing the funding and the cash flows for the joint operation, but also there"
    },
    {
      "index": 122,
      "start_time": 701529.0,
      "end_time": 706749.0,
      "text": "is a third party involved who has provided funding. And again, the IFRIC has noted that"
    },
    {
      "index": 123,
      "start_time": 706749.0,
      "end_time": 712180.0,
      "text": "they do not believe that the existence of third-party funding should effect the classification."
    },
    {
      "index": 124,
      "start_time": 712180.0,
      "end_time": 718639.0,
      "text": "So, based on the other factors that are present, it may be sort of neither here nor there."
    },
    {
      "index": 125,
      "start_time": 718639.0,
      "end_time": 726019.0,
      "text": "They do note that yes some of the cash obligations in the joint operation may be settled by the"
    },
    {
      "index": 126,
      "start_time": 726019.0,
      "end_time": 731680.0,
      "text": "third-party financing, but eventually that third-party financing needs to be repaid and"
    },
    {
      "index": 127,
      "start_time": 731680.0,
      "end_time": 737839.0,
      "text": "it will come from the cash flows provided by the joint arrangement parties if they are,"
    },
    {
      "index": 128,
      "start_time": 737839.0,
      "end_time": 742439.0,
      "text": "in fact, required to buy the output. So, again nothing added to the agenda there."
    },
    {
      "index": 129,
      "start_time": 742439.0,
      "end_time": 750649.0,
      "text": "In the next series of considerations, it is still within the context of buying the output,"
    },
    {
      "index": 130,
      "start_time": 750649.0,
      "end_time": 757399.0,
      "text": "the parties buying the output. The other question was does the nature of the output matter?"
    },
    {
      "index": 131,
      "start_time": 757399.0,
      "end_time": 765009.0,
      "text": "If the output is bespoke or customized, let us say does that make a difference compared"
    },
    {
      "index": 132,
      "start_time": 765009.0,
      "end_time": 772319.0,
      "text": "to if it is fungible or kind of interchangeable, identical type of output. So, gold bullion"
    },
    {
      "index": 133,
      "start_time": 772319.0,
      "end_time": 778949.0,
      "text": "compared to some kind of customized manufactured output, does that matter? And again, the IFRIC"
    },
    {
      "index": 134,
      "start_time": 778949.0,
      "end_time": 783220.0,
      "text": "has said well that is not a determinative factor either - we are just looking at the"
    },
    {
      "index": 135,
      "start_time": 783220.0,
      "end_time": 787819.0,
      "text": "cash flows in the joint arrangement and where they come from and the nature of the product"
    },
    {
      "index": 136,
      "start_time": 787819.0,
      "end_time": 795220.0,
      "text": "does not really matter. And then another question that has come up is around the volumes or"
    },
    {
      "index": 137,
      "start_time": 795220.0,
      "end_time": 802720.0,
      "text": "this concept of the joint arrangement parties buying substantially all of the outputs that"
    },
    {
      "index": 138,
      "start_time": 802720.0,
      "end_time": 807740.0,
      "text": "is the words in the standard. It talks about when they buy substantially all. So, of course,"
    },
    {
      "index": 139,
      "start_time": 807740.0,
      "end_time": 813959.0,
      "text": "the question has come up how should substantially all be interpreted? Is that volume or monetary"
    },
    {
      "index": 140,
      "start_time": 813959.0,
      "end_time": 818860.0,
      "text": "values? So that might be important, for example if the joint arrangement has different output"
    },
    {
      "index": 141,
      "start_time": 818860.0,
      "end_time": 826149.0,
      "text": "and maybe one set of output is expensive, but maybe lower volume and then the other"
    },
    {
      "index": 142,
      "start_time": 826149.0,
      "end_time": 833779.0,
      "text": "maybe a higher volume, but lower cost. Should we be looking at substantially all in the"
    },
    {
      "index": 143,
      "start_time": 833779.0,
      "end_time": 839399.0,
      "text": "context of the volume or the monetary value? So, the IFRIC has said that since it is cash"
    },
    {
      "index": 144,
      "start_time": 839399.0,
      "end_time": 848339.0,
      "text": "flows that matter and cash inflows and what the joint arrangement is earning from selling"
    },
    {
      "index": 145,
      "start_time": 848339.0,
      "end_time": 854139.0,
      "text": "to the parties then it is really the monetary or dollar value that is important in that"
    },
    {
      "index": 146,
      "start_time": 854139.0,
      "end_time": 856129.0,
      "text": "context.  "
    },
    {
      "index": 147,
      "start_time": 856129.0,
      "end_time": 863269.0,
      "text": "The next issue that they looked at was whether two joint arrangements could be classified"
    },
    {
      "index": 148,
      "start_time": 863269.0,
      "end_time": 868279.0,
      "text": "differently, when they have similar features except that one is structured through a separate"
    },
    {
      "index": 149,
      "start_time": 868279.0,
      "end_time": 873939.0,
      "text": "legal entity and the other is not? So, really, I guess, people were asking questions, well,"
    },
    {
      "index": 150,
      "start_time": 873939.0,
      "end_time": 880709.0,
      "text": "we hope, we want to, we believe that we should be having economic substance-based standards."
    },
    {
      "index": 151,
      "start_time": 880709.0,
      "end_time": 886149.0,
      "text": "So if you have got two arrangements that are similar in a lot of respects except for ones"
    },
    {
      "index": 152,
      "start_time": 886149.0,
      "end_time": 894360.0,
      "text": "operated through not a separate legal entity, so maybe parties are owning shares of assets"
    },
    {
      "index": 153,
      "start_time": 894360.0,
      "end_time": 901160.0,
      "text": "directly and just kind of cooperating together, there is no separate legal entity. And then"
    },
    {
      "index": 154,
      "start_time": 901160.0,
      "end_time": 906179.0,
      "text": "you have a similar case where it is in a separate legal entity. So, in the one case with no"
    },
    {
      "index": 155,
      "start_time": 906179.0,
      "end_time": 911170.0,
      "text": "separate vehicle on the right-hand side of the slide that would be a joint operation"
    },
    {
      "index": 156,
      "start_time": 911170.0,
      "end_time": 915959.0,
      "text": "and the other part of the slide where it is through a separate vehicle that could be either"
    },
    {
      "index": 157,
      "start_time": 915959.0,
      "end_time": 921220.0,
      "text": "based on the analysis of facts and circumstances. So, the questions come up, does that make"
    },
    {
      "index": 158,
      "start_time": 921220.0,
      "end_time": 928410.0,
      "text": "sense and is that a good answer given that if you accept that the two arrangements might"
    },
    {
      "index": 159,
      "start_time": 928410.0,
      "end_time": 934350.0,
      "text": "be quite similar in other respects? So, the IFRIC did confirm that they do not believe"
    },
    {
      "index": 160,
      "start_time": 934350.0,
      "end_time": 938369.0,
      "text": "that, that does conflict with the concept of economic substance and they note that the"
    },
    {
      "index": 161,
      "start_time": 938369.0,
      "end_time": 943679.0,
      "text": "existence of a separate legal entity can play a big role in rights and obligations. So,"
    },
    {
      "index": 162,
      "start_time": 943679.0,
      "end_time": 950160.0,
      "text": "the differences in accounting probably relate to actual differences in people, in the two"
    },
    {
      "index": 163,
      "start_time": 950160.0,
      "end_time": 957100.0,
      "text": "parties rights and obligations. So they confirm that, that is a legitimate not unexpected"
    },
    {
      "index": 164,
      "start_time": 957100.0,
      "end_time": 959569.0,
      "text": "outcome."
    },
    {
      "index": 165,
      "start_time": 959569.0,
      "end_time": 966809.0,
      "text": "The next issue considers how a joint operator should recognize revenue in relation to the"
    },
    {
      "index": 166,
      "start_time": 966809.0,
      "end_time": 970980.0,
      "text": "output that they purchase from the joint operation. So, remember it is a joint operation. So,"
    },
    {
      "index": 167,
      "start_time": 970980.0,
      "end_time": 975389.0,
      "text": "in this case, we are looking to be recording for the joint operators, to be recording their"
    },
    {
      "index": 168,
      "start_time": 975389.0,
      "end_time": 981660.0,
      "text": "share of revenues and expenses, assets and liabilities. So, the question is well if you"
    },
    {
      "index": 169,
      "start_time": 981660.0,
      "end_time": 986739.0,
      "text": "are doing that and so there is a point in time where the joint operators have bought"
    },
    {
      "index": 170,
      "start_time": 986739.0,
      "end_time": 991929.0,
      "text": "the output, but they have not yet sold it onto third parties, is it appropriate to record"
    },
    {
      "index": 171,
      "start_time": 991929.0,
      "end_time": 998850.0,
      "text": "that revenue? The IFRIC came out in their agenda decision to basically state that they"
    },
    {
      "index": 172,
      "start_time": 998850.0,
      "end_time": 1004999.0,
      "text": "believe that what is consistent with IFRS 11 and the rest of IFRS is that when it is"
    },
    {
      "index": 173,
      "start_time": 1005000.0,
      "end_time": 1010630.0,
      "text": "a joint operator, if you are just recognizing your share of the revenue, it is not appropriate"
    },
    {
      "index": 174,
      "start_time": 1010630.0,
      "end_time": 1018010.0,
      "text": "to do that until that output has been sold onto third parties. So, that is another hint"
    },
    {
      "index": 175,
      "start_time": 1018010.0,
      "end_time": 1025680.0,
      "text": "or good indicator of where they think the standard should be applied in that question."
    },
    {
      "index": 176,
      "start_time": 1025680.0000000001,
      "end_time": 1031830.0000000001,
      "text": "Finally, the last topic I am going to talk about relates to the maybe somewhat unusual"
    },
    {
      "index": 177,
      "start_time": 1031829.9999999999,
      "end_time": 1037799.9999999999,
      "text": "situation although we have seen it, where there are two joint operators and collectively"
    },
    {
      "index": 178,
      "start_time": 1037800.0,
      "end_time": 1042481.0,
      "text": "they are taking all the output, but they might be taking it in a different proportion to"
    },
    {
      "index": 179,
      "start_time": 1042480.0,
      "end_time": 1047250.0,
      "text": "what their ownership interest is. So, it is possible to have, let us say as we show on"
    },
    {
      "index": 180,
      "start_time": 1047250.0,
      "end_time": 1052490.0,
      "text": "the slide, a 50-50% ownership interest, but one party is taking 80% of the output and"
    },
    {
      "index": 181,
      "start_time": 1052490.0,
      "end_time": 1059450.0,
      "text": "the other party is taking 20%. The standard talks about joint operators accounting for"
    },
    {
      "index": 182,
      "start_time": 1059450.0,
      "end_time": 1066350.0,
      "text": "their share of things. So, how would you really mechanically do that when you kind of got"
    },
    {
      "index": 183,
      "start_time": 1066350.0,
      "end_time": 1073789.0,
      "text": "a 50% ownership interest, but your percentage of the revenues and expenses is maybe 80%"
    },
    {
      "index": 184,
      "start_time": 1073790.0,
      "end_time": 1080290.0,
      "text": "or 20%, so different than your ownership interest? So, it does create an anomaly and some interesting"
    },
    {
      "index": 185,
      "start_time": 1080290.0,
      "end_time": 1085121.0,
      "text": "debits and credits as you work through it. What the IFRIC concluded, which I think is"
    },
    {
      "index": 186,
      "start_time": 1085120.0,
      "end_time": 1090340.0,
      "text": "an appropriate answer is that there are probably a lot of different reasons why this situation"
    },
    {
      "index": 187,
      "start_time": 1090340.0,
      "end_time": 1094669.0,
      "text": "can exist and probably you need to understand those in order to come up with a reasonable"
    },
    {
      "index": 188,
      "start_time": 1094670.0,
      "end_time": 1101761.0,
      "text": "accounting answer for the situation and so, there is no one right answer, but it should"
    },
    {
      "index": 189,
      "start_time": 1101760.0,
      "end_time": 1108789.0,
      "text": "be facts and circumstances judgment-based analysis. So, basically, those are the IFRS"
    },
    {
      "index": 190,
      "start_time": 1108790.0,
      "end_time": 1118810.0,
      "text": "11 final decisions that we have and in all cases the IFRIC has decided not to take them"
    },
    {
      "index": 191,
      "start_time": 1118810.0,
      "end_time": 1125861.0,
      "text": "onto the agenda. So, there will be no standard-setting activity and I think the good news is as I"
    },
    {
      "index": 192,
      "start_time": 1125860.0,
      "end_time": 1131140.0,
      "text": "said earlier at the outset is we often look to these agenda decisions that they do publish"
    },
    {
      "index": 193,
      "start_time": 1131140.0,
      "end_time": 1137840.0,
      "text": "even when they do not take an issue on and they often have a lot of clues and indications"
    },
    {
      "index": 194,
      "start_time": 1137840.0,
      "end_time": 1144690.0,
      "text": "of where the IFRIC thinks the standard really lies and even though they say at the beginning"
    },
    {
      "index": 195,
      "start_time": 1144690.0,
      "end_time": 1151429.0,
      "text": "of the published decisions that they do not change anything in IFRS, they can sometimes"
    },
    {
      "index": 196,
      "start_time": 1151430.0,
      "end_time": 1157361.0,
      "text": "add to or color our views on how the standard gets interpreted. So, I think, we have known"
    },
    {
      "index": 197,
      "start_time": 1157360.0,
      "end_time": 1163140.0,
      "text": "for a while that they were looking at all these issues and I think in Canada we are"
    },
    {
      "index": 198,
      "start_time": 1163140.0,
      "end_time": 1168380.0,
      "text": "probably a tiny bit nervous about that because we are pretty in our implementation of the"
    },
    {
      "index": 199,
      "start_time": 1168380.0,
      "end_time": 1173370.0,
      "text": "standard was a good two years ago now and we had made a lot of these decisions in a"
    },
    {
      "index": 200,
      "start_time": 1173370.0,
      "end_time": 1178299.0,
      "text": "vacuum without the benefit of having these agenda decisions. So, I think the good news"
    },
    {
      "index": 201,
      "start_time": 1178300.0,
      "end_time": 1186780.0,
      "text": "is that what they have come out with really does not conflict with anything that at least"
    },
    {
      "index": 202,
      "start_time": 1186780.0,
      "end_time": 1193871.0,
      "text": "we believe the interpretations have been in Canada and in terms of the way Deloitte has"
    },
    {
      "index": 203,
      "start_time": 1193870.0,
      "end_time": 1200730.0,
      "text": "interpreted a lot of these matters. So, I think that is good news. So, the body of literature"
    },
    {
      "index": 204,
      "start_time": 1200730.0,
      "end_time": 1208510.0,
      "text": "for IFRS 11 has increased, but I do not think that it should pose any really too many interpretive"
    },
    {
      "index": 205,
      "start_time": 1208510.0,
      "end_time": 1214940.0,
      "text": "issues. There may be some situations at the margin where maybe they do, but I think this"
    },
    {
      "index": 206,
      "start_time": 1214940.0,
      "end_time": 1223720.0,
      "text": "was overall not too disruptive of an outcome from our standpoint. So Jon, those are my"
    },
    {
      "index": 207,
      "start_time": 1223720.0,
      "end_time": 1227340.0,
      "text": "comments on the IFRS 11 agenda decisions."
    },
    {
      "index": 208,
      "start_time": 1227340.0,
      "end_time": 1233179.0,
      "text": "Thanks a lot Kerry. Lots of substance there and given the volume and significance of these"
    },
    {
      "index": 209,
      "start_time": 1233180.0,
      "end_time": 1238711.0,
      "text": "clarifications, why weren’t they treated as narrow-scope amendments to IFRS 11 as opposed"
    },
    {
      "index": 210,
      "start_time": 1238710.0,
      "end_time": 1240490.0,
      "text": "to IFRIC agenda decisions?"
    },
    {
      "index": 211,
      "start_time": 1240490.0,
      "end_time": 1246830.0,
      "text": "Yeah, so Jon, I mean that is a good question. They could have, I suppose, gone through and"
    },
    {
      "index": 212,
      "start_time": 1246830.0,
      "end_time": 1253690.0,
      "text": "decided to make some limited changes to the standard. I think maybe there are places where"
    },
    {
      "index": 213,
      "start_time": 1253690.0,
      "end_time": 1258639.0,
      "text": "the standard could be clear, but I think overall it is probably a good news that they did not"
    },
    {
      "index": 214,
      "start_time": 1258640.0,
      "end_time": 1264670.0,
      "text": "do that. I believe that when they get these questions, what they really do look for is"
    },
    {
      "index": 215,
      "start_time": 1264670.0,
      "end_time": 1270101.0,
      "text": "whether the standard is clear enough to be applied the way it is written and I guess"
    },
    {
      "index": 216,
      "start_time": 1270100.0,
      "end_time": 1275720.0,
      "text": "that is in recognition of the fact that people have already been applying the standard and"
    },
    {
      "index": 217,
      "start_time": 1275720.0,
      "end_time": 1282909.0,
      "text": "it can be disruptive to start changing the standard so soon after it has been issued."
    },
    {
      "index": 218,
      "start_time": 1282910.0,
      "end_time": 1289121.0,
      "text": "Often with these standards, they do post-implementation reviews, kind of a couple of years maybe a"
    },
    {
      "index": 219,
      "start_time": 1289120.0,
      "end_time": 1294570.0,
      "text": "little bit longer after the standard is released and so we may see something coming out of"
    },
    {
      "index": 220,
      "start_time": 1294570.0,
      "end_time": 1301720.0,
      "text": "that in a few years, but for now happily they have sort of limited themselves to just publishing"
    },
    {
      "index": 221,
      "start_time": 1301720.0,
      "end_time": 1308500.0,
      "text": "these decisions and basically rejected the idea of taking any standard-setting activity."
    },
    {
      "index": 222,
      "start_time": 1308500.0,
      "end_time": 1314850.0,
      "text": "Okay, thanks a lot. Now I would like to welcome our next speaker, Maryse Vendette. Maryse"
    },
    {
      "index": 223,
      "start_time": 1314850.0,
      "end_time": 1319690.0,
      "text": "is a partner in the Global IFRS and Offerings Services Group and is also co-leader of the"
    },
    {
      "index": 224,
      "start_time": 1319690.0,
      "end_time": 1324570.0,
      "text": "Canadian Centre of Excellence on IFRS. In her more than 20 years with the firm, Maryse"
    },
    {
      "index": 225,
      "start_time": 1324570.0,
      "end_time": 1329860.0,
      "text": "has spent the past 10 years offering accounting and consulting advice to both public and private"
    },
    {
      "index": 226,
      "start_time": 1329860.0,
      "end_time": 1333769.0,
      "text": "companies. Over to you Maryse."
    },
    {
      "index": 227,
      "start_time": 1333770.0,
      "end_time": 1342101.0,
      "text": "Great, thanks Jon. So, switching gears now to another topic, IFRS 15 Revenue from Contracts"
    },
    {
      "index": 228,
      "start_time": 1342100.0,
      "end_time": 1351620.0,
      "text": "with Customers. So, as I am sure, you can recall about one year ago now, in May 2014,"
    },
    {
      "index": 229,
      "start_time": 1351620.0,
      "end_time": 1357470.0,
      "text": "the IASB and the FASB jointly issued a new converged revenue recognition standard that"
    },
    {
      "index": 230,
      "start_time": 1357470.0,
      "end_time": 1365159.0,
      "text": "replaces existing revenue standards and interpretations. So, the IASB standard IFRS 15 as originally"
    },
    {
      "index": 231,
      "start_time": 1365160.0,
      "end_time": 1372390.0,
      "text": "issued had a mandatory effective date of January 1, 2017, with early application permitted."
    },
    {
      "index": 232,
      "start_time": 1372390.0,
      "end_time": 1379150.0,
      "text": "As a background, in the last year since the standard has been issued, the boards formed"
    },
    {
      "index": 233,
      "start_time": 1379150.0,
      "end_time": 1384961.0,
      "text": "a joint Transition Resource Group for revenue recognition, the TRG, to support stakeholders"
    },
    {
      "index": 234,
      "start_time": 1384960.0,
      "end_time": 1390450.0,
      "text": "with implementation of the standard and the TRG has met now a couple of times and as a"
    },
    {
      "index": 235,
      "start_time": 1390450.0,
      "end_time": 1395750.0,
      "text": "result of their discussions, a number of issues have been raised to the boards for further"
    },
    {
      "index": 236,
      "start_time": 1395750.0,
      "end_time": 1404970.0,
      "text": "analysis and as well the boards are proposing targeted amendments to IFRS 15 as well as"
    },
    {
      "index": 237,
      "start_time": 1404970.0,
      "end_time": 1413490.0,
      "text": "to the US GAAP equivalent. Since then, as you are probably aware as well, the FASB has"
    },
    {
      "index": 238,
      "start_time": 1413490.0,
      "end_time": 1418529.0,
      "text": "tentatively decided to defer the mandatory effective date of the US GAAP standard by"
    },
    {
      "index": 239,
      "start_time": 1418530.0,
      "end_time": 1424270.0,
      "text": "one year and the FASB has since issued for a public comment a proposed ASU with a comment"
    },
    {
      "index": 240,
      "start_time": 1424270.0,
      "end_time": 1432981.0,
      "text": "period ending May 29, 2015. So, in part, because of those proposed amendments to the standard,"
    },
    {
      "index": 241,
      "start_time": 1432980.0,
      "end_time": 1439870.0,
      "text": "but also because of concerns on implementation timeline from stakeholders, the delayed issuance"
    },
    {
      "index": 242,
      "start_time": 1439870.0,
      "end_time": 1447679.0,
      "text": "of the standards and a willingness to maintain converged transition dates with the FASB,"
    },
    {
      "index": 243,
      "start_time": 1447680.0,
      "end_time": 1452081.0,
      "text": "the IASB tentatively also decided that it would defer the mandatory effective date to"
    },
    {
      "index": 244,
      "start_time": 1452080.0,
      "end_time": 1459490.0,
      "text": "January 1, 2018, with early application continuing to be permitted. They have since issued a"
    },
    {
      "index": 245,
      "start_time": 1459490.0,
      "end_time": 1466700.0,
      "text": "narrow-scope ED on this proposed amendment on May 19th with a comment period ending July"
    },
    {
      "index": 246,
      "start_time": 1466700.0,
      "end_time": 1474429.0,
      "text": "3, 2015. It is expected that the IASB will finalize its decision on this at their July"
    },
    {
      "index": 247,
      "start_time": 1474430.0,
      "end_time": 1484400.0,
      "text": "2015 Board meeting. So as a result of these decisions, throughout the next few slides,"
    },
    {
      "index": 248,
      "start_time": 1484400.0,
      "end_time": 1490050.0,
      "text": "we have assumed that the mandatory effective date had, in fact, been deferred to Jan 1,"
    },
    {
      "index": 249,
      "start_time": 1490050.0,
      "end_time": 1494961.0,
      "text": "2018 for illustration purposes."
    },
    {
      "index": 250,
      "start_time": 1494960.0,
      "end_time": 1499960.0,
      "text": "So with a tentative deferral of the mandatory effective date and the Board’s intent to"
    },
    {
      "index": 251,
      "start_time": 1499960.0,
      "end_time": 1505559.0,
      "text": "clarify certain aspects of the standard, some may be tempted to either slow down or continue"
    },
    {
      "index": 252,
      "start_time": 1505560.0,
      "end_time": 1510981.0,
      "text": "to defer their implementation efforts. So, here we highlight certain aspects that you"
    },
    {
      "index": 253,
      "start_time": 1510980.0,
      "end_time": 1516110.0,
      "text": "should consider and strongly encourage stakeholders not to take their foot off the gas pedal too"
    },
    {
      "index": 254,
      "start_time": 1516110.0,
      "end_time": 1522730.0,
      "text": "quickly, but pursue their implementation efforts. As you may know, the standard is quite comprehensive"
    },
    {
      "index": 255,
      "start_time": 1522730.0,
      "end_time": 1529630.0,
      "text": "and includes detailed additional guidance as compared to existing IFRSs and far more"
    },
    {
      "index": 256,
      "start_time": 1529630.0,
      "end_time": 1534789.0,
      "text": "disclosure requirements, so it is fair to say that all entities that present revenue"
    },
    {
      "index": 257,
      "start_time": 1534790.0,
      "end_time": 1542571.0,
      "text": "will be impacted to some degree by the new standard and some much more than others. In"
    },
    {
      "index": 258,
      "start_time": 1542570.0,
      "end_time": 1547769.0,
      "text": "contemplating the deferral as well, the IASB pointed out that some stakeholders had requested"
    },
    {
      "index": 259,
      "start_time": 1547770.0,
      "end_time": 1552491.0,
      "text": "deferral because they quickly realized that the time to implement the standards requirements"
    },
    {
      "index": 260,
      "start_time": 1552490.0,
      "end_time": 1557130.0,
      "text": "and manage the broader implications for the business was longer than they had initially"
    },
    {
      "index": 261,
      "start_time": 1557130.0,
      "end_time": 1562659.0,
      "text": "anticipated. Obviously as you know, revenue is a critical figure in assessing the entity’s"
    },
    {
      "index": 262,
      "start_time": 1562660.0,
      "end_time": 1566971.0,
      "text": "financial performance and position, so as a result, its impact to an organization can"
    },
    {
      "index": 263,
      "start_time": 1566970.0,
      "end_time": 1573929.0,
      "text": "be quite broad. So, we would suggest that you consider the following questions that"
    },
    {
      "index": 264,
      "start_time": 1573930.0,
      "end_time": 1578511.0,
      "text": "you can see on the slide here: • Will there be implications on systems"
    },
    {
      "index": 265,
      "start_time": 1578510.0,
      "end_time": 1584870.0,
      "text": "- if so, can the current systems accommodate those changes or will changes need to be made"
    },
    {
      "index": 266,
      "start_time": 1584870.0,
      "end_time": 1590730.0,
      "text": "to the systems and processes or will new systems need to be implemented? For entities that"
    },
    {
      "index": 267,
      "start_time": 1590730.0,
      "end_time": 1600450.0,
      "text": "have a significant impact in terms of accounting changes because of IFRS 15, you can see that"
    },
    {
      "index": 268,
      "start_time": 1600450.0,
      "end_time": 1605309.0,
      "text": "this could cause significant issues or challenges around systems."
    },
    {
      "index": 269,
      "start_time": 1605310.0,
      "end_time": 1610810.0,
      "text": "• Does the organization currently have sufficient information to address the disclosure requirements?"
    },
    {
      "index": 270,
      "start_time": 1610810.0,
      "end_time": 1616030.0,
      "text": "The information that was previously used for disclosure purposes may not be sufficient"
    },
    {
      "index": 271,
      "start_time": 1616030.0,
      "end_time": 1623441.0,
      "text": "and how accessible is this historical information that may not be supported by legacy systems?"
    },
    {
      "index": 272,
      "start_time": 1623440.0,
      "end_time": 1628509.0,
      "text": "• Who will need to be trained and educated on the new standard and how will the organization"
    },
    {
      "index": 273,
      "start_time": 1628510.0,
      "end_time": 1633800.0,
      "text": "ensure that it is facilitating this on a timely basis?"
    },
    {
      "index": 274,
      "start_time": 1633800.0,
      "end_time": 1641001.0,
      "text": "• Maybe another question, as I mentioned, there are many issues that are being discussed"
    },
    {
      "index": 275,
      "start_time": 1641000.0,
      "end_time": 1648129.0,
      "text": "by the transition resource group and the Boards as well are discussing many of these issues"
    },
    {
      "index": 276,
      "start_time": 1648130.0,
      "end_time": 1653961.0,
      "text": "and many of those may affect your organization and so you have to consider what is the impact"
    },
    {
      "index": 277,
      "start_time": 1653960.0,
      "end_time": 1661450.0,
      "text": "of that and do you have resources and processes in place to keep up to date with those discussions?"
    },
    {
      "index": 278,
      "start_time": 1661450.0,
      "end_time": 1666139.0,
      "text": "• Does the organization want to early adopt the standard and have you decided on a transition"
    },
    {
      "index": 279,
      "start_time": 1666140.0,
      "end_time": 1669550.0,
      "text": "method? As noted, these are just some of the key questions"
    },
    {
      "index": 280,
      "start_time": 1669550.0,
      "end_time": 1674280.0,
      "text": "to consider when assessing the impact to your business and we encourage you to reach out"
    },
    {
      "index": 281,
      "start_time": 1674280.0,
      "end_time": 1679800.0,
      "text": "to your professional advisor if you seek additional guidance."
    },
    {
      "index": 282,
      "start_time": 1679800.0,
      "end_time": 1684630.0,
      "text": "Here on this slide, we illustrate the various transition methods that may be used and the"
    },
    {
      "index": 283,
      "start_time": 1684630.0,
      "end_time": 1692560.0,
      "text": "standard provides entities with two transition options in applying the standard. Again, please"
    },
    {
      "index": 284,
      "start_time": 1692560.0,
      "end_time": 1697601.0,
      "text": "note that on this slide and through the remainder of the presentation, we have assumed that"
    },
    {
      "index": 285,
      "start_time": 1697600.0,
      "end_time": 1703879.0,
      "text": "the mandatory effective date has, in fact, been deferred to January 1, 2018. Under the"
    },
    {
      "index": 286,
      "start_time": 1703880.0,
      "end_time": 1710290.0,
      "text": "full retrospective method, entities would apply IFRS 15 retrospectively to each prior"
    },
    {
      "index": 287,
      "start_time": 1710290.0,
      "end_time": 1715800.0,
      "text": "reporting period in accordance with IAS 8 to the Standard on Accounting Policies, Changes"
    },
    {
      "index": 288,
      "start_time": 1715800.0,
      "end_time": 1720510.0,
      "text": "in Accounting Estimates and Errors, but there are a number of practical expedients, that"
    },
    {
      "index": 289,
      "start_time": 1720510.0,
      "end_time": 1725560.0,
      "text": "we will discuss later, that would be available to entities. In this case, a cumulative adjustment"
    },
    {
      "index": 290,
      "start_time": 1725560.0,
      "end_time": 1731821.0,
      "text": "to opening retained earnings would be required at the beginning of the earliest period presented"
    },
    {
      "index": 291,
      "start_time": 1731820.0,
      "end_time": 1737539.0,
      "text": "in our fact pattern or example that would be January 1, 2017 assuming only one year"
    },
    {
      "index": 292,
      "start_time": 1737540.0,
      "end_time": 1743191.0,
      "text": "of comparative figures are presented. Effectively, this means all existing contracts will be"
    },
    {
      "index": 293,
      "start_time": 1743190.0,
      "end_time": 1750309.0,
      "text": "retrospectively adjusted and restated to comply with IFRS 15 subject to certain practical"
    },
    {
      "index": 294,
      "start_time": 1750310.0,
      "end_time": 1756300.0,
      "text": "expedients. The next transition method, which we call the modified retrospective method"
    },
    {
      "index": 295,
      "start_time": 1756300.0,
      "end_time": 1762341.0,
      "text": "- under this method, entities will apply IFRS 15 retrospectively, but with a cumulative"
    },
    {
      "index": 296,
      "start_time": 1762340.0,
      "end_time": 1767720.0,
      "text": "effect of initially applying that standard recognized at the date of initial application"
    },
    {
      "index": 297,
      "start_time": 1767720.0,
      "end_time": 1772889.0,
      "text": "and that date is the start of the reporting period in which an entity first applies the"
    },
    {
      "index": 298,
      "start_time": 1772890.0,
      "end_time": 1778800.0,
      "text": "standard. In the example we have, for an entity with a December 31 year-end that adopts the"
    },
    {
      "index": 299,
      "start_time": 1778800.0,
      "end_time": 1784420.0,
      "text": "standard as of the proposed mandatory effective date of January 1, 2018, the date of initial"
    },
    {
      "index": 300,
      "start_time": 1784420.0,
      "end_time": 1791241.0,
      "text": "application would be January 1, 2018. Under this method, contracts that are not completed"
    },
    {
      "index": 301,
      "start_time": 1791240.0,
      "end_time": 1799070.0,
      "text": "as of this date would be retrospectively adjusted, but would not be required to be restated in"
    },
    {
      "index": 302,
      "start_time": 1799070.0,
      "end_time": 1804049.0,
      "text": "the comparative period, meaning, the adjustment would simply be recorded as a cumulative catch-up"
    },
    {
      "index": 303,
      "start_time": 1804050.0,
      "end_time": 1812201.0,
      "text": "adjustment as at January 1, 2018. However, for contracts that are completed and that"
    },
    {
      "index": 304,
      "start_time": 1812200.0,
      "end_time": 1819440.0,
      "text": "is completed as defined under prior GAAP, so under IAS 18, IAS 11 and related interpretations,"
    },
    {
      "index": 305,
      "start_time": 1819440.0,
      "end_time": 1825889.0,
      "text": "prior to the date of initial application, no adjustment or restatement would be required."
    },
    {
      "index": 306,
      "start_time": 1825890.0,
      "end_time": 1830071.0,
      "text": "There would be additional specific disclosures that would be required under this method,"
    },
    {
      "index": 307,
      "start_time": 1830070.0,
      "end_time": 1836309.0,
      "text": "which we will discuss later."
    },
    {
      "index": 308,
      "start_time": 1836310.0,
      "end_time": 1841380.0,
      "text": "As I have mentioned earlier, under the full retrospective method, users can elect to apply"
    },
    {
      "index": 309,
      "start_time": 1841380.0,
      "end_time": 1847571.0,
      "text": "any number of practical expedients that are allowed in the standard and there are three."
    },
    {
      "index": 310,
      "start_time": 1847570.0,
      "end_time": 1852870.0,
      "text": "These expedients were introduced as the Boards acknowledged that the costs of applying all"
    },
    {
      "index": 311,
      "start_time": 1852870.0,
      "end_time": 1860330.0,
      "text": "the requirements of IFRS 15 on a fully retrospective basis may outweigh the benefits to users."
    },
    {
      "index": 312,
      "start_time": 1860330.0,
      "end_time": 1867049.0,
      "text": "So to ease transition, the Boards introduced these expedients. Again, just as a note, these"
    },
    {
      "index": 313,
      "start_time": 1867050.0,
      "end_time": 1871831.0,
      "text": "are only available under the full retrospective method of transition."
    },
    {
      "index": 314,
      "start_time": 1871830.0,
      "end_time": 1879480.0,
      "text": "1. For completed contracts that begin and end in the same annual reporting period, entities"
    },
    {
      "index": 315,
      "start_time": 1879480.0,
      "end_time": 1886429.0,
      "text": "are not required to restate those. Completed contracts are defined actually in IFRS 15"
    },
    {
      "index": 316,
      "start_time": 1886430.0,
      "end_time": 1892831.0,
      "text": "as contracts for which an entity has transferred all the goods or services identified in accordance"
    },
    {
      "index": 317,
      "start_time": 1892830.0,
      "end_time": 1899730.0,
      "text": "with their legacy GAAP, in our case, in accordance with IAS 11 and IAS 18 and related Interpretations."
    },
    {
      "index": 318,
      "start_time": 1899730.0,
      "end_time": 1904940.0,
      "text": "This alleviates the need to restate those contracts in comparative, annual and interim"
    },
    {
      "index": 319,
      "start_time": 1904940.0,
      "end_time": 1912980.0,
      "text": "periods. 2. For completed contracts that include variable"
    },
    {
      "index": 320,
      "start_time": 1912980.0,
      "end_time": 1919190.0,
      "text": "consideration, variable consideration is defined in IFRS 15, as consideration that varies for"
    },
    {
      "index": 321,
      "start_time": 1919190.0,
      "end_time": 1925409.0,
      "text": "instance because of discounts, rebates, incentives, performance bonuses and the like, entities"
    },
    {
      "index": 322,
      "start_time": 1925410.0,
      "end_time": 1931101.0,
      "text": "may use the transaction price at the date the contract was completed rather than estimating"
    },
    {
      "index": 323,
      "start_time": 1931100.0,
      "end_time": 1937220.0,
      "text": "variable consideration amounts in the comparative reporting periods. If a contract was completed"
    },
    {
      "index": 324,
      "start_time": 1937220.0,
      "end_time": 1941379.0,
      "text": "in the year of initial application, the entity can use the variable consideration amount"
    },
    {
      "index": 325,
      "start_time": 1941380.0,
      "end_time": 1947430.0,
      "text": "determined at that date for comparative reporting purposes. There is no need to use hindsight."
    },
    {
      "index": 326,
      "start_time": 1947430.0,
      "end_time": 1955020.0,
      "text": "3. Finally, for the third practical expedient for all reporting periods presented before"
    },
    {
      "index": 327,
      "start_time": 1955020.0,
      "end_time": 1963430.0,
      "text": "the date of initial application, so in our case, periods before January 1, 2018, entities"
    },
    {
      "index": 328,
      "start_time": 1963430.0,
      "end_time": 1968780.0,
      "text": "would not be required to disclose the amount of the transaction price allocated to the"
    },
    {
      "index": 329,
      "start_time": 1968780.0,
      "end_time": 1974380.0,
      "text": "remaining performance obligations and an explanation of when the entity expects to recognize that"
    },
    {
      "index": 330,
      "start_time": 1974380.0,
      "end_time": 1980451.0,
      "text": "amount as revenue. This was actually a new disclosure requirement or is a new disclosure"
    },
    {
      "index": 331,
      "start_time": 1980450.0,
      "end_time": 1986940.0,
      "text": "requirement of IFRS 15. In effect, there would be no need to do that presentation for prior"
    },
    {
      "index": 332,
      "start_time": 1986940.0,
      "end_time": 1992240.0,
      "text": "year as it will be presented in the year of initial application or the contract will have"
    },
    {
      "index": 333,
      "start_time": 1992240.0,
      "end_time": 2001179.0,
      "text": "been completed by then. At the March 2015 meeting, the Boards were"
    },
    {
      "index": 334,
      "start_time": 2001180.0,
      "end_time": 2008591.0,
      "text": "presented with certain concerns about practical challenges associated with one of the requirements"
    },
    {
      "index": 335,
      "start_time": 2008590.0,
      "end_time": 2018200.0,
      "text": "of IFRS 15 dealing with contract modifications and how that guidance can be applied retrospectively."
    },
    {
      "index": 336,
      "start_time": 2018200.0,
      "end_time": 2026999.0,
      "text": "The issue had been raised previously with the TRG. More specifically, the entities that"
    },
    {
      "index": 337,
      "start_time": 2027000.0,
      "end_time": 2033800.0,
      "text": "raise the concerns are those that enter into multiple or multitude of contracts or have"
    },
    {
      "index": 338,
      "start_time": 2033800.0,
      "end_time": 2040821.0,
      "text": "very long duration contracts that can be frequently modified. The staff paper notes entities in"
    },
    {
      "index": 339,
      "start_time": 2040820.0,
      "end_time": 2045860.0,
      "text": "the telecommunications and cable industries that enter into a high volume of customer"
    },
    {
      "index": 340,
      "start_time": 2045860.0,
      "end_time": 2053389.0,
      "text": "contracts that may be modified to either increase or decrease data in a wireless plan, add or"
    },
    {
      "index": 341,
      "start_time": 2053389.9999999998,
      "end_time": 2060240.9999999998,
      "text": "remove lines and devices from a shared data plan, add or remove channels or other services,"
    },
    {
      "index": 342,
      "start_time": 2060239.9999999998,
      "end_time": 2065439.9999999998,
      "text": "etc. Stakeholders believe that evaluating and adjusting for the effects of contract"
    },
    {
      "index": 343,
      "start_time": 2065440.0,
      "end_time": 2071849.0,
      "text": "modifications retrospectively would be challenging regardless of the transition method selected"
    },
    {
      "index": 344,
      "start_time": 2071850.0,
      "end_time": 2076570.0,
      "text": "and they question the usefulness of this information. I just wanted to note as well that the issue"
    },
    {
      "index": 345,
      "start_time": 2076570.0000000002,
      "end_time": 2084410.0000000002,
      "text": "is not limited to these industries, but the software industry, construction, and aerospace"
    },
    {
      "index": 346,
      "start_time": 2084409.9999999998,
      "end_time": 2089530.9999999998,
      "text": "and defense industries for example may also be significantly impacted because they may"
    },
    {
      "index": 347,
      "start_time": 2089530.0000000002,
      "end_time": 2095230.0000000002,
      "text": "have high volume of contracts with long duration contracts that maybe frequently modified."
    },
    {
      "index": 348,
      "start_time": 2095230.0,
      "end_time": 2101599.0,
      "text": "As a result of those discussions, the IASB tentatively decided to add two new additional"
    },
    {
      "index": 349,
      "start_time": 2101600.0,
      "end_time": 2108531.0,
      "text": "practical expedients to the standard. The first one, which I call the contract modification"
    },
    {
      "index": 350,
      "start_time": 2108530.0,
      "end_time": 2116109.0,
      "text": "practical expedient - To apply this expedient a new term called the contract modification"
    },
    {
      "index": 351,
      "start_time": 2116110.0,
      "end_time": 2122681.0,
      "text": "adjustment date, the CMAD, would be introduced in the standard and defined as the beginning"
    },
    {
      "index": 352,
      "start_time": 2122680.0,
      "end_time": 2128859.0,
      "text": "of the earliest period presented. So, for example, if modifications occurred prior to"
    },
    {
      "index": 353,
      "start_time": 2128860.0,
      "end_time": 2137350.0,
      "text": "the CMAD date, which in this case we assume would be January 1, 2017, entities would not"
    },
    {
      "index": 354,
      "start_time": 2137350.0,
      "end_time": 2143360.0,
      "text": "need to separately assess the effect of each modification sequentially as they occur prior"
    },
    {
      "index": 355,
      "start_time": 2143360.0,
      "end_time": 2151201.0,
      "text": "to the CMAD date. Instead, the entity would use hindsight as of the CMAD date to evaluate"
    },
    {
      "index": 356,
      "start_time": 2151200.0,
      "end_time": 2158510.0,
      "text": "the impact of past modifications and perform one analysis at that point to determine the"
    },
    {
      "index": 357,
      "start_time": 2158510.0,
      "end_time": 2163740.0,
      "text": "resulting transaction price at that time, the satisfied and unsatisfied performance"
    },
    {
      "index": 358,
      "start_time": 2163740.0,
      "end_time": 2167599.0,
      "text": "obligations at that time, and the allocation of the transaction price to the performance"
    },
    {
      "index": 359,
      "start_time": 2167600.0,
      "end_time": 2174590.0,
      "text": "obligations at that time. This practical expedient if it is carried forward as proposed could"
    },
    {
      "index": 360,
      "start_time": 2174590.0,
      "end_time": 2180941.0,
      "text": "be used under either the transition method under the full retrospective or modified retrospective."
    },
    {
      "index": 361,
      "start_time": 2180940.0,
      "end_time": 2187369.0,
      "text": "There is a one point of detail here that the FASB has tentatively decided to define the"
    },
    {
      "index": 362,
      "start_time": 2187370.0,
      "end_time": 2194350.0,
      "text": "CMAD somewhat differently. If you are a filer under US GAAP, you might want to take cognizance"
    },
    {
      "index": 363,
      "start_time": 2194350.0,
      "end_time": 2202301.0,
      "text": "of that. The IASB also tentatively decided to permit another practical expedient on transition"
    },
    {
      "index": 364,
      "start_time": 2202300.0,
      "end_time": 2206730.0,
      "text": "under the full retrospective approach and that is what is referred to as the completed"
    },
    {
      "index": 365,
      "start_time": 2206730.0,
      "end_time": 2213710.0,
      "text": "contract practical expedient. Entities could elect to apply IFRS 15 retrospectively only"
    },
    {
      "index": 366,
      "start_time": 2213710.0,
      "end_time": 2219270.0,
      "text": "to those contracts that are not completed contracts as of the beginning of the earliest"
    },
    {
      "index": 367,
      "start_time": 2219270.0,
      "end_time": 2225410.0,
      "text": "period presented, which in this case would be January 1, 2017, so a bit of a different"
    },
    {
      "index": 368,
      "start_time": 2225410.0,
      "end_time": 2236180.0,
      "text": "date and that would be in line with the first-time adopters allowance to adopt IFRS 15."
    },
    {
      "index": 369,
      "start_time": 2236180.0,
      "end_time": 2245359.0,
      "text": "Moving on now, in selecting transition methods, entities should be mindful of the impacts"
    },
    {
      "index": 370,
      "start_time": 2245360.0,
      "end_time": 2250590.0,
      "text": "of each method. To be clear there is not one right answer. I think it depends on the facts"
    },
    {
      "index": 371,
      "start_time": 2250590.0,
      "end_time": 2255731.0,
      "text": "and circumstances of each entity and each method has its merits and drawbacks depending"
    },
    {
      "index": 372,
      "start_time": 2255730.0,
      "end_time": 2262510.0,
      "text": "on facts and circumstances. So, from a comparability standpoint, although a full retrospective"
    },
    {
      "index": 373,
      "start_time": 2262510.0,
      "end_time": 2268190.0,
      "text": "approach provides greater comparability as prior periods are restated and a cumulative"
    },
    {
      "index": 374,
      "start_time": 2268190.0,
      "end_time": 2274380.0,
      "text": "adjustment is recognized at January 1, 2017, the use of practical expedients, that I have"
    },
    {
      "index": 375,
      "start_time": 2274380.0,
      "end_time": 2279930.0,
      "text": "mentioned before, may also reduce the level of comparability, so that may be something"
    },
    {
      "index": 376,
      "start_time": 2279930.0,
      "end_time": 2285970.0,
      "text": "to take into consideration. The modified retrospective method will not provide the same level of"
    },
    {
      "index": 377,
      "start_time": 2285970.0,
      "end_time": 2290530.0,
      "text": "comparability, as prior periods are not restated and the cumulative adjustment is recognized"
    },
    {
      "index": 378,
      "start_time": 2290530.0,
      "end_time": 2296329.0,
      "text": "at January 1, 2018. However, the modified retrospective method does require additional"
    },
    {
      "index": 379,
      "start_time": 2296330.0,
      "end_time": 2303131.0,
      "text": "note disclosure that explains the amount by which each financial statement line item is"
    },
    {
      "index": 380,
      "start_time": 2303130.0,
      "end_time": 2310829.0,
      "text": "affected in the current period, in the year January 1, 2018, as a result of applying IFRS"
    },
    {
      "index": 381,
      "start_time": 2310830.0,
      "end_time": 2317791.0,
      "text": "15 versus applying existing IFRS guidance. This information is not on the face of the"
    },
    {
      "index": 382,
      "start_time": 2317790.0,
      "end_time": 2325059.0,
      "text": "statements and this may be a consideration point for certain entities. From a data management"
    },
    {
      "index": 383,
      "start_time": 2325060.0,
      "end_time": 2331171.0,
      "text": "and volume perspective, under the full retrospective application method, a larger population of"
    },
    {
      "index": 384,
      "start_time": 2331170.0,
      "end_time": 2335559.0,
      "text": "contracts will have to be assessed to meet the recognition, measurement and presentation"
    },
    {
      "index": 385,
      "start_time": 2335560.0,
      "end_time": 2341741.0,
      "text": "requirements of the new standard, as well there is increased volume of disclosure requirements."
    },
    {
      "index": 386,
      "start_time": 2341740.0,
      "end_time": 2347319.0,
      "text": "So, the disclosure requirements are significant and under this method IFRS 15, compliant disclosures"
    },
    {
      "index": 387,
      "start_time": 2347320.0,
      "end_time": 2354330.0,
      "text": "will also be required for prior periods presented. Under the modified retrospective method, the"
    },
    {
      "index": 388,
      "start_time": 2354330.0,
      "end_time": 2361201.0,
      "text": "volume of contracts to be assessed would not be as important because the completed contracts"
    },
    {
      "index": 389,
      "start_time": 2361200.0,
      "end_time": 2367510.0,
      "text": "would not have to be restated as long as the contracts are completed before the date of"
    },
    {
      "index": 390,
      "start_time": 2367510.0,
      "end_time": 2374960.0,
      "text": "initial application. From a system’s considerations perspective, with an increased volume of contracts"
    },
    {
      "index": 391,
      "start_time": 2374960.0,
      "end_time": 2381530.0,
      "text": "and information under the full retrospective method comes additional system’s considerations."
    },
    {
      "index": 392,
      "start_time": 2381530.0,
      "end_time": 2388670.0,
      "text": "For example, this information questions that you might need to ask is the information readily"
    },
    {
      "index": 393,
      "start_time": 2388670.0,
      "end_time": 2394079.0,
      "text": "available or will the information be required from legacy systems? Will information exist"
    },
    {
      "index": 394,
      "start_time": 2394080.0,
      "end_time": 2399181.0,
      "text": "in a manner that is compliant with IFRS 15 or will additional manual reconciliations"
    },
    {
      "index": 395,
      "start_time": 2399180.0,
      "end_time": 2404829.0,
      "text": "and processes be required? Under the modified retrospective method, information is still"
    },
    {
      "index": 396,
      "start_time": 2404830.0,
      "end_time": 2410001.0,
      "text": "required for disclosure purposes to reconcile legacy GAAP to IFRS in the year of initial"
    },
    {
      "index": 397,
      "start_time": 2410000.0,
      "end_time": 2419250.0,
      "text": "application. This will likely require maintaining some dual accounting systems, records, controls"
    },
    {
      "index": 398,
      "start_time": 2419250.0,
      "end_time": 2427690.0,
      "text": "and processes. So, some points there to be cognizant about. Finally, in selecting transition"
    },
    {
      "index": 399,
      "start_time": 2427690.0,
      "end_time": 2435270.0,
      "text": "methods, we also would point that among other considerations, stakeholders should consider"
    },
    {
      "index": 400,
      "start_time": 2435270.0,
      "end_time": 2442450.0,
      "text": "the importance of trend information, the importance of consistency among the industry and peers,"
    },
    {
      "index": 401,
      "start_time": 2442450.0,
      "end_time": 2448480.0,
      "text": "the volume of contracts, the nature or characteristics of those underlying contracts, and whether"
    },
    {
      "index": 402,
      "start_time": 2448480.0,
      "end_time": 2453160.0,
      "text": "there are significant foreseen changes in accounting policies. All of those things may"
    },
    {
      "index": 403,
      "start_time": 2453160.0,
      "end_time": 2461470.0,
      "text": "impact the transition method that you might wish to use. So, with that Jon, give it back"
    },
    {
      "index": 404,
      "start_time": 2461470.0,
      "end_time": 2463220.0,
      "text": "to you."
    },
    {
      "index": 405,
      "start_time": 2463220.0,
      "end_time": 2469200.0,
      "text": "Thanks a lot Maryse. Lots there, that is just a transition. There seems to be quite a few"
    },
    {
      "index": 406,
      "start_time": 2469200.0,
      "end_time": 2474650.0,
      "text": "considerations related to completed contracts for transition purposes and they seem to be"
    },
    {
      "index": 407,
      "start_time": 2474650.0,
      "end_time": 2478470.0,
      "text": "somewhat different. Can you elaborate on that please?"
    },
    {
      "index": 408,
      "start_time": 2478470.0,
      "end_time": 2489099.0,
      "text": "Yes, good question. There are a lot and it might be confusing actually. Just one thing"
    },
    {
      "index": 409,
      "start_time": 2489100.0,
      "end_time": 2494541.0,
      "text": "I would like to point out before we go back on that information, the basis for conclusions"
    },
    {
      "index": 410,
      "start_time": 2494540.0,
      "end_time": 2501940.0,
      "text": "of IFRS 15 clarifies that a completed contract is one where performance is complete prior"
    },
    {
      "index": 411,
      "start_time": 2501940.0,
      "end_time": 2508680.0,
      "text": "to the date of initial application under legacy GAAP, so complete under legacy GAAP, but it"
    },
    {
      "index": 412,
      "start_time": 2508680.0,
      "end_time": 2513990.0,
      "text": "also includes situations where for example there is a change in the transaction price"
    },
    {
      "index": 413,
      "start_time": 2513990.0,
      "end_time": 2519020.0,
      "text": "after the date of initial application. So the basis for conclusion indicates that even"
    },
    {
      "index": 414,
      "start_time": 2519020.0,
      "end_time": 2523770.0,
      "text": "in this case, the contract would still be determined to be completed. So as long as"
    },
    {
      "index": 415,
      "start_time": 2523770.0,
      "end_time": 2528230.0,
      "text": "you have done everything that you would have to do, i.e. you have transferred all goods"
    },
    {
      "index": 416,
      "start_time": 2528230.0,
      "end_time": 2533650.0,
      "text": "and services, so satisfied all the performance obligations under prior GAAP, even if there"
    },
    {
      "index": 417,
      "start_time": 2533650.0,
      "end_time": 2538819.0,
      "text": "is still some transaction price that has not yet been recognized because for instance variable"
    },
    {
      "index": 418,
      "start_time": 2538820.0,
      "end_time": 2547171.0,
      "text": "consideration, this may still be considered a completed contract. I think we need to consider"
    },
    {
      "index": 419,
      "start_time": 2547170.0,
      "end_time": 2553640.0,
      "text": "whether a contract is, in fact, completed at the appropriate reference date and is at"
    },
    {
      "index": 420,
      "start_time": 2553640.0,
      "end_time": 2558240.0,
      "text": "the date of initial application right now under the standard, but under the IASB’s"
    },
    {
      "index": 421,
      "start_time": 2558240.0,
      "end_time": 2563280.0,
      "text": "tentative decisions for full retrospective application the date of a completed contract"
    },
    {
      "index": 422,
      "start_time": 2563280.0,
      "end_time": 2569490.0,
      "text": "would be the beginning of the earliest period presented. I think examples of outstanding"
    },
    {
      "index": 423,
      "start_time": 2569490.0,
      "end_time": 2577430.0,
      "text": "variable consideration, examples of collectability, whether you have a performance obligation"
    },
    {
      "index": 424,
      "start_time": 2577430.0,
      "end_time": 2583609.0,
      "text": "that would have been satisfied under prior GAAP, but maybe not satisfied under IFRS 15,"
    },
    {
      "index": 425,
      "start_time": 2583610.0,
      "end_time": 2588941.0,
      "text": "those types of things would have to be considered in terms of determining whether you have a"
    },
    {
      "index": 426,
      "start_time": 2588940.0,
      "end_time": 2596160.0,
      "text": "completed contract and an example I can give, you may have had a contract where you have"
    },
    {
      "index": 427,
      "start_time": 2596160.0,
      "end_time": 2600260.0,
      "text": "completed everything under prior GAAP, but there was a warranty and the warranty was"
    },
    {
      "index": 428,
      "start_time": 2600260.0,
      "end_time": 2605299.0,
      "text": "accounted under prior GAAP as a cost accrual for instance. Under IFRS 15, the warranty"
    },
    {
      "index": 429,
      "start_time": 2605300.0,
      "end_time": 2612281.0,
      "text": "maybe considered to be an assurance type warranty that would require deferral of revenue. In"
    },
    {
      "index": 430,
      "start_time": 2612280.0,
      "end_time": 2616940.0,
      "text": "that case, the contract would still be completed potentially under your prior GAAP because"
    },
    {
      "index": 431,
      "start_time": 2616940.0,
      "end_time": 2622410.0,
      "text": "you have transferred everything and your warranty is a cost accrual, whereas under IFRS 15 it"
    },
    {
      "index": 432,
      "start_time": 2622410.0,
      "end_time": 2626530.0,
      "text": "may not have been considered a completed contract. There is a lot of these things that have to"
    },
    {
      "index": 433,
      "start_time": 2626530.0,
      "end_time": 2632670.0,
      "text": "be considered from the entity’s perspective. Again, just to summarize, full retrospective"
    },
    {
      "index": 434,
      "start_time": 2632670.0,
      "end_time": 2637099.0,
      "text": "approach, there is a practical expedient for contracts that begin and end in the same annual"
    },
    {
      "index": 435,
      "start_time": 2637100.0,
      "end_time": 2642691.0,
      "text": "reporting period. For the modified retrospective approach, you would not restate contracts"
    },
    {
      "index": 436,
      "start_time": 2642690.0,
      "end_time": 2648470.0,
      "text": "that are completed as at the date of initial application and there is this additional tentative"
    },
    {
      "index": 437,
      "start_time": 2648470.0,
      "end_time": 2654440.0,
      "text": "practical expedient that would apply under the full retrospective method for completed"
    },
    {
      "index": 438,
      "start_time": 2654440.0,
      "end_time": 2658980.0,
      "text": "contracts, but at a different date, which is the beginning of the earliest period presented."
    },
    {
      "index": 439,
      "start_time": 2658980.0,
      "end_time": 2661250.0,
      "text": "So, hope that is clearer Jon."
    },
    {
      "index": 440,
      "start_time": 2661250.0,
      "end_time": 2668030.0,
      "text": "Yep, you are just a messenger there. You didn’t write the standard. Thanks a lot. Okay, with"
    },
    {
      "index": 441,
      "start_time": 2668030.0,
      "end_time": 2673020.0,
      "text": "that, I welcome our last speaker, An Lam. An is a senior manager in the IFRS Centre"
    },
    {
      "index": 442,
      "start_time": 2673020.0,
      "end_time": 2678940.0,
      "text": "of Excellence in Toronto and has over 14 years of experience in public practice. An’s main"
    },
    {
      "index": 443,
      "start_time": 2678940.0,
      "end_time": 2685040.0,
      "text": "area of focus is in the determination of final technical positions on IFRS interpretation"
    },
    {
      "index": 444,
      "start_time": 2685040.0,
      "end_time": 2690140.0,
      "text": "and application matters for other IFRS centres around the world and client service teams"
    },
    {
      "index": 445,
      "start_time": 2690140.0,
      "end_time": 2693190.0,
      "text": "in Canada. Over to you An."
    },
    {
      "index": 446,
      "start_time": 2693190.0,
      "end_time": 2697450.0,
      "text": "Thanks Jon. Now, we are going to move on to the exciting leases project. I am sure we"
    },
    {
      "index": 447,
      "start_time": 2697450.0,
      "end_time": 2702030.0,
      "text": "have all been anxiously waiting for an update as the issuance of the final standard is actually"
    },
    {
      "index": 448,
      "start_time": 2702030.0,
      "end_time": 2707950.0,
      "text": "looming in the horizon. I first wanted to set the stage on where we are today with the"
    },
    {
      "index": 449,
      "start_time": 2707950.0,
      "end_time": 2713099.0,
      "text": "leasing standard. It really is hard to believe that the first discussion started with the"
    },
    {
      "index": 450,
      "start_time": 2713100.0,
      "end_time": 2718291.0,
      "text": "issuance of the exposure draft almost five years ago and that was back in August 2010,"
    },
    {
      "index": 451,
      "start_time": 2718290.0,
      "end_time": 2723730.0,
      "text": "where the IASB and FASB first proposed a new accounting model for the accounting for leases."
    },
    {
      "index": 452,
      "start_time": 2723730.0,
      "end_time": 2729040.0,
      "text": "Subsequent to the release of the exposure draft, they started re-deliberations in January"
    },
    {
      "index": 453,
      "start_time": 2729040.0,
      "end_time": 2736420.0,
      "text": "2011 up until 2013, where a revised exposure draft was issued in May 2013 and the revised"
    },
    {
      "index": 454,
      "start_time": 2736420.0,
      "end_time": 2742369.0,
      "text": "exposure draft was issued due to all the changes from the discussions over those three years."
    },
    {
      "index": 455,
      "start_time": 2742370.0,
      "end_time": 2746951.0,
      "text": "Starting in January of last year, 2014, the Board started re-deliberations to consider"
    },
    {
      "index": 456,
      "start_time": 2746950.0,
      "end_time": 2755030.0,
      "text": "feedback from various stakeholders including investors, analysts, preparers and accounting"
    },
    {
      "index": 457,
      "start_time": 2755030.0,
      "end_time": 2760049.0,
      "text": "firms. So, where we are today is that the re-deliberations were completed in the first"
    },
    {
      "index": 458,
      "start_time": 2760050.0,
      "end_time": 2765961.0,
      "text": "quarter of this year, 2015 and the IASB confirmed that all the due process steps were completed"
    },
    {
      "index": 459,
      "start_time": 2765960.0,
      "end_time": 2771740.0,
      "text": "and no re-exposure was necessary. A final standard is expected to be issued towards"
    },
    {
      "index": 460,
      "start_time": 2771740.0,
      "end_time": 2778430.0,
      "text": "the end of Q4 2015. In this webcast, I wanted to discuss two significant project updates"
    },
    {
      "index": 461,
      "start_time": 2778430.0,
      "end_time": 2783950.0,
      "text": "issued by the IASB. The first they issued in February this year on the definition of"
    },
    {
      "index": 462,
      "start_time": 2783950.0,
      "end_time": 2790160.0,
      "text": "a lease and the second was published in March 2015 that goes into a little more detail on"
    },
    {
      "index": 463,
      "start_time": 2790160.0,
      "end_time": 2795640.0,
      "text": "the practical implications of the new leasing standard. We have embedded these links in"
    },
    {
      "index": 464,
      "start_time": 2795640.0,
      "end_time": 2800089.0,
      "text": "the PowerPoint presentation, so when you click on each item, it will take you to the IASB"
    },
    {
      "index": 465,
      "start_time": 2800090.0,
      "end_time": 2803981.0,
      "text": "documents if you would like to get more details."
    },
    {
      "index": 466,
      "start_time": 2803980.0,
      "end_time": 2809780.0,
      "text": "Let us start first on where the IASB has landed on the definition of a lease. I wanted to"
    },
    {
      "index": 467,
      "start_time": 2809780.0,
      "end_time": 2814430.0,
      "text": "spend more time on this slide as this is one of the more complex areas of the standard"
    },
    {
      "index": 468,
      "start_time": 2814430.0,
      "end_time": 2820400.0,
      "text": "where significant judgement has to be applied by an entity. If you look at the existing"
    },
    {
      "index": 469,
      "start_time": 2820400.0,
      "end_time": 2826549.0,
      "text": "definition under the current standard IAS 17, it defines a lease as “an agreement"
    },
    {
      "index": 470,
      "start_time": 2826550.0,
      "end_time": 2831570.0,
      "text": "whereby the lessor conveys to the lessee in return for a payment or series of payments"
    },
    {
      "index": 471,
      "start_time": 2831570.0,
      "end_time": 2837521.0,
      "text": "the right to use an asset for an agreed period of time.” Under the proposed standard, the"
    },
    {
      "index": 472,
      "start_time": 2837520.0,
      "end_time": 2842650.0,
      "text": "lease exists when two conditions are met: 1. The contract has to depend on the use of"
    },
    {
      "index": 473,
      "start_time": 2842650.0,
      "end_time": 2846510.0,
      "text": "an identified asset and 2. The contract has to convey the right to"
    },
    {
      "index": 474,
      "start_time": 2846510.0,
      "end_time": 2849569.0,
      "text": "control the use of the asset for a period of time."
    },
    {
      "index": 475,
      "start_time": 2849570.0,
      "end_time": 2854120.0,
      "text": "If you look at this new definition, it is very different from the old definition under"
    },
    {
      "index": 476,
      "start_time": 2854120.0,
      "end_time": 2860451.0,
      "text": "IAS 17, which focused on the right to use an asset in return for a payment. The new"
    },
    {
      "index": 477,
      "start_time": 2860450.0,
      "end_time": 2865599.0,
      "text": "definition focuses on who controls the use of the asset, is it the customer or is it"
    },
    {
      "index": 478,
      "start_time": 2865600.0,
      "end_time": 2871531.0,
      "text": "the supplier? The reason why it is important identifying who controls is that if you conclude"
    },
    {
      "index": 479,
      "start_time": 2871530.0,
      "end_time": 2877369.0,
      "text": "that the customer or the lessee controls the asset then the customer will recognize the"
    },
    {
      "index": 480,
      "start_time": 2877370.0,
      "end_time": 2882330.0,
      "text": "assets and liabilities arising from the lease on its balance sheet. On the other hand, if"
    },
    {
      "index": 481,
      "start_time": 2882330.0,
      "end_time": 2886261.0,
      "text": "the definition is not met, then the contract is accounted for as a service contract and"
    },
    {
      "index": 482,
      "start_time": 2886260.0,
      "end_time": 2890760.0,
      "text": "no amounts are brought on the balance sheet and I will discuss the practical implications"
    },
    {
      "index": 483,
      "start_time": 2890760.0,
      "end_time": 2892849.0,
      "text": "of what this means later on."
    },
    {
      "index": 484,
      "start_time": 2892850.0,
      "end_time": 2898021.0,
      "text": "So, now let us dive a little bit deeper into the two parts of the definition of a lease."
    },
    {
      "index": 485,
      "start_time": 2898020.0,
      "end_time": 2902890.0,
      "text": "The first part, the contract depends on the use of an identified asset. So what does this"
    },
    {
      "index": 486,
      "start_time": 2902890.0,
      "end_time": 2908790.0,
      "text": "really mean? If you look at the slide there are three considerations to this criterion:"
    },
    {
      "index": 487,
      "start_time": 2908790.0,
      "end_time": 2913930.0,
      "text": "• The first bullet is on uniquely identified asset. First, there has to be an identified"
    },
    {
      "index": 488,
      "start_time": 2913930.0,
      "end_time": 2921339.0,
      "text": "asset in the contract. This asset could be explicitly or implicitly implied and what"
    },
    {
      "index": 489,
      "start_time": 2921340.0,
      "end_time": 2926310.0,
      "text": "we see typically in practise is that an asset is identified by being explicitly specified"
    },
    {
      "index": 490,
      "start_time": 2926310.0,
      "end_time": 2930860.0,
      "text": "in a contract. For example, if the asset is a piece of equipment, it could be explicitly"
    },
    {
      "index": 491,
      "start_time": 2930860.0,
      "end_time": 2937360.0,
      "text": "specified in the contract by a serial number or a model number. However, even if the asset"
    },
    {
      "index": 492,
      "start_time": 2937360.0,
      "end_time": 2942771.0,
      "text": "is explicitly specified in the contract, fulfilment of that contract does not depend on the use"
    },
    {
      "index": 493,
      "start_time": 2942770.0,
      "end_time": 2947630.0,
      "text": "of the identified asset if the supplier has the substantive right to substitute the asset"
    },
    {
      "index": 494,
      "start_time": 2947630.0,
      "end_time": 2951030.0,
      "text": "throughout the period of use. • This is the second bullet point that I"
    },
    {
      "index": 495,
      "start_time": 2951030.0,
      "end_time": 2956200.0,
      "text": "have included on there called, substantive substitution rights. What this means is, for"
    },
    {
      "index": 496,
      "start_time": 2956200.0,
      "end_time": 2961900.0,
      "text": "example, let us say we take a contract between the customer and the supplier and that contract"
    },
    {
      "index": 497,
      "start_time": 2961900.0,
      "end_time": 2969079.0,
      "text": "requires the supplier to transport by railway cars a quantity of goods for the customer"
    },
    {
      "index": 498,
      "start_time": 2969080.0,
      "end_time": 2974221.0,
      "text": "in a period of time. Let us say, the contract identifies the railway cars that the supplier"
    },
    {
      "index": 499,
      "start_time": 2974220.0,
      "end_time": 2979069.0,
      "text": "will use to deliver the goods; however, the supplier has the right to substitute the railway"
    },
    {
      "index": 500,
      "start_time": 2979070.0,
      "end_time": 2983731.0,
      "text": "cars with any number of its similar railway cars to deliver the customer’s goods and"
    },
    {
      "index": 501,
      "start_time": 2983730.0,
      "end_time": 2987720.0,
      "text": "it also has this practical ability and it makes sense economically for the supplier"
    },
    {
      "index": 502,
      "start_time": 2987720.0,
      "end_time": 2993270.0,
      "text": "to exercise this right. In this case, because the supplier has the substantive right to"
    },
    {
      "index": 503,
      "start_time": 2993270.0,
      "end_time": 2998289.0,
      "text": "substitute the asset, then there is no identified asset in the contract, so meaning the first"
    },
    {
      "index": 504,
      "start_time": 2998290.0,
      "end_time": 3003340.0,
      "text": "part of the definition is not met. • The third bullet on physically distinct"
    },
    {
      "index": 505,
      "start_time": 3003340.0,
      "end_time": 3008201.0,
      "text": "portion means that you can have a physically distinct portion of an asset being leased."
    },
    {
      "index": 506,
      "start_time": 3008200.0,
      "end_time": 3013970.0,
      "text": "For example, a floor of a building can be an identified asset; however, if you have"
    },
    {
      "index": 507,
      "start_time": 3013970.0,
      "end_time": 3019660.0,
      "text": "a capacity portion of an asset, for example, a capacity portion of a fiber-optic cable"
    },
    {
      "index": 508,
      "start_time": 3019660.0,
      "end_time": 3023770.0,
      "text": "that is less than substantially all the capacity of the cable, this cannot be an identified"
    },
    {
      "index": 509,
      "start_time": 3023770.0,
      "end_time": 3028339.0,
      "text": "asset because if you look at the fiber-optic cable it is hard to say that one component"
    },
    {
      "index": 510,
      "start_time": 3028340.0,
      "end_time": 3035531.0,
      "text": "is physically distinct from the remaining capacity of the asset. If based on these considerations"
    },
    {
      "index": 511,
      "start_time": 3035530.0,
      "end_time": 3039410.0,
      "text": "you conclude that the contract does depend on the use of an identified asset, you still"
    },
    {
      "index": 512,
      "start_time": 3039410.0,
      "end_time": 3043970.0,
      "text": "have to determine if the second part of the lease definition is met. Does the contract"
    },
    {
      "index": 513,
      "start_time": 3043970.0,
      "end_time": 3049619.0,
      "text": "convey the right to control the use of the asset? A contract conveys the right to control"
    },
    {
      "index": 514,
      "start_time": 3049620.0,
      "end_time": 3053661.0,
      "text": "the use of an asset if, throughout the period of use, the customer has the right to do two"
    },
    {
      "index": 515,
      "start_time": 3053660.0,
      "end_time": 3054280.0,
      "text": "things:"
    },
    {
      "index": 516,
      "start_time": 3054280.0,
      "end_time": 3058819.0,
      "text": "1. If the customer can direct the use of the identified asset and"
    },
    {
      "index": 517,
      "start_time": 3058820.0,
      "end_time": 3063360.0,
      "text": "2. If the customer can obtain substantially all of the economic benefits from the use"
    },
    {
      "index": 518,
      "start_time": 3063360.0,
      "end_time": 3065540.0,
      "text": "of the identified asset."
    },
    {
      "index": 519,
      "start_time": 3065540.0,
      "end_time": 3069860.0,
      "text": "On the first bullet, a customer has the ability to direct the use of the asset when it can"
    },
    {
      "index": 520,
      "start_time": 3069860.0,
      "end_time": 3075100.0,
      "text": "direct how and for what purpose the asset is used. For example, if the customer has"
    },
    {
      "index": 521,
      "start_time": 3075100.0,
      "end_time": 3079771.0,
      "text": "the right to change the output of the asset, such as they can change the quantity or the"
    },
    {
      "index": 522,
      "start_time": 3079770.0,
      "end_time": 3084059.0,
      "text": "type of goods and services produced by the asset, then this means that the customer has"
    },
    {
      "index": 523,
      "start_time": 3084060.0,
      "end_time": 3086330.0,
      "text": "the ability to direct the use of the asset."
    },
    {
      "index": 524,
      "start_time": 3086330.0,
      "end_time": 3092011.0,
      "text": "On the second bullet, a customer has the right to receive benefits from the use when they"
    },
    {
      "index": 525,
      "start_time": 3092010.0,
      "end_time": 3096170.0,
      "text": "have the right to obtain substantially all of the economic benefits from the use of the"
    },
    {
      "index": 526,
      "start_time": 3096170.0,
      "end_time": 3100760.0,
      "text": "asset throughout the period of use. For example, the economic benefits from the use of an asset"
    },
    {
      "index": 527,
      "start_time": 3100760.0,
      "end_time": 3106230.0,
      "text": "would include output being produced by the asset including any cash flows that are derived"
    },
    {
      "index": 528,
      "start_time": 3106230.0,
      "end_time": 3111170.0,
      "text": "from the use of that asset. As you can see, critical judgment is required to determine"
    },
    {
      "index": 529,
      "start_time": 3111170.0,
      "end_time": 3115900.0,
      "text": "whether the customer controls the use of the asset, in which case the contract is a lease"
    },
    {
      "index": 530,
      "start_time": 3115900.0,
      "end_time": 3121559.0,
      "text": "or if the supplier controls the use of the asset, in this latter case the contract is"
    },
    {
      "index": 531,
      "start_time": 3121560.0,
      "end_time": 3126911.0,
      "text": "for a service. You will also see that at the bottom of the slide, there are certain exceptions"
    },
    {
      "index": 532,
      "start_time": 3126910.0,
      "end_time": 3134220.0,
      "text": "for short-term leases and small ticket leases. A short-term lease is defined as a lease that"
    },
    {
      "index": 533,
      "start_time": 3134220.0,
      "end_time": 3139839.0,
      "text": "has a lease term of 12 months or less. If you have the short term leases, the lessee"
    },
    {
      "index": 534,
      "start_time": 3139840.0,
      "end_time": 3144201.0,
      "text": "would be permitted not to account for the contract as a lease and select an accounting"
    },
    {
      "index": 535,
      "start_time": 3144200.0,
      "end_time": 3149329.0,
      "text": "policy choice instead to recognize lease payments on a straight-line basis, similar to the existing"
    },
    {
      "index": 536,
      "start_time": 3149330.0,
      "end_time": 3155251.0,
      "text": "guidance under IAS 17 for operating leases. There is also a similar exception for small"
    },
    {
      "index": 537,
      "start_time": 3155250.0,
      "end_time": 3161480.0,
      "text": "ticket leases. These are leases of small assets such as IT equipment and office furniture."
    },
    {
      "index": 538,
      "start_time": 3161480.0,
      "end_time": 3166960.0,
      "text": "So, sounds all pretty complicated, doesn’ it? Why don’t we apply these concepts to"
    },
    {
      "index": 539,
      "start_time": 3166960.0,
      "end_time": 3172539.0,
      "text": "a simple example just to demonstrate some of the new definition components of the definition"
    },
    {
      "index": 540,
      "start_time": 3172540.0,
      "end_time": 3173330.0,
      "text": "of a lease."
    },
    {
      "index": 541,
      "start_time": 3173330.0,
      "end_time": 3179701.0,
      "text": "So, here we have a typical retail rental contract. We have a retailer and this is the customer"
    },
    {
      "index": 542,
      "start_time": 3179700.0,
      "end_time": 3184339.0,
      "text": "in this case. They enter into a contract with the real-estate company who is a supplier"
    },
    {
      "index": 543,
      "start_time": 3184340.0,
      "end_time": 3190881.0,
      "text": "in this case to use shop no. 1 in commercial center for five-year period. Let us assume"
    },
    {
      "index": 544,
      "start_time": 3190880.0,
      "end_time": 3197880.0,
      "text": "that the asset is explicitly identified in the contract as shop #1. The retailer uses"
    },
    {
      "index": 545,
      "start_time": 3197880.0,
      "end_time": 3201980.0,
      "text": "the premises only for operating its store brand and also sells its goods during the"
    },
    {
      "index": 546,
      "start_time": 3201980.0,
      "end_time": 3207180.0,
      "text": "hours the commercial centre is open and the retailer is provided with actually a lot of"
    },
    {
      "index": 547,
      "start_time": 3207180.0,
      "end_time": 3213250.0,
      "text": "rights related to the asset. It can decide on the mix of brands sold. It can change and"
    },
    {
      "index": 548,
      "start_time": 3213250.0,
      "end_time": 3218710.0,
      "text": "make adjustments to pricing. It also has rights over determining the fixtures, the qualities"
    },
    {
      "index": 549,
      "start_time": 3218710.0,
      "end_time": 3224680.0,
      "text": "of the inventory held and also space used for the storage. From the real-estate company’s"
    },
    {
      "index": 550,
      "start_time": 3224680.0,
      "end_time": 3229869.0,
      "text": "perspective, they have to provide cleaning, security and advertising services as part"
    },
    {
      "index": 551,
      "start_time": 3229870.0,
      "end_time": 3235231.0,
      "text": "of the contract. Looking at the definition of a lease, you have to ask yourself who controls"
    },
    {
      "index": 552,
      "start_time": 3235230.0,
      "end_time": 3239900.0,
      "text": "the use of this asset in this case. Is it the customer, which is a retailer, or is it"
    },
    {
      "index": 553,
      "start_time": 3239900.0,
      "end_time": 3245270.0,
      "text": "the supplier, which is the real-estate company? If you look through all the facts, you will"
    },
    {
      "index": 554,
      "start_time": 3245270.0,
      "end_time": 3250329.0,
      "text": "conclude that it is the customer, the retailer in this case who controls the use of the asset"
    },
    {
      "index": 555,
      "start_time": 3250330.0,
      "end_time": 3255290.0,
      "text": "and that is because the retailer has exclusive use of the shop and it also can decide how"
    },
    {
      "index": 556,
      "start_time": 3255290.0,
      "end_time": 3260911.0,
      "text": "to use it, so it can direct the use. For example, it can decide for what purpose the shop will"
    },
    {
      "index": 557,
      "start_time": 3260910.0,
      "end_time": 3267589.0,
      "text": "be used, it can also decide what mix of products will be sold and when the shop is open. The"
    },
    {
      "index": 558,
      "start_time": 3267590.0,
      "end_time": 3273461.0,
      "text": "conclusion in this example is that the contract contains a lease for the use of shop #1 and"
    },
    {
      "index": 559,
      "start_time": 3273460.0,
      "end_time": 3279930.0,
      "text": "also there are services that are a part of this contract as well. For the lease component,"
    },
    {
      "index": 560,
      "start_time": 3279930.0,
      "end_time": 3284109.0,
      "text": "the retailer would account for the lease of the shop separately from the services that"
    },
    {
      "index": 561,
      "start_time": 3284110.0,
      "end_time": 3288011.0,
      "text": "the real-estate company is providing, such as cleaning, security and the advertising"
    },
    {
      "index": 562,
      "start_time": 3288010.0,
      "end_time": 3294890.0,
      "text": "services. For the lease component, the retailer would recognize the lease assets and the liabilities"
    },
    {
      "index": 563,
      "start_time": 3294890.0,
      "end_time": 3299230.0,
      "text": "reflecting only the payments that relate to the lease component. You will note that we"
    },
    {
      "index": 564,
      "start_time": 3299230.0,
      "end_time": 3303789.0,
      "text": "have a note at the bottom of this. Because we are saying there are two components to"
    },
    {
      "index": 565,
      "start_time": 3303790.0,
      "end_time": 3307931.0,
      "text": "this contract, the lease and the services and you have to separate out the lease component,"
    },
    {
      "index": 566,
      "start_time": 3307930.0,
      "end_time": 3312579.0,
      "text": "the retailer could actually choose to account for the lease and service component as a single"
    },
    {
      "index": 567,
      "start_time": 3312580.0,
      "end_time": 3316780.0,
      "text": "lease contract if they wanted to for simplicity sake."
    },
    {
      "index": 568,
      "start_time": 3316780.0,
      "end_time": 3324090.0,
      "text": "Now that we have gone through the concepts for the definition of a lease, let us take"
    },
    {
      "index": 569,
      "start_time": 3324090.0,
      "end_time": 3329381.0,
      "text": "a look at what the proposed model will look like. Now, this model is called the right"
    },
    {
      "index": 570,
      "start_time": 3329380.0,
      "end_time": 3335619.0,
      "text": "of use model. It is similar to the current finance leases under IAS 17. If you look at"
    },
    {
      "index": 571,
      "start_time": 3335620.0,
      "end_time": 3340401.0,
      "text": "the balance sheet, you will see that in essence there is a gross up on the balance sheet."
    },
    {
      "index": 572,
      "start_time": 3340400.0,
      "end_time": 3346950.0,
      "text": "There you recognize a right of use asset and there is also a corresponding lease obligation."
    },
    {
      "index": 573,
      "start_time": 3346950.0,
      "end_time": 3350940.0,
      "text": "If you look at the income statement, there has been a movement amongst the various line"
    },
    {
      "index": 574,
      "start_time": 3350940.0,
      "end_time": 3356190.0,
      "text": "items. If you look at operating expenses, this would be the lease expense. This has"
    },
    {
      "index": 575,
      "start_time": 3356190.0,
      "end_time": 3361770.0,
      "text": "been replaced with amortization and interest expense. The amortization because of the right"
    },
    {
      "index": 576,
      "start_time": 3361770.0,
      "end_time": 3366220.0,
      "text": "of use asset that you have recorded on the balance sheet and the interest expense because"
    },
    {
      "index": 577,
      "start_time": 3366220.0,
      "end_time": 3371309.0,
      "text": "of the lease obligation. Now, at the end of the day, EBITDA will change because what was"
    },
    {
      "index": 578,
      "start_time": 3371310.0,
      "end_time": 3375850.0,
      "text": "previously recorded above the EBITDA line as operating expense is now recorded below"
    },
    {
      "index": 579,
      "start_time": 3375850.0,
      "end_time": 3384560.0,
      "text": "the line in amortization and interest expense. Let us apply the right of use model to a numerical"
    },
    {
      "index": 580,
      "start_time": 3384560.0,
      "end_time": 3386810.0,
      "text": "example."
    },
    {
      "index": 581,
      "start_time": 3386810.0,
      "end_time": 3392391.0,
      "text": "In this example, we have a lessee and they enter into a three-year lease and they agree"
    },
    {
      "index": 582,
      "start_time": 3392390.0,
      "end_time": 3397039.0,
      "text": "to make the following annual payments at the end of each year: let us say at the end of"
    },
    {
      "index": 583,
      "start_time": 3397040.0,
      "end_time": 3404171.0,
      "text": "year one, they have to make a $10,000 payment, year two is $15,000 and year three is $20,000."
    },
    {
      "index": 584,
      "start_time": 3404170.0,
      "end_time": 3409099.0,
      "text": "The initial measurement of this right of use asset and the liability to make the lease"
    },
    {
      "index": 585,
      "start_time": 3409100.0,
      "end_time": 3416691.0,
      "text": "payments, let us assume this is $38,000 and a discount rate of 8% is being applied. For"
    },
    {
      "index": 586,
      "start_time": 3416690.0,
      "end_time": 3421410.0,
      "text": "simplicity, let us assume that there is no initial direct cost to enter into the lease."
    },
    {
      "index": 587,
      "start_time": 3421410.0,
      "end_time": 3427809.0,
      "text": "What do you do? Let us take a look at the table below in the slide. On inception of"
    },
    {
      "index": 588,
      "start_time": 3427810.0,
      "end_time": 3434461.0,
      "text": "the lease, you would recognize a right of use asset of $38,000 and there is also a corresponding"
    },
    {
      "index": 589,
      "start_time": 3434460.0,
      "end_time": 3441099.0,
      "text": "lease liability of $38,000. If you look at year one, looking at the asset, the asset"
    },
    {
      "index": 590,
      "start_time": 3441100.0,
      "end_time": 3445981.0,
      "text": "would be amortized and we are assuming a straight-line basis in this case over the three-year lease"
    },
    {
      "index": 591,
      "start_time": 3445980.0,
      "end_time": 3451849.0,
      "text": "term and this is approximately $12,000 each year. At the end of the three-year term, you"
    },
    {
      "index": 592,
      "start_time": 3451850.0,
      "end_time": 3457540.0,
      "text": "will see that total amortization expense is $38,000, which brings the asset to a nil balance"
    },
    {
      "index": 593,
      "start_time": 3457540.0,
      "end_time": 3463241.0,
      "text": "at the end of the lease term. If we look at the lease liability side that would be accreted"
    },
    {
      "index": 594,
      "start_time": 3463240.0,
      "end_time": 3467720.0,
      "text": "using the effective interest method, interest would be recognized over this three-year period"
    },
    {
      "index": 595,
      "start_time": 3467720.0,
      "end_time": 3474720.0,
      "text": "for a total of $7,000. If you just look at the end result, at the end of the three years,"
    },
    {
      "index": 596,
      "start_time": 3474720.0,
      "end_time": 3480059.0,
      "text": "you have a total lease expense of $45,000, which would be recognized. This is the same"
    },
    {
      "index": 597,
      "start_time": 3480060.0,
      "end_time": 3484110.0,
      "text": "as under the old operating lease model where if you take the total of the lease payments"
    },
    {
      "index": 598,
      "start_time": 3484110.0,
      "end_time": 3491070.0,
      "text": "over the three years of $10,000, $15,000 and $20,000, this would also be $45,000, but the"
    },
    {
      "index": 599,
      "start_time": 3491070.0,
      "end_time": 3495441.0,
      "text": "difference you will see is that under the new proposed model and we have highlighted"
    },
    {
      "index": 600,
      "start_time": 3495440.0,
      "end_time": 3499950.0,
      "text": "this in the yellow column, the total lease expense is front-loaded such that there is"
    },
    {
      "index": 601,
      "start_time": 3499950.0,
      "end_time": 3504789.0,
      "text": "a higher expense in the earlier years, whereas under the old model, you would have recognized"
    },
    {
      "index": 602,
      "start_time": 3504790.0,
      "end_time": 3510231.0,
      "text": "lease expense on a straight-line basis over the three-year period. So, in looking at even"
    },
    {
      "index": 603,
      "start_time": 3510230.0,
      "end_time": 3518240.0,
      "text": "the simple numerical example, this is definitely a significant change."
    },
    {
      "index": 604,
      "start_time": 3518240.0,
      "end_time": 3522680.0,
      "text": "This slide summarizes at a high level what the practical implications of the new model"
    },
    {
      "index": 605,
      "start_time": 3522680.0,
      "end_time": 3528970.0,
      "text": "are and the impact on the entity’s financial statements. Looking at three parts, if you"
    },
    {
      "index": 606,
      "start_time": 3528970.0,
      "end_time": 3533539.0,
      "text": "look at the balance sheet, as I mentioned before, you have a right of use asset as a"
    },
    {
      "index": 607,
      "start_time": 3533540.0,
      "end_time": 3539481.0,
      "text": "separate line on the balance sheet or disclosed on the notes and you would present lease liabilities"
    },
    {
      "index": 608,
      "start_time": 3539480.0,
      "end_time": 3544049.0,
      "text": "as separate line item on the balance sheet or disclose in the notes. On the income statement,"
    },
    {
      "index": 609,
      "start_time": 3544050.0,
      "end_time": 3549721.0,
      "text": "you would present separately the amortization of lease assets and interest on lease liabilities."
    },
    {
      "index": 610,
      "start_time": 3549720.0,
      "end_time": 3553609.0,
      "text": "On the statement of cash flow, you would classify the principal portion of lease payments in"
    },
    {
      "index": 611,
      "start_time": 3553610.0,
      "end_time": 3558201.0,
      "text": "financing activities and you would classify the interest portion of the lease payments"
    },
    {
      "index": 612,
      "start_time": 3558200.0,
      "end_time": 3563319.0,
      "text": "in operating or financing activities. As you can see, under the new model, recognizing"
    },
    {
      "index": 613,
      "start_time": 3563320.0,
      "end_time": 3567481.0,
      "text": "all leases on the balance sheet will have significant implications on an entity’s"
    },
    {
      "index": 614,
      "start_time": 3567480.0,
      "end_time": 3571490.0,
      "text": "financial statements."
    },
    {
      "index": 615,
      "start_time": 3571490.0,
      "end_time": 3575230.0,
      "text": "This slide summarizes what the impact will be on financial measures. Let us first take"
    },
    {
      "index": 616,
      "start_time": 3575230.0,
      "end_time": 3579650.0,
      "text": "a look at the table on the right to see how the various line items will be impacted. To"
    },
    {
      "index": 617,
      "start_time": 3579650.0,
      "end_time": 3583849.0,
      "text": "put this into context, this assumes that under the existing model the lease is an operating"
    },
    {
      "index": 618,
      "start_time": 3583850.0,
      "end_time": 3589651.0,
      "text": "lease and under the new proposed model all leases will be on the balance sheet. Just"
    },
    {
      "index": 619,
      "start_time": 3589650.0,
      "end_time": 3592599.0,
      "text": "looking at the balance sheet: • There will be a gross up of assets and"
    },
    {
      "index": 620,
      "start_time": 3592600.0,
      "end_time": 3597040.0,
      "text": "liabilities reported. You will see that the leased asset will be recognized on the balance"
    },
    {
      "index": 621,
      "start_time": 3597040.0,
      "end_time": 3602461.0,
      "text": "sheet as a right of use asset. There will also be a corresponding entry to lease liabilities"
    },
    {
      "index": 622,
      "start_time": 3602460.0,
      "end_time": 3606789.0,
      "text": "and equity is expected to decrease because the carrying amount of the lease assets will"
    },
    {
      "index": 623,
      "start_time": 3606790.0,
      "end_time": 3611751.0,
      "text": "typically reduce more quickly than the carrying amount of lease liabilities. This will result"
    },
    {
      "index": 624,
      "start_time": 3611750.0,
      "end_time": 3617250.0,
      "text": "in a reduction in the reported equity compared to today for lessees with material off balance"
    },
    {
      "index": 625,
      "start_time": 3617250.0,
      "end_time": 3620130.0,
      "text": "sheet leases. • On the income statement, you will see"
    },
    {
      "index": 626,
      "start_time": 3620130.0,
      "end_time": 3624010.0,
      "text": "that rental expense will decrease because it is being replaced by amortization and interest"
    },
    {
      "index": 627,
      "start_time": 3624010.0,
      "end_time": 3631339.0,
      "text": "expense. The amortization is from the amortization of the lease asset over the term of the lease"
    },
    {
      "index": 628,
      "start_time": 3631340.0,
      "end_time": 3636241.0,
      "text": "and the interest expense is from the interest on the lease liabilities. The overall impact"
    },
    {
      "index": 629,
      "start_time": 3636240.0,
      "end_time": 3640529.0,
      "text": "is that your operating profit is expected to increase because now the interest expense"
    },
    {
      "index": 630,
      "start_time": 3640530.0,
      "end_time": 3645391.0,
      "text": "is recorded below the operating profit line. • EBITDA is expected to rise because the"
    },
    {
      "index": 631,
      "start_time": 3645390.0,
      "end_time": 3649329.0,
      "text": "operating lease expense is removed and the amounts are recorded below the EBITDA line"
    },
    {
      "index": 632,
      "start_time": 3649330.0,
      "end_time": 3651290.0,
      "text": "in interest and amortization."
    },
    {
      "index": 633,
      "start_time": 3651290.0,
      "end_time": 3655951.0,
      "text": "With all these changes, you will see that this will impact the financial measures including"
    },
    {
      "index": 634,
      "start_time": 3655950.0,
      "end_time": 3663369.0,
      "text": "your debt equity ratios, your current ratio, interest coverage and also the asset turnover."
    },
    {
      "index": 635,
      "start_time": 3663370.0,
      "end_time": 3668891.0,
      "text": "The impact would be that given that an entity’s bank covenants are often driven by these ratios,"
    },
    {
      "index": 636,
      "start_time": 3668890.0,
      "end_time": 3672970.0,
      "text": "it is critical that the company anticipate the impact so that it can adjust any bank"
    },
    {
      "index": 637,
      "start_time": 3672970.0,
      "end_time": 3676720.0,
      "text": "covenants if needed."
    },
    {
      "index": 638,
      "start_time": 3676720.0,
      "end_time": 3681289.0,
      "text": "You can see that the new standard is quite complex, a lot of judgment is required. The"
    },
    {
      "index": 639,
      "start_time": 3681290.0,
      "end_time": 3685560.0,
      "text": "good news is that we have a lot of available resources to help you through the guidance."
    },
    {
      "index": 640,
      "start_time": 3685560.0,
      "end_time": 3690290.0,
      "text": "We have listed these resources on the slide and we have included the embedded links in"
    },
    {
      "index": 641,
      "start_time": 3690290.0,
      "end_time": 3695800.0,
      "text": "the slides. All the guidance can be found on IAS Plus and the link we have included"
    },
    {
      "index": 642,
      "start_time": 3695800.0,
      "end_time": 3698021.0,
      "text": "at the bottom of the slide for reference."
    },
    {
      "index": 643,
      "start_time": 3698020.0,
      "end_time": 3705760.0,
      "text": "Now moving on, the leases project is only one of the many IASB projects. This next section,"
    },
    {
      "index": 644,
      "start_time": 3705760.0,
      "end_time": 3714079.0,
      "text": "we will discuss the status of the IASB’s other projects. Look at the remaining six"
    },
    {
      "index": 645,
      "start_time": 3714080.0,
      "end_time": 3717701.0,
      "text": "months of this year, we have many projects that are in various stages. In completing"
    },
    {
      "index": 646,
      "start_time": 3717700.0,
      "end_time": 3722269.0,
      "text": "a project, the IASB would issue a discussion paper, an exposure draft and then the final"
    },
    {
      "index": 647,
      "start_time": 3722270.0,
      "end_time": 3727110.0,
      "text": "IFRS standard. And if the issue relates to an IFRS Interpretations Committee item, then"
    },
    {
      "index": 648,
      "start_time": 3727110.0,
      "end_time": 3733261.0,
      "text": "a target draft interpretation would be issued. I am not going to go through all the projects"
    },
    {
      "index": 649,
      "start_time": 3733260.0,
      "end_time": 3738319.0,
      "text": "that are expected to be issued in exposure draft format or target discussion paper, as"
    },
    {
      "index": 650,
      "start_time": 3738320.0,
      "end_time": 3742971.0,
      "text": "you will see the timeline on the slide there, but we wanted to emphasize that it is important"
    },
    {
      "index": 651,
      "start_time": 3742970.0,
      "end_time": 3747410.0,
      "text": "to monitor these developments because at the drafting stage, you may submit comment letters"
    },
    {
      "index": 652,
      "start_time": 3747410.0,
      "end_time": 3752900.0,
      "text": "to the IASB within the permitted comment period and the IASB may take these comments into"
    },
    {
      "index": 653,
      "start_time": 3752900.0,
      "end_time": 3757450.0,
      "text": "consideration when drafting the final standard. Therefore, if you strongly object to certain"
    },
    {
      "index": 654,
      "start_time": 3757450.0,
      "end_time": 3762059.0,
      "text": "aspects of an upcoming standard, you do have the opportunity to voice your comments to"
    },
    {
      "index": 655,
      "start_time": 3762060.0,
      "end_time": 3766731.0,
      "text": "the IASB in a comment letter during the drafting stages."
    },
    {
      "index": 656,
      "start_time": 3766730.0,
      "end_time": 3772920.0,
      "text": "Finally, let us take a look at the status of all the IASB’s projects on their work"
    },
    {
      "index": 657,
      "start_time": 3772920.0,
      "end_time": 3778019.0,
      "text": "plan. The IASB work plan was updated on May 5, 2015 and in the interest of time I would"
    },
    {
      "index": 658,
      "start_time": 3778020.0,
      "end_time": 3783421.0,
      "text": "not discuss every line item, but wanted to highlight some of the more interesting projects."
    },
    {
      "index": 659,
      "start_time": 3783420.0,
      "end_time": 3788250.0,
      "text": "In the upcoming exposure draft, I think I mentioned that the Conceptual Framework exposure"
    },
    {
      "index": 660,
      "start_time": 3788250.0,
      "end_time": 3793589.0,
      "text": "draft is expected in Q2. I think this is quite an interesting project as it sets out the"
    },
    {
      "index": 661,
      "start_time": 3793590.0,
      "end_time": 3798330.0,
      "text": "concepts that underlie the preparation and presentation of the financial statements."
    },
    {
      "index": 662,
      "start_time": 3798330.0,
      "end_time": 3803381.0,
      "text": "I think it is interesting also because this project’s objective is to improve the financial"
    },
    {
      "index": 663,
      "start_time": 3803380.0,
      "end_time": 3808010.0,
      "text": "reporting by providing the IASB with really a complete and updated set of concepts to"
    },
    {
      "index": 664,
      "start_time": 3808010.0,
      "end_time": 3812769.0,
      "text": "use when it develops or revises standards."
    },
    {
      "index": 665,
      "start_time": 3812770.0,
      "end_time": 3817080.0,
      "text": "On the next slide, you will see that we have quite a number of narrow-scope amendments"
    },
    {
      "index": 666,
      "start_time": 3817080.0,
      "end_time": 3819620.0,
      "text": "and I will just highlight a few interesting ones:"
    },
    {
      "index": 667,
      "start_time": 3819620.0,
      "end_time": 3826350.0,
      "text": "1. Classification of liabilities: We discussed this in our Q1 webcast. The issuance of the"
    },
    {
      "index": 668,
      "start_time": 3826350.0,
      "end_time": 3831381.0,
      "text": "exposure draft in February of this year is actually stirring some anxiety. The exposure"
    },
    {
      "index": 669,
      "start_time": 3831380.0,
      "end_time": 3837559.0,
      "text": "draft proposed amendments to IAS 1 to clarify when a liability is classified as long term."
    },
    {
      "index": 670,
      "start_time": 3837560.0,
      "end_time": 3843810.0,
      "text": "It will be in re-deliberations into Q3 2015, so there will be many that will be monitoring"
    },
    {
      "index": 671,
      "start_time": 3843810.0,
      "end_time": 3849131.0,
      "text": "this one closely. If you would like more details on this one, please refer to our Q1 webcast"
    },
    {
      "index": 672,
      "start_time": 3849130.0,
      "end_time": 3852380.0,
      "text": "archive. 2. The last one, I wanted to highlight is"
    },
    {
      "index": 673,
      "start_time": 3852380.0,
      "end_time": 3858329.0,
      "text": "the fair value measurement of a unit of account. The exposure draft on this one was issued"
    },
    {
      "index": 674,
      "start_time": 3858330.0,
      "end_time": 3864570.0,
      "text": "in September 2014 and is also causing some concern. The amendments propose that the measurement"
    },
    {
      "index": 675,
      "start_time": 3864570.0,
      "end_time": 3869211.0,
      "text": "of investments in subsidiaries, joint ventures and associates should be at fair value when"
    },
    {
      "index": 676,
      "start_time": 3869210.0,
      "end_time": 3874289.0,
      "text": "those investments are quoted in an active market. So, it is currently in the re deliberations"
    },
    {
      "index": 677,
      "start_time": 3874290.0,
      "end_time": 3875530.0,
      "text": "phase in Q2."
    },
    {
      "index": 678,
      "start_time": 3875530.0,
      "end_time": 3880641.0,
      "text": "So, as you can see, there are a lot of moving projects ongoing and we will definitely provide"
    },
    {
      "index": 679,
      "start_time": 3880640.0,
      "end_time": 3886410.0,
      "text": "another update on our Q3 webcast. So, Jon, turning it back to you."
    },
    {
      "index": 680,
      "start_time": 3886410.0,
      "end_time": 3891450.0,
      "text": "Thanks An. Turning back to the leasing project for a minute. You mentioned that the effective"
    },
    {
      "index": 681,
      "start_time": 3891450.0,
      "end_time": 3895710.0,
      "text": "date for the new leasing standard has not yet been published. Is there any sense of"
    },
    {
      "index": 682,
      "start_time": 3895710.0,
      "end_time": 3897839.0,
      "text": "when the new standard will be effective?"
    },
    {
      "index": 683,
      "start_time": 3897840.0,
      "end_time": 3902891.0,
      "text": "That is a good question Jon. It is interesting as the boards are keeping quite silent on"
    },
    {
      "index": 684,
      "start_time": 3902890.0,
      "end_time": 3908069.0,
      "text": "the effective date of the new standard, but given that the effective date of IFRS 9 and"
    },
    {
      "index": 685,
      "start_time": 3908070.0,
      "end_time": 3914340.0,
      "text": "IFRS 15 is January 1, 2018, it would seem very unlikely that the effective date of the"
    },
    {
      "index": 686,
      "start_time": 3914340.0,
      "end_time": 3918090.0,
      "text": "new leasing standard would be any time before 2019."
    },
    {
      "index": 687,
      "start_time": 3918090.0,
      "end_time": 3923971.0,
      "text": "So, the effective date being that far away, what should entities be doing now, if anything"
    },
    {
      "index": 688,
      "start_time": 3923970.0,
      "end_time": 3924510.0,
      "text": "at all?"
    },
    {
      "index": 689,
      "start_time": 3924510.0,
      "end_time": 3930289.0,
      "text": "That is a really good question as well. Although the date does seem far, far away and we realize"
    },
    {
      "index": 690,
      "start_time": 3930290.0,
      "end_time": 3934780.0,
      "text": "that everyone has their deadlines that are due now, there are some things that you can"
    },
    {
      "index": 691,
      "start_time": 3934780.0,
      "end_time": 3941701.0,
      "text": "do just this year or in the next year to prepare for the changes. I would say the most important"
    },
    {
      "index": 692,
      "start_time": 3941700.0,
      "end_time": 3945910.0,
      "text": "thing is to really inventory your existing lease agreements and to identify the data"
    },
    {
      "index": 693,
      "start_time": 3945910.0,
      "end_time": 3950930.0,
      "text": "that is required to comply with the new requirements. If you look at your system’s perspective,"
    },
    {
      "index": 694,
      "start_time": 3950930.0,
      "end_time": 3956319.0,
      "text": "you should take a look to see if your systems need to be enhanced or should they be upgraded"
    },
    {
      "index": 695,
      "start_time": 3956320.0,
      "end_time": 3963241.0,
      "text": "to capture any other relevant data and knowing that new system implementations may not always"
    },
    {
      "index": 696,
      "start_time": 3963240.0,
      "end_time": 3967819.0,
      "text": "go according to plan, it may take several years to implement, what we suggest is wise"
    },
    {
      "index": 697,
      "start_time": 3967820.0,
      "end_time": 3972441.0,
      "text": "to kind of look at this earlier than postpone it to much later."
    },
    {
      "index": 698,
      "start_time": 3972440.0,
      "end_time": 3978440.0,
      "text": "Okay, thank you. Thanks again to our speakers today, Kerry Danyluk, Maryse Vendette and"
    },
    {
      "index": 699,
      "start_time": 3978440.0,
      "end_time": 3985029.0,
      "text": "An Lam. I would also like to thank our behind the scenes team, Nura Taef, Kiran Kullar,"
    },
    {
      "index": 700,
      "start_time": 3985030.0,
      "end_time": 3990901.0,
      "text": "Elise Beckles, and Alan Kirkpatrick. We hope you found this webcast helpful and informative."
    },
    {
      "index": 701,
      "start_time": 3990900.0,
      "end_time": 3995880.0,
      "text": "If you have any questions or feedback, please contact your Deloitte partner or other Deloitte"
    },
    {
      "index": 702,
      "start_time": 3995880.0,
      "end_time": 4004349.0,
      "text": "contact. If you would like additional information, please visit us at our website at www.deloitte.ca."
    },
    {
      "index": 703,
      "start_time": 4004350.0,
      "end_time": 4009421.0,
      "text": "And to all of you viewing our webcast today, thank you for joining us. This concludes our"
    },
    {
      "index": 704,
      "start_time": 4009420.0,
      "end_time": 4019420.0,
      "text": "webcast bringing clarity to an IFRS world - IFRS quarterly technical update."
    }
  ]
}