{
  "video_id": "OQLLTZZHkXU",
  "title": "5 Most Mysterious Unidentified Sea Creatures Ever Found",
  "json": [
    {
      "index": 1,
      "start_time": 51.0,
      "end_time": 7305.0,
      "text": "Lutch Green"
    },
    {
      "index": 2,
      "start_time": 7305.0,
      "end_time": 14647.0,
      "text": "5 Most Mysterious Unidentified Sea Creatures Ever Found"
    },
    {
      "index": 3,
      "start_time": 14647.0,
      "end_time": 21454.0,
      "text": "Mysterious Live Human-like Sea Creature"
    },
    {
      "index": 4,
      "start_time": 21454.0,
      "end_time": 32958.0,
      "text": "This bizarre video footage shows a mysterious human-like sea creature on an Australian Sea Shore. It has a greenish coloration on its body and looks like baby sea creature."
    },
    {
      "index": 5,
      "start_time": 32958.0,
      "end_time": 39396.0,
      "text": "A few moments later the strange creature lifts its head as if it is weakened or injured."
    },
    {
      "index": 6,
      "start_time": 39396.0,
      "end_time": 66596.0,
      "text": "On its back something like a rudimentary dorsal fin or some kind of scales are visible and overall it looks really creepy."
    },
    {
      "index": 7,
      "start_time": 66596.0,
      "end_time": 73588.0,
      "text": "Ningen"
    },
    {
      "index": 8,
      "start_time": 73588.0,
      "end_time": 83716.0,
      "text": "Over the past few years, rumours have circulated in Japan about the existence of arctic Humanoid Life-Forms inhabiting the icy waters of the Antarctic."
    },
    {
      "index": 9,
      "start_time": 83716.0,
      "end_time": 99687.0,
      "text": "Reportedly observed on multiple occasions by crew members of government-operated &quot;whale research&quot; ships, these so-called &quot;Ningen are said to be completely white in colour with an estimated length of 20 to 30 meters."
    },
    {
      "index": 10,
      "start_time": 99687.0,
      "end_time": 115737.0,
      "text": "Eyewitnesses describe them having a human-like shape, often with legs, arms, and even five-fingered hands. Sometimes they are described as having fins or a large mermaid-like tail instead of legs, or even tentacles."
    },
    {
      "index": 11,
      "start_time": 115737.0,
      "end_time": 127709.0,
      "text": "The only visible facial features are the eyes and mouth. According to one account, crew members on deck observed what they initially thought was a foreign submarine in the distance."
    },
    {
      "index": 12,
      "start_time": 127709.0,
      "end_time": 139458.0,
      "text": "When they approached, however, it became clear from the irregular shape of the thing that it was not man-made--it was alive. The creature quickly disappeared underwater."
    },
    {
      "index": 13,
      "start_time": 139458.0,
      "end_time": 178374.0,
      "text": "Two videos claiming to show Ningen under water have been posted on YouTube. In any case, no convincing photographs have been made public but this creature&#39;s existence is very possible, since Antarctica isn&#39;t fully discovered, along with the ocean."
    },
    {
      "index": 14,
      "start_time": 178374.0,
      "end_time": 185482.0,
      "text": "Zuiyo-Maru Carcass"
    },
    {
      "index": 15,
      "start_time": 185482.0,
      "end_time": 197760.0,
      "text": "It was caught in the net of the Zuiyō Maru, a Japanese trawler fishing off the coast of New Zealand in 1977 and its crew quickly labeled it Nyū Nesshii – ‘New Nessie’."
    },
    {
      "index": 16,
      "start_time": 197760.0,
      "end_time": 209338.0,
      "text": "Fearing it might spoil their fish, the captain unfortunately resolved to throw the carcass back into the ocean, but not before taking a few samples of bone and tissue and snapping several photos."
    },
    {
      "index": 17,
      "start_time": 209338.0,
      "end_time": 221044.0,
      "text": "New Nessie weighed almost two tons and measured around 32 feet in length. It had four large fins, a long neck and tail but lacked a dorsal fin and internal organs."
    },
    {
      "index": 18,
      "start_time": 221044.0,
      "end_time": 235286.0,
      "text": "Their discovery generated a veritable ‘plesiosaur craze’ in Japan and the fishing company dispatched all of its vessels in search of the carcass but despite the effort, they were unable to relocate it."
    },
    {
      "index": 19,
      "start_time": 235286.0,
      "end_time": 244278.0,
      "text": "Not everyone was convinced the Zuiyo-maru carcass belonged to a creature that had been officially extinct for 66 million years."
    },
    {
      "index": 20,
      "start_time": 244278.0,
      "end_time": 258903.0,
      "text": "Most skeptics claimed New Nessie was in fact the remains of a basking shark and cited the fact that during the early stages of decomposition, this shark loses its lower jaw as well as its dorsal and tail fin."
    },
    {
      "index": 21,
      "start_time": 258903.00000000003,
      "end_time": 265194.0,
      "text": "In absence of decisive evidence, the true nature of New Nessie remains a question of belief."
    },
    {
      "index": 22,
      "start_time": 265194.0,
      "end_time": 272165.0,
      "text": "Montauk Monster"
    },
    {
      "index": 23,
      "start_time": 272165.0,
      "end_time": 288816.0,
      "text": "Montauk Monster is a mysterious animal carcass that was discovered on a beach in Montauk, New York in July of 2008. A photograph of the animal spread quickly online, leading many to speculate about which species the creature belonged to."
    },
    {
      "index": 24,
      "start_time": 288816.0,
      "end_time": 299389.0,
      "text": "The bloated creature appeared to have the body of a mammal and the head of a bird. It lacked an upper jaw and hair, which made identifying it very difficult."
    },
    {
      "index": 25,
      "start_time": 299389.0,
      "end_time": 308535.0,
      "text": "While some biologists speculated that it might have been a raccoon, others refuted this claim by pointing out that a raccoon has much shorter legs."
    },
    {
      "index": 26,
      "start_time": 308535.0,
      "end_time": 319044.0,
      "text": "Some went as far as suggesting the creature was a genetically modified specimen that had escaped from Montauk Air Force Station, adding to the mystery surrounding the facility."
    },
    {
      "index": 27,
      "start_time": 319044.0,
      "end_time": 322330.0,
      "text": "Nobody knows what became of the remains."
    },
    {
      "index": 28,
      "start_time": 322330.0,
      "end_time": 329200.0,
      "text": "Trunko"
    },
    {
      "index": 29,
      "start_time": 329200.0,
      "end_time": 342897.0,
      "text": "To this day, nobody knows what this sea monster was. First spotted off the coast of Margate in South Africa in 1924. This cryptid was engaged in a battle with two killer whales at the time."
    },
    {
      "index": 30,
      "start_time": 342897.0,
      "end_time": 351877.0,
      "text": "Exhausted by the fight, the giant creature washed up on the shore, where it was visible for ten days, before being claimed back by the sea."
    },
    {
      "index": 31,
      "start_time": 351877.0,
      "end_time": 363054.0,
      "text": "It was described as being 47 feet long, 10 feet wide and 5 feet tall. Its name was given by a strange appendage resembling an elephant’s trunk."
    },
    {
      "index": 32,
      "start_time": 363054.0,
      "end_time": 369191.0,
      "text": "According to reports, it was covered with a snow-white fur and had a lobster-like tail."
    },
    {
      "index": 33,
      "start_time": 369191.0,
      "end_time": 379191.0,
      "text": "This is the only globster reported as being alive when it beached and remains unidentified to this day."
    }
  ]
}