{
  "video_id": "os2K6pilr7k",
  "title": "What Job Can I do With Foreign Language Skills?",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2720.0,
      "text": "Hello everyone, and welcome to the LangFocus Channel."
    },
    {
      "index": 2,
      "start_time": 2720.0,
      "end_time": 7220.0,
      "text": "Today I'm going to talk about a question that I've been getting quite a lot recently,"
    },
    {
      "index": 3,
      "start_time": 7220.0,
      "end_time": 10880.0,
      "text": "and that is \"What kind of job can I do with my foreign language skills?\""
    },
    {
      "index": 4,
      "start_time": 10880.0,
      "end_time": 15219.0,
      "text": "or \"What kind of job should I do if I'm interested in foreign languages?\""
    },
    {
      "index": 5,
      "start_time": 15219.0,
      "end_time": 18580.0,
      "text": "Now, this is a question that I respect because I've witnessed a lot of people"
    },
    {
      "index": 6,
      "start_time": 18580.0,
      "end_time": 22119.0,
      "text": "investing years of their life into studying a language, kind of with the"
    },
    {
      "index": 7,
      "start_time": 22119.0,
      "end_time": 25720.0,
      "text": "assumption that it would naturally improve their career or give them new"
    },
    {
      "index": 8,
      "start_time": 25720.0,
      "end_time": 29439.0,
      "text": "opportunities, but without having a plan for how they would use that language,"
    },
    {
      "index": 9,
      "start_time": 29439.0,
      "end_time": 32840.0,
      "text": "they didn't really benefit from it and ended up being quite frustrated."
    },
    {
      "index": 10,
      "start_time": 32840.0,
      "end_time": 35040.0,
      "text": "So young people who are asking this question"
    },
    {
      "index": 11,
      "start_time": 35040.0,
      "end_time": 38770.0,
      "text": "early on, I think you are thinking about things the right way. But the answer to"
    },
    {
      "index": 12,
      "start_time": 38770.0,
      "end_time": 42600.0,
      "text": "this question depends on just how you imagine your life in the future and how"
    },
    {
      "index": 13,
      "start_time": 42600.0,
      "end_time": 46129.0,
      "text": "far you really want to go with your language study. Now, some jobs are"
    },
    {
      "index": 14,
      "start_time": 46129.0,
      "end_time": 50820.0,
      "text": "specifically language-related; other jobs are not specifically-language related,"
    },
    {
      "index": 15,
      "start_time": 50820.0,
      "end_time": 54539.0,
      "text": "but a foreign language could be an asset; and for other jobs, it's not really"
    },
    {
      "index": 16,
      "start_time": 54539.0,
      "end_time": 58539.0,
      "text": "necessary at all, but it might be useful for your overall lifestyle. I'm going to"
    },
    {
      "index": 17,
      "start_time": 58539.0,
      "end_time": 62340.0,
      "text": "talk about those three types of situations. So first up are jobs that are"
    },
    {
      "index": 18,
      "start_time": 62340.0,
      "end_time": 66130.0,
      "text": "specifically language-related. For these jobs, you need to have some expertise in"
    },
    {
      "index": 19,
      "start_time": 66130.0,
      "end_time": 69520.0,
      "text": "the language; you need to have a deep understanding of the language."
    },
    {
      "index": 20,
      "start_time": 69520.0,
      "end_time": 73170.0,
      "text": "So, the first kind of job is to teach a language. Here in Japan, I know a lot of"
    },
    {
      "index": 21,
      "start_time": 73170.0,
      "end_time": 76890.0,
      "text": "people who teach English; I also know people who teach other languages, like"
    },
    {
      "index": 22,
      "start_time": 76890.0,
      "end_time": 78450.0,
      "text": "French or Spanish."
    },
    {
      "index": 23,
      "start_time": 78450.0,
      "end_time": 81420.0,
      "text": "Now, even if you don't have a lot of qualifications, there are some"
    },
    {
      "index": 24,
      "start_time": 81420.0,
      "end_time": 84950.0,
      "text": "opportunities to teach your language, especially if it's a major global"
    },
    {
      "index": 25,
      "start_time": 84950.0,
      "end_time": 88820.0,
      "text": "language, and especially if it's English. But the more qualifications you have,"
    },
    {
      "index": 26,
      "start_time": 88820.0,
      "end_time": 92570.0,
      "text": "then, of course, the better opportunities you get and the higher pay you can get,"
    },
    {
      "index": 27,
      "start_time": 92570.0,
      "end_time": 96710.0,
      "text": "the better positions you can find. Now, if you want to study a foreign language"
    },
    {
      "index": 28,
      "start_time": 96710.0,
      "end_time": 100049.0,
      "text": "that's not your native language and then teach that language, then you're looking"
    },
    {
      "index": 29,
      "start_time": 100049.0,
      "end_time": 103860.0,
      "text": "at a situation where you really need to get some expertise; you really need to"
    },
    {
      "index": 30,
      "start_time": 103860.0,
      "end_time": 107860.0,
      "text": "get qualifications. You should get a master's degree or maybe a PhD or"
    },
    {
      "index": 31,
      "start_time": 107860.0,
      "end_time": 112009.0,
      "text": "qualifications that show that you know that language very well at an academic"
    },
    {
      "index": 32,
      "start_time": 112009.0,
      "end_time": 115590.0,
      "text": "level, at a deep level, not just a conversational level. That's if you're"
    },
    {
      "index": 33,
      "start_time": 115590.0,
      "end_time": 119259.0,
      "text": "going to teach a language that's not your native language. Now, another type of"
    },
    {
      "index": 34,
      "start_time": 119259.0,
      "end_time": 123899.0,
      "text": "job that is language-specific is becoming a translator or an interpreter. Now,"
    },
    {
      "index": 35,
      "start_time": 123899.0,
      "end_time": 127310.0,
      "text": "the difference between those, just to clarify, a translator is somebody who"
    },
    {
      "index": 36,
      "start_time": 127310.0,
      "end_time": 131200.0,
      "text": "translates texts; they translate written materials from one language to another;"
    },
    {
      "index": 37,
      "start_time": 131200.0,
      "end_time": 134900.0,
      "text": "but an interpreter is somebody who translates speech; they translate the"
    },
    {
      "index": 38,
      "start_time": 134900.0,
      "end_time": 139280.0,
      "text": "things people are saying live, in real time, as they are speaking. Now, being a"
    },
    {
      "index": 39,
      "start_time": 139280.0,
      "end_time": 143330.0,
      "text": "translator or interpreter requires you to have a very deep understanding of"
    },
    {
      "index": 40,
      "start_time": 143330.0,
      "end_time": 147540.0,
      "text": "that language, because there's really no room for error or misunderstanding. You"
    },
    {
      "index": 41,
      "start_time": 147540.0,
      "end_time": 151000.0,
      "text": "have to translate, sometimes, very important information, and mistakes could"
    },
    {
      "index": 42,
      "start_time": 151000.0,
      "end_time": 155390.0,
      "text": "be a big problem, so you need to have very good, almost native-level skills,"
    },
    {
      "index": 43,
      "start_time": 155390.0,
      "end_time": 159910.0,
      "text": "especially if you're interpreting in real time, but also, you need to learn the skills of"
    },
    {
      "index": 44,
      "start_time": 159910.0,
      "end_time": 163519.0,
      "text": "translation or interpreting. Those are separate skills that you need to learn"
    },
    {
      "index": 45,
      "start_time": 163519.0,
      "end_time": 166989.0,
      "text": "on top of knowing the language. So, for these jobs that are specifically"
    },
    {
      "index": 46,
      "start_time": 166989.0,
      "end_time": 170790.0,
      "text": "language-related, there's really no room for language dabblers. You really need"
    },
    {
      "index": 47,
      "start_time": 170790.0,
      "end_time": 174739.0,
      "text": "to have a comprehensive understanding of that language, and you have to be able to"
    },
    {
      "index": 48,
      "start_time": 174739.0,
      "end_time": 179030.0,
      "text": "show that you can use that language at almost a native level. Next up are jobs"
    },
    {
      "index": 49,
      "start_time": 179030.0,
      "end_time": 182659.0,
      "text": "that are not specifically language related; they are basically focused on"
    },
    {
      "index": 50,
      "start_time": 182659.0,
      "end_time": 186980.0,
      "text": "another skill that you need, but the language is an additional asset."
    },
    {
      "index": 51,
      "start_time": 186980.0,
      "end_time": 190860.0,
      "text": "The first kind of job is one that requires some technical expertise, but having a"
    },
    {
      "index": 52,
      "start_time": 190860.0,
      "end_time": 195010.0,
      "text": "language on top of that will give you some extra opportunities; so an example"
    },
    {
      "index": 53,
      "start_time": 195010.0,
      "end_time": 199370.0,
      "text": "that I've heard is from an engineer. His company sells some sort of machines to"
    },
    {
      "index": 54,
      "start_time": 199370.0,
      "end_time": 203440.0,
      "text": "companies around the world, and they send this engineer to those companies so he"
    },
    {
      "index": 55,
      "start_time": 203440.0,
      "end_time": 207879.0,
      "text": "can teach people how to use those machines in their factories. So, he learns"
    },
    {
      "index": 56,
      "start_time": 207879.0,
      "end_time": 211450.0,
      "text": "foreign languages so that he can do that. I believe this guy in particular"
    },
    {
      "index": 57,
      "start_time": 211450.0,
      "end_time": 215680.0,
      "text": "was working in Indonesia, so he learned Indonesian to be able to teach those"
    },
    {
      "index": 58,
      "start_time": 215680.0,
      "end_time": 219769.0,
      "text": "people in their native language. Another example career is business with a"
    },
    {
      "index": 59,
      "start_time": 219769.0,
      "end_time": 224709.0,
      "text": "regional focus; for example, maybe you get a commerce degree, or you get a Masters"
    },
    {
      "index": 60,
      "start_time": 224709.0,
      "end_time": 229379.0,
      "text": "of Business Administration, an MBA, but also you have some language skills, and maybe"
    },
    {
      "index": 61,
      "start_time": 229379.0,
      "end_time": 232769.0,
      "text": "you work for a company that does business in that region or does business"
    },
    {
      "index": 62,
      "start_time": 232769.0,
      "end_time": 236569.0,
      "text": "with companies in that region. Another example career is the foreign service --"
    },
    {
      "index": 63,
      "start_time": 236569.0,
      "end_time": 241200.0,
      "text": "being a diplomat, being someone who works at your country's embassies abroad. When"
    },
    {
      "index": 64,
      "start_time": 241200.0,
      "end_time": 244030.0,
      "text": "you work in the foreign service, I think that often involves some kind of"
    },
    {
      "index": 65,
      "start_time": 244030.0,
      "end_time": 247989.0,
      "text": "language training before you are sent abroad, but knowing some languages in"
    },
    {
      "index": 66,
      "start_time": 247989.0,
      "end_time": 252739.0,
      "text": "advance before you apply is probably a big asset. Another example is being a"
    },
    {
      "index": 67,
      "start_time": 252739.0,
      "end_time": 256989.0,
      "text": "tour guide. Now, a tour guide's main focus is not the language; it's the history and it's the"
    },
    {
      "index": 68,
      "start_time": 256988.99999999997,
      "end_time": 261258.99999999997,
      "text": "anthropology and all of those sorts of things, but having in language that they"
    },
    {
      "index": 69,
      "start_time": 261259.0,
      "end_time": 265090.0,
      "text": "can explain things in, that will help them have other opportunities, so maybe"
    },
    {
      "index": 70,
      "start_time": 265090.0,
      "end_time": 269229.0,
      "text": "you might specialize in tourists from Japan. You learn Japanese; you can be a"
    },
    {
      "index": 71,
      "start_time": 269229.0,
      "end_time": 272669.0,
      "text": "tour guide for Japanese tourists. Depending on where you live,"
    },
    {
      "index": 72,
      "start_time": 272669.0,
      "end_time": 276850.0,
      "text": "another option might be to do some other job in the tourism industry or open a"
    },
    {
      "index": 73,
      "start_time": 276850.0,
      "end_time": 281320.0,
      "text": "business in the tourism industry. If you live on Bali Island in Indonesia, then you"
    },
    {
      "index": 74,
      "start_time": 281320.0,
      "end_time": 285199.0,
      "text": "would be crazy not to learn English and Japanese and maybe some other languages"
    },
    {
      "index": 75,
      "start_time": 285199.0,
      "end_time": 289440.0,
      "text": "that are common amongst tourists. Another career is being a cabin attendant. Now, their"
    },
    {
      "index": 76,
      "start_time": 289440.0,
      "end_time": 293400.0,
      "text": "main focus is on safety training, on emergency response and that kind of"
    },
    {
      "index": 77,
      "start_time": 293400.0,
      "end_time": 297509.0,
      "text": "thing, but knowing a language, that's an additional asset; probably, they need to"
    },
    {
      "index": 78,
      "start_time": 297509.0,
      "end_time": 301449.0,
      "text": "know English in most cases, but they also need to know the language of the country"
    },
    {
      "index": 79,
      "start_time": 301449.0,
      "end_time": 305509.0,
      "text": "they're working in or of the destination that they often fly to. Maybe"
    },
    {
      "index": 80,
      "start_time": 305509.0,
      "end_time": 308500.0,
      "text": "they don't need to know it fluently, but knowing some of that language will help"
    },
    {
      "index": 81,
      "start_time": 308500.0,
      "end_time": 312229.0,
      "text": "them deal with the passengers on the plane; so if you live in Los Angeles and"
    },
    {
      "index": 82,
      "start_time": 312229.0,
      "end_time": 316220.0,
      "text": "you often fly to Asia, then knowing Japanese or Korean or Mandarin or"
    },
    {
      "index": 83,
      "start_time": 316220.0,
      "end_time": 320120.0,
      "text": "another language like that would probably be a big asset. Now all of these"
    },
    {
      "index": 84,
      "start_time": 320120.0,
      "end_time": 324030.0,
      "text": "jobs I just talked about, they're focused on another important skill, so they're"
    },
    {
      "index": 85,
      "start_time": 324030.0,
      "end_time": 327970.0,
      "text": "not focused on language, so you don't need a specific language qualification"
    },
    {
      "index": 86,
      "start_time": 327970.0,
      "end_time": 331419.0,
      "text": "in most cases, but you need to be able to demonstrate that you can use that"
    },
    {
      "index": 87,
      "start_time": 331419.0,
      "end_time": 335030.0,
      "text": "language on the job. that's the most important thing. The third type of job I"
    },
    {
      "index": 88,
      "start_time": 335030.0,
      "end_time": 338570.0,
      "text": "want to mention is one that doesn't really have any language requirement, but"
    },
    {
      "index": 89,
      "start_time": 338570.0,
      "end_time": 342470.0,
      "text": "learning that language would be useful for your off-time and for your overall"
    },
    {
      "index": 90,
      "start_time": 342470.0,
      "end_time": 346139.0,
      "text": "lifestyle. So let's say that you live in Singapore, and your company does business"
    },
    {
      "index": 91,
      "start_time": 346139.0,
      "end_time": 350460.0,
      "text": "in English, then you don't have to learn any other language; people in Singapore"
    },
    {
      "index": 92,
      "start_time": 350460.0,
      "end_time": 354680.0,
      "text": "speak English, but nearby is Malaysia and Indonesia; so let's say you want to"
    },
    {
      "index": 93,
      "start_time": 354680.0,
      "end_time": 358740.0,
      "text": "travel there on your off time. learning Malay or learning Indonesian would be very"
    },
    {
      "index": 94,
      "start_time": 358740.0,
      "end_time": 362539.0,
      "text": "useful in that situation, so think about the kind of lifestyle that you want to"
    },
    {
      "index": 95,
      "start_time": 362539.0,
      "end_time": 366060.0,
      "text": "have, and think about how languages fit in with that. Let's say that you want to"
    },
    {
      "index": 96,
      "start_time": 366060.0,
      "end_time": 370050.0,
      "text": "live the corporate expat lifestyle in some place like Hong Kong. Then, you can"
    },
    {
      "index": 97,
      "start_time": 370050.0,
      "end_time": 374130.0,
      "text": "study Cantonese while you get your finance degree, or you get your MBA or"
    },
    {
      "index": 98,
      "start_time": 374130.0,
      "end_time": 377520.0,
      "text": "whatever. If you want to be a programmer, and you can program from your laptop"
    },
    {
      "index": 99,
      "start_time": 377520.0,
      "end_time": 381230.0,
      "text": "anywhere in the world, then think about what country you would like to live in, and"
    },
    {
      "index": 100,
      "start_time": 381230.0,
      "end_time": 384630.0,
      "text": "learn the language of that country. If you're an avid traveler, and you love the"
    },
    {
      "index": 101,
      "start_time": 384630.0,
      "end_time": 388130.0,
      "text": "idea of living in different countries all the time, then you can learn how to"
    },
    {
      "index": 102,
      "start_time": 388130.0,
      "end_time": 391920.0,
      "text": "do businesses on the Internet, and you can learn the language of whatever"
    },
    {
      "index": 103,
      "start_time": 391920.0,
      "end_time": 395730.0,
      "text": "countries that you want to spend an extended period of time in. Or if you want"
    },
    {
      "index": 104,
      "start_time": 395730.0,
      "end_time": 399370.0,
      "text": "to learn a foreign language, and you want to someday reach an expert level and be"
    },
    {
      "index": 105,
      "start_time": 399370.0,
      "end_time": 403100.0,
      "text": "able to teach that language, then plan ahead for that; maybe go for your master's"
    },
    {
      "index": 106,
      "start_time": 403100.0,
      "end_time": 407690.0,
      "text": "degree or PhD. Try to really get a deep understanding and overall knowledge of"
    },
    {
      "index": 107,
      "start_time": 407690.0,
      "end_time": 411180.0,
      "text": "that language. So these are just my thoughts on it, based on things that I"
    },
    {
      "index": 108,
      "start_time": 411180.0,
      "end_time": 414330.0,
      "text": "know and things that I've heard, but a lot of the viewers have different"
    },
    {
      "index": 109,
      "start_time": 414330.0,
      "end_time": 418070.0,
      "text": "perspectives. Some of you probably have jobs that involve foreign languages, so"
    },
    {
      "index": 110,
      "start_time": 418070.0,
      "end_time": 421640.0,
      "text": "we want to know what you think. If you have any other ideas or any questions"
    },
    {
      "index": 111,
      "start_time": 421640.0,
      "end_time": 422710.0,
      "text": "about this topic,"
    },
    {
      "index": 112,
      "start_time": 422710.0,
      "end_time": 432710.0,
      "text": "leave them down below. Thank you for watching, and have a nice day."
    }
  ]
}