{
  "video_id": "OTVE5iPMKLg",
  "title": "Coffee: The Greatest Addiction Ever",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1500.0,
      "end_time": 7140.0,
      "text": "Every day the world consumes 300 tones of caffeine, enough for one cup of coffee for every man, woman and child."
    },
    {
      "index": 2,
      "start_time": 7140.0,
      "end_time": 17410.0,
      "text": "The world's largest buyer of coffee, the US, has to import nearly all of this as the coffee trees from which caffeine is harvested will only grow at commercial levels between the tropic of cancer and the tropic of capricorn in an area called the coffee belt."
    },
    {
      "index": 3,
      "start_time": 17410.0,
      "end_time": 20609.0,
      "text": "Only a single state, Hawaii, is within the belt."
    },
    {
      "index": 4,
      "start_time": 20609.0,
      "end_time": 23249.0,
      "text": "However, the United States is only the largest buyer because it's so populous."
    },
    {
      "index": 5,
      "start_time": 23249.0,
      "end_time": 34100.0,
      "text": "The most enthusiastic coffee drinkers per capita are, in increasing order, the Netherlands, Denmark, Iceland, Norway and, the world champions, Finland, where they drink three times as much coffee a day as the average American."
    },
    {
      "index": 6,
      "start_time": 34100.0,
      "end_time": 38210.0,
      "text": "All of these countries are outside of the coffee belt and must import 100% of their caffeine supply."
    },
    {
      "index": 7,
      "start_time": 38210.0,
      "end_time": 43189.0,
      "text": "To get this caffeine, first bees must pollinate the flowers of a coffee tree and these flowers develop into bright red berries."
    },
    {
      "index": 8,
      "start_time": 43189.0,
      "end_time": 50409.0,
      "text": "Unlike more cooperative domesticated plants, the coffee tree does not ripen all its berries at the same time so they need to be hand picked and sorted."
    },
    {
      "index": 9,
      "start_time": 50409.0,
      "end_time": 53000.0,
      "text": "Once picked, the coffee bean is removed from inside the berry."
    },
    {
      "index": 10,
      "start_time": 53000.0,
      "end_time": 57800.0,
      "text": "This young seedling of the tree is then dried, heated, ground and submersed in boiling water to get out the precious, precious caffeine."
    },
    {
      "index": 11,
      "start_time": 57800.0,
      "end_time": 61139.0,
      "text": "It takes about 40 coffee beans to make one shot of espresso."
    },
    {
      "index": 12,
      "start_time": 61139.0,
      "end_time": 64200.0,
      "text": "But why is caffeine in the coffee beans in the first place?"
    },
    {
      "index": 13,
      "start_time": 64200.0,
      "end_time": 69310.0,
      "text": "It's not like the coffee trees want to have humans cutting bits of them off and committing a holocaust of their offspring."
    },
    {
      "index": 14,
      "start_time": 69310.0,
      "end_time": 74559.0,
      "text": "Well, the trees, of course, don't want or feel anything and they originally evolved caffeine for their own benefit."
    },
    {
      "index": 15,
      "start_time": 74559.0,
      "end_time": 78619.0,
      "text": "Caffeine is an insecticide that effectively paralyzes or kills bugs chomping on the tree."
    },
    {
      "index": 16,
      "start_time": 78619.0,
      "end_time": 83509.0,
      "text": "Whether or not the insects go out experiencing the greatest caffeine high ever is not known."
    },
    {
      "index": 17,
      "start_time": 83509.0,
      "end_time": 88200.0,
      "text": "While caffeine is technically lethal, it's adapted for for 1g bugs, not monkeys 100,000 times more massive."
    },
    {
      "index": 18,
      "start_time": 88200.0,
      "end_time": 90770.0,
      "text": "So you'd really have to try to win this Darwin Award."
    },
    {
      "index": 19,
      "start_time": 90770.0,
      "end_time": 99600.0,
      "text": "But, if you must: to calculate the dose of caffeine you'll need to ingest to have a 50% chance of death, take your mass in kilograms and multiply it by 150 mg."
    },
    {
      "index": 20,
      "start_time": 99600.0,
      "end_time": 105060.0,
      "text": "Or in terms of coffee, for every kilogram of mass you have you need to drink one latte to get a visit from the grim reaper."
    },
    {
      "index": 21,
      "start_time": 105060.0,
      "end_time": 111000.0,
      "text": "That's a lot of coffee so it's not surprising that there are no recorded deaths in healthy adults from this method and it's doubtful that it's even possible."
    },
    {
      "index": 22,
      "start_time": 111000.0,
      "end_time": 116200.0,
      "text": "Because, while you're busy getting the coffee in, your body is busy getting it out by one way or another."
    },
    {
      "index": 23,
      "start_time": 116200.0,
      "end_time": 122000.0,
      "text": "The rare recorded deaths from caffeine are from diet pills, pep pills and crazy people who eat the drug in its pure form."
    },
    {
      "index": 24,
      "start_time": 122000.0,
      "end_time": 124810.0,
      "text": "Poison though caffeine is, you do still develop addiction to the stuff."
    },
    {
      "index": 25,
      "start_time": 124810.0,
      "end_time": 130470.0,
      "text": "And it's is a real physiological addiction not a wimpy psychological addition like people claim for videos games and the internet."
    },
    {
      "index": 26,
      "start_time": 130470.0,
      "end_time": 131880.0,
      "text": "But caffeine isn't heroine."
    },
    {
      "index": 27,
      "start_time": 131880.0,
      "end_time": 133200.0,
      "text": "Rapid withdrawal won't kill you."
    },
    {
      "index": 28,
      "start_time": 133200.0,
      "end_time": 135500.0,
      "text": "It might make you cranky and give you a wicked headache."
    },
    {
      "index": 29,
      "start_time": 135500.0,
      "end_time": 141220.0,
      "text": "But since caffeine releases dopamine to make you happy and it gets rid of headaches there's really no reason to ever stop using the stuff."
    },
    {
      "index": 30,
      "start_time": 141220.0,
      "end_time": 142800.0,
      "text": "And who would want to give it up anyway?"
    },
    {
      "index": 31,
      "start_time": 142800.0,
      "end_time": 145890.0,
      "text": "I mean, aside from converts to Mormonism and Rastafarianism."
    },
    {
      "index": 32,
      "start_time": 145890.0,
      "end_time": 150310.0,
      "text": "Caffeine is the world's most used psychoactive drug and with good reason, it's pure awesome."
    },
    {
      "index": 33,
      "start_time": 150310.0,
      "end_time": 153360.0,
      "text": "It increases concentration, decreases fatigue and gives you better memory."
    },
    {
      "index": 34,
      "start_time": 153360.0,
      "end_time": 155100.0,
      "text": "This isn't just a placebo."
    },
    {
      "index": 35,
      "start_time": 155100.0,
      "end_time": 157420.0,
      "text": "These are real effects replicable in a laboratory."
    },
    {
      "index": 36,
      "start_time": 157420.0,
      "end_time": 165180.0,
      "text": "And, contrary to popular belief, drinking coffee isn't a faustian bargain where the devil gives you the ability to work faster but in exchange makes your life shorter."
    },
    {
      "index": 37,
      "start_time": 165180.0,
      "end_time": 167500.0,
      "text": "For normal, healthy humans there are no medical concerns."
    },
    {
      "index": 38,
      "start_time": 167500.0,
      "end_time": 173870.0,
      "text": "Coffee and the caffeine within it may even has medical benefits such as protection from cardiovascular disease, diabetes and Parkinson's."
    },
    {
      "index": 39,
      "start_time": 173870.0,
      "end_time": 179180.0,
      "text": "Caffeine can even get rid of migraines but the amount required and the and method of ingestion is uncomfortable."
    },
    {
      "index": 40,
      "start_time": 179180.0,
      "end_time": 180220.0,
      "text": "Moving right along..."
    },
    {
      "index": 41,
      "start_time": 180220.0,
      "end_time": 183730.0,
      "text": "You know what else you can thank caffeine for? A little thing called the enlightenment."
    },
    {
      "index": 42,
      "start_time": 183730.0,
      "end_time": 187000.0,
      "text": "In the 1600s people drank more beer and gin than water."
    },
    {
      "index": 43,
      "start_time": 187000.0,
      "end_time": 190800.0,
      "text": "But with the introduction of coffee and tea, people switched from a depressant to a stimulant."
    },
    {
      "index": 44,
      "start_time": 190800.0,
      "end_time": 194810.0,
      "text": "It's not surprising then that this time was an intellectual boom compared to earlier centuries."
    },
    {
      "index": 45,
      "start_time": 194810.0,
      "end_time": 198900.0,
      "text": "Ben Franklin and Edward Lloyd loved their coffee for the same reason that modern workers and students do."
    },
    {
      "index": 46,
      "start_time": 198900.0,
      "end_time": 204700.0,
      "text": "It's invaluable for staying awake and concentrating when you need to finish a TPS report or to get through that boring physics class."
    },
    {
      "index": 47,
      "start_time": 204700.0,
      "end_time": 208930.0,
      "text": "Coffee is the fuel of the modern world, so go grab a cup, guilt-free and get working smarter and faster."
    }
  ]
}