{
  "video_id": "oUlzrcpSPFE",
  "title": "CIVILIZATION VI - First Look: India",
  "json": [
    {
      "index": 1,
      "start_time": 3966.0,
      "end_time": 8650.0,
      "text": "Gandhi leads India in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8660.0,
      "end_time": 15600.0,
      "text": "Gandhi’s nonviolent independence movement led to the creation of modern India, and he remains revered around the world for his commitment to peace."
    },
    {
      "index": 3,
      "start_time": 16500.0,
      "end_time": 19733.0,
      "text": "Gandhi’s ability is called “Satyagraha.”"
    },
    {
      "index": 4,
      "start_time": 19733.0,
      "end_time": 26000.0,
      "text": "For each civ India has met which has founded a religion and is not at war, India gets a significant boost in Faith."
    },
    {
      "index": 5,
      "start_time": 26800.0,
      "end_time": 31700.0,
      "text": "Opposing civs suffer additional happiness penalties for fighting wars against Gandhi."
    },
    {
      "index": 6,
      "start_time": 31700.0,
      "end_time": 35300.0,
      "text": "Religion also plays into India’s Dharma ability."
    },
    {
      "index": 7,
      "start_time": 35300.0,
      "end_time": 41666.0,
      "text": "They get the follower beliefs of all religions present in their cities, not just the one from their own religion."
    },
    {
      "index": 8,
      "start_time": 41966.0,
      "end_time": 47566.0,
      "text": "Just in case the peaceful spread of religion isn’t working, India does have the Varu unique unit."
    },
    {
      "index": 9,
      "start_time": 47866.0,
      "end_time": 51800.0,
      "text": "It reduces the combat strength of adjacent enemy units."
    },
    {
      "index": 10,
      "start_time": 55966.0,
      "end_time": 60966.0,
      "text": "The Stepwell is India’s unique tile improvement and provides Housing and food."
    },
    {
      "index": 11,
      "start_time": 60966.0,
      "end_time": 65366.0,
      "text": "It gives bonus food if built next to a farm, and faith if built next to a holy site."
    },
    {
      "index": 12,
      "start_time": 66166.0,
      "end_time": 73633.0,
      "text": "Gandhi’s bonuses to faith in times of peace, and the Stepwell improvement, mean you’ll have plenty of housing and faith when you play as India."
    },
    {
      "index": 13,
      "start_time": 73633.0,
      "end_time": 79500.0,
      "text": "If you can become the crossroads for all the religions in your game, you’ll be well on your way to victory."
    },
    {
      "index": 14,
      "start_time": 80933.0,
      "end_time": 83333.0,
      "text": "Will the world honor your wisdom and faith?"
    }
  ]
}