{
  "video_id": "oVAMUiFk4MY",
  "title": "Equipment for an amateur lab - Part 1",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2117.0,
      "end_time": 4218.0,
      "text": "Greetings fellow nerds."
    },
    {
      "index": 2,
      "start_time": 4218.0,
      "end_time": 8666.0,
      "text": "I’ve been asked by one of my patrons to go over the various pieces of equipment for setting up an amateur lab."
    },
    {
      "index": 3,
      "start_time": 8666.0,
      "end_time": 13333.0,
      "text": "After thinking about it I realized i can’t possibly cover the whole thing in one video"
    },
    {
      "index": 4,
      "start_time": 13333.0,
      "end_time": 18590.0,
      "text": "because every lab is going to be different and the equipment needed for one lab might not be applicable to another lab."
    },
    {
      "index": 5,
      "start_time": 18590.0,
      "end_time": 23414.0,
      "text": "So i’m going to split this video into a series and try and cover as much equipment as possible."
    },
    {
      "index": 6,
      "start_time": 23414.0,
      "end_time": 26229.0,
      "text": "I’ll let you decide which ones are applicable to you."
    },
    {
      "index": 7,
      "start_time": 26229.0,
      "end_time": 28853.0,
      "text": "In no particular order, let’s start with beakers."
    },
    {
      "index": 8,
      "start_time": 28853.0,
      "end_time": 32390.0,
      "text": "Whenever people think of chemistry they most often think about beakers."
    },
    {
      "index": 9,
      "start_time": 32390.0,
      "end_time": 35822.0,
      "text": "Used for handling and transferring chemicals as well as performing reactions,"
    },
    {
      "index": 10,
      "start_time": 35822.0,
      "end_time": 38756.0,
      "text": "their symbol as the defining tool of chemistry is rightly deserved."
    },
    {
      "index": 11,
      "start_time": 38756.0,
      "end_time": 44797.0,
      "text": "Try and get an assortment of sizes for your lab and make sure the glass is a material called borosilicate glass."
    },
    {
      "index": 12,
      "start_time": 44797.0,
      "end_time": 49949.0,
      "text": "Such glass has a low coefficient of thermal expansion and thus can withstand heat shock very well."
    },
    {
      "index": 13,
      "start_time": 49949.0,
      "end_time": 55286.0,
      "text": "Another good thing about beakers is that you won’t confuse them with drinking glasses and possibly poison yourself."
    },
    {
      "index": 14,
      "start_time": 55286.0,
      "end_time": 59613.0,
      "text": "Almost every serious chemistry lab has a hotplate stirrer."
    },
    {
      "index": 15,
      "start_time": 59613.0,
      "end_time": 63514.0,
      "text": "It’s probably the number one piece of equipment you’ve seen me use in most of my videos."
    },
    {
      "index": 16,
      "start_time": 63514.0,
      "end_time": 67813.0,
      "text": "As the name suggests, it behaves as a hotplate and allows you to heat up liquids."
    },
    {
      "index": 17,
      "start_time": 67813.0,
      "end_time": 70445.0,
      "text": "But it also has a magnetic stirring function."
    },
    {
      "index": 18,
      "start_time": 70445.0,
      "end_time": 73964.0,
      "text": "It works by having a magnet mounted on a motor underneath the hot plate."
    },
    {
      "index": 19,
      "start_time": 73964.0,
      "end_time": 80661.0,
      "text": "The magnet couples to a magnetic stir bar through the hotplate and allows you to stir your solutions as long as you want without having to do it manually."
    },
    {
      "index": 20,
      "start_time": 80661.0,
      "end_time": 84589.0,
      "text": "You of course need a supply of teflon coated stir bars that are chemically resistant"
    },
    {
      "index": 21,
      "start_time": 84589.0,
      "end_time": 87556.0,
      "text": "and you have to remember to retrieve them at the end of your experiments."
    },
    {
      "index": 22,
      "start_time": 87556.0,
      "end_time": 91020.0,
      "text": "Unfortunately hotplate stirrers are ludicrously expensive."
    },
    {
      "index": 23,
      "start_time": 91020.0,
      "end_time": 94041.0,
      "text": "The ones you see here cost hundreds of dollars each."
    },
    {
      "index": 24,
      "start_time": 94041.0,
      "end_time": 96786.0,
      "text": "I’d say they were worth it if they were more reliable."
    },
    {
      "index": 25,
      "start_time": 96786.0,
      "end_time": 100746.0,
      "text": "But the one you see on the left is broken and i don’t have the skill to repair it."
    },
    {
      "index": 26,
      "start_time": 100746.0,
      "end_time": 105431.0,
      "text": "And the one on the right has had a heater element failure and a power supply failure that required replacement."
    },
    {
      "index": 27,
      "start_time": 105431.0,
      "end_time": 108098.0,
      "text": "Neither of these hot plate stirrers lasted longer than a year."
    },
    {
      "index": 28,
      "start_time": 108098.0,
      "end_time": 111748.0,
      "text": "So get a hot plate stirrer if you really want one, but be aware of the cost."
    },
    {
      "index": 29,
      "start_time": 111748.0,
      "end_time": 116593.0,
      "text": "Some sort of weigh scale is absolutely essential for a laboratory."
    },
    {
      "index": 30,
      "start_time": 116593.0,
      "end_time": 121304.0,
      "text": "In our particular universe the amount of a substance is directly proportional to its mass."
    },
    {
      "index": 31,
      "start_time": 121304.0,
      "end_time": 125385.0,
      "text": "So measuring that is the most reliable way to know how much of something you have."
    },
    {
      "index": 32,
      "start_time": 125385.0,
      "end_time": 130808.0,
      "text": "Now a laboratory scale like this one is very good, reliable, accurate and precise."
    },
    {
      "index": 33,
      "start_time": 130808.0,
      "end_time": 136632.0,
      "text": "It’s also a few thousand dollars, so you’re probably not going to buy one, I sure haven’t."
    },
    {
      "index": 34,
      "start_time": 136632.0,
      "end_time": 141032.0,
      "text": "Instead, most of your needs can be served by getting two scales of different ranges."
    },
    {
      "index": 35,
      "start_time": 141032.0,
      "end_time": 146448.0,
      "text": "The reason why a good laboratory scale is so expensive is because it has a large dynamic range."
    },
    {
      "index": 36,
      "start_time": 146448.0,
      "end_time": 151385.0,
      "text": "It can measure a wide range of values and also count tiny increments between those values."
    },
    {
      "index": 37,
      "start_time": 151385.0,
      "end_time": 157420.0,
      "text": "That kind of precision requires good design and high quality machining that eventually translates to very high cost."
    },
    {
      "index": 38,
      "start_time": 157420.0,
      "end_time": 160739.0,
      "text": "Instead, by using two different scales that have different ranges,"
    },
    {
      "index": 39,
      "start_time": 160739.0,
      "end_time": 162592.0,
      "text": "you can cover most of the measurements you’ll ever need."
    },
    {
      "index": 40,
      "start_time": 162592.0,
      "end_time": 167724.0,
      "text": "Chances are if you’re measuring a heavy amount of substance, the small changes are inconsequential."
    },
    {
      "index": 41,
      "start_time": 167724.0,
      "end_time": 173252.0,
      "text": "And if you’re measuring a very small amount of substance, you won’t be loading the scale with a heavy container."
    },
    {
      "index": 42,
      "start_time": 173252.0,
      "end_time": 176660.0,
      "text": "So using two different scales can be very effective and cheap."
    },
    {
      "index": 43,
      "start_time": 176660.0,
      "end_time": 179820.0,
      "text": "Each of my scales here are only twenty dollars each."
    },
    {
      "index": 44,
      "start_time": 179820.0,
      "end_time": 184701.0,
      "text": "The drawback of this approach if you’re doing high precision analytical or semiconductor work"
    },
    {
      "index": 45,
      "start_time": 184701.0,
      "end_time": 187557.0,
      "text": "and need more dynamic range than your scale allows."
    },
    {
      "index": 46,
      "start_time": 187557.0,
      "end_time": 193972.0,
      "text": "In those cases, using a less precise scale that can’t tell you what tiny amounts you have can seriously undermine your work."
    },
    {
      "index": 47,
      "start_time": 193972.0,
      "end_time": 197701.0,
      "text": "Keep this in mind when selecting your scales for the type of work you’re doing."
    },
    {
      "index": 48,
      "start_time": 197701.0,
      "end_time": 202717.0,
      "text": "Fortunately, for most amateurs, the two cheap scales approach is sufficient."
    },
    {
      "index": 49,
      "start_time": 202717.0,
      "end_time": 208373.0,
      "text": "A very useful thing to have in an amateur lab is a large supply of resealable plastic bags."
    },
    {
      "index": 50,
      "start_time": 208373.0,
      "end_time": 210420.0,
      "text": "These are also known as ziplock bags."
    },
    {
      "index": 51,
      "start_time": 210420.0,
      "end_time": 216956.0,
      "text": "For inorganic chemicals like salts, metals and so on, these are cheap and readily available storage."
    },
    {
      "index": 52,
      "start_time": 216956.0,
      "end_time": 222909.0,
      "text": "A useful convenience is that they flatten or expand depending on how much they are filled unlike bottles."
    },
    {
      "index": 53,
      "start_time": 222909.0,
      "end_time": 229180.0,
      "text": "So you can have a full bag of material and relatively unused bag and they’ll only take up as much space as needed."
    },
    {
      "index": 54,
      "start_time": 229180.0,
      "end_time": 233612.0,
      "text": "Bottles and boxes however take up the same space whether they are full or not."
    },
    {
      "index": 55,
      "start_time": 233612.0,
      "end_time": 240229.0,
      "text": "These bags are also a useful for safely storing bottled chemicals if you’re worried about leakage or vapors coming out."
    },
    {
      "index": 56,
      "start_time": 240229.0,
      "end_time": 244012.0,
      "text": "So have a good supply of resealable plastic bags in your lab."
    },
    {
      "index": 57,
      "start_time": 244012.0,
      "end_time": 249324.0,
      "text": "Just remember not to store organic chemicals or chemicals that dissolve plastics for obvious reasons."
    },
    {
      "index": 58,
      "start_time": 249324.0,
      "end_time": 255749.0,
      "text": "A lab jack is one of those annoying things you don’t know you need until you need it."
    },
    {
      "index": 59,
      "start_time": 255749.0,
      "end_time": 258963.0,
      "text": "And then you forget you need to acquire one when you don’t need it."
    },
    {
      "index": 60,
      "start_time": 258963.00000000003,
      "end_time": 261612.00000000003,
      "text": "All they do is lift things to various heights."
    },
    {
      "index": 61,
      "start_time": 261612.00000000003,
      "end_time": 265612.0,
      "text": "While you can get away with just using anything on hand like other beakers."
    },
    {
      "index": 62,
      "start_time": 265612.0,
      "end_time": 269565.0,
      "text": "A lab jack is so convenient and useful that i think it’s worth having one or two."
    },
    {
      "index": 63,
      "start_time": 269565.0,
      "end_time": 273905.0,
      "text": "I primarily use these for sitting the receivers in my distillations."
    },
    {
      "index": 64,
      "start_time": 273905.0,
      "end_time": 278081.0,
      "text": "Vials are tremendously useful for storing and running small reactions."
    },
    {
      "index": 65,
      "start_time": 278081.0,
      "end_time": 280881.0,
      "text": "You’ve seen me use them in large number of my videos."
    },
    {
      "index": 66,
      "start_time": 280881.0,
      "end_time": 284273.0,
      "text": "Vials have replaced the famous test tube for most chemists."
    },
    {
      "index": 67,
      "start_time": 284273.0,
      "end_time": 287137.0,
      "text": "They’re self-standing so you don’t need a test tube rack."
    },
    {
      "index": 68,
      "start_time": 287137.0,
      "end_time": 294921.0,
      "text": "They’re easy to stack and store and so many industries outside of chemistry also use vials so vials are pretty easy to acquire."
    },
    {
      "index": 69,
      "start_time": 294921.0,
      "end_time": 298042.0,
      "text": "When buying vials pay attention to their caps."
    },
    {
      "index": 70,
      "start_time": 298042.0,
      "end_time": 306091.0,
      "text": "Foil caps are good for non-reactive solids but will be destroyed by reactive acids or strong bases and they’re not liquid proof."
    },
    {
      "index": 71,
      "start_time": 306091.0,
      "end_time": 311123.0,
      "text": "For liquids and more reactive substances like acids, plastic liners are prefered."
    },
    {
      "index": 72,
      "start_time": 311123.0,
      "end_time": 318522.0,
      "text": "This one is a polycone type plastic liner. Now plastic is great but even plastic is permeable to organic solvents."
    },
    {
      "index": 73,
      "start_time": 318522.0,
      "end_time": 322435.0,
      "text": "The ultimate liner is a PTFE or teflon liners."
    },
    {
      "index": 74,
      "start_time": 322435.0,
      "end_time": 326426.0,
      "text": "You can use these for very wide range of chemicals and they’re extremely resistant."
    },
    {
      "index": 75,
      "start_time": 326426.0,
      "end_time": 332306.0,
      "text": "They’re also rather expensive so keep in mind what kind of chemistry you’re doing and purchase the appropriate vials."
    },
    {
      "index": 76,
      "start_time": 332306.0,
      "end_time": 338554.0,
      "text": "Now i’m not going to cover all the types of glassware in this video as that topic is so vast it requires its own video."
    },
    {
      "index": 77,
      "start_time": 338554.0,
      "end_time": 343306.0,
      "text": "But what i do want to show you is the current standard of using ground glass joints."
    },
    {
      "index": 78,
      "start_time": 343306.0,
      "end_time": 347315.0,
      "text": "Now in the past chemists had to connect glassware using corks."
    },
    {
      "index": 79,
      "start_time": 347315.0,
      "end_time": 352278.0,
      "text": "Ground glass joints are the more expensive but ultimately more convenient modern way."
    },
    {
      "index": 80,
      "start_time": 352278.0,
      "end_time": 358173.0,
      "text": "This is because the sizes have all been standardized and most glassware will be labelled with the right type of joint."
    },
    {
      "index": 81,
      "start_time": 358173.0,
      "end_time": 365121.0,
      "text": "This one for example is 24/40 joint meaning it has 24mm wide opening that extends 40mm down."
    },
    {
      "index": 82,
      "start_time": 365121.0,
      "end_time": 368749.0,
      "text": "The taper is standardized to 1:10 for all glassware."
    },
    {
      "index": 83,
      "start_time": 368749.0,
      "end_time": 372252.0,
      "text": "I can mate this joint with any other piece of glassware of the right gender"
    },
    {
      "index": 84,
      "start_time": 372252.0,
      "end_time": 375363.0,
      "text": "even if they are from completely different manufacturers thanks to the standard."
    },
    {
      "index": 85,
      "start_time": 375363.0,
      "end_time": 382756.0,
      "text": "Now 24/40 is a common standard for moderately sized glassware and for smaller glassware there is the 14/20 standard."
    },
    {
      "index": 86,
      "start_time": 382756.0,
      "end_time": 388409.0,
      "text": "So pay attention to the joint sizes of the glassware you’re buying to make sure it’s compatible with your existing glassware."
    },
    {
      "index": 87,
      "start_time": 388409.0,
      "end_time": 394835.0,
      "text": "That being said, having a mix of glassware is still very usable as there are adapters to fit different types of joints together."
    },
    {
      "index": 88,
      "start_time": 394835.0,
      "end_time": 401483.0,
      "text": "This way you don’t have to purchase duplicates of every glassware part you have and you can mix and match parts for special experiments."
    },
    {
      "index": 89,
      "start_time": 401483.0,
      "end_time": 405060.0,
      "text": "Now ground glass joints can seize up and become stuck."
    },
    {
      "index": 90,
      "start_time": 405060.0,
      "end_time": 409314.0,
      "text": "To prevent this you first grease up the joints to both seal and lubricate them."
    },
    {
      "index": 91,
      "start_time": 409314.0,
      "end_time": 415555.0,
      "text": "A very common grease is dow corning vacuum grease which is quite inert and in general won’t harm your reactions."
    },
    {
      "index": 92,
      "start_time": 415555.0,
      "end_time": 420330.0,
      "text": "You can also use hardware store greases but be careful as some can react with your chemistry"
    },
    {
      "index": 93,
      "start_time": 420330.0,
      "end_time": 423226.0,
      "text": "or might decompose at the temperatures you’re working with."
    },
    {
      "index": 94,
      "start_time": 423226.0,
      "end_time": 428027.0,
      "text": "Grease is conveniently applied by first putting some in a syringe and then applying it to the joint."
    },
    {
      "index": 95,
      "start_time": 428027.0,
      "end_time": 430913.0,
      "text": "You don’t need to cover the whole thing, just a bit on the side"
    },
    {
      "index": 96,
      "start_time": 430913.0,
      "end_time": 434794.0,
      "text": "and turn the joints when you put them together until the lubrication gives an even coat."
    },
    {
      "index": 97,
      "start_time": 434794.0,
      "end_time": 441098.0,
      "text": "Okay that’s all the time i have for this video. There is still a lot more to cover and more videos to go."
    },
    {
      "index": 98,
      "start_time": 441098.0,
      "end_time": 446659.0,
      "text": "In the next video i’ll probably look at things like safety gear and stuff for electrochemistry."
    },
    {
      "index": 99,
      "start_time": 446659.0,
      "end_time": 450683.0,
      "text": "If there is any piece of lab equipment you think i should go over, let me know in the comments."
    },
    {
      "index": 100,
      "start_time": 450683.0,
      "end_time": 451977.0,
      "text": "Thanks for watching."
    },
    {
      "index": 101,
      "start_time": 451977.0,
      "end_time": 461977.0,
      "text": "If you would like to support the continued production of science videos like this one, please support the channel on Patreon. Links are in the video description."
    }
  ]
}