{
  "video_id": "OvxaALJRB7g",
  "title": "History of Rap | Rap Music",
  "json": [
    {
      "index": 1,
      "start_time": 4800.0,
      "end_time": 7800.0,
      "text": "Alright. So, everybody wants to be a rapper nowadays."
    },
    {
      "index": 2,
      "start_time": 7800.0,
      "end_time": 14500.0,
      "text": "But one thing that a lot of people don't know is how the rapper became the most popular part of the hip hop culture."
    },
    {
      "index": 3,
      "start_time": 14500.0,
      "end_time": 18000.0,
      "text": "In the early days of hip hop culture, the focus was the DJ."
    },
    {
      "index": 4,
      "start_time": 18000.0,
      "end_time": 24700.0,
      "text": "And, to introduce the DJ, the MC was the sidekick, or the rapper."
    },
    {
      "index": 5,
      "start_time": 24700.0,
      "end_time": 28000.0,
      "text": "But, in the early days, they just called him an MC, master of ceremony."
    },
    {
      "index": 6,
      "start_time": 28000.0,
      "end_time": 35600.0,
      "text": "And so they would come out and hype the crowd up to prepare for the man or woman of the hour."
    },
    {
      "index": 7,
      "start_time": 35800.0,
      "end_time": 49800.0,
      "text": "So, when the MC would come out, the goal would be to get the crowd engaged, so the MC found creative ways to put the words together that would prepare the crowd for the DJ."
    },
    {
      "index": 8,
      "start_time": 49800.0,
      "end_time": 55800.0,
      "text": "Through that evolution, MCs started to battle each other in the way that they would introduce the DJ."
    },
    {
      "index": 9,
      "start_time": 55800.0,
      "end_time": 68700.0,
      "text": "And to a point that the portion of time that the MC had on stage began to get larger and larger until now they were doing long verses, or long sets."
    },
    {
      "index": 10,
      "start_time": 68700.0,
      "end_time": 77500.0,
      "text": "And producers began to try to figure out, \"How do I get this experience, this jam, this party on a record\"?"
    },
    {
      "index": 11,
      "start_time": 77500.0,
      "end_time": 85800.0,
      "text": "And you just couldn't capture the whole record, so they focused on the time that the MC was on there, because there was a communication that was happening."
    },
    {
      "index": 12,
      "start_time": 85800.0,
      "end_time": 94300.0,
      "text": "So, in the early 70's, a group by the name of The Sugar Hill Gang, a group of MCs, made a record called \"Rapper's Delight\"."
    },
    {
      "index": 13,
      "start_time": 94300.0,
      "end_time": 101400.0,
      "text": "And \"Rapper's Delight\" was one of the first times the commerce was introduced in hip hop."
    },
    {
      "index": 14,
      "start_time": 101400.0,
      "end_time": 106249.0,
      "text": "And that is how the rapper began to be the focal point of hip hop."
    }
  ]
}