{
  "video_id": "Owv2P1TnHUw",
  "title": "How to Train Your Cat Not to Bite",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 269.0,
      "end_time": 7269.0,
      "text": "How to Train Your Cat Not to Bite. Although cats bite instinctively, you can curb this"
    },
    {
      "index": 2,
      "start_time": 8379.0,
      "end_time": 15379.0,
      "text": "tendency by appropriate training. You will need Play-fighting and spray bottle (optional)."
    },
    {
      "index": 3,
      "start_time": 15660.0,
      "end_time": 19910.0,
      "text": "Step 1. Engage the cat or kitten in a game of play fighting. This will arouse the cat&#39;s"
    },
    {
      "index": 4,
      "start_time": 19910.0,
      "end_time": 25800.0,
      "text": "natural tendency to bite. Step 2. Stop the game as soon as you see the cat begin to expose"
    },
    {
      "index": 5,
      "start_time": 25800.0,
      "end_time": 32800.0,
      "text": "its claws or teeth. Wait for the cat to calm down, and then resume the game. Step 3. Continue"
    },
    {
      "index": 6,
      "start_time": 32800.0,
      "end_time": 38690.0,
      "text": "playing with the cat. If the cat bites or scratches you, let out a scream. Stop playing"
    },
    {
      "index": 7,
      "start_time": 38700.0,
      "end_time": 42440.0,
      "text": "and ignore the cat. Consider spraying the cat with a spray bottle filled with water"
    },
    {
      "index": 8,
      "start_time": 42440.0,
      "end_time": 46579.0,
      "text": "if the cat continues to bite you. A small spritz in the area of the cat&#39;s face is enough,"
    },
    {
      "index": 9,
      "start_time": 46579.0,
      "end_time": 52140.0,
      "text": "but be careful not to spray the cat&#39;s ears. Step 4. Observe the areas on the cat&#39;s body"
    },
    {
      "index": 10,
      "start_time": 52140.0,
      "end_time": 58450.0,
      "text": "that are most sensitive to contact -- typically the mouth, paws, ears, and tail. When sensitive"
    },
    {
      "index": 11,
      "start_time": 58450.0,
      "end_time": 64250.0,
      "text": "areas are touched, there is a tendency for the cat to start biting. Step 5. Touch one"
    },
    {
      "index": 12,
      "start_time": 64250.0,
      "end_time": 69689.0,
      "text": "of the sensitive areas on the cat&#39;s body for a second. Then give the cat a treat. Step"
    },
    {
      "index": 13,
      "start_time": 69689.0,
      "end_time": 74559.0,
      "text": "6. Gradually increase the amount of time that you are in contact with the sensitive area."
    },
    {
      "index": 14,
      "start_time": 74560.0,
      "end_time": 80909.0,
      "text": "Do this until the cat learns to tolerate increasing levels of contact there. Step 7. Repeat this"
    },
    {
      "index": 15,
      "start_time": 80909.0,
      "end_time": 84990.0,
      "text": "procedure with other sensitive areas that provoke biting. Now you should have a cat"
    },
    {
      "index": 16,
      "start_time": 84990.0,
      "end_time": 90359.0,
      "text": "whose meow is worse than its bite. Did you know Cats have two sets of teeth -- a first"
    },
    {
      "index": 17,
      "start_time": 90359.0,
      "end_time": 93860.0,
      "text": "set that is lost when they are young, and a permanent set."
    }
  ]
}