{
  "video_id": "oXfY-fTZn1s",
  "title": "Hypervigilance and How to Overcome It",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 299.0,
      "end_time": 5800.0,
      "text": "We would not have been able to survive so long if we were not able, at points, to get very worried indeed;"
    },
    {
      "index": 2,
      "start_time": 5800.0,
      "end_time": 12451.0,
      "text": "if we didn’t possess a native genius for flooding our minds, at"
    },
    {
      "index": 3,
      "start_time": 12451.0,
      "end_time": 17900.0,
      "text": "astonishing speed, with a cocktail of the most intense and panicky hormones our bodies can secrete."
    },
    {
      "index": 4,
      "start_time": 17900.0,
      "end_time": 25489.0,
      "text": "And yet our capacity to keep surviving – or at least, and as importantly,"
    },
    {
      "index": 5,
      "start_time": 25489.0,
      "end_time": 31749.0,
      "text": "to draw some enjoyment from what remains of life – depends on something quite contrary"
    },
    {
      "index": 6,
      "start_time": 31749.0,
      "end_time": 40350.0,
      "text": "and even more challenging: an ability at points to unpanic ourselves, to wind down the alarm"
    },
    {
      "index": 7,
      "start_time": 40350.0,
      "end_time": 46920.0,
      "text": "and clear the bloodstream of catastrophic foreboding, a mastery of the delicate art of unworrying."
    },
    {
      "index": 8,
      "start_time": 46920.0,
      "end_time": 56520.0,
      "text": "Many of us belong within a damnable category known as hypervigilant – that"
    },
    {
      "index": 9,
      "start_time": 56520.0,
      "end_time": 61999.0,
      "text": "is, we are not merely ordinarily careful and on the look out for our safety, as we should"
    },
    {
      "index": 10,
      "start_time": 61999.0,
      "end_time": 71070.0,
      "text": "be, but outright panicked and alarmed pretty much all the time. We, in the unhappy hypervigilant"
    },
    {
      "index": 11,
      "start_time": 71070.0,
      "end_time": 78260.0,
      "text": "camp, wake up terrified, spend the day in low-level dread and exist in near certainty"
    },
    {
      "index": 12,
      "start_time": 78260.0,
      "end_time": 84900.0,
      "text": "that something appalling will fell us. At points, it’s so tiring, it’s normal that"
    },
    {
      "index": 13,
      "start_time": 84900.0,
      "end_time": 92490.0,
      "text": "we may long for it all to be over – though that too is a dreadful prospect."
    },
    {
      "index": 14,
      "start_time": 92490.0,
      "end_time": 98360.0,
      "text": "The reasons why will like this are always somewhat the same. At some point, long before we could cope,"
    },
    {
      "index": 15,
      "start_time": 98360.0,
      "end_time": 106040.0,
      "text": "we were frightened very badly indeed, so badly, we have never really recovered a faith in the solidity of anything."
    },
    {
      "index": 16,
      "start_time": 106040.0,
      "end_time": 112310.0,
      "text": "Something so challenging unfolded, it has jammed our"
    },
    {
      "index": 17,
      "start_time": 112310.0,
      "end_time": 118620.0,
      "text": "minds in a state of alarm, even when the outward conditions have changed and when there is,"
    },
    {
      "index": 18,
      "start_time": 118620.0,
      "end_time": 124160.0,
      "text": "in the objective sense (as kindly friends like to tell us), nothing in particular to be terrified of."
    },
    {
      "index": 19,
      "start_time": 124160.0,
      "end_time": 131670.0,
      "text": "Perhaps someone was very angry in the vicinity. Perhaps we were humiliated"
    },
    {
      "index": 20,
      "start_time": 131670.0,
      "end_time": 138310.0,
      "text": "and made to feel unwanted and sinful. Maybe an older sibling tortured us. Perhaps we got"
    },
    {
      "index": 21,
      "start_time": 138310.0,
      "end_time": 144440.0,
      "text": "sent away to an institution where we were appallingly isolated. In response, our level"
    },
    {
      "index": 22,
      "start_time": 144440.0,
      "end_time": 151390.0,
      "text": "of panic hormones spiked – and never came down. Now our hypervigilance scrambles the"
    },
    {
      "index": 23,
      "start_time": 151390.0,
      "end_time": 158390.0,
      "text": "part of the mind that regulates basic functions like sleep, digestion and touch – and so,"
    },
    {
      "index": 24,
      "start_time": 158390.0,
      "end_time": 165100.0,
      "text": "a telling symptom is that it will almost certainly be difficult for us to rest, to manage our"
    },
    {
      "index": 25,
      "start_time": 165100.0,
      "end_time": 171910.0,
      "text": "bowels or to be wholly at ease being touched by a fellow human, however much we long to be."
    },
    {
      "index": 26,
      "start_time": 171910.0,
      "end_time": 179750.0,
      "text": "There is no easy cure, but it is the start of something to have at least a name to put to the chaos."
    },
    {
      "index": 27,
      "start_time": 179750.0,
      "end_time": 186640.0,
      "text": "A degree of compassion can start up too. We can start to notice how much of"
    },
    {
      "index": 28,
      "start_time": 186640.0,
      "end_time": 193150.0,
      "text": "life has been held together by fear. We have a concept that links why it’s so hard to"
    },
    {
      "index": 29,
      "start_time": 193150.0,
      "end_time": 200880.0,
      "text": "go to parties, to trust a lover, to relax on holiday, to go to the bathroom or to sleep much past 4am."
    },
    {
      "index": 30,
      "start_time": 200880.0,
      "end_time": 207290.0,
      "text": "We might dare to tell a few others about our hypervigilance,"
    },
    {
      "index": 31,
      "start_time": 207290.0,
      "end_time": 214320.0,
      "text": "handing them the word like a gift, a clue to our particular brokenness. Every time we"
    },
    {
      "index": 32,
      "start_time": 214320.0,
      "end_time": 220959.0,
      "text": "find a kindly other to whom we can safely entrust news of our state, and who can smile"
    },
    {
      "index": 33,
      "start_time": 220959.0,
      "end_time": 227600.0,
      "text": "tenderly in response, the panic goes down and the world becomes ever so slightly more bearable."
    },
    {
      "index": 34,
      "start_time": 227600.0,
      "end_time": 234400.0,
      "text": "But sometimes, when we are alone and the pressures mount once more, we may"
    },
    {
      "index": 35,
      "start_time": 234400.0,
      "end_time": 240910.0,
      "text": "simply have to stand back and observe the hypervigilance do its thing: smash our plans"
    },
    {
      "index": 36,
      "start_time": 240910.0,
      "end_time": 247360.0,
      "text": "and hopes, and unleash panic in a way that will knock us out for the day or the month."
    },
    {
      "index": 37,
      "start_time": 247360.0,
      "end_time": 254870.0,
      "text": "We should forgive ourselves. This is a disease like any other. What can be hardest, but most"
    },
    {
      "index": 38,
      "start_time": 254870.0,
      "end_time": 262580.0,
      "text": "important, to believe is that being an adult means having options. We can push back against"
    },
    {
      "index": 39,
      "start_time": 262580.0,
      "end_time": 269389.0,
      "text": "bullies, move away when it gets too much and tell others what we need from them."
    },
    {
      "index": 40,
      "start_time": 269389.0,
      "end_time": 276759.0,
      "text": "We don’t need to be hypervigilant because we have the option of being truly vigilance: if there were to"
    },
    {
      "index": 41,
      "start_time": 276759.0,
      "end_time": 282490.0,
      "text": "be real dangers, we would now have the inner resources to greet and fight them in good time."
    },
    {
      "index": 42,
      "start_time": 282490.0,
      "end_time": 290870.0,
      "text": "We can worry when we need to, not just because we exist. In the meantime, we should"
    },
    {
      "index": 43,
      "start_time": 290870.0,
      "end_time": 297210.0,
      "text": "allow ourselves – with this strange, slightly ugly word in hand – to feel sorry for our desperate impulses and strive,"
    },
    {
      "index": 44,
      "start_time": 297210.0,
      "end_time": 306210.0,
      "text": "where we can, at 4.35am perhaps, to turn over and get a little more rest."
    },
    {
      "index": 45,
      "start_time": 311200.0,
      "end_time": 324000.0,
      "text": "We can learn the skill of being calm,  not through special teas or slow breathing.  But through thinking.  Our book guides us through that process."
    }
  ]
}