{
  "video_id": "ozfNspf9OwM",
  "title": "Learning Service -  ORPHANAGE TOURISM",
  "json": [
    {
      "index": 1,
      "start_time": 1000.0,
      "end_time": 4000.0,
      "text": "Have you heard of “orphanage tourism”? It’s a popular and growing travel trend"
    },
    {
      "index": 2,
      "start_time": 5000.0,
      "end_time": 13000.0,
      "text": "Perhaps your tour provider to Asia, Africa or Latin America has included in your itinerary a “visit to a local orphanage” or a “to an orphanage dance show”."
    },
    {
      "index": 3,
      "start_time": 14000.0,
      "end_time": 22000.0,
      "text": "If you’re considering these options, or if you are traveling in a developing country and would like to learn more, we’ve compiled a list of 5 Things You Should Know About Orphanage Tourism"
    },
    {
      "index": 4,
      "start_time": 23000.0,
      "end_time": 29000.0,
      "text": "Most people think an “orphanage” means a place for kids without parents, or safe living conditions"
    },
    {
      "index": 5,
      "start_time": 30000.0,
      "end_time": 37000.0,
      "text": "In Cambodia, and many other popular tourist destinations that assumption is incorrect."
    },
    {
      "index": 6,
      "start_time": 38000.0,
      "end_time": 46000.0,
      "text": "According to a recent UN study, more than ¾ of Cambodian “orphans” have one or more living parents."
    },
    {
      "index": 7,
      "start_time": 48000.0,
      "end_time": 51000.0,
      "text": "The rate of children living in orphanages has grown with the rate of tourism,"
    },
    {
      "index": 8,
      "start_time": 52000.0,
      "end_time": 56000.0,
      "text": "even thought the number of actual orphans in the country has declined"
    },
    {
      "index": 9,
      "start_time": 57000.0,
      "end_time": 62000.0,
      "text": "Many assume that the parents of children in orphanages have passed away or abandoned them."
    },
    {
      "index": 10,
      "start_time": 63000.0,
      "end_time": 65000.0,
      "text": "Sometimes this is true, but not always."
    },
    {
      "index": 11,
      "start_time": 67000.0,
      "end_time": 75000.0,
      "text": "Studies show that in some cases, “owners” of the enterprising orphanages will travel to rural, poorer communities and tell families their children will be better taken care of in their orphanages."
    },
    {
      "index": 12,
      "start_time": 76000.0,
      "end_time": 80000.0,
      "text": "They are sold the idea that westerners will educate them and they’ll have a better life"
    },
    {
      "index": 13,
      "start_time": 81000.0,
      "end_time": 86000.0,
      "text": "Most of the time children are forces to perform in cultural dance shows night after night,"
    },
    {
      "index": 14,
      "start_time": 87000.0,
      "end_time": 90000.0,
      "text": "or walk the streets with signs reading “donate to our orphanage”."
    },
    {
      "index": 15,
      "start_time": 91000.0,
      "end_time": 95000.0,
      "text": "When we support these orphanages we’re actually helping separate more kids from their families"
    },
    {
      "index": 16,
      "start_time": 97000.0,
      "end_time": 106000.0,
      "text": "It’s important to remember that an orphanage should NOT be the first choice for a vulnerable child it should be the absolute last option."
    },
    {
      "index": 17,
      "start_time": 107000.0,
      "end_time": 111000.0,
      "text": "This is also legislated by a lot of countries to prevent children from living their whole life in orphanages"
    },
    {
      "index": 18,
      "start_time": 112000.0,
      "end_time": 118000.0,
      "text": "Better options for children is to be place in foster care or reintegrated back to the family if the families are now strong to care for them"
    },
    {
      "index": 19,
      "start_time": 120000.0,
      "end_time": 124000.0,
      "text": "The places that “look the most needed” are NOT necessarily the places that you should give your money to"
    },
    {
      "index": 20,
      "start_time": 125000.0,
      "end_time": 126000.0,
      "text": "Many tourists come to Cambodia and say:"
    },
    {
      "index": 21,
      "start_time": 127000.0,
      "end_time": 133000.0,
      "text": "“I saw a very well run orphanage and then I saw one where the children didn’t even have beds so I gave my money there …”"
    },
    {
      "index": 22,
      "start_time": 134000.0,
      "end_time": 140000.0,
      "text": "In fact, many orphanage directors are very business savvy and they know the poorer an orphanage looks the more likely they are to get your money"
    },
    {
      "index": 23,
      "start_time": 141000.0,
      "end_time": 147000.0,
      "text": "orphanages with children living in appalling conditions, where there are no social workers or untrained social workers"
    },
    {
      "index": 24,
      "start_time": 148000.0,
      "end_time": 152000.0,
      "text": "or where they have a policy allowing un-vetted tourist to come in and play with children"
    },
    {
      "index": 25,
      "start_time": 153000.0,
      "end_time": 157000.0,
      "text": "these aren’t necessarily places where you want to be giving your money to because it’s likely they are adding to child exploitation"
    },
    {
      "index": 26,
      "start_time": 158000.0,
      "end_time": 166000.0,
      "text": "“There is no way to make money!” Is a common response both from orphanage directors and donors supporting their work."
    },
    {
      "index": 27,
      "start_time": 167000.0,
      "end_time": 176000.0,
      "text": "But there are many other responsible organizations in each country and that do NOT put their children on display,"
    },
    {
      "index": 28,
      "start_time": 177000.0,
      "end_time": 184000.0,
      "text": "do not allow un-vetted travelers to visit, take pictures, or volunteer directly on short term projects."
    },
    {
      "index": 29,
      "start_time": 185000.0,
      "end_time": 186000.0,
      "text": "So, what should I do?!!!"
    },
    {
      "index": 30,
      "start_time": 188000.0,
      "end_time": 193000.0,
      "text": "Don’t support the growing practice of orphanage tourism by visiting an orphanage on your vacation."
    },
    {
      "index": 31,
      "start_time": 194000.0,
      "end_time": 197000.0,
      "text": "Remember, children should not be treated like tourist attractions."
    },
    {
      "index": 32,
      "start_time": 198000.0,
      "end_time": 202000.0,
      "text": "Rather than supporting an organization keeping children at risk,"
    },
    {
      "index": 33,
      "start_time": 203000.0,
      "end_time": 207000.0,
      "text": "seek out organizations that support the reintegration of children and families"
    },
    {
      "index": 34,
      "start_time": 208000.0,
      "end_time": 214000.0,
      "text": "so, what is important to understand is you should CHECK ANY organization you support is registered legally with the government of the country they’re in"
    },
    {
      "index": 35,
      "start_time": 215000.0,
      "end_time": 220000.0,
      "text": "and they do not allow a continuous stream of volunteers and tourists to come play with the children in their care."
    },
    {
      "index": 36,
      "start_time": 221000.0,
      "end_time": 229000.0,
      "text": "Contract people who live in that country or who have extensive experience in child’s rights work"
    },
    {
      "index": 37,
      "start_time": 230000.0,
      "end_time": 234000.0,
      "text": "to better understand how this project might fit into or stray from best practices"
    },
    {
      "index": 38,
      "start_time": 235000.0,
      "end_time": 240000.0,
      "text": "Or better yet, support organizations that are working to tackle the root causes of these problems"
    },
    {
      "index": 39,
      "start_time": 241000.0,
      "end_time": 244000.0,
      "text": "poverty, joblessness, health and education issues"
    },
    {
      "index": 40,
      "start_time": 245000.0,
      "end_time": 253000.0,
      "text": "There are also organizations that support programs of family reunification, or try and train adults so they have enough income generating potential that they can keep kids at home"
    },
    {
      "index": 41,
      "start_time": 254000.0,
      "end_time": 259000.0,
      "text": "Not all aid is created equal –  it’s up to YOU to do the research so your time and money is spent effectively"
    }
  ]
}