{
  "video_id": "P4GaNtomJms",
  "title": "How to improve vision doing Eye Exercises. Bates Method",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 733.0,
      "end_time": 6733.0,
      "text": "Today I am going to show you 6 exercises which helped me to restore my vision. In the past i used wear glasses"
    },
    {
      "index": 2,
      "start_time": 7733.0,
      "end_time": 14733.0,
      "text": "but because of the \"The program for Better Vision\" by Martin Sussman I managed to restore my vision in about 8 weeks"
    },
    {
      "index": 3,
      "start_time": 15733.0,
      "end_time": 17733.0,
      "text": "doing these exercises daily."
    },
    {
      "index": 4,
      "start_time": 18733.0,
      "end_time": 20733.0,
      "text": "First exercise is called Near-To-Far Shifting"
    },
    {
      "index": 5,
      "start_time": 21733.0,
      "end_time": 29733.0,
      "text": "Here you could see me training my right eye. As you see in the video I put my thumb in front of my eye. And How I do this exercise?"
    },
    {
      "index": 6,
      "start_time": 30733.0,
      "end_time": 41733.0,
      "text": "First I focus my eyesight on my thumb, counting till 10 and then  I shift my eyesight towards Far-distance point in my case is the peak of that white snowy mountain."
    },
    {
      "index": 7,
      "start_time": 42733.0,
      "end_time": 52733.0,
      "text": "I concentrate my eyesight on the peak of the mountain, count till 10, and then I shift the focus of my eyesight towards my thumb."
    },
    {
      "index": 8,
      "start_time": 53733.0,
      "end_time": 65733.0,
      "text": "I repeat this process 15 times with my right eye. Then 15 times with my left eye and then 20 with my both eyes. In total will be 50 times."
    },
    {
      "index": 9,
      "start_time": 66733.0,
      "end_time": 73733.0,
      "text": "When you do this exercise with both eyes, it&#39;s normal see to thumbs when you focus on far distant point."
    },
    {
      "index": 10,
      "start_time": 74733.0,
      "end_time": 83733.0,
      "text": "And when you concentrate on your thumb it&#39;s normal to observe 2 far distant points (in my case 2 peaks of the Mountain)."
    },
    {
      "index": 11,
      "start_time": 84733.0,
      "end_time": 88733.0,
      "text": "Notice that the sun is behind me. Very important to have the sun behind you."
    },
    {
      "index": 12,
      "start_time": 89733.0,
      "end_time": 95733.0,
      "text": "The purpouses of this exercise are:  -To regain flexibility in the muscles that control the movements of your eyes."
    },
    {
      "index": 13,
      "start_time": 96733.0,
      "end_time": 102733.0,
      "text": "-To improve eye coordination so that your eyes follow the focusing directions from your mind."
    },
    {
      "index": 14,
      "start_time": 103733.0,
      "end_time": 109733.0,
      "text": "-To develop a balanced use of your eyes. -To increase your peripheral awareness."
    },
    {
      "index": 15,
      "start_time": 110733.0,
      "end_time": 128733.0,
      "text": "So here you could see how I do this exercise. Right now I am counting till 10, looking at my thumb and then… after that I am concentrating on far-distant-point, counting till 10"
    },
    {
      "index": 16,
      "start_time": 129733.0,
      "end_time": 142733.0,
      "text": "then I concentrate on my thumb after that I shift my vision towards the far distant point (in this case the snowy peak of the mountain)."
    },
    {
      "index": 17,
      "start_time": 144733.0,
      "end_time": 152733.0,
      "text": "Second Exercise is called Palming PALMING is an excellent exercise to relax your eyes and soothe your mind."
    },
    {
      "index": 18,
      "start_time": 153733.0,
      "end_time": 160733.0,
      "text": "Like in the clip place your cupped palms over your closed eyes, and not your fingers. Make sure your palms are warm enougth"
    },
    {
      "index": 19,
      "start_time": 161733.0,
      "end_time": 164733.0,
      "text": "else briskly rub your palms together until they feel warm."
    },
    {
      "index": 20,
      "start_time": 165733.0,
      "end_time": 172733.0,
      "text": "Make sure there is no contact between your palms and your closed eyelids. Do not create unnecessary pressure on your face."
    },
    {
      "index": 21,
      "start_time": 173733.0,
      "end_time": 183733.0,
      "text": "What to watch for: If you see  sparks, dots of light, or patterns of color, these are signs that you are releasing mental strain and nervous tension."
    },
    {
      "index": 22,
      "start_time": 184733.0,
      "end_time": 195733.0,
      "text": "On other hand.  Seeing blackness with your eyes closed indicates relaxation.  As your eyes become more and more relaxed, the black will appear even more black."
    },
    {
      "index": 23,
      "start_time": 196733.0,
      "end_time": 206733.0,
      "text": "Do this for 2 minutes, 5 times. Purpose of this exercise is: To relax tired or strained eyes and restore peace and quiet to your mind."
    },
    {
      "index": 24,
      "start_time": 218733.0,
      "end_time": 230733.0,
      "text": "Another exercise is called Solarization. I personally like very much this exercise it&#39;s my favorite. When I am doing it I feel a lot pleasure in my eyes."
    },
    {
      "index": 25,
      "start_time": 231733.0,
      "end_time": 235733.0,
      "text": "This exercise relaxes your eyes also it gives a big impulse to your eyes for clear vision."
    },
    {
      "index": 26,
      "start_time": 236733.0,
      "end_time": 241733.0,
      "text": "When you&#39;ll open your eyes the world for a second or two will become clearer."
    },
    {
      "index": 27,
      "start_time": 242733.0,
      "end_time": 245733.0,
      "text": "How can you do it? First you have to look towards the sun."
    },
    {
      "index": 28,
      "start_time": 246733.0,
      "end_time": 256733.0,
      "text": "Then With the sun full on your face and with your eyes closed, roll the ball of sun over your closed eyes like in the clip."
    },
    {
      "index": 29,
      "start_time": 257733.0,
      "end_time": 261733.0,
      "text": "After 2 min open your eyes and look around and not towards the sun."
    },
    {
      "index": 30,
      "start_time": 262733.0,
      "end_time": 274733.0,
      "text": "Do this exercise from 8 till 10 am and from  4 till 7 pm.  (these are the safe hours when the sun is not dangerous and not very strong)"
    },
    {
      "index": 31,
      "start_time": 275733.0,
      "end_time": 279733.0,
      "text": "Do it daily 5 times for 2 min each."
    },
    {
      "index": 32,
      "start_time": 281733.0,
      "end_time": 289733.0,
      "text": "Next exercise for relaxation is Swinging It relaxes your eyes and body and helps re-develop the easy, natural movement of your eyes."
    },
    {
      "index": 33,
      "start_time": 290733.0,
      "end_time": 295733.0,
      "text": "Like in the clip  Begin swinging your body from side to side, keeping your spine straight."
    },
    {
      "index": 34,
      "start_time": 296733.0,
      "end_time": 301733.0,
      "text": "Let your eyes move freely and easily, following a line of sight parallel to the floor."
    },
    {
      "index": 35,
      "start_time": 302733.0,
      "end_time": 308733.0,
      "text": "Do not “try to see” anything. Notice the motion, but let the world go by. Do it 100 times in 5 min"
    },
    {
      "index": 36,
      "start_time": 310733.0,
      "end_time": 319733.0,
      "text": "Next exercise for relaxation is Head Rolls Relaxes your neck, head and face movements and reduces shoulder tension."
    },
    {
      "index": 37,
      "start_time": 320733.0,
      "end_time": 323733.0,
      "text": "Neck and shoulders are two areas that can block clear vision."
    },
    {
      "index": 38,
      "start_time": 324733.0,
      "end_time": 332733.0,
      "text": "Gently rotate your head and don&#39;t force any movements. Do it 6 times (in each direction) 2 min at least."
    },
    {
      "index": 39,
      "start_time": 346733.0,
      "end_time": 354733.0,
      "text": "Staggering like swinging relaxes your eyes and body  helps to develop the easy, and natural movement of your eyes."
    },
    {
      "index": 40,
      "start_time": 355733.0,
      "end_time": 360733.0,
      "text": "With your legs shoulder wide apart stagger yourself letting your eyes see freely."
    },
    {
      "index": 41,
      "start_time": 361733.0,
      "end_time": 368733.0,
      "text": "Do not try to see anything just relax. Do it 50 times in 5 min time."
    }
  ]
}