{
  "video_id": "P4pw9GUz0dQ",
  "title": "How Apple Changed CES Forever | Untangled",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1780.0,
      "end_time": 4840.0,
      "text": "CES used to be the biggest tech event of the year."
    },
    {
      "index": 2,
      "start_time": 4840.0,
      "end_time": 14000.0,
      "text": "Every January, almost 5,000 companies and 180,000 people descended on Las Vegas, for the biggest industry trade show in the world."
    },
    {
      "index": 3,
      "start_time": 14000.0,
      "end_time": 18599.0,
      "text": "Every electronics company you've ever heard of is there, along with thousands of others that you haven't."
    },
    {
      "index": 4,
      "start_time": 18600.0,
      "end_time": 22710.0,
      "text": "Except for Apple, and that matters a lot."
    },
    {
      "index": 5,
      "start_time": 25500.0,
      "end_time": 28150.0,
      "text": "Apple never had a booth at CES."
    },
    {
      "index": 6,
      "start_time": 28150.0,
      "end_time": 34730.0,
      "text": "Instead, the company would offer a keynote at the annual Macworld Expo, an event dedicated to all things Mac."
    },
    {
      "index": 7,
      "start_time": 34730.0,
      "end_time": 42301.0,
      "text": "iTunes, Safari, the Mac mini, and even the iPhone all saw their debut at various Macworld events."
    },
    {
      "index": 8,
      "start_time": 42000.0,
      "end_time": 49000.0,
      "text": "It was at the Macworld in 2007 that Steve Jobs said the company would be changing its name from Apple Computer to Apple Inc."
    },
    {
      "index": 9,
      "start_time": 49000.0,
      "end_time": 56480.0,
      "text": "So, we're announcing today, we're dropping the \"Computer\" from our name, and from this day forward, we're going to be known as Apple Incorporated."
    },
    {
      "index": 10,
      "start_time": 56480.0,
      "end_time": 59110.0,
      "text": "Apple stopped presenting at Macworld in 2009."
    },
    {
      "index": 11,
      "start_time": 59110.0,
      "end_time": 64629.0,
      "text": "Instead choosing to put on their own events, like the annual September keynote that introduces the new iPhone."
    },
    {
      "index": 12,
      "start_time": 64629.00000000001,
      "end_time": 69620.0,
      "text": "Meanwhile, other companies continued to debut their new products for the year at CES."
    },
    {
      "index": 13,
      "start_time": 69620.0,
      "end_time": 77830.0,
      "text": "Motorola, Samsung, Microsoft, and many other companies all used that week in January to show off all their new offerings."
    },
    {
      "index": 14,
      "start_time": 79570.0,
      "end_time": 86452.0,
      "text": "If it had any sort of combination of wires, batteries, a screen, or used the internet, it probably debuted at CES."
    },
    {
      "index": 15,
      "start_time": 88330.0,
      "end_time": 90350.0,
      "text": "And that began to become a problem."
    },
    {
      "index": 16,
      "start_time": 90350.0,
      "end_time": 100870.0,
      "text": "As tech products like smartphones became more and more ubiquitous, products that were unveiled at CES would all overshadow one another, leading to less headlines and coverage for each new product."
    },
    {
      "index": 17,
      "start_time": 100870.0,
      "end_time": 106970.0,
      "text": "A new Android phone might be universally praised, but that didn't matter if a rival introduced theirs on the next day."
    },
    {
      "index": 18,
      "start_time": 106970.0,
      "end_time": 110540.0,
      "text": "Many of the big tech names all began to mirror Apple's approach."
    },
    {
      "index": 19,
      "start_time": 110540.0,
      "end_time": 119610.0,
      "text": "Companies like Motorola, Samsung, Google, Blackberry - remember them - and Microsoft all began to host their own events on their own day."
    },
    {
      "index": 20,
      "start_time": 119610.0,
      "end_time": 121820.0,
      "text": "The events became news themselves."
    },
    {
      "index": 21,
      "start_time": 121820.0,
      "end_time": 128740.0,
      "text": "Outlets would cover the invitations sent to influencers and the press, and speculate in the days leading up to the event what might be announced."
    },
    {
      "index": 22,
      "start_time": 128740.00000000001,
      "end_time": 137700.0,
      "text": "By choosing a day a company knows nothing else will be announced, executives can count on many of the big tech headlines and stories being solely about them."
    },
    {
      "index": 23,
      "start_time": 137000.0,
      "end_time": 138311.0,
      "text": "Just look at OnePlus."
    },
    {
      "index": 24,
      "start_time": 138311.0,
      "end_time": 149220.0,
      "text": "This past fall they had planned to unveil the new OnePlus 6T on October 30th, but when Apple announced the 2018 iPad event for the same day, OnePlus rescheduled their event to a day earlier."
    },
    {
      "index": 25,
      "start_time": 149220.0,
      "end_time": 153720.0,
      "text": "OnePlus CEO Pete Lau even acknowledged the problem on the company's message boards."
    },
    {
      "index": 26,
      "start_time": 153712.0,
      "end_time": 160380.0,
      "text": "\"We have only just begun our journey, and cannot afford to let one of the most important products in our history be affected by another great product launch.\""
    },
    {
      "index": 27,
      "start_time": 160436.0,
      "end_time": 165250.0,
      "text": "The number of CES attendees in 2018 dropped by 2,000 compared to 2017."
    },
    {
      "index": 28,
      "start_time": 165250.0,
      "end_time": 171770.0,
      "text": "That might sound like a lot, but when we're talking about 180,000 people, it's a little more than one percent."
    },
    {
      "index": 29,
      "start_time": 171770.0,
      "end_time": 180840.0,
      "text": "So, for now, CES continues to be an important event in the tech world, despite Apple and other tech giants going their own way when it comes to introducing new products."
    },
    {
      "index": 30,
      "start_time": 180800.0,
      "end_time": 188790.0,
      "text": "It provides a great opportunity for smaller tech companies to get their products out there, and for consumers to learn about upcoming technology like connected cars."
    },
    {
      "index": 31,
      "start_time": 190500.0,
      "end_time": 198920.0,
      "text": "But more importantly, it's still an event that puts much of the tech industry in one place at the same time, and there's still a lot to be said for that human connection."
    },
    {
      "index": 32,
      "start_time": 203450.0,
      "end_time": 205130.0,
      "text": "How can I be of service?"
    },
    {
      "index": 33,
      "start_time": 205130.0,
      "end_time": 206829.0,
      "text": "Very firm hug, Pepper, very firm."
    }
  ]
}