{
  "video_id": "p6OTcsmRQHc",
  "title": "GameSpot Reviews - Dragon Age: Origins - Awakening Video Review",
  "json": [
    {
      "index": 1,
      "start_time": 39820.0,
      "end_time": 44000.0,
      "text": "Dragon Age Origins: Awakening is an old fashioned expansion pack that harks back to the days"
    },
    {
      "index": 2,
      "start_time": 44000.0,
      "end_time": 48730.0,
      "text": "when add-ons were just more of a good thing and offered more than an hour or two of gameplay."
    },
    {
      "index": 3,
      "start_time": 48730.0,
      "end_time": 54339.0,
      "text": "And when a game is as good as Dragon Age is, more of a good thing is always welcome. Awakening"
    },
    {
      "index": 4,
      "start_time": 54340.0,
      "end_time": 58470.0,
      "text": "isn&#39;t as special as the main game. The story isn&#39;t that great, and the new characters aren&#39;t"
    },
    {
      "index": 5,
      "start_time": 58470.0,
      "end_time": 62370.0,
      "text": "nearly as interesting as the ones you grew to love before. There are also a few bugs"
    },
    {
      "index": 6,
      "start_time": 62370.0,
      "end_time": 67860.0,
      "text": "you might run into. But in spite of some drawbacks, Awakening is a lot of fun, and it raises the"
    },
    {
      "index": 7,
      "start_time": 67860.0,
      "end_time": 72670.0,
      "text": "level cap and adds new spells and skills, and new specializations. And Ferelden is such"
    },
    {
      "index": 8,
      "start_time": 72670.0,
      "end_time": 79670.0,
      "text": "a great place, so rich with adventure, that returning to it feels like going home."
    },
    {
      "index": 9,
      "start_time": 86250.0,
      "end_time": 90289.0,
      "text": "From the outset, you have a choice: import a character from Dragon Age, or build a new"
    },
    {
      "index": 10,
      "start_time": 90289.0,
      "end_time": 95900.0,
      "text": "level 18 character from scratch. Either way, you begin your adventure near the fortress"
    },
    {
      "index": 11,
      "start_time": 95900.0,
      "end_time": 99720.0,
      "text": "of Vigil&#39;s Keep, where the darspawn threat hasn&#39;t dissipated. In fact, you run into a"
    },
    {
      "index": 12,
      "start_time": 99720.0,
      "end_time": 105460.0,
      "text": "talking darkspawn, which is unusual in and of itself. Who&#39;s leading these creatures?"
    },
    {
      "index": 13,
      "start_time": 105460.0,
      "end_time": 112199.0,
      "text": "It&#39;s your goal to find and eliminate the source of the new threat. Along the way, you&#39;ll pick"
    },
    {
      "index": 14,
      "start_time": 112200.0,
      "end_time": 119200.0,
      "text": "up some party members. One of them is an old friend, but the rest are new. The banter between them can be great, but Awakening"
    },
    {
      "index": 15,
      "start_time": 131950.0,
      "end_time": 136950.0,
      "text": "characters like Anders and Justice don&#39;t hold a candle to Dragon Age characters like Alistair"
    },
    {
      "index": 16,
      "start_time": 136950.0,
      "end_time": 142130.0,
      "text": "and Morrigan. And the right of conscription is evoked so casually and so often in Awakening"
    },
    {
      "index": 17,
      "start_time": 142130.0,
      "end_time": 146940.0,
      "text": "that neither the Joining nor the Grey Wardens seem all that special anymore. But there are"
    },
    {
      "index": 18,
      "start_time": 146940.0,
      "end_time": 151810.0,
      "text": "some cool story highlights, like an interesting visit to The Fade, a family conflict, and"
    },
    {
      "index": 19,
      "start_time": 151810.0,
      "end_time": 156820.0,
      "text": "your first glimpses of the evil lurking behind the scenes. It&#39;s a decent story--it just doesn&#39;t"
    },
    {
      "index": 20,
      "start_time": 156820.0,
      "end_time": 159359.0,
      "text": "come close to the original."
    },
    {
      "index": 21,
      "start_time": 159360.0,
      "end_time": 163250.0,
      "text": "Luckily, everything else is of the high quality you&#39;d expect from a Dragon Age expansion."
    },
    {
      "index": 22,
      "start_time": 163250.0,
      "end_time": 167290.0,
      "text": "There are tough choices to make in which lives hang in the balance... Including a couple"
    },
    {
      "index": 23,
      "start_time": 167290.0,
      "end_time": 172320.0,
      "text": "of memorable damned if you do, damned if you don&#39;t moments. All the areas are new, and"
    },
    {
      "index": 24,
      "start_time": 172320.0,
      "end_time": 176918.0,
      "text": "developer Bioware has paid closer attention to the art design. Several of the new locations"
    },
    {
      "index": 25,
      "start_time": 176919.0,
      "end_time": 181519.0,
      "text": "are moody and darkly lit, which adds a nice sense of mystery and atmosphere. And of course,"
    },
    {
      "index": 26,
      "start_time": 181519.0,
      "end_time": 186769.0,
      "text": "there&#39;s the action. Awakening isn&#39;t as challenging as Dragon Age was at release, but it&#39;s full"
    },
    {
      "index": 27,
      "start_time": 186769.0,
      "end_time": 191380.0,
      "text": "of enjoyable and colorful action that will keep your fingers busy on the mouse and keyboard."
    },
    {
      "index": 28,
      "start_time": 191380.0,
      "end_time": 195720.0,
      "text": "Highlights include a tough battle against two young dragons at once, and an even tougher"
    },
    {
      "index": 29,
      "start_time": 195720.0,
      "end_time": 200199.0,
      "text": "final boss battle that&#39;s much more fun to take on than the main game&#39;s end boss. In"
    },
    {
      "index": 30,
      "start_time": 200199.0,
      "end_time": 204579.0,
      "text": "other words, Awakening is a lot of fun, and while the action hasn&#39;t really changed, that&#39;s"
    },
    {
      "index": 31,
      "start_time": 204579.0,
      "end_time": 211579.0,
      "text": "a really wonderful thing. It wasn&#39;t broken, and thankfully, no one tried to fix it."
    },
    {
      "index": 32,
      "start_time": 211949.0,
      "end_time": 215980.0,
      "text": "There are some nice additions to the formula, however. There are three new skill chains:"
    },
    {
      "index": 33,
      "start_time": 215980.0,
      "end_time": 220160.0,
      "text": "Runecrafting, vitality, and clarity. Runecrafting is the only active skill and it works like"
    },
    {
      "index": 34,
      "start_time": 220160.0,
      "end_time": 224150.0,
      "text": "making poisons and traps: You just collect the right ingredients and combine them into"
    },
    {
      "index": 35,
      "start_time": 224150.0,
      "end_time": 229700.0,
      "text": "a fancy new rune that you can slot into a weapon or armor. Vitality and clarity are"
    },
    {
      "index": 36,
      "start_time": 229700.0,
      "end_time": 234698.0,
      "text": "passive bonuses to vitality and mana or stamina. And each class has two new specializations"
    },
    {
      "index": 37,
      "start_time": 234699.0,
      "end_time": 236540.0,
      "text": "that come with new spells and talents. The new talents don&#39;t drastically change gameplay,"
    },
    {
      "index": 38,
      "start_time": 236540.0,
      "end_time": 240638.0,
      "text": "but they add a lot more options to play around with. Using these new spells and skills, you"
    },
    {
      "index": 39,
      "start_time": 240639.0,
      "end_time": 243630.0,
      "text": "come face to face with cool new enemies called the children, which come in a few different"
    },
    {
      "index": 40,
      "start_time": 243630.0,
      "end_time": 248190.0,
      "text": "forms. There are new items as well, like stamina draughts that let your warriors and rogues"
    },
    {
      "index": 41,
      "start_time": 248190.0,
      "end_time": 255190.0,
      "text": "replenish their stamina quickly. And of course, new characters mean new relationships to cultivate."
    },
    {
      "index": 42,
      "start_time": 256529.0,
      "end_time": 260559.0,
      "text": "So there aren&#39;t any surprises in store for you, and a few visual bugs can get a little"
    },
    {
      "index": 43,
      "start_time": 260560.0,
      "end_time": 265590.0,
      "text": "distracting. But Dragon Age: Awakening is great in spite of its flaws. You&#39;ll get around"
    },
    {
      "index": 44,
      "start_time": 265590.0,
      "end_time": 270440.0,
      "text": "15 hours of play, give or take, so at $40, it isn&#39;t the incredible value Dragon Age:"
    },
    {
      "index": 45,
      "start_time": 270440.0,
      "end_time": 275790.0,
      "text": "Origins was. Yet it&#39;s still a worthwhile investment for the pure role-playing joy and flexibility"
    },
    {
      "index": 46,
      "start_time": 275790.0,
      "end_time": 281000.0,
      "text": "that it offers. The combat is as fun and flashy as always, new spells and talents expand your"
    },
    {
      "index": 47,
      "start_time": 281000.0,
      "end_time": 285729.0,
      "text": "horizons, and several tough fights will test your abilities. In other words, it&#39;s time"
    },
    {
      "index": 48,
      "start_time": 285729.0,
      "end_time": 286880.0,
      "text": "to head back to Ferelden."
    }
  ]
}