{
  "video_id": "P8LYk9iU9VQ",
  "title": "Grand Budapest Hotel -- Movie Review #JPMN",
  "json": [
    {
      "index": 1,
      "start_time": 5990.0,
      "end_time": 10340.0,
      "text": "This quirky comedy from director Wes Anderson was released worldwide on March 7, 2014..."
    },
    {
      "index": 2,
      "start_time": 10340.0,
      "end_time": 14730.0,
      "text": "and -- wait... a Best Picture nominee that was released in the spring!? And with a year-high"
    },
    {
      "index": 3,
      "start_time": 14730.0,
      "end_time": 19840.0,
      "text": "total of nine nominations... is such a thing even possible? The $30 million dollar picture"
    },
    {
      "index": 4,
      "start_time": 19840.0,
      "end_time": 24650.0,
      "text": "also did very well financially, taking home $175 million in ticket sales - making it Anderson&#39;s"
    },
    {
      "index": 5,
      "start_time": 24650.0,
      "end_time": 28710.0,
      "text": "most successful picture yet. The 100-minute story follows the misadventures of a legendary"
    },
    {
      "index": 6,
      "start_time": 28710.0,
      "end_time": 33470.0,
      "text": "concierge at a prestigious hotel, alongside his trusted lobby boy. The R-rated plot has"
    },
    {
      "index": 7,
      "start_time": 33470.0,
      "end_time": 38460.0,
      "text": "dozens of twists, turns, and surprises, involving murder, conspiracy, prison breaks, art theft,"
    },
    {
      "index": 8,
      "start_time": 38460.0,
      "end_time": 42839.0,
      "text": "and surviving both world wars. Ralph Fiennes leads the massive and hugely talented supporting"
    },
    {
      "index": 9,
      "start_time": 42839.0,
      "end_time": 47960.0,
      "text": "cast which includes... deep breath... F. Murray Abraham, Mathieu Amalric, Bob Balaban, Adrien"
    },
    {
      "index": 10,
      "start_time": 47960.0,
      "end_time": 52629.0,
      "text": "Brody, Willem Dafoe, Jeff Goldblum, Harvey Keitel, Jude Law, Bill Murray, Edward Norton,"
    },
    {
      "index": 11,
      "start_time": 52629.0,
      "end_time": 56920.0,
      "text": "Jason Schwartzman, Léa Seydoux, Tilda Swinton, Tom Wilkinson, Owen Wilson and Tony Revolori."
    },
    {
      "index": 12,
      "start_time": 56920.0,
      "end_time": 61129.0,
      "text": "They&#39;re all fantastic, but it&#39;s Fiennes who turns in the most surprising performance:"
    },
    {
      "index": 13,
      "start_time": 61129.0,
      "end_time": 64780.0,
      "text": "exhibiting comedic timing and playfulness we&#39;ve never before. Hard to believe this is"
    },
    {
      "index": 14,
      "start_time": 64780.0,
      "end_time": 108219.0,
      "text": "the same guy who played a hard-ass Nazi in &quot;Schindler&#39;s List&quot; twenty years ago. Anderson&#39;s"
    },
    {
      "index": 15,
      "start_time": 108219.0,
      "end_time": 112600.0,
      "text": "direction is, as always, vibrant and unique - adopting different aspect ratios to delineate"
    },
    {
      "index": 16,
      "start_time": 112600.0,
      "end_time": 116700.0,
      "text": "three parallel narratives. He also makes ample use of locked down wide shots that make quick"
    },
    {
      "index": 17,
      "start_time": 116700.0,
      "end_time": 120770.0,
      "text": "90-degree pans around the decorative and colorful sets. The quick-witted dialogue is peppered"
    },
    {
      "index": 18,
      "start_time": 120770.0,
      "end_time": 124639.0,
      "text": "with vulgar language, and lots of deadpan punch lines. Making great use of the titular"
    },
    {
      "index": 19,
      "start_time": 124639.0,
      "end_time": 128929.0,
      "text": "hotel&#39;s large ornate lobby, a scene where Fiennes suddenly decides to flee from inquisitive"
    },
    {
      "index": 20,
      "start_time": 128929.0,
      "end_time": 133709.0,
      "text": "police is followed by a brilliant beat before the pursuit begins. The entire script is littered"
    },
    {
      "index": 21,
      "start_time": 133709.0,
      "end_time": 137470.0,
      "text": "with these fun little moments, with the picture bookended by Wilkinson providing some introductory"
    },
    {
      "index": 22,
      "start_time": 137470.0,
      "end_time": 141350.0,
      "text": "narration remarking, &quot;The incidents that follow were described to me exactly as I present"
    },
    {
      "index": 23,
      "start_time": 141350.0,
      "end_time": 145470.0,
      "text": "them here, and in a wholly unexpected way.&quot; The light and whimsical score from Alexandre"
    },
    {
      "index": 24,
      "start_time": 145470.0,
      "end_time": 150160.0,
      "text": "Desplat is a perfect fit for the zany, somewhat unbelievable events that unfold onscreen - even"
    },
    {
      "index": 25,
      "start_time": 150160.0,
      "end_time": 154260.0,
      "text": "incorporating the rare balalaika instrument during a tense ski slope sequence. I often"
    },
    {
      "index": 26,
      "start_time": 154260.0,
      "end_time": 158170.0,
      "text": "use the word &quot;formulaic&quot; as a criticism of modern cinema, but perhaps the highest compliment"
    },
    {
      "index": 27,
      "start_time": 158170.0,
      "end_time": 162860.0,
      "text": "I give this picture is how truly original and unformulaic everything feels. Repeat viewings"
    },
    {
      "index": 28,
      "start_time": 162860.0,
      "end_time": 166720.0,
      "text": "are almost required to catch all of the many intricacies and cross-references in a story"
    },
    {
      "index": 29,
      "start_time": 166720.0,
      "end_time": 170700.0,
      "text": "that flies by too fast to really soak it all in. &quot;The Grand Budapest Hotel&quot; is a goofy"
    },
    {
      "index": 30,
      "start_time": 170700.0,
      "end_time": 186840.0,
      "text": "time with layers of personality. Here&#39;s what you had to say about it."
    },
    {
      "index": 31,
      "start_time": 186840.0,
      "end_time": 190870.0,
      "text": "Awarding this the top score, you especially loved the writing and ensemble cast. There"
    },
    {
      "index": 32,
      "start_time": 190870.0,
      "end_time": 194680.0,
      "text": "was a certain intangible depth missing from this picture that&#39;s making me hold back, so"
    },
    {
      "index": 33,
      "start_time": 194680.0,
      "end_time": 204680.0,
      "text": "I&#39;ll give this a NINE out of ten."
    }
  ]
}