{
  "video_id": "pCeNeG0mGXs",
  "title": "Cologne Cathedral, a Renowned Monument of Gothic Architecture",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6550.0,
      "end_time": 10730.0,
      "text": "Cologne Cathedral is a Roman Catholic church in Cologne, Germany. It is the seat of the"
    },
    {
      "index": 2,
      "start_time": 10730.0,
      "end_time": 16189.0,
      "text": "Archbishop of Cologne and the administration of the Archdiocese of Cologne. It is a renowned"
    },
    {
      "index": 3,
      "start_time": 16189.0,
      "end_time": 21849.0,
      "text": "monument of German Catholicism and Gothic architecture and is a World Heritage Site."
    },
    {
      "index": 4,
      "start_time": 21849.0,
      "end_time": 28349.0,
      "text": "It is Germany&#39;s most visited landmark, attracting an average of 20,000 people a day."
    },
    {
      "index": 5,
      "start_time": 28349.0,
      "end_time": 34149.0,
      "text": "Construction of Cologne Cathedral commenced in 1248 and was halted in 1473, leaving it"
    },
    {
      "index": 6,
      "start_time": 34149.0,
      "end_time": 40170.0,
      "text": "unfinished. Work restarted in the 19th century and was completed, to the original plan, in"
    },
    {
      "index": 7,
      "start_time": 40170.0,
      "end_time": 50030.0,
      "text": "1880. It is 144 metres long, 86 m wide and its towers are approximately 157 m tall. The"
    },
    {
      "index": 8,
      "start_time": 50030.0,
      "end_time": 53920.0,
      "text": "cathedral is the largest Gothic church in Northern Europe and has the second-tallest"
    },
    {
      "index": 9,
      "start_time": 53920.0,
      "end_time": 61410.0,
      "text": "spires Its two huge spires give it the largest façade of any church in the world."
    },
    {
      "index": 10,
      "start_time": 61410.0,
      "end_time": 64820.0,
      "text": "Cologne&#39;s medieval builders had planned a grand structure to house the reliquary of"
    },
    {
      "index": 11,
      "start_time": 64819.99999999999,
      "end_time": 70230.0,
      "text": "the Three Kings and fit its role as a place of worship for the Holy Roman Emperor. Despite"
    },
    {
      "index": 12,
      "start_time": 70230.0,
      "end_time": 74760.0,
      "text": "having been left incomplete during the medieval period, Cologne Cathedral eventually became"
    },
    {
      "index": 13,
      "start_time": 74760.0,
      "end_time": 81010.0,
      "text": "unified as &quot;a masterpiece of exceptional intrinsic value&quot; and &quot;a powerful testimony to the strength"
    },
    {
      "index": 14,
      "start_time": 81010.0,
      "end_time": 86010.0,
      "text": "and persistence of Christian belief in medieval and modern Europe&quot;."
    },
    {
      "index": 15,
      "start_time": 86010.0,
      "end_time": 91060.0,
      "text": "As a World Heritage Site, and with its convenient position on tourist routes, Cologne Cathedral"
    },
    {
      "index": 16,
      "start_time": 91060.0,
      "end_time": 95860.0,
      "text": "is a major tourist attraction, the visitors including many who travel there as a Christian"
    },
    {
      "index": 17,
      "start_time": 95860.0,
      "end_time": 102500.0,
      "text": "pilgrimage. Visitors can climb 509 stone steps of the spiral staircase to a viewing platform"
    },
    {
      "index": 18,
      "start_time": 102500.0,
      "end_time": 108170.0,
      "text": "about 98 m above the ground. The platform gives a scenic view over the Rhine. Touring"
    },
    {
      "index": 19,
      "start_time": 108170.0,
      "end_time": 113380.0,
      "text": "the Cathedral is forbidden during Mass. Entry into the cathedral is free but you will be"
    },
    {
      "index": 20,
      "start_time": 113380.0,
      "end_time": 123380.0,
      "text": "asked for a donation."
    }
  ]
}