{
  "video_id": "pekRGk1zQEg",
  "title": "Psychological and Social Consequences of Religious (Dis)belief",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9309.0,
      "end_time": 16289.0,
      "text": "Before I start, I just want to thank the key people involved in this talk. This is Aiyana"
    },
    {
      "index": 2,
      "start_time": 16289.000000000002,
      "end_time": 21669.0,
      "text": "Willard. She was a graduate student when I was a graduate student at the University of"
    },
    {
      "index": 3,
      "start_time": 21669.0,
      "end_time": 26009.0,
      "text": "British Columbia. If I understand correctly, she’s coming here as a postdoc next year."
    },
    {
      "index": 4,
      "start_time": 26009.0,
      "end_time": 30349.0,
      "text": "Stephanie Kramer’s a graduate student of mine at the University of Oregon, and of course"
    },
    {
      "index": 5,
      "start_time": 30349.0,
      "end_time": 39550.0,
      "text": "thank you, Cristine, for organizing this. It’s great so far. Cristine assigned me"
    },
    {
      "index": 6,
      "start_time": 39550.0,
      "end_time": 43019.0,
      "text": "this topic [Psychological and social consequences of religious (dis)belief] to talk about. I"
    },
    {
      "index": 7,
      "start_time": 43019.0,
      "end_time": 46460.0,
      "text": "wasn’t sure exactly what she wanted, so I changed it to this [Moral consequences of"
    },
    {
      "index": 8,
      "start_time": 46460.0,
      "end_time": 50019.0,
      "text": "religious (dis)belief], which is something I’ve been thinking about a lot recently"
    },
    {
      "index": 9,
      "start_time": 50019.0,
      "end_time": 57439.0,
      "text": "and running a number of analyses on. Over dinner, I realized that this was a little"
    },
    {
      "index": 10,
      "start_time": 57439.0,
      "end_time": 63809.0,
      "text": "irrelevant to what we’re talking about today, and so I woke up at 5 AM and wrote a new talk."
    },
    {
      "index": 11,
      "start_time": 63809.0,
      "end_time": 68450.0,
      "text": "I’m actually going to go with the first talk, but if anybody’s interested in what"
    },
    {
      "index": 12,
      "start_time": 68450.0,
      "end_time": 76890.0,
      "text": "the new talk was about, which was about how stereotypes about Christians being unintelligent"
    },
    {
      "index": 13,
      "start_time": 76890.0,
      "end_time": 81659.0,
      "text": "and unscientific end up undermining their interest in science and pushing them out of"
    },
    {
      "index": 14,
      "start_time": 81659.0,
      "end_time": 85840.0,
      "text": "the field. That’s another topic I can talk about, either in the question-answer period"
    },
    {
      "index": 15,
      "start_time": 85840.0,
      "end_time": 90310.0,
      "text": "or you can come find me afterwards. Today I’m going to talk about this question [“Does"
    },
    {
      "index": 16,
      "start_time": 90310.0,
      "end_time": 95049.0,
      "text": "God make you good?], because this question seems like one people are interested in. People"
    },
    {
      "index": 17,
      "start_time": 95049.0,
      "end_time": 99549.0,
      "text": "have been interested in it for a very long time. Back in the time of Socrates, we know"
    },
    {
      "index": 18,
      "start_time": 99549.0,
      "end_time": 106060.0,
      "text": "at least back then they were debating this question. Twenty-five centuries ago, if we"
    },
    {
      "index": 19,
      "start_time": 106060.0,
      "end_time": 112969.0,
      "text": "fast-forward to the tail-end of the Enlightenment, you have common arguments being made. This"
    },
    {
      "index": 20,
      "start_time": 112969.0,
      "end_time": 117880.0,
      "text": "is Voltaire. He said, “This sublime system is necessary to man. It is the sacred tie"
    },
    {
      "index": 21,
      "start_time": 117880.0,
      "end_time": 122829.0,
      "text": "that binds society, the first foundation of holy equity, the bridle to the wicked, the"
    },
    {
      "index": 22,
      "start_time": 122829.0,
      "end_time": 128789.0,
      "text": "hope of the just…if God did not exist, it would be necessary to invent him.” We fast-forward"
    },
    {
      "index": 23,
      "start_time": 128788.99999999999,
      "end_time": 134830.0,
      "text": "a little further. This is the late great Christopher Hitchens. I like Christopher Hitchens a lot,"
    },
    {
      "index": 24,
      "start_time": 134830.0,
      "end_time": 139970.0,
      "text": "but he’s a little off the mark in this statement. So he says, “We keep on being told that"
    },
    {
      "index": 25,
      "start_time": 139970.0,
      "end_time": 144620.0,
      "text": "religion, whatever its imperfections, at least instills morality. On every side, there is"
    },
    {
      "index": 26,
      "start_time": 144620.0,
      "end_time": 148640.0,
      "text": "conclusive evidence that the contrary is the case and tat faith causes people to be more"
    },
    {
      "index": 27,
      "start_time": 148640.0,
      "end_time": 154810.0,
      "text": "mean, more selfish, and perhaps above all, more stupid.” Now he’s right about this"
    },
    {
      "index": 28,
      "start_time": 154810.0,
      "end_time": 159489.0,
      "text": "first bit. We keep hearing about this. But he’s wrong about everything after that."
    },
    {
      "index": 29,
      "start_time": 159489.0,
      "end_time": 164379.0,
      "text": "There is not conclusive evidence about religion making people mean or selfish. There are many,"
    },
    {
      "index": 30,
      "start_time": 164379.0,
      "end_time": 169069.0,
      "text": "many anecdotes that you can pull to make that claim. But in terms of there being evidence"
    },
    {
      "index": 31,
      "start_time": 169069.0,
      "end_time": 173489.0,
      "text": "for this, there is evidence, it doesn’t lean in that direction, it’s not nearly"
    },
    {
      "index": 32,
      "start_time": 173489.0,
      "end_time": 182069.0,
      "text": "conclusive. That’s the topic that I’ve undertaken to try to answer, to try to find"
    },
    {
      "index": 33,
      "start_time": 182069.0,
      "end_time": 186209.0,
      "text": "an answer to that question—does God make you good? It’s a nice question, because"
    },
    {
      "index": 34,
      "start_time": 186209.0,
      "end_time": 190420.0,
      "text": "you have this nice alliteration between “God” and “good”, and they kind of look like"
    },
    {
      "index": 35,
      "start_time": 190420.0,
      "end_time": 195099.0,
      "text": "homographs of each other. It’s also a question that’s fraught with ambiguities. It really"
    },
    {
      "index": 36,
      "start_time": 195099.0,
      "end_time": 200409.0,
      "text": "matters what you mean by good, and it matters what you mean by God, and it sort of matters"
    },
    {
      "index": 37,
      "start_time": 200409.0,
      "end_time": 206519.0,
      "text": "what you mean by make. Let’s focus on this one right now. I think this is possibly the"
    },
    {
      "index": 38,
      "start_time": 206519.0,
      "end_time": 214299.0,
      "text": "most important. You do find that if you’re looking at how religiosity affects how people"
    },
    {
      "index": 39,
      "start_time": 214299.0,
      "end_time": 219670.0,
      "text": "act morally, there are systematic differences in between what religious and nonreligious"
    },
    {
      "index": 40,
      "start_time": 219670.0,
      "end_time": 229390.0,
      "text": "people think is moral. In particular, one of the recent and popular theories on moral"
    },
    {
      "index": 41,
      "start_time": 229390.0,
      "end_time": 234159.0,
      "text": "pluralism has been moral foundations theory, which fractionates our moral concerns into"
    },
    {
      "index": 42,
      "start_time": 234159.0,
      "end_time": 241499.0,
      "text": "5 categories. Harm and care, so issues of compassion, issues about suffering. Justice"
    },
    {
      "index": 43,
      "start_time": 241499.0,
      "end_time": 247150.0,
      "text": "and fairness, that’s another concern. Concerns about authority, respecting people who are"
    },
    {
      "index": 44,
      "start_time": 247150.0,
      "end_time": 253870.0,
      "text": "in authority. Loyalty to the group and purity and disgust—another concern for what’s"
    },
    {
      "index": 45,
      "start_time": 253870.0,
      "end_time": 261720.0,
      "text": "moral and what isn’t. If you look at how this varies across the religious spectrum,"
    },
    {
      "index": 46,
      "start_time": 261720.00000000003,
      "end_time": 269370.0,
      "text": "you see that the first two there’s agreement on. There’s not much variance in how much"
    },
    {
      "index": 47,
      "start_time": 269370.0,
      "end_time": 273220.0,
      "text": "religious people versus nonreligious people believe that this is an important concern."
    },
    {
      "index": 48,
      "start_time": 273220.0,
      "end_time": 276500.0,
      "text": "But on the other 3 is where you see the difference. It’s the difference you’d expect if you’re"
    },
    {
      "index": 49,
      "start_time": 276500.0,
      "end_time": 283210.0,
      "text": "familiar with research on political conservatism and moral foundations. These results exist"
    },
    {
      "index": 50,
      "start_time": 283210.0,
      "end_time": 287460.0,
      "text": "after you control for political conservatism, and in many cases they’re actually stronger"
    },
    {
      "index": 51,
      "start_time": 287460.0,
      "end_time": 292610.0,
      "text": "than the political conservative differences between conservatives and liberals. There"
    },
    {
      "index": 52,
      "start_time": 292610.0,
      "end_time": 298620.0,
      "text": "is disagreement on what it is to be moral between these groups. Nonreligious people"
    },
    {
      "index": 53,
      "start_time": 298620.0,
      "end_time": 306220.0,
      "text": "also—this is work by Jared Piazza—tend to base their morals on utilitarian consequentialism."
    },
    {
      "index": 54,
      "start_time": 306220.0,
      "end_time": 311720.0,
      "text": "So what are the benefits and costs that happen based on the action that you should or should"
    },
    {
      "index": 55,
      "start_time": 311720.0,
      "end_time": 319410.0,
      "text": "not enact. They’ll be more likely than religious people to agree to a statement like this:"
    },
    {
      "index": 56,
      "start_time": 319410.0,
      "end_time": 324699.0,
      "text": "Should you break a promise if it may lead to a greater good or prevent further suffering?"
    },
    {
      "index": 57,
      "start_time": 324699.0,
      "end_time": 328500.0,
      "text": "They’ll say yes, if it’s going to create greater good, sure let’s do that. Religious"
    },
    {
      "index": 58,
      "start_time": 328500.0,
      "end_time": 331520.0,
      "text": "people are going to be much more deontic with this. They’re going to feel that they should"
    },
    {
      "index": 59,
      "start_time": 331520.0,
      "end_time": 336979.0,
      "text": "not break the rule, even if the consequence of not breaking the rule is greater suffering."
    },
    {
      "index": 60,
      "start_time": 336979.0,
      "end_time": 343660.0,
      "text": "There are these important foundational meta-ethical differences. But there are areas of agreement."
    },
    {
      "index": 61,
      "start_time": 343660.0,
      "end_time": 350349.0,
      "text": "Those are areas in which we can make direct comparisons. Things like generosity or not"
    },
    {
      "index": 62,
      "start_time": 350349.0,
      "end_time": 356919.0,
      "text": "cheating, charity, helping, or volunteerism. These are all situations that are not pitting"
    },
    {
      "index": 63,
      "start_time": 356919.0,
      "end_time": 362410.0,
      "text": "2 different moral foundations, say freedom vs. equality or justice vs. mercy, against"
    },
    {
      "index": 64,
      "start_time": 362410.0,
      "end_time": 367340.0,
      "text": "each other. Instead you’re pitting selfish behavior against non-selfish behavior, or"
    },
    {
      "index": 65,
      "start_time": 367340.0,
      "end_time": 374190.0,
      "text": "what you could call prosociality vs. antisocial selfishness. It’s on this measure, prosociality,"
    },
    {
      "index": 66,
      "start_time": 374190.0,
      "end_time": 378610.0,
      "text": "this constellation of moral behaviors that we can actually look at differences across"
    },
    {
      "index": 67,
      "start_time": 378610.0,
      "end_time": 384860.0,
      "text": "the religious spectrum. So we conducted a meta-analysis of as many of the studies as"
    },
    {
      "index": 68,
      "start_time": 384860.0,
      "end_time": 388009.0,
      "text": "we could find that’s been done on this. We pulled this all together. This includes"
    },
    {
      "index": 69,
      "start_time": 388009.0,
      "end_time": 396039.0,
      "text": "31 studies, over about 4 decades, with almost 31,000 participants. We included studies if"
    },
    {
      "index": 70,
      "start_time": 396039.0,
      "end_time": 403669.0,
      "text": "they had people reporting their religiosity and if they had some measure, either a self-report"
    },
    {
      "index": 71,
      "start_time": 403669.0,
      "end_time": 414389.0,
      "text": "measure or a behavioral measure, of that constellation of moral behaviors that we talked about before—prosociality."
    },
    {
      "index": 72,
      "start_time": 414389.0,
      "end_time": 422169.0,
      "text": "The reason that we split these apart is because there are limits to some of these measures."
    },
    {
      "index": 73,
      "start_time": 422169.0,
      "end_time": 426009.0,
      "text": "So self-report measures, I think most of you guys are going to be familiar with the limitations"
    },
    {
      "index": 74,
      "start_time": 426009.0,
      "end_time": 431909.0,
      "text": "of asking people how moral they are. Here’s an example. So this is a common self-report"
    },
    {
      "index": 75,
      "start_time": 431909.0,
      "end_time": 435659.0,
      "text": "measure. This is the satisfaction of life scale, and if you say that the conditions"
    },
    {
      "index": 76,
      "start_time": 435659.0,
      "end_time": 438860.0,
      "text": "of my life are excellent, that you’re satisfied with your life, I will generally take your"
    },
    {
      "index": 77,
      "start_time": 438860.0,
      "end_time": 443199.0,
      "text": "word for that. Imagine if you switched this to the satisfaction with yourself scale, and"
    },
    {
      "index": 78,
      "start_time": 443199.0,
      "end_time": 449370.0,
      "text": "then you made a claim that I’m a good mother, I’m not racist, I’m charitable and a moral-abiding"
    },
    {
      "index": 79,
      "start_time": 449370.0,
      "end_time": 453300.0,
      "text": "person. Those are situations where maybe I don’t want to take your word as much because"
    },
    {
      "index": 80,
      "start_time": 453300.0,
      "end_time": 456639.0,
      "text": "you could be self-inflating. You could be overemphasizing how good you are compared"
    },
    {
      "index": 81,
      "start_time": 456639.0,
      "end_time": 462110.0,
      "text": "to how good you actually are. So, we also included behavioral measures, and we made"
    },
    {
      "index": 82,
      "start_time": 462110.0,
      "end_time": 467919.0,
      "text": "a distinction between these. Behavioral measures are measures that social psychologists and"
    },
    {
      "index": 83,
      "start_time": 467919.0,
      "end_time": 473860.0,
      "text": "experimental economists have concocted to measure actual behavior in which there’s"
    },
    {
      "index": 84,
      "start_time": 473860.0,
      "end_time": 478949.0,
      "text": "a direct cost for the participant to actually demonstrate that they are pro-social in this"
    },
    {
      "index": 85,
      "start_time": 478949.0,
      "end_time": 483389.0,
      "text": "situation. One of these examples is they create a spontaneous helping situations. Someone"
    },
    {
      "index": 86,
      "start_time": 483389.0,
      "end_time": 488789.0,
      "text": "will drop a bunch of papers accidentally, and they’ll see how many participants in"
    },
    {
      "index": 87,
      "start_time": 488789.0,
      "end_time": 495599.0,
      "text": "the study actually pick them up. Other examples are economic games. A common one is the Dictator"
    },
    {
      "index": 88,
      "start_time": 495599.0,
      "end_time": 499909.0,
      "text": "Game. A lot of you will have heard of this Dictator Game. Basically it’s very simple."
    },
    {
      "index": 89,
      "start_time": 499909.0,
      "end_time": 504669.0,
      "text": "You take 2 participants into your lab room. You put them into separate rooms. They don’t"
    },
    {
      "index": 90,
      "start_time": 504669.0,
      "end_time": 509009.0,
      "text": "meet each other, they don’t have reputational concern with each other, and then you give"
    },
    {
      "index": 91,
      "start_time": 509009.0,
      "end_time": 515120.0,
      "text": "one of them $10. You give the other one, the receiver, nothing. Then you say to the dictator,"
    },
    {
      "index": 92,
      "start_time": 515120.0,
      "end_time": 518930.0,
      "text": "the person who got the $10, you can dictate how much each of you gets. The other person"
    },
    {
      "index": 93,
      "start_time": 518929.99999999994,
      "end_time": 524870.0,
      "text": "got nothing; do you want to split the $10 that you have? So you could split it 50-50,"
    },
    {
      "index": 94,
      "start_time": 524870.0,
      "end_time": 529310.0,
      "text": "which would be the equitable thing to do since you were both randomly put into these roles."
    },
    {
      "index": 95,
      "start_time": 529310.0,
      "end_time": 532870.0,
      "text": "You could be more selfish. You could only give them $1, or you could do what most people"
    },
    {
      "index": 96,
      "start_time": 532870.0,
      "end_time": 538070.0,
      "text": "in the game do, which is to give them nothing and keep the $10 themselves. So these are"
    },
    {
      "index": 97,
      "start_time": 538070.0,
      "end_time": 546329.0,
      "text": "examples of behavioral measures. When we put all these together…let me just orient you"
    },
    {
      "index": 98,
      "start_time": 546329.0,
      "end_time": 552149.0,
      "text": "to this graph. This is a forest plot of the 31 studies that I was talking about. When"
    },
    {
      "index": 99,
      "start_time": 552149.0,
      "end_time": 556720.0,
      "text": "the squares and the lines go towards that side, that indicates that there’s a negative"
    },
    {
      "index": 100,
      "start_time": 556720.0,
      "end_time": 561810.0,
      "text": "association between religiosity and pro-social behaviors. So religious people in that study"
    },
    {
      "index": 101,
      "start_time": 561810.0,
      "end_time": 567920.0,
      "text": "ended up being less pro-social than the nonreligious people. On the other hand, if it’s passing"
    },
    {
      "index": 102,
      "start_time": 567920.0,
      "end_time": 572579.0,
      "text": "that line, that means it’s significantly more pro-social for religious people. There’s"
    },
    {
      "index": 103,
      "start_time": 572579.0,
      "end_time": 577850.0,
      "text": "a positive relationship between religiosity and pro-sociality. So what you can see here"
    },
    {
      "index": 104,
      "start_time": 577850.0,
      "end_time": 585300.0,
      "text": "is there is small but consistent positive relationship, in terms of pro-sociality with"
    },
    {
      "index": 105,
      "start_time": 585300.0,
      "end_time": 591700.0,
      "text": "religious people. If you were to break it down between these self-report measures, these"
    },
    {
      "index": 106,
      "start_time": 591700.0,
      "end_time": 597089.0,
      "text": "behavioral measures, there you see a difference. There are the self-report measures. It’s"
    },
    {
      "index": 107,
      "start_time": 597089.0,
      "end_time": 604130.0,
      "text": "a correlation of about .2, in terms of the self-report measures—questions about how"
    },
    {
      "index": 108,
      "start_time": 604130.0,
      "end_time": 607529.0,
      "text": "much do you volunteer, how much do you give to charity. And if you look at the behavioral"
    },
    {
      "index": 109,
      "start_time": 607529.0,
      "end_time": 611380.0,
      "text": "measures, they’re actually 0. There’s no hint of an effect. There’s actually a"
    },
    {
      "index": 110,
      "start_time": 611380.0,
      "end_time": 615050.0,
      "text": "substantial difference between what is reported when you’re asked how pro-social you are"
    },
    {
      "index": 111,
      "start_time": 615050.0,
      "end_time": 620800.0,
      "text": "and, when you test in the lab, how pro-social religious people actually demonstrate they"
    },
    {
      "index": 112,
      "start_time": 620800.0,
      "end_time": 626410.0,
      "text": "are. So there are a couple reasons that could explain this discrepancy, as far as I can"
    },
    {
      "index": 113,
      "start_time": 626410.0,
      "end_time": 631730.0,
      "text": "think of. One, is the one that might immediately be most obvious, that the self-reports aren’t"
    },
    {
      "index": 114,
      "start_time": 631730.0,
      "end_time": 636850.0,
      "text": "actually accurate. You should trust the behavioral measures over the self-reports. What’s happening"
    },
    {
      "index": 115,
      "start_time": 636850.0,
      "end_time": 644930.0,
      "text": "here is that religious people are inflating reports of their actual prosocial behavior."
    },
    {
      "index": 116,
      "start_time": 644930.0,
      "end_time": 649440.0,
      "text": "Everybody tends to inflate these. The expectation is that maybe religious people are fudging"
    },
    {
      "index": 117,
      "start_time": 649440.0,
      "end_time": 654480.0,
      "text": "a little bit more than nonreligious people. There’s another explanation, which is that"
    },
    {
      "index": 118,
      "start_time": 654480.0,
      "end_time": 659160.0,
      "text": "the behavioral task should not be tested. These are not actually reflective of any real"
    },
    {
      "index": 119,
      "start_time": 659160.0,
      "end_time": 664920.0,
      "text": "differences that might exist outside of the lab. There may actually be a pro-social religious"
    },
    {
      "index": 120,
      "start_time": 664920.0,
      "end_time": 669410.0,
      "text": "advantage that we’re not tapping into with these artificial tasks that we’re looking"
    },
    {
      "index": 121,
      "start_time": 669410.0,
      "end_time": 675410.0,
      "text": "at. I think both of these are true to some degree. Let’s start with the first one."
    },
    {
      "index": 122,
      "start_time": 675410.0,
      "end_time": 680550.0,
      "text": "There has been a bunch of work showing that religious people do score higher on measures"
    },
    {
      "index": 123,
      "start_time": 680550.0,
      "end_time": 686089.0,
      "text": "of social desirable responding. They tend to indicate that they’re better than they"
    },
    {
      "index": 124,
      "start_time": 686089.0,
      "end_time": 691160.0,
      "text": "actually are, more than do nonreligious people. There have been a couple meta-analyses recently."
    },
    {
      "index": 125,
      "start_time": 691160.0,
      "end_time": 695430.0,
      "text": "This one demonstrated that strongly. It makes the case that religious people tend to be"
    },
    {
      "index": 126,
      "start_time": 695430.0,
      "end_time": 702490.0,
      "text": "self-enhancing. This paper actually makes it really interesting argument. If you could"
    },
    {
      "index": 127,
      "start_time": 702490.0,
      "end_time": 706769.0,
      "text": "think of the intuitive explanation, the one that may have occurred to you guys is something"
    },
    {
      "index": 128,
      "start_time": 706769.0,
      "end_time": 712450.0,
      "text": "like religion might make people more self-enhance. Or there could be some sort of personality"
    },
    {
      "index": 129,
      "start_time": 712450.0,
      "end_time": 716920.0,
      "text": "factor that makes you both religious or self-enhancing. These guys argue something separate. They"
    },
    {
      "index": 130,
      "start_time": 716920.0,
      "end_time": 721639.0,
      "text": "argue something more like this, that it’s actually self-enhancement, the tendency to"
    },
    {
      "index": 131,
      "start_time": 721639.0,
      "end_time": 727720.0,
      "text": "enhance yourself, that makes you more religious. They say that there is something called the"
    },
    {
      "index": 132,
      "start_time": 727720.0,
      "end_time": 732740.0,
      "text": "self-enhancing personality and that, and I quote, “people strategically use an ingenious"
    },
    {
      "index": 133,
      "start_time": 732740.0,
      "end_time": 738260.0,
      "text": "array of means to satisfy the self-enhancement motive…Religion is a prevalent and important"
    },
    {
      "index": 134,
      "start_time": 738260.0,
      "end_time": 743170.0,
      "text": "such aspect. People…will be likely to capitalize on it for satisfying the self-enhancement"
    },
    {
      "index": 135,
      "start_time": 743170.0,
      "end_time": 748290.0,
      "text": "motive.” So people who are going to want to aggrandize themselves find a way to do"
    },
    {
      "index": 136,
      "start_time": 748290.0,
      "end_time": 756930.0,
      "text": "so in religion. They present a bunch of compelling evidence for that. I’m convinced about this"
    },
    {
      "index": 137,
      "start_time": 756930.0,
      "end_time": 764199.0,
      "text": "to some degree. Another point that needs to be taken into account—this is not incompatible"
    },
    {
      "index": 138,
      "start_time": 764199.0,
      "end_time": 767970.0,
      "text": "with that—is if you ask people if they’re religious and if you ask them how pro-social"
    },
    {
      "index": 139,
      "start_time": 767970.0,
      "end_time": 772949.0,
      "text": "they are, it’s not that they may only be inflating how much they’re pro-social. They"
    },
    {
      "index": 140,
      "start_time": 772949.0,
      "end_time": 779959.0,
      "text": "may also be inflating how much they say they are religious. We can’t get super accurate,"
    },
    {
      "index": 141,
      "start_time": 779959.0,
      "end_time": 785279.0,
      "text": "implicit measures of what people actually believe, but we can see if people inflate"
    },
    {
      "index": 142,
      "start_time": 785279.0,
      "end_time": 790550.0,
      "text": "their religious attendance compared to how much they actually do attend religious services."
    },
    {
      "index": 143,
      "start_time": 790550.0,
      "end_time": 795550.0,
      "text": "So this is a recent study. What they did was they asked people how much they attend, but"
    },
    {
      "index": 144,
      "start_time": 795550.0,
      "end_time": 799910.0,
      "text": "they asked people in 2 separate ways. They randomly assigned people to be actually asked"
    },
    {
      "index": 145,
      "start_time": 799910.0,
      "end_time": 806170.0,
      "text": "in person; face-to-face to somebody to whom they’re going to have to respond, or online"
    },
    {
      "index": 146,
      "start_time": 806170.0,
      "end_time": 810420.0,
      "text": "where you’re not actually talking to anybody. The assumption is that people are actually"
    },
    {
      "index": 147,
      "start_time": 810420.0,
      "end_time": 815279.0,
      "text": "going to be more honest when they’re revealing this online, but when they’re confronted"
    },
    {
      "index": 148,
      "start_time": 815279.0,
      "end_time": 821940.0,
      "text": "with a person they’re going to hedge a bit. That’s what they found. So when you look"
    },
    {
      "index": 149,
      "start_time": 821940.0,
      "end_time": 828449.0,
      "text": "at what people say when asked online, you have about 31% saying that they go weekly"
    },
    {
      "index": 150,
      "start_time": 828449.0,
      "end_time": 834120.0,
      "text": "or more. When they’re asked by telephone, that number increases to 36% and the percentage"
    },
    {
      "index": 151,
      "start_time": 834120.0,
      "end_time": 839389.0,
      "text": "of people who say they never go actually falls from 43% down to 30%. So they’re less willing"
    },
    {
      "index": 152,
      "start_time": 839389.0,
      "end_time": 842779.0,
      "text": "to admit when they’re actually directly talking to somebody “Oh, I don’t go to"
    },
    {
      "index": 153,
      "start_time": 842779.0,
      "end_time": 847649.0,
      "text": "church.” There have been a number of studies like this. One of my favorites is from the"
    },
    {
      "index": 154,
      "start_time": 847649.0,
      "end_time": 853070.0,
      "text": "90s, where they actually just did a head count of everybody who said they went to church"
    },
    {
      "index": 155,
      "start_time": 853070.0,
      "end_time": 859230.0,
      "text": "last Sunday and compared that to actually the number of people who were there. They"
    },
    {
      "index": 156,
      "start_time": 859230.0,
      "end_time": 863649.0,
      "text": "did this across the United States. This is for a few of the cities. When you actually"
    },
    {
      "index": 157,
      "start_time": 863649.0,
      "end_time": 869410.0,
      "text": "ask people how many of you went to church last Sunday, these are the rates you get."
    },
    {
      "index": 158,
      "start_time": 869410.0,
      "end_time": 873370.0,
      "text": "When you actually count how many people showed up, it’s much lower. In some places, it’s"
    },
    {
      "index": 159,
      "start_time": 873370.0,
      "end_time": 879699.0,
      "text": "less than half as much. So people do seem to be inflating their actual religious attendance."
    },
    {
      "index": 160,
      "start_time": 879699.0,
      "end_time": 884620.0,
      "text": "What that means is that when we’re measuring what might be a relationship between religiosity"
    },
    {
      "index": 161,
      "start_time": 884620.0,
      "end_time": 889759.0,
      "text": "and prosociality, we might actually be measuring a relationship between your tendency to inflate"
    },
    {
      "index": 162,
      "start_time": 889759.0,
      "end_time": 894839.0,
      "text": "how much you go to church and your tendency to inflate how much prosocial behavior you"
    },
    {
      "index": 163,
      "start_time": 894839.0,
      "end_time": 898459.0,
      "text": "enact in. So really what you’re doing is you’re just finding that people who fudge"
    },
    {
      "index": 164,
      "start_time": 898459.0,
      "end_time": 909399.0,
      "text": "on one thing fudge on the other. I guess that’s interesting. Let’s tackle the other possibility,"
    },
    {
      "index": 165,
      "start_time": 909399.0,
      "end_time": 912720.0,
      "text": "that our behavioral tasks are not actually telling us what we want them to be telling"
    },
    {
      "index": 166,
      "start_time": 912720.0,
      "end_time": 918170.0,
      "text": "us. Here, I think it’s good to consider the situations in which religious people might"
    },
    {
      "index": 167,
      "start_time": 918170.0,
      "end_time": 923230.0,
      "text": "actually in the real world have a prosocial advantage. It’s not in these cold, sterile"
    },
    {
      "index": 168,
      "start_time": 923230.0,
      "end_time": 927509.0,
      "text": "lab rooms when that would emerge. It’s when they’re actually enmeshed in the community,"
    },
    {
      "index": 169,
      "start_time": 927509.0,
      "end_time": 931509.0,
      "text": "or thinking about their religious beliefs, that are actually getting them to engage in"
    },
    {
      "index": 170,
      "start_time": 931509.0,
      "end_time": 937040.0,
      "text": "prosocial behavior. So it doesn’t look so much like this, a cold, sterile lab room,"
    },
    {
      "index": 171,
      "start_time": 937040.0,
      "end_time": 940610.0,
      "text": "but more like this. When you’re reminded of religion, when you’re thinking of religion,"
    },
    {
      "index": 172,
      "start_time": 940610.0,
      "end_time": 945519.0,
      "text": "that’s the situation religious people might actually be more prosocial. There have been"
    },
    {
      "index": 173,
      "start_time": 945519.0,
      "end_time": 951709.0,
      "text": "a number of studies that have recently tried to create that religious situation by reminding"
    },
    {
      "index": 174,
      "start_time": 951709.0,
      "end_time": 955819.0,
      "text": "people in the moment of their religiosity, arousing those thoughts and seeing how that"
    },
    {
      "index": 175,
      "start_time": 955819.0,
      "end_time": 964300.0,
      "text": "affects their prosocial behavior. It’s used a number of priming techniques. They will"
    },
    {
      "index": 176,
      "start_time": 964300.0,
      "end_time": 971279.0,
      "text": "in various ways—explicit, obvious, and implicit—arouse thinking of religiosity in the lab, in the"
    },
    {
      "index": 177,
      "start_time": 971279.0,
      "end_time": 976399.0,
      "text": "moment. Field studies have done this with environmental prime. So they’ll do experiments"
    },
    {
      "index": 178,
      "start_time": 976399.0,
      "end_time": 981319.0,
      "text": "outside of churches to see how that affects people compared to outside of other buildings."
    },
    {
      "index": 179,
      "start_time": 981319.0,
      "end_time": 987889.0,
      "text": "I’ll just give you 1 example of this. This is an early study that we ran. This used an"
    },
    {
      "index": 180,
      "start_time": 987889.0,
      "end_time": 992690.0,
      "text": "implicit priming technique with scrambled sentences. For those of you guys who don’t"
    },
    {
      "index": 181,
      "start_time": 992690.0,
      "end_time": 997829.0,
      "text": "know how this implicit priming technique works, basically you get a bunch of sentences or"
    },
    {
      "index": 182,
      "start_time": 997829.0,
      "end_time": 1002779.0,
      "text": "word scrambles like this. You cross out 1 word, and then you rearrange the remaining"
    },
    {
      "index": 183,
      "start_time": 1002780.0,
      "end_time": 1008530.0,
      "text": "4 words to make a sensical sentence. You change that to “he tied his shoes”. That’s"
    },
    {
      "index": 184,
      "start_time": 1008530.0,
      "end_time": 1012971.0,
      "text": "something you would see in the control condition. In the condition we’re actually trying to"
    },
    {
      "index": 185,
      "start_time": 1012970.0,
      "end_time": 1021250.0,
      "text": "arouse thoughts of religion, you embed keywords in some of the sentences. So here, you can"
    },
    {
      "index": 186,
      "start_time": 1021250.0,
      "end_time": 1025880.0,
      "text": "try this if you want, what would it be? You drop “eradicate” and you can make “she"
    },
    {
      "index": 187,
      "start_time": 1025880.0000000001,
      "end_time": 1030610.0000000001,
      "text": "felt the spirit”. In one of the studies, we’ll talk about this later, in one of the"
    },
    {
      "index": 188,
      "start_time": 1030609.9999999999,
      "end_time": 1036039.9999999999,
      "text": "conditions rather, we included a third condition where we actually instead of priming god,"
    },
    {
      "index": 189,
      "start_time": 1036040.0,
      "end_time": 1045200.0,
      "text": "we primed secular institutions of justice. So they went to court. Then we had them play"
    },
    {
      "index": 190,
      "start_time": 1045200.0,
      "end_time": 1050920.0,
      "text": "the Dictator Game, the anonymous Dictator Game that I mentioned before. These are the"
    },
    {
      "index": 191,
      "start_time": 1050920.0,
      "end_time": 1058860.0,
      "text": "results. This is just comparing in the control condition, non-theists compared to theists."
    },
    {
      "index": 192,
      "start_time": 1058860.0,
      "end_time": 1063040.0,
      "text": "You see there is a bit of a directional difference, but there’s no significant difference between"
    },
    {
      "index": 193,
      "start_time": 1063040.0,
      "end_time": 1067930.0,
      "text": "these 2, which is consistent with what we found in the meta-analysis. This is a behavioral"
    },
    {
      "index": 194,
      "start_time": 1067930.0,
      "end_time": 1072820.0,
      "text": "task. You don’t see a difference based on religiosity. But our question is what happens"
    },
    {
      "index": 195,
      "start_time": 1072820.0,
      "end_time": 1078420.0,
      "text": "when you put them in the priming situation. Here’s what they found in the first study."
    },
    {
      "index": 196,
      "start_time": 1078420.0,
      "end_time": 1083730.0,
      "text": "When people are just in the control condition, no religion is aroused, out of $10 people"
    },
    {
      "index": 197,
      "start_time": 1083730.0,
      "end_time": 1089080.0,
      "text": "share on average just under $2 with the other person. So they’re pretty selfish. When"
    },
    {
      "index": 198,
      "start_time": 1089080.0,
      "end_time": 1097470.0,
      "text": "you prime religion, that shoots up almost to that $5 level of equity. In the other condition—this"
    },
    {
      "index": 199,
      "start_time": 1097470.0,
      "end_time": 1101910.0,
      "text": "was with community members who tend to be a little more generous in control conditions"
    },
    {
      "index": 200,
      "start_time": 1101910.0,
      "end_time": 1108170.0,
      "text": "than students—it was still pretty low, and you still saw the same increase. So in this"
    },
    {
      "index": 201,
      "start_time": 1108170.0,
      "end_time": 1116580.0,
      "text": "case you see that religious priming does increase generosity. Now you say, well this is an artificial"
    },
    {
      "index": 202,
      "start_time": 1116580.0,
      "end_time": 1121390.0,
      "text": "task itself in the lab. This is not how people come across religion in their real lives."
    },
    {
      "index": 203,
      "start_time": 1121390.0,
      "end_time": 1126280.0,
      "text": "I think that we’re actually primed all the time with religion. This is the view out the"
    },
    {
      "index": 204,
      "start_time": 1126280.0,
      "end_time": 1130630.0,
      "text": "window of my apartment in Eugene, Oregon. That’s a church with some hieroglyphics"
    },
    {
      "index": 205,
      "start_time": 1130630.0,
      "end_time": 1137810.0,
      "text": "on it. That’s what I stare at every day when I look out the window. A couple of years"
    },
    {
      "index": 206,
      "start_time": 1137810.0,
      "end_time": 1144190.0,
      "text": "ago, I was teaching at Abu Dhabi, and this was the view outside of my window there. There’s"
    },
    {
      "index": 207,
      "start_time": 1144190.0,
      "end_time": 1147900.0,
      "text": "one mosque, but you can also see another mosque over there and another mosque over there."
    },
    {
      "index": 208,
      "start_time": 1147900.0,
      "end_time": 1152700.0,
      "text": "So there were 3 mosques that were directly outside of my window. For any of you who have"
    },
    {
      "index": 209,
      "start_time": 1152700.0,
      "end_time": 1159560.0,
      "text": "spent any time in Muslim-majority countries, you’ll know that the most beautiful and"
    },
    {
      "index": 210,
      "start_time": 1159560.0,
      "end_time": 1164910.0,
      "text": "hard-to-ignore reminder of religion is the call to prayer, which goes off 5 times a day"
    },
    {
      "index": 211,
      "start_time": 1164910.0,
      "end_time": 1170800.0,
      "text": "and blared across the entire city. A number of researchers have actually used that call"
    },
    {
      "index": 212,
      "start_time": 1170800.0,
      "end_time": 1177030.0,
      "text": "to prayer as a naturally occurring religious prime and found consistent results with what"
    },
    {
      "index": 213,
      "start_time": 1177030.0,
      "end_time": 1183650.0,
      "text": "we saw. Mark Aveyard, who’s in the UAE, showed that when the call to prayer was playing"
    },
    {
      "index": 214,
      "start_time": 1183650.0,
      "end_time": 1189660.0,
      "text": "in the background, people were less likely to cheat on this task that may be tempting"
    },
    {
      "index": 215,
      "start_time": 1189660.0,
      "end_time": 1195920.0,
      "text": "to cheat on. Eric Duhaime has this unpublished study where he actually went to Morocco, to"
    },
    {
      "index": 216,
      "start_time": 1195920.0,
      "end_time": 1201760.0,
      "text": "Marrakech, and had people play a Dictator Game-type task with shopkeepers there. He"
    },
    {
      "index": 217,
      "start_time": 1201760.0,
      "end_time": 1205910.0,
      "text": "then measured when the call to prayers were going on in the background and when it wasn’t."
    },
    {
      "index": 218,
      "start_time": 1205910.0,
      "end_time": 1213380.0,
      "text": "What he found was that when it wasn’t happening, the shopkeepers were reasonably likely—about"
    },
    {
      "index": 219,
      "start_time": 1213380.0,
      "end_time": 1221010.0,
      "text": "60% of the time—they engaged in the fully selfless option in the Dictator Game. They"
    },
    {
      "index": 220,
      "start_time": 1221010.0,
      "end_time": 1227910.0,
      "text": "gave all the money to the charitable recipient. When the call to prayer was going, this went"
    },
    {
      "index": 221,
      "start_time": 1227910.0,
      "end_time": 1233050.0,
      "text": "up to 100%. Every single one of the shopkeepers, when that was happening, gave all the money"
    },
    {
      "index": 222,
      "start_time": 1233050.0,
      "end_time": 1242060.0,
      "text": "away. So it had this profound prosocial effect. In America, a couple of economists have actually"
    },
    {
      "index": 223,
      "start_time": 1242060.0,
      "end_time": 1247720.0,
      "text": "looked at a naturally occurring prime in just the day of Sunday. Just it being Sunday to"
    },
    {
      "index": 224,
      "start_time": 1247720.0,
      "end_time": 1252630.0,
      "text": "a lot of people activates religious thinking. What they found was that when you have a website"
    },
    {
      "index": 225,
      "start_time": 1252630.0,
      "end_time": 1259490.0,
      "text": "which is prompting people to give to charity, on Sundays, you have religious people giving"
    },
    {
      "index": 226,
      "start_time": 1259490.0,
      "end_time": 1266190.0,
      "text": "a lot more than nonreligious people. But on every day except Sunday, there is no difference."
    },
    {
      "index": 227,
      "start_time": 1266190.0,
      "end_time": 1270020.0,
      "text": "And so that’s actually, again, that’s consistent with what we saw before, right?"
    },
    {
      "index": 228,
      "start_time": 1270020.0,
      "end_time": 1272780.0,
      "text": "So when there’s no prime, when you’re just in a control condition, there’s no"
    },
    {
      "index": 229,
      "start_time": 1272780.0,
      "end_time": 1277960.0,
      "text": "difference between religious people and nonreligious people, only when religion is activated do"
    },
    {
      "index": 230,
      "start_time": 1277960.0,
      "end_time": 1286850.0,
      "text": "you see this difference. We ran another meta-analysis where we took 25 of these priming studies."
    },
    {
      "index": 231,
      "start_time": 1286850.0,
      "end_time": 1292500.0,
      "text": "They had to be assigned to either a control condition or a priming condition, and there"
    },
    {
      "index": 232,
      "start_time": 1292500.0,
      "end_time": 1297770.0,
      "text": "had to be again either a behavioral or self-report measure of prosociality. All but 2 of these"
    },
    {
      "index": 233,
      "start_time": 1297770.0,
      "end_time": 1303470.0,
      "text": "were behavioral measures. So there were 25 studies, just under 5,000 participants. What"
    },
    {
      "index": 234,
      "start_time": 1303470.0,
      "end_time": 1308740.0,
      "text": "you find is that there is this significant effect where priming people with religion"
    },
    {
      "index": 235,
      "start_time": 1308740.0,
      "end_time": 1321920.0,
      "text": "increases their prosocial behavior. Now, a subset  of these studies, 11 of them, actually broke"
    },
    {
      "index": 236,
      "start_time": 1321920.0,
      "end_time": 1327800.0,
      "text": "people down between religious people and nonreligious or less religious people. And so you can actually"
    },
    {
      "index": 237,
      "start_time": 1327800.0,
      "end_time": 1331970.0,
      "text": "look at the difference in how these primes affect them. What you find is that the primes"
    },
    {
      "index": 238,
      "start_time": 1331970.0,
      "end_time": 1335960.0,
      "text": "do affect religious people, but they have no effect on nonreligious people, which is"
    },
    {
      "index": 239,
      "start_time": 1335960.0,
      "end_time": 1340870.0,
      "text": "kind of what you expect. There’s this interaction between the religious personality, or the"
    },
    {
      "index": 240,
      "start_time": 1340870.0,
      "end_time": 1345950.0,
      "text": "religious disposition, and the religious situation. This is actually in that study that I mentioned"
    },
    {
      "index": 241,
      "start_time": 1345950.0,
      "end_time": 1351850.0,
      "text": "before; it’s what we found there as well. So if you just look at in the control condition"
    },
    {
      "index": 242,
      "start_time": 1351850.0,
      "end_time": 1357340.0,
      "text": "between our theistic and our non-theistic subjects, in the control condition they again"
    },
    {
      "index": 243,
      "start_time": 1357340.0,
      "end_time": 1363220.0,
      "text": "didn’t differ. When there was the religious prime, you do see that it affects the religious"
    },
    {
      "index": 244,
      "start_time": 1363220.0,
      "end_time": 1368020.0,
      "text": "people, but it does not affect the non-theists in this situation. But you recall that I mentioned"
    },
    {
      "index": 245,
      "start_time": 1368020.0,
      "end_time": 1371730.0,
      "text": "that there was this prime of secular institutions, and you see what happens there is that it"
    },
    {
      "index": 246,
      "start_time": 1371730.0,
      "end_time": 1376470.0,
      "text": "actually increases how much people give in both cases. And so that’s a particularly"
    },
    {
      "index": 247,
      "start_time": 1376470.0,
      "end_time": 1382210.0,
      "text": "effective way of stimulating prosocial behavior. Some of you are probably thinking that this"
    },
    {
      "index": 248,
      "start_time": 1382210.0,
      "end_time": 1385960.0,
      "text": "may explain a question you have in the back of your head, which is that hold on, some"
    },
    {
      "index": 249,
      "start_time": 1385960.0,
      "end_time": 1391000.0,
      "text": "of the least religious places in the world are some of the most cooperative and prosperous"
    },
    {
      "index": 250,
      "start_time": 1391000.0,
      "end_time": 1396250.0,
      "text": "places. I think this gives an explanation as to why. There are these different institutions"
    },
    {
      "index": 251,
      "start_time": 1396250.0,
      "end_time": 1400350.0,
      "text": "that, when they emerge, they can regulate cooperation, they can encourage people to"
    },
    {
      "index": 252,
      "start_time": 1400350.0,
      "end_time": 1405710.0,
      "text": "act prosocially and not cheat, so that religion no longer has to. In a way, these take the"
    },
    {
      "index": 253,
      "start_time": 1405710.0,
      "end_time": 1411030.0,
      "text": "place of those religious institutions that were previously responsible for encouraging"
    },
    {
      "index": 254,
      "start_time": 1411030.0,
      "end_time": 1417030.0,
      "text": "prosociality. I think that’s why if you—this is what you could call a secular alternative"
    },
    {
      "index": 255,
      "start_time": 1417030.0,
      "end_time": 1424750.0,
      "text": "for what was previously done—I think why you see that one of the strongest negative"
    },
    {
      "index": 256,
      "start_time": 1424750.0,
      "end_time": 1433730.0,
      "text": "predictors of religiosity across countries is the presence and trust in these reliable"
    },
    {
      "index": 257,
      "start_time": 1433730.0,
      "end_time": 1439500.0,
      "text": "secular institutions in the rule of law. So you see it’s a very very actually stark"
    },
    {
      "index": 258,
      "start_time": 1439500.0,
      "end_time": 1445640.0,
      "text": "relationship there where, the higher the trust in the rule of law, the less religious you"
    },
    {
      "index": 259,
      "start_time": 1445640.0,
      "end_time": 1451640.0,
      "text": "are. So let’s recap then. Does god make you good? Let’s go back to the original"
    },
    {
      "index": 260,
      "start_time": 1451640.0,
      "end_time": 1456800.0,
      "text": "question. Well yes, you have to admit that it really does, at least temporarily. It acts"
    },
    {
      "index": 261,
      "start_time": 1456800.0,
      "end_time": 1463030.0,
      "text": "in the same way that food acts with satiety. You eat, but then you get hungry again. It"
    },
    {
      "index": 262,
      "start_time": 1463030.0,
      "end_time": 1469720.0,
      "text": "has to be constantly refreshed so as you keep remembering to be pro-social. But do you need"
    },
    {
      "index": 263,
      "start_time": 1469720.0,
      "end_time": 1474640.0,
      "text": "god to be good? The answer here is clearly that no, that’s not the case, so long as"
    },
    {
      "index": 264,
      "start_time": 1474640.0,
      "end_time": 1479620.0,
      "text": "you have something else. There are other routes to pro-social behavior. That’s all I want"
    },
    {
      "index": 265,
      "start_time": 1479620.0,
      "end_time": 1489620.0,
      "text": "to say."
    }
  ]
}