{
  "video_id": "pIVe14UgVFI",
  "title": "Integrated Scenarios of the Future Northwest Environment",
  "json": [
    {
      "index": 1,
      "start_time": 7660.0,
      "end_time": 11040.0,
      "text": "Ashley Fortune: Good afternoon from the U.S. Fish and Wildlife Service&#39;s National Conservation"
    },
    {
      "index": 2,
      "start_time": 11040.0,
      "end_time": 15280.0,
      "text": "Training Center in Shephardstown, West Virginia. My name is Ashley Fortune, and I would like"
    },
    {
      "index": 3,
      "start_time": 15280.0,
      "end_time": 20000.0,
      "text": "to welcome you to our webinar series, held in partnership with the U.S. Geological Survey&#39;s"
    },
    {
      "index": 4,
      "start_time": 20000.0,
      "end_time": 24359.0,
      "text": "National Climate Change and Wildlife Science Center in Reston, Virginia."
    },
    {
      "index": 5,
      "start_time": 24359.0,
      "end_time": 29310.0,
      "text": "The NCCWSC Climate Change, Science, and Management webinar series highlights their sponsored"
    },
    {
      "index": 6,
      "start_time": 29310.0,
      "end_time": 33800.0,
      "text": "science projects related to climate change impacts and adaptation, and aims to increase"
    },
    {
      "index": 7,
      "start_time": 33800.0,
      "end_time": 38070.0,
      "text": "awareness and inform participants like you, about potential and predicted climate change"
    },
    {
      "index": 8,
      "start_time": 38070.0,
      "end_time": 44780.0,
      "text": "impacts on fish and wildlife. I&#39;d like to welcome Shawn Carter, senior scientist"
    },
    {
      "index": 9,
      "start_time": 44780.0,
      "end_time": 52480.0,
      "text": "at the NCCWSC, to introduce our speaker. Shawn? Shawn Carter: Thanks, Ashley. Today, I&#39;m happy"
    },
    {
      "index": 10,
      "start_time": 52480.0,
      "end_time": 59079.0,
      "text": "to have Dr. Phil Mote present on some of the work that he&#39;s been doing with our Northwest"
    },
    {
      "index": 11,
      "start_time": 59079.0,
      "end_time": 64920.0,
      "text": "Climate Science Center. Phil is a professor in the College of Earth&#39;s"
    },
    {
      "index": 12,
      "start_time": 64920.0,
      "end_time": 70190.0,
      "text": "Ocean and Atmospheric Sciences, at Oregon State University. He&#39;s also the director for"
    },
    {
      "index": 13,
      "start_time": 70190.0,
      "end_time": 78130.0,
      "text": "OCCRI, the Oregon Climate Change Research Institute. He also is director of Oregon Climate"
    },
    {
      "index": 14,
      "start_time": 78130.0,
      "end_time": 81959.0,
      "text": "Services, which is the state climate office for Oregon."
    },
    {
      "index": 15,
      "start_time": 81959.0,
      "end_time": 87709.0,
      "text": "Phil&#39;s current research interests include scenario development, regional climate change,"
    },
    {
      "index": 16,
      "start_time": 87709.0,
      "end_time": 90640.0,
      "text": "regional climate modeling, and adaptation to climate change."
    },
    {
      "index": 17,
      "start_time": 90640.0,
      "end_time": 95349.0,
      "text": "Phil is also part of the leadership team at the Northwest Climate Science Center, and"
    },
    {
      "index": 18,
      "start_time": 95349.0,
      "end_time": 100819.0,
      "text": "has been involved with the IPCC National Climate Assessment, and also the National Research"
    },
    {
      "index": 19,
      "start_time": 100819.0,
      "end_time": 104310.0,
      "text": "Council. Without further ado, I&#39;d like to turn it over"
    },
    {
      "index": 20,
      "start_time": 104310.0,
      "end_time": 109470.0,
      "text": "to Phil. Phil Mote: Thank you Shawn, Ashley, and Holly,"
    },
    {
      "index": 21,
      "start_time": 109470.0,
      "end_time": 115920.0,
      "text": "for setting this up. Thanks to all of you for tuning in. I look forward to your questions"
    },
    {
      "index": 22,
      "start_time": 115920.0,
      "end_time": 125129.0,
      "text": "at the end. On the first slide here you see the cast of folks involved in this work."
    },
    {
      "index": 23,
      "start_time": 125129.0,
      "end_time": 130780.0,
      "text": "My colleague, Dave Rupp, here at Oregon State University, John Abatzoglou and Katherine"
    },
    {
      "index": 24,
      "start_time": 130780.0,
      "end_time": 135560.0,
      "text": "Hegewisch of University of Idaho. Dennis Lettenmaier, who leads the hydrology"
    },
    {
      "index": 25,
      "start_time": 135560.0,
      "end_time": 143160.0,
      "text": "group at University of Washington, along with Julie Vano, Homero Flores, and Matt Stumbaugh,"
    },
    {
      "index": 26,
      "start_time": 143160.0,
      "end_time": 148700.0,
      "text": "Dominique Bachelet and John Kim, who&#39;ve done the vegetation modeling, I should also add"
    },
    {
      "index": 27,
      "start_time": 148700.0,
      "end_time": 156070.0,
      "text": "Dave Turner from Oregon State University. This is the culmination of a project funded"
    },
    {
      "index": 28,
      "start_time": 156070.0,
      "end_time": 162030.0,
      "text": "by the Northwest Climate Science Center, with support also from the NOAA regional entity"
    },
    {
      "index": 29,
      "start_time": 162030.0,
      "end_time": 168480.0,
      "text": "here, the Climate Impacts Research Consortium. John Abatzoglou and I also had some funding"
    },
    {
      "index": 30,
      "start_time": 168480.0,
      "end_time": 174920.0,
      "text": "from the USDA funded project, Regional Approaches to Climate Change and Pacific Northwest Agriculture."
    },
    {
      "index": 31,
      "start_time": 174920.0,
      "end_time": 180910.0,
      "text": "I particularly want to thank Gus Bisbal, Director of the Northwest Climate Science Center for"
    },
    {
      "index": 32,
      "start_time": 180910.0,
      "end_time": 187460.0,
      "text": "supporting this vision of providing these scenarios to the Northwest region, which also"
    },
    {
      "index": 33,
      "start_time": 187460.0,
      "end_time": 193150.0,
      "text": "led to a lot of conversations with CSCs around the country."
    },
    {
      "index": 34,
      "start_time": 193150.0,
      "end_time": 200360.0,
      "text": "This project is wrapping up, but we don&#39;t have all the results in yet. You&#39;ll see our,"
    },
    {
      "index": 35,
      "start_time": 200360.0,
      "end_time": 206880.0,
      "text": "in some cases, preliminary results. We have a workshop coming up in Portland,"
    },
    {
      "index": 36,
      "start_time": 206880.0,
      "end_time": 214050.0,
      "text": "Oregon, two weeks from today. We&#39;ll spend a whole day on this topic. We&#39;ll have our"
    },
    {
      "index": 37,
      "start_time": 214050.0,
      "end_time": 222819.0,
      "text": "final report due to the Northwest CSC three months after the completion of the project."
    },
    {
      "index": 38,
      "start_time": 222819.0,
      "end_time": 228590.0,
      "text": "The motivation for this work was a recognition that natural resource managers were paying"
    },
    {
      "index": 39,
      "start_time": 228590.0,
      "end_time": 233770.0,
      "text": "attention to climate change science, but at a bit of a loss for how to apply it."
    },
    {
      "index": 40,
      "start_time": 233770.0,
      "end_time": 242920.0,
      "text": "If someone told them, &quot;Your habitat conservation plan or this species management plan is no"
    },
    {
      "index": 41,
      "start_time": 242920.0,
      "end_time": 249290.0,
      "text": "good, because you haven&#39;t considered climate change,&quot; even if they fully bought the science"
    },
    {
      "index": 42,
      "start_time": 249290.0,
      "end_time": 252940.0,
      "text": "of climate change, they wouldn&#39;t really know where to turn, or how to apply that to such"
    },
    {
      "index": 43,
      "start_time": 252940.0,
      "end_time": 257560.0,
      "text": "an activity. This is the space that Climate Science Centers"
    },
    {
      "index": 44,
      "start_time": 257560.0,
      "end_time": 264730.0,
      "text": "intend to occupy, providing such guidance. It was natural that the CSC would play a lead"
    },
    {
      "index": 45,
      "start_time": 264730.0,
      "end_time": 271250.0,
      "text": "role in this. What we were hearing was a need for a complete"
    },
    {
      "index": 46,
      "start_time": 271250.0,
      "end_time": 275520.0,
      "text": "and scientific description of what the future would look like in the Northwest Region."
    },
    {
      "index": 47,
      "start_time": 275520.0,
      "end_time": 282180.0,
      "text": "Water availability, soil moisture and stream flow, snow cover, flood risk. How will the"
    },
    {
      "index": 48,
      "start_time": 282180.0,
      "end_time": 290720.0,
      "text": "drivers of climate impact the change in temperature and participation? How will vegetation change?"
    },
    {
      "index": 49,
      "start_time": 290720.0,
      "end_time": 295190.0,
      "text": "The objectives of this project are to use the best available science to describe the"
    },
    {
      "index": 50,
      "start_time": 295190.0,
      "end_time": 302190.0,
      "text": "future climate, hydrology, and vegetation. There are fully coupled regional models that"
    },
    {
      "index": 51,
      "start_time": 302190.0,
      "end_time": 307440.0,
      "text": "have vegetation and hydrology. But, with just a single model as we&#39;ve learned"
    },
    {
      "index": 52,
      "start_time": 307440.0,
      "end_time": 313980.0,
      "text": "and as you&#39;ll see, a single model is only able to produce a modest spread of results,"
    },
    {
      "index": 53,
      "start_time": 313980.0,
      "end_time": 320880.0,
      "text": "which may not accurately represent the true range of possibilities, because of how models"
    },
    {
      "index": 54,
      "start_time": 320880.0,
      "end_time": 327210.0,
      "text": "are constructed and choices that are made. We wanted to be able to characterize the uncertainties"
    },
    {
      "index": 55,
      "start_time": 327210.0,
      "end_time": 333980.0,
      "text": "of the system. That meant using a different approach than just one single, wonderful model."
    },
    {
      "index": 56,
      "start_time": 333980.0,
      "end_time": 340180.0,
      "text": "We want to use a range of climate inputs, and at least two impact models."
    },
    {
      "index": 57,
      "start_time": 340180.0,
      "end_time": 348720.0,
      "text": "We have two hydrology models, one of which is nearly done with a set of simulations from"
    },
    {
      "index": 58,
      "start_time": 348720.0,
      "end_time": 354880.0,
      "text": "20 climate model scenarios, and a second one that will follow shortly."
    },
    {
      "index": 59,
      "start_time": 354880.0,
      "end_time": 363800.0,
      "text": "And then we also have two vegetation models in play. We&#39;re fortunate to have a new generation"
    },
    {
      "index": 60,
      "start_time": 363800.0,
      "end_time": 368820.0,
      "text": "of global climate models that were released in the last few years, and what we&#39;ve done"
    },
    {
      "index": 61,
      "start_time": 368820.0,
      "end_time": 378199.0,
      "text": "is coordinate the climate model outputs with the inputs to both the hydrologic and vegetation"
    },
    {
      "index": 62,
      "start_time": 378199.0,
      "end_time": 385740.0,
      "text": "modeling. And we have a spectrum of audiences ranging from, &quot;I want a simple quality of"
    },
    {
      "index": 63,
      "start_time": 385740.0,
      "end_time": 391110.0,
      "text": "description, may be a number here and there&quot;, to researchers who want the full visible data"
    },
    {
      "index": 64,
      "start_time": 391110.0,
      "end_time": 398340.0,
      "text": "and the resolution of the model outputs for some additional scientific analysis or modeling."
    },
    {
      "index": 65,
      "start_time": 398340.0,
      "end_time": 402919.0,
      "text": "The climate scenarios that we&#39;re using as inputs come from the Coupled Model Intercomparison"
    },
    {
      "index": 66,
      "start_time": 402919.0,
      "end_time": 411790.0,
      "text": "Project stage five, CMIP5. This is a coordinated global modeling effort that uses 41 models"
    },
    {
      "index": 67,
      "start_time": 411790.0,
      "end_time": 416100.0,
      "text": "that have been contributed to date for the 20th century."
    },
    {
      "index": 68,
      "start_time": 416100.0,
      "end_time": 422250.0,
      "text": "About 25 or 30 that have done simulations for the 21st century. These started to be"
    },
    {
      "index": 69,
      "start_time": 422250.0,
      "end_time": 429660.0,
      "text": "available in the year 2011 and they&#39;re still being uploaded to various archives."
    },
    {
      "index": 70,
      "start_time": 429660.0,
      "end_time": 434870.0,
      "text": "We wanted to evaluate these models on the regional scale, and we&#39;ve done this now both"
    },
    {
      "index": 71,
      "start_time": 434870.0,
      "end_time": 441280.0,
      "text": "for the Northwest and to a lesser extent the Southwest, but also for the Southeast, and"
    },
    {
      "index": 72,
      "start_time": 441280.0,
      "end_time": 446360.0,
      "text": "then recommend some models that are top tier. There are enough models that we can get a"
    },
    {
      "index": 73,
      "start_time": 446360.0,
      "end_time": 450240.0,
      "text": "pretty good spread of results using the ones that performed well in the 20th century."
    },
    {
      "index": 74,
      "start_time": 450240.0,
      "end_time": 456729.0,
      "text": "Now I would note that there is a supposition here that the performance of a model in the"
    },
    {
      "index": 75,
      "start_time": 456729.0,
      "end_time": 461680.0,
      "text": "20th century is an indication of how well it will do in the 21st century. We don&#39;t know"
    },
    {
      "index": 76,
      "start_time": 461680.0,
      "end_time": 469690.0,
      "text": "whether that&#39;s true, but it seems reasonable and we use model performance to shape our"
    },
    {
      "index": 77,
      "start_time": 469690.0,
      "end_time": 474770.0,
      "text": "choices for models in the future. Then, John Abatzoglou at the University of"
    },
    {
      "index": 78,
      "start_time": 474770.0,
      "end_time": 480870.0,
      "text": "Idaho who had developed this MACA, Multivariant Adaptive Constructed Analogue approach to"
    },
    {
      "index": 79,
      "start_time": 480870.0,
      "end_time": 486270.0,
      "text": "downscaling, has downscaled 20 GCMs for the whole continental U.S."
    },
    {
      "index": 80,
      "start_time": 486270.0,
      "end_time": 492210.0,
      "text": "We were initially intending to just do the Northwest, but it turned out not to be that"
    },
    {
      "index": 81,
      "start_time": 492210.0,
      "end_time": 495070.0,
      "text": "much work to do the whole continental U.S. Then we also have a comparison, which I won&#39;t"
    },
    {
      "index": 82,
      "start_time": 495070.0,
      "end_time": 503900.0,
      "text": "talk much about. A comparison with the previous generation of models, CMIP3, which was released"
    },
    {
      "index": 83,
      "start_time": 503900.0,
      "end_time": 509930.0,
      "text": "around the year 2005. The drivers for these global models are what"
    },
    {
      "index": 84,
      "start_time": 509930.0,
      "end_time": 515050.0,
      "text": "are called Representative Concentration Pathways, or RCPs. You&#39;ll see this in a number of slides,"
    },
    {
      "index": 85,
      "start_time": 515049.99999999994,
      "end_time": 523598.99999999994,
      "text": "it&#39;s worth taking a few minutes to explain. Socioeconomic modeling has postulated a wide"
    },
    {
      "index": 86,
      "start_time": 523599.00000000006,
      "end_time": 530480.0,
      "text": "variety of futures for the world depending on both market and non market forces, on policy"
    },
    {
      "index": 87,
      "start_time": 530480.0,
      "end_time": 537420.0,
      "text": "choices, on availability of fossil fuels and a wide range of other considerations, and"
    },
    {
      "index": 88,
      "start_time": 537420.0,
      "end_time": 546040.0,
      "text": "also global population. I draw your attention to the orange curve,"
    },
    {
      "index": 89,
      "start_time": 546040.0,
      "end_time": 552990.0,
      "text": "the RCP8.5. This is a world in which development is fairly unfettered and in which coal is"
    },
    {
      "index": 90,
      "start_time": 552990.0,
      "end_time": 558720.0,
      "text": "widely available and remains cheap, and the developing countries are able to rapidly follow"
    },
    {
      "index": 91,
      "start_time": 558720.0,
      "end_time": 564240.0,
      "text": "the developed world into a much more prosperous and consumptive future."
    },
    {
      "index": 92,
      "start_time": 564240.0,
      "end_time": 572309.0,
      "text": "RCP6 is a more modest version of that, in which the carbon dioxide amounts by the end"
    },
    {
      "index": 93,
      "start_time": 572309.0,
      "end_time": 581869.0,
      "text": "of the century don&#39;t quite reach 700, versus over 900 for RCP8.5. RCP4.5 is more of a gentle,"
    },
    {
      "index": 94,
      "start_time": 581869.0,
      "end_time": 591420.0,
      "text": "sustainable future where carbon dioxide amounts level off by around 2070 at 540 parts per"
    },
    {
      "index": 95,
      "start_time": 591420.0,
      "end_time": 593949.0,
      "text": "million. Climate continues to change a little bit after"
    },
    {
      "index": 96,
      "start_time": 593949.0,
      "end_time": 603089.0,
      "text": "that, but it&#39;s a rather different future. And then finally RCP3PD, which is also known"
    },
    {
      "index": 97,
      "start_time": 603089.0,
      "end_time": 611179.0,
      "text": "as RCP2.6, is intended to reflect the postulated success of policies which would reduce greenhouse"
    },
    {
      "index": 98,
      "start_time": 611179.0,
      "end_time": 616089.0,
      "text": "gas emissions so substantially as to limit the global temperature change to two degrees"
    },
    {
      "index": 99,
      "start_time": 616089.0,
      "end_time": 624439.0,
      "text": "Celsius, which is a stated goal of many governments. It&#39;s all a very totally Pollyanna view of"
    },
    {
      "index": 100,
      "start_time": 624439.0,
      "end_time": 631790.0,
      "text": "the world, dialing back emissions so dramatically would be politically and economically a very"
    },
    {
      "index": 101,
      "start_time": 631790.0,
      "end_time": 635589.0,
      "text": "heavy load. For this work we&#39;re going to focus on the"
    },
    {
      "index": 102,
      "start_time": 635589.0,
      "end_time": 644749.0,
      "text": "gentle, sustainable, RCP4.5, the green curve and RCP8.5. Those are shown here in comparison"
    },
    {
      "index": 103,
      "start_time": 644749.0,
      "end_time": 652410.0,
      "text": "with the earlier generation, the CMIP3 model input and that&#39;s the dashed curve."
    },
    {
      "index": 104,
      "start_time": 652410.0,
      "end_time": 660769.0,
      "text": "The RCPs also extend beyond the year 2100, that&#39;s an important distinction. You see there"
    },
    {
      "index": 105,
      "start_time": 660769.0,
      "end_time": 666660.0,
      "text": "the RCP2.6, which initially is fairly similar to the others, to about 2025, and then departs"
    },
    {
      "index": 106,
      "start_time": 666660.0,
      "end_time": 670259.0,
      "text": "rather dramatically. The Y-axis here is Radiative Forcing."
    },
    {
      "index": 107,
      "start_time": 670259.0,
      "end_time": 678439.0,
      "text": "This is essentially how much extra energy is added in watts to each square meter over"
    },
    {
      "index": 108,
      "start_time": 678439.0,
      "end_time": 692059.0,
      "text": "the earth. The amounts are initially a little over one watt per square meter, and they rise"
    },
    {
      "index": 109,
      "start_time": 692059.0,
      "end_time": 699399.0,
      "text": "from anywhere from 2.6 by the year 2100, all the way up to 8.5, and that&#39;s what the numbers"
    },
    {
      "index": 110,
      "start_time": 699399.0,
      "end_time": 706179.0,
      "text": "for the RCP correspond to. These are the 20 models that we&#39;re using in"
    },
    {
      "index": 111,
      "start_time": 706179.0,
      "end_time": 712959.0,
      "text": "this study, listed in alphabetical order by country. And you can see there a number of"
    },
    {
      "index": 112,
      "start_time": 712959.0,
      "end_time": 717110.0,
      "text": "entries from several different countries. This is, again, a subset of the total ones"
    },
    {
      "index": 113,
      "start_time": 717110.0,
      "end_time": 726850.0,
      "text": "available, and the next several slides will show that the climate variables for the northwest,"
    },
    {
      "index": 114,
      "start_time": 726850.0,
      "end_time": 732420.0,
      "text": "including a spread across the models to show the uncertainty."
    },
    {
      "index": 115,
      "start_time": 732420.0,
      "end_time": 737329.0,
      "text": "They&#39;re smoothed for easier reading. Later you&#39;ll see some un smoothed curves that indicate"
    },
    {
      "index": 116,
      "start_time": 737329.0,
      "end_time": 746259.0,
      "text": "why we want to smooth them. This is a result of a model ranking approach that David Rupp"
    },
    {
      "index": 117,
      "start_time": 746259.0,
      "end_time": 751749.0,
      "text": "came up with and was published last year. Which he&#39;s also now applied a dimension to"
    },
    {
      "index": 118,
      "start_time": 751749.0,
      "end_time": 759379.0,
      "text": "the southeastern U.S. for the Southeast CSC. It&#39;s a fairly complicated approach, as explained"
    },
    {
      "index": 119,
      "start_time": 759379.0,
      "end_time": 765559.0,
      "text": "in the paper. It includes a variety of metrics of spatiotemporal variability, of temperature"
    },
    {
      "index": 120,
      "start_time": 765559.0,
      "end_time": 770769.0,
      "text": "and precipitation. We use this to guide our selection of models,"
    },
    {
      "index": 121,
      "start_time": 770769.0,
      "end_time": 779249.0,
      "text": "tending to recommend we use the ones on the left hand of this figure."
    },
    {
      "index": 122,
      "start_time": 779249.0,
      "end_time": 784819.0,
      "text": "We&#39;ll start on the climate model results with the slightly complicated figure. The only"
    },
    {
      "index": 123,
      "start_time": 784819.0,
      "end_time": 792399.0,
      "text": "one of these I&#39;m going to show, but I have a reason for showing it. What this figure"
    },
    {
      "index": 124,
      "start_time": 792399.0,
      "end_time": 800879.0,
      "text": "shows is the change in temperature and precipitation, the Y and X axes respectively, for this set"
    },
    {
      "index": 125,
      "start_time": 800879.0,
      "end_time": 807209.0,
      "text": "of models currently available. The number is the model rank, one is the best"
    },
    {
      "index": 126,
      "start_time": 807209.0,
      "end_time": 814829.0,
      "text": "and 30 something is the lowest. Not all models are included because as I noted before, some"
    },
    {
      "index": 127,
      "start_time": 814829.0,
      "end_time": 819059.0,
      "text": "models that had 20th century runs which led to the ranking did not have 21st century runs,"
    },
    {
      "index": 128,
      "start_time": 819059.0,
      "end_time": 825850.0,
      "text": "and those are gradually being filled in. But generally the numbers in the 20&#39;s and"
    },
    {
      "index": 129,
      "start_time": 825850.0,
      "end_time": 833189.0,
      "text": "30&#39;s models works on the 20th century. The plus symbol is the mean of all of the model"
    },
    {
      "index": 130,
      "start_time": 833189.0,
      "end_time": 842339.0,
      "text": "simulations for that RCP. The dark numbers have MACA data available and the light are"
    },
    {
      "index": 131,
      "start_time": 842339.0,
      "end_time": 849299.0,
      "text": "not available. The gray shading around both the X and Y axes"
    },
    {
      "index": 132,
      "start_time": 849299.0,
      "end_time": 853639.0,
      "text": "are the percentiles of inter annual variability during the 20th century."
    },
    {
      "index": 133,
      "start_time": 853639.0,
      "end_time": 859359.0,
      "text": "It helps us see, for instance, looking at just the X axis variability, that most of"
    },
    {
      "index": 134,
      "start_time": 859359.0,
      "end_time": 867799.0,
      "text": "the models say that the future, late 21st century precipitation, annual mean precipitation"
    },
    {
      "index": 135,
      "start_time": 867799.0,
      "end_time": 870989.0,
      "text": "will be within the range of variability experienced in the past."
    },
    {
      "index": 136,
      "start_time": 870989.0,
      "end_time": 878519.0,
      "text": "If you look at those plus symbols, they&#39;re shifting by only five percent or eight percent."
    },
    {
      "index": 137,
      "start_time": 878519.0,
      "end_time": 883809.0,
      "text": "Some of the models, in the upper right hand corner, you see 11&#39;s and 29&#39;s, indicate large"
    },
    {
      "index": 138,
      "start_time": 883809.0,
      "end_time": 888779.0,
      "text": "increases in precipitation. No models indicate large decreases in precipitation."
    },
    {
      "index": 139,
      "start_time": 888779.0,
      "end_time": 896049.0,
      "text": "I circled the number 15 because for some of the results you&#39;ll see we&#39;re going to focus"
    },
    {
      "index": 140,
      "start_time": 896049.0,
      "end_time": 903769.0,
      "text": "on that model, the MIROC5 model, because it&#39;s in the middle of the pack and it&#39;s a reasonably"
    },
    {
      "index": 141,
      "start_time": 903769.0,
      "end_time": 909670.0,
      "text": "good performer. This is the first of several slides like this"
    },
    {
      "index": 142,
      "start_time": 909670.0,
      "end_time": 916149.0,
      "text": "that I will show, where the 20th century simulations are shown in gray, with the all model average"
    },
    {
      "index": 143,
      "start_time": 916149.0,
      "end_time": 922350.0,
      "text": "shown as the heavy black line. And then going into the future where RCP4.5"
    },
    {
      "index": 144,
      "start_time": 922350.0,
      "end_time": 930189.0,
      "text": "is shown in yellow with one heavy curve ending at about six degrees Fahrenheit warming, and"
    },
    {
      "index": 145,
      "start_time": 930189.0,
      "end_time": 939189.0,
      "text": "the other heavy curve for RCP8.5. You notice the RCP4.5 and 8.5 worlds start to diverge"
    },
    {
      "index": 146,
      "start_time": 939189.0,
      "end_time": 944629.0,
      "text": "somewhere around 2030 or 2040. And by the end of the century not only are"
    },
    {
      "index": 147,
      "start_time": 944629.0,
      "end_time": 949579.0,
      "text": "they five degrees Fahrenheit difference in the multi model average, but notice the slope"
    },
    {
      "index": 148,
      "start_time": 949579.0,
      "end_time": 958529.0,
      "text": "as well. The RCP4.5 world has climate starting to stabilize, and the RCP8.5 world is continuing"
    },
    {
      "index": 149,
      "start_time": 958529.0,
      "end_time": 964540.0,
      "text": "to change at a pretty rapid clip. There&#39;s an overlap between the two that&#39;s"
    },
    {
      "index": 150,
      "start_time": 964540.0,
      "end_time": 974239.0,
      "text": "indicated in orange, and you can see the range of variability is a couple of degrees Celsius,"
    },
    {
      "index": 151,
      "start_time": 974239.0,
      "end_time": 978299.0,
      "text": "or several degrees Fahrenheit. The coolest model down at the very bottom"
    },
    {
      "index": 152,
      "start_time": 978299.0,
      "end_time": 982859.0,
      "text": "of the yellow area would give a warming of only a couple degrees Fahrenheit by the end"
    },
    {
      "index": 153,
      "start_time": 982859.0,
      "end_time": 990290.0,
      "text": "of the century in the RCP4.5 scenario, whereas the hottest model in the RCP8.5 would have"
    },
    {
      "index": 154,
      "start_time": 990290.0,
      "end_time": 996109.0,
      "text": "us warming by about 15 degrees Fahrenheit. Many of the results that I&#39;ll show later are"
    },
    {
      "index": 155,
      "start_time": 996109.0,
      "end_time": 999269.0,
      "text": "either from my level five, or from the all model average."
    },
    {
      "index": 156,
      "start_time": 999269.0,
      "end_time": 1006509.0,
      "text": "This is the same kind of plot for precipitation, and you&#39;ll notice that there was very little"
    },
    {
      "index": 157,
      "start_time": 1006510.0,
      "end_time": 1012090.0,
      "text": "change during the 20th century. Even during the 21st century only a few percent"
    },
    {
      "index": 158,
      "start_time": 1012090.0,
      "end_time": 1017070.0,
      "text": "change for the all model average. Now you remember from the complicated scatter diagram"
    },
    {
      "index": 159,
      "start_time": 1017070.0,
      "end_time": 1021580.0,
      "text": "there were a few models that indicated large increases in precipitation."
    },
    {
      "index": 160,
      "start_time": 1021580.0,
      "end_time": 1029131.0,
      "text": "But the robust message is that there doesn&#39;t appear to be a solid indication that precipitation"
    },
    {
      "index": 161,
      "start_time": 1029130.0000000001,
      "end_time": 1035329.0000000001,
      "text": "would change dramatically in the annual mean. We&#39;ll come to the seasonal differences shortly."
    },
    {
      "index": 162,
      "start_time": 1035329.9999999999,
      "end_time": 1041910.9999999999,
      "text": "The MACA data, which are summarized here for the Pacific northwest region, includes other"
    },
    {
      "index": 163,
      "start_time": 1041910.0000000001,
      "end_time": 1049910.0,
      "text": "variables like wind speed. This is the plot of change in the average wind speed over the"
    },
    {
      "index": 164,
      "start_time": 1049910.0,
      "end_time": 1052940.0,
      "text": "northwest. A decrease of roughly five percent for the"
    },
    {
      "index": 165,
      "start_time": 1052940.0,
      "end_time": 1061620.0,
      "text": "all model average for the RCP4.5, but slightly more for RCP8.5. This appears to be because"
    },
    {
      "index": 166,
      "start_time": 1061620.0,
      "end_time": 1068800.0,
      "text": "several models tend to have the Pacific storm track shifting farther north we get fewer"
    },
    {
      "index": 167,
      "start_time": 1068800.0,
      "end_time": 1074310.0,
      "text": "windy winter storms. The diurnal temperature range is important"
    },
    {
      "index": 168,
      "start_time": 1074310.0,
      "end_time": 1080670.0,
      "text": "for many ecological applications, and here we start to see some interesting seasonal"
    },
    {
      "index": 169,
      "start_time": 1080670.0,
      "end_time": 1087860.0,
      "text": "variations. Winter diurnal temperature range decreases, and the summer diurnal temperature"
    },
    {
      "index": 170,
      "start_time": 1087860.0,
      "end_time": 1095380.0,
      "text": "range increases. Notice the Y axes are somewhat different here, the decreases and increases"
    },
    {
      "index": 171,
      "start_time": 1095380.0,
      "end_time": 1103030.0,
      "text": "are fairly comparable in magnitude, roughly one degree Celsius. And this is mostly having"
    },
    {
      "index": 172,
      "start_time": 1103030.0,
      "end_time": 1108100.0,
      "text": "to do with changes in cloudiness, as indicated by this figure."
    },
    {
      "index": 173,
      "start_time": 1108100.0,
      "end_time": 1114680.0,
      "text": "Now, we don&#39;t yet have full results for RCP4.5, so all that&#39;s shown here is RCP8.5. But the"
    },
    {
      "index": 174,
      "start_time": 1114680.0,
      "end_time": 1123920.0,
      "text": "winter, shortwave radiation goes down indicating an increase in cloudiness, which is also connected"
    },
    {
      "index": 175,
      "start_time": 1123920.0,
      "end_time": 1129620.0,
      "text": "with the decrease in diurnal temperature range. Then in summer, the reverse is true and a"
    },
    {
      "index": 176,
      "start_time": 1129620.0,
      "end_time": 1137160.0,
      "text": "decrease in cloudiness leads to an increase in incoming shortwave radiation and an increase"
    },
    {
      "index": 177,
      "start_time": 1137160.0,
      "end_time": 1144870.0,
      "text": "in diurnal temperature range. The maximum temperature in June, July, August"
    },
    {
      "index": 178,
      "start_time": 1144870.0,
      "end_time": 1150970.0,
      "text": "is shown here, along with the MIROC5 results. And again, all results have been smoothed"
    },
    {
      "index": 179,
      "start_time": 1150970.0,
      "end_time": 1160630.0,
      "text": "so that you&#39;re not seeing thousands of individual symbols indicating each model&#39;s annual output."
    },
    {
      "index": 180,
      "start_time": 1160630.0,
      "end_time": 1168350.0,
      "text": "But the results here broadly align with what&#39;s been observed, an increase in the summer daily"
    },
    {
      "index": 181,
      "start_time": 1168350.0,
      "end_time": 1176040.0,
      "text": "maximum temperature of a couple of degrees. And then going out into the future, pretty"
    },
    {
      "index": 182,
      "start_time": 1176040.0,
      "end_time": 1183360.0,
      "text": "substantial increases in summer temperature, especially in the RCP8.5 scenario."
    },
    {
      "index": 183,
      "start_time": 1183360.0,
      "end_time": 1195030.0,
      "text": "Much more modest in the RCP4.5. Seasonal precipitation in general, the seasons include models that"
    },
    {
      "index": 184,
      "start_time": 1195030.0,
      "end_time": 1200320.0,
      "text": "say it will get wetter and models that say it will get drier."
    },
    {
      "index": 185,
      "start_time": 1200320.0,
      "end_time": 1207140.0,
      "text": "So these broad shaded areas you see for winter, almost all of them go up, but some of them"
    },
    {
      "index": 186,
      "start_time": 1207140.0,
      "end_time": 1214220.0,
      "text": "don&#39;t go up much, and in the individual models, there are some that go down for winter."
    },
    {
      "index": 187,
      "start_time": 1214220.0,
      "end_time": 1220520.0,
      "text": "Likewise for summer, the average precipitation averaging across all the models goes down"
    },
    {
      "index": 188,
      "start_time": 1220520.0,
      "end_time": 1226830.0,
      "text": "somewhat. For some, it goes down dramatically, and for some it goes up. A lot more ambiguity"
    },
    {
      "index": 189,
      "start_time": 1226830.0,
      "end_time": 1231500.0,
      "text": "about changes in precipitation, even on the seasonal time scale, than about changes in"
    },
    {
      "index": 190,
      "start_time": 1231500.0,
      "end_time": 1236050.0,
      "text": "temperature. All of these data are available from the MACA"
    },
    {
      "index": 191,
      "start_time": 1236050.0,
      "end_time": 1240830.0,
      "text": "website, and I&#39;ll repeat this URL on the last slide so you don&#39;t need to scramble to write"
    },
    {
      "index": 192,
      "start_time": 1240830.0,
      "end_time": 1246880.0,
      "text": "it down. This is a screen shot of the MACA website,"
    },
    {
      "index": 193,
      "start_time": 1246880.0,
      "end_time": 1254190.0,
      "text": "and if you do intend to use this, I strongly suggest that under analysis tools, you read"
    },
    {
      "index": 194,
      "start_time": 1254190.0,
      "end_time": 1262390.0,
      "text": "the FAQ and guidelines on applying scenarios so that you can avoid common pitfalls."
    },
    {
      "index": 195,
      "start_time": 1262390.0,
      "end_time": 1268140.0,
      "text": "On the right you see the variables, many of which I just showed you. You can do time slices,"
    },
    {
      "index": 196,
      "start_time": 1268140.0,
      "end_time": 1276600.0,
      "text": "2040 to 2069 or 2070 to 2099. You can also do some time series on other things. I selected"
    },
    {
      "index": 197,
      "start_time": 1276600.0,
      "end_time": 1283550.0,
      "text": "the maps option here to give you a sense of exploring some of the possibilities."
    },
    {
      "index": 198,
      "start_time": 1283550.0,
      "end_time": 1289030.0,
      "text": "The reason that we do the MACA downscaling is that the raw model output looks something"
    },
    {
      "index": 199,
      "start_time": 1289030.0,
      "end_time": 1295880.0,
      "text": "like this. This is the change in temperature at roughly the spatial resolution of a typical"
    },
    {
      "index": 200,
      "start_time": 1295880.0,
      "end_time": 1304010.0,
      "text": "global climate model. And you can see that the pixels are roughly one to two degrees"
    },
    {
      "index": 201,
      "start_time": 1304010.0,
      "end_time": 1311730.0,
      "text": "longitude by latitude. This figure shows the same map, but from the"
    },
    {
      "index": 202,
      "start_time": 1311730.0,
      "end_time": 1318720.0,
      "text": "MACA downscaling. And you see much finer features. The way MACA works is essentially to use large"
    },
    {
      "index": 203,
      "start_time": 1318720.0,
      "end_time": 1324990.0,
      "text": "scale global model outputs in connection with fine scale observations to do a statistical"
    },
    {
      "index": 204,
      "start_time": 1324990.0,
      "end_time": 1330230.0,
      "text": "connection between the two. It still can&#39;t see mountains, so as I&#39;ll show"
    },
    {
      "index": 205,
      "start_time": 1330230.0,
      "end_time": 1335630.0,
      "text": "shortly, we&#39;re also using regional modeling. But this gives you a sense of what MACA is"
    },
    {
      "index": 206,
      "start_time": 1335630.0,
      "end_time": 1340430.0,
      "text": "about. This is the same kind of map, but for winter diurnal temperature range."
    },
    {
      "index": 207,
      "start_time": 1340430.0,
      "end_time": 1345930.0,
      "text": "And you can see those reductions we were seeing earlier are not ubiquitous in the Northwest"
    },
    {
      "index": 208,
      "start_time": 1345930.0,
      "end_time": 1348660.0,
      "text": "region, but they&#39;re really concentrated over the Rocky Mountains."
    },
    {
      "index": 209,
      "start_time": 1348660.0,
      "end_time": 1356400.0,
      "text": "This is a sample of the results from some regional models. This is what we call a super"
    },
    {
      "index": 210,
      "start_time": 1356400.0,
      "end_time": 1362650.0,
      "text": "ensemble where we use volunteer&#39;s personal computers to complete tens of thousands of"
    },
    {
      "index": 211,
      "start_time": 1362650.0,
      "end_time": 1374310.0,
      "text": "one year simulations. We&#39;ve got 1960 to 2009, we have 130,000 simulations over that period,"
    },
    {
      "index": 212,
      "start_time": 1374310.0,
      "end_time": 1382300.0,
      "text": "and then 2029 to 2049. And this shows the difference in temperature"
    },
    {
      "index": 213,
      "start_time": 1382300.0,
      "end_time": 1387990.0,
      "text": "in the spring from these modeling results, and if you know anything about the geography"
    },
    {
      "index": 214,
      "start_time": 1387990.0,
      "end_time": 1394040.0,
      "text": "of the Western U.S., you&#39;ll recognize that the mountain ranges tend to warm more than"
    },
    {
      "index": 215,
      "start_time": 1394040.0,
      "end_time": 1400390.0,
      "text": "the lower elevation areas around them. You see the Cascades in Washington and Oregon"
    },
    {
      "index": 216,
      "start_time": 1400390.0,
      "end_time": 1406180.0,
      "text": "warming more than the areas to the east and west of them. And then down into California,"
    },
    {
      "index": 217,
      "start_time": 1406180.0,
      "end_time": 1410670.0,
      "text": "the Sierras and Trinity Mountains warming more than their surrounding areas."
    },
    {
      "index": 218,
      "start_time": 1410670.0,
      "end_time": 1415920.0,
      "text": "And then the same thing over in Utah with the Wasatch Mountains, and then to some extent"
    },
    {
      "index": 219,
      "start_time": 1415920.0,
      "end_time": 1420550.0,
      "text": "the Rockies in Idaho. We&#39;ve done a little bit of analysis, and this seems to be linked"
    },
    {
      "index": 220,
      "start_time": 1420550.0,
      "end_time": 1425850.0,
      "text": "both to changes in solar radiation, (i.e. cloudiness), and also snow pack."
    },
    {
      "index": 221,
      "start_time": 1425850.0,
      "end_time": 1432670.0,
      "text": "These are interesting and important results, but we have not fed them into the vegetation"
    },
    {
      "index": 222,
      "start_time": 1432670.0,
      "end_time": 1438890.0,
      "text": "and hydrologic modeling, the results I&#39;m about to show are from the MACA data."
    },
    {
      "index": 223,
      "start_time": 1438890.0,
      "end_time": 1445680.0,
      "text": "A summary for the climate, all of the scenarios show warming in every season. However, there&#39;s"
    },
    {
      "index": 224,
      "start_time": 1445680.0,
      "end_time": 1452380.0,
      "text": "a very wide range, we can&#39;t say with confidence what the amount of warming will be, only that"
    },
    {
      "index": 225,
      "start_time": 1452380.0,
      "end_time": 1457900.0,
      "text": "it will warm. And our forthcoming publications include tables"
    },
    {
      "index": 226,
      "start_time": 1457900.0,
      "end_time": 1465550.0,
      "text": "with estimates of the 25th and 75th percentiles and a lot of other statistics. The omissions"
    },
    {
      "index": 227,
      "start_time": 1465550.0,
      "end_time": 1470350.0,
      "text": "scenario starts to matter a lot after about 2030 in the total amount of warming that you"
    },
    {
      "index": 228,
      "start_time": 1470350.0,
      "end_time": 1475940.0,
      "text": "get in any given period. The models with the least warming in the 21st"
    },
    {
      "index": 229,
      "start_time": 1475940.0,
      "end_time": 1479430.0,
      "text": "century, I forgot to point this out on the scatter diagram."
    },
    {
      "index": 230,
      "start_time": 1479430.0,
      "end_time": 1484500.0,
      "text": "Down in the bottom of the scatter diagram, the models with the least amount of warming"
    },
    {
      "index": 231,
      "start_time": 1484500.0,
      "end_time": 1488470.0,
      "text": "tended to have numbers in the upper 20&#39;s and 30&#39;s."
    },
    {
      "index": 232,
      "start_time": 1488470.0,
      "end_time": 1493780.0,
      "text": "Meaning that they didn&#39;t do very well with 20th century climate. This suggests that a"
    },
    {
      "index": 233,
      "start_time": 1493780.0,
      "end_time": 1499340.0,
      "text": "quality weighting on the models leads to a slight increase in the estimate of the lower"
    },
    {
      "index": 234,
      "start_time": 1499340.0,
      "end_time": 1505960.0,
      "text": "bound of warming. Seasonal differences: summer appears to be"
    },
    {
      "index": 235,
      "start_time": 1505960.0,
      "end_time": 1513130.0,
      "text": "somewhat warmer and drier and sunnier than other seasons. It trends in that direction,"
    },
    {
      "index": 236,
      "start_time": 1513130.0,
      "end_time": 1518540.0,
      "text": "not just the baseline. And winter is somewhat wetter and cloudier."
    },
    {
      "index": 237,
      "start_time": 1518540.0,
      "end_time": 1526450.0,
      "text": "In other words, an accentuation of the existing seasonal cycle with enhanced warming in summer,"
    },
    {
      "index": 238,
      "start_time": 1526450.0,
      "end_time": 1534980.0,
      "text": "less precipitation in summer, more in winter. And then the regional modeling strongly suggests"
    },
    {
      "index": 239,
      "start_time": 1534980.0,
      "end_time": 1538050.0,
      "text": "the mountains, especially in spring, will warm more."
    },
    {
      "index": 240,
      "start_time": 1538050.0,
      "end_time": 1543870.0,
      "text": "And for the hydrology modeling, we used a couple of different approaches. We started"
    },
    {
      "index": 241,
      "start_time": 1543870.0,
      "end_time": 1551610.0,
      "text": "with a sensitivity approach, which is to compute the response in flow at 200 plus points in"
    },
    {
      "index": 242,
      "start_time": 1551610.0,
      "end_time": 1556660.0,
      "text": "the Northwest. The small changes in temperature and precipitation, using one of these hyrdologic"
    },
    {
      "index": 243,
      "start_time": 1556660.0,
      "end_time": 1559270.0,
      "text": "models. This is all based on some work that Julie"
    },
    {
      "index": 244,
      "start_time": 1559270.0,
      "end_time": 1565180.0,
      "text": "Bano did, which was the cover article in the most recent issue of the Bulletin in the American"
    },
    {
      "index": 245,
      "start_time": 1565180.0,
      "end_time": 1568360.0,
      "text": "Meteorological Society. She initially did this work, and that&#39;s what"
    },
    {
      "index": 246,
      "start_time": 1568360.0,
      "end_time": 1574470.0,
      "text": "was just published in the Colorado River basin, and now she&#39;s done it for the Northwest. This"
    },
    {
      "index": 247,
      "start_time": 1574470.0,
      "end_time": 1578370.0,
      "text": "is a useful way to explore uncertainty, and I&#39;ll show an example of it next."
    },
    {
      "index": 248,
      "start_time": 1578370.0,
      "end_time": 1586840.0,
      "text": "The second approach we use is to do full, distributed hydrologic modeling using the"
    },
    {
      "index": 249,
      "start_time": 1586840.0,
      "end_time": 1590670.0,
      "text": "Variable Infiltration Capacity, VIC model developed at the University of Washington"
    },
    {
      "index": 250,
      "start_time": 1590670.0,
      "end_time": 1594250.0,
      "text": "over 20 years ago and continuously updated since then."
    },
    {
      "index": 251,
      "start_time": 1594250.0,
      "end_time": 1600160.0,
      "text": "It&#39;s really the workhorse for climate impact studies in the U.S. and around the world."
    },
    {
      "index": 252,
      "start_time": 1600160.0,
      "end_time": 1607060.0,
      "text": "Dennis Lettenmaier, the head of the hydrology group at UW has recently developed a Unified"
    },
    {
      "index": 253,
      "start_time": 1607060.0,
      "end_time": 1614600.0,
      "text": "Land Model which is a merger of two other models. Those simulations have not yet been"
    },
    {
      "index": 254,
      "start_time": 1614600.0,
      "end_time": 1620990.0,
      "text": "completed, but they&#39;re on the way. And again, the objective is to use available"
    },
    {
      "index": 255,
      "start_time": 1620990.0,
      "end_time": 1628280.0,
      "text": "tools to characterize and quantify the range of possibilities, or the uncertainty. This"
    },
    {
      "index": 256,
      "start_time": 1628280.0,
      "end_time": 1635380.0,
      "text": "is a brief additional detail. The Unified Land Model is the merger of the Noah and Sacramento"
    },
    {
      "index": 257,
      "start_time": 1635380.0,
      "end_time": 1641870.0,
      "text": "hydrologic models. On the right are the equations that describe"
    },
    {
      "index": 258,
      "start_time": 1641870.0,
      "end_time": 1648220.0,
      "text": "the sensitivity approach. The elasticity of precipitation is a flow response where Q stands"
    },
    {
      "index": 259,
      "start_time": 1648220.0,
      "end_time": 1654850.0,
      "text": "for flow to a one percent increase in precipitation and the temperature sensitivity is the flow"
    },
    {
      "index": 260,
      "start_time": 1654850.0,
      "end_time": 1660340.0,
      "text": "response to a tenth degree increase in temperature. And we&#39;ve done that on a monthly time scale,"
    },
    {
      "index": 261,
      "start_time": 1660340.0,
      "end_time": 1668680.0,
      "text": "seasonal and annual time scale to fully understand what&#39;s going on. This is an example of the"
    },
    {
      "index": 262,
      "start_time": 1668680.0,
      "end_time": 1672200.0,
      "text": "sensitivity approach applied to the Willamette River basin."
    },
    {
      "index": 263,
      "start_time": 1672200.0,
      "end_time": 1681380.0,
      "text": "The VIC model was run with the baseline historical climate, and then increasing the temperature"
    },
    {
      "index": 264,
      "start_time": 1681380.0,
      "end_time": 1685920.0,
      "text": "and separately increasing the precipitation. We&#39;ve done this for temperature increases"
    },
    {
      "index": 265,
      "start_time": 1685920.0,
      "end_time": 1694260.0,
      "text": "one, two, three and four degrees Celsius, which is why the curves here are nonlinear."
    },
    {
      "index": 266,
      "start_time": 1694260.0,
      "end_time": 1697960.0,
      "text": "I&#39;ll explain the curves in a minute. This is the same kind of scatter plot that"
    },
    {
      "index": 267,
      "start_time": 1697960.0,
      "end_time": 1707890.0,
      "text": "you saw earlier, with the listed models indicated as numbers, and the precipitation change on"
    },
    {
      "index": 268,
      "start_time": 1707890.0,
      "end_time": 1711160.0,
      "text": "the X axis and the temperature change on the Y axis."
    },
    {
      "index": 269,
      "start_time": 1711160.0,
      "end_time": 1716880.0,
      "text": "We&#39;re now taking the precipitation season of January through June that makes the most"
    },
    {
      "index": 270,
      "start_time": 1716880.0,
      "end_time": 1723450.0,
      "text": "difference for June, July, August stream flow. And likewise, the temperature change October"
    },
    {
      "index": 271,
      "start_time": 1723450.0,
      "end_time": 1729990.0,
      "text": "through June which makes the most difference. The curving lines are the outputs of the sensitivity"
    },
    {
      "index": 272,
      "start_time": 1729990.0,
      "end_time": 1738930.0,
      "text": "approach and they indicate a constant, or the same amount of change, in the summer flow."
    },
    {
      "index": 273,
      "start_time": 1738930.0,
      "end_time": 1747170.0,
      "text": "If you start down at the bottom at 0, 0, there is a zero percent curve which tracks up into"
    },
    {
      "index": 274,
      "start_time": 1747170.0,
      "end_time": 1753740.0,
      "text": "the right. You&#39;ll see that a one degree Celsius increase in temperature can be offset roughly"
    },
    {
      "index": 275,
      "start_time": 1753740.0,
      "end_time": 1757440.0,
      "text": "by a ten percent increase in precipitation in that season."
    },
    {
      "index": 276,
      "start_time": 1757440.0,
      "end_time": 1765070.0,
      "text": "As the warming gets more and more, it takes less and less precipitation increase to offset"
    },
    {
      "index": 277,
      "start_time": 1765070.0,
      "end_time": 1770370.0,
      "text": "the temperature increase. The curves end up at the top of the diagram going almost vertical."
    },
    {
      "index": 278,
      "start_time": 1770370.0,
      "end_time": 1777210.0,
      "text": "Now you can see there&#39;s only two models that suggest an increase in summer flow, model"
    },
    {
      "index": 279,
      "start_time": 1777210.0,
      "end_time": 1782590.0,
      "text": "number 15 and model number 21. The big plus symbols indicating the averages"
    },
    {
      "index": 280,
      "start_time": 1782590.0,
      "end_time": 1792200.0,
      "text": "for RCP4.5 and 8.5 are in the 20 to 25 percent decrease range, if you see the contoured labels"
    },
    {
      "index": 281,
      "start_time": 1792200.0,
      "end_time": 1799200.0,
      "text": "down at the lower left part of the diagram. And the most extreme scenarios are those from"
    },
    {
      "index": 282,
      "start_time": 1799200.0,
      "end_time": 1806790.0,
      "text": "model number seven, the HodGEM2 model, which has been a solid performer in the Northwest."
    },
    {
      "index": 283,
      "start_time": 1806790.0,
      "end_time": 1811990.0,
      "text": "That leads to decreases of, according to our linear estimates here, over 50 percent in"
    },
    {
      "index": 284,
      "start_time": 1811990.0,
      "end_time": 1815570.0,
      "text": "the summer as well. This is the quick way to get a sense of what"
    },
    {
      "index": 285,
      "start_time": 1815570.0,
      "end_time": 1822360.0,
      "text": "the probability distribution is of changes in flow, given in this case over 100 scenarios"
    },
    {
      "index": 286,
      "start_time": 1822360.0,
      "end_time": 1828690.0,
      "text": "from different climate models. Now for some early results from the VIC modeling,"
    },
    {
      "index": 287,
      "start_time": 1828690.0,
      "end_time": 1836630.0,
      "text": "again from MIROC5. This is for the Columbia basin at Dalles, the cold part of the Northwest."
    },
    {
      "index": 288,
      "start_time": 1836630.0,
      "end_time": 1845580.0,
      "text": "1950 to 2005 shown as solid curves, and 2006 to 2100 shown as dashed curves."
    },
    {
      "index": 289,
      "start_time": 1845580.0,
      "end_time": 1852230.0,
      "text": "Even with some increases in precipitation in this MIROC simulation the shift in the"
    },
    {
      "index": 290,
      "start_time": 1852230.0,
      "end_time": 1859670.0,
      "text": "flow is quite pronounced starting in March future flows are quite a bit more than past"
    },
    {
      "index": 291,
      "start_time": 1859670.0,
      "end_time": 1865620.0,
      "text": "flows, and starting in June the future flows are quite a bit lower than past flows."
    },
    {
      "index": 292,
      "start_time": 1865620.0,
      "end_time": 1870870.0,
      "text": "Which as we&#39;ve seen in earlier studies is indicative of a reduced role of snow melt,"
    },
    {
      "index": 293,
      "start_time": 1870870.0,
      "end_time": 1877900.0,
      "text": "and we&#39;ll show the snow melt shortly. August soil moisture, this is what is called an exceedance"
    },
    {
      "index": 294,
      "start_time": 1877900.0,
      "end_time": 1881960.0,
      "text": "probability curve. If you haven&#39;t seen these before it may be"
    },
    {
      "index": 295,
      "start_time": 1881960.0,
      "end_time": 1887970.0,
      "text": "a little bit confusing, but at the left edge are the largest amounts, that is the amounts"
    },
    {
      "index": 296,
      "start_time": 1887970.0,
      "end_time": 1893760.0,
      "text": "that are never exceeded, they have an exceedance probability of zero. On the right are the"
    },
    {
      "index": 297,
      "start_time": 1893760.0,
      "end_time": 1900540.0,
      "text": "lowest amounts, they have an exceedance probability of 100 percent."
    },
    {
      "index": 298,
      "start_time": 1900540.0,
      "end_time": 1908500.0,
      "text": "The future distribution across the board shifts by about 10 or 15 percent: so the lowest soil"
    },
    {
      "index": 299,
      "start_time": 1908500.0,
      "end_time": 1920000.0,
      "text": "moistures in the future drop from 255 millimeters soil depth to 230."
    },
    {
      "index": 300,
      "start_time": 1920000.0,
      "end_time": 1927179.0,
      "text": "Now I&#39;m going to step quickly through the MIROC results for snow. So this is an historical"
    },
    {
      "index": 301,
      "start_time": 1927180.0,
      "end_time": 1934841.0,
      "text": "simulation. So notice the very bright white amounts, very high amounts on the east slopes"
    },
    {
      "index": 302,
      "start_time": 1934840.0,
      "end_time": 1940370.0,
      "text": "of the Cascade Mountains on the left edge of the map, and also in the Rocky Mountains"
    },
    {
      "index": 303,
      "start_time": 1940370.0,
      "end_time": 1943260.0,
      "text": "on the right edge of the colored part of the diagram."
    },
    {
      "index": 304,
      "start_time": 1943260.0,
      "end_time": 1949820.0,
      "text": "This is the same thing now on the left but for 2021 to 2040, and the right panel shows"
    },
    {
      "index": 305,
      "start_time": 1949820.0,
      "end_time": 1957880.0,
      "text": "the percentage change. So at lower elevations the percent change is quite dramatic, 60 to"
    },
    {
      "index": 306,
      "start_time": 1957880.0,
      "end_time": 1962730.0,
      "text": "100 percent. You can even see that happening in the river valleys as well up in British"
    },
    {
      "index": 307,
      "start_time": 1962730.0,
      "end_time": 1967750.0,
      "text": "Columbia, for example. Notice there are some places, the higher elevations,"
    },
    {
      "index": 308,
      "start_time": 1967750.0,
      "end_time": 1975700.0,
      "text": "that see increases in April snow water equivalent. I&#39;m now going to step forward to 2040, and"
    },
    {
      "index": 309,
      "start_time": 1975700.0,
      "end_time": 1980350.0,
      "text": "you&#39;ll see more blue, less white on the left diagram and more red on the right diagram"
    },
    {
      "index": 310,
      "start_time": 1980350.0,
      "end_time": 1990040.0,
      "text": "2060 to 2080, and then 2081 to 2100. To summarize the hydrology, note these are"
    },
    {
      "index": 311,
      "start_time": 1990040.0,
      "end_time": 1994870.0,
      "text": "preliminary results. The sensitivity approach is a promising way to get a large number of"
    },
    {
      "index": 312,
      "start_time": 1994870.0,
      "end_time": 2001640.0,
      "text": "simulations and estimate what the effects would be of a wide range of climates."
    },
    {
      "index": 313,
      "start_time": 2001640.0,
      "end_time": 2006370.0,
      "text": "What we find is for the current generation of models the Willamette flow would decrease"
    },
    {
      "index": 314,
      "start_time": 2006370.0,
      "end_time": 2013070.0,
      "text": "by about 25 percent with a range from 0 to a little over 50 percent."
    },
    {
      "index": 315,
      "start_time": 2013070.0,
      "end_time": 2019320.0,
      "text": "Snow greatly decreases over the 21st century as we saw in the MIROC5 maps, and late summer"
    },
    {
      "index": 316,
      "start_time": 2019320.0,
      "end_time": 2026720.0,
      "text": "soil moisture also decreases and lots more simulations to follow. These are preliminary"
    },
    {
      "index": 317,
      "start_time": 2026720.0,
      "end_time": 2029309.0,
      "text": "results. Now for vegetation, a quick word about the"
    },
    {
      "index": 318,
      "start_time": 2029310.0,
      "end_time": 2035031.0,
      "text": "two vegetation models we&#39;re using. These are constructed differently. They have different"
    },
    {
      "index": 319,
      "start_time": 2035030.0,
      "end_time": 2040340.0,
      "text": "approaches entirely. Whereas our two hydrologic models are both disturbed models that use"
    },
    {
      "index": 320,
      "start_time": 2040340.0,
      "end_time": 2044470.0,
      "text": "water and energy balance, these use quite different approaches."
    },
    {
      "index": 321,
      "start_time": 2044470.0,
      "end_time": 2052119.0,
      "text": "The MC2 is a dynamic general vegetation model. The intent is to simulate the bio geography,"
    },
    {
      "index": 322,
      "start_time": 2052120.0,
      "end_time": 2058380.0,
      "text": "that is essentially what grows where, keying into key seasons for climate variables. It"
    },
    {
      "index": 323,
      "start_time": 2058380.0,
      "end_time": 2062510.0,
      "text": "also simulates bio geochemistry and wildfire interactions."
    },
    {
      "index": 324,
      "start_time": 2062510.0000000002,
      "end_time": 2066260.0000000002,
      "text": "Plant types in the model are distinguished by whether they&#39;re evergreen or deciduous"
    },
    {
      "index": 325,
      "start_time": 2066260.0000000002,
      "end_time": 2071910.0000000002,
      "text": "and by leaf shape. The main climate drivers are the temperature in the coldest months"
    },
    {
      "index": 326,
      "start_time": 2071909.9999999998,
      "end_time": 2079319.9999999998,
      "text": "and the precipitation during the growing season. Those determine the dominance of the life"
    },
    {
      "index": 327,
      "start_time": 2079320.0000000002,
      "end_time": 2087540.0000000002,
      "text": "forms: grass, shrubs and trees. The simulation domain that we&#39;re using here is Western US."
    },
    {
      "index": 328,
      "start_time": 2087540.0,
      "end_time": 2094680.0,
      "text": "The 3PG model is the forest physiology model. It has a light-use-efficiency based photosynthesis"
    },
    {
      "index": 329,
      "start_time": 2094679.9999999998,
      "end_time": 2100740.0,
      "text": "algorithm. It simulates net primary production, which MC2 does as well, but with a somewhat"
    },
    {
      "index": 330,
      "start_time": 2100740.0,
      "end_time": 2106181.0,
      "text": "different approach. It also simulates wood production and forest succession."
    },
    {
      "index": 331,
      "start_time": 2106180.0,
      "end_time": 2111089.0,
      "text": "Model outputs like the soil water and the vapor pressure deficit predicts species presence"
    },
    {
      "index": 332,
      "start_time": 2111090.0,
      "end_time": 2120310.0,
      "text": "and absence. Nicholas Coops who is the primary author on the 3PG model, published this study"
    },
    {
      "index": 333,
      "start_time": 2120310.0,
      "end_time": 2125770.0,
      "text": "in 2011 showing that this species presence/absence accuracy was 82 percent for 20th century climate"
    },
    {
      "index": 334,
      "start_time": 2125770.0,
      "end_time": 2134320.0,
      "text": "and the domain here is Western US as well. For some purposes the results will be aggregated"
    },
    {
      "index": 335,
      "start_time": 2134320.0,
      "end_time": 2142530.0,
      "text": "by ecoregions as shown here. For these purposes for simplicity I&#39;m going to show Northwest"
    },
    {
      "index": 336,
      "start_time": 2142530.0,
      "end_time": 2147790.0,
      "text": "average results and also Willamette Valley, which is ecoregion number three over near"
    },
    {
      "index": 337,
      "start_time": 2147790.0,
      "end_time": 2155600.0,
      "text": "the left edge of the diagram. This is for the northwestern part of the domain,"
    },
    {
      "index": 338,
      "start_time": 2155600.0,
      "end_time": 2164151.0,
      "text": "north of 42 degrees and west of 111 degrees longitude. This is curious."
    },
    {
      "index": 339,
      "start_time": 2164150.0,
      "end_time": 2174249.0,
      "text": "You can see at the bottom the model simulations that went into the MC2 model shown here. The"
    },
    {
      "index": 340,
      "start_time": 2174250.0,
      "end_time": 2182090.0,
      "text": "RCP8.5 scenario has the vegetation carbon initially decreasing to about mid century"
    },
    {
      "index": 341,
      "start_time": 2182090.0,
      "end_time": 2191310.0,
      "text": "and then starting to increase again. Essentially what happens is the wildfires"
    },
    {
      "index": 342,
      "start_time": 2191310.0,
      "end_time": 2198870.0,
      "text": "over the first half of the century, which are indicated here, gradually increase, and"
    },
    {
      "index": 343,
      "start_time": 2198870.0,
      "end_time": 2206681.0,
      "text": "there&#39;s a reduction in certain types of trees and then a transformation to other types of"
    },
    {
      "index": 344,
      "start_time": 2206680.0,
      "end_time": 2210109.0,
      "text": "trees. And as the wildfires decrease towards the"
    },
    {
      "index": 345,
      "start_time": 2210110.0,
      "end_time": 2215110.0,
      "text": "end of the century, the vegetation carbon increases again."
    },
    {
      "index": 346,
      "start_time": 2215110.0,
      "end_time": 2220981.0,
      "text": "This is more dramatic if we look just at the Willamette Valley. This is now ecosystem carbon,"
    },
    {
      "index": 347,
      "start_time": 2220980.0,
      "end_time": 2228670.0,
      "text": "which is a little different from vegetation carbon, and the initial carbon storage drops"
    },
    {
      "index": 348,
      "start_time": 2228670.0,
      "end_time": 2232890.0,
      "text": "by about 20 percent from the beginning of the runs to about 2070, and then it starts"
    },
    {
      "index": 349,
      "start_time": 2232890.0,
      "end_time": 2236910.0,
      "text": "to increase again. Again, this has a lot to do with wildfire."
    },
    {
      "index": 350,
      "start_time": 2236910.0,
      "end_time": 2244880.0,
      "text": "It&#39;s more dramatic here. The spikes are unfiltered time series for individual models, and you"
    },
    {
      "index": 351,
      "start_time": 2244880.0,
      "end_time": 2250130.0,
      "text": "can see each of the models at some point has a big fire in the first half of the century"
    },
    {
      "index": 352,
      "start_time": 2250130.0,
      "end_time": 2256890.0,
      "text": "and then things quiet down. What can burn has burned, and we&#39;re left with"
    },
    {
      "index": 353,
      "start_time": 2256890.0,
      "end_time": 2266089.0,
      "text": "a new configuration of vegetation. This is a fairly dramatic example of this transformation."
    },
    {
      "index": 354,
      "start_time": 2266090.0,
      "end_time": 2273310.0,
      "text": "These results are available from a website. The URL will follow shortly, but, again, there&#39;s"
    },
    {
      "index": 355,
      "start_time": 2273310.0,
      "end_time": 2278931.0,
      "text": "some mapping tools where you can select an ecoregion, select some variables."
    },
    {
      "index": 356,
      "start_time": 2278930.0,
      "end_time": 2285519.0,
      "text": "You can output both the climate data, which are the inputs, and then also these diagrams"
    },
    {
      "index": 357,
      "start_time": 2285520.0,
      "end_time": 2293560.0,
      "text": "on the lower right, which indicate the fraction of domain that&#39;s in forest, shrub, grass,"
    },
    {
      "index": 358,
      "start_time": 2293560.0,
      "end_time": 2296911.0,
      "text": "or desert. These in some cases show pretty interesting"
    },
    {
      "index": 359,
      "start_time": 2296910.0,
      "end_time": 2302440.0,
      "text": "and dramatic transformations from one type of vegetation to another. This is an example."
    },
    {
      "index": 360,
      "start_time": 2302440.0,
      "end_time": 2309190.0,
      "text": "This is for...this is not for the Northwest, but it shows the kinds of plots that we&#39;ll"
    },
    {
      "index": 361,
      "start_time": 2309190.0,
      "end_time": 2315700.0,
      "text": "be making available shortly. For a particular model, the CanESM2, over"
    },
    {
      "index": 362,
      "start_time": 2315700.0,
      "end_time": 2323039.0,
      "text": "this domain the forest increases at the expense of grassland and especially desert."
    },
    {
      "index": 363,
      "start_time": 2323040.0,
      "end_time": 2331231.0,
      "text": "This is one preliminary slide results from the 3PG model. The upper left is, again, our"
    },
    {
      "index": 364,
      "start_time": 2331230.0,
      "end_time": 2337329.0,
      "text": "favorite MIROC model, the net primary productivity in the 1990&#39;s on the right, the same thing"
    },
    {
      "index": 365,
      "start_time": 2337330.0,
      "end_time": 2342260.0,
      "text": "for the 2090&#39;s. At first glance they look quite similar, but"
    },
    {
      "index": 366,
      "start_time": 2342260.0,
      "end_time": 2347780.0,
      "text": "if you look, for example, in the Willamette Valley or the northern Sacramento Valley of"
    },
    {
      "index": 367,
      "start_time": 2347780.0,
      "end_time": 2356120.0,
      "text": "California you&#39;ll see some pretty big reductions, and the bottom left panel shows the reduction"
    },
    {
      "index": 368,
      "start_time": 2356120.0,
      "end_time": 2365370.0,
      "text": "amounts. You see that for the inland west the brown"
    },
    {
      "index": 369,
      "start_time": 2365370.0,
      "end_time": 2371610.0,
      "text": "color, which indicates small reductions between 0 and negative 3 of these units which I&#39;ve"
    },
    {
      "index": 370,
      "start_time": 2371610.0,
      "end_time": 2380231.0,
      "text": "forgotten what MGDM stands for that color is pretty prevalent in the western U.S."
    },
    {
      "index": 371,
      "start_time": 2380230.0,
      "end_time": 2387499.0,
      "text": "The lighter brown color is prevalent in the coastal parts of Washington, Oregon, and California,"
    },
    {
      "index": 372,
      "start_time": 2387500.0,
      "end_time": 2395711.0,
      "text": "larger decreases in NPP, and, again, this model also indicates changes in NPP possibly"
    },
    {
      "index": 373,
      "start_time": 2395710.0,
      "end_time": 2400779.0,
      "text": "related to fire and other things. Again, some preliminary results, the summary"
    },
    {
      "index": 374,
      "start_time": 2400780.0,
      "end_time": 2407981.0,
      "text": "for the vegetation. West wide increases in stored carbon and net primary productivity"
    },
    {
      "index": 375,
      "start_time": 2407980.0,
      "end_time": 2413430.0,
      "text": "for RCP8.5. The burned area increases initially and then"
    },
    {
      "index": 376,
      "start_time": 2413430.0,
      "end_time": 2419140.0,
      "text": "decreases, especially in the Willamette Valley, fairly large transition in vegetation, which"
    },
    {
      "index": 377,
      "start_time": 2419140.0,
      "end_time": 2426249.0,
      "text": "we&#39;re still working on for the Willamette Valley, and some shift in vegetation to shrub"
    },
    {
      "index": 378,
      "start_time": 2426250.0,
      "end_time": 2434020.0,
      "text": "and forest across the West. The MC2 results are at this website, which,"
    },
    {
      "index": 379,
      "start_time": 2434020.0,
      "end_time": 2439411.0,
      "text": "again, I&#39;ll repeat this URL at the very end of the talk."
    },
    {
      "index": 380,
      "start_time": 2439410.0,
      "end_time": 2448039.0,
      "text": "A summary of the whole talk, climate models indicate robustly that the region will warm"
    },
    {
      "index": 381,
      "start_time": 2448040.0,
      "end_time": 2452711.0,
      "text": "in the 21st century as it has in the 20th century, but more dramatically."
    },
    {
      "index": 382,
      "start_time": 2452710.0,
      "end_time": 2458450.0,
      "text": "We&#39;re still catching up to the carbon levels emitted over the last few decades so there&#39;s"
    },
    {
      "index": 383,
      "start_time": 2458450.0,
      "end_time": 2463960.0,
      "text": "a time lag between emissions of carbon and warming. So we&#39;re locked into some additional"
    },
    {
      "index": 384,
      "start_time": 2463960.0,
      "end_time": 2469979.0,
      "text": "warming, but also the emissions are increasing rapidly."
    },
    {
      "index": 385,
      "start_time": 2469980.0,
      "end_time": 2473971.0,
      "text": "Precipitation changes are uncertain. There&#39;s a general tendency for winters to be wetter"
    },
    {
      "index": 386,
      "start_time": 2473970.0,
      "end_time": 2481329.0,
      "text": "and summers to be drier. There are profound shifts in some basins in snowmelt driven hydrology"
    },
    {
      "index": 387,
      "start_time": 2481330.0,
      "end_time": 2488941.0,
      "text": "with summer flows decreasing even in fairly rain dominant basins like the Willamette."
    },
    {
      "index": 388,
      "start_time": 2488940.0,
      "end_time": 2494619.0,
      "text": "In some places there will be wholesale changes in vegetation types and in fire risks. That"
    },
    {
      "index": 389,
      "start_time": 2494620.0,
      "end_time": 2500540.0,
      "text": "seems to be more of an issue west of the Cascade and Sierra Nevada Mountains than east."
    },
    {
      "index": 390,
      "start_time": 2500540.0,
      "end_time": 2513070.0,
      "text": "That is the extent of my talk. For more information as I mentioned there is a full day version"
    },
    {
      "index": 391,
      "start_time": 2513070.0,
      "end_time": 2521651.0,
      "text": "of this in two weeks. It will also be webcast. You can sign up for the web cast or for the"
    },
    {
      "index": 392,
      "start_time": 2521650.0,
      "end_time": 2528630.0,
      "text": "workshop at our website occri.net. You can get the climate data from this URL or vegetation"
    },
    {
      "index": 393,
      "start_time": 2528630.0,
      "end_time": 2532979.0,
      "text": "data from that URL. Now I&#39;d be happy to open it up to questions."
    },
    {
      "index": 394,
      "start_time": 2532980.0,
      "end_time": 2540391.0,
      "text": "Hi, David. Thanks for tuning in. Always enjoy interacting with you. That&#39;s a very good question."
    },
    {
      "index": 395,
      "start_time": 2540390.0,
      "end_time": 2548430.0,
      "text": "The question is why would anyone choose MACA over the BCSD monthly ARRM or other products?"
    },
    {
      "index": 396,
      "start_time": 2548430.0,
      "end_time": 2554119.0,
      "text": "Have you done an inner comparison that shows the advantages and disadvantages or a comparison"
    },
    {
      "index": 397,
      "start_time": 2554120.0,
      "end_time": 2560570.0,
      "text": "to regional climate modeling outputs? Yea, so there are, as you note, a wide range"
    },
    {
      "index": 398,
      "start_time": 2560570.0,
      "end_time": 2568471.0,
      "text": "of downscaling products available. Previously BCSD, which was sort of the workhorse was"
    },
    {
      "index": 399,
      "start_time": 2568470.0,
      "end_time": 2574789.0,
      "text": "primarily monthly, and the reason for that is that it relied on the outputs of the climate"
    },
    {
      "index": 400,
      "start_time": 2574790.0,
      "end_time": 2581471.0,
      "text": "models. The CMIP3 models only made available monthly outputs with a few exceptions."
    },
    {
      "index": 401,
      "start_time": 2581470.0,
      "end_time": 2586970.0,
      "text": "This time around at CMIP5 we do have daily outputs and BCSD has been repeated with all"
    },
    {
      "index": 402,
      "start_time": 2586970.0,
      "end_time": 2594180.0,
      "text": "the CMIP5, or a great many of the CMIP5 model simulations, and that&#39;s available as well."
    },
    {
      "index": 403,
      "start_time": 2594180.0,
      "end_time": 2599829.0,
      "text": "Part of the reason that we were interested in using MACA was that it has a lot more variables"
    },
    {
      "index": 404,
      "start_time": 2599830.0,
      "end_time": 2605820.0,
      "text": "available as I noted, not just max and min temperature and precipitation, which are available"
    },
    {
      "index": 405,
      "start_time": 2605820.0,
      "end_time": 2611760.0,
      "text": "through BCSD, but also wind speed, solar radiation, relative humidity, which as it turns out are"
    },
    {
      "index": 406,
      "start_time": 2611760.0,
      "end_time": 2617480.0,
      "text": "the variables that a large number of impact models want to use."
    },
    {
      "index": 407,
      "start_time": 2617480.0,
      "end_time": 2623100.0,
      "text": "John initially developed MACA for input to fire modeling, but it&#39;s also useful for the"
    },
    {
      "index": 408,
      "start_time": 2623100.0,
      "end_time": 2627701.0,
      "text": "MC2 vegetation modeling and for the hydrologic modeling."
    },
    {
      "index": 409,
      "start_time": 2627700.0,
      "end_time": 2637609.0,
      "text": "In fact, we had a separate project to see how including the full suite of MACA inputs"
    },
    {
      "index": 410,
      "start_time": 2637610.0,
      "end_time": 2645520.0,
      "text": "changed the simulation of stream flow with VIC, and we do see some improvements, particularly"
    },
    {
      "index": 411,
      "start_time": 2645520.0,
      "end_time": 2651520.0,
      "text": "in drier climates with the treatment of solar radiation."
    },
    {
      "index": 412,
      "start_time": 2651520.0,
      "end_time": 2657800.0,
      "text": "It&#39;s not a panacea. There may be a better approach that comes down the road, and we"
    },
    {
      "index": 413,
      "start_time": 2657800.0,
      "end_time": 2665471.0,
      "text": "would love to use regional modeling outputs. The problem is that aside from the NARCCAP"
    },
    {
      "index": 414,
      "start_time": 2665470.0,
      "end_time": 2670839.0,
      "text": "there are not - which is a whole separate conversation that I don&#39;t want to get into"
    },
    {
      "index": 415,
      "start_time": 2670840.0,
      "end_time": 2678340.0,
      "text": "here it&#39;s difficult to find a good range of regional models except with our super ensemble,"
    },
    {
      "index": 416,
      "start_time": 2678340.0,
      "end_time": 2681310.0,
      "text": "and we&#39;re pretty excited about that. We&#39;re going to do some new runs that include"
    },
    {
      "index": 417,
      "start_time": 2681310.0,
      "end_time": 2687230.0,
      "text": "full daily outputs so that we can start using those for inputs, and we can play around with"
    },
    {
      "index": 418,
      "start_time": 2687230.0,
      "end_time": 2694381.0,
      "text": "model parameters to get a bigger spread in temperature and precipitation projections."
    },
    {
      "index": 419,
      "start_time": 2694380.0,
      "end_time": 2701819.0,
      "text": "You asked if we compared MACA with regional modeling outputs. If you think back to the"
    },
    {
      "index": 420,
      "start_time": 2701820.0,
      "end_time": 2709620.0,
      "text": "slide I showed of the temperature change from the regional model, no statistical downscaling"
    },
    {
      "index": 421,
      "start_time": 2709620.0,
      "end_time": 2717010.0,
      "text": "approach is going to be able to mimic that terrain induced change in climate where there&#39;s"
    },
    {
      "index": 422,
      "start_time": 2717010.0,
      "end_time": 2723770.0,
      "text": "something going on in the regional model. It&#39;s an interplay between clouds and snow"
    },
    {
      "index": 423,
      "start_time": 2723770.0,
      "end_time": 2730520.0,
      "text": "in the mountains that leads to more warming. Statistical approaches can only key off what"
    },
    {
      "index": 424,
      "start_time": 2730520.0,
      "end_time": 2734550.0,
      "text": "the global model does, and if the global model doesn&#39;t know there&#39;s a mountain range there"
    },
    {
      "index": 425,
      "start_time": 2734550.0,
      "end_time": 2740631.0,
      "text": "it&#39;s not going to be able to have that cloud and snow interaction."
    },
    {
      "index": 426,
      "start_time": 2740630.0,
      "end_time": 2754249.0,
      "text": "Ashley: Thank you. We have another question from Laura. It says, &quot;How reliable are the"
    },
    {
      "index": 427,
      "start_time": 2754250.0,
      "end_time": 2761941.0,
      "text": "fire predictions from the vegetation models?&quot; Phil: We won&#39;t know until we get there, right?"
    },
    {
      "index": 428,
      "start_time": 2761940.0,
      "end_time": 2773900.0,
      "text": "Yes, that&#39;s a good question. The fire modules in MC2 have been tested to some extent against"
    },
    {
      "index": 429,
      "start_time": 2773900.0,
      "end_time": 2781249.0,
      "text": "observations. The problem is you never know when a fire would occur or how big it will"
    },
    {
      "index": 430,
      "start_time": 2781250.0,
      "end_time": 2792510.0,
      "text": "be given fire conditions. In some ways it&#39;s pretty difficult to compare"
    },
    {
      "index": 431,
      "start_time": 2792510.0,
      "end_time": 2799941.0,
      "text": "a past simulation of fire with observations. That said, we know that warmer, drier summers,"
    },
    {
      "index": 432,
      "start_time": 2799940.0,
      "end_time": 2807900.0,
      "text": "especially in the Northwest, lead to greatly increased average area burn, and mechanisms"
    },
    {
      "index": 433,
      "start_time": 2807900.0,
      "end_time": 2815819.0,
      "text": "like that are in the fire module. But, yes, we won&#39;t know how well those perform"
    },
    {
      "index": 434,
      "start_time": 2815820.0,
      "end_time": 2824421.0,
      "text": "with future climates, because we&#39;re going to...until we get there, because the hot,"
    },
    {
      "index": 435,
      "start_time": 2824420.0,
      "end_time": 2833609.0,
      "text": "dry...the heat and dryness of future summers will very likely exceed anything we&#39;ve experienced,"
    },
    {
      "index": 436,
      "start_time": 2833610.0,
      "end_time": 2836800.0,
      "text": "and we won&#39;t know exactly how these systems will react."
    },
    {
      "index": 437,
      "start_time": 2836800.0,
      "end_time": 2845441.0,
      "text": "Another thing to note about these vegetation modeling efforts. The system as simulated"
    },
    {
      "index": 438,
      "start_time": 2845440.0,
      "end_time": 2853089.0,
      "text": "is a bit more responsive to climate changes than the actual system. What I mean by that"
    },
    {
      "index": 439,
      "start_time": 2853090.0,
      "end_time": 2859470.0,
      "text": "is, although there&#39;s a bit of history built in, part of what&#39;s being simulated is the"
    },
    {
      "index": 440,
      "start_time": 2859470.0,
      "end_time": 2863530.0,
      "text": "potential vegetation. Particularly when we talk about vegetation"
    },
    {
      "index": 441,
      "start_time": 2863530.0,
      "end_time": 2869881.0,
      "text": "distribution, which I left those results out, but they influence the net primary productivity"
    },
    {
      "index": 442,
      "start_time": 2869880.0,
      "end_time": 2876479.0,
      "text": "and the fire, when the vegetation changes in the model it changes more rapidly than"
    },
    {
      "index": 443,
      "start_time": 2876480.0,
      "end_time": 2879280.0,
      "text": "in the observations. Unless there&#39;s just been a fire then something"
    },
    {
      "index": 444,
      "start_time": 2879280.0,
      "end_time": 2886770.0,
      "text": "new can grow in. Ashley: Thank you. We have a question from"
    },
    {
      "index": 445,
      "start_time": 2886770.0,
      "end_time": 2892620.0,
      "text": "James Rourke. &quot;This is outside the scope for the current talk, but is there any plans to"
    },
    {
      "index": 446,
      "start_time": 2892620.0,
      "end_time": 2895901.0,
      "text": "address climate change effects on coastal ecosystems?&quot;"
    },
    {
      "index": 447,
      "start_time": 2895900.0,
      "end_time": 2907130.0,
      "text": "Phil: True, that&#39;s outside the scope of this talk. We&#39;re really trying to describe the"
    },
    {
      "index": 448,
      "start_time": 2907130.0,
      "end_time": 2912910.0,
      "text": "broad scale changes. There are coastal ecoregions in the vegetation"
    },
    {
      "index": 449,
      "start_time": 2912910.0,
      "end_time": 2921390.0,
      "text": "models, and they unsurprisingly change less, because the ocean moderates the climate change"
    },
    {
      "index": 450,
      "start_time": 2921390.0,
      "end_time": 2928579.0,
      "text": "somewhat less than the Willamette Valley and other inland locations."
    },
    {
      "index": 451,
      "start_time": 2928580.0,
      "end_time": 2936230.0,
      "text": "But as for more broad scale types of impacts that&#39;s...we leave that to others to work out."
    },
    {
      "index": 452,
      "start_time": 2936230.0,
      "end_time": 2943740.0,
      "text": "Ashley: Amy Daniels asks that you go back to the model ranking graph, and if you could"
    },
    {
      "index": 453,
      "start_time": 2943740.0,
      "end_time": 2953151.0,
      "text": "explain that in a little bit more detail. She wants to confirm that it was for native"
    },
    {
      "index": 454,
      "start_time": 2953150.0,
      "end_time": 2961489.0,
      "text": "resolution of GCM simulations. Phil: OK. I should be able to see the figure"
    },
    {
      "index": 455,
      "start_time": 2961490.0,
      "end_time": 2979151.0,
      "text": "now. These were...I believe David first interpolated these to a common grid for comparing with"
    },
    {
      "index": 456,
      "start_time": 2979150.0,
      "end_time": 2991529.0,
      "text": "observations, and the observations were coarsened in a similar way so that we could have a fair"
    },
    {
      "index": 457,
      "start_time": 2991530.0,
      "end_time": 2998161.0,
      "text": "comparison. I don&#39;t remember the second part of Amy&#39;s"
    },
    {
      "index": 458,
      "start_time": 2998160.0,
      "end_time": 3004049.0,
      "text": "question. Ashley: The second part is...sorry, pulling"
    },
    {
      "index": 459,
      "start_time": 3004050.0,
      "end_time": 3012610.0,
      "text": "it right back up. It says, &quot;Was that for native resolution GCM simulations?&quot;"
    },
    {
      "index": 460,
      "start_time": 3012610.0,
      "end_time": 3017810.0,
      "text": "Phil: Yes. OK, so just one question. Ashley: Yes."
    },
    {
      "index": 461,
      "start_time": 3017810.0,
      "end_time": 3022181.0,
      "text": "Phil: OK. Ashley: Amy, does that answer your question?"
    },
    {
      "index": 462,
      "start_time": 3022180.0,
      "end_time": 3039219.0,
      "text": "Was that enough detail for you? While she&#39;s getting back to it we&#39;ll take another question."
    },
    {
      "index": 463,
      "start_time": 3039220.0,
      "end_time": 3047520.0,
      "text": "It&#39;s from Kavita. It says, &quot;The two vegetation models are still at relatively coarse ecoregional"
    },
    {
      "index": 464,
      "start_time": 3047520.0,
      "end_time": 3050381.0,
      "text": "scale. To be a great use to natural resource managers"
    },
    {
      "index": 465,
      "start_time": 3050380.0,
      "end_time": 3060329.0,
      "text": "at small scales, are there any efforts to develop finer vegetative models for the Northwest?&quot;"
    },
    {
      "index": 466,
      "start_time": 3060330.0,
      "end_time": 3070100.0,
      "text": "Phil: Yes, thank you, Kavita. I was not clear in describing the details of these models."
    },
    {
      "index": 467,
      "start_time": 3070100.0,
      "end_time": 3077520.0,
      "text": "The MACA outputs are at quite fine scale, and both the hydrology and the vegetation"
    },
    {
      "index": 468,
      "start_time": 3077520.0,
      "end_time": 3088120.0,
      "text": "models were also run at quite fine scales. I believe four to six kilometers in both cases."
    },
    {
      "index": 469,
      "start_time": 3088120.0,
      "end_time": 3097280.0,
      "text": "That level of detail is available. I didn&#39;t highlight the fineness of the resolution in"
    },
    {
      "index": 470,
      "start_time": 3097280.0,
      "end_time": 3107090.0,
      "text": "the results that I presented. I&#39;m going to steal back the camera here and"
    },
    {
      "index": 471,
      "start_time": 3107090.0,
      "end_time": 3115470.0,
      "text": "put the hydrologic model up. This is roughly the same spatial resolution in the hydrologic"
    },
    {
      "index": 472,
      "start_time": 3115470.0,
      "end_time": 3122201.0,
      "text": "model that&#39;s also used in the vegetation model. You can see some pretty fine details there."
    },
    {
      "index": 473,
      "start_time": 3122200.0,
      "end_time": 3129479.0,
      "text": "For instance in the Washington Cascades you can see the low snow area in the Yakima Valley,"
    },
    {
      "index": 474,
      "start_time": 3129480.0,
      "end_time": 3134840.0,
      "text": "which slices east to west, roughly at the latitude of Puget Sound."
    },
    {
      "index": 475,
      "start_time": 3134840.0,
      "end_time": 3141990.0,
      "text": "And up in the Canadian part of the basin you can see, the Colombia River Valley roughly"
    },
    {
      "index": 476,
      "start_time": 3141990.0,
      "end_time": 3146060.0,
      "text": "paralleling the Continental Divide as a very low snow area"
    },
    {
      "index": 477,
      "start_time": 3146060.0,
      "end_time": 3151720.0,
      "text": "Then, up towards the north end of it, you can see it&#39;s one pixel wide and the mountains"
    },
    {
      "index": 478,
      "start_time": 3151720.0,
      "end_time": 3167921.0,
      "text": "around it are quite a bit higher and snowier. It&#39;s the same kind of thing for the vegetation."
    },
    {
      "index": 479,
      "start_time": 3167920.0,
      "end_time": 3174989.0,
      "text": "Here&#39;s the native resolution of the vegetation model, the 3PG model. Again, you can see the"
    },
    {
      "index": 480,
      "start_time": 3174990.0,
      "end_time": 3182120.0,
      "text": "actual details are at a few kilometers resolution. Phil: We had another question that came in"
    },
    {
      "index": 481,
      "start_time": 3182120.0,
      "end_time": 3185050.0,
      "text": "by text, too. Ashley: Yes, Amy asked &quot;What went into the"
    },
    {
      "index": 482,
      "start_time": 3185050.0,
      "end_time": 3191401.0,
      "text": "principal component analysis, if she&#39;s understanding that correctly?&quot;"
    },
    {
      "index": 483,
      "start_time": 3191400.0,
      "end_time": 3203999.0,
      "text": "Phil: Yeah, fair question. The point of principal components analysis was basically to cluster"
    },
    {
      "index": 484,
      "start_time": 3204000.0,
      "end_time": 3212310.0,
      "text": "types of metrics that were similar. For instance, if you think about various temperature"
    },
    {
      "index": 485,
      "start_time": 3212310.0,
      "end_time": 3220391.0,
      "text": "metrics, the area average temperature, if a model is too warm in the annual mean, is"
    },
    {
      "index": 486,
      "start_time": 3220390.0,
      "end_time": 3228549.0,
      "text": "it also too warm in the winter and the summer? Those might be related. Is the summer minus"
    },
    {
      "index": 487,
      "start_time": 3228550.0,
      "end_time": 3232520.0,
      "text": "winter difference, say, in temperature or precipitation related?"
    },
    {
      "index": 488,
      "start_time": 3232520.0,
      "end_time": 3238810.0,
      "text": "There were about 20 different metrics that went into this. The point of the principal"
    },
    {
      "index": 489,
      "start_time": 3238810.0,
      "end_time": 3248870.0,
      "text": "components analysis was to reduce them to meaningfully different ones that ended up,"
    },
    {
      "index": 490,
      "start_time": 3248870.0,
      "end_time": 3253560.0,
      "text": "some covering spatial values and others temporal variability."
    },
    {
      "index": 491,
      "start_time": 3253560.0,
      "end_time": 3261520.0,
      "text": "For details, see the paper. It would take a while to explain the next level of complexity,"
    },
    {
      "index": 492,
      "start_time": 3261520.0,
      "end_time": 3269220.0,
      "text": "but that&#39;s the upshot. Ashley: We have one from Robert. It says,"
    },
    {
      "index": 493,
      "start_time": 3269220.0,
      "end_time": 3275510.0,
      "text": "&quot;Can you explain further the projected wintertime trends of the modest precipitation increase?"
    },
    {
      "index": 494,
      "start_time": 3275510.0,
      "end_time": 3281461.0,
      "text": "More cloudiness and less wind speed. Less wind speed because the storm track is farther"
    },
    {
      "index": 495,
      "start_time": 3281460.0,
      "end_time": 3287789.0,
      "text": "north, and then more precipitation because warmer air can hold more moisture. What about"
    },
    {
      "index": 496,
      "start_time": 3287790.0,
      "end_time": 3293790.0,
      "text": "the cloudiness?&quot; Phil: Yeah, that&#39;s a good question. We haven&#39;t"
    },
    {
      "index": 497,
      "start_time": 3293790.0,
      "end_time": 3303421.0,
      "text": "dug into those results in that level of detail. The shifts in the storm track are probably"
    },
    {
      "index": 498,
      "start_time": 3303420.0,
      "end_time": 3311219.0,
      "text": "modest. The average across all models... This isn&#39;t our work, but it was in the report"
    },
    {
      "index": 499,
      "start_time": 3311220.0,
      "end_time": 3316911.0,
      "text": "of the Intergovernmental Panel on Climate Change. It&#39;s only a couple of degrees latitude"
    },
    {
      "index": 500,
      "start_time": 3316910.0,
      "end_time": 3323180.0,
      "text": "shift by the end of the century. The storms do carry more moisture. You&#39;re"
    },
    {
      "index": 501,
      "start_time": 3323180.0,
      "end_time": 3331299.0,
      "text": "quite right about that. We may get fewer of them. As to why we get fewer storms but more"
    },
    {
      "index": 502,
      "start_time": 3331300.0,
      "end_time": 3335740.0,
      "text": "clouds, again, that&#39;s something that we haven&#39;t looked into."
    },
    {
      "index": 503,
      "start_time": 3335740.0,
      "end_time": 3341530.0,
      "text": "Ashley: Thank you. Phil: Good question, though."
    },
    {
      "index": 504,
      "start_time": 3341530.0,
      "end_time": 3350030.0,
      "text": "Ashley: Then we&#39;ll have to bring up the link again for the integrated scenarios calculator."
    },
    {
      "index": 505,
      "start_time": 3350030.0,
      "end_time": 3352631.0,
      "text": "People would like to write those down. Phil: OK."
    },
    {
      "index": 506,
      "start_time": 3352630.0,
      "end_time": 3360420.0,
      "text": "Ashley: A question from Paul. It says, &quot;How detailed is the vegetation information. For"
    },
    {
      "index": 507,
      "start_time": 3360420.0,
      "end_time": 3365799.0,
      "text": "example, does it define tree species that are changing?&quot;"
    },
    {
      "index": 508,
      "start_time": 3365800.0,
      "end_time": 3382620.0,
      "text": "Phil: No, not quite. There are vegetation classes. MC2 and 3PG handle them differently."
    },
    {
      "index": 509,
      "start_time": 3382620.0,
      "end_time": 3388580.0,
      "text": "There are a variety of tree species collected into one type."
    },
    {
      "index": 510,
      "start_time": 3388580.0,
      "end_time": 3403770.0,
      "text": "I showed the example of the wholesale shift from one type of vegetation to another. Those"
    },
    {
      "index": 511,
      "start_time": 3403770.0,
      "end_time": 3409600.0,
      "text": "are large vegetation classes. There are also much smaller groupings that"
    },
    {
      "index": 512,
      "start_time": 3409600.0,
      "end_time": 3419570.0,
      "text": "are the native outputs of the models. You can learn more on the website here, &quot;Conservation"
    },
    {
      "index": 513,
      "start_time": 3419570.0,
      "end_time": 3424681.0,
      "text": "Biology.&quot; Ashley: Then, again from Paul, it says, &quot;When"
    },
    {
      "index": 514,
      "start_time": 3424680.0,
      "end_time": 3431779.0,
      "text": "you say that there is uncertainly in the precipitation trend what level is the uncertainty, especially"
    },
    {
      "index": 515,
      "start_time": 3431780.0,
      "end_time": 3440661.0,
      "text": "in regards to the winter precipitation?&quot; Phil: Yeah, great question. Here is that same"
    },
    {
      "index": 516,
      "start_time": 3440660.0,
      "end_time": 3448779.0,
      "text": "kind of scatter diagram that I showed before. This is the diagram for winter. On the right"
    },
    {
      "index": 517,
      "start_time": 3448780.0,
      "end_time": 3458691.0,
      "text": "you can see the tables that summarize range and the twenty fifth and seventy fifth percentile."
    },
    {
      "index": 518,
      "start_time": 3458690.0,
      "end_time": 3466489.0,
      "text": "The table there in the middle that says, &quot;Change in precipitation.&quot; For the RCP8.5, there&#39;s"
    },
    {
      "index": 519,
      "start_time": 3466490.0,
      "end_time": 3474840.0,
      "text": "one model that has a 29 percent increase. I would note that if you look on the diagram"
    },
    {
      "index": 520,
      "start_time": 3474840.0,
      "end_time": 3479530.0,
      "text": "and you look closely, you would say, &quot;Wait a minute, I see an 11. That&#39;s not that 35"
    },
    {
      "index": 521,
      "start_time": 3479530.0,
      "end_time": 3482201.0,
      "text": "percent.&quot; The reason the 35 percent isn&#39;t shown is that"
    },
    {
      "index": 522,
      "start_time": 3482200.0,
      "end_time": 3487900.0,
      "text": "there are number of 11&#39;s. Those are all different stimulation&#39;s from the same model, and those"
    },
    {
      "index": 523,
      "start_time": 3487900.0,
      "end_time": 3492380.0,
      "text": "have been averaged together before inclusion in the table on the right."
    },
    {
      "index": 524,
      "start_time": 3492380.0,
      "end_time": 3498839.0,
      "text": "All of model number 11 averaged together gives about a 29 percent increase in winter precipitation."
    },
    {
      "index": 525,
      "start_time": 3498840.0,
      "end_time": 3508631.0,
      "text": "The 75th percentile is 11.5. We&#39;re going to have to get to the bottom of"
    },
    {
      "index": 526,
      "start_time": 3508630.0,
      "end_time": 3517019.0,
      "text": "this. I&#39;m not understanding why the mean of the twenty fifth percentile go up. The minimum"
    },
    {
      "index": 527,
      "start_time": 3517020.0,
      "end_time": 3529310.0,
      "text": "is 7.5 percent decrease. Ashley: We have a couple more questions as"
    },
    {
      "index": 528,
      "start_time": 3529310.0,
      "end_time": 3534770.0,
      "text": "we&#39;re running out of time. Steve Klein, you can ask your question now. Please remember"
    },
    {
      "index": 529,
      "start_time": 3534770.0,
      "end_time": 3539550.0,
      "text": "to press *6. Steve Klein: Phil, my question is in regard"
    },
    {
      "index": 530,
      "start_time": 3539550.0,
      "end_time": 3550250.0,
      "text": "to the vegetation models and whether in fact it&#39;s possible to leverage this modeling work"
    },
    {
      "index": 531,
      "start_time": 3550250.0,
      "end_time": 3557330.0,
      "text": "and use the drivers of moisture and temperature to look at the effect of plant associations."
    },
    {
      "index": 532,
      "start_time": 3557330.0,
      "end_time": 3563550.0,
      "text": "In other words, is there a level of refinement that can build upon what&#39;s been done in these"
    },
    {
      "index": 533,
      "start_time": 3563550.0,
      "end_time": 3568671.0,
      "text": "two models? Phil: Yeah, I&#39;ll have to talk to the vegetation"
    },
    {
      "index": 534,
      "start_time": 3568670.0,
      "end_time": 3571729.0,
      "text": "modeling folks and get back to you on that, Steve. It&#39;s a good question."
    },
    {
      "index": 535,
      "start_time": 3571730.0,
      "end_time": 3580220.0,
      "text": "Steve: One comment, if the host could send those links out to the data sources and where"
    },
    {
      "index": 536,
      "start_time": 3580220.0,
      "end_time": 3583710.0,
      "text": "the webinar would be posted, that would be helpful to the participants."
    },
    {
      "index": 537,
      "start_time": 3583710.0,
      "end_time": 3591720.0,
      "text": "Ashley: Yes, Holly will be sending the information out. It takes about one to two weeks to edit"
    },
    {
      "index": 538,
      "start_time": 3591720.0,
      "end_time": 3596710.0,
      "text": "the recorded version of the webinar and get it closed captioned. She will send that all"
    },
    {
      "index": 539,
      "start_time": 3596710.0,
      "end_time": 3601970.0,
      "text": "out. Currently the link is there in the chat box,"
    },
    {
      "index": 540,
      "start_time": 3601970.0,
      "end_time": 3606860.0,
      "text": "when we go back to that screen. That&#39;s going to be where this webinar, as well as all the"
    },
    {
      "index": 541,
      "start_time": 3606860.0,
      "end_time": 3613060.0,
      "text": "previous webinars, are held. Steve: Thank you."
    },
    {
      "index": 542,
      "start_time": 3613060.0,
      "end_time": 3620161.0,
      "text": "Ashley: All right, a question from Nancy Green. She says, &quot;Excellent webinar. You mentioned"
    },
    {
      "index": 543,
      "start_time": 3620160.0,
      "end_time": 3629130.0,
      "text": "some applications are available for the Southwest and Southeast. How can we get that information?&quot;"
    },
    {
      "index": 544,
      "start_time": 3629130.0,
      "end_time": 3636920.0,
      "text": "Phil: The MACA data are available for the whole continental U.S. That&#39;s from the website"
    },
    {
      "index": 545,
      "start_time": 3636920.0,
      "end_time": 3644559.0,
      "text": "shown here. The hydrology and vegetation modeling is available"
    },
    {
      "index": 546,
      "start_time": 3644560.0,
      "end_time": 3655260.0,
      "text": "west of, I think, 105 degrees longitude. I need to check. Those have not been done for"
    },
    {
      "index": 547,
      "start_time": 3655260.0,
      "end_time": 3658710.0,
      "text": "the Southeastern US. What I specifically mentioned had been done"
    },
    {
      "index": 548,
      "start_time": 3658710.0,
      "end_time": 3669090.0,
      "text": "for the Southeast is the same model evaluation approach that we published in JGR last fall."
    },
    {
      "index": 549,
      "start_time": 3669090.0,
      "end_time": 3676830.0,
      "text": "Those were done for the Southeast CSC in a project that&#39;s taking place this spring. We"
    },
    {
      "index": 550,
      "start_time": 3676830.0,
      "end_time": 3684701.0,
      "text": "haven&#39;t yet handed off the results. We&#39;re still in process with that. But you"
    },
    {
      "index": 551,
      "start_time": 3684700.0,
      "end_time": 3691059.0,
      "text": "can check back with us or with the Southeast CSC in a month or two. That&#39;s, again, only"
    },
    {
      "index": 552,
      "start_time": 3691060.0,
      "end_time": 3695120.0,
      "text": "the model evaluation part for the climate models."
    },
    {
      "index": 553,
      "start_time": 3695120.0,
      "end_time": 3704120.0,
      "text": "Ashley: Thank you. And our last question will be from Paul, which says &quot;The trend from the"
    },
    {
      "index": 554,
      "start_time": 3704120.0,
      "end_time": 3708760.0,
      "text": "desert to the forest is surprising. A trend from Douglas fir to the pine, or the pine"
    },
    {
      "index": 555,
      "start_time": 3708760.0,
      "end_time": 3715100.0,
      "text": "to the scrub would be more expected. What is driving those predictions?&quot;"
    },
    {
      "index": 556,
      "start_time": 3715100.0,
      "end_time": 3724141.0,
      "text": "Phil: I&#39;m not even sure the domain that that covered, that was for a different project."
    },
    {
      "index": 557,
      "start_time": 3724140.0,
      "end_time": 3732489.0,
      "text": "The graphics for the Northwest are still being developed, and we&#39;re not prepared to show"
    },
    {
      "index": 558,
      "start_time": 3732490.0,
      "end_time": 3735901.0,
      "text": "this yet. And without knowing what domain that covered,"
    },
    {
      "index": 559,
      "start_time": 3735900.0,
      "end_time": 3744459.0,
      "text": "I can&#39;t comment intelligently. I included that as an example of what&#39;s about to be available."
    },
    {
      "index": 560,
      "start_time": 3744460.0,
      "end_time": 3753000.0,
      "text": "But presumably, increases in precipitation, which show up in some areas to drive that"
    },
    {
      "index": 561,
      "start_time": 3753000.0,
      "end_time": 3763510.0,
      "text": "kind of change. Ashley: Excellent, thank you. And I do not"
    },
    {
      "index": 562,
      "start_time": 3763510.0,
      "end_time": 3769580.0,
      "text": "see any more questions. Holly or Shawn, did you have any closing remarks?"
    },
    {
      "index": 563,
      "start_time": 3769580.0,
      "end_time": 3776911.0,
      "text": "Shawn: No closing remarks, I guess, other than we will be, in addition to posting the"
    },
    {
      "index": 564,
      "start_time": 3776910.0,
      "end_time": 3782880.0,
      "text": "material on the web, people would like some additional materials related to data sources"
    },
    {
      "index": 565,
      "start_time": 3782880.0,
      "end_time": 3792719.0,
      "text": "and information, we&#39;ll be making those available as well. They&#39;ll be on our website."
    },
    {
      "index": 566,
      "start_time": 3792720.0,
      "end_time": 3798500.0,
      "text": "Phil: There was one other question in the chat box from Jon Butcher."
    },
    {
      "index": 567,
      "start_time": 3798500.0,
      "end_time": 3803980.0,
      "text": "Ashley: OK, go ahead. Phil: Yeah, good question Jon. He asks &quot;Does"
    },
    {
      "index": 568,
      "start_time": 3803980.0,
      "end_time": 3807370.0,
      "text": "hydrologic modeling include the effects of increased atmospheric CO2 on plants in the"
    },
    {
      "index": 569,
      "start_time": 3807370.0,
      "end_time": 3814080.0,
      "text": "model conducted inside ET?&quot; No, it does not. The hydrologic modeling with VIC that we&#39;ve"
    },
    {
      "index": 570,
      "start_time": 3814080.0,
      "end_time": 3821120.0,
      "text": "done assumes static vegetation. That is an area where a coupled model would"
    },
    {
      "index": 571,
      "start_time": 3821120.0,
      "end_time": 3826560.0,
      "text": "do better in the hydrologic part, and the vegetation part would talk to each other,"
    },
    {
      "index": 572,
      "start_time": 3826560.0,
      "end_time": 3834250.0,
      "text": "more than they have in these modeling frameworks. That&#39;s an ambition for somewhere down the"
    },
    {
      "index": 573,
      "start_time": 3834250.0,
      "end_time": 3838560.0,
      "text": "road, that we could have better coupling between those two types of models."
    },
    {
      "index": 574,
      "start_time": 3838560.0,
      "end_time": 3845290.0,
      "text": "But at this point, they&#39;re a static vegetation. There have been experiments with the VIC model"
    },
    {
      "index": 575,
      "start_time": 3845290.0,
      "end_time": 3849441.0,
      "text": "using changing vegetation, but we haven&#39;t attempted to do that here."
    },
    {
      "index": 576,
      "start_time": 3849440.0,
      "end_time": 3860390.0,
      "text": "Ashley: Excellent, thank you. All right. For everybody who has been asking, that website"
    },
    {
      "index": 577,
      "start_time": 3860390.0,
      "end_time": 3867009.0,
      "text": "again is in the chat box. If you have any problems getting that down, please let me"
    },
    {
      "index": 578,
      "start_time": 3867010.0,
      "end_time": 3870590.0,
      "text": "know. We had one more pop in from Dan Isaak, and"
    },
    {
      "index": 579,
      "start_time": 3870590.0,
      "end_time": 3881270.0,
      "text": "it says &quot;There&#39;s some recent research published in Science, Missing Mountain Water, suggesting"
    },
    {
      "index": 580,
      "start_time": 3881270.0,
      "end_time": 3888000.0,
      "text": "total precipitation is decreasing. Do new runs address this?&quot;"
    },
    {
      "index": 581,
      "start_time": 3888000.0,
      "end_time": 3896790.0,
      "text": "Phil: Yeah, the paper that Dan is referring to was published, Charlie Luce was the lead"
    },
    {
      "index": 582,
      "start_time": 3896790.0,
      "end_time": 3902760.0,
      "text": "author, John Abatzoglou, who&#39;s on this project, was a co author. The point that they made"
    },
    {
      "index": 583,
      "start_time": 3902760.0,
      "end_time": 3908990.0,
      "text": "was that, if you look over the past, I forget what the period of record in that paper was,"
    },
    {
      "index": 584,
      "start_time": 3908990.0,
      "end_time": 3915000.0,
      "text": "50 years or so. It looks as if weakening westerly winds across"
    },
    {
      "index": 585,
      "start_time": 3915000.0,
      "end_time": 3927260.0,
      "text": "the Cascade Mountains have led to a reduced rain shadow effect, and the ornographic enhancement"
    },
    {
      "index": 586,
      "start_time": 3927260.0,
      "end_time": 3933020.0,
      "text": "as the wind is forced up and over the mountain range has gotten weaker."
    },
    {
      "index": 587,
      "start_time": 3933020.0,
      "end_time": 3939881.0,
      "text": "That effect would not show up explicitly in the MACA results, but it would show up in"
    },
    {
      "index": 588,
      "start_time": 3939880.0,
      "end_time": 3944390.0,
      "text": "the regional modeling, and it&#39;s not something that we&#39;ve seen very robustly in the regional"
    },
    {
      "index": 589,
      "start_time": 3944390.0,
      "end_time": 3949319.0,
      "text": "model. The decreases in wind speed that I noted out"
    },
    {
      "index": 590,
      "start_time": 3949320.0,
      "end_time": 3960110.0,
      "text": "of the GCM&#39;s are important, but it&#39;s hard to gauge how much effect, how well that effect"
    },
    {
      "index": 591,
      "start_time": 3960110.0,
      "end_time": 3968700.0,
      "text": "will play out in the future. It would tend to shift the distribution of precipitation"
    },
    {
      "index": 592,
      "start_time": 3968700.0,
      "end_time": 3975550.0,
      "text": "a little bit from the west to the east, ironically. A strong rain shadow effect squeezes out more"
    },
    {
      "index": 593,
      "start_time": 3975550.0,
      "end_time": 3980421.0,
      "text": "of the moisture before it crosses the mountains, and therefore a weaker rain shadow effect"
    },
    {
      "index": 594,
      "start_time": 3980420.0,
      "end_time": 3985709.0,
      "text": "leaves more moisture in to be dumped on the other side of the mountain."
    },
    {
      "index": 595,
      "start_time": 3985710.0,
      "end_time": 3995710.0,
      "text": "Ashley: Thank you."
    }
  ]
}