{
  "video_id": "PkmlnVPgqKM",
  "title": "Chocolate Ball Recipe",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 7770.0,
      "text": "Hi everyone and welcome back to my channel."
    },
    {
      "index": 2,
      "start_time": 7770.0,
      "end_time": 10440.0,
      "text": "Today I’m sharing with you how to make a melting chocolate ball."
    },
    {
      "index": 3,
      "start_time": 10440.0,
      "end_time": 15789.0,
      "text": "It’s a ball of chocolate which is melted with hot caramel sauce to reveal something inside."
    },
    {
      "index": 4,
      "start_time": 15789.0,
      "end_time": 19940.0,
      "text": "These have become quite popular recently and they’re not too difficult to make,"
    },
    {
      "index": 5,
      "start_time": 19940.0,
      "end_time": 26290.0,
      "text": "so if you would like to learn how to make it then let’s get started."
    },
    {
      "index": 6,
      "start_time": 26290.0,
      "end_time": 29080.0,
      "text": "The first thing we will need to do is melt some chocolate."
    },
    {
      "index": 7,
      "start_time": 29080.0,
      "end_time": 33510.0,
      "text": "You can use whichever chocolate you would like here, milk, dark, or even white."
    },
    {
      "index": 8,
      "start_time": 33510.0,
      "end_time": 40020.0,
      "text": "I would just recommend you use a block of chocolate rather than chocolate chips which are usually chocolate compound."
    },
    {
      "index": 9,
      "start_time": 40020.0,
      "end_time": 46120.0,
      "text": "They don’t actually contain any cocoa butter so they don’t taste near as good as proper chocolate."
    },
    {
      "index": 10,
      "start_time": 46120.0,
      "end_time": 49540.0,
      "text": "Cut your chocolate up into smaller pieces and place into a bowl."
    },
    {
      "index": 11,
      "start_time": 49540.0,
      "end_time": 54029.0,
      "text": "We’re going to melt the chocolate over a Bain Marie, otherwise known as a water bath."
    },
    {
      "index": 12,
      "start_time": 54029.0,
      "end_time": 59069.0,
      "text": "This provides much more of an indirect heat so there is less chance of chocolate burning."
    },
    {
      "index": 13,
      "start_time": 77069.0,
      "end_time": 84020.0,
      "text": "Fill a medium sized saucepan with a small amount of water and place over high heat until it starts to boil."
    },
    {
      "index": 14,
      "start_time": 84020.0,
      "end_time": 87019.0,
      "text": "Turn off the heat and place the bowl of chocolate over the top."
    },
    {
      "index": 15,
      "start_time": 87019.0,
      "end_time": 92060.0,
      "text": "The bowl shouldn’t touch the water in saucepan so make sure there isn’t too much water."
    },
    {
      "index": 16,
      "start_time": 92060.0,
      "end_time": 96049.0,
      "text": "The steam trapped underneath the bowl will rise up and melt the chocolate."
    },
    {
      "index": 17,
      "start_time": 96049.0,
      "end_time": 104959.0,
      "text": "So leave it for a few minutes before giving it a stir."
    },
    {
      "index": 18,
      "start_time": 104959.0,
      "end_time": 108019.0,
      "text": "Once the chocolate has melted remove the bowl from the saucepan."
    },
    {
      "index": 19,
      "start_time": 108019.0,
      "end_time": 114020.0,
      "text": "Make sure your chocolate is not too hot, it needs to be around 30 degrees celsius or 90 fahrenheit"
    },
    {
      "index": 20,
      "start_time": 114020.0,
      "end_time": 118369.0,
      "text": "so it will harden at room temperature and have a shine to it."
    },
    {
      "index": 21,
      "start_time": 118369.0,
      "end_time": 131910.0,
      "text": "Separate a round mold and spoon in few tablespoons of melted chocolate, place on the other half."
    },
    {
      "index": 22,
      "start_time": 131910.0,
      "end_time": 147070.0,
      "text": "Rotate the mold around so it is coated evenly with the chocolate, the easiest way I’ve found to do this by shaking the mold."
    },
    {
      "index": 23,
      "start_time": 147070.0,
      "end_time": 151140.0,
      "text": "It works quite well at evenly dispersing the chocolate."
    },
    {
      "index": 24,
      "start_time": 151140.0,
      "end_time": 160050.0,
      "text": "The mold I am using is 10cm or about 4 inches in diameter, I will have it linked in the information box if you are interested."
    },
    {
      "index": 25,
      "start_time": 160070.0,
      "end_time": 166250.0,
      "text": "Once the chocolate has evenly coated the mold place it into the fridge for about 20 minutes to harden."
    },
    {
      "index": 26,
      "start_time": 166220.0,
      "end_time": 170360.0,
      "text": "While you are waiting for the chocolate ball to harden you can make the caramel sauce."
    },
    {
      "index": 27,
      "start_time": 170360.0,
      "end_time": 176910.0,
      "text": "It only requires a few ingredients, I will have the recipe listed in the information box."
    },
    {
      "index": 28,
      "start_time": 176970.0,
      "end_time": 181700.0,
      "text": "Once the chocolate ball has hardened remove it from the fridge and set it to the side."
    },
    {
      "index": 29,
      "start_time": 181700.0,
      "end_time": 186040.0,
      "text": "To fit anything inside the chocolate ball we need create an opening at one end."
    },
    {
      "index": 30,
      "start_time": 186040.0,
      "end_time": 193040.0,
      "text": "The easiest way to do this is to heat up a surface like a cup or mug or ramekin to melt the chocolate."
    },
    {
      "index": 31,
      "start_time": 193040.0,
      "end_time": 195070.0,
      "text": "To do this I am using boiling water."
    },
    {
      "index": 32,
      "start_time": 195070.0,
      "end_time": 200800.0,
      "text": "Place the ramekin into the boiling water and leave it to heat up for about 30 seconds or so."
    },
    {
      "index": 33,
      "start_time": 200800.0,
      "end_time": 206440.0,
      "text": "Remove the ramekin from the saucepan using tongs and use a paper towel to dry it."
    },
    {
      "index": 34,
      "start_time": 206440.0,
      "end_time": 213040.0,
      "text": "Remove the chocolate ball from the mold by pulling apart each end. The chocolate ball should come out very easily,"
    },
    {
      "index": 35,
      "start_time": 212840.0,
      "end_time": 216830.0,
      "text": "if it doesn't it might not be quite set yet. Just place it back into the fridge."
    },
    {
      "index": 36,
      "start_time": 216830.0,
      "end_time": 223000.0,
      "text": "Be very careful with the chocolate ball at this point as it’s very fragile and can crack easily."
    },
    {
      "index": 37,
      "start_time": 223000.0,
      "end_time": 229070.0,
      "text": "Set the chocolate ball on top of the hot ramekin and move it around as it starts to melt the chocolate at the bottom."
    },
    {
      "index": 38,
      "start_time": 229070.0,
      "end_time": 233030.0,
      "text": "You don’t want too big of gap, just enough to fit something inside."
    },
    {
      "index": 39,
      "start_time": 233030.0,
      "end_time": 237840.0,
      "text": "Remove the chocolate ball from the ramekin and set it to the side."
    },
    {
      "index": 40,
      "start_time": 237870.0,
      "end_time": 242070.0,
      "text": "For the inside of the chocolate ball the possibilities are endless."
    },
    {
      "index": 41,
      "start_time": 242070.0,
      "end_time": 251390.0,
      "text": "I’m going for a sort of sundae theme so I am using ice cream and fruit but you could use any type of dessert that would fit."
    },
    {
      "index": 42,
      "start_time": 251410.0,
      "end_time": 261030.0,
      "text": "I’m placing a few scoops of ice cream into a bowl, followed by some strawberries, blueberries, and finally some mint."
    },
    {
      "index": 43,
      "start_time": 261029.99999999997,
      "end_time": 264300.0,
      "text": "Then it’s time to slowly place over the chocolate ball, making sure that everything fits inside."
    },
    {
      "index": 44,
      "start_time": 268300.0,
      "end_time": 273070.0,
      "text": "When you are ready to serve the Melting Chocolate Ball Dessert make sure your caramel sauce is hot."
    },
    {
      "index": 45,
      "start_time": 273070.0,
      "end_time": 276370.0,
      "text": "Pour it into a serving jug."
    },
    {
      "index": 46,
      "start_time": 276370.0,
      "end_time": 281180.0,
      "text": "To serve the dessert slowly start to pour the hot caramel sauce over the chocolate ball"
    },
    {
      "index": 47,
      "start_time": 281180.0,
      "end_time": 286080.0,
      "text": "and it should slowly start to melt, revealing the filling inside."
    },
    {
      "index": 48,
      "start_time": 286080.0,
      "end_time": 292590.0,
      "text": "This is a really show stopping dessert that would impress anyone, but it’s not actually too difficult to make so give it a try!"
    },
    {
      "index": 49,
      "start_time": 292590.0,
      "end_time": 297089.0,
      "text": "I hope you enjoyed this video, if you would like to see more then just take a look at my channel."
    },
    {
      "index": 50,
      "start_time": 297089.0,
      "end_time": 300340.0,
      "text": "Thank you for watching and I will see you in my video."
    },
    {
      "index": 51,
      "start_time": 300340.0,
      "end_time": 310340.0,
      "text": "Bye!"
    }
  ]
}