{
  "video_id": "pnSZSgfjxZc",
  "title": "#Aggiesatwork at Intel: Diane Bryant",
  "json": [
    {
      "index": 1,
      "start_time": 310.0,
      "end_time": 4109.0,
      "text": "It&#39;s literally impossible to separate who I am today from being an Aggie."
    },
    {
      "index": 2,
      "start_time": 5170.0,
      "end_time": 10679.0,
      "text": "My rewarding career at Intel is the result of my engineering education at UC Davis."
    },
    {
      "index": 3,
      "start_time": 11980.0,
      "end_time": 18720.0,
      "text": "Its reputation as a world-class engineering school has continuously and constantly increased, and I see that trend continuing."
    },
    {
      "index": 4,
      "start_time": 19510.0,
      "end_time": 26430.0,
      "text": "What I&#39;m proud of is being the most senior woman at Intel which includes being the most senior technical woman at Intel."
    },
    {
      "index": 5,
      "start_time": 26710.0,
      "end_time": 31590.0,
      "text": "And as Marie Wilson from the White House Project said \"You can&#39;t be what you can&#39;t see.\""
    },
    {
      "index": 6,
      "start_time": 31599.0,
      "end_time": 36389.0,
      "text": "I&#39;m one data point of proof that the tech world presents wonderful career"
    },
    {
      "index": 7,
      "start_time": 36540.0,
      "end_time": 42400.0,
      "text": "opportunities for all. I work with many other Aggies that inhale and there&#39;s strong camaraderie between us."
    },
    {
      "index": 8,
      "start_time": 42300.0,
      "end_time": 47839.0,
      "text": "And there is a common theme of passion for our work. Employees often even introduce themselves to me"
    },
    {
      "index": 9,
      "start_time": 47980.0,
      "end_time": 50900.0,
      "text": "by starting with I graduated from UC Davis, too."
    },
    {
      "index": 10,
      "start_time": 50910.0,
      "end_time": 57299.0,
      "text": "I love technology, and I love being an engineer and the world is increasingly dependent upon technology."
    },
    {
      "index": 11,
      "start_time": 57460.0,
      "end_time": 64349.0,
      "text": "So, my job or the job running the data centers here at Intel is to deliver the technology solutions that drive"
    },
    {
      "index": 12,
      "start_time": 65190.0,
      "end_time": 72580.0,
      "text": "transformation. After 31 years from graduation, being an Aggie, being an engineer, being an Intel executive and being a mom are"
    },
    {
      "index": 13,
      "start_time": 72760.0,
      "end_time": 80680.0,
      "text": "all one in the same. I refer to my time at UC Davis as attending a great school that provided a great life experience."
    },
    {
      "index": 14,
      "start_time": 81000.0,
      "end_time": 83180.0,
      "text": "I am Diane Bryant, and I am an Aggie at Work."
    }
  ]
}