{
  "video_id": "pOu7Bb7sUNU",
  "title": "THE BEST MOVIES OF ALL TIME! (Part 2)",
  "json": [
    {
      "index": 1,
      "start_time": 669.0,
      "end_time": 7669.0,
      "text": "Your life, perhaps even your very existence, is probably going to end   soon, and the world around you is definitely collapsing. "
    },
    {
      "index": 2,
      "start_time": 7268.0,
      "end_time": 13268.0,
      "text": "At least, that seems to be the recurring trend in some   of the best movies ever made. This is “Movie Night”!"
    },
    {
      "index": 3,
      "start_time": 13212.0,
      "end_time": 26212.0,
      "text": "*theme song plays*"
    },
    {
      "index": 4,
      "start_time": 25744.0,
      "end_time": 30744.0,
      "text": "Hello, and welcome to the season two finale of   “Movie Night”! I&#39;m your host, Jonathan Paula. "
    },
    {
      "index": 5,
      "start_time": 30357.0,
      "end_time": 34357.0,
      "text": "Today on the show, we&#39;ll be once again examining some   of the best movies of all time. "
    },
    {
      "index": 6,
      "start_time": 34173.0,
      "end_time": 40173.0,
      "text": "Last year, in part one of this series, I highlighted ten movies   that I scored a &quot;10&quot; on the Rate-o-Matic: “Air Force One&quot;..."
    },
    {
      "index": 7,
      "start_time": 40403.0,
      "end_time": 42403.0,
      "text": "“Apollo 13&quot;..."
    },
    {
      "index": 8,
      "start_time": 41610.0,
      "end_time": 43610.0,
      "text": "“Avatar&quot;..."
    },
    {
      "index": 9,
      "start_time": 42429.0,
      "end_time": 44429.0,
      "text": "“Braveheart&quot;..."
    },
    {
      "index": 10,
      "start_time": 43365.0,
      "end_time": 45365.0,
      "text": "“Raiders Of The Lost Ark&quot;..."
    },
    {
      "index": 11,
      "start_time": 44568.0,
      "end_time": 46568.0,
      "text": "“Jurassic Park&quot;..."
    },
    {
      "index": 12,
      "start_time": 45571.0,
      "end_time": 47571.0,
      "text": "“Shawshank Redemption&quot;..."
    },
    {
      "index": 13,
      "start_time": 46748.0,
      "end_time": 48748.0,
      "text": "“Star Wars&quot;..."
    },
    {
      "index": 14,
      "start_time": 47817.0,
      "end_time": 49817.0,
      "text": "“Terminator 2&quot;..."
    },
    {
      "index": 15,
      "start_time": 48820.0,
      "end_time": 50820.0,
      "text": "and “The Dark Knight.” "
    },
    {
      "index": 16,
      "start_time": 50157.0,
      "end_time": 53157.0,
      "text": "In previous episodes of “Movie Night,” I also scored a &quot;10&quot; to “Rocky&quot;..."
    },
    {
      "index": 17,
      "start_time": 53777.0,
      "end_time": 55777.0,
      "text": "“Die Hard”..."
    },
    {
      "index": 18,
      "start_time": 54435.0,
      "end_time": 56435.0,
      "text": "and “Back to the Future.&quot;"
    },
    {
      "index": 19,
      "start_time": 55739.0,
      "end_time": 64739.0,
      "text": "And tonight, I&#39;m going to showcase another 10 of my favorites that we haven&#39;t yet reviewed.   And later, I&#39;ll reveal your list of the top-100 movies of all time. "
    },
    {
      "index": 20,
      "start_time": 64459.0,
      "end_time": 68459.0,
      "text": "But before we start, I&#39;d like to quickly explain   the Rate-o-Matic, so there&#39;s no confusion. "
    },
    {
      "index": 21,
      "start_time": 68313.0,
      "end_time": 77313.0,
      "text": "Take this scale here. If it were 1 to 100, the &quot;10&quot; at the top   wouldn&#39;t represent a flawless film, but rather, any movie that scored above a “91&quot;..."
    },
    {
      "index": 22,
      "start_time": 77160.0,
      "end_time": 85160.0,
      "text": "meaning that you can score a movie an &quot;amazing,&quot; and it doesn&#39;t necessarily   mean it&#39;s perfect or flawless or necessarily better than its competition."
    },
    {
      "index": 23,
      "start_time": 85287.0,
      "end_time": 94287.0,
      "text": "But they do represent the cream of the crop. But enough explanation- let&#39;s review some   of my favorite movies, starting off in alphabetical order, with “The Butterfly Effect.”"
    },
    {
      "index": 24,
      "start_time": 94668.0,
      "end_time": 100668.0,
      "text": "This 2004 sci-fi thriller stars Ashton Kutcher as a man who discovers   he has the ability to travel back in time... "
    },
    {
      "index": 25,
      "start_time": 100194.0,
      "end_time": 106190.0,
      "text": "to pivotal movements of his own lifetime and re-live them with   varying consequences. The writing is tight and believable here..."
    },
    {
      "index": 26,
      "start_time": 106396.0,
      "end_time": 113400.0,
      "text": "really demanding a lot of emotional and intellectual commitment from the viewer, asking   the age-old question of: “If you could fix the mistakes of yesteryear...&quot;"
    },
    {
      "index": 27,
      "start_time": 113556.0,
      "end_time": 117560.0,
      "text": "&quot;...would you? What if it meant you&#39;d lose your best   friend in the process, or end up handicapped?” "
    },
    {
      "index": 28,
      "start_time": 117467.0,
      "end_time": 125470.0,
      "text": "Not only do the characters struggle with these decisions and emotions, but the careful direction of   the film itself ensures that we are brought along for the roller coaster ride. "
    },
    {
      "index": 29,
      "start_time": 124993.0,
      "end_time": 131990.0,
      "text": "I definitely have a soft spot for time-travel films, and “The Butterfly Effect”&#39;s   serious approach to the subject is definitely an effective one. "
    },
    {
      "index": 30,
      "start_time": 131309.0,
      "end_time": 138310.0,
      "text": "Kutcher plays opposite Amy Smart, both of whom wonderfully bring their   characters and their respective temporal variations to life with ease..."
    },
    {
      "index": 31,
      "start_time": 138330.0,
      "end_time": 145330.0,
      "text": "resulting in some really tear-jerking moments during the final scenes of the film, as   Oasis&#39;s, &quot;Stop Crying Your Heart Out&quot; plays beautifully in the background. "
    },
    {
      "index": 32,
      "start_time": 145752.0,
      "end_time": 153750.0,
      "text": "At the conclusion of this film, I was struck at how profoundly it moved me. I   wasn&#39;t able to stop thinking about its characters or the film&#39;s message for days. "
    },
    {
      "index": 33,
      "start_time": 153010.0,
      "end_time": 157010.0,
      "text": "A modern-day classic in the sci-fi department, “The Butterfly   Effect” is an easy &quot;10&quot; for me. "
    },
    {
      "index": 34,
      "start_time": 157594.0,
      "end_time": 160590.0,
      "text": "&quot;Emotionally powerful and thought-provoking.&quot; "
    },
    {
      "index": 35,
      "start_time": 160135.0,
      "end_time": 165140.0,
      "text": "Speaking of modern-day sci-fi classics, my second film is 2006&#39;s &quot;Children of Men.&quot;"
    },
    {
      "index": 36,
      "start_time": 165718.0,
      "end_time": 173720.0,
      "text": "Clive Owen, Julianne Moore, and Michael Caine star in this movie about a dystopian Earth,   set in the year 2027, where mankind has been infertile for nearly two decades."
    },
    {
      "index": 37,
      "start_time": 173579.0,
      "end_time": 179580.0,
      "text": "With the extinction of the human race just one lifetime away, Owen   and Moore are delighted and burdened with the responsibility... "
    },
    {
      "index": 38,
      "start_time": 179061.0,
      "end_time": 185060.0,
      "text": "of escorting the first pregnant women in 18 years to a   safe location. The story is breathtaking and boldly original..."
    },
    {
      "index": 39,
      "start_time": 185435.0,
      "end_time": 190440.0,
      "text": "beautifully captured in epically long tracking shots that   sometimes last five minutes or more. "
    },
    {
      "index": 40,
      "start_time": 190171.0,
      "end_time": 195170.0,
      "text": "“Children of Men” is a sometimes disturbing examination of   the human condition at its absolute worst... "
    },
    {
      "index": 41,
      "start_time": 194955.0,
      "end_time": 198960.0,
      "text": "and what society could be like if no one   was able to have children anymore. "
    },
    {
      "index": 42,
      "start_time": 198623.0,
      "end_time": 202620.0,
      "text": "These thought-provoking questions are intertwined between scenes of gritty violence and action..."
    },
    {
      "index": 43,
      "start_time": 202617.0,
      "end_time": 207620.0,
      "text": "seamlessly captured with special effects so impressive that you forget   you are watching a movie at all. "
    },
    {
      "index": 44,
      "start_time": 207251.0,
      "end_time": 214250.0,
      "text": "The principal cast is made up of all seasoned veterans who commendably bring their “A”-game to what   is easily one of the best films to ever deal with a dystopian future. "
    },
    {
      "index": 45,
      "start_time": 214838.0,
      "end_time": 218840.0,
      "text": "“Children of Men”- an “amazingly vivid representation of mankind.&quot; "
    },
    {
      "index": 46,
      "start_time": 218353.0,
      "end_time": 224350.0,
      "text": "Our third film tonight is easily the oldest we&#39;ve ever   reviewed here on “Movie Night,” 1941&#39;s &quot;Citizen Kane.&quot;"
    },
    {
      "index": 47,
      "start_time": 224444.0,
      "end_time": 230440.0,
      "text": "The masterpiece of cinema produced, directed, written by, and starring Orson   Welles when he was just 26 years old, &quot;Citizen Kane&quot;..."
    },
    {
      "index": 48,
      "start_time": 230654.0,
      "end_time": 235650.0,
      "text": "quite simply, redefined the very concept of what a   motion picture was capable of accomplishing. "
    },
    {
      "index": 49,
      "start_time": 235683.0,
      "end_time": 242680.0,
      "text": "Rumored to be loosely based on the life of newspaper tycoon   William Randolph Hearst, “Citizen Kane” stars Welles as Charles Kane..."
    },
    {
      "index": 50,
      "start_time": 242259.0,
      "end_time": 249260.0,
      "text": "whom we are introduced to on his death bed in the opening scene of the film, as   he utters his final word, &quot;rosebud,&quot; before dropping a snow globe to the floor. "
    },
    {
      "index": 51,
      "start_time": 249754.0,
      "end_time": 256750.0,
      "text": "From the perspective of a reporter investigating what &quot;rosebud&quot; meant, we&#39;re then witness to   a series of flashbacks that show us glimpses of Kane&#39;s life. "
    },
    {
      "index": 52,
      "start_time": 256805.0,
      "end_time": 262800.0,
      "text": "The story itself, although interesting and fascinating, is nothing   really remarkable, but it&#39;s Welles&#39;s execution... "
    },
    {
      "index": 53,
      "start_time": 262019.0,
      "end_time": 269020.0,
      "text": "in every area that truly makes this film an incredible achievement. Techniques were pioneered   and developed for this film that had never been seen before. "
    },
    {
      "index": 54,
      "start_time": 268980.0,
      "end_time": 275980.0,
      "text": "Advanced uses of blocking, deep focus, long shots, miniatures,   shadows, lighting, sound track, and editing... "
    },
    {
      "index": 55,
      "start_time": 275496.0,
      "end_time": 281500.0,
      "text": "exemplify why, 70 years later, this movie is still shown the   first day of class to any prospective film student. "
    },
    {
      "index": 56,
      "start_time": 280950.0,
      "end_time": 287950.0,
      "text": "Decades ahead of its time, this film not only holds up,   it somehow still manages to impress and captivate audiences. "
    },
    {
      "index": 57,
      "start_time": 287231.0,
      "end_time": 293230.0,
      "text": "Required viewing for all fans of cinema, “Citizen Kane”   is &quot;an absolute masterpiece, textbook classic.&quot; "
    },
    {
      "index": 58,
      "start_time": 293518.0,
      "end_time": 300520.0,
      "text": "A complete 180 from the meticulously choreographed shots in “Citizen Kane,” my   fourth film tonight that I scored a &quot;10&quot; is “Cloverfield.”"
    },
    {
      "index": 59,
      "start_time": 300645.0,
      "end_time": 305640.0,
      "text": "Director Matt Reeves literally brings us along for the   ride in this edge-of-your seat sci-fi/horror thriller... "
    },
    {
      "index": 60,
      "start_time": 305491.0,
      "end_time": 311490.0,
      "text": "about a modern-day Godzilla-type monster that is threatening downtown   Manhattan. We&#39;re introduced to a no-name cast... "
    },
    {
      "index": 61,
      "start_time": 310822.0,
      "end_time": 318820.0,
      "text": "of incredibly likeable and believable characters in scenes from their ordinary life that play out   with a certain calm serenity to them that beautifully bookends the film. "
    },
    {
      "index": 62,
      "start_time": 319089.0,
      "end_time": 325090.0,
      "text": "When disaster strikes during a party, we follow a small group of survivors   through the destruction of New York as they struggle to survive. "
    },
    {
      "index": 63,
      "start_time": 325590.0,
      "end_time": 330590.0,
      "text": "Nearly the entire film is shown through the perspective of   an actual camera the characters bring with them..."
    },
    {
      "index": 64,
      "start_time": 330338.0,
      "end_time": 337340.0,
      "text": "with the audience essentially embodying the first-person point of view of   its operator. It&#39;s a refreshingly courageous decision by Reeves... "
    },
    {
      "index": 65,
      "start_time": 336857.0,
      "end_time": 342860.0,
      "text": "which threatens to give the audience vertigo or motion sickness   if not executed correctly. Luckily, though, the cinematography here..."
    },
    {
      "index": 66,
      "start_time": 342645.0,
      "end_time": 350640.0,
      "text": "as well as the music, visuals, sound effects, and editing, are all executed   surprisingly well, truly transporting the audience into the world of its characters..."
    },
    {
      "index": 67,
      "start_time": 350433.0,
      "end_time": 359430.0,
      "text": "resulting in a dreadfully tense 85-minute thrill ride that never disappoints. A delightfully   entertaining experience, this movie is a great example of “less is more&quot;..."
    },
    {
      "index": 68,
      "start_time": 359166.0,
      "end_time": 367170.0,
      "text": "and where substance prevails over style. The “Cloverfield” monster himself is heard more   than seen, harkening back to the dramatic techniques of Spielberg&#39;s &quot;Jaws.&quot; "
    },
    {
      "index": 69,
      "start_time": 367386.0,
      "end_time": 370390.0,
      "text": "“Cloverfield”- an &quot;exhilarating modern-day monster story.&quot;"
    },
    {
      "index": 70,
      "start_time": 370962.0,
      "end_time": 374960.0,
      "text": "My fifth film tonight is Martin Scorsese&#39;s &quot;The Departed.&quot;"
    },
    {
      "index": 71,
      "start_time": 374077.0,
      "end_time": 380080.0,
      "text": "This 2006 crime thriller is a bit of a remake of the   Hong Kong film &quot;Infernal Affairs,&quot; which tells two opposing narratives..."
    },
    {
      "index": 72,
      "start_time": 380993.0,
      "end_time": 387990.0,
      "text": "one of an undercover cop within a crime family and another of a   mole from that same family inside the Boston police department. "
    },
    {
      "index": 73,
      "start_time": 387170.0,
      "end_time": 395170.0,
      "text": "The incredibly talented all-star cast includes Leonardo DiCaprio, Matt Damon, Jack Nicholson,   Mark Wahlberg, Martin Sheen, Vera Farmiga, and Alec Baldwin. "
    },
    {
      "index": 74,
      "start_time": 395342.0,
      "end_time": 403340.0,
      "text": "The Boston accents are thick, the locations real, and the violence bloody and   vengeful, just as you&#39;d expect from any self-respecting Scorsese crime drama. "
    },
    {
      "index": 75,
      "start_time": 403063.0,
      "end_time": 409060.0,
      "text": "Despite the mammoth “A”-list cast, every character gets a chance to   shine, most of whom being fully fleshed-out individuals. "
    },
    {
      "index": 76,
      "start_time": 409066.0,
      "end_time": 414070.0,
      "text": "With dialogue that is witty and funny, the script   is also fast-paced, engaging, and completely engrossing..."
    },
    {
      "index": 77,
      "start_time": 414133.0,
      "end_time": 420130.0,
      "text": "delicately balancing the line of complexity and confusion, resulting in   a smart movie that never loses its audience. "
    },
    {
      "index": 78,
      "start_time": 419855.0,
      "end_time": 427860.0,
      "text": "The pinnacle of Scorsese&#39;s career and a true icon of modern-day crime films, &quot;The   Departed&quot; is easily a movie I&#39;ll find myself watching again and again. "
    },
    {
      "index": 79,
      "start_time": 427549.0,
      "end_time": 430550.0,
      "text": "An &quot;epic drama. Gritty and thrilling.&quot; "
    },
    {
      "index": 80,
      "start_time": 430217.0,
      "end_time": 436220.0,
      "text": "Transitioning from the modern crime drama to the classic crime drama,   my sixth film tonight is &quot;The Godfather, Part II.&quot;"
    },
    {
      "index": 81,
      "start_time": 436976.0,
      "end_time": 443980.0,
      "text": "Being both a prequel and a sequel to the iconic 1972 “Best   Picture” winner, it had an incredibly tough act to follow..."
    },
    {
      "index": 82,
      "start_time": 443392.0,
      "end_time": 450390.0,
      "text": "but Francis Ford Coppola once again hit the ball out of the park,   scoring another 11 Oscar nominations, including a second “Best Picture” win. "
    },
    {
      "index": 83,
      "start_time": 450351.0,
      "end_time": 457350.0,
      "text": "The film is memorably presented in two parallel storylines, one of Al Pacino   in the late 1950s as the new Don of the Corelone family..."
    },
    {
      "index": 84,
      "start_time": 456468.0,
      "end_time": 463470.0,
      "text": "and the other in the early 20th century following his young father,   Vito, played brilliantly by Robert DeNiro in an Oscar-winning role. "
    },
    {
      "index": 85,
      "start_time": 462953.0,
      "end_time": 469950.0,
      "text": "Since these two incredibly polished narratives never intersect in any capacity,   the film almost plays out like two separate movies altogether..."
    },
    {
      "index": 86,
      "start_time": 469476.0,
      "end_time": 476480.0,
      "text": "each one marvelously amazing in its own right. Continuing the precedent   set forth in the original, Mario Puzo&#39;s adapted screenplay... "
    },
    {
      "index": 87,
      "start_time": 476241.0,
      "end_time": 481240.0,
      "text": "bursts onto the screen in every scene, each one as   startlingly original and exciting as the last. "
    },
    {
      "index": 88,
      "start_time": 481315.0,
      "end_time": 489320.0,
      "text": "Everything here from the beautiful cinematography and the impeccable acting to the haunting   soundtrack and moral ambiguity of the characters is handled with perfection. "
    },
    {
      "index": 89,
      "start_time": 489105.0,
      "end_time": 496100.0,
      "text": "Robert Duvall, Diane Keaton, Talia Shire, and John Cazale round out the extraordinary cast   that truly carries this film from the incredible to the unbelievable. "
    },
    {
      "index": 90,
      "start_time": 496907.0,
      "end_time": 505910.0,
      "text": "“The Godfather, Part I” redefined cinema and created a whole new sub-genre of   crime films, but “The Godfather, Part II” absolutely perfected that genre. "
    },
    {
      "index": 91,
      "start_time": 505488.0,
      "end_time": 508490.0,
      "text": "&quot;Astonishingly captivating, a groundbreaking achievement.&quot; "
    },
    {
      "index": 92,
      "start_time": 508797.0,
      "end_time": 512800.0,
      "text": "We&#39;ll be right back to take a look at   my seventh film after this quick commercial break."
    },
    {
      "index": 93,
      "start_time": 513857.99999999994,
      "end_time": 518859.99999999994,
      "text": "A bit more rough around the edges than the “The   Godfather,” my next movie is &quot;Independence Day.&quot; "
    },
    {
      "index": 94,
      "start_time": 517828.0,
      "end_time": 524830.0,
      "text": "This 1996 film from director Roland Emmerich not only reinvigorated the   dying disaster genre, it&#39;s also a childhood favorite of mine."
    },
    {
      "index": 95,
      "start_time": 524747.0,
      "end_time": 531750.0,
      "text": "Will Smith, Jeff Goldblum, Bill Pullman, and Randy Quaid star as survivors   on Earth after a massively devastating attack by a group... "
    },
    {
      "index": 96,
      "start_time": 531017.0,
      "end_time": 539020.0,
      "text": "of hostile aliens destroys dozens of populated cities. This band of survivors comes together from   around the country to stop the aliens from annihilating the human race completely. "
    },
    {
      "index": 97,
      "start_time": 539469.0,
      "end_time": 545470.0,
      "text": "These days, it&#39;s not an overly original premise, but, I promise you,   “Independence Day” is the one that executed it best. "
    },
    {
      "index": 98,
      "start_time": 544748.0,
      "end_time": 554750.0,
      "text": "The 153-minute film introduces us to a slew of characters, both before and after these terrible   attacks, as we&#39;re witness to the changing landscape of a future in their world. "
    },
    {
      "index": 99,
      "start_time": 553639.0,
      "end_time": 558640.0,
      "text": "A true embodiment of the term “blockbuster,” this film is an   over-the-top thrill ride that never releases the throttle. "
    },
    {
      "index": 100,
      "start_time": 558835.0,
      "end_time": 564840.0,
      "text": "The iconic imagery of the White House and Empire State Building   being destroyed have been engrained into the social consciousness... "
    },
    {
      "index": 101,
      "start_time": 564041.0,
      "end_time": 570040.0,
      "text": "of our society ever since, which, for better or worse,   started a trend of movies obliterating famous landmarks. "
    },
    {
      "index": 102,
      "start_time": 569980.0,
      "end_time": 575980.0,
      "text": "The visual effects, to this day, are breathtaking, the soundtrack   chilling and memorable, the pacing and mood... "
    },
    {
      "index": 103,
      "start_time": 574709.0,
      "end_time": 580710.0,
      "text": "fast and light enough to please all audiences. It may   not be intellectually stimulating, but it&#39;s damn enjoyable. "
    },
    {
      "index": 104,
      "start_time": 580522.0,
      "end_time": 583520.0,
      "text": "“Independence Day”- &quot;Popcorn entertainment at its finest.&quot;"
    },
    {
      "index": 105,
      "start_time": 583500.0,
      "end_time": 587500.0,
      "text": "Going from a movie where you leave your brain at the door to   one where you may need to watch it a second time... "
    },
    {
      "index": 106,
      "start_time": 586876.0,
      "end_time": 592880.0,
      "text": "just to figure out what the hell is going on,   my eighth film tonight is 1999&#39;s &quot;The Matrix.&quot;"
    },
    {
      "index": 107,
      "start_time": 592318.0,
      "end_time": 598320.0,
      "text": "Written and directed by the Wachowski brothers, this classic sci-fi action   film stars Keanu Reeves as a lowly computer programmer... "
    },
    {
      "index": 108,
      "start_time": 598414.0,
      "end_time": 604410.0,
      "text": "who discovers his entire existence and that of all mankind   is nothing but a simulation in a computer. "
    },
    {
      "index": 109,
      "start_time": 604160.0,
      "end_time": 608160.0,
      "text": "The reality within a reality is a concept that had   been done before, but never like this. “The Matrix”..."
    },
    {
      "index": 110,
      "start_time": 608448.0,
      "end_time": 615450.0,
      "text": "requires absolute attention from its audience, lest you&#39;ll be completely lost in   a few minutes. With the help of supporting cast members... "
    },
    {
      "index": 111,
      "start_time": 614665.0,
      "end_time": 620660.0,
      "text": "Laurence Fishburne and Carrie-Anne-Moss, Reeves discovers that, inside   this simulation environment known as The Matrix..."
    },
    {
      "index": 112,
      "start_time": 620391.0,
      "end_time": 628390.0,
      "text": "he can control, bend, and manipulate space-time, resulting in some of the   most incredibly iconic images to ever grace the silver screen. "
    },
    {
      "index": 113,
      "start_time": 628007.0,
      "end_time": 634010.0,
      "text": "Those slow-motion &quot;bullet-time&quot; effects are famous today, but they were groundbreaking and   revolutionary when we first saw them 12 years ago. "
    },
    {
      "index": 114,
      "start_time": 634192.0,
      "end_time": 641190.0,
      "text": "Although Reeves is notorious for his inability to really convey much emotional range,   his character here lends itself well to himself as an actor. "
    },
    {
      "index": 115,
      "start_time": 640782.0,
      "end_time": 647780.0,
      "text": "This is a movie that makes you think, makes you gasp, and makes   you totally forget where the 136 minutes went after finishing it. "
    },
    {
      "index": 116,
      "start_time": 646933.0,
      "end_time": 651930.0,
      "text": "It&#39;s no wonder this film spawned two very successful sequels and dozens of copycats."
    },
    {
      "index": 117,
      "start_time": 651986.0,
      "end_time": 655990.0,
      "text": "“The Matrix”- &quot;Visually revolutionary and mind-blowing.&quot; "
    },
    {
      "index": 118,
      "start_time": 655569.0,
      "end_time": 659570.0,
      "text": "My ninth film that I scored a &quot;10&quot; on the Rate-o-Matic is “The Prestige.”"
    },
    {
      "index": 119,
      "start_time": 659540.0,
      "end_time": 665540.0,
      "text": "This 2006 magician-themed mystery thriller is just one of the   many masterpieces Christopher Nolan is responsible for. "
    },
    {
      "index": 120,
      "start_time": 665623.0,
      "end_time": 670620.0,
      "text": "This film stars Hugh Jackman and Christian Bale as competing   magicians at the turn of the 20th Century... "
    },
    {
      "index": 121,
      "start_time": 670443.0,
      "end_time": 677440.0,
      "text": "who are constantly trying to one-up each other with rival magic shows.   Michael Caine, David Bowie, and the always gorgeous Scarlett Johansson... "
    },
    {
      "index": 122,
      "start_time": 677000.0,
      "end_time": 683000.0,
      "text": "round out the incredible cast, all of whom do a magnificent   job in the period setting. The battling magician&#39;s story... "
    },
    {
      "index": 123,
      "start_time": 682509.0,
      "end_time": 688510.0,
      "text": "quickly turns to that of revenge, trickery, and, seemingly,   murder. Nolan&#39;s script is tight and engaging..."
    },
    {
      "index": 124,
      "start_time": 688286.0,
      "end_time": 694290.0,
      "text": "really requiring a taut attention span to follow the brilliantly written dialogue   and sequences. Not a film that can easily be explained..."
    },
    {
      "index": 125,
      "start_time": 694282.0,
      "end_time": 700280.0,
      "text": "nor one that should be spoiled for those who haven&#39;t seen it, &quot;The Prestige&quot;   is ultimately about the human condition- to be better than your fellow man..."
    },
    {
      "index": 126,
      "start_time": 700237.0,
      "end_time": 705240.0,
      "text": "and at what incredible lengths you&#39;ll go to get there. The   surprise twists in the final scenes left me absolutely astounded..."
    },
    {
      "index": 127,
      "start_time": 705747.0,
      "end_time": 714750.0,
      "text": "staggeringly surprising, yet completely concrete in their development. A film that is   truly best explored and experienced first-hand, Nolan certainly doesn&#39;t disappoint. "
    },
    {
      "index": 128,
      "start_time": 714115.0,
      "end_time": 718120.0,
      "text": "&quot;The Prestige&quot;- a &quot;challengingly rewarding film that impresses.&quot; "
    },
    {
      "index": 129,
      "start_time": 718565.0,
      "end_time": 725560.0,
      "text": "And last, but certainly not least, my tenth film tonight is the epic final   installment of the “Lord of the Rings” trilogy, &quot;Return of the King.&quot;"
    },
    {
      "index": 130,
      "start_time": 725624.0,
      "end_time": 732620.0,
      "text": "At over four hours in length, this monumental third chapter to the incredibly   massive fantasy trilogy based on the works of J.R.R. Tolkien... "
    },
    {
      "index": 131,
      "start_time": 732003.0,
      "end_time": 737000.0,
      "text": "is a true sight to behold, bringing together every single element   that makes a movie great for one magical film. "
    },
    {
      "index": 132,
      "start_time": 737884.0,
      "end_time": 744880.0,
      "text": "Matching a record only held by “Ben-Hur” and “Titanic,” “Return of   the King” single-handedly won all 11 Academy Awards... "
    },
    {
      "index": 133,
      "start_time": 743736.0,
      "end_time": 750740.0,
      "text": "it was nominated for, including “Best Picture,” in 2003. The   visual effects are subtle, yet amazingly well executed. "
    },
    {
      "index": 134,
      "start_time": 749859.0,
      "end_time": 755860.0,
      "text": "They represent the awe-inspiring display of Peter Jackson&#39;s attention to detail and cinema prowess..."
    },
    {
      "index": 135,
      "start_time": 754906.0,
      "end_time": 763910.0,
      "text": "as he faithfully and believably brings the fictitious land of Middle Earth completely to   life. All of the characters and stories from the previous two films..."
    },
    {
      "index": 136,
      "start_time": 763101.0,
      "end_time": 770100.0,
      "text": "which were equally as impressive in their own right, are neatly resolved here,   even if the 45-minute epilogue tends to drag towards the end. "
    },
    {
      "index": 137,
      "start_time": 769953.0,
      "end_time": 776950.0,
      "text": "But when you&#39;re dealing with a story of this magnitude, brevity   isn&#39;t always the best solution. Elijah Wood, Ian McKellen..."
    },
    {
      "index": 138,
      "start_time": 776378.0,
      "end_time": 783380.0,
      "text": "Sean Astin, Viggo Mortensen, Orlando Bloom, and dozens of others make   up the remarkable cast who absolutely became their characters."
    },
    {
      "index": 139,
      "start_time": 782963.0,
      "end_time": 790960.0,
      "text": "The entire “Lord of the Rings” series is as entertaining as it is gigantic, but   this third and final movie is easily the best of the bunch. "
    },
    {
      "index": 140,
      "start_time": 789873.0,
      "end_time": 797870.0,
      "text": "For fans of fantasy and adventure, this film more than delivered the goods, going above   and beyond any normal film, a true example of getting your money&#39;s worth. "
    },
    {
      "index": 141,
      "start_time": 797475.0,
      "end_time": 801480.0,
      "text": "&quot;Return of the King&quot;- &quot;Definitely epic. An incredible adventure.&quot; "
    },
    {
      "index": 142,
      "start_time": 801419.0,
      "end_time": 808420.0,
      "text": "Alright, well, that does it for another ten of my favorite films. But now, let&#39;s   take a look at the movies you rated as the best of all time."
    },
    {
      "index": 143,
      "start_time": 808144.0,
      "end_time": 815140.0,
      "text": "Over 12,000 votes were cast, with nearly 5,000 of them going   to the top-100 films alone. But now, without further ado..."
    },
    {
      "index": 144,
      "start_time": 814796.0,
      "end_time": 821800.0,
      "text": "I present to you our revised list of the best films of   all time, as voted on by the “Movie Night” audience! "
    },
    {
      "index": 145,
      "start_time": 820980.0,
      "end_time": 824980.0,
      "text": "Please check the description below if you&#39;d like to   see the full list of all 100."
    },
    {
      "index": 146,
      "start_time": 824896.0,
      "end_time": 830900.0,
      "text": "But coming in at number ten, with 134 votes, is 1999&#39;s “Fight Club.” "
    },
    {
      "index": 147,
      "start_time": 829719.0,
      "end_time": 833720.0,
      "text": "Ninth on the list is “Toy Story,” with 141 votes. "
    },
    {
      "index": 148,
      "start_time": 833453.0,
      "end_time": 837450.0,
      "text": "With 145 is “Pulp Fiction,” taking the eighth spot. "
    },
    {
      "index": 149,
      "start_time": 836896.0,
      "end_time": 841900.0,
      "text": "“The Dark Knight” received 152 votes, landing at number seven. "
    },
    {
      "index": 150,
      "start_time": 840713.0,
      "end_time": 846710.0,
      "text": "Perhaps fresh in your mind from last week&#39;s review, “Saving   Private Ryan” placed sixth, with 162 votes. "
    },
    {
      "index": 151,
      "start_time": 846809.0,
      "end_time": 850810.0,
      "text": "At fifth place, with 191 votes, is “Shawshank Redemption.”"
    },
    {
      "index": 152,
      "start_time": 850172.0,
      "end_time": 856170.0,
      "text": "With 198 votes, Tom Hanks makes his third appearance in the   top 10 at spot number four with “Forrest Gump.” "
    },
    {
      "index": 153,
      "start_time": 856796.0,
      "end_time": 861800.0,
      "text": "In the bronze medal position is “Back to the Future,” with 214 votes."
    },
    {
      "index": 154,
      "start_time": 861008.0,
      "end_time": 865010.0,
      "text": "Runner-up and new to the list this year is “Inception,” with 224 votes. "
    },
    {
      "index": 155,
      "start_time": 865721.0,
      "end_time": 871720.0,
      "text": "And the best movie of all time, with 237 votes, is “Star Wars”!"
    },
    {
      "index": 156,
      "start_time": 870674.0,
      "end_time": 877670.0,
      "text": "So, there it is, your top-10 movies of all time. Thank you very much   to everyone who voted and contributed to make this list possible. "
    },
    {
      "index": 157,
      "start_time": 877760.0,
      "end_time": 883760.0,
      "text": "But that does it for tonight&#39;s films. So, now, let&#39;s take a look   at what&#39;s currently playing in theaters, with some Tweet Critiques. "
    },
    {
      "index": 158,
      "start_time": 893341.0,
      "end_time": 898340.0,
      "text": "Remember, if you&#39;re going to the movies, make sure to   submit your Twitter review, using the #JPMN hashtag..."
    },
    {
      "index": 159,
      "start_time": 898389.0,
      "end_time": 904390.0,
      "text": "as we continue our conversation during the summer. But that does it   for this episode and the second season of “Movie Night&quot;..."
    },
    {
      "index": 160,
      "start_time": 904533.0,
      "end_time": 911530.0,
      "text": "where we reviewed 66 films, both the great and the terrible.   Season three of “Movie Night” will return this November..."
    },
    {
      "index": 161,
      "start_time": 911128.0,
      "end_time": 914130.0,
      "text": "with an extended look at all of the   summer blockbusters that we&#39;re going to miss..."
    },
    {
      "index": 162,
      "start_time": 914474.0,
      "end_time": 916470.0,
      "text": "like “Cowboys and Aliens&quot;..."
    },
    {
      "index": 163,
      "start_time": 916027.0,
      "end_time": 918030.0,
      "text": "“Super 8&quot;..."
    },
    {
      "index": 164,
      "start_time": 916492.0,
      "end_time": 918490.0,
      "text": "“The Hangover 2&quot;..."
    },
    {
      "index": 165,
      "start_time": 917655.0,
      "end_time": 919660.0,
      "text": "“Transformers: Dark Of The Moon&quot;..."
    },
    {
      "index": 166,
      "start_time": 919371.0,
      "end_time": 921370.0,
      "text": "“Piranha 3DD&quot;..."
    },
    {
      "index": 167,
      "start_time": 920429.0,
      "end_time": 922430.0,
      "text": "the reboot of “Planet Of The Apes&quot;..."
    },
    {
      "index": 168,
      "start_time": 922064.0,
      "end_time": 925060.0,
      "text": "“Pirates Of The Caribbean 4,” and many more. "
    },
    {
      "index": 169,
      "start_time": 924875.0,
      "end_time": 932880.0,
      "text": "Until then, though, my name is Jonathan Paula. Thank you for watching “Movie   Night.” I hope to see you right back here for season three!"
    },
    {
      "index": 170,
      "start_time": 932268.0,
      "end_time": 945270.0,
      "text": "*end credits play*"
    },
    {
      "index": 171,
      "start_time": 946374.0,
      "end_time": 953370.0,
      "text": "*Click on the new episode of &quot;Game Time&quot; to see Jon spar with   King Bob-omb and ride the &quot;Cool, Cool Mountain&quot; slide with style!*"
    }
  ]
}