{
  "video_id": "POvyttyA8EU",
  "title": "CIVILIZATION VI – First Look: Khmer",
  "json": [
    {
      "index": 1,
      "start_time": 1368.0,
      "end_time": 6720.0,
      "text": "Jayavarman leads the Khmer in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 6720.0,
      "end_time": 11844.0,
      "text": "Jayavarman VII was a devoted Buddhist and the most powerful Khmer monarch."
    },
    {
      "index": 3,
      "start_time": 11845.0,
      "end_time": 20687.0,
      "text": "His reign was marked by both military conquests and massive building projects for temples, highways, public rest houses and hospitals."
    },
    {
      "index": 4,
      "start_time": 21454.0,
      "end_time": 24524.0,
      "text": "Khmer’s unique ability is called Grand Barays."
    },
    {
      "index": 5,
      "start_time": 24524.0,
      "end_time": 30897.0,
      "text": "Farms provide additional food when adjacent to an Aqueduct, and Aqueducts provide both Faith and an Amenity."
    },
    {
      "index": 6,
      "start_time": 31631.0,
      "end_time": 36302.0,
      "text": "Their unique unit is the Domrey: a ballista mounted on an elephant."
    },
    {
      "index": 7,
      "start_time": 37570.0,
      "end_time": 45145.0,
      "text": "This Siege unit is stronger than the Catapult, can move and shoot on the same turn, and exerts Zone of Control."
    },
    {
      "index": 8,
      "start_time": 45145.0,
      "end_time": 48181.0,
      "text": "It unlocks with the Military Engineering technology."
    },
    {
      "index": 9,
      "start_time": 49382.0,
      "end_time": 53219.0,
      "text": "Their unique building is the Prasat, which replaces the Temple."
    },
    {
      "index": 10,
      "start_time": 54287.0,
      "end_time": 59692.0,
      "text": "Missionaries produced here will gain the Martyr Promotion, and it provides a Relic Great Work Slot."
    },
    {
      "index": 11,
      "start_time": 60460.0,
      "end_time": 64431.0,
      "text": "Jayavarman’s unique ability is “Monasteries of the King.”"
    },
    {
      "index": 12,
      "start_time": 64431.0,
      "end_time": 70437.0,
      "text": "Holy Sites grab adjacent territory and also provide Food and Housing when built on a river."
    },
    {
      "index": 13,
      "start_time": 70437.0,
      "end_time": 80280.0,
      "text": "With their bonuses to Housing and the Aqueduct District, the Khmer can easily create populous cities, and their religious strengths will help them out through the first half of the game."
    },
    {
      "index": 14,
      "start_time": 81314.0,
      "end_time": 88187.0,
      "text": "Focus on establishing a strong core territory, make effective use of Rivers, and victory will be yours!"
    },
    {
      "index": 15,
      "start_time": 88888.0,
      "end_time": 92759.0,
      "text": "Will the world flock to your cities, or be crushed beneath your elephants?"
    },
    {
      "index": 16,
      "start_time": 92759.0,
      "end_time": 97564.0,
      "text": "How will you lead the Khmer in Sid Meier’s Civilization VI?"
    }
  ]
}