{
  "video_id": "pP44EPBMb8A",
  "title": "How to Build a Dyson Sphere - The Ultimate Megastructure",
  "json": [
    {
      "index": 1,
      "start_time": 789.0,
      "end_time": 8369.0,
      "text": "Human history is told by the energy we use. At first we had to use our muscles, then we learned to control fire."
    },
    {
      "index": 2,
      "start_time": 8920.0,
      "end_time": 15899.0,
      "text": "We industrialized the world using coal and oil and entered the Atomic Age when we learned how to split a nucleus."
    },
    {
      "index": 3,
      "start_time": 16329.999999999998,
      "end_time": 22590.0,
      "text": "At each step, we increased our energy harvest to a scale never seen before and advanced as a species."
    },
    {
      "index": 4,
      "start_time": 23260.0,
      "end_time": 30389.0,
      "text": "Currently, we're slowly transitioning to renewables and if we're lucky, fusion energy will become viable in the future."
    },
    {
      "index": 5,
      "start_time": 30760.0,
      "end_time": 36329.0,
      "text": "As humanity progresses further, if we don't destroy ourselves or our habitat,"
    },
    {
      "index": 6,
      "start_time": 36329.0,
      "end_time": 39898.0,
      "text": "we will likely gain complete control of our planet's resources."
    },
    {
      "index": 7,
      "start_time": 40390.0,
      "end_time": 45239.0,
      "text": "At that stage we'll probably begin to look outwards for new places to expand into."
    },
    {
      "index": 8,
      "start_time": 45700.0,
      "end_time": 51269.0,
      "text": "But space is hard and establishing a serious human presence in the solar system will require"
    },
    {
      "index": 9,
      "start_time": 51269.0,
      "end_time": 53910.0,
      "text": "ungodly amounts of energy."
    },
    {
      "index": 10,
      "start_time": 54190.0,
      "end_time": 59730.0,
      "text": "Luckily, we know where to find it. The Sun - the ultimate source of energy."
    },
    {
      "index": 11,
      "start_time": 60250.0,
      "end_time": 65400.0,
      "text": "A furnace 100 quintillion times more powerful than our most efficient nuclear reactor."
    },
    {
      "index": 12,
      "start_time": 65619.0,
      "end_time": 69989.0,
      "text": "It shines with the energy of a trillion nuclear bombs per second."
    },
    {
      "index": 13,
      "start_time": 70540.0,
      "end_time": 74999.0,
      "text": "So, how do we get this energy? Not some of it, all of it."
    },
    {
      "index": 14,
      "start_time": 84770.0,
      "end_time": 89589.0,
      "text": "If we want to collect the most energy physically possible, we'll have to build the largest most"
    },
    {
      "index": 15,
      "start_time": 89690.0,
      "end_time": 91690.0,
      "text": "ambitious structure in the universe."
    },
    {
      "index": 16,
      "start_time": 91729.0,
      "end_time": 98079.0,
      "text": "The Dyson Sphere, a megastructure that encompasses a whole star to capture its power output."
    },
    {
      "index": 17,
      "start_time": 98630.0,
      "end_time": 105789.0,
      "text": "For an intelligent species, building a Dyson Sphere is a technological leap on a par with the discovery of fire for our ancestors."
    },
    {
      "index": 18,
      "start_time": 106369.0,
      "end_time": 113529.0,
      "text": "The transition from a planetary species to an interstellar species. It would usher in an age of exploration and"
    },
    {
      "index": 19,
      "start_time": 113529.0,
      "end_time": 116199.0,
      "text": "expansion on a scale we can barely imagine."
    },
    {
      "index": 20,
      "start_time": 116869.0,
      "end_time": 118959.0,
      "text": "So, what would it look like?"
    },
    {
      "index": 21,
      "start_time": 119630.0,
      "end_time": 126729.0,
      "text": "Solid shell enveloping the Sun is probably not the way to go a large rigid body like that would be vulnerable to impacts"
    },
    {
      "index": 22,
      "start_time": 127039.0,
      "end_time": 131829.0,
      "text": "possibly shattering it would be liable to drift and could crash straight into the Sun a"
    },
    {
      "index": 23,
      "start_time": 132530.0,
      "end_time": 140169.0,
      "text": "More, viable design for a Dyson Sphere might be a Dyson swarm an enormous set of orbiting panels that collect the sun's power and"
    },
    {
      "index": 24,
      "start_time": 140170.0,
      "end_time": 141950.0,
      "text": "beam it elsewhere"
    },
    {
      "index": 25,
      "start_time": 141950.0,
      "end_time": 148149.0,
      "text": "such as sward would give humanity basically unlimited energy but building it won't be easy"
    },
    {
      "index": 26,
      "start_time": 148730.0,
      "end_time": 152380.0,
      "text": "the Sun is very big so we need a lot of satellites if"
    },
    {
      "index": 27,
      "start_time": 152840.0,
      "end_time": 158229.0,
      "text": "Each satellite is a square kilometer we'd need around 30 quadrillion to surround the Sun"
    },
    {
      "index": 28,
      "start_time": 158660.0,
      "end_time": 164799.0,
      "text": "even if they're built as lightly as possible we need about 100 quintillion tons of material and"
    },
    {
      "index": 29,
      "start_time": 165260.0,
      "end_time": 171609.0,
      "text": "Then we need the energy to actually put the parts together and deliver them to their positions around the Sun on"
    },
    {
      "index": 30,
      "start_time": 171829.0,
      "end_time": 176829.0,
      "text": "top of all that we need to have a permanent infrastructure set up in space to start building"
    },
    {
      "index": 31,
      "start_time": 177560.0,
      "end_time": 184119.0,
      "text": "let's assume for the purposes of this video that our descendants will take care of that and want to create the mega structure"
    },
    {
      "index": 32,
      "start_time": 184760.0,
      "end_time": 187420.0,
      "text": "We can sort the challenges into three main categories"
    },
    {
      "index": 33,
      "start_time": 188150.0,
      "end_time": 190510.0,
      "text": "materials design and energy"
    },
    {
      "index": 34,
      "start_time": 191030.0,
      "end_time": 198009.0,
      "text": "To get the vast amounts of raw materials required for our Dyson swarm will have to largely disassemble a whole planet"
    },
    {
      "index": 35,
      "start_time": 198830.0,
      "end_time": 205100.0,
      "text": "Of the planets available mercury is the best candidate it's the closest to the Sun and very metal-rich"
    },
    {
      "index": 36,
      "start_time": 205860.0,
      "end_time": 206870.0,
      "text": "close to the Sun"
    },
    {
      "index": 37,
      "start_time": 206870.0,
      "end_time": 207320.0,
      "text": "also"
    },
    {
      "index": 38,
      "start_time": 207320.0,
      "end_time": 215119.0,
      "text": "Means less moving stuff around and mercury has no atmosphere and only about a third of the surface gravity of Earth making it"
    },
    {
      "index": 39,
      "start_time": 215430.0,
      "end_time": 217609.0,
      "text": "comparatively easy to launch material into space"
    },
    {
      "index": 40,
      "start_time": 218580.0,
      "end_time": 222710.0,
      "text": "Next we should consider the design of our swarm simpler is better"
    },
    {
      "index": 41,
      "start_time": 224100.0,
      "end_time": 231169.0,
      "text": "Conventional solar panels are far too intricate and short lives our satellites need to operate without repairs or intervention for"
    },
    {
      "index": 42,
      "start_time": 231600.0,
      "end_time": 234439.0,
      "text": "astronomically long times and they need to be cheap to produce"
    },
    {
      "index": 43,
      "start_time": 235020.0,
      "end_time": 238100.0,
      "text": "But they're most likely going to be enormous mirrors"
    },
    {
      "index": 44,
      "start_time": 238100.0,
      "end_time": 243439.0,
      "text": "which refocus sunlight to central collecting stations like in concentrated solar power on earth"
    },
    {
      "index": 45,
      "start_time": 244170.0,
      "end_time": 251899.0,
      "text": "to build and launch them efficiently they must be incredibly light made of little more than polished metal full bound to some supports and"
    },
    {
      "index": 46,
      "start_time": 252330.0,
      "end_time": 259130.0,
      "text": "Last we need the energy to build and launch the swarm itself taking a part of planets and launching things into space"
    },
    {
      "index": 47,
      "start_time": 259500.0,
      "end_time": 264709.0,
      "text": "requires an enormous amount of energy for example if we used all the fossil fuels and"
    },
    {
      "index": 48,
      "start_time": 264900.0,
      "end_time": 266330.0,
      "text": "Uranium on earth and we?"
    },
    {
      "index": 49,
      "start_time": 266330.0,
      "end_time": 269239.0,
      "text": "Were perfectly efficient we could only launch as much"
    },
    {
      "index": 50,
      "start_time": 269240.0,
      "end_time": 275630.0,
      "text": "Mass as Mount Everest into space a rather meager accomplishment compared to planetary disassembly"
    },
    {
      "index": 51,
      "start_time": 276120.0,
      "end_time": 282140.0,
      "text": "To get the energy needed to build a Dyson Sphere it's almost as if you're going to need the power output of a dyson sphere"
    },
    {
      "index": 52,
      "start_time": 282660.0,
      "end_time": 287689.0,
      "text": "But that's. Ok there's plenty of sunlight to be had on Mercury so let's get to work"
    },
    {
      "index": 53,
      "start_time": 288540.0,
      "end_time": 292040.0,
      "text": "Humans are expensive to keep alive and are very sensitive to the environment"
    },
    {
      "index": 54,
      "start_time": 292740.0,
      "end_time": 295010.0,
      "text": "So, we'd want to automate as much as possible"
    },
    {
      "index": 55,
      "start_time": 295980.0,
      "end_time": 301909.0,
      "text": "Ideally we'd have a small crew of controllers who oversee an army of autonomous machines doing the actual work"
    },
    {
      "index": 56,
      "start_time": 302880.0,
      "end_time": 310249.0,
      "text": "There are four major pieces of technology required solar collectors miners refiners and launch equipment"
    },
    {
      "index": 57,
      "start_time": 311220.0,
      "end_time": 315799.0,
      "text": "the solar collectors are going to give us the energy we need to disassemble the planet"
    },
    {
      "index": 58,
      "start_time": 316229.0,
      "end_time": 322789.0,
      "text": "To start maybe we deploy something like one square kilometer of them either as mirrors or as traditional solar panels"
    },
    {
      "index": 59,
      "start_time": 323090.0,
      "end_time": 330729.0,
      "text": "they'll provide the energy to run our miners which strip-mine the surface of the planet and our refiners which extract valuable elements and"
    },
    {
      "index": 60,
      "start_time": 330889.0,
      "end_time": 333068.0,
      "text": "fabricate them into our swarm satellites"
    },
    {
      "index": 61,
      "start_time": 333710.0,
      "end_time": 337479.0,
      "text": "to get them into space we need a creative and efficient solution"
    },
    {
      "index": 62,
      "start_time": 338180.0,
      "end_time": 342009.0,
      "text": "Rockets aren't too expensive and difficult to deorbit and reuse"
    },
    {
      "index": 63,
      "start_time": 342500.0,
      "end_time": 346239.0,
      "text": "Instead, we'll want to use a sort of railgun a longer"
    },
    {
      "index": 64,
      "start_time": 346789.0,
      "end_time": 349929.0,
      "text": "Electromagnetic track which launches our satellites at high speeds"
    },
    {
      "index": 65,
      "start_time": 350449.0,
      "end_time": 356439.0,
      "text": "Our swarm satellites will be packed tight for launch unfurling like an enormous origami once in orbit"
    },
    {
      "index": 66,
      "start_time": 356990.0,
      "end_time": 359319.0,
      "text": "from this point we can take advantage of"
    },
    {
      "index": 67,
      "start_time": 359630.0,
      "end_time": 367539.0,
      "text": "exponential growth using the energy of the existing parts of the swarm to build more infrastructure on Mercury and launch new panels faster and faster"
    },
    {
      "index": 68,
      "start_time": 368000.0,
      "end_time": 373419.0,
      "text": "each panel provides the energy to build another those to work together to build the next to"
    },
    {
      "index": 69,
      "start_time": 373669.0,
      "end_time": 377079.0,
      "text": "Four become eight eight become 16 and so on"
    },
    {
      "index": 70,
      "start_time": 377810.0,
      "end_time": 383139.0,
      "text": "within just about 60 doubling times the Sun would be completely surrounded by solar panels and"
    },
    {
      "index": 71,
      "start_time": 383300.0,
      "end_time": 389409.0,
      "text": "This can happen quickly if a square kilometer of solar collectors takes a month to build we could be done in a decade"
    },
    {
      "index": 72,
      "start_time": 389539.0,
      "end_time": 394419.0,
      "text": "if only our infrastructure on the planet's surface can keep up with the quickly growing budget of energy"
    },
    {
      "index": 73,
      "start_time": 394909.0,
      "end_time": 401319.0,
      "text": "Even collecting 1% of the sun's energy is an unbelievable change in our species energy budget"
    },
    {
      "index": 74,
      "start_time": 401779.0,
      "end_time": 408999.0,
      "text": "We could create the infrastructure to being basically unlimited amounts of energy around the solar system for all sorts of projects"
    },
    {
      "index": 75,
      "start_time": 409639.0,
      "end_time": 412149.0,
      "text": "colonies on other worlds terraforming planets"
    },
    {
      "index": 76,
      "start_time": 412969.0,
      "end_time": 419829.0,
      "text": "constructing more mega structures or even traveling to other stars it could be the start of an interstellar"
    },
    {
      "index": 77,
      "start_time": 420409.0,
      "end_time": 425379.0,
      "text": "Civilization based on physics alone this is not just possible but easy"
    },
    {
      "index": 78,
      "start_time": 425900.0,
      "end_time": 433029.0,
      "text": "It's such a simple process and such a necessary step for any species to expand beyond their home planet that many astronomers"
    },
    {
      "index": 79,
      "start_time": 433130.0,
      "end_time": 440079.0,
      "text": "Think there are probably Dyson spheres already out there in the Milky Way we haven't spotted any yet but they could be there"
    },
    {
      "index": 80,
      "start_time": 440780.0,
      "end_time": 448630.0,
      "text": "it's far from certain that humanity will ever get to this point our attention is too often focused on short-term political gains and"
    },
    {
      "index": 81,
      "start_time": 448880.0,
      "end_time": 454059.0,
      "text": "Conflicts that will not matter in the long run but if we survive the challenges we've set ourselves"
    },
    {
      "index": 82,
      "start_time": 454400.0,
      "end_time": 460660.0,
      "text": "we could potentially become the first species in the universe to create a structure with the scope of a star if"
    },
    {
      "index": 83,
      "start_time": 460940.0,
      "end_time": 464949.0,
      "text": "We? Do it the only limitation left will be our own"
    },
    {
      "index": 84,
      "start_time": 465500.0,
      "end_time": 467500.0,
      "text": "imagination"
    },
    {
      "index": 85,
      "start_time": 469490.0,
      "end_time": 473349.0,
      "text": "We've just hit you with a lot of pretty wild claims and crazy concepts if"
    },
    {
      "index": 86,
      "start_time": 473720.0,
      "end_time": 478869.0,
      "text": "You're like us and enjoy using the power of science to determine absurd ways to destroy stuff"
    },
    {
      "index": 87,
      "start_time": 478880.0,
      "end_time": 481959.0,
      "text": "you might want to hear how you can come up with something like that yourself"
    },
    {
      "index": 88,
      "start_time": 482930.0,
      "end_time": 490359.0,
      "text": "Brilliant is a problem-solving website that helps you learn stuff through fun puzzles that split up a complex problem into bite-sized chunks and"
    },
    {
      "index": 89,
      "start_time": 490550.0,
      "end_time": 492550.0,
      "text": "build up to an interesting conclusion"
    },
    {
      "index": 90,
      "start_time": 492740.0,
      "end_time": 499329.0,
      "text": "It helps you understand how science works by actually using it instead of just memorizing a bunch of stuff"
    },
    {
      "index": 91,
      "start_time": 500210.0,
      "end_time": 507669.0,
      "text": "brilliance has tons of interesting courses and puzzles on things like quantum computing astronomy and logic and even dyson sphere's if"
    },
    {
      "index": 92,
      "start_time": 508460.0,
      "end_time": 510789.0,
      "text": "you visit brilliant org slash nutshell"
    },
    {
      "index": 93,
      "start_time": 510789.0,
      "end_time": 515859.0,
      "text": "Or click the link in the description you can sign up for free and learn all kinds of things as"
    },
    {
      "index": 94,
      "start_time": 516529.0,
      "end_time": 522699.0,
      "text": "A bonus for cooks without viewers the first 688 people will, also get 20% off their annual membership"
    },
    {
      "index": 95,
      "start_time": 523400.0,
      "end_time": 526929.0,
      "text": "with brilliance you can finish each stay a little bit smarter and"
    },
    {
      "index": 96,
      "start_time": 527240.0,
      "end_time": 532120.0,
      "text": "Just maybe you can help to expand the human species into the universe one day"
    },
    {
      "index": 97,
      "start_time": 532700.0,
      "end_time": 536499.0,
      "text": "We love dyson sphere's so much that we've also made a poster about them"
    },
    {
      "index": 98,
      "start_time": 536660.0,
      "end_time": 538959.0,
      "text": "it will look pretty on your wall but"
    },
    {
      "index": 99,
      "start_time": 538959.0,
      "end_time": 543189.0,
      "text": "Also has some information about the concept of a Dyson Sphere a great way to start a conversation"
    },
    {
      "index": 100,
      "start_time": 543650.0,
      "end_time": 547269.0,
      "text": "Or you can just stare at it and dream about the future"
    },
    {
      "index": 101,
      "start_time": 548120.0,
      "end_time": 550120.0,
      "text": "go get it here"
    }
  ]
}