{
  "video_id": "pPxWxY7kXG4",
  "title": "How to Make a Caffe Macchiato | Perfect Coffee",
  "json": [
    {
      "index": 1,
      "start_time": 3210.0,
      "end_time": 8620.0,
      "text": "My name is Mike Jones, and I&#39;m a barista at Third Rail Coffee right by Washington Square"
    },
    {
      "index": 2,
      "start_time": 8620.0,
      "end_time": 15620.0,
      "text": "Park in New York City. I&#39;m going to teach you some basic coffee-making skills."
    },
    {
      "index": 3,
      "start_time": 18800.0,
      "end_time": 25800.0,
      "text": "Okay, now I&#39;m going to show you how to make a macchiato, this is one of my favorite espresso"
    },
    {
      "index": 4,
      "start_time": 27400.0,
      "end_time": 32890.0,
      "text": "drinks. What it is, is just a shot of espresso with a little bit of foam on top. In Italian"
    },
    {
      "index": 5,
      "start_time": 32890.0,
      "end_time": 38920.0,
      "text": "macchiato means marked, so it&#39;s literally just marked with a dollop of foam. However"
    },
    {
      "index": 6,
      "start_time": 38920.0,
      "end_time": 44350.0,
      "text": "in North American and in other growing coffee traditions, people have used a little bit"
    },
    {
      "index": 7,
      "start_time": 44350.0,
      "end_time": 49699.0,
      "text": "more milk, like one to two ounces instead of just the traditional dollop on top. So,"
    },
    {
      "index": 8,
      "start_time": 49699.0,
      "end_time": 53989.0,
      "text": "I&#39;m going to show you something that&#39;s half way in between there, which is how I like"
    },
    {
      "index": 9,
      "start_time": 53989.0,
      "end_time": 60108.0,
      "text": "it, just a shot of espresso and then maybe an ounce of foamy milk. So I&#39;m going to start"
    },
    {
      "index": 10,
      "start_time": 60109.0,
      "end_time": 67109.0,
      "text": "off with pulling the shot, steaming the milk and then pouring."
    },
    {
      "index": 11,
      "start_time": 99799.0,
      "end_time": 106799.0,
      "text": "Okay, so we have our nice foamy milk and a shot of espresso, now since it&#39;s a small drink,"
    },
    {
      "index": 12,
      "start_time": 130350.0,
      "end_time": 137350.0,
      "text": "what I like to do is stir the shot a little bit. This way it incorporates all the flavors"
    },
    {
      "index": 13,
      "start_time": 137730.0,
      "end_time": 144730.0,
      "text": "throughout it and when you take your first sip you don&#39;t get a bitter first impression."
    },
    {
      "index": 14,
      "start_time": 144730.0,
      "end_time": 150899.0,
      "text": "This is also sort of my personal preference for macchiato, many people won&#39;t do that,"
    },
    {
      "index": 15,
      "start_time": 150900.0,
      "end_time": 155120.0,
      "text": "but I definitely recommend trying it out if you&#39;re getting a bitter ring right around"
    },
    {
      "index": 16,
      "start_time": 155120.0,
      "end_time": 162120.0,
      "text": "the first sip. So then we have our foamy milk, then you&#39;re just going to pour it in, it&#39;s"
    },
    {
      "index": 17,
      "start_time": 162620.0,
      "end_time": 169620.0,
      "text": "just going to be about an ounce and half. Alright, and that is a macchiato."
    }
  ]
}