{
  "video_id": "pr6WbxFjGLU",
  "title": "What You Probably Never Knew About Salmon",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 550.0,
      "end_time": 7380.0,
      "text": "Salmon's popularity comes with quite a bit of confusion, what with the multiple varieties, health claims, and concerns about sustainability."
    },
    {
      "index": 2,
      "start_time": 7380.0,
      "end_time": 8800.0,
      "text": "What's true and what's not?"
    },
    {
      "index": 3,
      "start_time": 8800.0,
      "end_time": 13000.0,
      "text": "Here's a look at some things you probably never knew about salmon."
    },
    {
      "index": 4,
      "start_time": 13000.0,
      "end_time": 17420.0,
      "text": "Most of the salmon that we eat is conveniently named for the ocean or region it came from."
    },
    {
      "index": 5,
      "start_time": 17420.0,
      "end_time": 19200.0,
      "text": "But it's not quite that simple."
    },
    {
      "index": 6,
      "start_time": 19200.0,
      "end_time": 27700.0,
      "text": "Pacific salmon, for instance, covers a range of popular salmon, including gourmet favorites chinook, and sockeye, as well as the less-pricey coho variety."
    },
    {
      "index": 7,
      "start_time": 27700.0,
      "end_time": 32600.0,
      "text": "Atlantic salmon and Norwegian salmon, however, are generally both farmed rather than wild."
    },
    {
      "index": 8,
      "start_time": 32600.0,
      "end_time": 40660.0,
      "text": "When in doubt about salmon's origins, be sure to ask your fishmonger exactly where the salmon you're buying is coming from - even if at your end, it's coming out of a can."
    },
    {
      "index": 9,
      "start_time": 40660.0,
      "end_time": 49420.0,
      "text": "\"Yesterday while you was out visiting, I went and ate a can of your salmon… so I got stopped by the Piggly Wiggly this morning and I got you another can.\""
    },
    {
      "index": 10,
      "start_time": 49420.0,
      "end_time": 52470.0,
      "text": "So what's the difference between wild salmon and farmed salmon?"
    },
    {
      "index": 11,
      "start_time": 52470.0,
      "end_time": 60940.0,
      "text": "While farmed salmon will certainly save a few bucks at the store, wild salmon is going to deliver much more for your buck in terms of not only flavor, but more importantly, in nutrients."
    },
    {
      "index": 12,
      "start_time": 60940.0,
      "end_time": 69000.0,
      "text": "Wild salmon contains higher levels of potassium, zinc, iron, and calcium, but comes with less fat and calories than an equal serving of farmed salmon."
    },
    {
      "index": 13,
      "start_time": 69000.0,
      "end_time": 75660.0,
      "text": "While both contain high levels of heart-and-brain-healthy Omega-3's, science shows those in farmed salmon to be of lesser quality."
    },
    {
      "index": 14,
      "start_time": 75660.0,
      "end_time": 83000.0,
      "text": "Still, even farmed salmon is one of the healthier food choices around, so just aim to buy the best quality salmon that you can find and afford."
    },
    {
      "index": 15,
      "start_time": 83000.0,
      "end_time": 84500.0,
      "text": "And the fresher the better."
    },
    {
      "index": 16,
      "start_time": 84500.0,
      "end_time": 89000.0,
      "text": "You know… just to be safe."
    },
    {
      "index": 17,
      "start_time": 88400.0,
      "end_time": 92380.0,
      "text": "\"The salmon mousse!\""
    },
    {
      "index": 18,
      "start_time": 92380.0,
      "end_time": 95500.0,
      "text": "\"Darling, you didn't used canned salmon, did you?\""
    },
    {
      "index": 19,
      "start_time": 95500.0,
      "end_time": 100800.0,
      "text": "Fitness Magazine named wild salmon a superfood for both skin and hair, and it's no wonder."
    },
    {
      "index": 20,
      "start_time": 100800.0,
      "end_time": 105600.0,
      "text": "Packed with selenium, salmon helps to naturally protect your skin from the sun's harmful rays."
    },
    {
      "index": 21,
      "start_time": 105600.0,
      "end_time": 119400.0,
      "text": "Salmon's high levels of Omega-3s also help to keep your skin looking youthful and moisturized, not to mention omega-3's reputation for lowering the risk of heart disease, combating the joint pain of arthritis, and aiding conditions like depression, asthma, and ADHD."
    },
    {
      "index": 22,
      "start_time": 119400.0,
      "end_time": 124200.0,
      "text": "A known anti-inflammatory, Omega-3s can even help prevent osteoporosis."
    },
    {
      "index": 23,
      "start_time": 124200.0,
      "end_time": 132460.0,
      "text": "According to researchers at Ohio State University, who observed that women with higher concentrations of the fatty acid in their bodies suffered fewer hip fractures."
    },
    {
      "index": 24,
      "start_time": 132460.0,
      "end_time": 140460.0,
      "text": "In 2015, the FDA approved a genetically modified salmon created by a company called AquaBounty, as fit for human consumption."
    },
    {
      "index": 25,
      "start_time": 140460.0,
      "end_time": 150350.0,
      "text": "AquAdvantage, as the GMO salmon is called, contains a splice of genes, including the Pacific chinook salmon and a bottom-dweller fish known as an eelpout, or ocean pout."
    },
    {
      "index": 26,
      "start_time": 150350.0,
      "end_time": 156140.0,
      "text": "The result, reportedly, is a salmon that grows larger and faster, requiring less feed than its farmed cousins."
    },
    {
      "index": 27,
      "start_time": 156140.0,
      "end_time": 171120.0,
      "text": "In 2016, though, lawsuits were filed against the FDA by a number of plaintiffs, who claim the FDA was negligent in overlooking the potential harm to wild salmon populations should the GMO fish hatch any escape plans, not to mention the detriment to fishing communities and the environment."
    },
    {
      "index": 28,
      "start_time": 171120.0,
      "end_time": 177500.0,
      "text": "Shocking!"
    },
    {
      "index": 29,
      "start_time": 177500.0,
      "end_time": 187800.0,
      "text": "AquAdvantage is planned to be sold as Atlantic salmon, so if you're looking to avoid a dinner of Frankenfish, aim for wild salmon, or any salmon labeled as a Pacific variety."
    },
    {
      "index": 30,
      "start_time": 187800.0,
      "end_time": 193760.0,
      "text": "We all know that salmon does a body good, but did you know that it's also vital for the health of wildlife and ecosystems?"
    },
    {
      "index": 31,
      "start_time": 193760.0,
      "end_time": 205120.0,
      "text": "Grizzly bears of Alaska in the Pacific Northwest not only feast on salmon for nutrition, but they also carry the carcasses to the forest floor, leaving behind valuable phosphorus, carbon, sulfur and nitrogen."
    },
    {
      "index": 32,
      "start_time": 205120.0,
      "end_time": 213700.0,
      "text": "Scientists have even found nitrogen that originated from salmon in the leaves of spruce trees located over 1600 feet from streams where Grizzlies fish for salmon."
    },
    {
      "index": 33,
      "start_time": 213700.0,
      "end_time": 216600.0,
      "text": "Beavers also enjoy a healthy relationship with salmon."
    },
    {
      "index": 34,
      "start_time": 216600.0,
      "end_time": 222800.0,
      "text": "A beaver's dam can provide a habitat for young salmon, and shield the juveniles from the dangers of avian predators above."
    },
    {
      "index": 35,
      "start_time": 222800.0,
      "end_time": 224300.0,
      "text": "So respect the salmon."
    },
    {
      "index": 36,
      "start_time": 224300.0,
      "end_time": 226100.0,
      "text": "Because their job sure isn't easy!"
    },
    {
      "index": 37,
      "start_time": 226100.0,
      "end_time": 235450.0,
      "text": "\"One of the most difficult aspects of a salmon's life cycle is when they swim upstream to spawn, a word which here means, spend quality time with the salmon they love most.\""
    },
    {
      "index": 38,
      "start_time": 235450.0,
      "end_time": 243620.0,
      "text": "For the Native American tribes residing in the Pacific Northwest's Columbia Basin, salmon plays far more importance in their culture than just sustenance."
    },
    {
      "index": 39,
      "start_time": 243620.0,
      "end_time": 251000.0,
      "text": "For these \"Salmon People,\" the salmon is sacred, guiding not only their diets, but also their religion, culture, livelihoods, and entire society."
    },
    {
      "index": 40,
      "start_time": 251000.0,
      "end_time": 256600.0,
      "text": "According to tribal legend, the Creator gave the people the gifts of salmon and water on the first day."
    },
    {
      "index": 41,
      "start_time": 256600.00000000003,
      "end_time": 261389.00000000003,
      "text": "And salmon continues to play a central role in religious and cultural ceremonies and celebrations."
    },
    {
      "index": 42,
      "start_time": 261389.0,
      "end_time": 271900.0,
      "text": "When the 1960s brought a sharp decline in salmon harvests, the tribes fought back against overfishing and pollution by sending many youth to study environmental engineering, fish biology, and law."
    },
    {
      "index": 43,
      "start_time": 271900.0,
      "end_time": 275800.0,
      "text": "That way, they may still preserve their traditional way of life."
    },
    {
      "index": 44,
      "start_time": 275800.0,
      "end_time": 281539.0,
      "text": "Popular in a wide range of cuisines, there's no shortage of ways to prepare and enjoy a delicious salmon meal."
    },
    {
      "index": 45,
      "start_time": 281539.0,
      "end_time": 286300.0,
      "text": "Smoked salmon, lox, and gravlax are preparations that involve no cooking at all."
    },
    {
      "index": 46,
      "start_time": 286300.0,
      "end_time": 292440.0,
      "text": "The fish is cured and brined over time, creating delicacies long enjoyed in Jewish and Scandinavian cuisines."
    },
    {
      "index": 47,
      "start_time": 292440.0,
      "end_time": 298220.0,
      "text": "Raw salmon, in the form of sushi or sashimi, is one of the top sellers in sushi restaurants worldwide."
    },
    {
      "index": 48,
      "start_time": 298220.0,
      "end_time": 306430.0,
      "text": "For the home cook, fresh or frozen salmon fillets and steaks are readily available, with salmon's meaty texture standing up well to the stovetop, oven, or grill."
    },
    {
      "index": 49,
      "start_time": 306430.0,
      "end_time": 308170.0,
      "text": "So start eating your salmon already."
    },
    {
      "index": 50,
      "start_time": 308170.0,
      "end_time": 310500.0,
      "text": "What do we have to do, hit you over the head with it?"
    },
    {
      "index": 51,
      "start_time": 310500.0,
      "end_time": 312740.0,
      "text": "\"Members of the Obama administration temporarily…\""
    },
    {
      "index": 52,
      "start_time": 312740.0,
      "end_time": 316880.0,
      "text": "\"There's new report about Iran's nuclear program, and it seems…\""
    },
    {
      "index": 53,
      "start_time": 316880.0,
      "end_time": 319800.0,
      "text": "\"And that's why it's so important that we support…\""
    }
  ]
}