{
  "video_id": "PrTPE9QojuE",
  "title": "Does Using Your Phone Really Hurt Your Sleep?",
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 2380.0,
      "text": "SciShow is supported by Brilliant.org."
    },
    {
      "index": 2,
      "start_time": 2380.0,
      "end_time": 8620.0,
      "text": "Go to Brilliant.org/SciShow to get 20% off an annual Premium subscription."
    },
    {
      "index": 3,
      "start_time": 11740.0,
      "end_time": 20340.0,
      "text": "Picture it: You're right in the middle of binging the latest season of The Great British Bake Off when you suddenly look at the clock and realize it's one in the morning."
    },
    {
      "index": 4,
      "start_time": 20420.0,
      "end_time": 24180.0,
      "text": "You should have been in bed two hours ago, but you're not even tired."
    },
    {
      "index": 5,
      "start_time": 24180.0,
      "end_time": 30720.0,
      "text": "You might have even heard that artificial sources of blue light, like your laptop screen, can mess with your body's internal clock."
    },
    {
      "index": 6,
      "start_time": 30740.0,
      "end_time": 36560.0,
      "text": "But did using a screen at night really keep you up longer, or was that just Paul Hollywood's beautiful blue eyes?"
    },
    {
      "index": 7,
      "start_time": 36560.0,
      "end_time": 40800.0,
      "text": "And if you did bring your phone or laptop to bed with you so that you can watch just one more episode as you drift off, will that actually prevent you from getting a good night sleep."
    },
    {
      "index": 8,
      "start_time": 45309.0,
      "end_time": 48699.0,
      "text": "Turns out the answer to both of those questions is probably yes."
    },
    {
      "index": 9,
      "start_time": 48699.0,
      "end_time": 52670.0,
      "text": "And getting around the problem might not be as easy as it seems."
    },
    {
      "index": 10,
      "start_time": 52670.0,
      "end_time": 59500.0,
      "text": "Your body's internal clock, or circadian rhythm, is regulated by a type of neuron in your eyes called ganglion cells."
    },
    {
      "index": 11,
      "start_time": 59500.0,
      "end_time": 65180.0,
      "text": "In dim light, these cells signal the release of a hormone called melatonin, which tells your body to prepare for sleep."
    },
    {
      "index": 12,
      "start_time": 65180.00000000001,
      "end_time": 69260.0,
      "text": "It makes your metabolism slow down, your body temperature drop — things like that."
    },
    {
      "index": 13,
      "start_time": 69260.0,
      "end_time": 73030.0,
      "text": "But these ganglion cells are more sensitive to certain colors of light than others."
    },
    {
      "index": 14,
      "start_time": 73030.0,
      "end_time": 78710.0,
      "text": "Specifically, they're most sensitive to a wavelength of 482 nanometers, which is a"
    },
    {
      "index": 15,
      "start_time": 78710.0,
      "end_time": 82649.0,
      "text": "sort of turquoisey-blue that's a big component of daylight."
    },
    {
      "index": 16,
      "start_time": 82649.0,
      "end_time": 87880.0,
      "text": "The thing is, screens emit some blue light, too, which tricks the ganglion cells into thinking there's still some daylight out there so it might not be time to sleep just yet."
    },
    {
      "index": 17,
      "start_time": 92820.0,
      "end_time": 97280.0,
      "text": "Studies have suggested that when people are exposed to blue light before they go to sleep."
    },
    {
      "index": 18,
      "start_time": 97280.0,
      "end_time": 102170.0,
      "text": "they get less total sleep and wake up more frequently over the course of the night."
    },
    {
      "index": 19,
      "start_time": 102170.0,
      "end_time": 107620.0,
      "text": "This isn't necessarily something you can fix with a cup of coffee in the morning, either."
    },
    {
      "index": 20,
      "start_time": 107620.0,
      "end_time": 112220.0,
      "text": "Studies have found that long-term disruption of your body's circadian rhythm is associated"
    },
    {
      "index": 21,
      "start_time": 112229.0,
      "end_time": 116560.0,
      "text": "with a wide range of health problems, from depression to cancer."
    },
    {
      "index": 22,
      "start_time": 116560.0,
      "end_time": 120669.0,
      "text": "It's important to note that so far, most of the studies on blue light have been observational"
    },
    {
      "index": 23,
      "start_time": 120669.0,
      "end_time": 127700.0,
      "text": "— meaning that they looked at what happened, but didn't control the amount of light to see if it actually caused the sleep problems."
    },
    {
      "index": 24,
      "start_time": 127780.0,
      "end_time": 131640.0,
      "text": "Many have also been small, or used animal subjects instead of humans."
    },
    {
      "index": 25,
      "start_time": 131640.0,
      "end_time": 136470.0,
      "text": "So we don't have conclusive evidence that your daily late night scrolling actually causes"
    },
    {
      "index": 26,
      "start_time": 136470.0,
      "end_time": 139650.0,
      "text": "sleep or health problems, but we've seen that they tend to go together."
    },
    {
      "index": 27,
      "start_time": 139650.0,
      "end_time": 144720.0,
      "text": "Let's be real here, though: most of us aren't going to stop using our phones or computers after dark."
    },
    {
      "index": 28,
      "start_time": 144720.0,
      "end_time": 147960.0,
      "text": "That's some of the best time for phones and computers!"
    },
    {
      "index": 29,
      "start_time": 147970.0,
      "end_time": 152440.0,
      "text": "So there are other options, like software that makes your screen emit less blue light"
    },
    {
      "index": 30,
      "start_time": 152440.0,
      "end_time": 157010.0,
      "text": "when it's dark out, or special glasses with tinted lenses that filter out blue light."
    },
    {
      "index": 31,
      "start_time": 157010.0,
      "end_time": 160250.0,
      "text": "Unfortunately, researchers haven't been able to consistently demonstrate that those"
    },
    {
      "index": 32,
      "start_time": 160250.0,
      "end_time": 163280.0,
      "text": "programs or glasses actually do anything."
    },
    {
      "index": 33,
      "start_time": 163280.0,
      "end_time": 166720.0,
      "text": "It doesn't necessarily mean that blocking blue light is ineffective — it's just"
    },
    {
      "index": 34,
      "start_time": 166720.0,
      "end_time": 171060.0,
      "text": "that so far the studies on these approaches have had too many flaws to draw any conclusions."
    },
    {
      "index": 35,
      "start_time": 171060.0,
      "end_time": 176880.0,
      "text": "Maybe you're sensing a theme: we need better studies into the problems with blue light and how to address them."
    },
    {
      "index": 36,
      "start_time": 176880.0,
      "end_time": 181600.0,
      "text": "But for now, we know enough to say that it's probably worth stopping the TV binge just"
    },
    {
      "index": 37,
      "start_time": 181610.0,
      "end_time": 187030.0,
      "text": "a little early, no matter how desperately you want to find out if Stacey gets eliminated."
    },
    {
      "index": 38,
      "start_time": 187030.0,
      "end_time": 188180.0,
      "text": "Your body will thank you."
    },
    {
      "index": 39,
      "start_time": 188180.0,
      "end_time": 192030.0,
      "text": "And, no spoilers in the comments about who's the greatest British baker, but if you're"
    },
    {
      "index": 40,
      "start_time": 192030.0,
      "end_time": 196400.0,
      "text": "wanting to workout your brain while all you can think about is baking, check out this"
    },
    {
      "index": 41,
      "start_time": 196400.0,
      "end_time": 198590.0,
      "text": "Brilliant.org course on Measurement."
    },
    {
      "index": 42,
      "start_time": 198590.0,
      "end_time": 202900.0,
      "text": "You'll get better at estimating the amount of flour and chocolate chips you need while"
    },
    {
      "index": 43,
      "start_time": 202900.0,
      "end_time": 207110.0,
      "text": "you expand your knowledge on the very idea of measurement."
    },
    {
      "index": 44,
      "start_time": 207110.0,
      "end_time": 210180.0,
      "text": "We tend to think of measurements as fixed, which is why they're useful."
    },
    {
      "index": 45,
      "start_time": 210180.0,
      "end_time": 215840.0,
      "text": "But talking about a big cake or a long night is relative to your experience."
    },
    {
      "index": 46,
      "start_time": 215840.0,
      "end_time": 219500.0,
      "text": "Brilliant.org has tons of courses and quizzes that allow you to practice your math skills,"
    },
    {
      "index": 47,
      "start_time": 219500.0,
      "end_time": 223470.0,
      "text": "but what's unique to Brilliant is that they treat each topic with nuance."
    },
    {
      "index": 48,
      "start_time": 223470.0,
      "end_time": 227950.0,
      "text": "You'll definitely get better at always using units when talking about measurements after"
    },
    {
      "index": 49,
      "start_time": 227950.0,
      "end_time": 234460.0,
      "text": "taking this interactive course, but you'll also just understand the world in a more complex way."
    },
    {
      "index": 50,
      "start_time": 234460.0,
      "end_time": 236480.0,
      "text": "Which, as you might have heard, I'm a fan of."
    },
    {
      "index": 51,
      "start_time": 236480.0,
      "end_time": 240820.0,
      "text": "So thanks to Brilliant for sponsoring this week of SciShow videos and helping us all"
    },
    {
      "index": 52,
      "start_time": 240820.0,
      "end_time": 242880.0,
      "text": "see the world in new ways."
    },
    {
      "index": 53,
      "start_time": 242880.0,
      "end_time": 247650.0,
      "text": "Check out Brilliant.org/SciShow to learn more and right now, the first 200 people to use"
    },
    {
      "index": 54,
      "start_time": 247650.0,
      "end_time": 251480.0,
      "text": "that link, get 20% off an annual premium subscription."
    }
  ]
}