{
  "video_id": "PSKBeypqb80",
  "title": "Peter Joseph Speech on Zday 2010 (interactive) 1 / 10",
  "json": [
    {
      "index": 1,
      "start_time": 2659.0,
      "end_time": 9658.0,
      "text": "I&#39;ve entitled this \"Social Pathology.\" I decided to use the metaphor of disease to describe"
    },
    {
      "index": 2,
      "start_time": 9670.0,
      "end_time": 15410.0,
      "text": "the current state of social affairs and the trends it foreshadows and perpetuates. I was"
    },
    {
      "index": 3,
      "start_time": 15410.0,
      "end_time": 22410.0,
      "text": "first introduced to this idea of relating social state to a cellular state by a man"
    },
    {
      "index": 4,
      "start_time": 23390.0,
      "end_time": 29000.0,
      "text": "named John McMurtry, who wrote a book called \"The Cancer Stage of Capitalism.\" The rationale"
    },
    {
      "index": 5,
      "start_time": 29000.0,
      "end_time": 33850.0,
      "text": "is pretty simple. Just as human beings have to deal with pathogens invading and harming"
    },
    {
      "index": 6,
      "start_time": 33850.0,
      "end_time": 39899.0,
      "text": "their life system, so too does the social system we all share. Of course, these societal"
    },
    {
      "index": 7,
      "start_time": 39899.0,
      "end_time": 45500.0,
      "text": "diseases are not generated by ways of physical germs or the like. Rather, they come in the"
    },
    {
      "index": 8,
      "start_time": 45500.0,
      "end_time": 52500.0,
      "text": "form of presupposed principles of preference; cultural \"memes\" that transfer from one to"
    },
    {
      "index": 9,
      "start_time": 53390.0,
      "end_time": 60390.0,
      "text": "another based on values, and hence, belief systems. These \"memes\" or patterns of perspective"
    },
    {
      "index": 10,
      "start_time": 60370.0,
      "end_time": 66690.0,
      "text": "and behavior are what eventually result from or comprise the cultural manifestations around"
    },
    {
      "index": 11,
      "start_time": 66690.0,
      "end_time": 73690.0,
      "text": "us, such as the ideas of democracy, republicans, democrats, the american dream, etc. In chapter"
    },
    {
      "index": 12,
      "start_time": 76770.0,
      "end_time": 81399.0,
      "text": "one we will examine the symptoms, and hence diagnose the current stage of disease we are"
    },
    {
      "index": 13,
      "start_time": 81399.0,
      "end_time": 87900.0,
      "text": "in. Then in chapter two we will establish a prognosis, meaning what can we expect from"
    },
    {
      "index": 14,
      "start_time": 87900.0,
      "end_time": 93330.0,
      "text": "the future as the current pathogenic patterns continue. And finally, in chapter three, we"
    },
    {
      "index": 15,
      "start_time": 93330.0,
      "end_time": 97989.0,
      "text": "will discuss treatment for our current state of sickness, and this is where the concept,"
    },
    {
      "index": 16,
      "start_time": 97989.0,
      "end_time": 104989.0,
      "text": "of course, of a resource-based economy will be initially examined. However, as an introduction"
    },
    {
      "index": 17,
      "start_time": 106310.0,
      "end_time": 113300.0,
      "text": "to this, I am first going to describe what I call the \"invisible prison\". This is the"
    },
    {
      "index": 18,
      "start_time": 113300.0,
      "end_time": 120300.0,
      "text": "closed, intellectual feedback system, if you will, that consistently slows or even stops"
    },
    {
      "index": 19,
      "start_time": 121220.0,
      "end_time": 128220.0,
      "text": "new socially altering concepts from coming to fruition, stops progress. Let me explain."
    },
    {
      "index": 20,
      "start_time": 130788.00000000001,
      "end_time": 137190.0,
      "text": "The social order, as we know it, is created out of ideas, either directly or as a systemic"
    },
    {
      "index": 21,
      "start_time": 137200.0,
      "end_time": 142230.0,
      "text": "consequence. In other words, somebody somewhere did something which generated a group interest,"
    },
    {
      "index": 22,
      "start_time": 142230.0,
      "end_time": 147130.0,
      "text": "which then led to the implementation of a specific social component, either in a physical"
    },
    {
      "index": 23,
      "start_time": 147130.0,
      "end_time": 154130.0,
      "text": "form, philosophical form, or both. Once a given set of ideas are entrusted by a large"
    },
    {
      "index": 24,
      "start_time": 154370.0,
      "end_time": 160860.0,
      "text": "enough group of people, it becomes an institution. And once that institution is made dominant"
    },
    {
      "index": 25,
      "start_time": 160860.0,
      "end_time": 166420.0,
      "text": "in some way, while existing for a certain period of time, that institution can then"
    },
    {
      "index": 26,
      "start_time": 166420.0,
      "end_time": 173420.0,
      "text": "be considered an establishment. Institutional establishments are simply social traditions"
    },
    {
      "index": 27,
      "start_time": 174600.0,
      "end_time": 181600.0,
      "text": "given the illusion of permanence. In turn, the more established they become, the more"
    },
    {
      "index": 28,
      "start_time": 183930.0,
      "end_time": 189680.0,
      "text": "cultural influence they tend to have on us, including our values, and hence, our identities"
    },
    {
      "index": 29,
      "start_time": 189680.0,
      "end_time": 195300.0,
      "text": "and perspectives. It is not an exaggeration to say that the established institutions governing"
    },
    {
      "index": 30,
      "start_time": 195300.0,
      "end_time": 202300.0,
      "text": "a person&#39;s environment is no less than a conditioning platform to program, if you will, that person"
    },
    {
      "index": 31,
      "start_time": 203230.0,
      "end_time": 210230.0,
      "text": "with a specific set of values required to maintain the establishment. Hence, we&#39;re going"
    },
    {
      "index": 32,
      "start_time": 210630.0,
      "end_time": 216690.0,
      "text": "to call these \"established value programs\". I have found the analogy of computer programming"
    },
    {
      "index": 33,
      "start_time": 216690.0,
      "end_time": 223150.0,
      "text": "to be a great way to frame this point. While there is always a debate about genetics, and"
    },
    {
      "index": 34,
      "start_time": 223150.0,
      "end_time": 226770.0,
      "text": "environmental influence which, by the way, as I mentioned Roxanne Meadows will go into"
    },
    {
      "index": 35,
      "start_time": 226770.0,
      "end_time": 232910.0,
      "text": "at length, later in the program, it&#39;s very easy to understand in the context of values,"
    },
    {
      "index": 36,
      "start_time": 232910.0,
      "end_time": 238200.0,
      "text": "meaning what you think is important and not important, that information influences or"
    },
    {
      "index": 37,
      "start_time": 238200.0,
      "end_time": 244190.0,
      "text": "conditioning is coming from the world around you. Make no mistake, every intellectual concept,"
    },
    {
      "index": 38,
      "start_time": 244200.0,
      "end_time": 250599.0,
      "text": "which each one of us finds merit with, is the result of a cultural information influence,"
    },
    {
      "index": 39,
      "start_time": 250599.0,
      "end_time": 256738.0,
      "text": "one way or another. The environment is a self-perpetuating programming process, and just like designing"
    },
    {
      "index": 40,
      "start_time": 256738.0,
      "end_time": 262990.0,
      "text": "a software program for your computer, each human being is, advertently and inadvertently,"
    },
    {
      "index": 41,
      "start_time": 262100.00000000003,
      "end_time": 268100.0,
      "text": "programmed into their world view. To continue the analogy, the human brain is a piece of"
    },
    {
      "index": 42,
      "start_time": 268100.0,
      "end_time": 274190.0,
      "text": "hardware and the environment around you constitutes the programming team, which creates the values"
    },
    {
      "index": 43,
      "start_time": 274190.0,
      "end_time": 279469.0,
      "text": "and perspective. Every word you know has been taught to you one way or another, and thus,"
    },
    {
      "index": 44,
      "start_time": 279470.0,
      "end_time": 286310.0,
      "text": "every concept and belief you have is a result of this same influence. Jacque Fresco once"
    },
    {
      "index": 45,
      "start_time": 286310.0,
      "end_time": 292760.0,
      "text": "asked me, \"How much of you is you?\" The answer, of course, is kind of a paradox, for either"
    },
    {
      "index": 46,
      "start_time": 292760.0,
      "end_time": 297340.0,
      "text": "nothing is me, or everything is me, when it comes to the information I understand and"
    },
    {
      "index": 47,
      "start_time": 297340.0,
      "end_time": 302990.0,
      "text": "act upon. Information is a serial process, meaning the only way that a human being can"
    },
    {
      "index": 48,
      "start_time": 302100.0,
      "end_time": 307690.0,
      "text": "come up with any idea is through taking in dependent information that allows that idea"
    },
    {
      "index": 49,
      "start_time": 307690.0,
      "end_time": 312620.0,
      "text": "to be realized. We appear to be culturally programmed from the moment we come into this"
    },
    {
      "index": 50,
      "start_time": 312620.0,
      "end_time": 318120.0,
      "text": "world to the moment we die, and I&#39;m not going to drill in it much more than that. However,"
    },
    {
      "index": 51,
      "start_time": 318120.0,
      "end_time": 325120.0,
      "text": "consequently, the cultural attributes we maintain as important values are most often the ones"
    },
    {
      "index": 52,
      "start_time": 325389.0,
      "end_time": 331260.0,
      "text": "that are reinforced by the external culture. I&#39;m going to say that again. The most dominant"
    },
    {
      "index": 53,
      "start_time": 331260.0,
      "end_time": 337389.0,
      "text": "cultural attributes maintained are the ones that are reinforced by your environment. If"
    },
    {
      "index": 54,
      "start_time": 337389.0,
      "end_time": 343910.0,
      "text": "you are born into a society which rewards competition over collaboration, then you most"
    },
    {
      "index": 55,
      "start_time": 343910.0,
      "end_time": 350300.0,
      "text": "likely will adopt those values in order to survive. The point is, we are essentially"
    },
    {
      "index": 56,
      "start_time": 350300.0,
      "end_time": 355448.0,
      "text": "bio-chemical machines. And while the integrity of our machine processing power and memory"
    },
    {
      "index": 57,
      "start_time": 355449.0,
      "end_time": 361400.0,
      "text": "is contingent, in part, on genetics, the source of our actions come fundamentally from the"
    },
    {
      "index": 58,
      "start_time": 361400.0,
      "end_time": 368400.0,
      "text": "ideas and experiences installed on our mental hardware by the world around us. However,"
    },
    {
      "index": 59,
      "start_time": 369419.0,
      "end_time": 374840.0,
      "text": "our biological computer, the human mind, has an evolutionarily-installed operating system,"
    },
    {
      "index": 60,
      "start_time": 374840.0,
      "end_time": 381840.0,
      "text": "if you will, with some seemingly difficult tendencies built in, which tends to limit"
    },
    {
      "index": 61,
      "start_time": 382340.0,
      "end_time": 388349.0,
      "text": "our objectivity and, hence, our rational thought process. This comes in the form of emotional"
    },
    {
      "index": 62,
      "start_time": 388350.0,
      "end_time": 393460.0,
      "text": "inclinations. You know, I&#39;m sure many people here have heard the phrase \"Be objective!\""
    },
    {
      "index": 63,
      "start_time": 393460.0,
      "end_time": 397560.0,
      "text": "No human being can be fully objective. That&#39;s one of the important things I learned, actually,"
    },
    {
      "index": 64,
      "start_time": 397560.0,
      "end_time": 404300.0,
      "text": "from Mr. Fresco. Therefore, there&#39;s a very common propensity for us humans to find something"
    },
    {
      "index": 65,
      "start_time": 404300.0,
      "end_time": 410240.0,
      "text": "that works for our needs given the social structure, and then to hold on to it for dear"
    },
    {
      "index": 66,
      "start_time": 410240.0,
      "end_time": 416700.0,
      "text": "life regardless of new conflicting information which might rationally expect a logical change"
    },
    {
      "index": 67,
      "start_time": 416700.0,
      "end_time": 423700.0,
      "text": "to occur. Change tends to be feared, for it upsets our associations. And, by the way,"
    },
    {
      "index": 68,
      "start_time": 424200.0,
      "end_time": 429479.0,
      "text": "when it comes to maintaining income in the monetary system, you see this propensity in"
    },
    {
      "index": 69,
      "start_time": 429479.0,
      "end_time": 435560.0,
      "text": "full force, which I will talk about a lot more later. Therefore, any time someone dares"
    },
    {
      "index": 70,
      "start_time": 435560.0,
      "end_time": 440360.0,
      "text": "to present an idea outside of or contrary to the establishment programming, the reaction"
    },
    {
      "index": 71,
      "start_time": 440360.0,
      "end_time": 447360.0,
      "text": "is often a condemning of the idea as blasphemy, or undermining, or a conspiracy, or simply"
    },
    {
      "index": 72,
      "start_time": 447729.0,
      "end_time": 454729.0,
      "text": "erroneous. For example, in the academic world, investigation often becomes confined to self-referring"
    },
    {
      "index": 73,
      "start_time": 455400.0,
      "end_time": 461750.0,
      "text": "circles of discourse; closed feedback loops, which assume that the foundational assumptions"
    },
    {
      "index": 74,
      "start_time": 461750.0,
      "end_time": 467259.0,
      "text": "of their schools of thought are empirical and only these experts, as defined by their"
    },
    {
      "index": 75,
      "start_time": 467259.0,
      "end_time": 474900.0,
      "text": "established credentials, are considered viable authorities, therein often dominating influence"
    },
    {
      "index": 76,
      "start_time": 474900.0,
      "end_time": 481900.0,
      "text": "over the public opinion. This is a doctor named Ignaz Semmelweis, and please excuse"
    },
    {
      "index": 77,
      "start_time": 481330.0,
      "end_time": 486900.0,
      "text": "my lack of Hungarian pronunciation, but he was a physician who lived in the mid 1800&#39;s"
    },
    {
      "index": 78,
      "start_time": 486900.0,
      "end_time": 492388.0,
      "text": "who performed childbirths. Through a series of events, he realized a pattern that there"
    },
    {
      "index": 79,
      "start_time": 492389.0,
      "end_time": 497870.0,
      "text": "was a relationship with the transfer of disease and the fact that the doctors of the times"
    },
    {
      "index": 80,
      "start_time": 497870.0,
      "end_time": 503960.0,
      "text": "never washed their hands after performing autopsies. The doctors of the time would handle"
    },
    {
      "index": 81,
      "start_time": 503960.0,
      "end_time": 509169.0,
      "text": "dead bodies in the lower elements of the hospitals and then they would go up and they would perform"
    },
    {
      "index": 82,
      "start_time": 509169.0,
      "end_time": 515249.0,
      "text": "childbirths without washing their hands. So, this doctor, realizing this pattern, he started"
    },
    {
      "index": 83,
      "start_time": 515249.0,
      "end_time": 517919.0,
      "text": "to tell his colleagues about this. He said, \"Hey, you know, you should wash your hands"
    },
    {
      "index": 84,
      "start_time": 517919.0,
      "end_time": 522948.0,
      "text": "before doing this; before performing any type of surgery or childbirth, especially after"
    },
    {
      "index": 85,
      "start_time": 522948.0,
      "end_time": 527160.0,
      "text": "handling a dead body.\" He was laughed at. He was laughed at and ignored. He published"
    },
    {
      "index": 86,
      "start_time": 527160.0,
      "end_time": 531860.0,
      "text": "papers and they were dismissed and ridiculed. And after many years of trying this issue,"
    },
    {
      "index": 87,
      "start_time": 531860.0,
      "end_time": 538860.0,
      "text": "he was finally committed to a mental institution, where he died. It was many years after his"
    },
    {
      "index": 88,
      "start_time": 539900.0,
      "end_time": 544589.0,
      "text": "death when Louis Pasteur developed the germ theory of disease, that his observations were"
    },
    {
      "index": 89,
      "start_time": 544589.0,
      "end_time": 551589.0,
      "text": "finally understood, and people realized what a horrible mistake had been made. In the words"
    },
    {
      "index": 90,
      "start_time": 551689.0,
      "end_time": 557259.0,
      "text": "of John McMurtry, professor of philosophy in Canada, \"In the last dark age, one can"
    },
    {
      "index": 91,
      "start_time": 557259.0,
      "end_time": 563329.0,
      "text": "search the inquiries of this era&#39;s preserved thinkers, from Augustine to Ockham, and fail"
    },
    {
      "index": 92,
      "start_time": 563329.0,
      "end_time": 569420.0,
      "text": "to discover a single page of criticism of the established social framework, however"
    },
    {
      "index": 93,
      "start_time": 569420.0,
      "end_time": 575899.0,
      "text": "rationally insupportable feudal bondage, absolute paternalism, divine right of kings, and the"
    },
    {
      "index": 94,
      "start_time": 575899.0,
      "end_time": 582389.0,
      "text": "rest may be. In the current final order, is it so different? Can we see in any media,"
    },
    {
      "index": 95,
      "start_time": 582389.0,
      "end_time": 589230.0,
      "text": "or even university press, a paragraph of clear unmasking of the global regime that condemns"
    },
    {
      "index": 96,
      "start_time": 589230.0,
      "end_time": 595809.0,
      "text": "a third of all children to malnutrition with more food than enough available? In such an"
    },
    {
      "index": 97,
      "start_time": 595809.0,
      "end_time": 602809.0,
      "text": "order, thought becomes indistinguishable from propaganda. Only one doctrine is speakable,"
    },
    {
      "index": 98,
      "start_time": 603319.0,
      "end_time": 610229.0,
      "text": "and a priest caste of its experts prescribe the necessities and obligations to all. Social"
    },
    {
      "index": 99,
      "start_time": 610230.0,
      "end_time": 617190.0,
      "text": "consciousness is incarcerated within the role of a kind of ceremonial logic operating entirely"
    },
    {
      "index": 100,
      "start_time": 617190.0,
      "end_time": 623589.0,
      "text": "within the received framework of an exhaustively-prescribed regulatory apparatus protecting the privileges"
    },
    {
      "index": 101,
      "start_time": 623589.0,
      "end_time": 630589.0,
      "text": "of the privileged. Methodical censorship triumphs in the guise of scholarly rigor and the only"
    },
    {
      "index": 102,
      "start_time": 631209.0,
      "end_time": 638209.0,
      "text": "room left for searching thought becomes the game of competing rationalizations.\" People"
    },
    {
      "index": 103,
      "start_time": 640149.0,
      "end_time": 645220.0,
      "text": "tend not to criticize the social order because they are bound within it. We are running a"
    },
    {
      "index": 104,
      "start_time": 645220.0,
      "end_time": 650449.0,
      "text": "thought program which has been installed on our mental hardware which inherently controls"
    },
    {
      "index": 105,
      "start_time": 650449.0,
      "end_time": 655748.0,
      "text": "our frame of reference. To use a different analogy, it&#39;s like they&#39;re in a game and the"
    },
    {
      "index": 106,
      "start_time": 655749.0,
      "end_time": 659000.0,
      "text": "idea of questioning the integrity of the game itself rarely occurs."
    }
  ]
}