{
  "video_id": "psztcjRWhyY",
  "title": "01-23-15 Our Spiritual Goals - BBCorner",
  "json": [
    {
      "index": 1,
      "start_time": 3669.0,
      "end_time": 14190.0,
      "text": "I&#39;ve been studying the \"Precious Garland\" by Nagarjuna during the retreat and I thought"
    },
    {
      "index": 2,
      "start_time": 14190.0,
      "end_time": 21539.0,
      "text": "I&#39;d share with you a little bit of what he covers. Because in the first section he really"
    },
    {
      "index": 3,
      "start_time": 21580.0,
      "end_time": 30600.0,
      "text": "makes the point that our spiritual goals kind of fall into two camps. One is what they call"
    },
    {
      "index": 4,
      "start_time": 30140.0,
      "end_time": 38600.0,
      "text": "\"high status,\" meaning having an upper rebirth. And the second is \"definite goodness,\" meaning"
    },
    {
      "index": 5,
      "start_time": 38600.0,
      "end_time": 47400.0,
      "text": "attaining liberation or full awakening. And these two are related because chances are"
    },
    {
      "index": 6,
      "start_time": 47440.0,
      "end_time": 59839.0,
      "text": "we won&#39;t attain full awakening in this lifetime so we need to create a series of good rebirths--in"
    },
    {
      "index": 7,
      "start_time": 59840.0,
      "end_time": 66560.0,
      "text": "other words, rebirths of high status--so that we can, in each of those, again practice the Dharma."
    },
    {
      "index": 8,
      "start_time": 66560.0,
      "end_time": 81600.0,
      "text": "Our  principal goal is definite goodness--liberation or, in our case as Mahayana practitioners,"
    },
    {
      "index": 9,
      "start_time": 81630.0,
      "end_time": 94509.0,
      "text": "full awakening. But the essential thing we have to do right now--the most imminent thing--is"
    },
    {
      "index": 10,
      "start_time": 94509.0,
      "end_time": 103309.0,
      "text": "make sure we get a good rebirth in a future life so that we can continue practicing."
    },
    {
      "index": 11,
      "start_time": 103369.0,
      "end_time": 113908.0,
      "text": "Nagarjuna then goes on to explain that faith is the cause of a good rebirth and that wisdom"
    },
    {
      "index": 12,
      "start_time": 113909.0,
      "end_time": 123189.0,
      "text": "is the cause of definite goodness. What he means here by faith is having faith in the"
    },
    {
      "index": 13,
      "start_time": 123210.0,
      "end_time": 130709.0,
      "text": "law of karma and the functioning of our actions and their results. In other words, our actions"
    },
    {
      "index": 14,
      "start_time": 130710.00000000001,
      "end_time": 140900.0,
      "text": "have an ethical dimension and they bring results. That is called faith because understanding"
    },
    {
      "index": 15,
      "start_time": 140900.0,
      "end_time": 147700.0,
      "text": "the law of karma and its results is not an obvious thing and it&#39;s not something that"
    },
    {
      "index": 16,
      "start_time": 147700.0,
      "end_time": 154488.0,
      "text": "we can even realize by inference by the power of the fact. It&#39;s something that we have to"
    },
    {
      "index": 17,
      "start_time": 154489.0,
      "end_time": 163449.0,
      "text": "rely on the authoritative testimony of a reliable being such as the Buddha to be able to understand"
    },
    {
      "index": 18,
      "start_time": 163459.0,
      "end_time": 173590.0,
      "text": "full. So we try and cultivate that faith in the Buddha and in the scriptures that teach"
    },
    {
      "index": 19,
      "start_time": 173170.0,
      "end_time": 179349.0,
      "text": "about karma, because when we have that faith then we&#39;ll want to keep good ethical conduct,"
    },
    {
      "index": 20,
      "start_time": 179349.0,
      "end_time": 185250.0,
      "text": "we&#39;ll want to create virtuous actions, and then on the basis of creating those virtuous"
    },
    {
      "index": 21,
      "start_time": 185250.0,
      "end_time": 191300.0,
      "text": "actions we will have another good rebirth in which we can continue to practice, have"
    },
    {
      "index": 22,
      "start_time": 191300.0,
      "end_time": 198300.0,
      "text": "another good rebirth in which we continue to practice, and on and on. And in all of"
    },
    {
      "index": 23,
      "start_time": 198329.0,
      "end_time": 205600.0,
      "text": "those rebirths, also developing our wisdom until the point where our wisdom becomes strong"
    },
    {
      "index": 24,
      "start_time": 205600.0,
      "end_time": 214980.0,
      "text": "enough where it can completely dismantle all of the self-grasping forever. So as we have"
    },
    {
      "index": 25,
      "start_time": 215400.0,
      "end_time": 221239.0,
      "text": "that series of good rebirths and grow our wisdom we&#39;ll slowly be able to have better"
    },
    {
      "index": 26,
      "start_time": 221239.0,
      "end_time": 227439.0,
      "text": "control over our minds and then we&#39;ll reach a certain point on the path where we&#39;ll eliminate"
    },
    {
      "index": 27,
      "start_time": 227439.0,
      "end_time": 233349.0,
      "text": "all the acquired afflictions, then we&#39;ll be able to start eliminating from the root all"
    },
    {
      "index": 28,
      "start_time": 233349.0,
      "end_time": 239920.0,
      "text": "of the innate afflictions, and then eventually they&#39;ll be completely eliminated. And if we"
    },
    {
      "index": 29,
      "start_time": 239920.0,
      "end_time": 245899.0,
      "text": "continue on from there then also cleansing the mind of all the subtle stains and the"
    },
    {
      "index": 30,
      "start_time": 245900.0,
      "end_time": 251849.0,
      "text": "subtle dualistic view and then finally resulting in full awakening. So he&#39;s saying this is"
    },
    {
      "index": 31,
      "start_time": 251849.0,
      "end_time": 257290.0,
      "text": "the way that we have to go."
    },
    {
      "index": 32,
      "start_time": 257290.00000000003,
      "end_time": 264479.0,
      "text": "I was thinking that so often when we come to the Dharma it&#39;s like, well karma it&#39;s like"
    },
    {
      "index": 33,
      "start_time": 264480.0,
      "end_time": 272160.0,
      "text": "[brushes it away] \"I don&#39;t understand that anyway, it&#39;s kind of moralistic and so I want"
    },
    {
      "index": 34,
      "start_time": 272220.0,
      "end_time": 281560.0,
      "text": "to go directly to definite goodness.\" And so that sometimes gets us into trouble because"
    },
    {
      "index": 35,
      "start_time": 281560.0,
      "end_time": 295640.0,
      "text": "we&#39;re.... (What do they call it?) We turn out to be the bunny rather than the turtle."
    },
    {
      "index": 36,
      "start_time": 295720.0,
      "end_time": 302720.0,
      "text": "Something like that. We&#39;re making shortcuts. That&#39;s what we&#39;re doing. Trying to do a shortcut."
    },
    {
      "index": 37,
      "start_time": 302980.0,
      "end_time": 311780.0,
      "text": "Then in the text Nagarjuna goes on to describe the causes for upper status, causes for a"
    },
    {
      "index": 38,
      "start_time": 311890.0,
      "end_time": 318700.0,
      "text": "good rebirth. We&#39;ve heard this all in the context of the lamrim, but \"Precious Garland\""
    },
    {
      "index": 39,
      "start_time": 318700.0,
      "end_time": 323340.0,
      "text": "was written before the lamrim texts came into being. So it&#39;s very interesting to see it"
    },
    {
      "index": 40,
      "start_time": 323340.0,
      "end_time": 330340.0,
      "text": "from Nagarjuna&#39;s perspective and to see how the lamrim was based on what Nagarjuna taught"
    },
    {
      "index": 41,
      "start_time": 330540.0,
      "end_time": 333900.0,
      "text": "in \"Precious Garland.\""
    },
    {
      "index": 42,
      "start_time": 333920.0,
      "end_time": 340920.0,
      "text": "So he starts out with the causes for upper rebirth are abstaining from the ten non-virtues."
    },
    {
      "index": 43,
      "start_time": 342100.0,
      "end_time": 348500.0,
      "text": "I&#39;m not going to go into those because you know what they are already. But he says there"
    },
    {
      "index": 44,
      "start_time": 348500.0,
      "end_time": 356900.0,
      "text": "are sixteen causes of upper rebirth. Sixteen factors that we have to bring into our practice."
    },
    {
      "index": 45,
      "start_time": 356900.0,
      "end_time": 366100.0,
      "text": "The first ten are abstaining from the ten non-virtues. Then there are three others that"
    },
    {
      "index": 46,
      "start_time": 366150.0,
      "end_time": 372530.0,
      "text": "are called \"blameworthy actions to abandon,\" and three others that are things to practice."
    },
    {
      "index": 47,
      "start_time": 372530.0,
      "end_time": 383390.0,
      "text": "So, also to be abandoned is taking intoxicants, because that makes our mind, you know, bad"
    },
    {
      "index": 48,
      "start_time": 383390.0,
      "end_time": 392490.0,
      "text": "decisions, quite fuzzy, and difficult to meditate when you&#39;re intoxicated. Although when I first"
    },
    {
      "index": 49,
      "start_time": 392490.0,
      "end_time": 399360.0,
      "text": "went to Kopan in 1975 most of the people there were hippies coming up from Freak Street...."
    },
    {
      "index": 50,
      "start_time": 399360.0,
      "end_time": 416160.0,
      "text": "And saying, \"Oh Lama, what do you think about dropping acid and then meditating.\" Your visualizations"
    },
    {
      "index": 51,
      "start_time": 416240.0,
      "end_time": 425630.0,
      "text": "must be really good when you do that. [Laughter] The colors are very bright. You make a really"
    },
    {
      "index": 52,
      "start_time": 425630.0,
      "end_time": 431490.0,
      "text": "good case to Lama (Yeshe) for the values of smoking dope and dropping acid before meditating."
    },
    {
      "index": 53,
      "start_time": 431490.0,
      "end_time": 438490.0,
      "text": "And Lama would just look at us and say, \"Your mind is already hallucinating, dear. You don&#39;t"
    },
    {
      "index": 54,
      "start_time": 438560.0,
      "end_time": 451200.0,
      "text": "need to do that.\" And then he&#39;d give a talk on emptiness to explain how we&#39;re hallucinating already."
    },
    {
      "index": 55,
      "start_time": 451220.0,
      "end_time": 463500.0,
      "text": "Then the next one to abandon is (what did I write down here?) Wrong livelihood. So in"
    },
    {
      "index": 56,
      "start_time": 463500.0,
      "end_time": 473420.0,
      "text": "the context of a lay practitioner it&#39;s making or selling armaments, poisons, or pornography,"
    },
    {
      "index": 57,
      "start_time": 473480.0,
      "end_time": 482420.0,
      "text": "or intoxicants, or anything that damages others. Or even doing a legitimate business but deceiving"
    },
    {
      "index": 58,
      "start_time": 482420.0,
      "end_time": 489420.0,
      "text": "people by the weights you use, or lying and cheating to your clients or your customers."
    },
    {
      "index": 59,
      "start_time": 489430.0,
      "end_time": 494240.0,
      "text": "In terms of the monastics it&#39;s the five wrong livelihoods which I&#39;ve gone through before"
    },
    {
      "index": 60,
      "start_time": 494240.0,
      "end_time": 503840.0,
      "text": "so I won&#39;t talk about. I&#39;ll just list them: hinting, flattery, giving a small present"
    },
    {
      "index": 61,
      "start_time": 503920.0,
      "end_time": 512870.0,
      "text": "to get a big one, putting somebody in a position where they can&#39;t decline to give you something"
    },
    {
      "index": 62,
      "start_time": 512870.0,
      "end_time": 518539.0,
      "text": "(or being pretentious, making somebody think you&#39;re really important so they&#39;ll give you"
    },
    {
      "index": 63,
      "start_time": 518539.0,
      "end_time": 523980.0,
      "text": "something), and then hypocrisy."
    },
    {
      "index": 64,
      "start_time": 523990.0,
      "end_time": 528699.0,
      "text": "So that&#39;s the second thing. Intoxicants to abandon, wrong livelihood to abandon."
    },
    {
      "index": 65,
      "start_time": 528709.0,
      "end_time": 535209.0,
      "text": "And then harming others is the third thing to abandon. This could be harming them physically"
    },
    {
      "index": 66,
      "start_time": 535209.0,
      "end_time": 541268.0,
      "text": "even by things short of killing them--you know, beating them up, having unprotected"
    },
    {
      "index": 67,
      "start_time": 541269.0,
      "end_time": 547889.0,
      "text": "sex and giving them a disease, or harming others emotionally or things like that."
    },
    {
      "index": 68,
      "start_time": 547889.0,
      "end_time": 553500.0,
      "text": "So those are the other three blame-worthy things to abandon."
    },
    {
      "index": 69,
      "start_time": 553500.0,
      "end_time": 557680.0,
      "text": "Then there are three more [to practice] (to get to our total of sixteen)."
    },
    {
      "index": 70,
      "start_time": 557680.0,
      "end_time": 565239.0,
      "text": "The first one is making offerings to those who are worthy. Offering is always a practice"
    },
    {
      "index": 71,
      "start_time": 565240.0,
      "end_time": 574840.0,
      "text": "that&#39;s encouraged within all religions, especially within Dharma. And those who are worthy, Nagarjuna"
    },
    {
      "index": 72,
      "start_time": 574850.0,
      "end_time": 583650.0,
      "text": "says, are our preceptors, our Dharma teachers, people who show us a good example, and actually,"
    },
    {
      "index": 73,
      "start_time": 583730.0,
      "end_time": 591540.0,
      "text": "in general, all sentient beings. So the practice of being generous. Being generous with material"
    },
    {
      "index": 74,
      "start_time": 591540.0,
      "end_time": 602420.0,
      "text": "goods. There&#39;s the generosity of protecting others from danger. The generosity of love"
    },
    {
      "index": 75,
      "start_time": 602420.0,
      "end_time": 608259.0,
      "text": "and encouraging and supporting people when they need it. And the fourth one is the generosity"
    },
    {
      "index": 76,
      "start_time": 608259.0,
      "end_time": 623779.0,
      "text": "of Dharma, sharing the Dharma with others. So we want to practice generosity."
    },
    {
      "index": 77,
      "start_time": 623829.0,
      "end_time": 630709.0,
      "text": "Then honoring those who are worthy of honor. So again, our preceptors, Dharma teachers,"
    },
    {
      "index": 78,
      "start_time": 630709.0,
      "end_time": 637709.0,
      "text": "even people who aren&#39;t our Dharma teachers but who know more than we do. People who have"
    },
    {
      "index": 79,
      "start_time": 637760.0,
      "end_time": 648290.0,
      "text": "many excellent qualities, who create a lot of virtue. Paying respect and honoring those people."
    },
    {
      "index": 80,
      "start_time": 648290.0,
      "end_time": 655290.0,
      "text": "By the way, when he talked about generosity he called it \"respectful giving.\" It wasn&#39;t"
    },
    {
      "index": 81,
      "start_time": 656290.0,
      "end_time": 664669.0,
      "text": "just giving. It was giving with respect. So here when there&#39;s a chance to make the offering,"
    },
    {
      "index": 82,
      "start_time": 664709.0,
      "end_time": 671219.0,
      "text": "to make it ourselves when we can instead of asking others. Of course, maybe you&#39;re asking"
    },
    {
      "index": 83,
      "start_time": 671220.0,
      "end_time": 677890.0,
      "text": "a friend to take an offering to Bodhgaya to make offerings, so that&#39;s fine. But when we"
    },
    {
      "index": 84,
      "start_time": 677120.0,
      "end_time": 680000.0,
      "text": "can, do it ourselves."
    },
    {
      "index": 85,
      "start_time": 680000.0,
      "end_time": 685600.0,
      "text": "(By the way, Dan was very pleased with the warm welcome he received yesterday here and"
    },
    {
      "index": 86,
      "start_time": 685610.0,
      "end_time": 690959.0,
      "text": "the offerings he received. That&#39;s a good example of what the community did.)"
    },
    {
      "index": 87,
      "start_time": 690959.0,
      "end_time": 697599.0,
      "text": "And then also respectful giving is giving with both hands. Some people when they give"
    },
    {
      "index": 88,
      "start_time": 697600.0,
      "end_time": 704420.0,
      "text": "something they&#39;re kind of walking by and they just put it in front of you and keep going."
    },
    {
      "index": 89,
      "start_time": 704420.0,
      "end_time": 709279.0,
      "text": "And that&#39;s not really giving. You know? You are failing to really make the connection"
    },
    {
      "index": 90,
      "start_time": 709279.0,
      "end_time": 715220.0,
      "text": "with the other person. So it&#39;s very good to really give with both hands and pause for"
    },
    {
      "index": 91,
      "start_time": 715220.0,
      "end_time": 723189.0,
      "text": "a minute and make the offering a time of connection when we can. Instead of \"well, I&#39;m in a hurry,"
    },
    {
      "index": 92,
      "start_time": 723189.0,
      "end_time": 727240.0,
      "text": "here&#39;s this, and I go on....\""
    },
    {
      "index": 93,
      "start_time": 727240.0,
      "end_time": 733709.0,
      "text": "And then the third thing to practice, in the text it just says \"love.\" But what he means"
    },
    {
      "index": 94,
      "start_time": 733709.0,
      "end_time": 743949.0,
      "text": "is the four immeasurables: love, compassion, joy, and equanimity. Really practicing those,"
    },
    {
      "index": 95,
      "start_time": 743959.0,
      "end_time": 748859.0,
      "text": "because it makes our own mind joyful and it improves our relationships. And by changing"
    },
    {
      "index": 96,
      "start_time": 748860.0,
      "end_time": 755860.0,
      "text": "our own attitude and lessening some of our very gross afflictions it&#39;s going to make"
    },
    {
      "index": 97,
      "start_time": 756309.0,
      "end_time": 762259.0,
      "text": "it easier to practice the preceding fifteen."
    },
    {
      "index": 98,
      "start_time": 762259.0,
      "end_time": 769259.0,
      "text": "So this is-- You know, i just summarized several verses into a short time, but I think you"
    },
    {
      "index": 99,
      "start_time": 770559.0,
      "end_time": 779829.0,
      "text": "got the essence. But there&#39;s really quite a bit to think about in this. You know, whenever"
    },
    {
      "index": 100,
      "start_time": 779829.0,
      "end_time": 789108.0,
      "text": "we hear a Dharma teaching or read something, checking our life with the Dharma teaching--so"
    },
    {
      "index": 101,
      "start_time": 789129.0,
      "end_time": 797929.0,
      "text": "how does my life correspond to what, in this case, Nagarjuna is teaching us. And am I following"
    },
    {
      "index": 102,
      "start_time": 797980.0,
      "end_time": 804920.0,
      "text": "those sixteen or am I kind of brushing some of them off or ignoring others or too lazy"
    },
    {
      "index": 103,
      "start_time": 804920.0,
      "end_time": 814180.0,
      "text": "to do a few of them or rationalizing several more... So really using it as a way to think"
    },
    {
      "index": 104,
      "start_time": 814180.0,
      "end_time": 818699.0,
      "text": "about how can I improve myself."
    },
    {
      "index": 105,
      "start_time": 818699.0,
      "end_time": 825599.0,
      "text": "This is a lot of the kind of contemplation that we want to be doing during retreat where"
    },
    {
      "index": 106,
      "start_time": 825600.0,
      "end_time": 831889.0,
      "text": "we have a period of silence where we can actually think about these things in depth instead"
    },
    {
      "index": 107,
      "start_time": 831889.0,
      "end_time": 838889.0,
      "text": "of 18 million things pulling at our attention, we can actually sit and think about the teachings"
    },
    {
      "index": 108,
      "start_time": 838910.0,
      "end_time": 844300.0,
      "text": "and apply them to our lives."
    }
  ]
}