{
  "video_id": "PTXWVKhcXRI",
  "title": "The Problem of Shame",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 220.0,
      "end_time": 4579.0,
      "text": "One of the great problems in the world is also one of the most invisible, because –"
    },
    {
      "index": 2,
      "start_time": 4579.0,
      "end_time": 12040.0,
      "text": "by its nature – it asks to be hidden and saps our ability to spot its symptoms. But, to generalise grossly,"
    },
    {
      "index": 3,
      "start_time": 12040.0,
      "end_time": 18030.0,
      "text": "few things so undermine human well-being as the sickness of shame."
    },
    {
      "index": 4,
      "start_time": 18030.0,
      "end_time": 25339.0,
      "text": "The guilty feel bad for something specific they have done; the shamed feel wretched simply for being."
    },
    {
      "index": 5,
      "start_time": 25339.0,
      "end_time": 31649.0,
      "text": "The affliction lacks borders. As shamed people, we don't connect the myriad ways in which"
    },
    {
      "index": 6,
      "start_time": 31649.0,
      "end_time": 37610.0,
      "text": "our behaviour and feelings are driven by a base conviction of our own abhorrence."
    },
    {
      "index": 7,
      "start_time": 37610.0,
      "end_time": 43640.0,
      "text": "We just take it as a given that we are disgusting. We lack the capacity to imagine that our shame"
    },
    {
      "index": 8,
      "start_time": 43640.0,
      "end_time": 51240.0,
      "text": "has a history and therefore, perhaps, a future that could be curtailed. A first step in untangling ourselves"
    },
    {
      "index": 9,
      "start_time": 51240.0,
      "end_time": 56280.0,
      "text": "is to get enough distance to spot and name the problem. We might make use of"
    },
    {
      "index": 10,
      "start_time": 56280.0,
      "end_time": 62220.0,
      "text": "a little questionnaire. Out of 10, rate how true the following statements feel:"
    },
    {
      "index": 11,
      "start_time": 62220.0,
      "end_time": 71730.0,
      "text": "I don't deserve to exist. I am defective. I am unworthy of being known and loved."
    },
    {
      "index": 12,
      "start_time": 71730.0,
      "end_time": 80629.0,
      "text": "I am a mistake. I deserve to be abandoned. I should not be. Anything over an eight"
    },
    {
      "index": 13,
      "start_time": 80629.0,
      "end_time": 85590.0,
      "text": "starts to indicate the problem, but if there were an option, most of us in the shamed camp"
    },
    {
      "index": 14,
      "start_time": 85590.0,
      "end_time": 91110.0,
      "text": "would want to award ourselves a hundred or more. This is the windswept barren land of shame,"
    },
    {
      "index": 15,
      "start_time": 91110.0,
      "end_time": 96060.0,
      "text": "where many of us have been living all our lives, often without enough mental well being"
    },
    {
      "index": 16,
      "start_time": 96060.0,
      "end_time": 102580.0,
      "text": "to know this is where we have been relegated. We should probe at where our shame collects."
    },
    {
      "index": 17,
      "start_time": 102580.0,
      "end_time": 108300.0,
      "text": "Take outline of a human figure. What are we ashamed of?  Our mind?"
    },
    {
      "index": 18,
      "start_time": 108300.0,
      "end_time": 115090.0,
      "text": "Facial appearance? Physique? Genitals? Anus? We were not born ashamed."
    },
    {
      "index": 19,
      "start_time": 115090.0,
      "end_time": 121620.0,
      "text": "We should summon up the voices that gave us our legacy and which we have then internalised and blended with our own:"
    },
    {
      "index": 20,
      "start_time": 121620.0,
      "end_time": 128240.0,
      "text": "You'll never amount to anything. You're the family idiot. You disgust me."
    },
    {
      "index": 21,
      "start_time": 128240.00000000001,
      "end_time": 133341.0,
      "text": "Others may wonder why people around us behaved this way. The answer is clear enough to the shamed:"
    },
    {
      "index": 22,
      "start_time": 133341.0,
      "end_time": 138720.0,
      "text": "because we deserved it. We wouldn't be truly shamed people if"
    },
    {
      "index": 23,
      "start_time": 138720.0,
      "end_time": 144461.0,
      "text": "all it took was a few simple questions to shake us from our conviction of our detestable identity."
    },
    {
      "index": 24,
      "start_time": 144461.0,
      "end_time": 150610.0,
      "text": "We were shamed because we were and are defective. Our caregivers weren't mean; they were –"
    },
    {
      "index": 25,
      "start_time": 150610.0,
      "end_time": 158020.0,
      "text": "above anything else – perceptive, even brilliant. They could spot things that later, kinder people cannot."
    },
    {
      "index": 26,
      "start_time": 158020.0,
      "end_time": 164200.0,
      "text": "They had the true measure of us. Shamed children don't blame their guardians."
    },
    {
      "index": 27,
      "start_time": 164200.0,
      "end_time": 170960.0,
      "text": "We protect them for a weird but logical reason: so as not to feel entirely alone. We prefer"
    },
    {
      "index": 28,
      "start_time": 170960.0,
      "end_time": 175600.0,
      "text": "to think well of our caregivers than to take on board how badly we have been let down –"
    },
    {
      "index": 29,
      "start_time": 175600.0,
      "end_time": 179760.0,
      "text": "with all the convulsive rage and sadness that would entail."
    },
    {
      "index": 30,
      "start_time": 179760.0,
      "end_time": 183580.0,
      "text": "The consequences of shame are written across our lives."
    },
    {
      "index": 31,
      "start_time": 183580.0,
      "end_time": 186469.0,
      "text": "We don't allow other people to get too close to us;"
    },
    {
      "index": 32,
      "start_time": 186469.0,
      "end_time": 192059.0,
      "text": "they would only be appalled if they knew the true us. We're not so good on physical intimacy."
    },
    {
      "index": 33,
      "start_time": 192059.0,
      "end_time": 198650.0,
      "text": "We get scared all the time (bad things happen to bad people). We don't like parties (why"
    },
    {
      "index": 34,
      "start_time": 198650.0,
      "end_time": 203570.0,
      "text": "would anyone be pleased to see us?). We have a lot of secrets, for most of what we are"
    },
    {
      "index": 35,
      "start_time": 203570.0,
      "end_time": 209660.0,
      "text": "is unacceptable to other eyes. We go in for addictive behaviour to escape our self-hatred"
    },
    {
      "index": 36,
      "start_time": 209660.0,
      "end_time": 216830.0,
      "text": "– then feel even more ashamed of ourselves for the unholy things we've done. What is the way out of shame?"
    },
    {
      "index": 37,
      "start_time": 216830.0,
      "end_time": 224820.0,
      "text": "The saｍe popular answer is to tell ourselves that we are beautiful and good. But that won't easily convince us."
    },
    {
      "index": 38,
      "start_time": 224820.0,
      "end_time": 230709.0,
      "text": "There may be a better, more oblique strategy to bypass the defences of the shamed."
    },
    {
      "index": 39,
      "start_time": 230709.0,
      "end_time": 235500.0,
      "text": "We should stress not that we are wonderful, but that every human being who"
    },
    {
      "index": 40,
      "start_time": 235500.0,
      "end_time": 243350.0,
      "text": "has ever walked the planet is in their own way radically imperfect and broken when observed from close up."
    },
    {
      "index": 41,
      "start_time": 243350.0,
      "end_time": 250279.0,
      "text": "We may be a bit wrong, but so – blessedly – is everyone else who is and has ever been."
    },
    {
      "index": 42,
      "start_time": 250279.0,
      "end_time": 254840.0,
      "text": "We can be stupid, perverted and uncouth, but that is wholly normal."
    },
    {
      "index": 43,
      "start_time": 254840.0,
      "end_time": 261260.0,
      "text": "Rather than implicitly upholding an ideal of goodness by telling ourselves that we do after all measure up to it,"
    },
    {
      "index": 44,
      "start_time": 261260.0,
      "end_time": 266540.0,
      "text": "far better to throw away ideals and all notions of achievable purity and goodness."
    },
    {
      "index": 45,
      "start_time": 266540.0,
      "end_time": 271071.0,
      "text": "This is where the problem started. Better to accept that we are, as a group,"
    },
    {
      "index": 46,
      "start_time": 271071.0,
      "end_time": 276190.0,
      "text": "entirely crazy and ill-tempered, wicked and odd, but then to stress just"
    },
    {
      "index": 47,
      "start_time": 276190.0,
      "end_time": 282240.0,
      "text": "how much this is a reason for mercy and kindness (rather than censure and condemnation)."
    },
    {
      "index": 48,
      "start_time": 282240.0,
      "end_time": 288800.0,
      "text": "Let us stop judging ourselves and others by unreal standards, that is how we made ourselves ill;"
    },
    {
      "index": 49,
      "start_time": 288800.0,
      "end_time": 294190.0,
      "text": "let us laugh and comfort each other for the absurdity and horror of existing in human form."
    },
    {
      "index": 50,
      "start_time": 294190.0,
      "end_time": 299670.0,
      "text": "The primary sin of those who made us feel ashamed was not so much that they spotted our flaws,"
    },
    {
      "index": 51,
      "start_time": 299670.0,
      "end_time": 305760.0,
      "text": "it's that they forgot their own awfulness – and then had the gall to blame us for our own."
    },
    {
      "index": 52,
      "start_time": 305760.0,
      "end_time": 309490.0,
      "text": "We should give up on fascistic perfectionism in order to make"
    },
    {
      "index": 53,
      "start_time": 309490.0,
      "end_time": 315830.0,
      "text": "a generous home for our cracked reality in our own and in the collective imagination."
    },
    {
      "index": 54,
      "start_time": 315840.0,
      "end_time": 320900.0,
      "text": "That'll be the start of our way out of the problem of shame."
    },
    {
      "index": 55,
      "start_time": 320940.0,
      "end_time": 329840.0,
      "text": "At The School of Life we believe that confidence is a skill we can all learn.  Click now to learn more."
    }
  ]
}