{
  "video_id": "PubyDwbNqYA",
  "title": "The Handmaid's Tale, Part 1: Crash Course Literature 403",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 880.0,
      "text": "Hi, I'm John Green."
    },
    {
      "index": 2,
      "start_time": 880.0,
      "end_time": 6000.0,
      "text": "This is Crash Course Literature and last week we wrapped up our discussion of George Orwell's 1984."
    },
    {
      "index": 3,
      "start_time": 6000.0,
      "end_time": 12460.0,
      "text": "Lately here at Crash Course, we've been a bit preoccupied with dystopias -- which is to say, imagined futures where things have gone horribly wrong."
    },
    {
      "index": 4,
      "start_time": 12460.0,
      "end_time": 14160.0,
      "text": "You know, as opposed to the present."
    },
    {
      "index": 5,
      "start_time": 14160.0,
      "end_time": 15500.0,
      "text": "I've always loved a good dystopia."
    },
    {
      "index": 6,
      "start_time": 15500.0,
      "end_time": 25200.0,
      "text": "They can show us the signposts pointing toward disaster, remind us of the resilience of humanity, help us to think through the consequences of social and political change..."
    },
    {
      "index": 7,
      "start_time": 25200.0,
      "end_time": 32060.0,
      "text": "... And also fill us with pure and unadulterated terror, which brings us to Margaret Atwood's The Handmaid's Tale."
    },
    {
      "index": 8,
      "start_time": 32060.000000000004,
      "end_time": 39020.0,
      "text": "Atwood said that Orwell's 1984 was a direct model for The Handmaid's Tale, which she began writing in the actual 1984."
    },
    {
      "index": 9,
      "start_time": 39020.0,
      "end_time": 44000.0,
      "text": "In a Guardian article, she explained that she intended to present a dystopia from a female point of view."
    },
    {
      "index": 10,
      "start_time": 55820.0,
      "end_time": 61080.0,
      "text": "Which is to say they've been either the wife in 1984 or the mistress in 1984."
    },
    {
      "index": 11,
      "start_time": 61080.0,
      "end_time": 72720.0,
      "text": "Today we're going to discuss the real despotisms that inspired Atwood, introduce you to her red-cloaked and stony-faced protagonist Offred, and explain why the author characterizes her novel as speculative fiction."
    },
    {
      "index": 12,
      "start_time": 72720.0,
      "end_time": 77860.0,
      "text": "If you like, you can even turn on the captions and read along because reading is not illegal... yet."
    },
    {
      "index": 13,
      "start_time": 86280.0,
      "end_time": 89260.0,
      "text": "Margaret Atwood was born in 1939 in Ottawa, Canada."
    },
    {
      "index": 14,
      "start_time": 89260.0,
      "end_time": 92820.0,
      "text": "She's the author of over 40 books of fiction and poetry and essays."
    },
    {
      "index": 15,
      "start_time": 92820.0,
      "end_time": 95780.0,
      "text": "She's also one of Canada's leading literary critics."
    },
    {
      "index": 16,
      "start_time": 95780.0,
      "end_time": 104200.0,
      "text": "Her 1972 survey \"Survival: A Thematic Guide to Canadian Literature\" investigates what gives Canadian works their distinctive national identity."
    },
    {
      "index": 17,
      "start_time": 104200.0,
      "end_time": 105640.0,
      "text": "She's also really good at Twitter."
    },
    {
      "index": 18,
      "start_time": 105640.0,
      "end_time": 106940.0,
      "text": "Oh, it's already time for the open letter?"
    },
    {
      "index": 19,
      "start_time": 106940.0,
      "end_time": 109320.0,
      "text": "An open letter to authors' Twitter accounts."
    },
    {
      "index": 20,
      "start_time": 109320.0,
      "end_time": 111580.0,
      "text": "But first, let's see what's in the secret compartment today?"
    },
    {
      "index": 21,
      "start_time": 111580.0,
      "end_time": 113460.0,
      "text": "Oh, it's nothing."
    },
    {
      "index": 22,
      "start_time": 113460.0,
      "end_time": 115180.0,
      "text": "What a crushing disappointment."
    },
    {
      "index": 23,
      "start_time": 115180.0,
      "end_time": 117180.0,
      "text": "Just like most authors' Twitter accounts."
    },
    {
      "index": 24,
      "start_time": 117180.0,
      "end_time": 120700.0,
      "text": "Dear authors' Twitter accounts, oh my gosh, why do you have to ruin it?!"
    },
    {
      "index": 25,
      "start_time": 120700.0,
      "end_time": 129460.0,
      "text": "There's such an incredible magic to reading a book that you love and that you're overwhelmed by the beauty of and you think, \"I can't believe that this book was written by a person!\""
    },
    {
      "index": 26,
      "start_time": 129479.99999999999,
      "end_time": 131920.0,
      "text": "\"That person must be so amazing!\""
    },
    {
      "index": 27,
      "start_time": 131920.0,
      "end_time": 140600.0,
      "text": "And then you go to Twitter and you look up their Twitter account and they're complaining about the wireless at Panera not working, or their flight was delayed, or they're enjoying their vacation in Cape Cod."
    },
    {
      "index": 28,
      "start_time": 140600.0,
      "end_time": 144820.0,
      "text": "And it turns out that they're just, like, a totally regular person (except for Margaret Atwood)."
    },
    {
      "index": 29,
      "start_time": 144820.0,
      "end_time": 151780.0,
      "text": "I almost universally find author Twitter accounts to be a complete disappointment -- and I have to say, mine more than most ."
    },
    {
      "index": 30,
      "start_time": 151780.0,
      "end_time": 158840.0,
      "text": "And yet, somehow, a few authors retain their intimidating and intoxicating brilliance on Twitter, and by \"a few\", I mostly mean Margaret Atwood."
    },
    {
      "index": 31,
      "start_time": 158840.0,
      "end_time": 160820.0,
      "text": "Best wishes, John Green."
    },
    {
      "index": 32,
      "start_time": 160820.0,
      "end_time": 163440.0,
      "text": "Atwood's childhood was tranquil and somewhat idyllic."
    },
    {
      "index": 33,
      "start_time": 163440.0,
      "end_time": 172640.0,
      "text": "When not being homeschooled by her mother, she trailed her father and entomologists through the backwoods of Quebec, which sounds pretty great, especially if you're into Canadian bugs!"
    },
    {
      "index": 34,
      "start_time": 172640.0,
      "end_time": 179500.0,
      "text": "They're a lot like American bugs, except much more polite, and also they spend half as much money on healthcare, but get better healthcare."
    },
    {
      "index": 35,
      "start_time": 179500.0,
      "end_time": 180840.0,
      "text": "Are we still talking about bugs?"
    },
    {
      "index": 36,
      "start_time": 180840.0,
      "end_time": 189980.0,
      "text": "Anyway, given all of this, you might be wondering what Atwood could possibly know of the real despotisms on the scale scene in the Republic of Gilead, the fictional government in The Handmaid's Tale."
    },
    {
      "index": 37,
      "start_time": 189980.0,
      "end_time": 192600.0,
      "text": "Well, I'll let you in on a little secret of the authoring trade."
    },
    {
      "index": 38,
      "start_time": 192600.0,
      "end_time": 194700.0,
      "text": "Not all fiction is autobiographical."
    },
    {
      "index": 39,
      "start_time": 194700.0,
      "end_time": 201760.0,
      "text": "Although my most recent novel sort of is, but anyway a related point -- it's also possible to respond to history that one has experienced from a remove."
    },
    {
      "index": 40,
      "start_time": 202200.0,
      "end_time": 208970.0,
      "text": "Especially if you're a genius and Margaret Atwood really is as for which events crossed Atwoods radar as she wrote in the mid-1980s"
    },
    {
      "index": 41,
      "start_time": 208970.0,
      "end_time": 213949.0,
      "text": "There's a box labeled Handmaid's Tale background in the University of Toronto's rare book library"
    },
    {
      "index": 42,
      "start_time": 214580.0,
      "end_time": 219319.0,
      "text": "It contains her notes for the novel Rebecca Mead of The New Yorker wrote about there were stories of abortion and contraception"
    },
    {
      "index": 43,
      "start_time": 219810.0,
      "end_time": 224750.0,
      "text": "being outlawed in Romania and reports from Canada lamenting its following birth rate and"
    },
    {
      "index": 44,
      "start_time": 224909.0,
      "end_time": 232459.0,
      "text": "Articles from the US about Republican attempts to withhold federal funding from clinics that provided abortion services there were reports about the threat to privacy"
    },
    {
      "index": 45,
      "start_time": 232530.0,
      "end_time": 236660.0,
      "text": "Posed by debit cards which were a novelty at the time and accounts of u.s.. Congressional"
    },
    {
      "index": 46,
      "start_time": 236849.0,
      "end_time": 243649.0,
      "text": "hearings devoted to the regulation of toxic industrial emissions in the wake of the deadly gas leak in Bhopal India an Associated Press"
    },
    {
      "index": 47,
      "start_time": 243660.0,
      "end_time": 249919.0,
      "text": "Item reported on a Catholic congregation in New Jersey being taken over by a fundamentalist sect in which wives were called"
    },
    {
      "index": 48,
      "start_time": 250440.0,
      "end_time": 255829.0,
      "text": "Handmaidens a word that atwood had underlined the events that occur in The Handmaid's Tale are based on these reports"
    },
    {
      "index": 49,
      "start_time": 255829.0,
      "end_time": 259788.0,
      "text": "but filtered through an authorial lens that imagined a nightmare of"
    },
    {
      "index": 50,
      "start_time": 260339.99999999997,
      "end_time": 267649.0,
      "text": "Inequality oppression and enforced ignorant. Let's go to the thought-bubble so The Handmaid's Tale is said in the Republic of Gilead an ultraconservative"
    },
    {
      "index": 51,
      "start_time": 268350.0,
      "end_time": 270300.0,
      "text": "Theocracy within former u.s."
    },
    {
      "index": 52,
      "start_time": 270300.0,
      "end_time": 276109.0,
      "text": "Territory much of the land is radioactive or otherwise poisoned by toxic waste the birth rate has fallen"
    },
    {
      "index": 53,
      "start_time": 276570.0,
      "end_time": 278839.0,
      "text": "dramatically aged are infertile women homosexuals"
    },
    {
      "index": 54,
      "start_time": 279510.0,
      "end_time": 285139.0,
      "text": "political dissidents supporters of abortion non-whites and members of religious groups other than the brand of"
    },
    {
      "index": 55,
      "start_time": 285360.0,
      "end_time": 291169.0,
      "text": "Christianity sanctioned by the state are forced to clean up this toxic material women who have been involved in extramarital"
    },
    {
      "index": 56,
      "start_time": 291360.0,
      "end_time": 294440.0,
      "text": "affairs or second marriages prior to the revolution"
    },
    {
      "index": 57,
      "start_time": 294440.0,
      "end_time": 297410.0,
      "text": "But seem capable of reproducing are forced to become"
    },
    {
      "index": 58,
      "start_time": 297780.0,
      "end_time": 305690.0,
      "text": "Handmaids their purpose is to provide healthy babies for commanders of the military class these women are renamed for the commander that they serve Atwoods"
    },
    {
      "index": 59,
      "start_time": 305880.0,
      "end_time": 309739.0,
      "text": "Protagonist is called offred which signifies her status as a possession"
    },
    {
      "index": 60,
      "start_time": 309810.0,
      "end_time": 310950.0,
      "text": "she is of"
    },
    {
      "index": 61,
      "start_time": 310950.0,
      "end_time": 314839.0,
      "text": "Fred the name also suggests that she is an offering she has been"
    },
    {
      "index": 62,
      "start_time": 314970.0,
      "end_time": 319609.0,
      "text": "Offered to reproduce the other classes of women that remain in gilead include wives"
    },
    {
      "index": 63,
      "start_time": 319830.0,
      "end_time": 326419.0,
      "text": "married to commanders econowives married to lower ranking men Martha's servants in the commander's houses and"
    },
    {
      "index": 64,
      "start_time": 326820.0,
      "end_time": 332479.0,
      "text": "Aunts instructors of handmaids and overseers of executions so the most part these women are denied an education"
    },
    {
      "index": 65,
      "start_time": 332789.0,
      "end_time": 339559.0,
      "text": "The right to vote and the chance to work for pay most are also forbidden from reading the novel opens in the Rachel and Leah"
    },
    {
      "index": 66,
      "start_time": 339930.0,
      "end_time": 344989.0,
      "text": "re-education Center a former gymnasium where the hand maids are trained for their life of service in"
    },
    {
      "index": 67,
      "start_time": 345300.0,
      "end_time": 349880.0,
      "text": "Mesmerizing and poetic prose the narrator describes the yearnings that haunt that place"
    },
    {
      "index": 68,
      "start_time": 350070.0,
      "end_time": 354709.0,
      "text": "Dances would have been held there the music lingered a palimpsest of unheard sound"
    },
    {
      "index": 69,
      "start_time": 354899.0,
      "end_time": 358939.0,
      "text": "style upon style and undercurrent of drums a forlorn wail"
    },
    {
      "index": 70,
      "start_time": 359489.0,
      "end_time": 361489.0,
      "text": "Garland's made of tissue paper flowers"
    },
    {
      "index": 71,
      "start_time": 361709.0,
      "end_time": 369289.0,
      "text": "cardboard Devils a revolving ball of mirrors powdering the dancers with the snow of light there was old sex in the room and"
    },
    {
      "index": 72,
      "start_time": 369659.0,
      "end_time": 370979.0,
      "text": "loneliness and"
    },
    {
      "index": 73,
      "start_time": 370979.0,
      "end_time": 377208.0,
      "text": "Expectation of something without a shape or name I remember that yearning we yearned for the future"
    },
    {
      "index": 74,
      "start_time": 377279.0,
      "end_time": 380328.0,
      "text": "Thanks thought-bubble, so we all know that yearning for the future"
    },
    {
      "index": 75,
      "start_time": 380329.0,
      "end_time": 384858.0,
      "text": "But in gilead this desire and so many desires have been completely"
    },
    {
      "index": 76,
      "start_time": 385259.0,
      "end_time": 388428.0,
      "text": "Perverted and the future that happened is in a word"
    },
    {
      "index": 77,
      "start_time": 388979.0,
      "end_time": 391908.0,
      "text": "horrific handmaids whisper almost without sound to"
    },
    {
      "index": 78,
      "start_time": 392009.0,
      "end_time": 399708.0,
      "text": "communicate as the aunts with cattle prods slung on thongs from their leather belts monitor their every move so this future ended up looking a"
    },
    {
      "index": 79,
      "start_time": 399709.0,
      "end_time": 401369.0,
      "text": "Lot like some terrifying"
    },
    {
      "index": 80,
      "start_time": 401369.0,
      "end_time": 408409.0,
      "text": "funhouse version of the past in which state sanctioned depression based on gender and race were the norm and that I think gets at something"
    },
    {
      "index": 81,
      "start_time": 408409.0,
      "end_time": 412638.0,
      "text": "Important in the novel in contemporary life we expect progress in the future"
    },
    {
      "index": 82,
      "start_time": 412639.0,
      "end_time": 417919.0,
      "text": "We expect that over time human lives will become longer and healthier and happier and richer"
    },
    {
      "index": 83,
      "start_time": 417919.0,
      "end_time": 423468.0,
      "text": "But in Atwoods future when we begin to experience regression the response is to seek"
    },
    {
      "index": 84,
      "start_time": 423839.0,
      "end_time": 430249.0,
      "text": "Restoration to some glorified past no matter how oppressive it might be this idea to make a fallen nation strong again"
    },
    {
      "index": 85,
      "start_time": 430249.0,
      "end_time": 434569.0,
      "text": "Or great again is one that we all feel at times and in The Handmaid's Tale"
    },
    {
      "index": 86,
      "start_time": 434569.0,
      "end_time": 441378.0,
      "text": "We are shown one vision of what can happen when the yearning for the future takes the form of grasping for the past"
    },
    {
      "index": 87,
      "start_time": 441379.0,
      "end_time": 445548.0,
      "text": "But so back to the plot Offred had been married to Luke a man who was married once before"
    },
    {
      "index": 88,
      "start_time": 445709.0,
      "end_time": 451999.0,
      "text": "And after the couple and their daughter are caught trying to escape to Canada offred becomes a handmaid she sent to the home of"
    },
    {
      "index": 89,
      "start_time": 451999.0,
      "end_time": 455988.0,
      "text": "a military commander and forced to undergo a horrifying monthly ritual"
    },
    {
      "index": 90,
      "start_time": 456239.0,
      "end_time": 462289.0,
      "text": "Modeled on Genesis 30 in which Rachel and Jacob used their made Bilhah as a surrogate"
    },
    {
      "index": 91,
      "start_time": 462289.0,
      "end_time": 465828.0,
      "text": "But let's not mince words here the so called the ceremony is state"
    },
    {
      "index": 92,
      "start_time": 466019.0,
      "end_time": 470959.0,
      "text": "Sanctioned rape and in the midst of that ordeal ah Fred makes two really powerful insights first"
    },
    {
      "index": 93,
      "start_time": 470959.0,
      "end_time": 472959.0,
      "text": "She notices that the commander is quote"
    },
    {
      "index": 94,
      "start_time": 473069.0,
      "end_time": 479388.0,
      "text": "Preoccupied like a man humming to himself in the shower without knowing he's humming like a man who has other things on his mind"
    },
    {
      "index": 95,
      "start_time": 479610.0,
      "end_time": 483769.0,
      "text": "It's as if he's somewhere else, and then she observes that the wife Serena joy"
    },
    {
      "index": 96,
      "start_time": 483769.0,
      "end_time": 487699.0,
      "text": "Who was present for the so called ceremony continues lying on the bed,"
    },
    {
      "index": 97,
      "start_time": 487889.0,
      "end_time": 493068.0,
      "text": "gazing up at the canopy above her stiff and straight as an effigy Offred wonders"
    },
    {
      "index": 98,
      "start_time": 493069.0,
      "end_time": 496579.0,
      "text": "Which of us is at worse for her or me, there's two things"
    },
    {
      "index": 99,
      "start_time": 496580.0,
      "end_time": 500389.0,
      "text": "I want to highlight there first off Fred's empathy even amid this horror"
    },
    {
      "index": 100,
      "start_time": 500389.0,
      "end_time": 502818.0,
      "text": "She is able to empathize with the commander's wife"
    },
    {
      "index": 101,
      "start_time": 502889.0,
      "end_time": 507019.0,
      "text": "And even with the commander that shows that even at the height of the horrors of this"
    },
    {
      "index": 102,
      "start_time": 507180.0,
      "end_time": 511969.0,
      "text": "Dystopia Offred's humanity is not taken away from her and when you contrast that with 1984"
    },
    {
      "index": 103,
      "start_time": 511969.0,
      "end_time": 517849.0,
      "text": "I think it offers a different vision about what governments can and cannot do when it comes to reducing people's humanity."
    },
    {
      "index": 104,
      "start_time": 517849.00000000006,
      "end_time": 522888.00000000006,
      "text": "So there are many victims in Gilead, but there are also several heroines offred's heroism is subtle"
    },
    {
      "index": 105,
      "start_time": 522889.0,
      "end_time": 529309.0,
      "text": "But I think it's still very real because she refuses to relinquish what Orwell in 1984 called the \"ownlife\""
    },
    {
      "index": 106,
      "start_time": 529310.0,
      "end_time": 536029.0,
      "text": "She retains her individualism eccentricity and humanity shortly after the so called ceremony of copulating with the commander"
    },
    {
      "index": 107,
      "start_time": 536250.0,
      "end_time": 542750.0,
      "text": "Alfred spreads a packet of butter onto her hands and face as long as we do this butter our skin to keep it soft we"
    },
    {
      "index": 108,
      "start_time": 542750.0,
      "end_time": 550010.0,
      "text": "Can believe that we will someday get out that we will be touched again in love or desire we have ceremonies of our own"
    },
    {
      "index": 109,
      "start_time": 550529.0,
      "end_time": 554479.0,
      "text": "Private ones and although she describes this act as degrading to such devices"
    },
    {
      "index": 110,
      "start_time": 554480.0,
      "end_time": 558050.0,
      "text": "We have descended finding a way to be comfortable in her skin"
    },
    {
      "index": 111,
      "start_time": 558389.0,
      "end_time": 562549.0,
      "text": "Helps Offred remember the desires of her past and to stay sane"
    },
    {
      "index": 112,
      "start_time": 562829.0,
      "end_time": 567169.0,
      "text": "Sanity is a valuable possession. I hoard it the way people once hoarded money"
    },
    {
      "index": 113,
      "start_time": 567170.0,
      "end_time": 568190.0,
      "text": "I save it"
    },
    {
      "index": 114,
      "start_time": 568190.0,
      "end_time": 572539.0,
      "text": "So I will have enough when the time comes. That sanity is critical to her"
    },
    {
      "index": 115,
      "start_time": 572760.0,
      "end_time": 575809.0,
      "text": "survival as are her tiny moments of ownlife and resistance."
    },
    {
      "index": 116,
      "start_time": 575970.0,
      "end_time": 581930.0,
      "text": "Offred's mother is another heroine a second wave feminist who fought for women's rights and before the Revolution"
    },
    {
      "index": 117,
      "start_time": 581930.0,
      "end_time": 588529.0,
      "text": "She was a marcher and a sign waiver and a pornography burner, but ah Fred's mother pays a steep toll for being outspoken"
    },
    {
      "index": 118,
      "start_time": 588529.0,
      "end_time": 592999.0,
      "text": "She is exiled to the toxic colonies Offred's college friend Moira is similarly"
    },
    {
      "index": 119,
      "start_time": 593220.0,
      "end_time": 597620.0,
      "text": "brazen in her resistance after staging a daring escape from the re-education Center, though"
    },
    {
      "index": 120,
      "start_time": 597720.0,
      "end_time": 599100.0,
      "text": "Moira is captured"
    },
    {
      "index": 121,
      "start_time": 599100.0,
      "end_time": 601100.0,
      "text": "sterilized and forced to become a sex worker"
    },
    {
      "index": 122,
      "start_time": 601170.0,
      "end_time": 604159.0,
      "text": "Offered wants to believe that Moira will also escape this prison"
    },
    {
      "index": 123,
      "start_time": 604160.0,
      "end_time": 607550.0,
      "text": "I'd like to tell a story about how Moira escaped for good this time"
    },
    {
      "index": 124,
      "start_time": 607819.0,
      "end_time": 613009.0,
      "text": "Or if I couldn't tell that I'd like to say she blew up Jezebel's with 50 commanders inside it"
    },
    {
      "index": 125,
      "start_time": 613010.0,
      "end_time": 615319.0,
      "text": "I'd like to end with something daring and"
    },
    {
      "index": 126,
      "start_time": 615810.0,
      "end_time": 620789.0,
      "text": "Spectacular some outrage something that would befit her but as far as I know that didn't happen"
    },
    {
      "index": 127,
      "start_time": 620860.0,
      "end_time": 625260.0,
      "text": "I don't know how she ended or even if she did because I never saw her again"
    },
    {
      "index": 128,
      "start_time": 625260.0,
      "end_time": 631559.0,
      "text": "we see here offered trying to take control of the narrative trying to tell a story that is daring in spectacular where the"
    },
    {
      "index": 129,
      "start_time": 631720.0,
      "end_time": 635070.0,
      "text": "Protagonist wins or at least takes a lot of bad guys out with her"
    },
    {
      "index": 130,
      "start_time": 635070.0,
      "end_time": 637769.0,
      "text": "But she can't those traditional narratives of the hero's journey"
    },
    {
      "index": 131,
      "start_time": 638050.0,
      "end_time": 641399.0,
      "text": "Aren't available to her because they aren't true to her experience"
    },
    {
      "index": 132,
      "start_time": 641410.0,
      "end_time": 647279.0,
      "text": "We also never learned how offered mother or offered herself end, but we do know that she finds a way to tell her story"
    },
    {
      "index": 133,
      "start_time": 647410.0,
      "end_time": 654029.0,
      "text": "And that her story survives but aside from that we can only speculate which makes a kind of sense because The Handmaid's Tale is"
    },
    {
      "index": 134,
      "start_time": 654100.0,
      "end_time": 660899.0,
      "text": "speculative fiction. In a 2005 interview Atwood defined the genre I'd like to make a distinction between science fiction proper and"
    },
    {
      "index": 135,
      "start_time": 661120.0,
      "end_time": 661870.0,
      "text": "speculative fiction"
    },
    {
      "index": 136,
      "start_time": 661870.0,
      "end_time": 668609.0,
      "text": "For me the science fiction label belongs on books with things in them that we can't yet do such as going through a wormhole in"
    },
    {
      "index": 137,
      "start_time": 668610.0,
      "end_time": 674729.0,
      "text": "Space to another universe and speculative fiction means a work that employs the means already to hand such as DNA"
    },
    {
      "index": 138,
      "start_time": 675310.0,
      "end_time": 681329.0,
      "text": "identification and credit cards and that takes place on planet earth as to the point of speculative literature Atwood writes"
    },
    {
      "index": 139,
      "start_time": 681490.0,
      "end_time": 689130.0,
      "text": "Literature is an utter or outering of the human imagination it lets the shadowy forms of thought and feeling heaven hell"
    },
    {
      "index": 140,
      "start_time": 689440.0,
      "end_time": 695909.0,
      "text": "Monsters angels and all out into the light where we can take a good look at them and perhaps come to a better understanding"
    },
    {
      "index": 141,
      "start_time": 696279.0,
      "end_time": 701458.0,
      "text": "Of who we are and what we want and what the limits of those wants may be"
    },
    {
      "index": 142,
      "start_time": 702040.0,
      "end_time": 704550.0,
      "text": "Understanding the imagination is no longer a pastime"
    },
    {
      "index": 143,
      "start_time": 704620.0,
      "end_time": 705700.0,
      "text": "But a necessity"
    },
    {
      "index": 144,
      "start_time": 705700.0,
      "end_time": 711479.0,
      "text": "Because increasingly if we can imagine it we'll be able to do it part of the magic of The Handmaid's Tale"
    },
    {
      "index": 145,
      "start_time": 711480.0,
      "end_time": 713480.0,
      "text": "Is that it feels so"
    },
    {
      "index": 146,
      "start_time": 713680.0,
      "end_time": 721349.0,
      "text": "real. It belies the old-line that it can't happen here and reminds us it can always happen here. In short The Handmaid's Tale"
    },
    {
      "index": 147,
      "start_time": 721350.0,
      "end_time": 727260.0,
      "text": "Is speculative and it is fiction, but that doesn't mean it's untrue. Thanks for watching"
    },
    {
      "index": 148,
      "start_time": 727260.0,
      "end_time": 731159.0,
      "text": "I'll see you next time crash course is filmed here in the chad and stacey emigholz studio in indianapolis"
    },
    {
      "index": 149,
      "start_time": 731320.0,
      "end_time": 734879.0,
      "text": "And it's made possible by your support at patreon"
    },
    {
      "index": 150,
      "start_time": 736029.0,
      "end_time": 737470.0,
      "text": "patreon.com/crashcourse"
    },
    {
      "index": 151,
      "start_time": 737470.0,
      "end_time": 740940.0,
      "text": "Patreon is a voluntary subscription service where you can support crafts sports"
    },
    {
      "index": 152,
      "start_time": 741100.0,
      "end_time": 745469.0,
      "text": "Directly through a monthly donation to help us keep it free for everyone forever"
    },
    {
      "index": 153,
      "start_time": 745660.0,
      "end_time": 750469.0,
      "text": "We make crash course with Adobe Creative Cloud. You can get a free trial at a line to the description"
    },
    {
      "index": 154,
      "start_time": 750470.0,
      "end_time": 754760.0,
      "text": "Thanks to everyone who supports us on patreon and to all of you for watching and as we say in my hometown"
    },
    {
      "index": 155,
      "start_time": 754770.0,
      "end_time": 756770.0,
      "text": "Don't forget to be awesome"
    }
  ]
}