{
  "video_id": "PvbRBaczpUI",
  "title": "How negative rates work | FT Markets",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4374.0,
      "end_time": 7097.0,
      "text": "We've lived through low interest rates and zero interest rates."
    },
    {
      "index": 2,
      "start_time": 7097.0,
      "end_time": 11514.0,
      "text": "But investors are not sure how comfortable they feel about negative interest rates,"
    },
    {
      "index": 3,
      "start_time": 11514.0,
      "end_time": 15856.0,
      "text": "since the talk is of banks charging people to look after their money."
    },
    {
      "index": 4,
      "start_time": 15856.0,
      "end_time": 19952.0,
      "text": "So are negative interest rates going to fade and die, or get deeper and wider?"
    },
    {
      "index": 5,
      "start_time": 19952.0,
      "end_time": 25297.0,
      "text": "With me to discuss this is Peter Westway, head of investment strategy at the Asset Manager Vanguard."
    },
    {
      "index": 6,
      "start_time": 25297.0,
      "end_time": 29347.0,
      "text": "Peter, remind us why do we have negative interest rates at all."
    },
    {
      "index": 7,
      "start_time": 29347.0,
      "end_time": 37820.0,
      "text": "Well, the reason we have negative interest rates is that central banks in some countries find it necessary to provide additional policy stimulus."
    },
    {
      "index": 8,
      "start_time": 37820.0,
      "end_time": 41168.0,
      "text": "They start by cutting rates lower and lower. Then they hit zero."
    },
    {
      "index": 9,
      "start_time": 41168.0,
      "end_time": 45310.0,
      "text": "At that point, they can either start printing money by doing quantitative easing."
    },
    {
      "index": 10,
      "start_time": 45310.0,
      "end_time": 49921.0,
      "text": "Or now, they're starting to move rates into negative territories as well."
    },
    {
      "index": 11,
      "start_time": 49921.0,
      "end_time": 51594.0,
      "text": "What do central banks want us to do?"
    },
    {
      "index": 12,
      "start_time": 51594.0,
      "end_time": 55711.0,
      "text": "Central banks affectively are trying to get us to spend more money because by doing that,"
    },
    {
      "index": 13,
      "start_time": 55711.0,
      "end_time": 60567.0,
      "text": "we increase economic activity in the economy in that pushes up inflation, which is what they want."
    },
    {
      "index": 14,
      "start_time": 60567.0,
      "end_time": 63894.0,
      "text": "But is it really the case that people are going to be charged for,"
    },
    {
      "index": 15,
      "start_time": 63894.0,
      "end_time": 71809.0,
      "text": "these people to hold their money in their banks and investors are going to be charged for the privilege of lending to governments?"
    },
    {
      "index": 16,
      "start_time": 71809.0,
      "end_time": 77573.0,
      "text": "It's not quite the case. Not many banks are yet charging negative deposit rates."
    },
    {
      "index": 17,
      "start_time": 77573.0,
      "end_time": 85562.0,
      "text": "And interestingly, as a result of that, that means that probably the pass through from these interest rates isn't getting through to the borrowing rates."
    },
    {
      "index": 18,
      "start_time": 85562.0,
      "end_time": 90991.0,
      "text": "So, the effectiveness of these negative rates in encouraging people to spend more is probably a little bit diluted."
    },
    {
      "index": 19,
      "start_time": 90991.0,
      "end_time": 96462.0,
      "text": "Ok, so let's look our first chart which tells us how prevalent negative interest rates are at the moment."
    },
    {
      "index": 20,
      "start_time": 96462.0,
      "end_time": 106566.0,
      "text": "This shows that around 30% of the current issues out there for sovereign developed market bonds are in negative territory."
    },
    {
      "index": 21,
      "start_time": 106566.0,
      "end_time": 112347.0,
      "text": "Now, that's a slight overestimate of how much governments are actually getting a good deal,"
    },
    {
      "index": 22,
      "start_time": 112347.0,
      "end_time": 115936.0,
      "text": "because of course some of those bonds were issued while rates were still positive."
    },
    {
      "index": 23,
      "start_time": 115936.0,
      "end_time": 119289.0,
      "text": "And they've since moved into negative territory in the secondary market."
    },
    {
      "index": 24,
      "start_time": 119289.0,
      "end_time": 124336.0,
      "text": "But even so, any government like Germany's, like Switzerland's going to the market now to raise money,"
    },
    {
      "index": 25,
      "start_time": 124336.0,
      "end_time": 130202.0,
      "text": "is getting a negative yield, which means in effect , we're paying them for the privilege of us giving the money."
    },
    {
      "index": 26,
      "start_time": 130202.0,
      "end_time": 133399.0,
      "text": "Peter, why would investors want to invest in a negative yield?"
    },
    {
      "index": 27,
      "start_time": 133399.0,
      "end_time": 135768.0,
      "text": "Let's have a look at your second chart here."
    },
    {
      "index": 28,
      "start_time": 135768.0,
      "end_time": 142616.0,
      "text": "Yeah, I mean, I think the really important point to remember here is why do you hold bonds in your portfolio in the first place?"
    },
    {
      "index": 29,
      "start_time": 142616.0,
      "end_time": 145711.0,
      "text": "And you're not holding bonds because they give you fantastic returns."
    },
    {
      "index": 30,
      "start_time": 145711.0,
      "end_time": 147353.0,
      "text": "Equities are in your portfolio for that."
    },
    {
      "index": 31,
      "start_time": 147353.0,
      "end_time": 151372.0,
      "text": "There's only two reasons. One, they provide you a bit of a dampness stability."
    },
    {
      "index": 32,
      "start_time": 151372.0,
      "end_time": 155698.0,
      "text": "But second and most important, they provide diversification relative to equities."
    },
    {
      "index": 33,
      "start_time": 155698.0,
      "end_time": 165959.0,
      "text": "So what this chart shows you is that if you take the worst quartile of stock market performance over the last 14 years, from 2001 to 2014."
    },
    {
      "index": 34,
      "start_time": 165959.0,
      "end_time": 174044.0,
      "text": "So when equities fell 6%, this tells you how different duration bonds apply during those same periods."
    },
    {
      "index": 35,
      "start_time": 174044.0,
      "end_time": 177486.0,
      "text": "And what you see is that typically, bonds would go up to counteract it."
    },
    {
      "index": 36,
      "start_time": 177486.0,
      "end_time": 180928.0,
      "text": "So that diversification would still happen in negative interest rate world?"
    },
    {
      "index": 37,
      "start_time": 180928.0,
      "end_time": 185017.0,
      "text": "Yeah, I don't think, I mean I think a couple of years ago, we were beginning to think that this diversification had run out of road."
    },
    {
      "index": 38,
      "start_time": 185017.0,
      "end_time": 190458.0,
      "text": "But what's still happening is that as interest rates are falling and falling, where we're seeing that there's almost no limit to it."
    },
    {
      "index": 39,
      "start_time": 190458.0,
      "end_time": 193261.0,
      "text": "But the criticism of negative interest rates is being stepped up."
    },
    {
      "index": 40,
      "start_time": 193261.0,
      "end_time": 200592.0,
      "text": "We've had Lowry Fynn of Blackrock saying people are going to have to save for longer. Is that correct?"
    },
    {
      "index": 41,
      "start_time": 200592.0,
      "end_time": 206873.0,
      "text": "Yeah, I think that basic point is correct. But I think it's mixing up too slightly different issues."
    },
    {
      "index": 42,
      "start_time": 206873.0,
      "end_time": 211736.0,
      "text": "I think it's definitely the case that because we're moving into a low interest rate world,"
    },
    {
      "index": 43,
      "start_time": 211736.0,
      "end_time": 218841.0,
      "text": "investors are going to have to save more to earn the same income in their retirement as they would've done a few years ago."
    },
    {
      "index": 44,
      "start_time": 218841.0,
      "end_time": 225453.0,
      "text": "Now that's partly being affected by the low interest rates and the negative interest rates that central banks are implementing at the moment."
    },
    {
      "index": 45,
      "start_time": 225453.0,
      "end_time": 227917.0,
      "text": "But let's remember why central banks are doing that."
    },
    {
      "index": 46,
      "start_time": 227917.0,
      "end_time": 232877.0,
      "text": "They're doing that in order to try and persuade people to bring consumption forward from the future to the present."
    },
    {
      "index": 47,
      "start_time": 232877.0,
      "end_time": 238549.0,
      "text": "That's just a standard thing that policy makers do during a period when the economy is in a big downturn."
    },
    {
      "index": 48,
      "start_time": 238549.0,
      "end_time": 244662.0,
      "text": "But even when this downturn is behind us, it's still gonna be the case that returns are going to be lower going forward"
    },
    {
      "index": 49,
      "start_time": 244662.0,
      "end_time": 246758.0,
      "text": "and people are going to have to save more."
    },
    {
      "index": 50,
      "start_time": 246758.0,
      "end_time": 254385.0,
      "text": "So, poor old investors are really the people that are caught in the middle here between a bad long-run outcome and policy maker actions."
    },
    {
      "index": 51,
      "start_time": 254385.0,
      "end_time": 257826.0,
      "text": "Just very quickly Peter, finally how long we're gonna have negative interest rates?"
    },
    {
      "index": 52,
      "start_time": 257826.00000000003,
      "end_time": 260760.00000000003,
      "text": "I think we're gonna probably have them for the next year or two."
    },
    {
      "index": 53,
      "start_time": 260760.0,
      "end_time": 262175.0,
      "text": "Peter Westway, thank you very much indeed."
    },
    {
      "index": 54,
      "start_time": 262175.0,
      "end_time": 262824.0,
      "text": "Thank you."
    }
  ]
}