{
  "video_id": "pXglgtM9pRM",
  "title": "Dating in the digital age | The Economist",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1970.0,
      "end_time": 3710.0,
      "text": "People have always fallen in love."
    },
    {
      "index": 2,
      "start_time": 3710.0,
      "end_time": 7710.0,
      "text": "There's nothing new about that, but what is new is the way they're meeting."
    },
    {
      "index": 3,
      "start_time": 7710.0,
      "end_time": 13010.0,
      "text": "Our cover this week in The Economist is on modern love and the digital dating platforms that provide it."
    },
    {
      "index": 4,
      "start_time": 13010.0,
      "end_time": 19020.0,
      "text": "In America today, about one third of marriages begin online and around the world there are 200 million people using dating platforms."
    },
    {
      "index": 5,
      "start_time": 24310.0,
      "end_time": 29080.0,
      "text": "The biggest change is that online dating has massively expanded the pool of partners that a person can potentially meet."
    },
    {
      "index": 6,
      "start_time": 30300.0,
      "end_time": 37860.0,
      "text": "Before, you might have been limited to the bar or your social group or your class, whereas now, you have tens of thousands of people to choose from online."
    },
    {
      "index": 7,
      "start_time": 42330.0,
      "end_time": 44460.0,
      "text": "Online dating does have real problems though."
    },
    {
      "index": 8,
      "start_time": 44460.0,
      "end_time": 48970.0,
      "text": "Before the age of the Internet, dating was more of a social activity and you could always tell yourself that you were just having a drink in a bar with your friends."
    },
    {
      "index": 9,
      "start_time": 51570.0,
      "end_time": 54530.0,
      "text": "Online dating takes that away and it's just you and the market."
    },
    {
      "index": 10,
      "start_time": 54530.0,
      "end_time": 57580.0,
      "text": "Whatever your place in it is harshly apparent to you."
    },
    {
      "index": 11,
      "start_time": 57580.0,
      "end_time": 62190.0,
      "text": "This can cause anxiety disorders and online dating has even been linked to depression."
    },
    {
      "index": 12,
      "start_time": 65820.0,
      "end_time": 72210.0,
      "text": "According to messaging patterns analyzed on dating platforms, Asian men are ranked as much less desirable than Asian women."
    },
    {
      "index": 13,
      "start_time": 72290.0,
      "end_time": 73910.0,
      "text": "Black women are ranked as less desirable than black men by the same measure."
    },
    {
      "index": 14,
      "start_time": 75520.0,
      "end_time": 78070.0,
      "text": "There are biases in terms of genderㄝ, too."
    },
    {
      "index": 15,
      "start_time": 78070.0,
      "end_time": 82980.0,
      "text": "Desirability of women starts high at 18 and then drops all the way through their lives."
    },
    {
      "index": 16,
      "start_time": 82980.0,
      "end_time": 87110.0,
      "text": "In contrast, men start off less desirable and then their desirableness grows and grows until their 50 and then it trails off slowly."
    },
    {
      "index": 17,
      "start_time": 89810.0,
      "end_time": 92370.0,
      "text": "However, there is evidence that online dating is driving an increase in interracial marriages."
    },
    {
      "index": 18,
      "start_time": 95220.0,
      "end_time": 99120.0,
      "text": "At least in America, you can, even if you don't tend to, meet people of other races to yourself."
    },
    {
      "index": 19,
      "start_time": 101650.0,
      "end_time": 104210.0,
      "text": "Overall then, online dating seems to be a good thing."
    },
    {
      "index": 20,
      "start_time": 104210.0,
      "end_time": 110190.0,
      "text": "It does have its problems, but it's helping people to bypass social barriers and to find better partners faster."
    }
  ]
}