{
  "video_id": "pZ3Jz98fCcc",
  "title": "CNN Student News - 05/18/16",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 11432.0,
      "end_time": 16995.0,
      "text": "Great to have you back watching CNN Student news. I'm Carl Azuz. We're starting with international tensions"
    },
    {
      "index": 2,
      "start_time": 16995.0,
      "end_time": 22662.0,
      "text": "surrounding the Black Sea. This body of water is bordered by Ukraine, Russia, Georgia, Romania,"
    },
    {
      "index": 3,
      "start_time": 22662.0,
      "end_time": 27768.0,
      "text": "Bulgaria and Turkey. Those last three countries are members of NATO, and the head of"
    },
    {
      "index": 4,
      "start_time": 27768.0,
      "end_time": 32735.0,
      "text": "the North Atlantic Treaty Organization says stability around the Black Sea is important to the security"
    },
    {
      "index": 5,
      "start_time": 32735.0,
      "end_time": 38224.0,
      "text": "of the whole region. NATO is concerned about several challenges. One, Russia's involvement"
    },
    {
      "index": 6,
      "start_time": 38224.0,
      "end_time": 44676.0,
      "text": "in the war in Ukraine. Two, terrorism like ISIS is bringing to countries South of the Black Sea. And three,"
    },
    {
      "index": 7,
      "start_time": 44676.0,
      "end_time": 52432.0,
      "text": "the massive influx of migrants and refugees to countries in the region. NATO was created in 1949 to balance out"
    },
    {
      "index": 8,
      "start_time": 52432.0,
      "end_time": 58132.0,
      "text": "Soviet dominance of Eastern Europe. The US is a NATO member, and America's working to support NATO"
    },
    {
      "index": 9,
      "start_time": 58132.0,
      "end_time": 60994.0,
      "text": "countries by sending fighters to the Black Sea region."
    },
    {
      "index": 10,
      "start_time": 60994.0,
      "end_time": 69179.0,
      "text": "These airforce pilots are preparing for a unique mission. They will be accompanying two US fighter jets to"
    },
    {
      "index": 11,
      "start_time": 69179.0,
      "end_time": 78101.0,
      "text": "Romania, a NATO ally on the Black Sea. It will be the first time America's fearsome F- 22 Raptor has landed"
    },
    {
      "index": 12,
      "start_time": 78101.0,
      "end_time": 84805.0,
      "text": "there. An opportunity for the US to show it is bolstering NATO defenses on Russia's doorstep."
    },
    {
      "index": 13,
      "start_time": 84805.0,
      "end_time": 90662.0,
      "text": "Flying one of the two is squadron commander lieutenant colonel Daniel Wkowsky."
    },
    {
      "index": 14,
      "start_time": 90662.0,
      "end_time": 93933.0,
      "text": "He explained what makes the F- 22 special."
    },
    {
      "index": 15,
      "start_time": 93933.0,
      "end_time": 100861.0,
      "text": "A combination of stealth, super- cruise, increased situational awareness that the aircraft provides us,"
    },
    {
      "index": 16,
      "start_time": 100861.0,
      "end_time": 105182.0,
      "text": "which all that adds up to a unique asymmetric advantage on the battlefield."
    },
    {
      "index": 17,
      "start_time": 105182.0,
      "end_time": 107693.0,
      "text": "So basically you're saying this is the best fighter jet in the world."
    },
    {
      "index": 18,
      "start_time": 107693.0,
      "end_time": 111771.0,
      "text": "The aircraft is truly incredible, and it is indeed the best fighter jet in the world."
    },
    {
      "index": 19,
      "start_time": 111771.0,
      "end_time": 119063.0,
      "text": "The technology is so advanced that Congress has banned their sale overseas. On route to Romania,"
    },
    {
      "index": 20,
      "start_time": 119063.0,
      "end_time": 124434.0,
      "text": "the jets must regularly be refueled. A delicate balancing act we got to see close up."
    },
    {
      "index": 21,
      "start_time": 124434.0,
      "end_time": 128697.0,
      "text": "A nasal called a boom is lowered from the tanker,"
    },
    {
      "index": 22,
      "start_time": 128697.0,
      "end_time": 133131.0,
      "text": "the jet then moves into place directly below it and the gas starts pumping."
    },
    {
      "index": 23,
      "start_time": 133131.0,
      "end_time": 141161.0,
      "text": "Officially this is a training exercise to US fighter jets from a fixed base to a forward operating base,"
    },
    {
      "index": 24,
      "start_time": 141161.0,
      "end_time": 144132.0,
      "text": "but it's the symbolism that is important here."
    },
    {
      "index": 25,
      "start_time": 144132.0,
      "end_time": 149682.0,
      "text": "This is intended as a show of force to an increasingly assertive Russia."
    },
    {
      "index": 26,
      "start_time": 149682.0,
      "end_time": 155470.0,
      "text": "If you're getting ready to fly somewhere, officials at Atlanta Hearts Field the worlds busiest airport say"
    },
    {
      "index": 27,
      "start_time": 155470.0,
      "end_time": 161341.0,
      "text": "you should probably get there as many as three hours earlier. At Chicago O'Hare workers from"
    },
    {
      "index": 28,
      "start_time": 161341.0,
      "end_time": 166531.0,
      "text": "one airline brought out cots for people to sleep on, because hundreds recently missed their flights"
    },
    {
      "index": 29,
      "start_time": 166531.0,
      "end_time": 172815.0,
      "text": "after getting stuck in TSA security lines. Airport and airline officials have been warning this could happen."
    },
    {
      "index": 30,
      "start_time": 172815.0,
      "end_time": 178846.0,
      "text": "Security bottlenecks. The problem: the transportation security administration doesn't have enough screeners"
    },
    {
      "index": 31,
      "start_time": 178846.0,
      "end_time": 185556.0,
      "text": "to check travelers. It says it's limited in what it can do by US government funding, but it's trying to make changes."
    },
    {
      "index": 32,
      "start_time": 185556.0,
      "end_time": 192464.0,
      "text": "Well, TSA heard the call from passengers, airlines, and airports. They must do better. This summer,"
    },
    {
      "index": 33,
      "start_time": 192464.0,
      "end_time": 199101.0,
      "text": "air travel is expected to rise to the highest level ever, with 222 million people expected to fly."
    },
    {
      "index": 34,
      "start_time": 199101.0,
      "end_time": 204525.0,
      "text": "Now, we're not even at that peak travel season yet, and for months flyers have been dealing with"
    },
    {
      "index": 35,
      "start_time": 204525.0,
      "end_time": 207294.0,
      "text": "long security lines and missed flights because of it."
    },
    {
      "index": 36,
      "start_time": 207294.0,
      "end_time": 214770.0,
      "text": "We were just in security for almost two hours, and ran to our gate, and it was three minutes shy of"
    },
    {
      "index": 37,
      "start_time": 214770.0,
      "end_time": 220438.0,
      "text": "the door closing. So we got a hotel and are back and hopefully I make this one."
    },
    {
      "index": 38,
      "start_time": 220438.0,
      "end_time": 225226.0,
      "text": "I got here about 2. 5 hours early and it still wasn't enough time."
    },
    {
      "index": 39,
      "start_time": 225226.0,
      "end_time": 230025.0,
      "text": "And I had to go back to my friend's place and try it again this morning."
    },
    {
      "index": 40,
      "start_time": 230025.0,
      "end_time": 234728.0,
      "text": "TSA immediately increased overtime for its officers last week."
    },
    {
      "index": 41,
      "start_time": 234728.0,
      "end_time": 241969.0,
      "text": "And they are speeding up the hiring process for 768 officers to get them on the job by June 15th,"
    },
    {
      "index": 42,
      "start_time": 241969.0,
      "end_time": 247902.0,
      "text": "but the union representing TSA officers say that won't be enough. 6, 000 new hires are needed."
    },
    {
      "index": 43,
      "start_time": 247902.0,
      "end_time": 253470.0,
      "text": "They're also deploying bomb sniffing dogs as a part of a way to cut the wait times."
    },
    {
      "index": 44,
      "start_time": 253470.0,
      "end_time": 257964.0,
      "text": "And now things will not get better overnight, but the goal is to start getting passengers through"
    },
    {
      "index": 45,
      "start_time": 257964.0,
      "end_time": 264902.0,
      "text": "those security checkpoints faster at least by June. In the meantime, some airports like San Diego International"
    },
    {
      "index": 46,
      "start_time": 264902.0,
      "end_time": 273484.0,
      "text": "have hired entertainment to de- stress passengers while they wait, including stilt walkers, jugglers and clowns."
    },
    {
      "index": 47,
      "start_time": 273484.0,
      "end_time": 279586.0,
      "text": "I guess they figure if you're going to be waiting in line for an hour or more, why not be entertained? Back to you."
    },
    {
      "index": 48,
      "start_time": 279586.0,
      "end_time": 284055.0,
      "text": "Of course you don't have worry about security checks if you're a mosquito but you should"
    },
    {
      "index": 49,
      "start_time": 284055.0,
      "end_time": 289317.0,
      "text": "probably worry about Fort Myers, Florida. A group of entomologists and biologists is there"
    },
    {
      "index": 50,
      "start_time": 289317.0,
      "end_time": 296559.0,
      "text": "to study what mosquitos do. And an arsenal of 26 trucks, 11 helicopters and 4 airplanes is there"
    },
    {
      "index": 51,
      "start_time": 296559.0,
      "end_time": 301817.0,
      "text": "to kill them. Warmer summer temperatures bring more mosquitos. Some mosquitos carry Zika,"
    },
    {
      "index": 52,
      "start_time": 301817.0,
      "end_time": 307754.0,
      "text": "a virus that can cause birth defects in the unborn children of pregnant women. So communities like Fort Meyers"
    },
    {
      "index": 53,
      "start_time": 307754.0,
      "end_time": 314076.0,
      "text": "are aiming to keep mosquito populations down. But not all cities have the budgets to fight on that scale,"
    },
    {
      "index": 54,
      "start_time": 314266.0,
      "end_time": 320552.0,
      "text": "so the approach is different from place to place, and the effectiveness of pesticides is too."
    },
    {
      "index": 55,
      "start_time": 328692.0,
      "end_time": 330361.0,
      "text": "They are very much alive."
    },
    {
      "index": 56,
      "start_time": 333661.0,
      "end_time": 337601.0,
      "text": "The weather is about to warm up. The mosquitoes are gonna be swarming."
    },
    {
      "index": 57,
      "start_time": 337601.0,
      "end_time": 339943.0,
      "text": "How do we know what to spray them with?"
    },
    {
      "index": 58,
      "start_time": 339943.0,
      "end_time": 345726.0,
      "text": "At the moment we don't have a good way of knowing what the resistance profile is in the continental US."
    },
    {
      "index": 59,
      "start_time": 352736.0,
      "end_time": 357601.0,
      "text": "In one state, you can have different pockets of resistance in different places."
    },
    {
      "index": 60,
      "start_time": 357601.0,
      "end_time": 360786.0,
      "text": "Absolutely, that's a big challenge."
    },
    {
      "index": 61,
      "start_time": 370836.0,
      "end_time": 375953.0,
      "text": "All right, how good is your geography? Think about the capitol of Slovenia and see"
    },
    {
      "index": 62,
      "start_time": 375953.0,
      "end_time": 381817.0,
      "text": "if you got it right for our third school today. We'll start in the US state of Michigan. Hello to the Cardinals."
    },
    {
      "index": 63,
      "start_time": 381817.0,
      "end_time": 388391.0,
      "text": "Legg middle school, in the city of Coldwater, kicks off our roll call. In the Southeast, we've got the Panthers"
    },
    {
      "index": 64,
      "start_time": 388391.0,
      "end_time": 392958.0,
      "text": "watching today, from Lanett, Alabama. Welcome to Lanett junior high school."
    },
    {
      "index": 65,
      "start_time": 392958.0,
      "end_time": 395958.0,
      "text": "In the capital of Slovenia, is Ljubljana,"
    },
    {
      "index": 66,
      "start_time": 395958.0,
      "end_time": 402693.0,
      "text": "and that's where the British international school of Ljubljana is watching. Great to see you. It's not hard to"
    },
    {
      "index": 67,
      "start_time": 402693.0,
      "end_time": 408922.0,
      "text": "find well documented tips on how to fall asleep faster. Turn off your electronics. Cool down your room."
    },
    {
      "index": 68,
      "start_time": 408922.0,
      "end_time": 414953.0,
      "text": "Try a warm bath of shower before bed. For many people, it's waking up that's the hard part. Especially"
    },
    {
      "index": 69,
      "start_time": 414953.0,
      "end_time": 421601.0,
      "text": "if your alarm clock, or more likely your phone, interrupts your sleep cycle. Still, with or without a snooze button,"
    },
    {
      "index": 70,
      "start_time": 421601.0,
      "end_time": 427171.0,
      "text": "the infamous alarm is something millions have been living with for 140 years."
    },
    {
      "index": 71,
      "start_time": 427171.0,
      "end_time": 433313.0,
      "text": "Steam engines, factories, and spinning jennies get most of the attention. But, there was actually something"
    },
    {
      "index": 72,
      "start_time": 433313.0,
      "end_time": 439076.0,
      "text": "much more mundane that helped shift the world's economy from agrarian towards industrial."
    },
    {
      "index": 73,
      "start_time": 439076.0,
      "end_time": 444725.0,
      "text": "And, if you're like 68 % of Americans, it's probably the first thing you interact with in the morning."
    },
    {
      "index": 74,
      "start_time": 448805.0,
      "end_time": 455667.0,
      "text": "I'm talking about the alarm clock. For thousands of years, people took their temporal cues from the sun."
    },
    {
      "index": 75,
      "start_time": 455667.0,
      "end_time": 460075.0,
      "text": "Sure, it might have made scheduling a meeting a little bit difficult, but then again, there weren't"
    },
    {
      "index": 76,
      "start_time": 460075.0,
      "end_time": 465253.0,
      "text": "many meetings back then. People tended to fend for themselves and their immediate community."
    },
    {
      "index": 77,
      "start_time": 465253.0,
      "end_time": 472984.0,
      "text": "But then, the industrial revolution changed everything. Workers had to be punctual. Time became money,"
    },
    {
      "index": 78,
      "start_time": 472984.0,
      "end_time": 479285.0,
      "text": "so to speak. So we became slaves of the ticking clock. None of this sunrise sunset scheduling"
    },
    {
      "index": 79,
      "start_time": 479285.0,
      "end_time": 482224.0,
      "text": "that worked for the predictable rhythms of farm life."
    },
    {
      "index": 80,
      "start_time": 482224.0,
      "end_time": 488532.0,
      "text": "Plus, there weren't any roosters to wake you. So how did the workforce adjust to the new world order?"
    },
    {
      "index": 81,
      "start_time": 488532.0,
      "end_time": 494545.0,
      "text": "At first, factories installed whistles or bells that sounded throughout the area to alert its employees"
    },
    {
      "index": 82,
      "start_time": 494545.0,
      "end_time": 500463.0,
      "text": "that the work day was set to begin. Some companies even hired knocker- uppers to bang on windows"
    },
    {
      "index": 83,
      "start_time": 500463.0,
      "end_time": 507254.0,
      "text": "and rouse their employees at their homes. Then, in 1876, an American company received the first patent"
    },
    {
      "index": 84,
      "start_time": 507254.0,
      "end_time": 512892.0,
      "text": "for a mechanical alarm. Even though the concept in the crude models dated back to Plato,"
    },
    {
      "index": 85,
      "start_time": 512892.00000000006,
      "end_time": 518952.00000000006,
      "text": "these were the first mass produced alarm clocks, and they paved the way for a huge improvement"
    },
    {
      "index": 86,
      "start_time": 518952.0,
      "end_time": 524603.0,
      "text": "in personal and business efficiency. And they're also why I'm so groggy all the time."
    },
    {
      "index": 87,
      "start_time": 531503.0,
      "end_time": 538077.0,
      "text": "New Hampshire's Mount Washington has observed record wind gusts in its day, so this isn't really unusual,"
    },
    {
      "index": 88,
      "start_time": 538077.0,
      "end_time": 545316.0,
      "text": "but it is fun to look at. A pair of weather researchers recently brave gust of 109 miles per hour and"
    },
    {
      "index": 89,
      "start_time": 545316.0,
      "end_time": 553725.0,
      "text": "a wind chill of 20 degrees below 0 to show us how wind is stronger than people. Getting blown over."
    },
    {
      "index": 90,
      "start_time": 553725.0,
      "end_time": 561323.0,
      "text": "Literally sitting into the wind. All part of the fun. The guy on your screen described playing like this as exhausting,"
    },
    {
      "index": 91,
      "start_time": 561323.0,
      "end_time": 565316.0,
      "text": "so you could say he got winded. But if you've got wind of a wind with its wind up that could take"
    },
    {
      "index": 92,
      "start_time": 565316.0,
      "end_time": 569983.0,
      "text": "your breath away, wouldn't you want to play windefinitely? You'd be winding all day."
    },
    {
      "index": 93,
      "start_time": 569983.0,
      "end_time": 575813.0,
      "text": "I'm Carl Jesus with your ten minute window of current events wishing you a winderful day."
    }
  ]
}