{
  "video_id": "pZT-FZqfxZA",
  "title": "The Science Of Motivation",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 240.0,
      "end_time": 12059.0,
      "text": "Whether you are trying to lose 20 pounds, get that promotion at work, or quit smoking, sticking to your goal isn’t an easy task - after all, 45% of people drop their New Year's resolutions after a month."
    },
    {
      "index": 2,
      "start_time": 12130.0,
      "end_time": 14769.0,
      "text": "So why is it so difficult to keep motivated?"
    },
    {
      "index": 3,
      "start_time": 14969.0,
      "end_time": 18529.0,
      "text": "And how can science help us achieve what we’re after?"
    },
    {
      "index": 4,
      "start_time": 18529.0,
      "end_time": 24420.0,
      "text": "In one MIT study, students were given two types of tasks. In the first they had to hit 2 keys on a keyboard"
    },
    {
      "index": 5,
      "start_time": 24420.0,
      "end_time": 29369.0,
      "text": "as many times as possible in 4 minutes, and those that did it the fastest would receive money."
    },
    {
      "index": 6,
      "start_time": 29769.0,
      "end_time": 34360.0,
      "text": "For some, the reward was $300 while for others, only $30."
    },
    {
      "index": 7,
      "start_time": 34760.0,
      "end_time": 41620.0,
      "text": "Interestingly, performance was 95% greater in the high $300 group, highlighting how money can be a motivator."
    },
    {
      "index": 8,
      "start_time": 41920.0,
      "end_time": 47180.0,
      "text": "But in the second task the same students were asked to solve a more complex math problem,"
    },
    {
      "index": 9,
      "start_time": 47180.0,
      "end_time": 52680.0,
      "text": "and this time, those offered the high reward performed 32% slower than the small reward group."
    },
    {
      "index": 10,
      "start_time": 52880.0,
      "end_time": 57480.0,
      "text": "This is known as the ‘distraction effect’ . When we are given a task that requires"
    },
    {
      "index": 11,
      "start_time": 57680.0,
      "end_time": 62450.0,
      "text": "problem solving, economic or emotional pressure can cause focus to shift to the motivator,"
    },
    {
      "index": 12,
      "start_time": 63050.0,
      "end_time": 65449.0,
      "text": "ultimately dividing your attention and reducing performance."
    },
    {
      "index": 13,
      "start_time": 65949.0,
      "end_time": 69740.0,
      "text": "When we look inside the brains of individuals, fMRI scans reveal that people who"
    },
    {
      "index": 14,
      "start_time": 69840.0,
      "end_time": 75320.0,
      "text": "complete a challenge for fun, and people who do it for a reward show similar activity throughout the brain."
    },
    {
      "index": 15,
      "start_time": 75620.0,
      "end_time": 89130.0,
      "text": "But interestingly, if those offered a reward the first time are asked to participate again for no reward, scans show a decrease in activity in the anterior striatum and prefrontal areas; parts of the brain linked to self-motivation."
    },
    {
      "index": 16,
      "start_time": 89179.0,
      "end_time": 93390.0,
      "text": "It seems that rewards may cancel out our natural sense of play."
    },
    {
      "index": 17,
      "start_time": 93670.0,
      "end_time": 100959.0,
      "text": "So how does this apply to you? Well, it turns out that ‘play’ is the strongest motivator for sustained behavioural changes."
    },
    {
      "index": 18,
      "start_time": 101059.0,
      "end_time": 103719.0,
      "text": "It makes sense that we stick with enjoyable activities,"
    },
    {
      "index": 19,
      "start_time": 103919.0,
      "end_time": 110460.0,
      "text": "but considering 67% of gym memberships go unused, it seems most of us are picking the"
    },
    {
      "index": 20,
      "start_time": 110460.0,
      "end_time": 114679.0,
      "text": "wrong activities to achieve our goals. You might burn the most calories on a treadmill,"
    },
    {
      "index": 21,
      "start_time": 114779.0,
      "end_time": 120009.0,
      "text": "but not if you stop doing it after 2 weeks. Pick something you actually like doing!"
    },
    {
      "index": 22,
      "start_time": 120309.0,
      "end_time": 126459.0,
      "text": "Your goal itself also matters; a study investigating reasons for exercise found that those focused on weight loss"
    },
    {
      "index": 23,
      "start_time": 126659.0,
      "end_time": 132980.0,
      "text": "spent 32% less time exercising than those who said they wanted to feel better in day-to-day life."
    },
    {
      "index": 24,
      "start_time": 132960.0,
      "end_time": 138140.0,
      "text": "And while it’s always good to have a positive attitude, optimism may not always be the best strategy."
    },
    {
      "index": 25,
      "start_time": 138340.0,
      "end_time": 148710.0,
      "text": "In a study of 210 females trying to quit smoking, participants who only imagined major success with few obstacles were less likely to reduce cigarette consumption."
    },
    {
      "index": 26,
      "start_time": 148810.0,
      "end_time": 155060.0,
      "text": "Positive thoughts can often trick your brain into thinking you’ve already achieved the goal, giving you a sense of reward and reducing motivation."
    },
    {
      "index": 27,
      "start_time": 155160.0,
      "end_time": 157660.0,
      "text": "But this doesn’t mean negative thoughts are good."
    },
    {
      "index": 28,
      "start_time": 157860.0,
      "end_time": 162260.0,
      "text": "Imagining a goal coming true, and then thinking through the obstacles that stand in your way"
    },
    {
      "index": 29,
      "start_time": 162560.0,
      "end_time": 166900.0,
      "text": "is the best mixed approach. This is known as ‘mental contrasting’."
    },
    {
      "index": 30,
      "start_time": 167100.0,
      "end_time": 171840.0,
      "text": "Finally, try and avoid the ‘what the hell’ effect. This behaviour was first addressed when"
    },
    {
      "index": 31,
      "start_time": 172040.0,
      "end_time": 176150.0,
      "text": "researchers gave dieters varying sizes of milkshakes, from small to large."
    },
    {
      "index": 32,
      "start_time": 176550.0,
      "end_time": 181020.0,
      "text": "And then offered them ice cream afterwards. It turns out, those who had large milkshakes"
    },
    {
      "index": 33,
      "start_time": 181520.0,
      "end_time": 187790.0,
      "text": "also ended up eating more ice cream because ‘what the hell - I’ve already ruined my diet, I might as well go all out’."
    },
    {
      "index": 34,
      "start_time": 187990.0,
      "end_time": 191510.0,
      "text": "Anticipating that you will have some bumps along the road to success,"
    },
    {
      "index": 35,
      "start_time": 191810.0,
      "end_time": 195010.0,
      "text": "whether it be a fitness goal, quitting smoking or work aspirations,"
    },
    {
      "index": 36,
      "start_time": 195010.0,
      "end_time": 198070.0,
      "text": "will bring you closer to making your goals a reality."
    },
    {
      "index": 37,
      "start_time": 197970.0,
      "end_time": 202400.0,
      "text": "Want some tips for motivation with short term goals? Like that assignment that is due tomorrow?"
    },
    {
      "index": 38,
      "start_time": 202900.0,
      "end_time": 206800.0,
      "text": "Check out our latest AsapTHOUGHT video on the best tips to overcome that lazy feeling."
    },
    {
      "index": 39,
      "start_time": 206800.0,
      "end_time": 208500.0,
      "text": "Link in the description."
    },
    {
      "index": 40,
      "start_time": 208700.0,
      "end_time": 214460.0,
      "text": "Special thanks to Audible for supporting this episode and  giving you a free 30-day trial at \"audible.com/asap\"."
    },
    {
      "index": 41,
      "start_time": 214460.0,
      "end_time": 218710.0,
      "text": "This week we wanted to recommend the book ‘No Sweat’ by Michelle Seger,"
    },
    {
      "index": 42,
      "start_time": 218710.0,
      "end_time": 223830.0,
      "text": "which translates years of research on exercise and motivation into simple ideas that aim to"
    },
    {
      "index": 43,
      "start_time": 224230.0,
      "end_time": 229960.0,
      "text": "empower you out of exercise failure! You can get a free 30-day trial at \"audible.com/asap\""
    },
    {
      "index": 44,
      "start_time": 230060.0,
      "end_time": 234090.0,
      "text": "and choose from a massive selection! We love them as they are great when you’re on the go."
    },
    {
      "index": 45,
      "start_time": 234480.0,
      "end_time": 244480.0,
      "text": "And subscribe for more weekly science videos!"
    }
  ]
}