{
  "video_id": "PzyXGUCngoU",
  "title": "Adolescence: Crash Course Psychology #20",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 6960.0,
      "text": "So far in our exploration of how the mind grows, we've talked about a lot of different philosophies and models and ways of looking at things."
    },
    {
      "index": 2,
      "start_time": 6960.0,
      "end_time": 11160.0,
      "text": "But here's a surprisingly useful tool for understanding developmental psychology:"
    },
    {
      "index": 3,
      "start_time": 11160.0,
      "end_time": 15000.0,
      "text": "The Breakfast Club. This video, by the way, will contain Breakfast Club spoilers."
    },
    {
      "index": 4,
      "start_time": 15000.0,
      "end_time": 20420.0,
      "text": "That classic 80s movie about a band of teenagers stuck in detention one fateful Saturday morning."
    },
    {
      "index": 5,
      "start_time": 20420.0,
      "end_time": 22980.0,
      "text": "Do they do Saturday detentions anymore?"
    },
    {
      "index": 6,
      "start_time": 22980.0,
      "end_time": 25240.0,
      "text": "That was never a \"thing\" at my school."
    },
    {
      "index": 7,
      "start_time": 25240.0,
      "end_time": 28540.0,
      "text": "That was crazy, the idea that kids would come in on a weekend for detention."
    },
    {
      "index": 8,
      "start_time": 28540.0,
      "end_time": 32740.0,
      "text": "You got the hoodlum, the jock, the nerd, the princess, and the so-called basketcase."
    },
    {
      "index": 9,
      "start_time": 32740.000000000004,
      "end_time": 35660.0,
      "text": "And at first, they're all salty and standoffish with each other."
    },
    {
      "index": 10,
      "start_time": 35660.0,
      "end_time": 39140.0,
      "text": "Because you know, let's face it, American high schools are sort of a breeding ground for that kind of thing."
    },
    {
      "index": 11,
      "start_time": 39140.0,
      "end_time": 45180.0,
      "text": "But as the day progresses, they start to open up and share things and have a little fun by way of a dance montage."
    },
    {
      "index": 12,
      "start_time": 45180.0,
      "end_time": 54140.0,
      "text": "And at some point they each kind of crack, revealing something very important about adolescence in the process, which is - The struggle between the need to stand out, and the need to belong."
    },
    {
      "index": 13,
      "start_time": 54140.0,
      "end_time": 64700.0,
      "text": "All these kids feel tremendous pressure to maintain their image in their particular group in part because there's just some security in belonging to a group, even if that group gets picked on by another group."
    },
    {
      "index": 14,
      "start_time": 64700.0,
      "end_time": 71620.0,
      "text": "And so they wear the corresponding diamond earrings, combat boots, lettermans jackets, and spectacles, and act how their roles dictate."
    },
    {
      "index": 15,
      "start_time": 71620.0,
      "end_time": 75620.0,
      "text": "But the thing is, none of those kids are satisfied with their outward identities."
    },
    {
      "index": 16,
      "start_time": 75620.0,
      "end_time": 86600.0,
      "text": "Instead, they're all stuck in the classic teenage struggle, one that German psychoanalyst Erik Erikson - yes, his name is actually Erik Erikson - called the crisis between identity and role confusion."
    },
    {
      "index": 17,
      "start_time": 86600.0,
      "end_time": 94260.0,
      "text": "In other words, their newly-forming identities were at odds with other people's expectations of what roles they should play, hence the confusion."
    },
    {
      "index": 18,
      "start_time": 94260.0,
      "end_time": 105780.0,
      "text": "The past couple weeks, we've been talking about childhood as a crucial period of growth, learning, and change, and it definitely is, but anyone who's ever seen a John Hughes movie knows that there's way more to growing up than just that."
    },
    {
      "index": 19,
      "start_time": 105780.0,
      "end_time": 114000.0,
      "text": "And I got some news for you -from adolescence into adulthood and into old age, the drama of your personal psychological development never ceases."
    },
    {
      "index": 20,
      "start_time": 114000.0,
      "end_time": 116580.0,
      "text": "Never! So get used to it."
    },
    {
      "index": 21,
      "start_time": 116580.0,
      "end_time": 126380.0,
      "text": "[INTRO]"
    },
    {
      "index": 22,
      "start_time": 126380.0,
      "end_time": 136080.0,
      "text": "Today, most psychologists view our psychological development as a lifelong process from infant, to adolescent, to adult, to card-carrying senior citizen, people keep right on changing."
    },
    {
      "index": 23,
      "start_time": 136080.0,
      "end_time": 146180.0,
      "text": "Just as Piaget gave us a helpful framework for thinking about early development, other scholars have given us ideas about how we develop through the rest of our lives, particularly Erik Erikson."
    },
    {
      "index": 24,
      "start_time": 146180.0,
      "end_time": 152200.0,
      "text": "Like many others, Erikson believed our personalities develop in a predetermined order, which he outlined in an eight-stage model."
    },
    {
      "index": 25,
      "start_time": 152200.0,
      "end_time": 158380.0,
      "text": "And each stage, from infancy to old age, is defined by its own predominant issue or crisis."
    },
    {
      "index": 26,
      "start_time": 158380.0,
      "end_time": 164280.0,
      "text": "If it freaks you out to think that you will always be dealing with a crisis at every stage of your life, we can just call them \"issues.\""
    },
    {
      "index": 27,
      "start_time": 164280.0,
      "end_time": 169060.0,
      "text": "Since we already talked a lot about early childhood development, I'm gonna skip ahead to the teenage meat of it."
    },
    {
      "index": 28,
      "start_time": 169060.0,
      "end_time": 171740.0,
      "text": "But you can consult this table to learn about the rest."
    },
    {
      "index": 29,
      "start_time": 171740.0,
      "end_time": 178400.0,
      "text": "Erikson defined the adolescent years, or \"Stage 5,\" as starting in our teens, and extending for some as far as our early twenties."
    },
    {
      "index": 30,
      "start_time": 178400.0,
      "end_time": 184460.0,
      "text": "And as The Breakfast Club so artfully depicted, its main crisis is the one of identity vs. role confusion."
    },
    {
      "index": 31,
      "start_time": 184460.0,
      "end_time": 193580.0,
      "text": "Teen years are marked by lots of physical changes in the body and brain and sex hormones, along with growing independence, but also a real need to belong to something."
    },
    {
      "index": 32,
      "start_time": 193580.0,
      "end_time": 203140.0,
      "text": "This often angsty time is when teens reexamine their identities, figuring out how to both blend in and how to stand out, often by trying on different roles."
    },
    {
      "index": 33,
      "start_time": 203140.0,
      "end_time": 207680.0,
      "text": "Maybe they're experimenting with punk rock, or hockey, or theater, or ancient philosophy."
    },
    {
      "index": 34,
      "start_time": 207680.0,
      "end_time": 210980.0,
      "text": "Maybe sophomore year they're preppy. Junior year they've got green hair."
    },
    {
      "index": 35,
      "start_time": 210980.0,
      "end_time": 219380.0,
      "text": "Hopefully a person comes out of this stage with a reintegrated sense of self, but this stage can be particularly confusing as I'm sure anybody watching this video can attest to."
    },
    {
      "index": 36,
      "start_time": 219380.0,
      "end_time": 222880.0,
      "text": "But of course, that's not the last crisis - sorry, \"issue.\""
    },
    {
      "index": 37,
      "start_time": 222880.0,
      "end_time": 232440.0,
      "text": "Erikson believed that young adulthood, which in his view, started in a person's 20s and ended as late as the early 40s, was marked by another struggle, one between intimacy and isolation."
    },
    {
      "index": 38,
      "start_time": 232440.0,
      "end_time": 239420.0,
      "text": "By this stage in life, most of us have begun exploring intimate relationships, whether that's with a steady sweetheart, or just an active OkCupid profile."
    },
    {
      "index": 39,
      "start_time": 239420.0,
      "end_time": 246220.0,
      "text": "A good relationship here can lead to feelings of safety and caring and commitment, while a lack of intimacy can lead to loneliness and isolation and depression."
    },
    {
      "index": 40,
      "start_time": 246220.0,
      "end_time": 257080.0,
      "text": "Recently, a number of psychologists have begun to refer to the first few years of this stage as emerging adulthood, and some suggest that it warrants its own classification distinct from adolescence or full adulthood."
    },
    {
      "index": 41,
      "start_time": 257079.99999999997,
      "end_time": 262640.0,
      "text": "And at least in modern western culture, many people in this stage do feel like they're stuck in a sort of in-between time."
    },
    {
      "index": 42,
      "start_time": 262640.0,
      "end_time": 266480.0,
      "text": "They know that they've pulled through all that high school stuff, but they're still pretty tied to their families."
    },
    {
      "index": 43,
      "start_time": 266480.0,
      "end_time": 271540.0,
      "text": "In 2011, the U.S. Census found that 65% of people under 24 still live with their parents."
    },
    {
      "index": 44,
      "start_time": 271540.0,
      "end_time": 275360.0,
      "text": "Just a reminder of how things like economic factors can weigh on development."
    },
    {
      "index": 45,
      "start_time": 275360.0,
      "end_time": 279520.0,
      "text": "For Erikson, after young adulthood came the middle adulthood of our 40s to 60s."
    },
    {
      "index": 46,
      "start_time": 279520.0,
      "end_time": 284800.0,
      "text": "This stage, Stage 7, highlights our tendency toward either generativity or stagnation."
    },
    {
      "index": 47,
      "start_time": 284800.0,
      "end_time": 289320.0,
      "text": "By now, many people have established jobs or careers or perhaps families of their own."
    },
    {
      "index": 48,
      "start_time": 289320.0,
      "end_time": 298820.0,
      "text": "We better understand the bigger picture of life and contribute to society through productive, or generative, activities like work, community involvement, raising kids, paying taxes, all that grown-up stuff."
    },
    {
      "index": 49,
      "start_time": 298820.0,
      "end_time": 310100.0,
      "text": "The lack of those things, an overall boredom or absence of purpose, can make Stage 7-ers feel stagnant and unproductive, hence the often cliched, but really real and potentially painful, mid-life crisis."
    },
    {
      "index": 50,
      "start_time": 310100.0,
      "end_time": 312640.0,
      "text": "And finally, at the end, comes Stage 8."
    },
    {
      "index": 51,
      "start_time": 312640.0,
      "end_time": 317780.0,
      "text": "In our late adulthood, from 65 and up, we often struggle with integrity vs. despair."
    },
    {
      "index": 52,
      "start_time": 317780.0,
      "end_time": 325040.0,
      "text": "Maybe you've hung out with a grandparent or some other senior and heard them contemplating their lives and accomplishments and reminiscing about how cheap a milkshake used to be."
    },
    {
      "index": 53,
      "start_time": 325040.0,
      "end_time": 333100.0,
      "text": "Well, if their overall vibe is positive,they've probably developed a sense of integrity and completeness, meaning they're pretty satisfied with a life well lived."
    },
    {
      "index": 54,
      "start_time": 333100.0,
      "end_time": 341240.0,
      "text": "The flip side of that is looking back on life and feeling guilt and regret, and that kind of retrospective disappointment can ruin old age with depression and feelings of hopelessness."
    },
    {
      "index": 55,
      "start_time": 341240.0,
      "end_time": 349320.0,
      "text": "Again, Erikson's model isn't really a perfect contemporary one, but it gave us an early idea of conflict and growth over our whole lives."
    },
    {
      "index": 56,
      "start_time": 349320.0,
      "end_time": 357200.0,
      "text": "His ideas have been developed further and even challenged by other scholars, but like Piaget, he remains a crucial figure to know in Western psychology."
    },
    {
      "index": 57,
      "start_time": 357200.0,
      "end_time": 365740.0,
      "text": "So Erikson tackled our progressive psychosocial development, but what exactly happens to our bodies and brains after we hit adulthood and keep racking up the birthday cake candles?"
    },
    {
      "index": 58,
      "start_time": 365740.0,
      "end_time": 378140.0,
      "text": "It's hard to generalize these stages of adulthood because we don't really hit yearly milestones like we did when we were kids, and adult lifestyles can vary a whole lot. I mean, in a lot of ways, 70-year-old Mick Jagger's still living a younger lifestyle than a lot of 20-somethings I know."
    },
    {
      "index": 59,
      "start_time": 378140.0,
      "end_time": 383980.0,
      "text": "But despite all our differences, many of our life courses do have some similarities --physically, cognitively, and socially."
    },
    {
      "index": 60,
      "start_time": 383980.0,
      "end_time": 394040.0,
      "text": "First, there are, yes, physical changes: the slow decline of reaction time, muscle tone, and strength, cardiac output, sex hormone production, and sharpness of senses like hearing and sight."
    },
    {
      "index": 61,
      "start_time": 394040.0,
      "end_time": 398360.0,
      "text": "For most of us, bifocals are inevitable, and perhaps hearing aids as well."
    },
    {
      "index": 62,
      "start_time": 398360.0,
      "end_time": 406080.0,
      "text": "None of this is to say that a jacked 50-year-old couldn't beat a lazy 20-year-old on a 100-meter dash, because, of course, how well you take care of your body counts for a lot."
    },
    {
      "index": 63,
      "start_time": 406080.0,
      "end_time": 410360.0,
      "text": "But still, you can't stop, let alone reverse the process of aging."
    },
    {
      "index": 64,
      "start_time": 410360.0,
      "end_time": 414140.0,
      "text": "The good news is our intelligence remains pretty stable throughout adulthood."
    },
    {
      "index": 65,
      "start_time": 414140.0,
      "end_time": 423660.0,
      "text": "Although some people might feel that their wits get a bit fuzzy with age, research suggests that while one kind of intelligence decreases after adolescence, another kind keeps increasing throughout your lifetime."
    },
    {
      "index": 66,
      "start_time": 423660.0,
      "end_time": 433980.0,
      "text": "Psychologists Raymond Cattell and John Horn were the first to develop the concepts of fluid and crystallized intelligence, suggesting that intelligence itself is made up of different abilities that work together."
    },
    {
      "index": 67,
      "start_time": 433980.0,
      "end_time": 439420.0,
      "text": "Fluid intelligence deals with your ability to solve problems，independent of your personal experience and education."
    },
    {
      "index": 68,
      "start_time": 439420.0,
      "end_time": 448020.0,
      "text": "It's typically associated with thinking both quickly and abstractly, like teasing out the logic of a puzzle, rather than remembering how to find the cosine of an angle."
    },
    {
      "index": 69,
      "start_time": 448020.0,
      "end_time": 452300.0,
      "text": "So relatively inexperienced teens often show high fluid intelligence."
    },
    {
      "index": 70,
      "start_time": 452300.0,
      "end_time": 458240.0,
      "text": "The bummer is it peaks in adolescence, then typically starts its slow decline in the 30s..."
    },
    {
      "index": 71,
      "start_time": 458240.0,
      "end_time": 460280.0,
      "text": "So I'm experiencing that now..."
    },
    {
      "index": 72,
      "start_time": 460280.0,
      "end_time": 463360.0,
      "text": "Crystallized intelligence, on the other hand, is just what it sounds like:"
    },
    {
      "index": 73,
      "start_time": 463360.0,
      "end_time": 467420.0,
      "text": "knowledge that's based on facts, solidified by past experiences and prior learning."
    },
    {
      "index": 74,
      "start_time": 467420.0,
      "end_time": 473280.0,
      "text": "This type of experiential intelligence gets stronger with age, as we continue to take in new knowledge and understanding,"
    },
    {
      "index": 75,
      "start_time": 473280.0,
      "end_time": 476180.0,
      "text": "and it's part of why grandmas are so good at crossword puzzles!"
    },
    {
      "index": 76,
      "start_time": 476180.0,
      "end_time": 484040.0,
      "text": "Both fluid and crystallized intelligence are equally important on any given day, and ideally, they work together to get the job of thinking done."
    },
    {
      "index": 77,
      "start_time": 484040.0,
      "end_time": 488720.0,
      "text": "So in the end, some of our thinking gets rusty with age, but some of it keeps getting better."
    },
    {
      "index": 78,
      "start_time": 488720.0,
      "end_time": 490900.0,
      "text": "Of course, there are exceptions."
    },
    {
      "index": 79,
      "start_time": 490900.0,
      "end_time": 498660.0,
      "text": "While most people who live into their 90s are still pretty sharp, some will experience a substantial loss of brain cells and suffer serious consequences."
    },
    {
      "index": 80,
      "start_time": 498660.0,
      "end_time": 504900.0,
      "text": "Brain tumors, small strokes, or continued alcohol dependence can all progressively damage the brain, increasing the risk of dementia."
    },
    {
      "index": 81,
      "start_time": 504900.0,
      "end_time": 508640.0,
      "text": "Dementia isn't a specific disease, but rather a set of symptoms related to"
    },
    {
      "index": 82,
      "start_time": 508640.0,
      "end_time": 515580.0,
      "text": "impaired thinking, memory loss, confusion, and potential changes in personality that become severe enough to interfere with regular functioning."
    },
    {
      "index": 83,
      "start_time": 515580.00000000006,
      "end_time": 519380.00000000006,
      "text": "Alzheimer's disease is a form of progressive, irreversible dementia."
    },
    {
      "index": 84,
      "start_time": 519380.0,
      "end_time": 526420.0,
      "text": "First, memory declines, then reasoning, and then eventually basic physiological functions as vital brain neurons continue to deteriorate."
    },
    {
      "index": 85,
      "start_time": 526420.0,
      "end_time": 529880.0,
      "text": "It strikes about 3% of the world's population before age 75,"
    },
    {
      "index": 86,
      "start_time": 529880.0,
      "end_time": 533480.0,
      "text": "although from there, the rate roughly doubles every five years."
    },
    {
      "index": 87,
      "start_time": 533480.0,
      "end_time": 537560.0,
      "text": "But again, not all dementia is related to Alzheimer's disease, nor is it as extreme."
    },
    {
      "index": 88,
      "start_time": 537560.0,
      "end_time": 540680.0,
      "text": "And while the risk of dementia certainly increases in older adults,"
    },
    {
      "index": 89,
      "start_time": 540680.0,
      "end_time": 544580.0,
      "text": "it's important to remember that it is not part of normal, healthy aging."
    },
    {
      "index": 90,
      "start_time": 544580.0,
      "end_time": 548500.0,
      "text": "Some memory changes are normal, but most memories should remain intact."
    },
    {
      "index": 91,
      "start_time": 548500.0,
      "end_time": 551240.0,
      "text": "In the end, we still have a lot to learn about the aging process."
    },
    {
      "index": 92,
      "start_time": 551240.0,
      "end_time": 556720.0,
      "text": "As our lifespans continue to get longer, we might need to tweak what we think we know about its effects on human psychology."
    },
    {
      "index": 93,
      "start_time": 556720.0,
      "end_time": 559980.0,
      "text": "In some ways, you might say that this is psychology's next frontier."
    },
    {
      "index": 94,
      "start_time": 559980.0,
      "end_time": 565760.0,
      "text": "By the time we figure out what that looks like, the cast of The Breakfast Club might just be ready for a reunion... and they'd better make a movie about it."
    },
    {
      "index": 95,
      "start_time": 565760.0,
      "end_time": 573120.0,
      "text": "Today, your developing brain learned about Erikson's eight stages of progressive psychosocial development and their accompanying issues."
    },
    {
      "index": 96,
      "start_time": 573120.0,
      "end_time": 580980.0,
      "text": "You also learned about emerging adulthood, the differences between fluid and crystalline intelligence, and some facts about dementia and Alzheimer's disease."
    },
    {
      "index": 97,
      "start_time": 580980.0,
      "end_time": 587760.0,
      "text": "Thank you for watching this episode of Crash Course, especially to all of our Subbable subscribers who make this possible!"
    },
    {
      "index": 98,
      "start_time": 587760.0,
      "end_time": 591660.0,
      "text": "To find out how you can become a supporter, just go to subbable.com/crashcourse."
    },
    {
      "index": 99,
      "start_time": 591660.0,
      "end_time": 599080.0,
      "text": "This episode was written by Kathleen Yale, edited by Blake de Pastino, and our consultant is Dr. Ranjit Bhagwat. Our director and editor is Nicholas Jenkins."
    },
    {
      "index": 100,
      "start_time": 599080.0,
      "end_time": 611820.0,
      "text": "The script supervisor is Michael Aranda who is also our sound designer, and the graphics team is Thought Café."
    }
  ]
}