{
  "video_id": "Q16OZkgSXfM",
  "title": "Westward Expansion: Crash Course US History #24",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3830.0,
      "text": "Hi, I’m John Green, this is Crash Course U.S. History and today we leave behind the"
    },
    {
      "index": 2,
      "start_time": 3830.0,
      "end_time": 9830.0,
      "text": "world of industry and corporations to talk about the Wild Wild West. Spoiler Alert: You"
    },
    {
      "index": 3,
      "start_time": 9830.0,
      "end_time": 12509.0,
      "text": "You have died of dysentery. And in the process, we’re going to explore"
    },
    {
      "index": 4,
      "start_time": 12509.0,
      "end_time": 17390.0,
      "text": "how all of us, even those of us who are vegan or eat sustainably-produced food benefit"
    },
    {
      "index": 5,
      "start_time": 17390.0,
      "end_time": 21400.0,
      "text": "from massive agrobusiness that has its roots in the Wild Wild West."
    },
    {
      "index": 6,
      "start_time": 21400.0,
      "end_time": 25820.0,
      "text": "The West still looms large in American mythology as the home of cowboys and gunslingers and"
    },
    {
      "index": 7,
      "start_time": 25820.0,
      "end_time": 30830.0,
      "text": "houses of ill repute and freedom from pesky government interference, but in fact--"
    },
    {
      "index": 8,
      "start_time": 30830.0,
      "end_time": 35160.0,
      "text": "It was probably not as wild as we’ve been told. Ugh, Mr. Green, why can’t America"
    },
    {
      "index": 9,
      "start_time": 35160.0,
      "end_time": 38659.0,
      "text": "live up to its myths just once? Because this is America, Me from the Past,"
    },
    {
      "index": 10,
      "start_time": 38659.0,
      "end_time": 46309.0,
      "text": "home to Hollywood and Gatsby and Honey Boo Boo. We are literally in the mythmaking business."
    },
    {
      "index": 11,
      "start_time": 46309.0,
      "end_time": 54159.0,
      "text": "intro So, before the Hollywood western, the myth"
    },
    {
      "index": 12,
      "start_time": 54159.0,
      "end_time": 59079.0,
      "text": "of the Frontier probably found its best expression in Frederick Jackson Turner’s 1893 lecture,"
    },
    {
      "index": 13,
      "start_time": 59079.0,
      "end_time": 62069.0,
      "text": "“the Significance of the Frontier in American History.”"
    },
    {
      "index": 14,
      "start_time": 62069.0,
      "end_time": 66049.0,
      "text": "Turner argued that the West was responsible for key characteristics of American culture:"
    },
    {
      "index": 15,
      "start_time": 66049.0,
      "end_time": 70850.0,
      "text": "beliefs in individualism, political democracy, and economic mobility. Like, for 18th and"
    },
    {
      "index": 16,
      "start_time": 70850.0,
      "end_time": 75729.0,
      "text": "19th century Americans, the western frontier represented the opportunity to start over,"
    },
    {
      "index": 17,
      "start_time": 75729.0,
      "end_time": 80479.0,
      "text": "and possibly to strike it rich by dint of one’s own individual effort, even back when"
    },
    {
      "index": 18,
      "start_time": 80479.0,
      "end_time": 84119.0,
      "text": "the West was, like, Ohio.[1] In this mythology, the west was a magnet for"
    },
    {
      "index": 19,
      "start_time": 84119.0,
      "end_time": 90539.0,
      "text": "restless young men who lit out for the uncorrupted, unoccupied, untamed territories to seek their"
    },
    {
      "index": 20,
      "start_time": 90539.0,
      "end_time": 95549.0,
      "text": "fortune. But, in reality, most western settlers went not as individuals but as members of"
    },
    {
      "index": 21,
      "start_time": 95549.0,
      "end_time": 99609.0,
      "text": "a family or as part of an immigrant group. And they weren’t filling up unoccupied space"
    },
    {
      "index": 22,
      "start_time": 99609.0,
      "end_time": 102700.0,
      "text": "either because most of that territory was home to American Indians."
    },
    {
      "index": 23,
      "start_time": 102700.0,
      "end_time": 106359.0,
      "text": "Also, in addition to Easterners and migrants from Europe, the West was settled by Chinese"
    },
    {
      "index": 24,
      "start_time": 106359.0,
      "end_time": 110710.0,
      "text": "people and by Mexican migrant laborers and former slaves. Plus, there were plenty of"
    },
    {
      "index": 25,
      "start_time": 110710.0,
      "end_time": 115219.0,
      "text": "Mexicans living there already who became Americans with the treaty of Guadalupe Hidalgo."
    },
    {
      "index": 26,
      "start_time": 115219.0,
      "end_time": 119149.0,
      "text": "And the whole west as “a place of rugged individualism and independence” turns out"
    },
    {
      "index": 27,
      "start_time": 119149.0,
      "end_time": 123570.0,
      "text": "to be an oversimplification. I mean, the federal government, after all, had to pass the law"
    },
    {
      "index": 28,
      "start_time": 123570.0,
      "end_time": 128319.0,
      "text": "that spurred homesteading, then had to clear out American Indians already living there,"
    },
    {
      "index": 29,
      "start_time": 128318.99999999999,
      "end_time": 131959.0,
      "text": "and had to sponsor the railroads that allowed the West to grow in the first place."
    },
    {
      "index": 30,
      "start_time": 131959.0,
      "end_time": 135890.0,
      "text": "About as individualistic as the government buying Walden Pond for Henry David Thoreau."
    },
    {
      "index": 31,
      "start_time": 135890.0,
      "end_time": 139950.0,
      "text": "What’s that? It’s a state park now? The government owns it? Well, there you go."
    },
    {
      "index": 32,
      "start_time": 139950.0,
      "end_time": 143379.0,
      "text": "Now, railroads didn’t create the desire to settle the west but they did make it possible"
    },
    {
      "index": 33,
      "start_time": 143379.0,
      "end_time": 148430.0,
      "text": "for people who wanted to live out west to do so, for two reasons. First, without railroads"
    },
    {
      "index": 34,
      "start_time": 148430.0,
      "end_time": 151489.0,
      "text": "there would be no way to bring crops or other goods to market."
    },
    {
      "index": 35,
      "start_time": 151489.0,
      "end_time": 154879.0,
      "text": "I mean, I guess you could dig a canal across Kansas, but, if you’ve ever been to Kansas"
    },
    {
      "index": 36,
      "start_time": 154879.0,
      "end_time": 159040.0,
      "text": "that is not a tantalizing proposition. Second, railroads made life in the west profitable"
    },
    {
      "index": 37,
      "start_time": 159040.0,
      "end_time": 163510.0,
      "text": "and livable because they brought the goods that people needed such as tools for planting"
    },
    {
      "index": 38,
      "start_time": 163510.0,
      "end_time": 168849.0,
      "text": "and sowing, shoes for wearing, books for putting on your shelf and pretending to have read."
    },
    {
      "index": 39,
      "start_time": 168849.0,
      "end_time": 172420.0,
      "text": "Railroads allowed settlers to stay connected with the modernity that was becoming the hallmark"
    },
    {
      "index": 40,
      "start_time": 172420.0,
      "end_time": 176150.0,
      "text": "of the industrialized world in the 19th century. Now, we saw last week that the Federal government"
    },
    {
      "index": 41,
      "start_time": 176150.0,
      "end_time": 180260.0,
      "text": "played a key role in financing the transcontinental railroad, but state governments got into the"
    },
    {
      "index": 42,
      "start_time": 180260.0,
      "end_time": 184370.0,
      "text": "act too, often to their financial detriment. In fact, so many states nearly went bankrupt"
    },
    {
      "index": 43,
      "start_time": 184370.0,
      "end_time": 188519.0,
      "text": "financing railroads that most states now have constitutional requirements that they balance"
    },
    {
      "index": 44,
      "start_time": 188519.0,
      "end_time": 190590.0,
      "text": "their budgets. But perhaps the central way that the Federal"
    },
    {
      "index": 45,
      "start_time": 190590.0,
      "end_time": 194760.0,
      "text": "government supported the railroads, and western settlement and investment in general, was"
    },
    {
      "index": 46,
      "start_time": 194760.0,
      "end_time": 199870.0,
      "text": "by leading military expeditions against American Indians, rounding them up on ever-smaller"
    },
    {
      "index": 47,
      "start_time": 199870.0,
      "end_time": 202970.0,
      "text": "reservations, and destroying their culture. Let’s go to the Thought Bubble."
    },
    {
      "index": 48,
      "start_time": 202970.0,
      "end_time": 206909.0,
      "text": "There was an economic as well as a racial imperative to move the Native Americans off"
    },
    {
      "index": 49,
      "start_time": 206909.0,
      "end_time": 211540.0,
      "text": "their land: white people wanted it. Initially it was needed to set down railroad tracks,"
    },
    {
      "index": 50,
      "start_time": 211540.0,
      "end_time": 215430.0,
      "text": "and then for farming, but eventually it was also exploited for minerals like gold and"
    },
    {
      "index": 51,
      "start_time": 215430.0,
      "end_time": 219689.0,
      "text": "iron and other stuff that makes industry work. I mean, would you really want a territory"
    },
    {
      "index": 52,
      "start_time": 219689.0,
      "end_time": 222450.0,
      "text": "called the Badlands unless it had valuable minerals?"
    },
    {
      "index": 53,
      "start_time": 222450.0,
      "end_time": 226329.0,
      "text": "Early western settlement, of the Oregon Trail kind, did not result in huge conflicts with"
    },
    {
      "index": 54,
      "start_time": 226329.0,
      "end_time": 230769.0,
      "text": "Native Americans, but by the 1850s, a steady stream of settlers kicked off increasingly"
    },
    {
      "index": 55,
      "start_time": 230769.0,
      "end_time": 233890.0,
      "text": "bloody conflicts that lasted pretty much until 1890."
    },
    {
      "index": 56,
      "start_time": 233890.0,
      "end_time": 237310.0,
      "text": "Even though the fighting started before the Civil War, the end of the “war between the"
    },
    {
      "index": 57,
      "start_time": 237310.0,
      "end_time": 241530.0,
      "text": "states” meant a new, more violent phase in the warring between American Indians and"
    },
    {
      "index": 58,
      "start_time": 241530.0,
      "end_time": 245599.0,
      "text": "whites. General Philip H. “Little Phil” Sheridan set out to destroy the Indians’"
    },
    {
      "index": 59,
      "start_time": 245599.0,
      "end_time": 249590.0,
      "text": "way of life, burning villages and killing their horses and especially the buffalo that"
    },
    {
      "index": 60,
      "start_time": 249590.0,
      "end_time": 253790.0,
      "text": "was the basis of the plains tribes’ existence. There were about 30 million buffalo in the"
    },
    {
      "index": 61,
      "start_time": 253790.0,
      "end_time": 260049.0,
      "text": "U.S. in 1800; by 1886 the Smithsonian Institute had difficulty finding 25 “good specimens.”[2]"
    },
    {
      "index": 62,
      "start_time": 260048.99999999997,
      "end_time": 263990.0,
      "text": "In addition to violent resistance, some Indians turned to a spiritual movement to try to preserve"
    },
    {
      "index": 63,
      "start_time": 263990.0,
      "end_time": 268560.0,
      "text": "their traditional way of life. Around 1890 the Ghost Dance movement arose in and around"
    },
    {
      "index": 64,
      "start_time": 268560.0,
      "end_time": 272590.0,
      "text": "South Dakota. Ghost Dancers believed that if they gathered together to dance and engage"
    },
    {
      "index": 65,
      "start_time": 272590.0,
      "end_time": 276500.0,
      "text": "in religious rituals, eventually the white man would disappear and the buffalo would"
    },
    {
      "index": 66,
      "start_time": 276500.0,
      "end_time": 281120.0,
      "text": "return, and with them the Indians’ traditional customs. But even though a combined force"
    },
    {
      "index": 67,
      "start_time": 281120.0,
      "end_time": 285970.0,
      "text": "of Sioux and Cheyenne warriors completely destroyed George Custer’s force of 250 cavalrymen"
    },
    {
      "index": 68,
      "start_time": 285970.0,
      "end_time": 291150.0,
      "text": "at Little Bighorn in 1876, and Geronimo took years to subdue in the Southwest, western"
    },
    {
      "index": 69,
      "start_time": 291150.0,
      "end_time": 295479.0,
      "text": "Native Americans were all defeated by 1890, and the majority were moved to reservations."
    },
    {
      "index": 70,
      "start_time": 295479.0,
      "end_time": 299440.0,
      "text": "Thanks, Thought Bubble. Boy, this Wild West episode sure is turning out to be loads of"
    },
    {
      "index": 71,
      "start_time": 299440.0,
      "end_time": 302850.0,
      "text": "fun! It’s just like the Will Smith movie! Alright, Stan, this is about to get even more"
    },
    {
      "index": 72,
      "start_time": 302850.0,
      "end_time": 306990.0,
      "text": "depressing, so let’s look at, like, some pretty mountains and western landscapes and"
    },
    {
      "index": 73,
      "start_time": 306990.0,
      "end_time": 311479.0,
      "text": "stuff, while I deliver this next bit. So in 1871 the U.S. government ended the treaty"
    },
    {
      "index": 74,
      "start_time": 311479.0,
      "end_time": 315870.0,
      "text": "system that had since the American Revolution treated Native American land as if they were"
    },
    {
      "index": 75,
      "start_time": 315870.0,
      "end_time": 320690.0,
      "text": "independent nations. And then with the Dawes Act of 1887, the lands set aside for the Indians"
    },
    {
      "index": 76,
      "start_time": 320690.0,
      "end_time": 325740.0,
      "text": "were allotted to individual families rather than to tribes. Indians who “adopted the"
    },
    {
      "index": 77,
      "start_time": 325740.0,
      "end_time": 330310.0,
      "text": "habits of civilized life,” which in this case meant becoming small scale individualistic"
    },
    {
      "index": 78,
      "start_time": 330310.0,
      "end_time": 334830.0,
      "text": "Jeffersonian farmers, would be granted citizenship and there were supposed to be some protections"
    },
    {
      "index": 79,
      "start_time": 334830.0,
      "end_time": 338650.0,
      "text": "to prevent their land from falling out of Native American possession. But, these protections"
    },
    {
      "index": 80,
      "start_time": 338650.0,
      "end_time": 342030.0,
      "text": "were not particularly protective and much of the Indian land was purchased either by"
    },
    {
      "index": 81,
      "start_time": 342030.0,
      "end_time": 347220.0,
      "text": "white settlers or by speculators. After the passage of the Dawes Act “Indians lost 86"
    },
    {
      "index": 82,
      "start_time": 347220.0,
      "end_time": 350380.0,
      "text": "million of the 138 million acres of land in their possession.” [3]"
    },
    {
      "index": 83,
      "start_time": 350380.0,
      "end_time": 354639.0,
      "text": "Oh boy, it’s time for the Mystery Document. The rules here are simple."
    },
    {
      "index": 84,
      "start_time": 354639.0,
      "end_time": 358030.0,
      "text": "I guess the author of the Mystery Document. And then you get to see me get shocked when"
    },
    {
      "index": 85,
      "start_time": 358030.0,
      "end_time": 359370.0,
      "text": "I’m wrong. Alright."
    },
    {
      "index": 86,
      "start_time": 359370.0,
      "end_time": 365229.0,
      "text": "I have seen the Great Father Chief the Next Great Chief the Commissioner Chief; the Law"
    },
    {
      "index": 87,
      "start_time": 365229.0,
      "end_time": 370319.0,
      "text": "Chief; and many other law chiefs and they all say they are my friends, and that I shall"
    },
    {
      "index": 88,
      "start_time": 370319.0,
      "end_time": 375699.0,
      "text": "have justice, but while all their mouths talk right I do not understand why nothing is done"
    },
    {
      "index": 89,
      "start_time": 375699.0,
      "end_time": 381169.0,
      "text": "for my people. I have heard talk and talk but nothing is done (…) Words do not pay"
    },
    {
      "index": 90,
      "start_time": 381169.0,
      "end_time": 386349.0,
      "text": "for my dead people. They do not pay for my country now overrun by white men. They do"
    },
    {
      "index": 91,
      "start_time": 386349.0,
      "end_time": 391080.0,
      "text": "not protect my father&#39;s grave. (…) Good words will not give my people a home where"
    },
    {
      "index": 92,
      "start_time": 391080.0,
      "end_time": 396360.0,
      "text": "they can live in peace and take care of themselves. I am tired of talk that comes to nothing."
    },
    {
      "index": 93,
      "start_time": 396360.0,
      "end_time": 400580.0,
      "text": "It makes my heart sick when I remember all the good words and all the broken promises."
    },
    {
      "index": 94,
      "start_time": 400580.0,
      "end_time": 403630.0,
      "text": "I mean that could be almost any American Indian leader."
    },
    {
      "index": 95,
      "start_time": 403630.0,
      "end_time": 406849.0,
      "text": "This is totally unfair, Stan. All I really know about this is that the Great Father Chief"
    },
    {
      "index": 96,
      "start_time": 406849.0,
      "end_time": 409090.0,
      "text": "is the President. I mean it could be any of a dozen people."
    },
    {
      "index": 97,
      "start_time": 409090.0,
      "end_time": 412509.0,
      "text": "How bout if I say the name in 10 seconds I don’t get punished?"
    },
    {
      "index": 98,
      "start_time": 412509.0,
      "end_time": 418919.0,
      "text": "Aaaand start. Sitting Bull Crazy Horse Geronimo Chief Big Foot um Keokuk Chief Oshkosh Chief"
    },
    {
      "index": 99,
      "start_time": 418919.0,
      "end_time": 424370.0,
      "text": "Joseph Ch-OH YES YES SUCK IT STAN SUCK IT! And now let us move from tragedy to tragedy."
    },
    {
      "index": 100,
      "start_time": 424370.0,
      "end_time": 428470.0,
      "text": "So if you’re thinking that it couldn’t get worse for the Native Americans: it did."
    },
    {
      "index": 101,
      "start_time": 428470.0,
      "end_time": 432810.0,
      "text": "After killing off the buffalo, taking their land and forcing Indians onto reservations,"
    },
    {
      "index": 102,
      "start_time": 432810.0,
      "end_time": 437360.0,
      "text": "the Bureau of Indian Affairs instituted a policy that amounted to cultural genocide."
    },
    {
      "index": 103,
      "start_time": 437360.0,
      "end_time": 441530.0,
      "text": "It set up boarding schools, the most famous of which was in Carlisle, PA, where Indian"
    },
    {
      "index": 104,
      "start_time": 441530.0,
      "end_time": 446060.0,
      "text": "children were forcefully removed from their families to be civilized. This meant teaching"
    },
    {
      "index": 105,
      "start_time": 446060.0,
      "end_time": 450289.0,
      "text": "them English, taking away their clothes, their names, and their family connections."
    },
    {
      "index": 106,
      "start_time": 450289.0,
      "end_time": 454759.0,
      "text": "The idea put succinctly, was to “kill the Indian, save the man.”"
    },
    {
      "index": 107,
      "start_time": 454759.0,
      "end_time": 458210.0,
      "text": "Now, the U.S. wasn’t the only nation busy subjugating its indigenous inhabitants and"
    },
    {
      "index": 108,
      "start_time": 458210.0,
      "end_time": 461979.0,
      "text": "putting them on reservations in the late 19th century. Like, something similar was happening"
    },
    {
      "index": 109,
      "start_time": 461979.0,
      "end_time": 465789.0,
      "text": "in South Africa, in Chile, and even to First Peoples in Canada."
    },
    {
      "index": 110,
      "start_time": 465789.0,
      "end_time": 469050.0,
      "text": "And you’re usually so good, Canada. Although the slower pace of western settlement meant"
    },
    {
      "index": 111,
      "start_time": 469050.0,
      "end_time": 472289.0,
      "text": "that there was much less bloodshed, so, another point to Canada."
    },
    {
      "index": 112,
      "start_time": 472289.0,
      "end_time": 476780.0,
      "text": "And as bad as the American boarding school policy was, at least it was short lived compared"
    },
    {
      "index": 113,
      "start_time": 476780.0,
      "end_time": 481020.0,
      "text": "with Australia’s policy of removing Aboriginal children from families and placing them with"
    },
    {
      "index": 114,
      "start_time": 481020.0,
      "end_time": 483740.0,
      "text": "white foster families, which lasted until the 1970s."
    },
    {
      "index": 115,
      "start_time": 483740.0,
      "end_time": 487819.0,
      "text": "Alright, Stan, we need to cheer this episode up. Let’s talk about cowboys! The Marlboro"
    },
    {
      "index": 116,
      "start_time": 487819.0,
      "end_time": 494419.0,
      "text": "Man riding the range, herding cows and smoking, solitary in the saddle, alone in his emphysema."
    },
    {
      "index": 117,
      "start_time": 494419.0,
      "end_time": 499560.0,
      "text": "Surely that is the actual West, the men and women but mostly men who stood apart from"
    },
    {
      "index": 118,
      "start_time": 499560.0,
      "end_time": 503919.0,
      "text": "the industrializing country as the last of Jefferson’s rugged individuals."
    },
    {
      "index": 119,
      "start_time": 503919.0,
      "end_time": 508500.0,
      "text": "But, no. Once again, we have the railroad to thank for our image of the cowboy. Like,"
    },
    {
      "index": 120,
      "start_time": 508500.0,
      "end_time": 513840.0,
      "text": "those massive cattle drives of millions of cows across open range Texas? Yeah, they ended"
    },
    {
      "index": 121,
      "start_time": 513840.00000000006,
      "end_time": 518530.00000000006,
      "text": "at towns like Abilene, and Wichita, and Dodge City--because that’s where the railheads"
    },
    {
      "index": 122,
      "start_time": 518530.0,
      "end_time": 520500.0,
      "text": "were. Without railroads, cowboys would have just"
    },
    {
      "index": 123,
      "start_time": 520500.0,
      "end_time": 524900.0,
      "text": "driven their cattle in endless circles. And without industrial meat processing, there"
    },
    {
      "index": 124,
      "start_time": 524900.0,
      "end_time": 527040.0,
      "text": "wouldn’t have been a market for all that beef."
    },
    {
      "index": 125,
      "start_time": 527040.0,
      "end_time": 531370.0,
      "text": "And it was a lot of beef. You know what I’m talking about. I’m actually talking about"
    },
    {
      "index": 126,
      "start_time": 531370.0,
      "end_time": 534500.0,
      "text": "beef. By the mid 1880s the days of open range ranching"
    },
    {
      "index": 127,
      "start_time": 534500.0,
      "end_time": 538900.0,
      "text": "were coming to an end as ranchers began to enclose more and more land and set up their"
    },
    {
      "index": 128,
      "start_time": 538900.0,
      "end_time": 541870.0,
      "text": "businesses closer to, you guessed it, railroad stations."
    },
    {
      "index": 129,
      "start_time": 541870.0,
      "end_time": 546240.0,
      "text": "There are also quite a few things about western farming that just fly in the face of the mythical"
    },
    {
      "index": 130,
      "start_time": 546240.0,
      "end_time": 551940.0,
      "text": "Jeffersonian yeoman farmer ideal. Firstly, this type of agricultural work was a family"
    },
    {
      "index": 131,
      "start_time": 551940.0,
      "end_time": 557040.0,
      "text": "affair; many women bore huge burdens on western farms, as can be seen in this excerpt from"
    },
    {
      "index": 132,
      "start_time": 557040.0,
      "end_time": 560280.0,
      "text": "a farm woman in Arizona: “Get up, turn out my chickens, draw a pail"
    },
    {
      "index": 133,
      "start_time": 560280.0,
      "end_time": 564400.0,
      "text": "of water … make a fire, put potatoes to cook, brush and sweep half inch of dust off"
    },
    {
      "index": 134,
      "start_time": 564400.0,
      "end_time": 569880.0,
      "text": "floor, feed three litters of chickens, then mix biscuits, get breakfast, milk, besides"
    },
    {
      "index": 135,
      "start_time": 569880.0,
      "end_time": 573780.0,
      "text": "work in the house and this morning had to go half mile after calves.”"
    },
    {
      "index": 136,
      "start_time": 573780.0,
      "end_time": 578600.0,
      "text": "These family-run farms were increasingly oriented towards production of wheat and corn for national"
    },
    {
      "index": 137,
      "start_time": 578600.0,
      "end_time": 582340.0,
      "text": "and even international markets rather than trying to eke out subsistence."
    },
    {
      "index": 138,
      "start_time": 582340.0,
      "end_time": 587410.0,
      "text": "Farmers in Kansas found themselves competing with farmers in Australia and Argentina, and"
    },
    {
      "index": 139,
      "start_time": 587410.0,
      "end_time": 590790.0,
      "text": "this international competition pushed prices lower and lower."
    },
    {
      "index": 140,
      "start_time": 590790.0,
      "end_time": 594710.0,
      "text": "Secondly, the Great Plains, while remarkably productive agriculturally, wouldn’t be nearly"
    },
    {
      "index": 141,
      "start_time": 594710.0,
      "end_time": 598070.0,
      "text": "as good for producing crops without massive irrigation projects."
    },
    {
      "index": 142,
      "start_time": 598070.0,
      "end_time": 602460.0,
      "text": "Much of the water needed for plains agriculture comes a massive underground lake, the Oglala"
    },
    {
      "index": 143,
      "start_time": 602460.0,
      "end_time": 604380.0,
      "text": "Aquifer. Don’t worry, by the way, the Aquifer is"
    },
    {
      "index": 144,
      "start_time": 604380.0,
      "end_time": 608730.0,
      "text": "fed by a magic and permanent H20 factory in the core of the earth that you can learn about"
    },
    {
      "index": 145,
      "start_time": 608730.0,
      "end_time": 614100.0,
      "text": "in Hank’s show, Crash Course Chemistr--What’s that? It’s going dry. MY GOD THIS IS A DEPRESSING"
    },
    {
      "index": 146,
      "start_time": 614100.0,
      "end_time": 616670.0,
      "text": "EPISODE. Anyway, large-scale irrigation projects necessitate"
    },
    {
      "index": 147,
      "start_time": 616670.0,
      "end_time": 622090.0,
      "text": "big capital investments and therefore large, consolidated agricultural enterprises that"
    },
    {
      "index": 148,
      "start_time": 622090.0,
      "end_time": 625260.0,
      "text": "start to look more like agri-business than family farms."
    },
    {
      "index": 149,
      "start_time": 625260.0,
      "end_time": 630220.0,
      "text": "I mean, by 1900, California was home to giant commercial farms reliant on irrigation and"
    },
    {
      "index": 150,
      "start_time": 630220.0,
      "end_time": 634730.0,
      "text": "chemical fertilizers. Some of them were owned, not by families, but by big corporations like"
    },
    {
      "index": 151,
      "start_time": 634730.0,
      "end_time": 637980.0,
      "text": "the Southern Pacific Railroad. And they were worked by migrant farm laborers"
    },
    {
      "index": 152,
      "start_time": 637980.0,
      "end_time": 643290.0,
      "text": "from China, the Philippines, Japan, Mexico. As Henry George, a critic of late 19th century"
    },
    {
      "index": 153,
      "start_time": 643290.0,
      "end_time": 648110.0,
      "text": "corporate capitalism, wrote “California is not a country of farms, but … of plantations"
    },
    {
      "index": 154,
      "start_time": 648110.0,
      "end_time": 650400.0,
      "text": "and estates.”[4] When studying American history, it’s really"
    },
    {
      "index": 155,
      "start_time": 650400.0,
      "end_time": 655000.0,
      "text": "easy to get caught up in the excitement of industrial capitalism with its robber barons,"
    },
    {
      "index": 156,
      "start_time": 655000.0,
      "end_time": 660100.0,
      "text": "and new technologies, and fancy cities because that world looks very familiar to us, probably"
    },
    {
      "index": 157,
      "start_time": 660100.0,
      "end_time": 663460.0,
      "text": "because it’s the one in which we live. After all, if I was running a farm like that"
    },
    {
      "index": 158,
      "start_time": 663460.0,
      "end_time": 667130.0,
      "text": "Arizona woman I talked about earlier, there’s no way I could be making these videos because"
    },
    {
      "index": 159,
      "start_time": 667130.0,
      "end_time": 669730.0,
      "text": "I’d be chasing my calves. I don’t even know what a litter of chickens"
    },
    {
      "index": 160,
      "start_time": 669730.0,
      "end_time": 673860.0,
      "text": "is. Is it four chickens? Twelve? Six? It’s probably twelve because eggs do come in dozens."
    },
    {
      "index": 161,
      "start_time": 673860.0,
      "end_time": 678660.0,
      "text": "The massive agricultural surplus contemporary farms create, and the efficient transportation"
    },
    {
      "index": 162,
      "start_time": 678660.0,
      "end_time": 684240.0,
      "text": "network that gets that surplus to me quickly, makes everything else possible--from YouTube"
    },
    {
      "index": 163,
      "start_time": 684240.0,
      "end_time": 687100.0,
      "text": "to Chevy Volts. And no matter who you are, you benefit from"
    },
    {
      "index": 164,
      "start_time": 687100.0,
      "end_time": 690920.0,
      "text": "the products that result from that massive surplus. That’s why we’re watching YouTube"
    },
    {
      "index": 165,
      "start_time": 690920.0,
      "end_time": 691470.0,
      "text": "right now. Or watching Crash Course on DVD, available for pre-order now."
    },
    {
      "index": 166,
      "start_time": 691470.0,
      "end_time": 691920.0,
      "text": "Look at that beautiful box set of DVDs that would not be possible without a massive agricultural"
    },
    {
      "index": 167,
      "start_time": 691920.0,
      "end_time": 693520.0,
      "text": "surplus. So, agriculture and animal husbandry did change"
    },
    {
      "index": 168,
      "start_time": 693520.0,
      "end_time": 698440.0,
      "text": "a lot in late 19th century America as we came to embrace the market driven ethos that we"
    },
    {
      "index": 169,
      "start_time": 698440.0,
      "end_time": 702820.0,
      "text": "either celebrate or decry these days. And in the end, the Wild West ends up looking"
    },
    {
      "index": 170,
      "start_time": 702820.0,
      "end_time": 706680.0,
      "text": "a lot more like industrial capitalism than like a Larry McMurtry novel."
    },
    {
      "index": 171,
      "start_time": 706680.0,
      "end_time": 711530.0,
      "text": "The Wild West, like the rest of the industrialized world, was incentivized to increase productivity"
    },
    {
      "index": 172,
      "start_time": 711530.0,
      "end_time": 714710.0,
      "text": "and was shaped by an increasingly international economic system."
    },
    {
      "index": 173,
      "start_time": 714710.0,
      "end_time": 717730.0,
      "text": "And it’s worth remembering that even though we think of the Oregon Trail and the Wild"
    },
    {
      "index": 174,
      "start_time": 717730.0,
      "end_time": 721790.0,
      "text": "West being part of the same thing, in fact, they were separated by the most important"
    },
    {
      "index": 175,
      "start_time": 721790.0,
      "end_time": 725460.0,
      "text": "event in American history: the Civil War. I know that ain’t the mythologizing you’ll"
    },
    {
      "index": 176,
      "start_time": 725460.0,
      "end_time": 729470.0,
      "text": "find in Tombstone, but it is true. Thanks for watching. I’ll see you next week."
    },
    {
      "index": 177,
      "start_time": 729470.0,
      "end_time": 733360.0,
      "text": "Crash Course is produced and directed by Stan Muller. Our script supervisor is Meredith"
    },
    {
      "index": 178,
      "start_time": 733360.0,
      "end_time": 736900.0,
      "text": "Danko. The associate producer of the show is Danica Johnson. The show is written by"
    },
    {
      "index": 179,
      "start_time": 736900.0,
      "end_time": 740660.0,
      "text": "my high school history teacher Raoul Meyer, Rosianna Halse Rojas, and myself. And our"
    },
    {
      "index": 180,
      "start_time": 740660.0,
      "end_time": 743420.0,
      "text": "graphics team is Thought Café. Every week, there’s a new caption for the"
    },
    {
      "index": 181,
      "start_time": 743420.0,
      "end_time": 746420.0,
      "text": "libertage. If you’d like to suggest one you can do so in comments where you can also"
    },
    {
      "index": 182,
      "start_time": 746420.0,
      "end_time": 749320.0,
      "text": "ask questions about today’s video that will be answered by our team of historians."
    },
    {
      "index": 183,
      "start_time": 749320.0,
      "end_time": 753420.0,
      "text": "Thanks for watching Crash Course. If you enjoy it, make sure you subscribe. And as we say"
    },
    {
      "index": 184,
      "start_time": 753420.0,
      "end_time": 763420.0,
      "text": "in my hometown, don’t forget to be awesome...OH, ahh I didn’t get a good push."
    }
  ]
}