{
  "video_id": "Q36_chQ45JQ",
  "title": "Gearing up to search for life on Enceladus",
  "json": [
    {
      "index": 1,
      "start_time": 3420.0,
      "end_time": 8250.0,
      "text": "The next mission to an icy moon,  whether it be Europa or Enceladus should have a"
    },
    {
      "index": 2,
      "start_time": 8250.0,
      "end_time": 11550.0,
      "text": "microscope of some kind and we're trying to define the parameters of such a"
    },
    {
      "index": 3,
      "start_time": 11550.0,
      "end_time": 14520.0,
      "text": "microscope that will maximize our ability to see life on Earth, because if"
    },
    {
      "index": 4,
      "start_time": 14520.0,
      "end_time": 17220.0,
      "text": "we can maximize their ability to see life in all the possible extreme"
    },
    {
      "index": 5,
      "start_time": 17220.0,
      "end_time": 21160.0,
      "text": "environments on Earth, then we can be pretty confident we can come as close as possible"
    },
    {
      "index": 6,
      "start_time": 21160.0,
      "end_time": 24120.0,
      "text": "to being able to address this on other planets."
    },
    {
      "index": 7,
      "start_time": 26740.0,
      "end_time": 32439.0,
      "text": "Enceladus has raised a lot of recent interest. It is a small moon of Saturn where"
    },
    {
      "index": 8,
      "start_time": 32439.0,
      "end_time": 38379.0,
      "text": "there is a clear liquid water ocean under a sheet of ice."
    },
    {
      "index": 9,
      "start_time": 38380.0,
      "end_time": 43720.0,
      "text": "And though this ice there are these geysers or plumes that are emitting material up into space"
    },
    {
      "index": 10,
      "start_time": 44360.0,
      "end_time": 49700.0,
      "text": "where they can be sampled and captured by fly-bys.  So it makes it a whole lot easier to go to a moon where"
    },
    {
      "index": 11,
      "start_time": 49700.0,
      "end_time": 53820.0,
      "text": "you can sample by simply flying through the plumes rather than having to land."
    },
    {
      "index": 12,
      "start_time": 54760.0,
      "end_time": 59190.0,
      "text": "We really want to know if there are microorganisms living in this global ocean."
    },
    {
      "index": 13,
      "start_time": 59200.0,
      "end_time": 63560.0,
      "text": "We believe that there's not enough energy to allow for multicellular life"
    },
    {
      "index": 14,
      "start_time": 63560.0,
      "end_time": 68360.0,
      "text": "so we're talking about bacteria, and we would hope that there would be"
    },
    {
      "index": 15,
      "start_time": 68360.0,
      "end_time": 72820.0,
      "text": "intact cells in the plumes - possibly even living cells in the plumes of Enceladus."
    },
    {
      "index": 16,
      "start_time": 75700.0,
      "end_time": 81000.0,
      "text": "There are many things you'd have to do in order to see whether there are living bacteria in the plumes of Enceladus."
    },
    {
      "index": 17,
      "start_time": 81000.0,
      "end_time": 85200.0,
      "text": "First of all, these plumes are really no thicker than the smog in Los Angeles,"
    },
    {
      "index": 18,
      "start_time": 85200.0,
      "end_time": 90699.0,
      "text": "so you're going to have to fly through probably 12 to 20 times in order to collect"
    },
    {
      "index": 19,
      "start_time": 90700.0,
      "end_time": 94790.0,
      "text": "a femtoliter of liquid.  If you're flying through,"
    },
    {
      "index": 20,
      "start_time": 94790.0,
      "end_time": 98399.0,
      "text": "you're probably flying through at one to five kilometers per second."
    },
    {
      "index": 21,
      "start_time": 98400.0,
      "end_time": 103400.0,
      "text": "Anything you capture either is going to have to be decelerated or is going to be pretty much pulverized."
    },
    {
      "index": 22,
      "start_time": 103400.0,
      "end_time": 107720.0,
      "text": "So, we're trying to develop a bunch of capture techniques and capture substrates"
    },
    {
      "index": 23,
      "start_time": 107720.0,
      "end_time": 112280.0,
      "text": "that would maximize the return from any sort of Enceladus fly-by."
    },
    {
      "index": 24,
      "start_time": 112280.0,
      "end_time": 117260.0,
      "text": "Given all of those constraints - how would you know if there are bacteria there?"
    },
    {
      "index": 25,
      "start_time": 117260.0,
      "end_time": 121360.0,
      "text": "I think it's going to take a variety of techniques.  We're going to start with imaging."
    },
    {
      "index": 26,
      "start_time": 121360.0,
      "end_time": 126780.0,
      "text": "But if you think about your ordinary brightfield microscope - the biggest drawback about it is that"
    },
    {
      "index": 27,
      "start_time": 126780.0,
      "end_time": 131220.0,
      "text": "you have to have an expert observer sitting there getting the precise focus to see bacteria."
    },
    {
      "index": 28,
      "start_time": 131220.0,
      "end_time": 134640.0,
      "text": "You can imagine that if you're out on Saturn with one hour light speed delay"
    },
    {
      "index": 29,
      "start_time": 134640.0,
      "end_time": 136790.0,
      "text": "you're not going to be able to be twiddling the knobs, getting a focus."
    },
    {
      "index": 30,
      "start_time": 136790.0,
      "end_time": 142179.0,
      "text": "So holographic microscopy is an interferometric technique, and what's good about it is"
    },
    {
      "index": 31,
      "start_time": 142180.0,
      "end_time": 148500.0,
      "text": "that it's volumetric, so you don't have to focus - it captures an entire volume in a single hologram."
    },
    {
      "index": 32,
      "start_time": 148500.0,
      "end_time": 152900.0,
      "text": "Then with software techniques you can reconstruct what you see on each focal plane."
    },
    {
      "index": 33,
      "start_time": 154140.0,
      "end_time": 157820.0,
      "text": "To test out some of these techniques, we've been going to so-called \"analog sites\" on earth,"
    },
    {
      "index": 34,
      "start_time": 157820.0,
      "end_time": 163760.0,
      "text": "essentially to ask the question: if we go anywhere at all on Earth - no matter how cold or how dry"
    },
    {
      "index": 35,
      "start_time": 163760.0,
      "end_time": 168700.0,
      "text": "and we take up a random sample and stick it in our instrument - are we going to see life there?"
    },
    {
      "index": 36,
      "start_time": 168700.0,
      "end_time": 171679.0,
      "text": "And are we going to be able to tell that it's life?"
    },
    {
      "index": 37,
      "start_time": 174800.0,
      "end_time": 179600.0,
      "text": "In Spring 2015, we went to Nuuk, Greenland, and sites around there. We looked actually in the sea ice."
    },
    {
      "index": 38,
      "start_time": 179600.0,
      "end_time": 182380.0,
      "text": "When we go to these extreme environments most of the time we have no idea what we're going to see,"
    },
    {
      "index": 39,
      "start_time": 182380.0,
      "end_time": 185960.0,
      "text": "but what is cool is that we always see bacteria and we always see life."
    },
    {
      "index": 40,
      "start_time": 187380.0,
      "end_time": 190900.0,
      "text": "We're very interested in that not just for Enceladus but also Europa"
    },
    {
      "index": 41,
      "start_time": 190900.0,
      "end_time": 193420.0,
      "text": "and any of these icy moons of Jupiter and Saturn."
    },
    {
      "index": 42,
      "start_time": 195160.0,
      "end_time": 200380.0,
      "text": "How many bacteria do you need to see in an ocean in order to be confident that this is really an ecosystem?"
    },
    {
      "index": 43,
      "start_time": 200620.0,
      "end_time": 205180.0,
      "text": "That's the question we don't have an answer to, really."
    }
  ]
}