{
  "video_id": "Q45zCLnLyuE",
  "title": "How to Steam Milk with Espresso Machine | Perfect Coffee",
  "json": [
    {
      "index": 1,
      "start_time": 3230.0,
      "end_time": 8620.0,
      "text": "My name is Mike Jones, and I&#39;m a barista at Third Rail Coffee right by Washington Square"
    },
    {
      "index": 2,
      "start_time": 8620.0,
      "end_time": 15559.0,
      "text": "Park in New York City. I&#39;m going to teach you some basic coffee-making skills."
    },
    {
      "index": 3,
      "start_time": 15559.0,
      "end_time": 22558.0,
      "text": "Alright, I&#39;m going to show you how to steam milk with an espresso machine. The wonderful"
    },
    {
      "index": 4,
      "start_time": 26429.0,
      "end_time": 30948.0,
      "text": "thing about espresso is that besides just a straight shot and an Americano, there&#39;s"
    },
    {
      "index": 5,
      "start_time": 30949.0,
      "end_time": 35350.0,
      "text": "a multitude of milk drinks you can make. But first you have to know how to steam it right,"
    },
    {
      "index": 6,
      "start_time": 35350.0,
      "end_time": 42350.0,
      "text": "which is a little bit tricky. So this is the steam wand, and this turns it on. Some machines"
    },
    {
      "index": 7,
      "start_time": 44480.0,
      "end_time": 49769.0,
      "text": "will have a button that you push, or a level that you pull, this one is a knob that rotates."
    },
    {
      "index": 8,
      "start_time": 49769.0,
      "end_time": 56769.0,
      "text": "You want to start out with high quality whole milk that&#39;s cold as well as a pitcher that&#39;s"
    },
    {
      "index": 9,
      "start_time": 56820.0,
      "end_time": 63820.0,
      "text": "also cold. So we have that in there. Now there&#39;s a few motions that you&#39;re going to want to"
    },
    {
      "index": 10,
      "start_time": 65519.00000000001,
      "end_time": 71280.0,
      "text": "go through when doing this. The first is to submerge the tip of the steam wand just below"
    },
    {
      "index": 11,
      "start_time": 71280.0,
      "end_time": 78280.0,
      "text": "the surface of the milk. Start off with the pitcher straight up, and then angle it, this"
    },
    {
      "index": 12,
      "start_time": 80300.0,
      "end_time": 86500.0,
      "text": "way when you turn it on you&#39;ll create a whirlpool. The first thing you do when you turn it on"
    },
    {
      "index": 13,
      "start_time": 86500.0,
      "end_time": 91470.0,
      "text": "is let a little bit of air in, but you only want to do this for a few seconds, otherwise"
    },
    {
      "index": 14,
      "start_time": 91470.0,
      "end_time": 97800.0,
      "text": "you&#39;ll end up scorching the milk. Once you&#39;ve let the air in, you sink the tip of the wand"
    },
    {
      "index": 15,
      "start_time": 97800.0,
      "end_time": 101660.0,
      "text": "in and just let it whirlpool until it gets to the correct temperature. So now I&#39;m going"
    },
    {
      "index": 16,
      "start_time": 101660.0,
      "end_time": 108490.0,
      "text": "to steam this and show you how it should look. The first thing you always want to do is purge."
    },
    {
      "index": 17,
      "start_time": 108490.0,
      "end_time": 113699.0,
      "text": "There can be buildup of milk or water in the tip and you don&#39;t want that going into the"
    },
    {
      "index": 18,
      "start_time": 113700.0,
      "end_time": 120160.0,
      "text": "milk. Alright, so again, I&#39;m just going to let some air in. It&#39;s going to make a slight"
    },
    {
      "index": 19,
      "start_time": 120160.0,
      "end_time": 127160.0,
      "text": "hissing sound, and then I&#39;m going to make a whirlpool. Then again, always purge afterwards"
    },
    {
      "index": 20,
      "start_time": 142409.0,
      "end_time": 148480.0,
      "text": "to get that milk out of there. So once you&#39;ve steamed it, you can give it a couple knocks."
    },
    {
      "index": 21,
      "start_time": 148480.0,
      "end_time": 155480.0,
      "text": "You&#39;ll see that there&#39;s just a few bubbles in there. And then swirl it around to incorporate"
    },
    {
      "index": 22,
      "start_time": 155730.0,
      "end_time": 162600.0,
      "text": "all that foam you just made. You&#39;ll see it&#39;s nice and glossy. This is called micro foam."
    },
    {
      "index": 23,
      "start_time": 162600.0,
      "end_time": 166849.0,
      "text": "If you see too many spidery bubbles, that means that you&#39;ve either let too much air"
    },
    {
      "index": 24,
      "start_time": 166849.0,
      "end_time": 173660.0,
      "text": "in, or not enough. Alright, that&#39;s perfect. And that&#39;s how you steam milk."
    }
  ]
}