{
  "video_id": "q54p4HF70-w",
  "title": "1.1 Criminal Profiling Introduction",
  "json": [
    {
      "index": 1,
      "start_time": 16680.0,
      "end_time": 21140.0,
      "text": "So where do we begin? How are we going to find the person who committed this crime?"
    },
    {
      "index": 2,
      "start_time": 21140.0,
      "end_time": 25100.0,
      "text": "Obviously, we could look at the results of any forensic tests, we could talk to eyewitnesses"
    },
    {
      "index": 3,
      "start_time": 25100.0,
      "end_time": 31200.0,
      "text": "and so on. But, forensic tests take time, and don&#39;t always provide a conclusive result."
    },
    {
      "index": 4,
      "start_time": 31200.0,
      "end_time": 35320.0,
      "text": "They might only provide part of the information you need, and eyewitness accounts are not"
    },
    {
      "index": 5,
      "start_time": 35320.0,
      "end_time": 37489.0,
      "text": "always available."
    },
    {
      "index": 6,
      "start_time": 37489.0,
      "end_time": 41830.0,
      "text": "Now, obviously in our case, we have some eyewitnesses, and we will return to consider eyewitness"
    },
    {
      "index": 7,
      "start_time": 41830.0,
      "end_time": 47110.0,
      "text": "evidence shortly in a future episode. But let&#39;s start by trying to identify the suspect"
    },
    {
      "index": 8,
      "start_time": 47110.0,
      "end_time": 51660.0,
      "text": "from what we know about the crime itself. This is called offender profiling, and one"
    },
    {
      "index": 9,
      "start_time": 51660.0,
      "end_time": 57739.0,
      "text": "famous example of profiling, is in the case of the Washington Snipers. Between the 2nd"
    },
    {
      "index": 10,
      "start_time": 57739.0,
      "end_time": 63269.0,
      "text": "and 22nd of October in 2002, 10 people were murdered and a further 3 wounded in Maryland,"
    },
    {
      "index": 11,
      "start_time": 63270.0,
      "end_time": 68700.0,
      "text": "Virginia and Washington, DC in the United States of America. All victims were shot at"
    },
    {
      "index": 12,
      "start_time": 68700.0,
      "end_time": 73140.0,
      "text": "a distance, with a single rifle shot, and every time the killers disappeared in amongst"
    },
    {
      "index": 13,
      "start_time": 73140.0,
      "end_time": 75430.0,
      "text": "the confusion that resulted."
    },
    {
      "index": 14,
      "start_time": 75430.0,
      "end_time": 81280.0,
      "text": "The shootings appeared random. They took place in grocery store car parks, at petrol stations,"
    },
    {
      "index": 15,
      "start_time": 81280.0,
      "end_time": 85670.0,
      "text": "while victims were mowing their lawns or sitting reading a book. There was nothing to link"
    },
    {
      "index": 16,
      "start_time": 85670.0,
      "end_time": 91600.0,
      "text": "the victims. These shootings appeared for all intents and purposes to be random. Now"
    },
    {
      "index": 17,
      "start_time": 91600.0,
      "end_time": 96210.0,
      "text": "understandably these shootings caused fear and panic in the community. The pressure was"
    },
    {
      "index": 18,
      "start_time": 96210.0,
      "end_time": 102530.0,
      "text": "on to apprehend the culprit, but for investigators there wasn&#39;t really that much to go on."
    },
    {
      "index": 19,
      "start_time": 102530.0,
      "end_time": 108100.0,
      "text": "Eyewitness accounts were few and often contained conflicting information. The media was incredibly"
    },
    {
      "index": 20,
      "start_time": 108100.0,
      "end_time": 113169.0,
      "text": "interested in this case and many were called on to give their opinion as to who it was"
    },
    {
      "index": 21,
      "start_time": 113170.0,
      "end_time": 118200.0,
      "text": "that was committing these crimes. Those who commented ranged from forensic psychologists,"
    },
    {
      "index": 22,
      "start_time": 118200.0,
      "end_time": 125200.0,
      "text": "to criminologists, to homicide detectives to self-taught and FBI trained criminal profilers."
    },
    {
      "index": 23,
      "start_time": 125619.0,
      "end_time": 130600.0,
      "text": "These publicly available profiles, while far less detailed than would be developed in use"
    },
    {
      "index": 24,
      "start_time": 130600.0,
      "end_time": 135980.0,
      "text": "for a typical case, give us a unique opportunity to look at what the profilers said the culprit"
    },
    {
      "index": 25,
      "start_time": 135980.0,
      "end_time": 142480.0,
      "text": "or culprits would be like. And we can compare these descriptions with the known characteristics"
    },
    {
      "index": 26,
      "start_time": 142480.0,
      "end_time": 147858.0,
      "text": "of those who were subsequently caught and convicted of these crimes. So, if we limit"
    },
    {
      "index": 27,
      "start_time": 147859.0,
      "end_time": 153410.0,
      "text": "ourselves to just those profiles provided by self-professed profilers or FBI trained"
    },
    {
      "index": 28,
      "start_time": 153410.0,
      "end_time": 160490.0,
      "text": "profilers we can see that there are some inconsistencies in their comments. So on the topic of who"
    },
    {
      "index": 29,
      "start_time": 160490.0,
      "end_time": 167490.0,
      "text": "is the sniper, Pat Brown, who is a self-taught profiler and author, stated on CNN on October"
    },
    {
      "index": 30,
      "start_time": 167329.0,
      "end_time": 174329.0,
      "text": "11, 2002, so at this stage 9 days and 9 shootings into this spate of criminal activity:"
    },
    {
      "index": 31,
      "start_time": 174480.0,
      "end_time": 181739.0,
      "text": "\"This guy is a psychopath...He&#39;s involved in power control, and he might like Rambo movies, Arnold Schwarzenegger,"
    },
    {
      "index": 32,
      "start_time": 181840.0,
      "end_time": 185800.0,
      "text": "anything that gives him the feeling of power that he controls the universe.\""
    },
    {
      "index": 33,
      "start_time": 186190.0,
      "end_time": 193190.0,
      "text": "Five days later on October 16, 2002, Candice DeLong, a retired FBI agent and field profiler,"
    },
    {
      "index": 34,
      "start_time": 193680.0,
      "end_time": 199280.0,
      "text": "was quoted in the New York Times as stating the following:"
    },
    {
      "index": 35,
      "start_time": 199280.0,
      "end_time": 205989.0,
      "text": "\"I see him into all this stealth ninja stuff, walking around with a swagger, used to bossing people around, maybe a fireman or a construction worker.\""
    },
    {
      "index": 36,
      "start_time": 205989.0,
      "end_time": 210459.0,
      "text": "So here we are starting to get a picture of what the perpetrator is like. And note that"
    },
    {
      "index": 37,
      "start_time": 210459.0,
      "end_time": 215340.0,
      "text": "both suggested that it is a single person committing these crimes. We are also starting"
    },
    {
      "index": 38,
      "start_time": 215340.0,
      "end_time": 220829.0,
      "text": "to get a hint of their possible occupation. Gregg McCrary, a former profiler and instructor"
    },
    {
      "index": 39,
      "start_time": 220829.0,
      "end_time": 226120.0,
      "text": "at the FBI Academy&#39;s profiling unit, is quoted in the Washington Post on October 23rd,"
    },
    {
      "index": 40,
      "start_time": 226120.0,
      "end_time": 230590.0,
      "text": "the day after what turned out to be the final shooting, as drawing on the demographic make"
    },
    {
      "index": 41,
      "start_time": 230590.0,
      "end_time": 234690.0,
      "text": "up of the Washington region to suggest the following:"
    },
    {
      "index": 42,
      "start_time": 234690.0,
      "end_time": 240770.0,
      "text": "\"When you break down the demographics of the Washington region, there&#39;s a statistical probability that the sniper is a white man.\""
    },
    {
      "index": 43,
      "start_time": 240820.0,
      "end_time": 245940.0,
      "text": "Now in terms of the geographical location of the perpetrator&#39;s home, Robert Ressler,"
    },
    {
      "index": 44,
      "start_time": 246100.0,
      "end_time": 251910.0,
      "text": "a former FBI profiler, commented on CNN on October 18, 2002 that:"
    },
    {
      "index": 45,
      "start_time": 252600.0,
      "end_time": 265700.0,
      "text": "\"It is clear that this individual, and in my opinion, these individuals, were going to stay in the major metropolitan Washington  area, which tells me that they&#39;re residents. These people are long-term residents.\""
    },
    {
      "index": 46,
      "start_time": 265720.0,
      "end_time": 269960.0,
      "text": "Now note in this profile, Ressler makes it clear that he thinks that there is more than"
    },
    {
      "index": 47,
      "start_time": 270200.0,
      "end_time": 274389.0,
      "text": "one person involved in committing these crimes. And this is different to the assumptions"
    },
    {
      "index": 48,
      "start_time": 274389.0,
      "end_time": 280400.0,
      "text": "made by Brown, DeLong and McCrary in their profiles. Brown publicly disagreed with Ressler"
    },
    {
      "index": 49,
      "start_time": 280409.0,
      "end_time": 284349.0,
      "text": "and said on CBS on October 22, 2002:"
    },
    {
      "index": 50,
      "start_time": 284520.0,
      "end_time": 291280.0,
      "text": "\"I have surmised from the beginning that he probably lives in the - somewhere about three miles from the Olney, Maryland area.\""
    },
    {
      "index": 51,
      "start_time": 291380.0,
      "end_time": 295980.0,
      "text": "So from these few excerpts of the many profiles offered by trained and self-taught profilers"
    },
    {
      "index": 52,
      "start_time": 296569.0,
      "end_time": 301550.0,
      "text": "we can see there are inconsistencies. The same information has not led to an agreed"
    },
    {
      "index": 53,
      "start_time": 301550.0,
      "end_time": 306970.0,
      "text": "on perspective of the probable characteristics of the offender. For example, in this case,"
    },
    {
      "index": 54,
      "start_time": 306970.0,
      "end_time": 311789.0,
      "text": "the profilers cannot agree if it is a single individual or multiple people or indeed where"
    },
    {
      "index": 55,
      "start_time": 311789.0,
      "end_time": 316139.0,
      "text": "that person or people are likely to live. And in fact, when you consider those caught"
    },
    {
      "index": 56,
      "start_time": 316139.0,
      "end_time": 321569.0,
      "text": "and convicted of these crimes - that is, John Muhammad, a 41 year old Gulf War veteran and"
    },
    {
      "index": 57,
      "start_time": 321569.0,
      "end_time": 326129.0,
      "text": "17 year old John Lee Malvo, an immigrant from Jamaica, you can see that there are some other"
    },
    {
      "index": 58,
      "start_time": 326129.0,
      "end_time": 331550.0,
      "text": "issues in the profiles. For example, the assumption made on the ethnic make up of the Washington"
    },
    {
      "index": 59,
      "start_time": 331550.0,
      "end_time": 336939.0,
      "text": "region was that the perpetrator would be white. They were also not firemen or construction"
    },
    {
      "index": 60,
      "start_time": 336939.0,
      "end_time": 342360.0,
      "text": "workers, and no comment was ever made in regard to their love or otherwise of Rambo movies."
    },
    {
      "index": 61,
      "start_time": 342360.0,
      "end_time": 344469.0,
      "text": "So why the mismatch?"
    },
    {
      "index": 62,
      "start_time": 344469.0,
      "end_time": 350680.0,
      "text": "Well perhaps we have biased our sample by only showing you those profiles that got"
    },
    {
      "index": 63,
      "start_time": 350680.0,
      "end_time": 354439.0,
      "text": "it wrong. It&#39;s a possibility, but there is nothing to suggest in the many articles"
    },
    {
      "index": 64,
      "start_time": 354439.0,
      "end_time": 358539.0,
      "text": "and books that have been written on this subject, that an accurate profile helped apprehend"
    },
    {
      "index": 65,
      "start_time": 358539.0,
      "end_time": 362969.0,
      "text": "the suspects. Rather, it seems in this case that a phone call from someone claiming to"
    },
    {
      "index": 66,
      "start_time": 362969.0,
      "end_time": 367180.0,
      "text": "be the shooter that linked these crimes to an earlier shooting, where a fingerprint had"
    },
    {
      "index": 67,
      "start_time": 367180.0,
      "end_time": 373600.0,
      "text": "been found and kept on file, was actually critical in solving this case."
    },
    {
      "index": 68,
      "start_time": 373600.0,
      "end_time": 376780.0,
      "text": "Maybe the profiles offered differed because of the point at which they were made, that"
    },
    {
      "index": 69,
      "start_time": 376780.0,
      "end_time": 380460.0,
      "text": "is they were all made at different points in the sequence of the shootings, and possibly"
    },
    {
      "index": 70,
      "start_time": 380460.0,
      "end_time": 384818.0,
      "text": "more information about the characteristics of the shooter or shooters emerged as time"
    },
    {
      "index": 71,
      "start_time": 384819.0,
      "end_time": 388580.0,
      "text": "went on. And this is certainly true."
    },
    {
      "index": 72,
      "start_time": 388580.0,
      "end_time": 392830.0,
      "text": "But there was a startling consistency in the way these crimes were committed, the modus"
    },
    {
      "index": 73,
      "start_time": 392830.0,
      "end_time": 397639.0,
      "text": "operandi if you like, that didn&#39;t seem to evolve over the course of the crime sequence."
    },
    {
      "index": 74,
      "start_time": 397639.0,
      "end_time": 404800.0,
      "text": "It is also fair to say that at this point in time these were unusual crimes and so profilers,"
    },
    {
      "index": 75,
      "start_time": 404800.0,
      "end_time": 408609.0,
      "text": "like the police, really didn&#39;t have that much to go on. It is hard to comment on what"
    },
    {
      "index": 76,
      "start_time": 408610.0,
      "end_time": 412319.0,
      "text": "a perpetrator who commits this sort of crime is going to be like when you don&#39;t have"
    },
    {
      "index": 77,
      "start_time": 412319.0,
      "end_time": 418599.0,
      "text": "instances or examples where this sort of crime, or this type of sequence, has been seen before."
    },
    {
      "index": 78,
      "start_time": 418599.0,
      "end_time": 425599.0,
      "text": "So now lets consider how profiling, in perhaps more typical crimes, might assist in investigations."
    }
  ]
}