{
  "video_id": "Q57uokrSgsY",
  "title": "The Importance of Flattery",
  "json": [
    {
      "index": 1,
      "start_time": 190.0,
      "end_time": 6049.0,
      "text": "Flattery has a bad name. It’s associated with saying something upbeat but untrue in"
    },
    {
      "index": 2,
      "start_time": 6049.0,
      "end_time": 12659.0,
      "text": "order to hoodwink its unsuspecting target for low personal gain. In Aesop's famous"
    },
    {
      "index": 3,
      "start_time": 12659.0,
      "end_time": 17980.0,
      "text": "fable, The Fox and the Crow, an ugly crow has found a piece of cheese and retired to"
    },
    {
      "index": 4,
      "start_time": 17980.0,
      "end_time": 24200.0,
      "text": "a branch to eat it. A sly fox, wanting it for himself, flatters the crow, calling it"
    },
    {
      "index": 5,
      "start_time": 24200.0,
      "end_time": 29470.0,
      "text": "beautiful and wondering whether its voice will be as sweet as its appearance. The crow"
    },
    {
      "index": 6,
      "start_time": 29470.0,
      "end_time": 35010.0,
      "text": "lets out a horrific screeching sound and the cheese drops straight into the fox’s gaping"
    },
    {
      "index": 7,
      "start_time": 35010.0,
      "end_time": 41870.0,
      "text": "expectant mocking jaw. But there’s another form of flattery with more valuable and ethical"
    },
    {
      "index": 8,
      "start_time": 41870.0,
      "end_time": 47949.0,
      "text": "ambitions. Parents of small children invariably discover its uses – which deserve to be"
    },
    {
      "index": 9,
      "start_time": 47949.0,
      "end_time": 54100.0,
      "text": "better known and practiced around all age groups. Let’s imagine that a child isn’t"
    },
    {
      "index": 10,
      "start_time": 54100.0,
      "end_time": 61949.0,
      "text": "yet entirely kind to their brother, or good at drawing, or a perfect cook or helpful around"
    },
    {
      "index": 11,
      "start_time": 61949.0,
      "end_time": 67190.0,
      "text": "the house – but the parent declares that they are so as to encourage and make more"
    },
    {
      "index": 12,
      "start_time": 67190.0,
      "end_time": 74390.0,
      "text": "concrete what is as yet only tentative and fragile in their ambivalent nature. The child"
    },
    {
      "index": 13,
      "start_time": 74390.0,
      "end_time": 82390.0,
      "text": "is being helped to end up as some of the things he or she has already been described as being. In"
    },
    {
      "index": 14,
      "start_time": 82390.0,
      "end_time": 87960.0,
      "text": "1956, the Brazilian architect Oscar Niemeyer was invited to create a new capital city for"
    },
    {
      "index": 15,
      "start_time": 87960.0,
      "end_time": 95510.0,
      "text": "his nation: Brasilia. Brazil is a country of frenetic economic activity, of rainforest"
    },
    {
      "index": 16,
      "start_time": 95510.0,
      "end_time": 102210.0,
      "text": "and Amazonian villages, favelas, soccer, beaches and intense disagreement about political priorities…"
    },
    {
      "index": 17,
      "start_time": 102210.0,
      "end_time": 108520.0,
      "text": "none of which is apparent from contemplation of the beautiful, serene, futuristic rational"
    },
    {
      "index": 18,
      "start_time": 108520.0,
      "end_time": 114770.0,
      "text": "architecture of Brasilia. One day, the buildings propose, Brazil will be a place where rationality"
    },
    {
      "index": 19,
      "start_time": 114770.0,
      "end_time": 120691.0,
      "text": "is powerful; where order and harmony reign; where elegance is normal. There will be no"
    },
    {
      "index": 20,
      "start_time": 120691.0,
      "end_time": 126310.0,
      "text": "more corruption or chaos. In offices, efficient secretaries will type up judicious briefing"
    },
    {
      "index": 21,
      "start_time": 126310.0,
      "end_time": 131780.0,
      "text": "notes; the filing systems will be perfect – nothing will get lost, overlooked, neglected"
    },
    {
      "index": 22,
      "start_time": 131780.0,
      "end_time": 133560.0,
      "text": "or mislaid; negotiations will take place in an atmosphere of impersonal wisdom. The country"
    },
    {
      "index": 23,
      "start_time": 133560.0,
      "end_time": 140610.0,
      "text": "will be perfectly managed. Oscar Niemeyer’s capital is an essay in flattery. It hints"
    },
    {
      "index": 24,
      "start_time": 140610.0,
      "end_time": 147590.0,
      "text": "that certain desirable qualities which are as yet only very latent in Brazil could one day be central"
    },
    {
      "index": 25,
      "start_time": 147590.0,
      "end_time": 152990.0,
      "text": "to the country and its governing class. Shortly after the capital buildings were completed,"
    },
    {
      "index": 26,
      "start_time": 152990.0,
      "end_time": 158980.0,
      "text": "a journalist asked Niemeyer why he had designed a capital that was so dramatically unlike"
    },
    {
      "index": 27,
      "start_time": 158980.0,
      "end_time": 164200.0,
      "text": "the country it was meant to represent. ‘It won’t be one day,’ said Niemeyer – with"
    },
    {
      "index": 28,
      "start_time": 164200.0,
      "end_time": 172280.0,
      "text": "a wry smile. Brazilians continue to wait for that day. And the finest buildings of Brasilia continue"
    },
    {
      "index": 29,
      "start_time": 172280.0,
      "end_time": 178870.0,
      "text": "to inspire. We need flattery because we so badly need to be guided to develop beyond"
    },
    {
      "index": 30,
      "start_time": 178870.0,
      "end_time": 184860.0,
      "text": "what we are right now. We need other people’s belief in us to bolster our capacities for"
    },
    {
      "index": 31,
      "start_time": 184860.0,
      "end_time": 190530.0,
      "text": "reform and growth. We need a chance to grow into the person we have flatteringly been"
    },
    {
      "index": 32,
      "start_time": 190530.0,
      "end_time": 197950.0,
      "text": "described as already being. Consider a painting by Velázquez, The Surrender of Breda. There’s"
    },
    {
      "index": 33,
      "start_time": 197950.0,
      "end_time": 203260.0,
      "text": "been a battle between Spain and the Netherlands. Spain has won. The picture shows the Spanish"
    },
    {
      "index": 34,
      "start_time": 203260.0,
      "end_time": 208340.0,
      "text": "general, Spinola receiving the key to the city of Breda from the representative of the"
    },
    {
      "index": 35,
      "start_time": 208340.0,
      "end_time": 215390.0,
      "text": "defeated Dutch forces, Justin of Nassau. What’s striking is how cordial everything is. Historians"
    },
    {
      "index": 36,
      "start_time": 215390.0,
      "end_time": 221750.0,
      "text": "report that both sides behaved extremely well. There was no recrimination or wanton bloodshed."
    },
    {
      "index": 37,
      "start_time": 221750.0,
      "end_time": 228450.0,
      "text": "The painting is a memorial to unusually noble conduct. But it’s not a comprehensive or"
    },
    {
      "index": 38,
      "start_time": 228450.0,
      "end_time": 235770.0,
      "text": "accurate account of war or sieges; just as Brasilia is not a completely accurate presentation"
    },
    {
      "index": 39,
      "start_time": 235770.0,
      "end_time": 243129.0,
      "text": "of what Brazil is like. Instead, each of these works presents an ideal in the hope of generating"
    },
    {
      "index": 40,
      "start_time": 243129.0,
      "end_time": 249960.0,
      "text": "a subsequent reality. We should learn to be gentler on flattery and the energy it can"
    },
    {
      "index": 41,
      "start_time": 249960.0,
      "end_time": 255680.0,
      "text": "lend us to move towards greater generosity, intelligence and wisdom. We should use its"
    },
    {
      "index": 42,
      "start_time": 255680.0,
      "end_time": 261440.0,
      "text": "benign power in order to bring about a world where we’ll more often be able simply to"
    },
    {
      "index": 43,
      "start_time": 261440.0,
      "end_time": 267520.0,
      "text": "praise one another, and no longer merely just to flatter."
    },
    {
      "index": 44,
      "start_time": 267520.0,
      "end_time": 271320.0,
      "text": "We believe in making the world a more emotionally intelligent place"
    },
    {
      "index": 45,
      "start_time": 271320.0,
      "end_time": 275920.0,
      "text": "and to that end we have now also published some extraordinary books."
    },
    {
      "index": 46,
      "start_time": 275920.0,
      "end_time": 282320.0,
      "text": "As well as other merchandise that reinforces some of the other themes illustrated in our videos."
    },
    {
      "index": 47,
      "start_time": 282320.0,
      "end_time": 284680.0,
      "text": "Please click on the link below to see more."
    }
  ]
}