{
  "video_id": "q5T74U5-6Bg",
  "title": "Forest Cabin Built From Salvaged Materials Cost Only $800!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 3809.0,
      "text": "Earlier we saw some of Jacob's Incredible Forest cabins"
    },
    {
      "index": 2,
      "start_time": 3880.0,
      "end_time": 9210.0,
      "text": "but today we've traveled to another property in Olympia where we're about to see where it all began and"
    },
    {
      "index": 3,
      "start_time": 9340.0,
      "end_time": 11999.0,
      "text": "visit Jacob's very first Cabin in the Woods"
    },
    {
      "index": 4,
      "start_time": 26150.0,
      "end_time": 29320.0,
      "text": "Yo, Jacob. What's up man? Good to see you again, man. Good to see you dude."
    },
    {
      "index": 5,
      "start_time": 29930.0,
      "end_time": 35290.0,
      "text": "Dude, it was a bit of an ordeal getting out here eh oh yeah, you mean from where we parked yeah"
    },
    {
      "index": 6,
      "start_time": 35290.0,
      "end_time": 38709.0,
      "text": "Yeah, I don't know if it's I always it sometimes it gets longer and longer"
    },
    {
      "index": 7,
      "start_time": 38710.0,
      "end_time": 41830.0,
      "text": "But it must be a hundred two hundred yards out here crossing a river"
    },
    {
      "index": 8,
      "start_time": 42530.0,
      "end_time": 47169.0,
      "text": "Using the hand trolley yeah, but it's cool right I knew it's amazing"
    },
    {
      "index": 9,
      "start_time": 47170.0,
      "end_time": 51580.0,
      "text": "This is exactly the kind of remote location where you would want to build a cabin like this"
    },
    {
      "index": 10,
      "start_time": 51580.0,
      "end_time": 56619.0,
      "text": "It was a blessing and a curse. I mean, I think that it's really beautiful to be out here away from"
    },
    {
      "index": 11,
      "start_time": 57290.0,
      "end_time": 62769.0,
      "text": "roads and away from everything but very difficult to kind of forge the path and"
    },
    {
      "index": 12,
      "start_time": 63320.0,
      "end_time": 70419.0,
      "text": "To bring all the materials that was also really difficult so you carried everything out here by head on the shoulders and me yeah"
    },
    {
      "index": 13,
      "start_time": 70640.0,
      "end_time": 76930.0,
      "text": "It was hard the river is crazy because it'll go from 4 feet wide to 30 feet wide so there were times when it was"
    },
    {
      "index": 14,
      "start_time": 76940.0,
      "end_time": 77950.0,
      "text": "not crossable"
    },
    {
      "index": 15,
      "start_time": 77950.0,
      "end_time": 84940.0,
      "text": "But mainly I had crossed over a fallen tree and post me living here someone put in a trolley and make it easier"
    },
    {
      "index": 16,
      "start_time": 84940.0,
      "end_time": 89700.0,
      "text": "But I still use the tree because it's still there this place is actually really special because this was your very first"
    },
    {
      "index": 17,
      "start_time": 90080.0,
      "end_time": 92289.0,
      "text": "Cabin wasn't it?  this is where I started really"
    },
    {
      "index": 18,
      "start_time": 92810.0,
      "end_time": 99429.0,
      "text": "Working it out, and I mean, I just went for it. I jumped into it. It was made with 100% recycled materials and"
    },
    {
      "index": 19,
      "start_time": 100130.0,
      "end_time": 106419.0,
      "text": "Costs me about 800 bucks and getting all the materials together this place only cost you 800 bucks to build your must have been"
    },
    {
      "index": 20,
      "start_time": 106490.0,
      "end_time": 112629.0,
      "text": "really resourceful with your sourcing that's one where did it say the other would be like I was like a crow you know I was"
    },
    {
      "index": 21,
      "start_time": 112630.0,
      "end_time": 119319.0,
      "text": "just picking at the scraps that were outside job sites or my job sites that I was working on or friends job sites or"
    },
    {
      "index": 22,
      "start_time": 120410.0,
      "end_time": 124569.0,
      "text": "Some salvage stuff that I did actually have to buy like the metal roof was salvaged"
    },
    {
      "index": 23,
      "start_time": 124569.0,
      "end_time": 128109.0,
      "text": "But I sourced it through Craigslist, and I was a scavenger"
    },
    {
      "index": 24,
      "start_time": 129050.00000000001,
      "end_time": 133029.0,
      "text": "That's what I'm looking for carrying so I was just like getting everything free that"
    },
    {
      "index": 25,
      "start_time": 133030.0,
      "end_time": 139270.0,
      "text": "I could as your very first build project though this still doesn't actually look like a super simple project"
    },
    {
      "index": 26,
      "start_time": 139430.0,
      "end_time": 146290.0,
      "text": "There's some quite complex geometry and everything that's going into this house as well, isn't there. It wasn't easy. I didn't pick just an easy"
    },
    {
      "index": 27,
      "start_time": 146930.0,
      "end_time": 151090.0,
      "text": "Cabin I wanted it to look different than things that I had seen and I also had this"
    },
    {
      "index": 28,
      "start_time": 151400.0,
      "end_time": 156340.0,
      "text": "Vision in my mind that I wanted to see it realized you know so in my mind. I wanted to see"
    },
    {
      "index": 29,
      "start_time": 156880.0,
      "end_time": 162969.0,
      "text": "A shed roof that went from a high point to a low point instead of a high wall to a low wall"
    },
    {
      "index": 30,
      "start_time": 163160.0,
      "end_time": 165790.0,
      "text": "So it was basically like a normal shed roof"
    },
    {
      "index": 31,
      "start_time": 165790.0,
      "end_time": 171549.0,
      "text": "That's just a single pitch, but then the roof rotated and the whole actual building kind of rotated"
    },
    {
      "index": 32,
      "start_time": 171550.0,
      "end_time": 177820.0,
      "text": "So it was more angular looking I suppose and I also wanted to be really really tall like I want to have"
    },
    {
      "index": 33,
      "start_time": 177950.0,
      "end_time": 183249.0,
      "text": "12-foot ceilings on the on the ground and then I also wanted to be able to do a substation up in the high point"
    },
    {
      "index": 34,
      "start_time": 183470.0,
      "end_time": 186850.0,
      "text": "so that shot it up to something like 18 feet and"
    },
    {
      "index": 35,
      "start_time": 187610.0,
      "end_time": 190059.0,
      "text": "It was only a 10 by 10 because in my mind"
    },
    {
      "index": 36,
      "start_time": 190060.0,
      "end_time": 196660.0,
      "text": "I thought that it had to be under a hundred square feet when the rule is actually 200 square feet"
    },
    {
      "index": 37,
      "start_time": 196660.0,
      "end_time": 199450.0,
      "text": "so I made it really tall and skinny and"
    },
    {
      "index": 38,
      "start_time": 200060.0,
      "end_time": 203770.0,
      "text": "That was complicated for sure and that was very much what?"
    },
    {
      "index": 39,
      "start_time": 204140.0,
      "end_time": 209410.0,
      "text": "went on to define something that's kind of become your style hasn't it these really unique and"
    },
    {
      "index": 40,
      "start_time": 209960.0,
      "end_time": 216129.0,
      "text": "intricate shapes that are actually going into the cabins that you build now yeah, I guess like everything I do is based on shape and"
    },
    {
      "index": 41,
      "start_time": 216710.0,
      "end_time": 224349.0,
      "text": "Based on like a theme almost like those little wings that kind of shoot out. I wanted it to have this sort of like witch's"
    },
    {
      "index": 42,
      "start_time": 224900.0,
      "end_time": 229870.0,
      "text": "hat look and then I started thinking well, that's not really which is Kevin looks more like a Manta Ray"
    },
    {
      "index": 43,
      "start_time": 230090.0,
      "end_time": 236590.0,
      "text": "That's maybe where I feel like it's more of a sculpture, and I can I want it to be different. You know cool man"
    },
    {
      "index": 44,
      "start_time": 236590.0,
      "end_time": 238590.0,
      "text": "Yeah, look at it. Let's go inside and have a look"
    },
    {
      "index": 45,
      "start_time": 240710.0,
      "end_time": 242690.0,
      "text": "Come in"
    },
    {
      "index": 46,
      "start_time": 242690.0,
      "end_time": 246369.0,
      "text": "Hey, wow, it's definitely very Sparse right now"
    },
    {
      "index": 47,
      "start_time": 246370.0,
      "end_time": 251620.0,
      "text": "Yes, I think part of the charm of this kind of sort of Rustic Cabin"
    },
    {
      "index": 48,
      "start_time": 251620.0,
      "end_time": 254890.0,
      "text": "And it doesn't need a lot of things to fill it and make it look right"
    },
    {
      "index": 49,
      "start_time": 254890.0,
      "end_time": 261970.0,
      "text": "I was a college student and I was trying to live this low-impact lifestyle, so this was way more"
    },
    {
      "index": 50,
      "start_time": 262520.0,
      "end_time": 267970.0,
      "text": "My kind of a cabin and when I did live here it was definitely closer to this where it's like candles"
    },
    {
      "index": 51,
      "start_time": 267970.0,
      "end_time": 273519.0,
      "text": "I didn't have a couch and I had pillows like the upstairs right now looks exactly like I did when I lived here pretty much"
    },
    {
      "index": 52,
      "start_time": 273520.0,
      "end_time": 278139.0,
      "text": "And what I loved about living out here was that there was just"
    },
    {
      "index": 53,
      "start_time": 279139.0,
      "end_time": 286179.0,
      "text": "Less of everything and when I started this is kind of when I started out on my own. I was really young carpenter"
    },
    {
      "index": 54,
      "start_time": 286180.0,
      "end_time": 291310.0,
      "text": "I didn't even know what I was doing. I didn't have tools, but I like it all bare bones, and I don't know school"
    },
    {
      "index": 55,
      "start_time": 291310.0,
      "end_time": 294669.0,
      "text": "Maybe it's just Nostalgia. That's why It means so much just being back in it"
    },
    {
      "index": 56,
      "start_time": 294669.0,
      "end_time": 298809.0,
      "text": "We kind of talked about this a little bit with your last cabins that we visited"
    },
    {
      "index": 57,
      "start_time": 298850.0,
      "end_time": 301539.0,
      "text": "but when you are building a cabin like this in the woods"
    },
    {
      "index": 58,
      "start_time": 302270.0,
      "end_time": 310120.0,
      "text": "maintaining that intimate connection with nature is so vital and keeping all of the area a bit more Sparse and then having"
    },
    {
      "index": 59,
      "start_time": 310370.0,
      "end_time": 315370.0,
      "text": "Features like this elongated window just really help bring the outside into this space"
    },
    {
      "index": 60,
      "start_time": 315370.0,
      "end_time": 316120.0,
      "text": "I mean yeah"
    },
    {
      "index": 61,
      "start_time": 316120.0,
      "end_time": 322120.0,
      "text": "That's the idea the windows like I want you to feel like you're inside one of the trees in that these are just the windows"
    },
    {
      "index": 62,
      "start_time": 322700.0,
      "end_time": 328299.0,
      "text": "From the inside of the tree that you're in to all the other trees that are around you if you look at those trees?"
    },
    {
      "index": 63,
      "start_time": 328460.0,
      "end_time": 333519.0,
      "text": "There's these lines in there, and you have the tree kind of being separated by these lines"
    },
    {
      "index": 64,
      "start_time": 333520.0,
      "end_time": 338349.0,
      "text": "but it continues up, and then if you go upstairs you see that same tree you're up in the top of the tree and"
    },
    {
      "index": 65,
      "start_time": 339020.0,
      "end_time": 342460.0,
      "text": "upstairs has some real big windows and a real big skylight and"
    },
    {
      "index": 66,
      "start_time": 343160.0,
      "end_time": 346869.0,
      "text": "the same sort of thing like I want you to feel like your"
    },
    {
      "index": 67,
      "start_time": 347419.0,
      "end_time": 351819.0,
      "text": "Tree house style like you're in the tree. All right, well should we have a look upstairs. No doubt"
    },
    {
      "index": 68,
      "start_time": 358880.0,
      "end_time": 365290.0,
      "text": "Man, this is just so cozy. It's a little bit like camping that's very much how it feels cool, and yeah"
    },
    {
      "index": 69,
      "start_time": 365290.0,
      "end_time": 365830.0,
      "text": "That's what it is"
    },
    {
      "index": 70,
      "start_time": 365830.0,
      "end_time": 370990.0,
      "text": "It's like a big wooden tent that you get to leave set up all the time in the middle of the woods"
    },
    {
      "index": 71,
      "start_time": 370990.0,
      "end_time": 376630.0,
      "text": "And that's one thing. I love about building is that you start in a place that humans haven't touched at all it's just"
    },
    {
      "index": 72,
      "start_time": 378020.0,
      "end_time": 381400.0,
      "text": "nature trees mud and you"
    },
    {
      "index": 73,
      "start_time": 382040.0,
      "end_time": 383180.0,
      "text": "start"
    },
    {
      "index": 74,
      "start_time": 383180.0,
      "end_time": 385180.0,
      "text": "sinking that shovel and"
    },
    {
      "index": 75,
      "start_time": 385610.0,
      "end_time": 388420.0,
      "text": "making a place to protect yourself from"
    },
    {
      "index": 76,
      "start_time": 389150.0,
      "end_time": 391150.0,
      "text": "the Elements and"
    },
    {
      "index": 77,
      "start_time": 391490.0,
      "end_time": 393730.0,
      "text": "It's not you against nature"
    },
    {
      "index": 78,
      "start_time": 394280.0,
      "end_time": 401619.0,
      "text": "But we need shelter and people have been doing it for Millennia. I think especially in today's Modern society"
    },
    {
      "index": 79,
      "start_time": 402320.0,
      "end_time": 408879.0,
      "text": "It's really easy to fall into that trap of thinking that we need so many of the things that we're just used to having"
    },
    {
      "index": 80,
      "start_time": 409610.0,
      "end_time": 411639.0,
      "text": "but for three years you"
    },
    {
      "index": 81,
      "start_time": 412130.0,
      "end_time": 418329.0,
      "text": "Successfully lived out here with no running water with no power and yet still managed to be a functioning member of society"
    },
    {
      "index": 82,
      "start_time": 418940.0,
      "end_time": 422949.0,
      "text": "Right what are your thoughts around that and what advice would you have for people who are?"
    },
    {
      "index": 83,
      "start_time": 423050.0,
      "end_time": 426340.0,
      "text": "Looking at taking the plunge into a simple cabin project"
    },
    {
      "index": 84,
      "start_time": 426340.0,
      "end_time": 431170.0,
      "text": "but it may be afraid of doing that if it means giving up some of the modern conveniences"
    },
    {
      "index": 85,
      "start_time": 431840.0,
      "end_time": 436509.0,
      "text": "One thing is that you don't have to think like oh my God. I'm never going to I'm not gonna shower for three years"
    },
    {
      "index": 86,
      "start_time": 436510.0,
      "end_time": 438510.0,
      "text": "It's kind of just"
    },
    {
      "index": 87,
      "start_time": 438560.0,
      "end_time": 441399.0,
      "text": "Looking elsewhere. There's also a creek, so in the summer"
    },
    {
      "index": 88,
      "start_time": 441400.0,
      "end_time": 446290.0,
      "text": "I swim a lot, and you know it's just like there are other ways of getting clean"
    },
    {
      "index": 89,
      "start_time": 446290.0,
      "end_time": 450969.0,
      "text": "And then I would say that there is to some extent yeah, you've got a roughing"
    },
    {
      "index": 90,
      "start_time": 450970.0,
      "end_time": 454929.0,
      "text": "but if you are willing to believe that the value is not"
    },
    {
      "index": 91,
      "start_time": 455660.0,
      "end_time": 462730.0,
      "text": "Just tangible you know the value and being a space like this and living in a space like this and living a more"
    },
    {
      "index": 92,
      "start_time": 463070.0,
      "end_time": 468489.0,
      "text": "Simplified Lifestyle the value is not tangible if you don't believe that then you might be like yeah"
    },
    {
      "index": 93,
      "start_time": 468490.0,
      "end_time": 473620.0,
      "text": "It's not worth it is it's more work. You definitely like I said hauling everything back here"
    },
    {
      "index": 94,
      "start_time": 473620.0,
      "end_time": 479410.0,
      "text": "Oh, that was a pain. You know those really hard, but right now especially"
    },
    {
      "index": 95,
      "start_time": 480620.0,
      "end_time": 486539.0,
      "text": "there's this insane joy that I feel from and I did that I really loved the"
    },
    {
      "index": 96,
      "start_time": 486909.0,
      "end_time": 490528.0,
      "text": "Adventure of this place. I love the this story of"
    },
    {
      "index": 97,
      "start_time": 491259.0,
      "end_time": 496169.0,
      "text": "The adventure that you had actually creating this I'm a little bit envious"
    },
    {
      "index": 98,
      "start_time": 496389.0,
      "end_time": 501478.0,
      "text": "Of the fact that you lived here because I would have loved a place like this when I was in university"
    },
    {
      "index": 99,
      "start_time": 502449.0,
      "end_time": 508139.0,
      "text": "But I loved as well the adventure that it still represents today like climbing up this"
    },
    {
      "index": 100,
      "start_time": 508419.0,
      "end_time": 513929.0,
      "text": "Ladder and coming up into this loft and being amongst these trees. It does it just makes me feel like a kid again"
    },
    {
      "index": 101,
      "start_time": 514208.99999999994,
      "end_time": 518067.99999999994,
      "text": "So thank you so much for sharing with us. Thanks for coming man. I really appreciate it"
    },
    {
      "index": 102,
      "start_time": 518769.0,
      "end_time": 523529.0,
      "text": "Jacob is a cabin builder who is now constructing these wonderful"
    },
    {
      "index": 103,
      "start_time": 523929.99999999994,
      "end_time": 527549.0,
      "text": "Ornate sacred Geometric works of art in the forest"
    },
    {
      "index": 104,
      "start_time": 527800.0,
      "end_time": 532620.0,
      "text": "But coming here is so special because this is where it all began"
    },
    {
      "index": 105,
      "start_time": 532839.0,
      "end_time": 537359.0,
      "text": "this is where he got the courage to actually learn his craft and just"
    },
    {
      "index": 106,
      "start_time": 538060.0,
      "end_time": 546029.0,
      "text": "Experiment, and in the process he built himself a wonderful home that served him for three years and then that I am finding a lot"
    },
    {
      "index": 107,
      "start_time": 546339.0,
      "end_time": 548339.0,
      "text": "of inspiration"
    },
    {
      "index": 108,
      "start_time": 392400000.0,
      "end_time": 0.0,
      "text": "00:09:17,910 --> 00:09:19,910"
    }
  ]
}