{
  "video_id": "Q7oF-t9Ybv8",
  "title": "These Are The Most Powerful Passports In The World",
  "json": [
    {
      "index": 1,
      "start_time": 310.0,
      "end_time": 5110.0,
      "text": "When it comes to international travel, where you're going may not matter as much as where you're coming from."
    },
    {
      "index": 2,
      "start_time": 5110.0,
      "end_time": 10010.0,
      "text": "That's because different passports allow varying levels of so-called \"travel freedom\"."
    },
    {
      "index": 3,
      "start_time": 10010.0,
      "end_time": 19150.0,
      "text": "While some travelers are able to breeze through customs and stay abroad for months or even years, others are subject to expensive visas, strict time limits or an otherwise heavy vetting process."
    },
    {
      "index": 4,
      "start_time": 20080.0,
      "end_time": 22160.0,
      "text": "So why is there this discrepancy?"
    },
    {
      "index": 5,
      "start_time": 22060.0,
      "end_time": 25220.0,
      "text": "Which countries have the most powerful passports?"
    },
    {
      "index": 6,
      "start_time": 25220.0,
      "end_time": 29480.0,
      "text": "Well, passports tend to reflect their country's international standing."
    },
    {
      "index": 7,
      "start_time": 29280.0,
      "end_time": 34320.0,
      "text": "That is, countries with mostly positive diplomatic relations tend to have more powerful passports."
    },
    {
      "index": 8,
      "start_time": 34320.0,
      "end_time": 39840.0,
      "text": "Because the leaders of those countries have jointly signed on to bilateral visa agreements."
    },
    {
      "index": 9,
      "start_time": 39840.0,
      "end_time": 47730.0,
      "text": "For example, Afghan passport holders are extremely limited in where they can travel, as the country is embroiled in many international conflicts."
    },
    {
      "index": 10,
      "start_time": 47730.0,
      "end_time": 57550.0,
      "text": "According to the 2017 Passport Index, which ranks countries by the number of nations their citizens can enter without a visa, Singapore has one of the most powerful passports."
    },
    {
      "index": 11,
      "start_time": 57550.0,
      "end_time": 65199.0,
      "text": "Since its founding in 1965, Singapore's foreign policy has been predicated on fostering as many international friends as possible."
    },
    {
      "index": 12,
      "start_time": 65199.0,
      "end_time": 72020.0,
      "text": "The country took a neutral stance during the Cold War, instead focusing its efforts on uniting Southeast Asian countries under ASEAN."
    },
    {
      "index": 13,
      "start_time": 72020.0,
      "end_time": 82649.0,
      "text": "Today, the country plays an active role in the United Nations, often standing up to world powers like the US, China and the UK, to ensure that smaller nations have a say in international affairs."
    },
    {
      "index": 14,
      "start_time": 83619.0,
      "end_time": 90799.0,
      "text": "It even upholds friendly relations with Malaysia, the country it separated from more than 50 years ago amid political and racial tension."
    },
    {
      "index": 15,
      "start_time": 90799.0,
      "end_time": 101299.0,
      "text": "As a result of its good international standing, Singaporean passport holders can travel visa-free to 156 countries and territories, including all of Europe, a region that is notoriously difficult to gain full access to."
    },
    {
      "index": 16,
      "start_time": 103439.0,
      "end_time": 108549.0,
      "text": "Sweden takes a similar approach to foreign policy, and accordingly, has an equally powerful passport."
    },
    {
      "index": 17,
      "start_time": 108549.0,
      "end_time": 115630.0,
      "text": "Sweden has not fought in an armed conflict since the early 19th century, when it fought on the losing side of the Napoleonic Wars."
    },
    {
      "index": 18,
      "start_time": 115630.0,
      "end_time": 120240.0,
      "text": "Instead, its military has focused on encouraging countries to disarm, peacekeeping and other support missions."
    },
    {
      "index": 19,
      "start_time": 121269.0,
      "end_time": 127830.0,
      "text": "As a neutral state, Sweden often serves as a protector for less powerful nations, and a mediator in international disputes."
    },
    {
      "index": 20,
      "start_time": 127853.0,
      "end_time": 134130.0,
      "text": "But the most powerful passport is that of Germany, offering visa-free access to 157 countries and territories."
    },
    {
      "index": 21,
      "start_time": 135409.0,
      "end_time": 139189.0,
      "text": "Germany is arguably one of the world's strongest supporters of global cooperation."
    },
    {
      "index": 22,
      "start_time": 139600.0,
      "end_time": 146989.0,
      "text": "It is a member of many international organizations, and contributes more net funding to the European Union than any other member country."
    },
    {
      "index": 23,
      "start_time": 146989.0,
      "end_time": 157720.0,
      "text": "Germany takes a leading role in solving global problems, like climate change, nuclear weapons development and terrorism, and has used much of its own budget to bail out struggling EU economies like Greece."
    },
    {
      "index": 24,
      "start_time": 157720.0,
      "end_time": 161310.0,
      "text": "But forging friendships with other nations isn't the only way to gain widespread visa-free travel."
    },
    {
      "index": 25,
      "start_time": 162310.0,
      "end_time": 168689.0,
      "text": "Some countries, like China, have seen increased travel freedom simply because their citizens have on average become wealthier."
    },
    {
      "index": 26,
      "start_time": 168689.0,
      "end_time": 174720.0,
      "text": "In 2015, Japan, South Korea, and the US all eased visa restrictions on Chinese tourists."
    },
    {
      "index": 27,
      "start_time": 174720.0,
      "end_time": 178969.0,
      "text": "Presumably because of the economic benefits they would likely bring with them."
    },
    {
      "index": 28,
      "start_time": 178969.0,
      "end_time": 185209.0,
      "text": "The Passport Index also shows that being a citizen of a global superpower is not all that important to one's travel freedom."
    },
    {
      "index": 29,
      "start_time": 185209.0,
      "end_time": 192329.0,
      "text": "In another study of travel freedom, the United States comes in fourth place, as relations with countries like Vietnam are still somewhat tense."
    },
    {
      "index": 30,
      "start_time": 192329.0,
      "end_time": 196400.0,
      "text": "In the end, a country's travel freedom is hugely important to its citizens."
    },
    {
      "index": 31,
      "start_time": 196400.0,
      "end_time": 204500.0,
      "text": "The ability to move freely around the world is often correlated to a person's economic opportunity, upward mobility and general quality of life."
    },
    {
      "index": 32,
      "start_time": 204500.0,
      "end_time": 209650.0,
      "text": "As globalization takes hold, powerful passports are more critical now than ever."
    },
    {
      "index": 33,
      "start_time": 209650.0,
      "end_time": 216350.0,
      "text": "No matter where your passport's from, some countries are notoriously difficult to enter, especially if you are of a certain nationality."
    },
    {
      "index": 34,
      "start_time": 216359.0,
      "end_time": 220640.0,
      "text": "To find out more about which countries you probably can't visit, check out this video."
    },
    {
      "index": 35,
      "start_time": 220640.0,
      "end_time": 230280.0,
      "text": "Along with Finland, Germany, Sweden and the UK, the U.S. has the most powerful travel privileges in the world allowing visa-free access to 174 countries."
    },
    {
      "index": 36,
      "start_time": 230280.0,
      "end_time": 231460.0,
      "text": "Thanks for watching Seeker Daily!"
    },
    {
      "index": 37,
      "start_time": 231460.0,
      "end_time": 241460.0,
      "text": "Don't forget to like and subscribe for new videos every day."
    }
  ]
}