{
  "video_id": "q8YnMEsyyBM",
  "title": "KT Tape: Ankle Sprains",
  "json": [
    {
      "index": 1,
      "start_time": 5712.0,
      "end_time": 10216.0,
      "text": "This technique is for ankle sprains, there are several types of ankle sprains"
    },
    {
      "index": 2,
      "start_time": 10217.0,
      "end_time": 14217.0,
      "text": "but we will look at one most common type of ankle sprain"
    },
    {
      "index": 3,
      "start_time": 14443.0,
      "end_time": 20201.0,
      "text": "which is called a lateral ankle sprain- actually stretching   the ligaments on this side of the ankle."
    },
    {
      "index": 4,
      "start_time": 20312.0,
      "end_time": 23732.0,
      "text": "This would be indicated by pain and swelling on this side."
    },
    {
      "index": 5,
      "start_time": 23732.0,
      "end_time": 27863.0,
      "text": "There is also several techniques used to address this- we’ll focus on one here."
    },
    {
      "index": 6,
      "start_time": 27864.0,
      "end_time": 42750.0,
      "text": "I am going to pull one piece of tape- keeping the piece   in an I-strip, and I tear off the anchor point,"
    },
    {
      "index": 7,
      "start_time": 45750.0,
      "end_time": 56782.0,
      "text": "and I am starting on the inside of the ankle, underneath the foot,   and with full tension I am pulling up with full tension"
    },
    {
      "index": 8,
      "start_time": 56982.0,
      "end_time": 63647.0,
      "text": "through here right along the outside or lateral part of the ankle,   and the last bit of tape- no tension on there."
    },
    {
      "index": 9,
      "start_time": 65470.0,
      "end_time": 72307.0,
      "text": "I am going to create a little friction- the friction helps   heat the adhesive slightly and gets it to stick."
    },
    {
      "index": 10,
      "start_time": 72307.0,
      "end_time": 87870.0,
      "text": "The next piece I am going to tear the anchor, placing   it with the tape hanging off of the heel."
    },
    {
      "index": 11,
      "start_time": 87870.0,
      "end_time": 96380.0,
      "text": "I am now going to take this piece as I peel   the paper off- adding about 50% tension around the heel,"
    },
    {
      "index": 12,
      "start_time": 96380.0,
      "end_time": 103690.0,
      "text": "I am now moving the tape- and it will flex   right around the foot up underneath the arch,"
    },
    {
      "index": 13,
      "start_time": 103687.0,
      "end_time": 108899.0,
      "text": "and then the top piece of the tape here I am just   laying down as an anchor point- no tension."
    },
    {
      "index": 14,
      "start_time": 110902.0,
      "end_time": 118840.0,
      "text": "One more piece- this will be just a mirror image   of the last piece we put on."
    },
    {
      "index": 15,
      "start_time": 121140.0,
      "end_time": 127480.0,
      "text": "I am now anchoring to the inside of the   ankle, again letting that piece hang off"
    },
    {
      "index": 16,
      "start_time": 129478.00000000001,
      "end_time": 136700.0,
      "text": "putting about 50% tension wrapping around the heel and now coming underneath the foot-"
    },
    {
      "index": 17,
      "start_time": 136690.0,
      "end_time": 144100.0,
      "text": "allowing that tape to flex and bend around the contour of   the foot as I come up underneath the arch,"
    },
    {
      "index": 18,
      "start_time": 144103.0,
      "end_time": 147490.0,
      "text": "taking tension off the tape and just laying that anchor down."
    },
    {
      "index": 19,
      "start_time": 150108.0,
      "end_time": 154460.0,
      "text": "All of the pieces I will rub on there..."
    },
    {
      "index": 20,
      "start_time": 157740.0,
      "end_time": 159120.0,
      "text": "and she is good to go!"
    }
  ]
}