{
  "video_id": "Q9yKaI0vLJs",
  "title": "What is Pure OCD?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 5470.0,
      "text": "Few mental afflictions are as humbling or as terrifying as what is known as ‘Pure’"
    },
    {
      "index": 2,
      "start_time": 5470.0,
      "end_time": 11970.0,
      "text": "OCD or, more colloquially, Intrusive Thoughts. In standard Obsessive Compulsive Disorder,"
    },
    {
      "index": 3,
      "start_time": 11970.0,
      "end_time": 17150.0,
      "text": "a person is haunted by a worry that compels them to repeat an often counterproductive"
    },
    {
      "index": 4,
      "start_time": 17150.0,
      "end_time": 22790.0,
      "text": "or fruitless action with manic intensity: handwashing, turning off gas pipes, checking"
    },
    {
      "index": 5,
      "start_time": 22790.0,
      "end_time": 28980.0,
      "text": "their pulse and so on. But in ‘pure’ OCD, there is no outward, physical action; the"
    },
    {
      "index": 6,
      "start_time": 28980.0,
      "end_time": 35079.0,
      "text": "problem unfolds – hence the name – purely in the mind, yet it is, if anything, an even"
    },
    {
      "index": 7,
      "start_time": 35079.0,
      "end_time": 39499.0,
      "text": "more distressing condition. Image result for Frank Auerbach The Pure OCD sufferer is tortured"
    },
    {
      "index": 8,
      "start_time": 39499.0,
      "end_time": 44519.0,
      "text": "by thoughts that they want to do, or have done, some of the most censored and abhorred"
    },
    {
      "index": 9,
      "start_time": 44519.0,
      "end_time": 51010.0,
      "text": "acts in our societies, acts that they themselves despise and fear at an intellectual level."
    },
    {
      "index": 10,
      "start_time": 51010.0,
      "end_time": 56239.0,
      "text": "They grow convinced of their wish, for example, to murder a loved one, harm a child sexually"
    },
    {
      "index": 11,
      "start_time": 56239.0,
      "end_time": 61679.0,
      "text": "or assault a stranger. They cannot shut out the idea that they may become, or have already"
    },
    {
      "index": 12,
      "start_time": 61679.0,
      "end_time": 67210.0,
      "text": "shown signs that they are, a psychopath, a rapist or a paedophile. They scan their minds"
    },
    {
      "index": 13,
      "start_time": 67210.0,
      "end_time": 74100.0,
      "text": "ceaselessly, looking for evidence to confirm their dreadful apprehension. So burdened are"
    },
    {
      "index": 14,
      "start_time": 74100.0,
      "end_time": 78570.0,
      "text": "they by these thoughts, they may not be able to go anywhere near children or may take fright"
    },
    {
      "index": 15,
      "start_time": 78570.0,
      "end_time": 83229.0,
      "text": "at the sight of a knife in a drawer. Left alone with a colleague, they may panic that"
    },
    {
      "index": 16,
      "start_time": 83229.0,
      "end_time": 88229.0,
      "text": "they could lose control and lunge inappropriately at them. At the station, they are flooded"
    },
    {
      "index": 17,
      "start_time": 88229.0,
      "end_time": 92530.0,
      "text": "with anxiety at the feeling that they may push their partner or their child under a train."
    },
    {
      "index": 18,
      "start_time": 92530.0,
      "end_time": 98810.0,
      "text": "Having to think of oneself in these terms quickly drains life of any of its pleasure."
    },
    {
      "index": 19,
      "start_time": 98810.0,
      "end_time": 104280.0,
      "text": "The Pure OCD sufferer wakes up every morning certain that they are one of the worst people"
    },
    {
      "index": 20,
      "start_time": 104280.0,
      "end_time": 110090.0,
      "text": "ever to have walked on the planet. There is not, as yet, a foolproof way of treating the"
    },
    {
      "index": 21,
      "start_time": 110090.0,
      "end_time": 115719.0,
      "text": "condition – but discussions of how to approach it reveal large differences in assessments"
    },
    {
      "index": 22,
      "start_time": 115719.0,
      "end_time": 121350.0,
      "text": "of how the mind operates. Psychiatrists tend to prescribe antidepressants, in order to"
    },
    {
      "index": 23,
      "start_time": 121350.0,
      "end_time": 126289.0,
      "text": "lift the general mood of sufferers and thereby lessen the tendency to ruminate to the point"
    },
    {
      "index": 24,
      "start_time": 126289.0,
      "end_time": 132480.0,
      "text": "of exhaustion. CBT psychologists will try to argue closely with the intrusive thoughts,"
    },
    {
      "index": 25,
      "start_time": 132480.0,
      "end_time": 137030.0,
      "text": "so that eventually sufferers can logically acknowledge that they truly have no intention"
    },
    {
      "index": 26,
      "start_time": 137030.0,
      "end_time": 142280.0,
      "text": "of harming anyone or doing anything obscene. But it is psychotherapists"
    },
    {
      "index": 27,
      "start_time": 142280.0,
      "end_time": 148000.0,
      "text": "who have what is perhaps the most imaginative and unexpected solution. They do not target"
    },
    {
      "index": 28,
      "start_time": 148000.0,
      "end_time": 152940.0,
      "text": "the thoughts themselves or argue with them directly. They don’t try to reassure people"
    },
    {
      "index": 29,
      "start_time": 152940.0,
      "end_time": 157780.0,
      "text": "logically that they are not about to murder a loved one or harm a child – because they"
    },
    {
      "index": 30,
      "start_time": 157780.0,
      "end_time": 162830.0,
      "text": "don’t believe that this is what is actually at stake and judge that offering reassurance"
    },
    {
      "index": 31,
      "start_time": 162830.0,
      "end_time": 168440.0,
      "text": "on these points only legitimates a pattern of thinking that has no basis in reality."
    },
    {
      "index": 32,
      "start_time": 168440.0,
      "end_time": 174190.0,
      "text": "They locate the origin of the problem somewhere quite different: the sufferer of pure OCD"
    },
    {
      "index": 33,
      "start_time": 174190.0,
      "end_time": 181510.0,
      "text": "has, first and foremost, a problem with self-esteem and shame. The unfortunate person feels, at"
    },
    {
      "index": 34,
      "start_time": 181510.0,
      "end_time": 186830.0,
      "text": "some level, utterly disgusting and beyond the pale – and will in the background have"
    },
    {
      "index": 35,
      "start_time": 186830.0,
      "end_time": 193480.0,
      "text": "been feeling like this for a long time. Somewhere in their past, normally as a result of very"
    },
    {
      "index": 36,
      "start_time": 193480.0,
      "end_time": 198750.0,
      "text": "traumatic and degrading childhood relationships, they will have derived an impression that"
    },
    {
      "index": 37,
      "start_time": 198750.0,
      "end_time": 204681.0,
      "text": "they did not deserve to exist. Their current thoughts are not plans for the future, they"
    },
    {
      "index": 38,
      "start_time": 204681.0,
      "end_time": 210300.0,
      "text": "are attempts by the mind to find a match between their basic sense of self and what would be"
    },
    {
      "index": 39,
      "start_time": 210300.0,
      "end_time": 216700.0,
      "text": "needed by their society to concur with it. They are a move to bring about a form of dreadful"
    },
    {
      "index": 40,
      "start_time": 216700.0,
      "end_time": 222370.0,
      "text": "inner equilibrium, ensuring that the judgement of the world falls in line with the judgement"
    },
    {
      "index": 41,
      "start_time": 222370.0,
      "end_time": 228290.0,
      "text": "of the self. Cases of Pure OCD are sometimes diagnosed just after sufferers have achieved"
    },
    {
      "index": 42,
      "start_time": 228290.0,
      "end_time": 233340.0,
      "text": "something rather positive in the eyes of others: they have been promoted or begun a fulfilling"
    },
    {
      "index": 43,
      "start_time": 233340.0,
      "end_time": 238760.0,
      "text": "relationship or mastered a project. It should be a cause for celebration but happiness simply"
    },
    {
      "index": 44,
      "start_time": 238760.0,
      "end_time": 244650.0,
      "text": "feels unwarranted. By latching onto thoughts of complete illegality, one is assured that"
    },
    {
      "index": 45,
      "start_time": 244650.0,
      "end_time": 250850.0,
      "text": "one’s self-esteem will remain at rock bottom. Interestingly, in societies that find religious"
    },
    {
      "index": 46,
      "start_time": 250850.0,
      "end_time": 256290.0,
      "text": "transgression particularly abhorrent, Pure OCD sufferers will be haunted by feelings"
    },
    {
      "index": 47,
      "start_time": 256290.00000000003,
      "end_time": 261940.00000000003,
      "text": "that they have offended God and are about to be outed as sinners. Behind Pure OCD is"
    },
    {
      "index": 48,
      "start_time": 261940.0,
      "end_time": 268690.0,
      "text": "a person’s needs to find a reason to feel awful, it isn’t about this or that condemned"
    },
    {
      "index": 49,
      "start_time": 268690.0,
      "end_time": 274910.0,
      "text": "act – and as the definition of awful changes, so too will the manifest content of the intrusive"
    },
    {
      "index": 50,
      "start_time": 274910.0,
      "end_time": 281280.0,
      "text": "thoughts. The disease is anchored in self-loathing, not in blasphemy, incipient paedophilia or"
    },
    {
      "index": 51,
      "start_time": 281280.0,
      "end_time": 287990.0,
      "text": "murderous intent.This analysis opens the way to treatment. What the sufferer of pure OCD"
    },
    {
      "index": 52,
      "start_time": 287990.0,
      "end_time": 294000.0,
      "text": "needs, above all else, is to begin to repair their self-loathing and shame. They need to"
    },
    {
      "index": 53,
      "start_time": 294000.0,
      "end_time": 298940.0,
      "text": "learn, through repeated encounters with an outsider who casts a generous and sympathetic"
    },
    {
      "index": 54,
      "start_time": 298940.0,
      "end_time": 304660.0,
      "text": "eye on them, that they are not the worthless being they take themselves for. Their problem"
    },
    {
      "index": 55,
      "start_time": 304660.0,
      "end_time": 311650.0,
      "text": "began with a deficit of love – and needs to be healed by a loving act of witnessing."
    },
    {
      "index": 56,
      "start_time": 311650.0,
      "end_time": 318120.0,
      "text": "Pure OCD thoughts are not wishes, they are symptoms of radical self-distrust – and"
    },
    {
      "index": 57,
      "start_time": 318120.0,
      "end_time": 325930.0,
      "text": "these will start to lift once the afflicted learn that most vital of arts: being a friend"
    },
    {
      "index": 58,
      "start_time": 325930.0,
      "end_time": 334760.0,
      "text": "to oneself. Our book what is psychotherapy tells us exactly what going through therapy"
    },
    {
      "index": 59,
      "start_time": 334760.0,
      "end_time": 337819.0,
      "text": "is like and why it is so important."
    }
  ]
}