{
  "video_id": "q9ZMub2UrKU",
  "title": "Google Maps is Different in Other Countries",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2730.0,
      "text": "In 2010 Nicaragua invaded Costa Rica."
    },
    {
      "index": 2,
      "start_time": 2730.0,
      "end_time": 4410.0,
      "text": "When asked why they'd seized territory,"
    },
    {
      "index": 3,
      "start_time": 4410.0,
      "end_time": 5940.0,
      "text": "they claimed it belonged to them...."
    },
    {
      "index": 4,
      "start_time": 5940.0,
      "end_time": 6800.0,
      "text": "On Google Maps."
    },
    {
      "index": 5,
      "start_time": 6800.0,
      "end_time": 10480.0,
      "text": "Who did Costa Rica turn to first? Nicaragua? The United Nations?"
    },
    {
      "index": 6,
      "start_time": 10800.0,
      "end_time": 11300.0,
      "text": "No"
    },
    {
      "index": 7,
      "start_time": 11309.0,
      "end_time": 15479.0,
      "text": "They went straight to Google, because in the eyes of the world Google Maps has become the de facto"
    },
    {
      "index": 8,
      "start_time": 15789.0,
      "end_time": 22469.0,
      "text": "world map. Despite having no legal authority over international borders, Google have become the world's most powerful player."
    },
    {
      "index": 9,
      "start_time": 32430.0,
      "end_time": 38450.0,
      "text": "Borders are a uniquely human concept. In most of the world the only tangible legitimacy they have is through maps."
    },
    {
      "index": 10,
      "start_time": 38910.0,
      "end_time": 45320.0,
      "text": "But the cost and resources required to make a map are staggering. Until recently countries were the only ones who could afford it."
    },
    {
      "index": 11,
      "start_time": 45690.0,
      "end_time": 50269.0,
      "text": "Cartography was a nationalized industry, which meant no map was without bias or influence."
    },
    {
      "index": 12,
      "start_time": 50970.0,
      "end_time": 54289.0,
      "text": "Historically if you wanted to seize territory from a less powerful nation."
    },
    {
      "index": 13,
      "start_time": 54440.0,
      "end_time": 55710.0,
      "text": "You just re-drew the map."
    },
    {
      "index": 14,
      "start_time": 55710.0,
      "end_time": 62980.0,
      "text": "When questioned by locals, you show them the map. Ignore their claims of already living there, and hold up the only piece of real evidence that exists."
    },
    {
      "index": 15,
      "start_time": 62980.0,
      "end_time": 65500.0,
      "text": "This is basically how colonialism worked."
    },
    {
      "index": 16,
      "start_time": 65900.0,
      "end_time": 67520.0,
      "text": "But with more genocide."
    },
    {
      "index": 17,
      "start_time": 67820.0,
      "end_time": 73780.0,
      "text": "Probably the most extreme example is Africa. In 1884, 10% of Africa was under European control."
    },
    {
      "index": 18,
      "start_time": 73789.0,
      "end_time": 75050.0,
      "text": "Just 30 years later,"
    },
    {
      "index": 19,
      "start_time": 75050.0,
      "end_time": 76770.0,
      "text": "this had risen to 90%."
    },
    {
      "index": 20,
      "start_time": 76770.0,
      "end_time": 81259.0,
      "text": "Land was negotiated from thousands of miles away and countries redrawn with little"
    },
    {
      "index": 21,
      "start_time": 81390.0,
      "end_time": 85430.0,
      "text": "consideration for local or cultural boundaries. Yet the map drawn then remains largely"
    },
    {
      "index": 22,
      "start_time": 85860.0,
      "end_time": 93050.0,
      "text": "unchanged today. Most would argue that today's map of Africa is correct. There is some objective truth to it, but 130 years ago"
    },
    {
      "index": 23,
      "start_time": 93050.0,
      "end_time": 97600.0,
      "text": "it was nothing of the sort. Over time the existence of a map is self legitimising."
    },
    {
      "index": 24,
      "start_time": 97600.0,
      "end_time": 101000.0,
      "text": "While countries were the sole map makers it was fine if two states"
    },
    {
      "index": 25,
      "start_time": 101099.0,
      "end_time": 107029.0,
      "text": "disagreed over a border. Each produced their own map and their citizens would rarely have a chance to see any other version."
    },
    {
      "index": 26,
      "start_time": 107029.0,
      "end_time": 112560.0,
      "text": "But as the internet arrived, nationalized mapping decreased and companies like Google started to fill the gap."
    },
    {
      "index": 27,
      "start_time": 112560.0,
      "end_time": 115760.0,
      "text": "An international company creating an international map for all."
    },
    {
      "index": 28,
      "start_time": 116399.0,
      "end_time": 120109.0,
      "text": "Not quite. Google still relies on the approval of nation states."
    },
    {
      "index": 29,
      "start_time": 120119.0,
      "end_time": 125059.0,
      "text": "It's all too easy to censor a website. Google only have to annoy one government to lose a"
    },
    {
      "index": 30,
      "start_time": 125250.0,
      "end_time": 130910.0,
      "text": "country's worth of users. Any errors along the China-India border could lose them a third of the world's customers."
    },
    {
      "index": 31,
      "start_time": 131550.0,
      "end_time": 137989.0,
      "text": "The region of Arunachal Pradesh borders India, China, Bhutan and Myanmar. Administrated as a state of India,"
    },
    {
      "index": 32,
      "start_time": 137989.0,
      "end_time": 139920.0,
      "text": "they keep a hundred thousand troops in the region."
    },
    {
      "index": 33,
      "start_time": 139920.0,
      "end_time": 142970.0,
      "text": "But China also claims ownership calling it South Tibet."
    },
    {
      "index": 34,
      "start_time": 143310.0,
      "end_time": 149179.0,
      "text": "Each country has laws to stop map makers drawing the border in the others favour, or even acknowledging the region's"
    },
    {
      "index": 35,
      "start_time": 149370.0,
      "end_time": 152270.0,
      "text": "disputed. So Google creates three different maps..."
    },
    {
      "index": 36,
      "start_time": 152340.0,
      "end_time": 157970.0,
      "text": "This is what two thirds of the world will see on Google Maps - the dotted line indicates disputed territory."
    },
    {
      "index": 37,
      "start_time": 157970.0,
      "end_time": 163850.0,
      "text": "But if you view the area from a Chinese domain it shows it belonging to China, and part of India from an Indian domain."
    },
    {
      "index": 38,
      "start_time": 164250.0,
      "end_time": 168889.0,
      "text": "No map maker previously had the ability to do this. Historically you had to pick sides."
    },
    {
      "index": 39,
      "start_time": 169200.0,
      "end_time": 174950.0,
      "text": "The average Chinese or Indian citizen would be unaware of any dispute. Or at least they would have been until Google"
    },
    {
      "index": 40,
      "start_time": 175140.0,
      "end_time": 179750.0,
      "text": "accidentally switched the borders in 2007. This caused outrage in both countries."
    },
    {
      "index": 41,
      "start_time": 180060.0,
      "end_time": 187160.0,
      "text": "Many in China were unaware that most of the world didn't recognize China's legitimacy over the region. And members of the Indian Parliament"
    },
    {
      "index": 42,
      "start_time": 187440.0,
      "end_time": 191419.0,
      "text": "accused Google of purposefully derailing an upcoming summit between the two nations."
    },
    {
      "index": 43,
      "start_time": 192180.0,
      "end_time": 199819.0,
      "text": "There are similar disputes all along the India-China border. All are heavily militarised, with regular standoffs, backed by two of the largest"
    },
    {
      "index": 44,
      "start_time": 199829.0,
      "end_time": 202009.0,
      "text": "armies in the world, both with nuclear weapons."
    },
    {
      "index": 45,
      "start_time": 202349.0,
      "end_time": 208129.0,
      "text": "So just in case nobody noticed the first time round, Google managed to make the same mistake again in 2009."
    },
    {
      "index": 46,
      "start_time": 208500.0,
      "end_time": 212160.0,
      "text": "But the advantage of online maps is the speed they can be changed."
    },
    {
      "index": 47,
      "start_time": 212160.0,
      "end_time": 216760.0,
      "text": "A mistake of that magnitude 20 years ago would have taken years to correct instead of hours."
    },
    {
      "index": 48,
      "start_time": 216870.0,
      "end_time": 223399.0,
      "text": "Google can react to geo-political events quicker than any other map maker. When Russian troops arrived in Crimea in February"
    },
    {
      "index": 49,
      "start_time": 223590.0,
      "end_time": 227509.0,
      "text": "2014, it was less than a month till Google showed the territory as disputed."
    },
    {
      "index": 50,
      "start_time": 227660.0,
      "end_time": 230840.0,
      "text": "This was despite the United Nations asking nobody....\"…to recognise any alteration of the status of Crimea.\""
    },
    {
      "index": 51,
      "start_time": 234080.0,
      "end_time": 239520.0,
      "text": "Google Maps in Russia shows Crimea as Russian territory, and Ukrainian when viewed from Ukraine."
    },
    {
      "index": 52,
      "start_time": 239520.0,
      "end_time": 241280.0,
      "text": "The fact that Google are willing to ignore"
    },
    {
      "index": 53,
      "start_time": 241470.0,
      "end_time": 248059.0,
      "text": "UN resolutions is a big deal. Countries do all the time, they protect their own interests and alliances above other nations."
    },
    {
      "index": 54,
      "start_time": 248069.0,
      "end_time": 251869.0,
      "text": "But Google is a company who now has the power and influence of a state."
    },
    {
      "index": 55,
      "start_time": 251940.0,
      "end_time": 257510.0,
      "text": "They're big enough to survive any confrontation with the UN and probably see Russia as the worse enemy to make."
    },
    {
      "index": 56,
      "start_time": 257959.99999999997,
      "end_time": 261219.99999999997,
      "text": "The UN moves slowly. The United Nations"
    },
    {
      "index": 57,
      "start_time": 261640.0,
      "end_time": 269660.0,
      "text": "Regional Cartographic Conference, only meets every three or four years. Google have to make border and naming decisions daily. Those decisions may not have any legal"
    },
    {
      "index": 58,
      "start_time": 269660.0,
      "end_time": 272630.0,
      "text": "weight, but everyone uses Google Maps so in reality"
    },
    {
      "index": 59,
      "start_time": 272630.0,
      "end_time": 275839.0,
      "text": "they're the most important. When South Sudan became a country in"
    },
    {
      "index": 60,
      "start_time": 276150.0,
      "end_time": 281209.0,
      "text": "2011, the vote didn't specify the exact placement of the border. Leaving some towns and villages"
    },
    {
      "index": 61,
      "start_time": 281430.0,
      "end_time": 286190.0,
      "text": "unsure whether they would be in Sudan or South Sudan. Each country naturally claimed ownership,"
    },
    {
      "index": 62,
      "start_time": 286260.0,
      "end_time": 293479.0,
      "text": "but no official map would be made for a while. It was left to Google to organize South Sudan community mapping events. They encouraged local"
    },
    {
      "index": 63,
      "start_time": 293490.0,
      "end_time": 296000.0,
      "text": "people to create detailed maps of an area that was lacking any accurate data."
    },
    {
      "index": 64,
      "start_time": 296240.0,
      "end_time": 302630.0,
      "text": "And through a semi-democratic process, an almost-precise border was decided. There are still"
    },
    {
      "index": 65,
      "start_time": 302759.0,
      "end_time": 305239.0,
      "text": "contested areas today, and not without their bloodshed."
    },
    {
      "index": 66,
      "start_time": 305240.0,
      "end_time": 310099.0,
      "text": "But Google did more to help local territorial disputes than the UN or any state."
    },
    {
      "index": 67,
      "start_time": 310530.0,
      "end_time": 315109.0,
      "text": "This isn't the only example of Google using local input as the basis for their maps."
    },
    {
      "index": 68,
      "start_time": 315110.0,
      "end_time": 319910.0,
      "text": "They publish a program called Google Map Maker, this allows anyone to make changes in suggestions."
    },
    {
      "index": 69,
      "start_time": 319979.0,
      "end_time": 325279.0,
      "text": "This is useful for new roads and public footpaths, but also helps Google decide what to call things."
    },
    {
      "index": 70,
      "start_time": 325500.0,
      "end_time": 332539.0,
      "text": "It's strictly moderated and Google have final say over the public version, but like Wikipedia things inevitably slip through the cracks..."
    },
    {
      "index": 71,
      "start_time": 333509.0,
      "end_time": 339379.0,
      "text": "For obvious reasons you can't edit the border of a country. There are hundreds of disputes in the world - imagine the chaos."
    },
    {
      "index": 72,
      "start_time": 339660.0,
      "end_time": 342019.0,
      "text": "So Google don't get involved with most of them."
    },
    {
      "index": 73,
      "start_time": 342060.0,
      "end_time": 349130.0,
      "text": "But here and there throughout the world map, it does change slightly based on where you're stood. This may not necessarily be a bad thing."
    },
    {
      "index": 74,
      "start_time": 349770.0,
      "end_time": 352820.0,
      "text": "Historically the larger power would just stamp out the smaller one."
    },
    {
      "index": 75,
      "start_time": 352820.0,
      "end_time": 355549.0,
      "text": "But with Google Maps as the unofficial-official adjudicator,"
    },
    {
      "index": 76,
      "start_time": 356039.0,
      "end_time": 360919.0,
      "text": "borders could remain disputed forever. Both sides constantly pointing guns at the other"
    },
    {
      "index": 77,
      "start_time": 360919.0,
      "end_time": 364879.0,
      "text": "but rarely firing. Is a long cold war better than a short hot one?"
    },
    {
      "index": 78,
      "start_time": 365250.0,
      "end_time": 369289.0,
      "text": "That's a philosophical question best left for the comments. But for better"
    },
    {
      "index": 79,
      "start_time": 369289.0,
      "end_time": 374629.0,
      "text": "or worse Google are making editorial decisions on something most people view as an objective truth."
    },
    {
      "index": 80,
      "start_time": 374849.0,
      "end_time": 381468.0,
      "text": "No political map can ever be a hundred percent accurate in the scientific sense of the word. At best they can be a diplomatic"
    },
    {
      "index": 81,
      "start_time": 381560.0,
      "end_time": 387000.0,
      "text": "compromise, and at worse they can be a propaganda tool. Maps (and especially Google Maps) are amazing,"
    },
    {
      "index": 82,
      "start_time": 387020.0,
      "end_time": 388920.0,
      "text": "but they should be treated it like any other media."
    },
    {
      "index": 83,
      "start_time": 388920.0,
      "end_time": 393220.0,
      "text": "They are subject to the motives and influences of the humans that made them."
    },
    {
      "index": 84,
      "start_time": 393860.0,
      "end_time": 400660.0,
      "text": "If you enjoyed this video, please consider supporting the channel by checking out the Patreon link in the description. Thank you for subscribing."
    }
  ]
}