{
  "video_id": "QC2x_RRnk8E",
  "title": "Why Are There Clouds?",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 179.0,
      "end_time": 5859.0,
      "text": "If we wanted to make a cloud entirely from scratch, we’d first need a fleet of jumbo"
    },
    {
      "index": 2,
      "start_time": 5859.0,
      "end_time": 10650.0,
      "text": "jets or several hundred hot-air balloons to haul hundreds of tons of water up to the sky."
    },
    {
      "index": 3,
      "start_time": 10650.0,
      "end_time": 15860.0,
      "text": "And then, somehow, we’d need to disperse all that liquid into a mist of droplets small"
    },
    {
      "index": 4,
      "start_time": 15860.0,
      "end_time": 20530.0,
      "text": "enough to float. In short, it wouldn’t be easy. And yet,"
    },
    {
      "index": 5,
      "start_time": 20530.0,
      "end_time": 25610.0,
      "text": "our atmosphere manages to pump out one cloud after another all over the world at altitudes"
    },
    {
      "index": 6,
      "start_time": 25610.0,
      "end_time": 31270.0,
      "text": "of up to 20 kilometers above sea level, using water and fuel carried all the way from Earth’s"
    },
    {
      "index": 7,
      "start_time": 31270.0,
      "end_time": 34070.0,
      "text": "surface. Cumulus clouds, for example get their start"
    },
    {
      "index": 8,
      "start_time": 34070.0,
      "end_time": 38970.0,
      "text": "when solar energy evaporates water from oceans, plants, and soil by breaking the bonds that"
    },
    {
      "index": 9,
      "start_time": 38970.0,
      "end_time": 44309.0,
      "text": "hold water molecules together. As the patch of air above collects moisture and heat cooler,"
    },
    {
      "index": 10,
      "start_time": 44309.0,
      "end_time": 49360.0,
      "text": "heavier air sinks around it pinching it off and pushing it aloft like an invisible hot-air"
    },
    {
      "index": 11,
      "start_time": 49360.0,
      "end_time": 54629.0,
      "text": "balloon. Surprisingly, this balloon’s cargo doesn’t weigh it down – in fact, the more"
    },
    {
      "index": 12,
      "start_time": 54629.0,
      "end_time": 58550.0,
      "text": "water vapor it collects before lift-off, the lighter it gets."
    },
    {
      "index": 13,
      "start_time": 58550.0,
      "end_time": 63039.0,
      "text": "As weird as that sounds, it’s because water vapor is a gas just like the nitrogen and"
    },
    {
      "index": 14,
      "start_time": 63039.0,
      "end_time": 67780.0,
      "text": "oxygen that make up most of the atmosphere. Basic physics dictates that a given volume"
    },
    {
      "index": 15,
      "start_time": 67780.0,
      "end_time": 72850.0,
      "text": "of gas has the same number of molecules regardless of what those molecules are. And water is"
    },
    {
      "index": 16,
      "start_time": 72850.0,
      "end_time": 79220.0,
      "text": "made of H plus H plus O, which is lighter than both two Ns and two Os. So warm, humid"
    },
    {
      "index": 17,
      "start_time": 79220.0,
      "end_time": 84810.0,
      "text": "air is even more buoyant than warm, dry air. As the invisible balloon goes up, the falling"
    },
    {
      "index": 18,
      "start_time": 84810.0,
      "end_time": 89610.0,
      "text": "pressure outside allows it to keep ballooning, which spreads out its internal heat and lowers"
    },
    {
      "index": 19,
      "start_time": 89610.0,
      "end_time": 93920.0,
      "text": "its temperature. Eventually, the air at the top cools enough for the water vapor there"
    },
    {
      "index": 20,
      "start_time": 93920.0,
      "end_time": 98970.0,
      "text": "to condense into droplets, which look from afar like a thin wisp of cloud. And as the"
    },
    {
      "index": 21,
      "start_time": 98970.0,
      "end_time": 103780.0,
      "text": "rest of the balloon rises, water vapor continues to cool and condense at the same altitude,"
    },
    {
      "index": 22,
      "start_time": 103780.0,
      "end_time": 107759.0,
      "text": "creating a flat-bottomed cloud that appears to grow upward out of nothing."
    },
    {
      "index": 23,
      "start_time": 107759.0,
      "end_time": 112780.0,
      "text": "What’s more, as the condensing water vapor molecules bond together into liquid droplets,"
    },
    {
      "index": 24,
      "start_time": 112780.0,
      "end_time": 116950.0,
      "text": "they release the energy they absorbed from Earth’s surface when they evaporated. This"
    },
    {
      "index": 25,
      "start_time": 116950.0,
      "end_time": 121810.0,
      "text": "heats the surrounding pocket of air, giving it lift and sucking more moist air up behind"
    },
    {
      "index": 26,
      "start_time": 121810.0,
      "end_time": 125770.0,
      "text": "it [updraft], which cools and condenses and releases heat, which fuels lift and strengthens"
    },
    {
      "index": 27,
      "start_time": 125770.0,
      "end_time": 131319.0,
      "text": "the updraft. Even in a small cumulus cloud , the total energy released from condensation"
    },
    {
      "index": 28,
      "start_time": 131319.0,
      "end_time": 138010.0,
      "text": "is huge – equivalent to about 270 tons of TNT. And if the supply of water vapor is much"
    },
    {
      "index": 29,
      "start_time": 138010.0,
      "end_time": 144090.0,
      "text": "larger, the energy released can produce stratosphere-high pillars of cloud with violent updrafts, fierce"
    },
    {
      "index": 30,
      "start_time": 144090.0,
      "end_time": 154090.0,
      "text": "electrical storms, and grapefruit-sized hailstones. Not good weather for hot air ballooning."
    }
  ]
}