{
  "video_id": "qCTDd2_kWdM",
  "title": "The Psychology of Productivity - Do More in Less Time",
  "json": [
    {
      "index": 1,
      "start_time": 60.0,
      "end_time": 4450.0,
      "text": "Do you feel like you don't have control of your day when you look back in the past month?"
    },
    {
      "index": 2,
      "start_time": 4550.0,
      "end_time": 8460.0,
      "text": "Did you actually achieve the goals that you set? And how much are you gonna get done today?"
    },
    {
      "index": 3,
      "start_time": 8460.0,
      "end_time": 13870.0,
      "text": "These questions might make you excited or they might make you cringe depending on how productive you feel."
    },
    {
      "index": 4,
      "start_time": 13940.0,
      "end_time": 20440.0,
      "text": "Productivity lends itself to getting more done and moving closer to your dreams no matter how far in the future they might seem right now."
    },
    {
      "index": 5,
      "start_time": 20380.0,
      "end_time": 24610.0,
      "text": "When you live a productive life, the path to your dreams becomes more clear and more attainable."
    },
    {
      "index": 6,
      "start_time": 24710.0,
      "end_time": 28930.0,
      "text": "So don't let the days months or years go by without checking off anything on your to-do list."
    },
    {
      "index": 7,
      "start_time": 28930.0,
      "end_time": 34120.0,
      "text": "Learn more about the psychology of productivity and the steps you can take to living a more productive life today."
    },
    {
      "index": 8,
      "start_time": 34029.0,
      "end_time": 38939.0,
      "text": "So what is productivity? Productivity is used in economics, business, and everyday life."
    },
    {
      "index": 9,
      "start_time": 38839.0,
      "end_time": 43530.0,
      "text": "But it generally has the same definition: productivity is the state of being productive."
    },
    {
      "index": 10,
      "start_time": 43730.0,
      "end_time": 50410.0,
      "text": "A productive person, a productive business or an economy yields maximum results or output or the most impact."
    },
    {
      "index": 11,
      "start_time": 50410.0,
      "end_time": 56400.0,
      "text": "The more results you generate and the less resources or time it takes to do so, the more efficient you are; the more productive you are."
    },
    {
      "index": 12,
      "start_time": 56199.0,
      "end_time": 62920.0,
      "text": "The first steps to becoming a more productive person is simply asking yourself: what output do you want to produce more of in the first place."
    },
    {
      "index": 13,
      "start_time": 62950.0,
      "end_time": 68250.0,
      "text": "You want to see the results in form of revenue or profits; you want to produce great content or art."
    },
    {
      "index": 14,
      "start_time": 66450.0,
      "end_time": 72009.0,
      "text": "Ask yourselves this question before creating any concrete goals."
    },
    {
      "index": 15,
      "start_time": 71909.0,
      "end_time": 73920.0,
      "text": "Let's get on to some quick facts about productivity."
    },
    {
      "index": 16,
      "start_time": 73920.0,
      "end_time": 78150.0,
      "text": "Did you know only 2% of people have brains wired to effectively multitask?"
    },
    {
      "index": 17,
      "start_time": 78150.0,
      "end_time": 83129.0,
      "text": "For the rest of us, multitasking can actually decrease your productivity by up to 40%."
    },
    {
      "index": 18,
      "start_time": 83129.0,
      "end_time": 86900.0,
      "text": "Also, no one really likes a rainy day until they need to start being productive."
    },
    {
      "index": 19,
      "start_time": 86900.0,
      "end_time": 90929.0,
      "text": "In general a sunny day can decrease productivity throughout an office or your work life."
    },
    {
      "index": 20,
      "start_time": 90929.0,
      "end_time": 94930.0,
      "text": "Another fact is that if you want to be more productive tomorrow, you need to go to bed earlier."
    },
    {
      "index": 21,
      "start_time": 95030.0,
      "end_time": 103049.0,
      "text": "A Harvard Medical School study revealed that adults who got between seven and a half and nine hours of sleep were 20 percent more productive than those who slept less."
    },
    {
      "index": 22,
      "start_time": 103020.0,
      "end_time": 111120.0,
      "text": "And the last fact I have for you is that a study that was conducted over nine months revealed that employees that work from home were more productive than their peers who actually worked in an office."
    },
    {
      "index": 23,
      "start_time": 111480.0,
      "end_time": 114659.0,
      "text": "So these are cool facts but what is the importance of productivity?"
    },
    {
      "index": 24,
      "start_time": 114659.0,
      "end_time": 119059.0,
      "text": "Our long-term goals can only be accomplished if we work every day towards those goals in mind."
    },
    {
      "index": 25,
      "start_time": 119059.0,
      "end_time": 122280.0,
      "text": "Every big task is made up of small daily goals."
    },
    {
      "index": 26,
      "start_time": 122280.0,
      "end_time": 130080.0,
      "text": "People who want to lose 100 pounds can't do so by being super productive in one day; people who want to build a house can't do so unless they add each brick in a timely manner."
    },
    {
      "index": 27,
      "start_time": 130500.0,
      "end_time": 134740.0,
      "text": "Every day and every little milestone counts and that is where productivity comes in."
    },
    {
      "index": 28,
      "start_time": 134740.0,
      "end_time": 141130.0,
      "text": "When you commit to a more productive life, you commit to tackling all the tasks that lead you to actually completing your major goals."
    },
    {
      "index": 29,
      "start_time": 141130.0,
      "end_time": 148650.0,
      "text": "A consistent commitment to productivity is built on habits that you eventually can revert back to, even when roadblocks or obstacles threaten your progress."
    },
    {
      "index": 30,
      "start_time": 148680.0,
      "end_time": 153970.0,
      "text": "Learning how to be more productive as an investment in itself: yourself, your future and your goals."
    },
    {
      "index": 31,
      "start_time": 154070.0,
      "end_time": 156620.0,
      "text": "So let's get on to some simple ways to increase your productivity."
    },
    {
      "index": 32,
      "start_time": 156620.0,
      "end_time": 163100.0,
      "text": "Productivity can have a big impact on your long term goals but don't be intimidated by that path to having a more productive life."
    },
    {
      "index": 33,
      "start_time": 162870.0,
      "end_time": 166890.0,
      "text": "The secrets to being more productive or not grandiose are not hidden; they're not secrets."
    },
    {
      "index": 34,
      "start_time": 167190.0,
      "end_time": 172390.0,
      "text": "All it takes is a little simple action to move you towards becoming more productive and getting more done in less time."
    },
    {
      "index": 35,
      "start_time": 172390.0,
      "end_time": 175170.0,
      "text": "So the first one is to follow something called the 2-minute rule."
    },
    {
      "index": 36,
      "start_time": 173670.0,
      "end_time": 177520.0,
      "text": "What's the best way to finish the items on your to-do list?"
    },
    {
      "index": 37,
      "start_time": 176820.0,
      "end_time": 179400.0,
      "text": "Well it's to simply get started."
    },
    {
      "index": 38,
      "start_time": 179500.0,
      "end_time": 184260.0,
      "text": "David Allen is a top productivity consultant and an author of getting things done."
    },
    {
      "index": 39,
      "start_time": 184260.0,
      "end_time": 189830.0,
      "text": "And getting things done he describes the 2-minute rule; a quick way to being more productive and quite simply get more things done."
    },
    {
      "index": 40,
      "start_time": 189930.0,
      "end_time": 192130.0,
      "text": "So the two-minute rule consists of two major parts:"
    },
    {
      "index": 41,
      "start_time": 192230.0,
      "end_time": 197060.0,
      "text": "Number one, if the next item on your to-do list will take less than 10 minutes to complete, just go ahead and do it."
    },
    {
      "index": 42,
      "start_time": 197060.0,
      "end_time": 199280.0,
      "text": "After all it's only gonna take two minutes right?"
    },
    {
      "index": 43,
      "start_time": 199380.0,
      "end_time": 206060.0,
      "text": "Procrastinating for an entire hour to complete a task that only takes two minutes is a complete waste of time, but we all know that we've done that before."
    },
    {
      "index": 44,
      "start_time": 206100.0,
      "end_time": 212450.0,
      "text": "And the second part is that if the next item on your to-do list will take longer than two minutes, don't use this as an excuse to put off the task."
    },
    {
      "index": 45,
      "start_time": 212459.0,
      "end_time": 215430.0,
      "text": "Find a way to start the task that will take less than two minutes."
    },
    {
      "index": 46,
      "start_time": 215330.0,
      "end_time": 219200.0,
      "text": "So if you're putting off a run, try to change into your running clothes, that takes less than two minutes."
    },
    {
      "index": 47,
      "start_time": 219300.0,
      "end_time": 222640.0,
      "text": "If you're putting off cleaning the kitchen, maybe just do two dishes or three dishes."
    },
    {
      "index": 48,
      "start_time": 222740.0,
      "end_time": 228630.0,
      "text": "The easiest way to finish a task is to just get started on it, even if you're just starting on the tiniest fraction of that task."
    },
    {
      "index": 49,
      "start_time": 228730.0,
      "end_time": 231969.0,
      "text": "And this is due to something called the Zig or Nick effect, which I explained in another video."
    },
    {
      "index": 50,
      "start_time": 231869.0,
      "end_time": 234459.0,
      "text": "Another tip I have for you is to just take a deep breath."
    },
    {
      "index": 51,
      "start_time": 234559.0,
      "end_time": 240950.0,
      "text": "When time passes faster than you'd hope and the items on your to-do list start to really pile up, it can be really easy to feel stressed out."
    },
    {
      "index": 52,
      "start_time": 240950.0,
      "end_time": 244280.0,
      "text": "But ripping your hair out over a lack of productivity will only make the problem worse."
    },
    {
      "index": 53,
      "start_time": 245780.0,
      "end_time": 248620.0,
      "text": "When people are stressed, they weaken their ability to focus and be more productive."
    },
    {
      "index": 54,
      "start_time": 248720.0,
      "end_time": 249850.0,
      "text": "So you need to get rid of stress."
    },
    {
      "index": 55,
      "start_time": 249850.0,
      "end_time": 255720.0,
      "text": "When I start to feel stressed, I take a step back and I usually take a really deep breath sometimes I even go for a walk around my block because it really helps me diffuse."
    },
    {
      "index": 56,
      "start_time": 255420.0,
      "end_time": 265970.0,
      "text": "A slow inhale and an exhale can send messages to your brains that you're safe; that message is transported throughout your entire body and your stress will start to melt away."
    },
    {
      "index": 57,
      "start_time": 265980.0,
      "end_time": 270370.0,
      "text": "Another very important tip is to increase your focus and try to eliminate distractions."
    },
    {
      "index": 58,
      "start_time": 270470.0,
      "end_time": 274380.0,
      "text": "The biggest enemy of productivity isn't laziness; it's just your lack of focus."
    },
    {
      "index": 59,
      "start_time": 273480.0,
      "end_time": 277480.0,
      "text": "We have an entire world of entertainment and information at our fingertips."
    },
    {
      "index": 60,
      "start_time": 277580.0,
      "end_time": 285230.0,
      "text": "But when you allow yourself to be distracted by your iPhone, or your smartphone or your laptop or your desktop, you can lose crucial time better spent on your to-do list."
    },
    {
      "index": 61,
      "start_time": 279930.0,
      "end_time": 285210.0,
      "text": ""
    },
    {
      "index": 62,
      "start_time": 285310.0,
      "end_time": 292580.0,
      "text": "There are apps and actual software out there designed to block certain websites or social media apps for a specific period of time when you actually need to get your work done."
    },
    {
      "index": 63,
      "start_time": 292610.0,
      "end_time": 293980.0,
      "text": "Especially if you work from home."
    },
    {
      "index": 64,
      "start_time": 294180.0,
      "end_time": 299090.0,
      "text": "You can try downloading apps like these or keep yourself focused the old-fashioned way: just disconnect."
    },
    {
      "index": 65,
      "start_time": 299200.0,
      "end_time": 305390.0,
      "text": "Also it's really important to know that when you're learning, it's super important to get rid of distractions to effectively remember what you're learning."
    },
    {
      "index": 66,
      "start_time": 305390.0,
      "end_time": 309100.0,
      "text": "I've got one more tip for you to help become more productive, and this one really works for me."
    },
    {
      "index": 67,
      "start_time": 309400.0,
      "end_time": 316230.0,
      "text": "It is to become a mad \"scientest\", and I specifically spelled it \"scientest\" because the last four letters spell \"test\"."
    },
    {
      "index": 68,
      "start_time": 316330.0,
      "end_time": 320790.0,
      "text": "And I found this to become the best way to become more productive in life is simply just to test everything."
    },
    {
      "index": 69,
      "start_time": 320790.0,
      "end_time": 325710.0,
      "text": "I've tested how much sleep I need to get, how much food I need to eat, how many hours I should spend at the gym."
    },
    {
      "index": 70,
      "start_time": 325440.0,
      "end_time": 330380.0,
      "text": "Everybody is different and testing is a main form of action driven by curiosity."
    },
    {
      "index": 71,
      "start_time": 329580.0,
      "end_time": 338070.0,
      "text": "All wealthy and very successful people are crazy curious, and I think I know why because the curiosity drives them to test everything."
    },
    {
      "index": 72,
      "start_time": 338110.0,
      "end_time": 341480.0,
      "text": "If something doesn't work then they go ahead and change it, and if it does work then they keep it."
    },
    {
      "index": 73,
      "start_time": 341280.0,
      "end_time": 349170.0,
      "text": "So tell me, you need a guide to help you become more productive you want a laid out system that has helped tons of other people take control of their day and accomplish their goals faster?"
    },
    {
      "index": 74,
      "start_time": 349190.0,
      "end_time": 356350.0,
      "text": "Well using the science of psychology, and what actually works aka testing things throughout time that work on almost everyone to become more productive."
    },
    {
      "index": 75,
      "start_time": 356350.0,
      "end_time": 361690.0,
      "text": "I've created a simple course that you can take to give you the skills and knowledge to accomplish your dreams by becoming more productive."
    },
    {
      "index": 76,
      "start_time": 361790.0,
      "end_time": 369040.0,
      "text": "Our minds are fascinating subjects to study, humans tend to have similar habits and certain habits can trick anyone's mind into becoming more productive."
    },
    {
      "index": 77,
      "start_time": 369140.0,
      "end_time": 374190.0,
      "text": "This is the idea behind the psychology of productivity, an online course that will make you a more productive person."
    },
    {
      "index": 78,
      "start_time": 374240.0,
      "end_time": 381700.0,
      "text": "The psychology of productivity is a proven system to accomplish more, defeat procrastination, and take control of your day using tactics backed by psychology."
    },
    {
      "index": 79,
      "start_time": 381600.0,
      "end_time": 384440.0,
      "text": "You can check it out below and started working more efficiently."
    },
    {
      "index": 80,
      "start_time": 384540.0,
      "end_time": 387800.0,
      "text": "If you want to start living a more productive life, you can purchase this course today."
    },
    {
      "index": 81,
      "start_time": 387800.0,
      "end_time": 393219.0,
      "text": "It only takes less than two minutes to start this journey go ahead and put that tip I mentioned earlier the two minute world of use."
    },
    {
      "index": 82,
      "start_time": 393259.0,
      "end_time": 399959.0,
      "text": "Don't procrastinate on getting this course. It actually has a 30-day money-back guarantee so if it doesn't work for you, you can get your initial investment back."
    },
    {
      "index": 83,
      "start_time": 399909.0,
      "end_time": 407290.0,
      "text": "There's virtually no risk at all to you. It takes less than two minutes right now to sign up and double down on your future in the effectiveness of your whole life."
    },
    {
      "index": 84,
      "start_time": 407270.0,
      "end_time": 414529.0,
      "text": "Thank you guys so much for watching this video I hope it helped you and I really hope you take the decision to master your time by learning about the psychology of productivity."
    }
  ]
}