{
  "video_id": "qd6zfZdVd24",
  "title": "Making Sen$e: Rich Shopper, Poor Shopper",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 459.0,
      "end_time": 4290.0,
      "text": "bjbjLULU JEFFREY BROWN: As shoppers make their last-minute holiday purchases, much attention"
    },
    {
      "index": 2,
      "start_time": 4290.0,
      "end_time": 9900.0,
      "text": "is on just how much consumers will spend this holiday season amid a weak economy. At the"
    },
    {
      "index": 3,
      "start_time": 9900.0,
      "end_time": 15259.0,
      "text": "same time, our economics correspondent, Paul Solman, is finding a fundamental change taking"
    },
    {
      "index": 4,
      "start_time": 15259.0,
      "end_time": 20589.0,
      "text": "place in the world of retail. It&#39;s part of his ongoing reporting Making Sense of financial"
    },
    {
      "index": 5,
      "start_time": 20589.0,
      "end_time": 24839.0,
      "text": "news. WILLIAM MCCOMB, Liz Claiborne: The Kate Spade shopper loves color and she loves sparkle."
    },
    {
      "index": 6,
      "start_time": 24839.0,
      "end_time": 30729.0,
      "text": "PAUL SOLMAN: CEO Bill McComb runs the Liz Claiborne company, which owns premium brand"
    },
    {
      "index": 7,
      "start_time": 30729.0,
      "end_time": 35589.0,
      "text": "Kate Spade. WILLIAM MCCOMB: This is a Sparkle Gia bag, which is selling out in all of our"
    },
    {
      "index": 8,
      "start_time": 35590.0,
      "end_time": 41850.0,
      "text": "stores right now. PAUL SOLMAN: At $95, a steal, since Kate Spade bags can cost $500. WILLIAM"
    },
    {
      "index": 9,
      "start_time": 41850.0,
      "end_time": 46500.0,
      "text": "MCCOMB: This is one of our classic items. It&#39;s a quilted paneled leather with a beautiful"
    },
    {
      "index": 10,
      "start_time": 46500.0,
      "end_time": 51800.0,
      "text": "chain with leather inside. PAUL SOLMAN: In a limping economy, $298 shoes? WILLIAM MCCOMB:"
    },
    {
      "index": 11,
      "start_time": 51800.0,
      "end_time": 56718.0,
      "text": "But it&#39;s not just a regular pump. Look at the twist on the back. PAUL SOLMAN: Once a"
    },
    {
      "index": 12,
      "start_time": 56719.0,
      "end_time": 62620.0,
      "text": "50-brand conglomerate, in the fall, Liz Claiborne, Inc., announced that the teetering mid-market"
    },
    {
      "index": 13,
      "start_time": 62620.0,
      "end_time": 68970.0,
      "text": "company would unload almost all of its divisions, including those that catered to its once core"
    },
    {
      "index": 14,
      "start_time": 68970.0,
      "end_time": 75210.0,
      "text": "middle-income shoppers, like the Liz Claiborne brand itself, sold to J.C. Penney. WILLIAM"
    },
    {
      "index": 15,
      "start_time": 75210.0,
      "end_time": 81389.0,
      "text": "MCCOMB: What you&#39;re finding in the marketplace today is that those that are chasing the value"
    },
    {
      "index": 16,
      "start_time": 81390.0,
      "end_time": 87719.0,
      "text": "customer and those that are in effect pursuing the high-end customer are doing the best."
    },
    {
      "index": 17,
      "start_time": 87719.0,
      "end_time": 90990.0,
      "text": "Those in the middle are really getting squeezed at both ends. PAUL SOLMAN: And that&#39;s what"
    },
    {
      "index": 18,
      "start_time": 90990.0,
      "end_time": 95399.0,
      "text": "Liz Claiborne was. WILLIAM MCCOMB: Liz Claiborne absolutely was focused in that middle. It"
    },
    {
      "index": 19,
      "start_time": 95399.0,
      "end_time": 102159.0,
      "text": "became very clear, sort of a blinding clarity, that we needed to pick a direction to go,"
    },
    {
      "index": 20,
      "start_time": 102159.0,
      "end_time": 108649.0,
      "text": "because that middle was no man&#39;s land. PAUL SOLMAN: So, the firm went upscale and is staking"
    },
    {
      "index": 21,
      "start_time": 108649.0,
      "end_time": 115619.0,
      "text": "its corporate life on provisioning the posh: Kate Spade, Lucky Brand Jeans and Juicy Couture."
    },
    {
      "index": 22,
      "start_time": 115619.0,
      "end_time": 122250.0,
      "text": "WILLIAM MCCOMB: Our focus on great brands brought us to a market segment of the higher"
    },
    {
      "index": 23,
      "start_time": 122250.0,
      "end_time": 127979.0,
      "text": "end, accessible luxury consumer. And even though the economy&#39;s bad, they&#39;re spending"
    },
    {
      "index": 24,
      "start_time": 127979.0,
      "end_time": 132350.0,
      "text": "money. They have disposable income to spend. PAUL SOLMAN: It should come as no surprise"
    },
    {
      "index": 25,
      "start_time": 132350.0,
      "end_time": 139160.0,
      "text": "to those following the economic inequality debate. Retail is increasingly bifurcated"
    },
    {
      "index": 26,
      "start_time": 139160.0,
      "end_time": 146300.0,
      "text": "into high-end and low, with an ever-shrinking middle, forcing do-or-die decisions on companies"
    },
    {
      "index": 27,
      "start_time": 146300.0,
      "end_time": 150840.0,
      "text": "like Liz Claiborne. WILLIAM MCCOMB: If we were still supporting the 50 brands that we"
    },
    {
      "index": 28,
      "start_time": 150840.0,
      "end_time": 155390.0,
      "text": "had, we would have had to declare bankruptcy. PAUL SOLMAN: But designer jeans are still"
    },
    {
      "index": 29,
      "start_time": 155390.0,
      "end_time": 162390.0,
      "text": "selling. Direct-to-consumer sales at Lucky are up 23 percent year-to-year because it"
    },
    {
      "index": 30,
      "start_time": 162650.0,
      "end_time": 167800.0,
      "text": "has status value. WILLIAM MCCOMB: One of the staple trademarks is the \"Lucky You\" label"
    },
    {
      "index": 31,
      "start_time": 167800.0,
      "end_time": 173260.0,
      "text": "right inside the zipper. PAUL SOLMAN: Investors also seem to like the high-end trademarks."
    },
    {
      "index": 32,
      "start_time": 173260.0,
      "end_time": 179329.0,
      "text": "Since the Liz Claiborne makeover, its stock is up dramatically. Now, an upscale focus"
    },
    {
      "index": 33,
      "start_time": 179330.0,
      "end_time": 185910.0,
      "text": "is no guarantee of future performance. Though sales are up at Kate Spade and Lucky Jeans,"
    },
    {
      "index": 34,
      "start_time": 185910.0,
      "end_time": 191410.0,
      "text": "they&#39;re not at Juicy. And the company still posted a loss last quarter. But the point"
    },
    {
      "index": 35,
      "start_time": 191410.0,
      "end_time": 197829.0,
      "text": "is, Liz Claiborne could see clearly that the middle market had lost its luster. Luxury"
    },
    {
      "index": 36,
      "start_time": 197830.0,
      "end_time": 201920.0,
      "text": "spending, by contrast, is on the up and up. MILTON PEDRAZA, Luxury Institute: It&#39;s been"
    },
    {
      "index": 37,
      "start_time": 201920.0,
      "end_time": 206670.0,
      "text": "up since 2010 and it&#39;s been up essentially for many brands 10 percent to 15 percent in"
    },
    {
      "index": 38,
      "start_time": 206670.0,
      "end_time": 210649.0,
      "text": "the U.S. PAUL SOLMAN: Milton Pedraza tracks high-end consumption. MILTON PEDRAZA: There&#39;s"
    },
    {
      "index": 39,
      "start_time": 210650.0,
      "end_time": 216720.0,
      "text": "been a flight to quality and a flight to pedigree. So the Guccis of the world, the Louis Vuittons,"
    },
    {
      "index": 40,
      "start_time": 216720.0,
      "end_time": 221900.0,
      "text": "the Chanels, all the brands that we think as classic have done far better than brands"
    },
    {
      "index": 41,
      "start_time": 221900.0,
      "end_time": 226980.0,
      "text": "that are let&#39;s say not so pedigreed, don&#39;t have a long history, don&#39;t have classic products."
    },
    {
      "index": 42,
      "start_time": 226980.0,
      "end_time": 232920.0,
      "text": "PAUL SOLMAN: The well-heeled can and will up the ante to demonstrate their prosperity"
    },
    {
      "index": 43,
      "start_time": 232920.0,
      "end_time": 239280.0,
      "text": "in a high-low economy, it seems. And sales are climbing at high-end retailers. Saks Fifth"
    },
    {
      "index": 44,
      "start_time": 239280.0,
      "end_time": 245850.0,
      "text": "Avenue stores are up 9 percent year-over-year. CEO Steve Sadove on FOX Business News. STEVE"
    },
    {
      "index": 45,
      "start_time": 245850.0,
      "end_time": 249609.0,
      "text": "SADOVE, Saks Fifth Avenue: We&#39;re seeing very good performance in areas like handbags, shoes,"
    },
    {
      "index": 46,
      "start_time": 249610.0,
      "end_time": 253290.0,
      "text": "accessories, jewelry. And we&#39;re seeing the best full-priced selling we have seen in years."
    },
    {
      "index": 47,
      "start_time": 253290.0,
      "end_time": 257779.0,
      "text": "And, in fact, what we&#39;re seeing is the customer going towards the more special, differentiated,"
    },
    {
      "index": 48,
      "start_time": 257779.0,
      "end_time": 262429.0,
      "text": "best, unique products. PAUL SOLMAN: At Neiman Marcus, profits in the most recent quarter"
    },
    {
      "index": 49,
      "start_time": 262430.0,
      "end_time": 269430.0,
      "text": "surged 88 percent over last year. And fantasy gifts in Neiman&#39;s annual Christmas book are"
    },
    {
      "index": 50,
      "start_time": 269539.0,
      "end_time": 276539.0,
      "text": "selling like hotcakes, exorbitant hotcakes. A custom library for $125,000 sold -- all"
    },
    {
      "index": 51,
      "start_time": 278210.0,
      "end_time": 285210.0,
      "text": "five $5,000 private Johnnie Walker tasting packages, gone in two days -- 10 special edition"
    },
    {
      "index": 52,
      "start_time": 286199.0,
      "end_time": 293199.0,
      "text": "Ferraris with custom-made luggage to match the cars leather interior, $395,000 apiece,"
    },
    {
      "index": 53,
      "start_time": 294340.0,
      "end_time": 301340.0,
      "text": "snatched up in 50 minutes. But in an increasingly high-low economy, says luxury maven Pedraza,"
    },
    {
      "index": 54,
      "start_time": 301860.0,
      "end_time": 307400.0,
      "text": "such spending may pay off. MILTON PEDRAZA: When somebody walks into a negotiation, and"
    },
    {
      "index": 55,
      "start_time": 307400.0,
      "end_time": 314388.0,
      "text": "they get out of their Ferrari, Enzo Ferrari, and they may have a very high-end watch, it"
    },
    {
      "index": 56,
      "start_time": 314389.0,
      "end_time": 318520.0,
      "text": "isn&#39;t just showing off. It is showing off to make a point. PAUL SOLMAN: And what&#39;s the"
    },
    {
      "index": 57,
      "start_time": 318520.0,
      "end_time": 322960.0,
      "text": "point that&#39;s being made? MILTON PEDRAZA: That, I have power. I, mean, for example, Louboutin"
    },
    {
      "index": 58,
      "start_time": 322960.0,
      "end_time": 328719.0,
      "text": "shoes with the red soles, extremely conspicuous, right? And when we asked women, well, why,"
    },
    {
      "index": 59,
      "start_time": 328719.0,
      "end_time": 333699.0,
      "text": "they said, it shows that I have power because I can afford these products, I have made the"
    },
    {
      "index": 60,
      "start_time": 333699.0,
      "end_time": 339449.0,
      "text": "money myself, and I&#39;m still feminine, and, frankly, I&#39;m still sexy. PAUL SOLMAN: Meanwhile,"
    },
    {
      "index": 61,
      "start_time": 339449.0,
      "end_time": 345689.0,
      "text": "unemployment and stagnant wages continue to hammer the middle class and the middle-priced"
    },
    {
      "index": 62,
      "start_time": 345689.0,
      "end_time": 352689.0,
      "text": "retailers who have long catered to it. J.C. Penney, new owner of the Liz Claiborne brand,"
    },
    {
      "index": 63,
      "start_time": 352719.0,
      "end_time": 357710.0,
      "text": "is a current casualty of mid-income malaise, says stock analyst Anthony Chukumba. ANTHONY"
    },
    {
      "index": 64,
      "start_time": 357710.0,
      "end_time": 361969.0,
      "text": "CHUKUMBA, BB&T Capital Markets: The J.C. Penneys of the world, the Kohls of the world, they&#39;re"
    },
    {
      "index": 65,
      "start_time": 361969.0,
      "end_time": 367879.0,
      "text": "struggling. I mean, in many cases, their sales are really not growing at all and their profit"
    },
    {
      "index": 66,
      "start_time": 367879.0,
      "end_time": 374879.0,
      "text": "margins are declining. PAUL SOLMAN: Case in point, Thanksgiving sales began earlier than"
    },
    {
      "index": 67,
      "start_time": 378509.0,
      "end_time": 385139.0,
      "text": "ever this year and deep discounts have continued since Thanksgiving. Layaway is back, free"
    },
    {
      "index": 68,
      "start_time": 385139.0,
      "end_time": 392139.0,
      "text": "shipping is up, profits down at Wal-Mart, the Gap and Best Buy, to name a few. But,"
    },
    {
      "index": 69,
      "start_time": 393370.0,
      "end_time": 400370.0,
      "text": "as at the top, at the bottom, business is really good. At Jack&#39;s 99 Cent Store in Midtown"
    },
    {
      "index": 70,
      "start_time": 401270.0,
      "end_time": 406198.0,
      "text": "Manhattan, the joint was jumping. Why? WOMAN: The prices, of course. MAN: Because of the"
    },
    {
      "index": 71,
      "start_time": 406199.0,
      "end_time": 410539.0,
      "text": "economy and the way things are, you have to try to watch every penny. WOMAN: My hours"
    },
    {
      "index": 72,
      "start_time": 410539.0,
      "end_time": 414800.0,
      "text": "have been cut. I own a home and all that, so everything has -- I have to be budgeting"
    },
    {
      "index": 73,
      "start_time": 414800.0,
      "end_time": 420930.0,
      "text": "right now. PAUL SOLMAN: Analyst Chukumba, who&#39;s been tracking dollar stores for 14 years,"
    },
    {
      "index": 74,
      "start_time": 420930.0,
      "end_time": 426559.0,
      "text": "says they&#39;re benefiting from what we, among others, have called the hourglass economy."
    },
    {
      "index": 75,
      "start_time": 426559.0,
      "end_time": 430229.0,
      "text": "ANTHONY CHUKUMBA: They&#39;re growing their sales. They&#39;re growing their profit margins. They&#39;re"
    },
    {
      "index": 76,
      "start_time": 430229.0,
      "end_time": 435979.0,
      "text": "growing their earnings. And the stocks are reflecting that as well. In addition to their"
    },
    {
      "index": 77,
      "start_time": 435979.0,
      "end_time": 440180.0,
      "text": "core low-income customers, you have a lot of sort of middle-income customers who are"
    },
    {
      "index": 78,
      "start_time": 440180.0,
      "end_time": 445759.0,
      "text": "trading down to the dollar stores. PAUL SOLMAN: At Dollar General, the largest national chain,"
    },
    {
      "index": 79,
      "start_time": 445759.0,
      "end_time": 450919.0,
      "text": "profits were up last quarter by 34 percent -- sales at Family Dollar stores and Dollar"
    },
    {
      "index": 80,
      "start_time": 450919.0,
      "end_time": 457770.0,
      "text": "Tree also booming. And Jack&#39;s 99 Cent Store was doing a brisk business, too, especially"
    },
    {
      "index": 81,
      "start_time": 457770.0,
      "end_time": 461870.0,
      "text": "for a weekday afternoon. ANTHONY CHUKUMBA: Given the time of day and the day of the week,"
    },
    {
      "index": 82,
      "start_time": 461870.0,
      "end_time": 466349.0,
      "text": "I&#39;m very surprised by the amount of traffic here. And, as you can tell, it&#39;s not people"
    },
    {
      "index": 83,
      "start_time": 466349.0,
      "end_time": 471438.0,
      "text": "browsing. These people are shopping. I see a lot of full baskets, a lot of full shopping"
    },
    {
      "index": 84,
      "start_time": 471439.0,
      "end_time": 477139.0,
      "text": "carts. And it&#39;s not just your person paying with food stamps. PAUL SOLMAN: And dollar"
    },
    {
      "index": 85,
      "start_time": 477139.0,
      "end_time": 481159.0,
      "text": "stores are investing to serve the pinched consumer. ANTHONY CHUKUMBA: It&#39;s not like"
    },
    {
      "index": 86,
      "start_time": 481159.0,
      "end_time": 485550.0,
      "text": "they have just been sitting around counting their money. They have been aggressively opening"
    },
    {
      "index": 87,
      "start_time": 485550.0,
      "end_time": 490589.0,
      "text": "stores, renovating stores, improving the store experience, bringing in more national brands."
    },
    {
      "index": 88,
      "start_time": 490589.0,
      "end_time": 493729.0,
      "text": "PAUL SOLMAN: What products are popular in stores like this? ANTHONY CHUKUMBA: They&#39;re"
    },
    {
      "index": 89,
      "start_time": 493729.0,
      "end_time": 499930.0,
      "text": "definitely focusing a lot more on needs, so your food items, your health and beauty care"
    },
    {
      "index": 90,
      "start_time": 499930.0,
      "end_time": 504599.0,
      "text": "items, your household cleaning products, and less on wants. They&#39;re catering to what the"
    },
    {
      "index": 91,
      "start_time": 504599.0,
      "end_time": 509938.0,
      "text": "customer is buying. PAUL SOLMAN: So, then, as the holiday shopping season enters its"
    },
    {
      "index": 92,
      "start_time": 509939.0,
      "end_time": 516939.0,
      "text": "final few days, the retail takeaway seems pretty obvious: Aim low or aim high, but don&#39;t"
    },
    {
      "index": 93,
      "start_time": 519530.0,
      "end_time": 520549.0,
      "text": "mess with Mr. In-Between. urn:schemas-microsoft-com:office:smarttags Street urn:schemas-microsoft-com:office:smarttags"
    },
    {
      "index": 94,
      "start_time": 520549.0,
      "end_time": 520799.0,
      "text": "address urn:schemas-microsoft-com:office:smarttags country-region urn:schemas-microsoft-com:office:smarttags"
    },
    {
      "index": 95,
      "start_time": 520558.99999999994,
      "end_time": 520808.99999999994,
      "text": "place JEFFREY BROWN: As shoppers make their last-minute holiday purchases, much attention"
    },
    {
      "index": 96,
      "start_time": 520610.0,
      "end_time": 520860.0,
      "text": "is on just how much consumers will spend this holiday season amid a weak economy Normal"
    },
    {
      "index": 97,
      "start_time": 520669.0,
      "end_time": 520919.0,
      "text": "Microsoft Office Word JEFFREY BROWN: As shoppers make their last-minute holiday purchases,"
    },
    {
      "index": 98,
      "start_time": 520720.0,
      "end_time": 520970.0,
      "text": "much attention is on just how much consumers will spend this holiday season amid a weak"
    },
    {
      "index": 99,
      "start_time": 520780.0,
      "end_time": 521300.0,
      "text": "economy Title Microsoft Office Word Document MSWordDoc Word.Document.8"
    }
  ]
}