{
  "video_id": "QJ907Aa7TYE",
  "title": "Are Good Looking People Jerks?",
  "json": [
    {
      "index": 1,
      "start_time": 260.0,
      "end_time": 3541.0,
      "text": "While browsing the latest dating app, have you ever stopped and wondered"
    },
    {
      "index": 2,
      "start_time": 3541.0,
      "end_time": 10210.0,
      "text": "\"Why are so many of the good looking people jerks?\" Well, it turns out that there is a simple explanation for this phenomenon."
    },
    {
      "index": 3,
      "start_time": 10270.0,
      "end_time": 15200.0,
      "text": "If we make a little graph of Niceness vs. Good Looks, we can start to get an answer."
    },
    {
      "index": 4,
      "start_time": 15200.0,
      "end_time": 19070.0,
      "text": "First, we have to assume that people are equally spread across this chart;"
    },
    {
      "index": 5,
      "start_time": 19070.0,
      "end_time": 28269.0,
      "text": "meaning some people are mean and ugly, some are ugly and nice, some are good looking and mean, and some are good looking and nice!"
    },
    {
      "index": 6,
      "start_time": 28269.0,
      "end_time": 31750.0,
      "text": "Of course, this is based on your subjective taste, and what you find beautiful and nice."
    },
    {
      "index": 7,
      "start_time": 33440.0,
      "end_time": 38839.0,
      "text": "Now if you think about it, you probably have zero interest in people who you find mean and ugly,"
    },
    {
      "index": 8,
      "start_time": 38839.0,
      "end_time": 41949.0,
      "text": "meaning your pool of potential mates gets a bit smaller."
    },
    {
      "index": 9,
      "start_time": 41949.0,
      "end_time": 46779.0,
      "text": "And truthfully you probably prefer a certain combination of niceness and good looks."
    },
    {
      "index": 10,
      "start_time": 46779.0,
      "end_time": 52390.0,
      "text": "Ultimately, we’re left with a triangle of people you find acceptable and give attention to in the first place."
    },
    {
      "index": 11,
      "start_time": 52390.0,
      "end_time": 57319.0,
      "text": "But now, 100% of the people left in your pool who aren’t that attractive to you are nice"
    },
    {
      "index": 12,
      "start_time": 57319.0,
      "end_time": 60240.0,
      "text": "- they have to be otherwise you wouldn’t pay them any attention."
    },
    {
      "index": 13,
      "start_time": 60240.0,
      "end_time": 67630.0,
      "text": "After all, if somebody is nice, you’re less likely to be critical of their appearance, which brings down the average of nice peoples looks."
    },
    {
      "index": 14,
      "start_time": 67630.0,
      "end_time": 72130.0,
      "text": "To the same token, almost half of the people that are beautiful to you, are mean."
    },
    {
      "index": 15,
      "start_time": 72130.0,
      "end_time": 78050.0,
      "text": "Again, if somebody is mean, you likely require that they be really attractive for you to give them any attention,"
    },
    {
      "index": 16,
      "start_time": 78050.0,
      "end_time": 80770.0,
      "text": "which makes it seem like more attractive people are jerks."
    },
    {
      "index": 17,
      "start_time": 81770.0,
      "end_time": 87060.0,
      "text": "If we take this a step further we can assume that people who are both hot and nice are the best catches,"
    },
    {
      "index": 18,
      "start_time": 87060.0,
      "end_time": 90690.0,
      "text": "and get swept off the market more quickly, further increasing your perception and bias."
    },
    {
      "index": 19,
      "start_time": 91700.0,
      "end_time": 97910.0,
      "text": "We can see a similar thing happen with food - do you ever wonder why it seems that healthy foods just don’t taste as good ?"
    },
    {
      "index": 20,
      "start_time": 97910.0,
      "end_time": 100990.0,
      "text": "Well let’s use our chart - Yumminess vs. Healthiness."
    },
    {
      "index": 21,
      "start_time": 100990.0,
      "end_time": 105130.0,
      "text": "Of course, in reality this chart probably isn’t evenly distributed,"
    },
    {
      "index": 22,
      "start_time": 105030.0,
      "end_time": 111070.0,
      "text": "because food is often created to specifically taste good, so the right hand side of the graph is likely more dense."
    },
    {
      "index": 23,
      "start_time": 111070.0,
      "end_time": 115980.0,
      "text": "Regardless, we can take out all the foods that don’t taste good and aren’t even good for you,"
    },
    {
      "index": 24,
      "start_time": 115980.0,
      "end_time": 118640.0,
      "text": "because why would you bother eating them?"
    },
    {
      "index": 25,
      "start_time": 118640.0,
      "end_time": 124940.0,
      "text": "But of the foods left over that you do eat, now 100% of the foods that don’t taste good are good for you!"
    },
    {
      "index": 26,
      "start_time": 124940.0,
      "end_time": 129840.0,
      "text": "Just like the dating graph, it’s because of the people or foods that you don’t pay attention to,"
    },
    {
      "index": 27,
      "start_time": 129840.0,
      "end_time": 131859.0,
      "text": "that your perception becomes skewed."
    },
    {
      "index": 28,
      "start_time": 131859.0,
      "end_time": 137199.0,
      "text": "Back to dating, and it’s true. From your perspective, good looking people are more likely to be jerks"
    },
    {
      "index": 29,
      "start_time": 137199.0,
      "end_time": 140819.0,
      "text": "- but it’s because of who you’re paying attention to in the first place."
    },
    {
      "index": 30,
      "start_time": 140819.0,
      "end_time": 143530.0,
      "text": "You simply ignore the ugly jerks !"
    },
    {
      "index": 31,
      "start_time": 143530.0,
      "end_time": 146081.0,
      "text": "Special thanks to Blue Apron for supporting this episode,"
    },
    {
      "index": 32,
      "start_time": 146081.0,
      "end_time": 151409.0,
      "text": "and giving the first 300 people who sign up with our link, three free meals on their first order."
    },
    {
      "index": 33,
      "start_time": 151409.0,
      "end_time": 154920.0,
      "text": "Blue apron allows you to create delicious, chef-designed recipes,"
    },
    {
      "index": 34,
      "start_time": 154920.0,
      "end_time": 159750.0,
      "text": "by delivering fresh-farm ingredients to your doorstep in the exact right proportions for cooking !"
    },
    {
      "index": 35,
      "start_time": 159750.0,
      "end_time": 164950.0,
      "text": "It’s a fun and simple way to try new recipes every week, which take less than 40 minutes to make"
    },
    {
      "index": 36,
      "start_time": 164950.0,
      "end_time": 166850.0,
      "text": "instead of doing the same old thing."
    },
    {
      "index": 37,
      "start_time": 166850.0,
      "end_time": 169350.0,
      "text": "You can get cooking by using the link in our description."
    },
    {
      "index": 38,
      "start_time": 169350.0,
      "end_time": 177450.0,
      "text": "And subscribe for more weekly science videos !"
    }
  ]
}