{
  "video_id": "qPM-x9DoPVE",
  "title": "What's Behind the Global Rise in Populism?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 12900.0,
      "text": "\"Everyone is listening to you now. You came by the tens of millions to become part of a historic movement the likes of which the world has never seen before...\""
    },
    {
      "index": 2,
      "start_time": 12900.0,
      "end_time": 19200.0,
      "text": "US President Donald Trump's victory is part of a new wave of Populism sweeping through the democracies of the world."
    },
    {
      "index": 3,
      "start_time": 19200.0,
      "end_time": 27000.0,
      "text": "What differentiates populists from mainstream politicians is the claim that they alone represent the will of the people as a whole."
    },
    {
      "index": 4,
      "start_time": 27000.0,
      "end_time": 33800.0,
      "text": "That allows them to dismiss any opposition to themselves or their policies as an attack on the popular will."
    },
    {
      "index": 5,
      "start_time": 33800.0,
      "end_time": 43100.0,
      "text": "Modern populists often take this approach as they tap into the backlash against immigration and a globalized economy that many voters who feel left behind."
    },
    {
      "index": 6,
      "start_time": 43100.0,
      "end_time": 44860.0,
      "text": "Here's the situation."
    },
    {
      "index": 7,
      "start_time": 44870.0,
      "end_time": 49750.0,
      "text": "Unlike most ism's, populism does not lean left, right, or even center."
    },
    {
      "index": 8,
      "start_time": 49750.0,
      "end_time": 59700.0,
      "text": "From the late radical socialist Hugo Chavez in Venezuela to the far-right nationalist Marine Le Pen in France, the uniting factor is how they conduct politics."
    },
    {
      "index": 9,
      "start_time": 59700.0,
      "end_time": 65170.0,
      "text": "According to one author, there are three core requirements for politicians to be considered populist."
    },
    {
      "index": 10,
      "start_time": 65170.0,
      "end_time": 70820.0,
      "text": "One: they make an appeal to the people, championing their cause against a despised elite."
    },
    {
      "index": 11,
      "start_time": 70820.0,
      "end_time": 79600.0,
      "text": "\"She will keep our rigged system in place. I alone can fix it.\""
    },
    {
      "index": 12,
      "start_time": 79600.0,
      "end_time": 84960.0,
      "text": "Populists also use crises, or manufacture them, to justify the call to revolt."
    },
    {
      "index": 13,
      "start_time": 84960.0,
      "end_time": 92700.0,
      "text": "And lastly, inflammatory language is used to shock the establishment and prove the politician's credentials as one of the people."
    },
    {
      "index": 14,
      "start_time": 92700.0,
      "end_time": 96640.0,
      "text": "\"There is a lot of Moroccan scum in Holland making the streets unsafe.\""
    },
    {
      "index": 15,
      "start_time": 96640.0,
      "end_time": 99100.0,
      "text": "\"Mr. Obama, you can go to hell.\""
    },
    {
      "index": 16,
      "start_time": 99100.0,
      "end_time": 100100.0,
      "text": "Here's the argument."
    },
    {
      "index": 17,
      "start_time": 100100.0,
      "end_time": 111660.0,
      "text": "Because populists make big promises to shake up society, they tend to bump up quickly against democratic checks and balances, in particular the courts and media that are designed to limit what governments can do."
    },
    {
      "index": 18,
      "start_time": 111820.0,
      "end_time": 117340.0,
      "text": "The temptation becomes to declare these institutions part of an elite conspiracy to block the people's will."
    },
    {
      "index": 19,
      "start_time": 117340.0,
      "end_time": 123439.0,
      "text": "\"I have a running war with the media. They are among the most dishonest human beings on Earth.\""
    },
    {
      "index": 20,
      "start_time": 123439.0,
      "end_time": 126000.0,
      "text": "There is a reason why populists emerge."
    },
    {
      "index": 21,
      "start_time": 126000.0,
      "end_time": 133000.0,
      "text": "They promise a correction for democracies that seem to have lost their representative power and they offer a fresh start."
    },
    {
      "index": 22,
      "start_time": 133000.0,
      "end_time": 138600.0,
      "text": "The challenge remains for mainstream politicians to address widespread economic and cultural fears."
    },
    {
      "index": 23,
      "start_time": 138600.0,
      "end_time": 143470.0,
      "text": "Otherwise the draw of populism is not going away anytime soon."
    },
    {
      "index": 24,
      "start_time": 143470.0,
      "end_time": 150600.0,
      "text": "\"Anything is possible if enough decent people are prepared to stand up against the establishment.\""
    },
    {
      "index": 25,
      "start_time": 150600.0,
      "end_time": 153299.0,
      "text": "\"Thank you very much indeed.\""
    }
  ]
}