{
  "video_id": "QPqR2wOs8WI",
  "title": "What is a Game?: Crash Course Games #1",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3889.0,
      "text": "Hi! I'm Andre Meadows, and this is Crash Course Games. In this series, we're going"
    },
    {
      "index": 2,
      "start_time": 3889.0,
      "end_time": 8280.0,
      "text": "to look at everything from the ancient games depicted on cave walls, to board games,"
    },
    {
      "index": 3,
      "start_time": 8280.0,
      "end_time": 12560.0,
      "text": "to the rise of the arcade machine, to home consoles, to virtual reality,"
    },
    {
      "index": 4,
      "start_time": 12560.0,
      "end_time": 17380.0,
      "text": "to role playing games and, hey nerds, even sports -- all games are created equal."
    },
    {
      "index": 5,
      "start_time": 17380.0,
      "end_time": 22500.0,
      "text": "Games are used in schools and to treat medical conditions. They were used to train warriors for combat."
    },
    {
      "index": 6,
      "start_time": 22500.0,
      "end_time": 26900.0,
      "text": "Some games have international tournaments, some even have very real political consequences."
    },
    {
      "index": 7,
      "start_time": 26900.0,
      "end_time": 29760.0,
      "text": "There are games that you can play alone (tear)"
    },
    {
      "index": 8,
      "start_time": 29760.0,
      "end_time": 33080.0,
      "text": "And there are games that millions of people at a time can play together."
    },
    {
      "index": 9,
      "start_time": 33080.0,
      "end_time": 37740.0,
      "text": "Some of these create a world -- some even have their own economics! Gaming affects millions of"
    },
    {
      "index": 10,
      "start_time": 37740.0,
      "end_time": 42960.0,
      "text": "players all over the world and makes an  impact on popular culture and... \"culture\" culture!"
    },
    {
      "index": 11,
      "start_time": 42960.0,
      "end_time": 47480.0,
      "text": "I've got as many interesting game facts and stories for you as a Pokedex has  Pokemon."
    },
    {
      "index": 12,
      "start_time": 47480.0,
      "end_time": 51740.0,
      "text": "How many Pokemon are there now? Like 850-something? After 151 I am done."
    },
    {
      "index": 13,
      "start_time": 51740.0,
      "end_time": 56520.0,
      "text": "So sit back, hit the pause button on whatever you're playing and prepare for a multi pixel journey through"
    },
    {
      "index": 14,
      "start_time": 56520.0,
      "end_time": 60980.0,
      "text": "the history of games. And remember: it's dangerous to go alone... take this!"
    },
    {
      "index": 15,
      "start_time": 60980.0,
      "end_time": 70220.0,
      "text": "[Theme Music]"
    },
    {
      "index": 16,
      "start_time": 70220.0,
      "end_time": 76160.0,
      "text": "Before we drop into all this like a misplaced tetrad, tetrazoid, tetrazone, tetris piece"
    },
    {
      "index": 17,
      "start_time": 76160.0,
      "end_time": 80580.0,
      "text": "We need to orient ourselves. We should answer a basic question: What is a game?"
    },
    {
      "index": 18,
      "start_time": 80580.0,
      "end_time": 84780.0,
      "text": "The dictionary will tell you 'a game is a construct that organizes play"
    },
    {
      "index": 19,
      "start_time": 84780.0,
      "end_time": 88920.0,
      "text": "through a series of rules for the purpose of achieving a set of goals overcoming an"
    },
    {
      "index": 20,
      "start_time": 88920.0,
      "end_time": 94040.0,
      "text": "obstacle and/or attaining an objective'. That's a decent definition. I would call"
    },
    {
      "index": 21,
      "start_time": 94040.0,
      "end_time": 98440.0,
      "text": "games \"entertainment\" but they're a very specific kind of \"entertainment\"."
    },
    {
      "index": 22,
      "start_time": 98440.0,
      "end_time": 102460.0,
      "text": "Game designer Chris Crawford came up with a really cool hierarchy to explain this."
    },
    {
      "index": 23,
      "start_time": 102460.0,
      "end_time": 107720.0,
      "text": "To start, Crawford characterizes any kind of interactive entertainment as a play thing;"
    },
    {
      "index": 24,
      "start_time": 107720.0,
      "end_time": 110400.0,
      "text": "anything that you interact with to entertain yourself qualifies."
    },
    {
      "index": 25,
      "start_time": 110400.0,
      "end_time": 116260.0,
      "text": "But there are also two types of playthings: a play thing without a goal like a slinky is a toy,"
    },
    {
      "index": 26,
      "start_time": 116260.0,
      "end_time": 120820.0,
      "text": "but when there's a goal involved like trying to get the slinky down the stairs, Crawford calls that a challenge."
    },
    {
      "index": 27,
      "start_time": 120820.0,
      "end_time": 128240.0,
      "text": "Now if you're working to complete this challenge with no other active agent or person involved, it turns out you're working on a puzzle."
    },
    {
      "index": 28,
      "start_time": 128240.00000000001,
      "end_time": 132000.0,
      "text": "But when there is some kind of second party involved, then you have a conflict."
    },
    {
      "index": 29,
      "start_time": 132000.0,
      "end_time": 137320.0,
      "text": "Ok, we're almost there. Crawford subdivides conflicts into competitions and games."
    },
    {
      "index": 30,
      "start_time": 137320.0,
      "end_time": 140980.0,
      "text": "In a competition the participants don't interact or interfere with each other."
    },
    {
      "index": 31,
      "start_time": 140980.0,
      "end_time": 146000.0,
      "text": "A good example of a competition is figure skating. Everybody's skating to win but they"
    },
    {
      "index": 32,
      "start_time": 146000.0,
      "end_time": 148640.0,
      "text": "can't really affect each other's performances."
    },
    {
      "index": 33,
      "start_time": 148640.0,
      "end_time": 154540.0,
      "text": "Well, except for that one time with Tonya Harding and Nancy Kerrigan but, you know, look it up."
    },
    {
      "index": 34,
      "start_time": 154540.0,
      "end_time": 160800.0,
      "text": "Mario Kart though, now that's a game. Players interact continuously, blocking and passing, and there's no"
    },
    {
      "index": 35,
      "start_time": 160800.0,
      "end_time": 165220.0,
      "text": "clearer example of interference than when you're in first place and one of your friends in 8th place"
    },
    {
      "index": 36,
      "start_time": 165220.0,
      "end_time": 168880.0,
      "text": "and they use a blue shell and take you out and take the leap. Why do you always do that to me, Katie?"
    },
    {
      "index": 37,
      "start_time": 168880.0,
      "end_time": 171960.0,
      "text": "It's not cool! And here's an interesting thing to think about:"
    },
    {
      "index": 38,
      "start_time": 171960.0,
      "end_time": 175520.0,
      "text": "You don't have to be playing against a person for something to be a game."
    },
    {
      "index": 39,
      "start_time": 175520.0,
      "end_time": 179489.0,
      "text": "Those soldiers blocking your path in Metal Gear are artificial intelligence or AI"
    },
    {
      "index": 40,
      "start_time": 179489.0,
      "end_time": 182790.0,
      "text": "agents trying to stop you from accomplishing your goal."
    },
    {
      "index": 41,
      "start_time": 182790.0,
      "end_time": 186070.0,
      "text": "The rules of solitaire can be constructed as an agent working to stop you"
    },
    {
      "index": 42,
      "start_time": 186070.0,
      "end_time": 190320.0,
      "text": "from completing the game. So games have goals like scoring points or saving the"
    },
    {
      "index": 43,
      "start_time": 190320.0,
      "end_time": 193000.0,
      "text": "princess and we achieve those goals by following the rules,"
    },
    {
      "index": 44,
      "start_time": 193000.0,
      "end_time": 197280.0,
      "text": "like moving our game piece six places if we roll a six on the die or ending"
    },
    {
      "index": 45,
      "start_time": 197280.0,
      "end_time": 201820.0,
      "text": "our turn if we've spent all of our mana. Of course none of this matters unless you want to play."
    },
    {
      "index": 46,
      "start_time": 201820.0,
      "end_time": 208740.0,
      "text": "Voluntary participation is essential, otherwise it's work. I'd also like to get at why we play games,"
    },
    {
      "index": 47,
      "start_time": 208740.0,
      "end_time": 213270.0,
      "text": "but that's a little harder. The short answer is, there is no short answer. There is no"
    },
    {
      "index": 48,
      "start_time": 213270.0,
      "end_time": 217610.0,
      "text": "universal unified theory of why we play games. There's no constitution of gaming,"
    },
    {
      "index": 49,
      "start_time": 217610.0,
      "end_time": 221580.0,
      "text": "no ten commandments of gaming. Different games work on our brains in different ways."
    },
    {
      "index": 50,
      "start_time": 221580.0,
      "end_time": 229120.0,
      "text": "Games like Tetris appeal to our desire to create order. Something like Animal Crossing lets us be the center of a whole tiny universe."
    },
    {
      "index": 51,
      "start_time": 229120.0,
      "end_time": 234220.0,
      "text": "Games like World of Warcraft or Destiny let us live a remarkable life in another world."
    },
    {
      "index": 52,
      "start_time": 234220.0,
      "end_time": 238800.0,
      "text": "Games like Candy Crush lets us crush candy. We play games for a lot of different reasons."
    },
    {
      "index": 53,
      "start_time": 238800.0,
      "end_time": 243160.0,
      "text": "Let's leave behind the mystery of why we play for a while and talk about what can"
    },
    {
      "index": 54,
      "start_time": 243160.0,
      "end_time": 246460.0,
      "text": "a game be and what can a game do. Take video games."
    },
    {
      "index": 55,
      "start_time": 246460.0,
      "end_time": 249480.0,
      "text": "Modern video games can be a bit formulaic but recent technological"
    },
    {
      "index": 56,
      "start_time": 249480.0,
      "end_time": 253410.0,
      "text": "advances have made games available to a wider audience and they've made the"
    },
    {
      "index": 57,
      "start_time": 253410.0,
      "end_time": 260200.0,
      "text": "tools to create games widely available and that's well... a game-changer! Get it?"
    },
    {
      "index": 58,
      "start_time": 260200.0,
      "end_time": 265110.0,
      "text": "A game-changer! You see cause we're talking games. A larger audience and a larger pool"
    },
    {
      "index": 59,
      "start_time": 265110.0,
      "end_time": 269360.0,
      "text": "of creators means a wider variety of games that get produced. Sure, you'll get"
    },
    {
      "index": 60,
      "start_time": 269360.0,
      "end_time": 273700.0,
      "text": "Call of Duty and the annual licensed NFL game that cost millions to make and sells millions"
    },
    {
      "index": 61,
      "start_time": 273700.0,
      "end_time": 277590.0,
      "text": "of copies but more gamers and lower production and distribution costs means"
    },
    {
      "index": 62,
      "start_time": 277590.0,
      "end_time": 281810.0,
      "text": "quirky games like Braid or Super Meat Boy or Shovel Knight. Games that might have"
    },
    {
      "index": 63,
      "start_time": 281810.0,
      "end_time": 285780.0,
      "text": "relatively small audiences can be profitable and sometimes those quirky"
    },
    {
      "index": 64,
      "start_time": 285780.0,
      "end_time": 290370.0,
      "text": "independent games can get so profitable and so popular that soon they hit a wide"
    },
    {
      "index": 65,
      "start_time": 290370.0,
      "end_time": 295440.0,
      "text": "audience just as much as a Triple A title. And when I say wide audience I mean WIDE audience."
    },
    {
      "index": 66,
      "start_time": 295440.0,
      "end_time": 301200.0,
      "text": "In the United States alone there are around 145 million video game players."
    },
    {
      "index": 67,
      "start_time": 301200.0,
      "end_time": 307040.0,
      "text": "37% of those players are over the age of 36 and 18% are under 18."
    },
    {
      "index": 68,
      "start_time": 307040.0,
      "end_time": 312180.0,
      "text": "That kind of breaks the gamers stereotype, doesn't it? And increasingly games are part of players' daily lives."
    },
    {
      "index": 69,
      "start_time": 312180.0,
      "end_time": 318169.0,
      "text": "According to video game academic Jane McGonigal by 2010 the average video game player in the US"
    },
    {
      "index": 70,
      "start_time": 318169.0,
      "end_time": 323389.0,
      "text": "played for 22 hours a week. That's like watching all the Harry Potter movies in order,"
    },
    {
      "index": 71,
      "start_time": 323389.0,
      "end_time": 328860.0,
      "text": "and then watching Chamber of Secrets again every week! That's a dedicated Harry Potter fan."
    },
    {
      "index": 72,
      "start_time": 328860.0,
      "end_time": 333820.0,
      "text": "Clearly we're spending a lot of time playing video games so what's this doing to us?"
    },
    {
      "index": 73,
      "start_time": 333820.0,
      "end_time": 340920.0,
      "text": "We now have entire schools devoted to gaming and almost every major university offers classes and degrees related to games."
    },
    {
      "index": 74,
      "start_time": 340920.0,
      "end_time": 344260.0,
      "text": "The University of Southern California, University of Utah, and Savannah College"
    },
    {
      "index": 75,
      "start_time": 344260.0,
      "end_time": 349480.0,
      "text": "of Art and Design all have renowned programs in game art, programming, and design."
    },
    {
      "index": 76,
      "start_time": 349480.0,
      "end_time": 353020.0,
      "text": "The gaming industry makes so much money. Even more sometimes than movies and television!"
    },
    {
      "index": 77,
      "start_time": 353020.0,
      "end_time": 355610.0,
      "text": "There are even people right now on YouTube"
    },
    {
      "index": 78,
      "start_time": 355610.0,
      "end_time": 360810.0,
      "text": "who are making a living playing video games, on camera - that's a job! And it's not just"
    },
    {
      "index": 79,
      "start_time": 360810.0,
      "end_time": 365090.0,
      "text": "about learning how to make games or make money off of games. Massively multiplayer"
    },
    {
      "index": 80,
      "start_time": 365090.0,
      "end_time": 370760.0,
      "text": "game worlds can provide insights across disciplines. Sociologists can study how people form groups."
    },
    {
      "index": 81,
      "start_time": 370760.0,
      "end_time": 373140.0,
      "text": "Economists can finally see if their models work."
    },
    {
      "index": 82,
      "start_time": 373140.0,
      "end_time": 378730.0,
      "text": "And in 2005 World of Warcraft became a legitimate subject of study for epidemiologists."
    },
    {
      "index": 83,
      "start_time": 378730.0,
      "end_time": 384150.0,
      "text": "Let's go to the Thought Bubble. In 2005 a plague hit World of Warcraft. The game's developers"
    },
    {
      "index": 84,
      "start_time": 384150.0,
      "end_time": 388730.0,
      "text": "introduced a new mission that called on players to defeat a boss named Hakkar the"
    },
    {
      "index": 85,
      "start_time": 388730.0,
      "end_time": 393790.0,
      "text": "Soulflayer, blood god of the Gurubashi trolls. Is Gurubashi right? Whatever."
    },
    {
      "index": 86,
      "start_time": 393790.0,
      "end_time": 399680.0,
      "text": "When players attacked Hakkar, he cast a spell called Corrupted Blood, which drained the players hit points."
    },
    {
      "index": 87,
      "start_time": 399680.0,
      "end_time": 404540.0,
      "text": "The spell was intended to be contagious but it was only supposed to spread in that part of the game."
    },
    {
      "index": 88,
      "start_time": 404540.0,
      "end_time": 408770.0,
      "text": "Well, it turns out Corrupted Blood was kind of like a real world pathogen and it got out of"
    },
    {
      "index": 89,
      "start_time": 408770.0,
      "end_time": 412680.0,
      "text": "the intended area and spread to the entire game world. According to an"
    },
    {
      "index": 90,
      "start_time": 412680.0,
      "end_time": 416970.0,
      "text": "article from Reuters the major towns and cities were abandoned by the population"
    },
    {
      "index": 91,
      "start_time": 416970.0,
      "end_time": 421280.0,
      "text": "as panic set in and players rushed to evacuate to the relative safety of the"
    },
    {
      "index": 92,
      "start_time": 421280.0,
      "end_time": 425490.0,
      "text": "countryside, leaving urban areas filled to the brim with corpses and the city"
    },
    {
      "index": 93,
      "start_time": 425490.0,
      "end_time": 428460.0,
      "text": "streets literally white with the bones of the dead."
    },
    {
      "index": 94,
      "start_time": 428460.0,
      "end_time": 432970.0,
      "text": "This is where science got interested. The Journal of Epidemiology compared Corrupted Blood to"
    },
    {
      "index": 95,
      "start_time": 432970.0,
      "end_time": 438260.0,
      "text": "real-life SARS and avian influenza outbreaks. Terrorism experts also studied the event."
    },
    {
      "index": 96,
      "start_time": 438260.0,
      "end_time": 441640.0,
      "text": "They looked at the decision by some gamers to intentionally infect"
    },
    {
      "index": 97,
      "start_time": 441640.0,
      "end_time": 446760.0,
      "text": "other players and this provided some insight into how terrorist cells form in the real world."
    },
    {
      "index": 98,
      "start_time": 446760.0,
      "end_time": 450410.0,
      "text": "In the end game developers had to invoke the nuclear option and"
    },
    {
      "index": 99,
      "start_time": 450410.0,
      "end_time": 454300.0,
      "text": "reset the game service to undo the havoc wrought by Hakkar the Soulflayer, blood"
    },
    {
      "index": 100,
      "start_time": 454300.0,
      "end_time": 459480.0,
      "text": "god of the Gurubashi trolls and, apparently, bio terrorist. Thanks, Thought Bubble!"
    },
    {
      "index": 101,
      "start_time": 459480.0,
      "end_time": 462900.0,
      "text": "Games also make their way into daily life through gamification."
    },
    {
      "index": 102,
      "start_time": 462900.0,
      "end_time": 466920.0,
      "text": "This grows out of achievement systems some video games use to reward players in"
    },
    {
      "index": 103,
      "start_time": 466920.0,
      "end_time": 471040.0,
      "text": "addition to the normal game objectives. These systems have proven to be very motivational,"
    },
    {
      "index": 104,
      "start_time": 471040.0,
      "end_time": 474280.0,
      "text": "so why not try them out in real life? Purdue is doing this."
    },
    {
      "index": 105,
      "start_time": 474280.0,
      "end_time": 477710.0,
      "text": "Some schools reward students with badges when they pass tests or complete"
    },
    {
      "index": 106,
      "start_time": 477710.0,
      "end_time": 481440.0,
      "text": "homework assignments. Gamification is also used in fitness. For example some"
    },
    {
      "index": 107,
      "start_time": 481440.0,
      "end_time": 485110.0,
      "text": "fitness apps award badges for walking around and even let users compete with"
    },
    {
      "index": 108,
      "start_time": 485110.0,
      "end_time": 490610.0,
      "text": "friends for the highest step count. Oh, that reminds me, hold on. This counts as steps, right?"
    },
    {
      "index": 109,
      "start_time": 490610.0,
      "end_time": 494700.0,
      "text": "Academic studies also seem to validate time spent gaming.  Studies from China and Australia"
    },
    {
      "index": 110,
      "start_time": 494700.0,
      "end_time": 498880.0,
      "text": "indicate that expert-level video game players have a measurable increase in"
    },
    {
      "index": 111,
      "start_time": 498880.0,
      "end_time": 502920.0,
      "text": "cognitive functions, perception, and motor control. These players were found to have"
    },
    {
      "index": 112,
      "start_time": 502920.0,
      "end_time": 506500.0,
      "text": "increased gray matter and increased connectivity in their brains!"
    },
    {
      "index": 113,
      "start_time": 506500.0,
      "end_time": 510040.0,
      "text": "So next time your mom says you're playing too much video games, you go \"hey mom I'm increasing my"
    },
    {
      "index": 114,
      "start_time": 510040.0,
      "end_time": 513360.0,
      "text": "gray matter.\" A hospital in Florida studied their surgeons who played video"
    },
    {
      "index": 115,
      "start_time": 513360.0,
      "end_time": 516620.0,
      "text": "games before performing surgery and found that surgeons who played video"
    },
    {
      "index": 116,
      "start_time": 516620.0,
      "end_time": 521500.0,
      "text": "games for more than three hours in a week made 37 percent fewer errors. They were 27"
    },
    {
      "index": 117,
      "start_time": 521500.0,
      "end_time": 525170.0,
      "text": "percent faster during surgery over those surgeons who did not. Gaming also has"
    },
    {
      "index": 118,
      "start_time": 525170.0,
      "end_time": 529230.0,
      "text": "cool applications in medicine. An Oxford University study indicated that playing"
    },
    {
      "index": 119,
      "start_time": 529230.0,
      "end_time": 533730.0,
      "text": "Tetris can reduce the after effects of psychological trauma and might offer relief"
    },
    {
      "index": 120,
      "start_time": 533730.0,
      "end_time": 537210.0,
      "text": "of PTSD symptoms. There's this virtual reality game called Snow World."
    },
    {
      "index": 121,
      "start_time": 537210.0,
      "end_time": 541390.0,
      "text": "It's played on the Oculus Rift and it's used for pain management. Burn victims report"
    },
    {
      "index": 122,
      "start_time": 541390.0,
      "end_time": 545190.0,
      "text": "less pain during bandage removal and reapplication while playing this game."
    },
    {
      "index": 123,
      "start_time": 545190.0,
      "end_time": 549010.0,
      "text": "Another example is the online game Fold It. In this game thousands of"
    },
    {
      "index": 124,
      "start_time": 549010.0,
      "end_time": 553720.0,
      "text": "players help doctors an computers fold proteins and other structures to support drug research."
    },
    {
      "index": 125,
      "start_time": 553720.0,
      "end_time": 561480.0,
      "text": "In 2011 players helped scientists solve a decade old problem in under 10 days! That's the power of games!"
    },
    {
      "index": 126,
      "start_time": 561480.0,
      "end_time": 565280.0,
      "text": "So what we're saying here is that games can be a positive force in the world."
    },
    {
      "index": 127,
      "start_time": 565280.0,
      "end_time": 568860.0,
      "text": "And that's why we're going to spend the next twenty weeks or so playing with these ideas."
    },
    {
      "index": 128,
      "start_time": 568860.0,
      "end_time": 574850.0,
      "text": "So press Start or set up the board or tee up the ball or whatever. Let's play! Thanks for watching."
    },
    {
      "index": 129,
      "start_time": 574850.0,
      "end_time": 579370.0,
      "text": "We'll see you next week. Now if you excuse me, I got some roads to crossy."
    },
    {
      "index": 130,
      "start_time": 579370.0,
      "end_time": 584560.0,
      "text": "Crash Course Games is filmed in the Chad and Stacey Emigholz Studio in Indianapolis, Indiana,"
    },
    {
      "index": 131,
      "start_time": 584560.0,
      "end_time": 588560.0,
      "text": "and it is made with the help of all these nice people. If you'd like to keep Crash"
    },
    {
      "index": 132,
      "start_time": 588560.0,
      "end_time": 594490.0,
      "text": "Course free for everyone forever, you can support the series at Patreon, a crowdfunding platform that allows you to support"
    },
    {
      "index": 133,
      "start_time": 594490.0,
      "end_time": 599190.0,
      "text": "the content you love. Speaking of patreon, we'd like to thank all our patreons in general, and we'd like to"
    },
    {
      "index": 134,
      "start_time": 599190.0,
      "end_time": 604060.0,
      "text": "specifically thank our high chancellor of knowledge Brett Henderson, MD, our headmaster"
    },
    {
      "index": 135,
      "start_time": 604060.0,
      "end_time": 614060.0,
      "text": "of learning Linnea Boyev, and our vice principal Mike Hunt. Thank you for your support."
    }
  ]
}