{
  "video_id": "Qq4_Q6QSunc",
  "title": "WWII Factions: The Red Army",
  "json": [
    {
      "index": 1,
      "start_time": 1135.0,
      "end_time": 4165.0,
      "text": "Faction: The Red Army, World War II."
    },
    {
      "index": 2,
      "start_time": 7420.0,
      "end_time": 14240.0,
      "text": "After the Russian Revolution in 1917, the new Soviet government formed a Workers' and Peasants' Red Army."
    },
    {
      "index": 3,
      "start_time": 14420.0,
      "end_time": 18840.0,
      "text": "With the Russian Civil War that followed, losses provoked a need for conscription."
    },
    {
      "index": 4,
      "start_time": 19080.0,
      "end_time": 25540.0,
      "text": "The dangers of Nazi Germany encouraged the Red Army to expand to 1.3 million by 1935."
    },
    {
      "index": 5,
      "start_time": 26500.0,
      "end_time": 33400.0,
      "text": "In 1936, the Spanish Civil War provided valuable experience for testing new military equipment ,and new tactics."
    },
    {
      "index": 6,
      "start_time": 33940.0,
      "end_time": 41840.0,
      "text": "By 1941, the Red Army was 4.8 million strong, with 2.9 million deployed at western military districts."
    },
    {
      "index": 7,
      "start_time": 42160.0,
      "end_time": 44320.0,
      "text": "The conscription age was 18."
    },
    {
      "index": 8,
      "start_time": 45420.0,
      "end_time": 48660.0,
      "text": "A wave of purges started after Kirov's assassination, affecting Red Army development."
    },
    {
      "index": 9,
      "start_time": 48880.0,
      "end_time": 53560.0,
      "text": "High-ranking officers were disproportionately affected."
    },
    {
      "index": 10,
      "start_time": 54020.0,
      "end_time": 62600.0,
      "text": "Combined with an explosive growth in the Red Army, this lowered the quality of the troops, and their readiness for battle and caused the rapid over-promotion of younger personnel."
    },
    {
      "index": 11,
      "start_time": 64140.0,
      "end_time": 72080.0,
      "text": "To further cement the ideological grip of the Communist Party, political officers were employed to monitor troops' loyalty, and keep morale high."
    },
    {
      "index": 12,
      "start_time": 72480.0,
      "end_time": 76455.0,
      "text": "Some political officers became renowned military leaders. Marshal"
    },
    {
      "index": 13,
      "start_time": 76460.0,
      "end_time": 80180.0,
      "text": "Marshal Konev had started his career as a Red Guard Commissar in 1918."
    },
    {
      "index": 14,
      "start_time": 81500.0,
      "end_time": 84100.0,
      "text": "The Red Army was growing very quickly in the late 1930s."
    },
    {
      "index": 15,
      "start_time": 84160.0,
      "end_time": 91220.0,
      "text": "It was tested against Japanese forces at Lake Khasan in 1938, and at the Khalkhin Gol River in 1939."
    },
    {
      "index": 16,
      "start_time": 91800.0,
      "end_time": 97720.0,
      "text": "At Khalkhin Gol, a young Major General Zhukov established himself as a capable military leader."
    },
    {
      "index": 17,
      "start_time": 98420.0,
      "end_time": 104560.0,
      "text": "After the U.S.S.R. failed to negotiate an exchange of territories near Leningrad in December of 1939,"
    },
    {
      "index": 18,
      "start_time": 104560.0,
      "end_time": 111820.0,
      "text": "the Red Army invaded Finland, in what would become known as the Winter War, known as the Soviet-Finnish War in the U.S.S.R."
    },
    {
      "index": 19,
      "start_time": 112220.0,
      "end_time": 119540.0,
      "text": "Victory was not achieved until March of 1940, when the Finns were finally overwhelmed by tanks, planes, and soldiers."
    },
    {
      "index": 20,
      "start_time": 119640.0,
      "end_time": 123340.0,
      "text": "This demonstrated the weakness of the Red Army to Hitler."
    },
    {
      "index": 21,
      "start_time": 123780.0,
      "end_time": 130120.0,
      "text": "In 1941, the German Armed Forces and their fellow Axis combatants, launched Operation Barbarossa."
    },
    {
      "index": 22,
      "start_time": 130120.0,
      "end_time": 133640.0,
      "text": "At the disbelief of Stalin, who thought he could prevent war with Germany."
    },
    {
      "index": 23,
      "start_time": 134140.0,
      "end_time": 141720.0,
      "text": "The Soviet leadership over-hyped the Red Army's capabilities just before the war, and early defeats of 1941 heavily weighed on morale."
    },
    {
      "index": 24,
      "start_time": 142500.0,
      "end_time": 145460.0,
      "text": "Weak logistics also contributed to early defeats of the Red Army."
    },
    {
      "index": 25,
      "start_time": 145460.0,
      "end_time": 154560.0,
      "text": "On the border battles, Red Army units had to abandon their perfectly functional vehicles after ammo and fuel were exhausted, and supplies weren't delivered in time."
    },
    {
      "index": 26,
      "start_time": 154940.0,
      "end_time": 160280.0,
      "text": "The Red Army would also be supplied with Lend-Lease aid from its allies, the United States, and Britain."
    },
    {
      "index": 27,
      "start_time": 160740.0,
      "end_time": 170840.0,
      "text": "As the Germans got closer, Stalin ordered the Red Army to use Scorched Earth tactics, destroying anything that might be captured, or used, by the enemy, and evacuated factories East."
    },
    {
      "index": 28,
      "start_time": 170840.0,
      "end_time": 174460.0,
      "text": "The organization of the Red Army differed a lot from the Western Armies."
    },
    {
      "index": 29,
      "start_time": 174460.0,
      "end_time": 177100.0,
      "text": "The backbone of the Red Army was the Rifle division."
    },
    {
      "index": 30,
      "start_time": 177100.0,
      "end_time": 181620.0,
      "text": "Typical Red Army divisions were twice as small as a Wehrmacht Infantry Division."
    },
    {
      "index": 31,
      "start_time": 181620.0,
      "end_time": 185560.0,
      "text": "But Soviet units had a larger proportion of officers-to-soldiers."
    },
    {
      "index": 32,
      "start_time": 185980.0,
      "end_time": 190360.0,
      "text": "In late 1941, the German Army launched an offensive on Moscow."
    },
    {
      "index": 33,
      "start_time": 190365.0,
      "end_time": 194560.0,
      "text": "However, the Red Army held their ground and the Germans were brought to a halt."
    },
    {
      "index": 34,
      "start_time": 195080.0,
      "end_time": 199840.0,
      "text": "Commanders, like Georgy Zhukov, had learnt from the harsh lessons of earlier defeats."
    },
    {
      "index": 35,
      "start_time": 200100.0,
      "end_time": 205940.0,
      "text": "The Red Army would achieve major victories at Stalingrad in 1942, and at Kursk in 1943."
    },
    {
      "index": 36,
      "start_time": 206240.0,
      "end_time": 212640.0,
      "text": "The Red Army advanced along the Eastern Front, and pushed the German forces all the way to Berlin by May, 1945."
    },
    {
      "index": 37,
      "start_time": 213200.0,
      "end_time": 216340.0,
      "text": "34.4 million men and women served in the Red Army."
    },
    {
      "index": 38,
      "start_time": 216340.0,
      "end_time": 220660.0,
      "text": "It is estimated that 6.8 million were KIA."
    },
    {
      "index": 39,
      "start_time": 235640.0,
      "end_time": 238420.0,
      "text": "Please consider supporting us at Patreon."
    }
  ]
}