{
  "video_id": "QQmqMZ-1v7c",
  "title": "How To Argue With Your Partner",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 5680.0,
      "text": "Arguments in relationships are typically so regrettable and often so bitter, it's natural"
    },
    {
      "index": 2,
      "start_time": 5680.0,
      "end_time": 11670.0,
      "text": "to hope we might – with greater maturity – overcome them once and for all. But given"
    },
    {
      "index": 3,
      "start_time": 11670.0,
      "end_time": 17231.0,
      "text": "what human nature is actually like, it would be unwise to make this our goal: the hope can't be"
    },
    {
      "index": 4,
      "start_time": 17231.0,
      "end_time": 24590.0,
      "text": "to eliminate arguments altogether, it should be to try to find our way to a better kind of argument."
    },
    {
      "index": 5,
      "start_time": 24590.0,
      "end_time": 29590.0,
      "text": "Arguments tend to start when we are confronted – usually rather suddenly"
    },
    {
      "index": 6,
      "start_time": 29590.0,
      "end_time": 36129.0,
      "text": "– by what appears to us to be the radical selfishness, intransigence or sheer nastiness of the partner."
    },
    {
      "index": 7,
      "start_time": 36329.0,
      "end_time": 40410.0,
      "text": "It is extremely tempting to react with equal force."
    },
    {
      "index": 8,
      "start_time": 40410.0,
      "end_time": 47730.0,
      "text": "We aren't, after all, a pushover. We have been hurt and we must hurt back. We will make them suffer as they have made us suffer."
    },
    {
      "index": 9,
      "start_time": 47730.0,
      "end_time": 53499.0,
      "text": "There may be variations in just how we opt to inflict the suffering."
    },
    {
      "index": 10,
      "start_time": 53499.0,
      "end_time": 59100.0,
      "text": "Perhaps we'll do a lot of shouting. Or slam a door. Or maybe we'll eke this one out  with a sulk."
    },
    {
      "index": 11,
      "start_time": 59100.0,
      "end_time": 64140.0,
      "text": "But the underlying principle is the same: we have been hurt and we have to punish."
    },
    {
      "index": 12,
      "start_time": 64140.0,
      "end_time": 68860.0,
      "text": "But at this point, we might ask ourselves what we're really seeking."
    },
    {
      "index": 13,
      "start_time": 68860.0,
      "end_time": 74530.0,
      "text": "After all, we are not trying to administer abstract justice or punish for the sake of  it. This isn't"
    },
    {
      "index": 14,
      "start_time": 74530.0,
      "end_time": 80420.0,
      "text": "a criminal court or the headmaster's office. What we're truly seeking in a close relationship"
    },
    {
      "index": 15,
      "start_time": 80420.0,
      "end_time": 86370.0,
      "text": "is something much more touching: we want the other person to love us properly and to be kinder."
    },
    {
      "index": 16,
      "start_time": 86370.0,
      "end_time": 90130.0,
      "text": "That's why we're slamming the door, calling them a fuckwit and have been"
    },
    {
      "index": 17,
      "start_time": 90130.0,
      "end_time": 95170.0,
      "text": "pretending they don't exist since breakfast. Surprisingly, almost the last thing we ever"
    },
    {
      "index": 18,
      "start_time": 95170.0,
      "end_time": 100820.0,
      "text": "do when we've been very hurt is to say that we've been very hurt. It feels just too"
    },
    {
      "index": 19,
      "start_time": 100820.0,
      "end_time": 107170.0,
      "text": "humiliating to reveal our wound to the person who inflicted it, to show ourselves as vulnerable"
    },
    {
      "index": 20,
      "start_time": 107170.0,
      "end_time": 113650.0,
      "text": "in front of the very individual who  it seems  has unbearably abused our vulnerability."
    },
    {
      "index": 21,
      "start_time": 113650.0,
      "end_time": 118950.0,
      "text": "This is both hugely understandable and doesn't advance things in the least, because we're"
    },
    {
      "index": 22,
      "start_time": 118950.0,
      "end_time": 126230.0,
      "text": "not in a relationship to be emotionally safe, we're there to find connection. An act of retribution,"
    },
    {
      "index": 23,
      "start_time": 126230.0,
      "end_time": 131420.0,
      "text": "while it may give us a momentary impression of impregnability, never increases"
    },
    {
      "index": 24,
      "start_time": 131420.0,
      "end_time": 138569.0,
      "text": "our chances of obtaining the love and understanding we've formed a couple in order to derive."
    },
    {
      "index": 25,
      "start_time": 138569.0,
      "end_time": 144319.0,
      "text": "We might consider a different and slightly paradoxical approach: we might, exactly at"
    },
    {
      "index": 26,
      "start_time": 144319.0,
      "end_time": 149019.0,
      "text": "the moment when we've been wounded by our partner, instead of hitting back, make what"
    },
    {
      "index": 27,
      "start_time": 149019.0,
      "end_time": 156819.0,
      "text": "we could term \"A dignified avowal of hurt and fear\". Rather than get furious, we might attempt"
    },
    {
      "index": 28,
      "start_time": 156819.0,
      "end_time": 161870.0,
      "text": "to register and get directly at what is ailing us through a twofold admission."
    },
    {
      "index": 29,
      "start_time": 161870.0,
      "end_time": 167060.0,
      "text": "We might say, firstly, \"I'm so hurt that someone I've put my emotional trust in should"
    },
    {
      "index": 30,
      "start_time": 167060.0,
      "end_time": 173040.0,
      "text": "say or do that to me.\"  And secondly, (and this takes proper courage), we might add,\" I'm"
    },
    {
      "index": 31,
      "start_time": 173040.0,
      "end_time": 177980.0,
      "text": "so frightened that I should be emotionally deeply exposed to someone who would appear"
    },
    {
      "index": 32,
      "start_time": 177980.0,
      "end_time": 183080.0,
      "text": "to hurt me like this.\" This should give the partner pause for thought."
    },
    {
      "index": 33,
      "start_time": 183080.0,
      "end_time": 189159.0,
      "text": "One hasn't insulted them or hurt them back in the usual way – which is what typically blocks their ears and sets"
    },
    {
      "index": 34,
      "start_time": 189159.0,
      "end_time": 195170.0,
      "text": "off a vicious cycle of attack and counterattack. We are being dignified and honest. We aren't"
    },
    {
      "index": 35,
      "start_time": 195170.0,
      "end_time": 200031.0,
      "text": "lashing out , but nor are we begging. We are neither being very strong, nor very weak."
    },
    {
      "index": 36,
      "start_time": 200031.0,
      "end_time": 205310.0,
      "text": "We are neither punching nor crawling. We are just standing still, admitting our genuine"
    },
    {
      "index": 37,
      "start_time": 205310.0,
      "end_time": 213029.0,
      "text": "sadness, fear and nakedness in a tone of marked self-possession. Too often, arguments become"
    },
    {
      "index": 38,
      "start_time": 213029.0,
      "end_time": 218829.0,
      "text": "interminable and, to outsiders, slightly daft because both people refuse to admit that they're"
    },
    {
      "index": 39,
      "start_time": 218829.0,
      "end_time": 224329.0,
      "text": "sad not mean. It isn't what time to leave for the airport or whose turn it is to do"
    },
    {
      "index": 40,
      "start_time": 224329.0,
      "end_time": 229529.0,
      "text": "the dishes that's created the argument. It's that both parties are, in different ways,"
    },
    {
      "index": 41,
      "start_time": 229529.0,
      "end_time": 235229.0,
      "text": "feeling unloved and misunderstood – but are refusing to say this in quite so many words."
    },
    {
      "index": 42,
      "start_time": 235229.0,
      "end_time": 241069.0,
      "text": "In a wiser society, we'd study arguments at school for at least four years."
    },
    {
      "index": 43,
      "start_time": 241069.0,
      "end_time": 246390.0,
      "text": "They're as complicated as algebra and far more important. And we'd all get a lot better at confessing"
    },
    {
      "index": 44,
      "start_time": 246390.0,
      "end_time": 252060.0,
      "text": "our wounds in a tone of self-possessed dignity. We'd admit with calm that, though we're"
    },
    {
      "index": 45,
      "start_time": 252060.0,
      "end_time": 258440.0,
      "text": "capable and strong in most areas of our lives, here, right now, in the arena of the relationship,"
    },
    {
      "index": 46,
      "start_time": 258440.0,
      "end_time": 264010.0,
      "text": "we are hurt and scared – and yet are brave and mature enough, as well committed enoughto love,"
    },
    {
      "index": 47,
      "start_time": 264010.0,
      "end_time": 270650.0,
      "text": "to dare to tell the partner so in the plainest, most undecorated and most heartfelt words."
    },
    {
      "index": 48,
      "start_time": 270160.0,
      "end_time": 275920.0,
      "text": "We might, thereby, save ourselves a lot of time."
    },
    {
      "index": 49,
      "start_time": 275920.0,
      "end_time": 284560.0,
      "text": "We believe in making the world a more emotionally intelligent place and to that end we have now also published some extraordinary books."
    },
    {
      "index": 50,
      "start_time": 284560.0,
      "end_time": 291120.0,
      "text": "As well as other merchandise that reinforces some of the themes illustrated in our videos."
    },
    {
      "index": 51,
      "start_time": 291120.0,
      "end_time": 293120.0,
      "text": "Please click on the link below to see more."
    }
  ]
}