{
  "video_id": "qt8Nwk0DLio",
  "title": "Why Italy endorsing China's Belt and Road initiative is a big deal",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 530.0,
      "end_time": 10970.0,
      "text": "Italy is getting ready to back the Belt and Road Initiative, China's plan to spread soft power around the world by building roads, railways, and bridges."
    },
    {
      "index": 2,
      "start_time": 10980.0,
      "end_time": 15470.0,
      "text": "It might not sound like a big deal, but the implications are huge."
    },
    {
      "index": 3,
      "start_time": 15480.0,
      "end_time": 29380.0,
      "text": "If Rome does indeed sign its support for the Belt and Road on the dotted line later this month, it'll make Italy the first of the G7, the world's most advanced democracies, to do so."
    },
    {
      "index": 4,
      "start_time": 29390.0,
      "end_time": 39940.0,
      "text": "That doesn't actually mean China will suddenly start building bridges in Italy, but it does potentially put Rome in line to benefit at some point."
    },
    {
      "index": 5,
      "start_time": 39950.0,
      "end_time": 42710.0,
      "text": "For China, that is a massive win."
    },
    {
      "index": 6,
      "start_time": 42710.0,
      "end_time": 47940.0,
      "text": "The Belt and Road is President Xi Jinping's signature policy."
    },
    {
      "index": 7,
      "start_time": 47940.0,
      "end_time": 53860.0,
      "text": "However, China has been roundly criticised for creating debt traps for smaller countries."
    },
    {
      "index": 8,
      "start_time": 53870.0,
      "end_time": 63700.0,
      "text": "By that, I mean building projects that the host country will struggle to repay and which could put them in debt permanently to China."
    },
    {
      "index": 9,
      "start_time": 63710.0,
      "end_time": 71860.0,
      "text": "China is also accused of saying that projects are commercial when their real interests could actually be military."
    },
    {
      "index": 10,
      "start_time": 71870.0,
      "end_time": 79400.0,
      "text": "One such example is a port in Pakistan that could ultimately be used as a staging post for the Chinese navy."
    },
    {
      "index": 11,
      "start_time": 79430.0,
      "end_time": 84160.0,
      "text": "The criticism of Italy's upcoming move has already started."
    },
    {
      "index": 12,
      "start_time": 84170.0,
      "end_time": 92200.0,
      "text": "The US says it is skeptical that the endorsement will bring sustained economic benefit to the Italian people."
    },
    {
      "index": 13,
      "start_time": 92300.0,
      "end_time": 97860.0,
      "text": "It says the Chinese program is made by China for China."
    },
    {
      "index": 14,
      "start_time": 97860.0,
      "end_time": 105730.0,
      "text": "The EU is also voicing concerns, but controversy or not, the Belt and Road is forging ahead."
    },
    {
      "index": 15,
      "start_time": 105740.0,
      "end_time": 109580.0,
      "text": "It's already the biggest infrastructure effort in history."
    },
    {
      "index": 16,
      "start_time": 109590.0,
      "end_time": 121850.0,
      "text": "The program embraces more than 80 countries and over 2,000 deals, worth more than a trillion US dollars, have already been agreed since it began six years ago."
    },
    {
      "index": 17,
      "start_time": 121860.0,
      "end_time": 129190.0,
      "text": "China says its aim is to lay the foundations for a brighter and more prosperous future for everyone."
    },
    {
      "index": 18,
      "start_time": 129199.99999999999,
      "end_time": 132230.0,
      "text": "It touts its own experience as an example."
    },
    {
      "index": 19,
      "start_time": 132230.0,
      "end_time": 140400.0,
      "text": "Put infrastructure in place and China says economic growth can really take off, just like it did back home."
    },
    {
      "index": 20,
      "start_time": 140420.0,
      "end_time": 145750.0,
      "text": "But opposition from America could yet hamper China's ambitions."
    }
  ]
}