{
  "video_id": "QTu03baHmWw",
  "title": "Have to vs. Need to vs. Must - What's the difference in English? (Advanced English Grammar)",
  "json": [
    {
      "index": 1,
      "start_time": 300.0,
      "end_time": 5250.0,
      "text": "Hi, I'm Anne Marie with Speak Confident English and welcome to your Confident"
    },
    {
      "index": 2,
      "start_time": 5250.0,
      "end_time": 13440.0,
      "text": "English Wednesday lesson. Today I need to go to the store. Or I have to go to the"
    },
    {
      "index": 3,
      "start_time": 13440.0,
      "end_time": 21330.0,
      "text": "store. I must go to the store. What do you think? Are all of those sentences the"
    },
    {
      "index": 4,
      "start_time": 21330.0,
      "end_time": 29400.0,
      "text": "same? Do they mean the same thing with need to, have to, and must? Or are there"
    },
    {
      "index": 5,
      "start_time": 29400.0,
      "end_time": 42180.0,
      "text": "some differences in English?"
    },
    {
      "index": 6,
      "start_time": 42180.0,
      "end_time": 47800.0,
      "text": "If you're not sure, then be sure to watch today's lesson. We'll talk about how"
    },
    {
      "index": 7,
      "start_time": 47800.0,
      "end_time": 54890.0,
      "text": "English speakers use these in real life, so that you can use them in the same way."
    },
    {
      "index": 8,
      "start_time": 54900.0,
      "end_time": 60640.0,
      "text": "Let's start by looking at need to because it's a little bit special, it's a"
    },
    {
      "index": 9,
      "start_time": 60640.0,
      "end_time": 67660.0,
      "text": "little bit different from have to and must. A few examples using need to"
    },
    {
      "index": 10,
      "start_time": 67660.0,
      "end_time": 74410.0,
      "text": "include: I need to get my haircut; it's out of control. Or I need to call my mom"
    },
    {
      "index": 11,
      "start_time": 74410.0,
      "end_time": 83170.0,
      "text": "on her birthday. She really needs to do well on her exam this week. In each of"
    },
    {
      "index": 12,
      "start_time": 83170.0,
      "end_time": 88600.0,
      "text": "those examples, when we say need to: I need to,"
    },
    {
      "index": 13,
      "start_time": 88600.0,
      "end_time": 94840.0,
      "text": "she needs to, it shows that something is important or it's something that we"
    },
    {
      "index": 14,
      "start_time": 94840.0,
      "end_time": 102820.0,
      "text": "should do. And that is the key. It is something that we should do or it's"
    },
    {
      "index": 15,
      "start_time": 102820.0,
      "end_time": 110408.0,
      "text": "important to us to do. She needs to do well on her exam this week because it's"
    },
    {
      "index": 16,
      "start_time": 110409.0,
      "end_time": 115630.0,
      "text": "important for her future. Maybe it's important for her opportunities to go to"
    },
    {
      "index": 17,
      "start_time": 115630.0,
      "end_time": 122860.0,
      "text": "a good university. I need to call my mom on her birthday because it's important"
    },
    {
      "index": 18,
      "start_time": 122860.0,
      "end_time": 130209.0,
      "text": "to me and yes, I should do it. It's the polite and loving thing to do to call my"
    },
    {
      "index": 19,
      "start_time": 130209.0,
      "end_time": 136190.0,
      "text": "mom on her birthday. Now let's look at have to and must"
    },
    {
      "index": 20,
      "start_time": 136190.0,
      "end_time": 142239.0,
      "text": "because there are many situations where both can be used and they have a lot of"
    },
    {
      "index": 21,
      "start_time": 142239.0,
      "end_time": 147790.0,
      "text": "similarities. So we'll start with how they are similar and we'll also look at"
    },
    {
      "index": 22,
      "start_time": 147790.0,
      "end_time": 155260.0,
      "text": "some differences. With have to and must we're expressing that something is an"
    },
    {
      "index": 23,
      "start_time": 155260.0,
      "end_time": 161410.0,
      "text": "obligation, that it's a necessity or responsibility or something that is"
    },
    {
      "index": 24,
      "start_time": 161410.0,
      "end_time": 170410.0,
      "text": "required. It's not just important, it is required. For example, I have to get to my"
    },
    {
      "index": 25,
      "start_time": 170410.0,
      "end_time": 177420.0,
      "text": "meeting on time or I must get to my meeting on time. When we"
    },
    {
      "index": 26,
      "start_time": 177420.0,
      "end_time": 184530.0,
      "text": "use those verbs, we're showing that it is an obligation, it is a necessity. Maybe if"
    },
    {
      "index": 27,
      "start_time": 184530.0,
      "end_time": 189690.0,
      "text": "I'm late to my meeting, my boss will be angry, maybe I'll get fired from my job"
    },
    {
      "index": 28,
      "start_time": 189690.0,
      "end_time": 198200.0,
      "text": "and I don't want to take that risk. It is not only important it is a necessity."
    },
    {
      "index": 29,
      "start_time": 198200.0,
      "end_time": 206339.0,
      "text": "Another example is: you must have a passport to travel abroad or you have to"
    },
    {
      "index": 30,
      "start_time": 206340.0,
      "end_time": 213720.0,
      "text": "have a passport to travel abroad. In that situation, it's not only important but it"
    },
    {
      "index": 31,
      "start_time": 213720.0,
      "end_time": 221730.0,
      "text": "is a requirement. It's the law. You must or have to have a passport to travel to"
    },
    {
      "index": 32,
      "start_time": 221730.0,
      "end_time": 230880.0,
      "text": "another country. In those examples, must and have to are similar to need to but"
    },
    {
      "index": 33,
      "start_time": 230880.0,
      "end_time": 237239.0,
      "text": "they focus more or they have a feeling, a connotation of something that is an"
    },
    {
      "index": 34,
      "start_time": 237239.0,
      "end_time": 246420.0,
      "text": "obligation, it is a necessity. But we can also use must and have to in some other"
    },
    {
      "index": 35,
      "start_time": 246420.0,
      "end_time": 253589.0,
      "text": "similar ways. For example, both can be used to say that something is likely. For"
    },
    {
      "index": 36,
      "start_time": 253590.0,
      "end_time": 260430.0,
      "text": "example, maybe one day I go to my office, I walk in and I say oh my gosh it's so"
    },
    {
      "index": 37,
      "start_time": 260430.0,
      "end_time": 267870.0,
      "text": "cold in here! The heater has to be broken or the heater must be broken. In those"
    },
    {
      "index": 38,
      "start_time": 267870.0,
      "end_time": 274380.0,
      "text": "sentences I'm expressing the likelihood or that I think something is likely. It"
    },
    {
      "index": 39,
      "start_time": 274380.0,
      "end_time": 281909.0,
      "text": "is likely that the heater is broken. We also use must and have to"
    },
    {
      "index": 40,
      "start_time": 281910.0,
      "end_time": 289710.0,
      "text": "to show emphasis. Emphasis is when we use stress on a word or a syllable to show"
    },
    {
      "index": 41,
      "start_time": 289710.0,
      "end_time": 297570.0,
      "text": "its importance, its value. For example, I could say: call me after your exam. I'll"
    },
    {
      "index": 42,
      "start_time": 297570.0,
      "end_time": 302680.0,
      "text": "be really curious to know how it went. Or I could add"
    },
    {
      "index": 43,
      "start_time": 302680.0,
      "end_time": 308289.0,
      "text": "must or have to to show emphasis. That it's really important to me that you"
    },
    {
      "index": 44,
      "start_time": 308289.0,
      "end_time": 314830.0,
      "text": "call, that I truly am curious. For example, you must call me after your exam. I'm"
    },
    {
      "index": 45,
      "start_time": 314830.0,
      "end_time": 320590.0,
      "text": "going to be really curious to know how it went. Or you have to call me after"
    },
    {
      "index": 46,
      "start_time": 320590.0,
      "end_time": 328109.0,
      "text": "your exam. And finally both must and have to can be used to show that we really"
    },
    {
      "index": 47,
      "start_time": 328110.0,
      "end_time": 335410.0,
      "text": "desire something or we really want something. For example, I can say I must"
    },
    {
      "index": 48,
      "start_time": 335410.0,
      "end_time": 341320.0,
      "text": "have pizza on my birthday or I have to have pizza on my birthday. It's not"
    },
    {
      "index": 49,
      "start_time": 341320.0,
      "end_time": 346960.0,
      "text": "something I eat very often and I really want it on my birthday; it's something I"
    },
    {
      "index": 50,
      "start_time": 346960.0,
      "end_time": 354250.0,
      "text": "desire. It's definitely not a requirement. Well, maybe it's a requirement. But it is"
    },
    {
      "index": 51,
      "start_time": 354250.0,
      "end_time": 361270.0,
      "text": "something I desire and when I use must or have to it helps me express that. Now"
    },
    {
      "index": 52,
      "start_time": 361270.0,
      "end_time": 366880.0,
      "text": "that we've talked about how must and have to are very similar, let's look at"
    },
    {
      "index": 53,
      "start_time": 366880.0,
      "end_time": 374620.0,
      "text": "a few differences. Generally speaking, must is more formal which means we don't"
    },
    {
      "index": 54,
      "start_time": 374620.0,
      "end_time": 383440.0,
      "text": "use it as often in spoken situations or conversations. Now I did say generally"
    },
    {
      "index": 55,
      "start_time": 383440.0,
      "end_time": 390159.0,
      "text": "speaking. That means it's true in general. And there are always exceptions. There"
    },
    {
      "index": 56,
      "start_time": 390159.0,
      "end_time": 394900.0,
      "text": "are people who have different preferences when they speak, so you will"
    },
    {
      "index": 57,
      "start_time": 394900.0,
      "end_time": 401138.0,
      "text": "hear it in conversation and other speaking situations, but generally we use"
    },
    {
      "index": 58,
      "start_time": 401139.0,
      "end_time": 408400.0,
      "text": "have to when we're speaking. And again, generally speaking, I can say that"
    },
    {
      "index": 59,
      "start_time": 408400.0,
      "end_time": 414698.0,
      "text": "Americans tend to use have to. So if you're learning American English, you're"
    },
    {
      "index": 60,
      "start_time": 414699.0,
      "end_time": 420550.0,
      "text": "traveling to or living in the United States, then you will be more likely to"
    },
    {
      "index": 61,
      "start_time": 420550.0,
      "end_time": 428440.0,
      "text": "hear have to in conversations. Now we know that must and have to"
    },
    {
      "index": 62,
      "start_time": 428440.0,
      "end_time": 435810.0,
      "text": "both are used for obligation, necessity, and requirement. But is it"
    },
    {
      "index": 63,
      "start_time": 435810.0,
      "end_time": 441810.0,
      "text": "something that your boss said you have to do or is it something that you feel"
    },
    {
      "index": 64,
      "start_time": 441810.0,
      "end_time": 449100.0,
      "text": "you must do? Is it a rule at the university that you have to turn off"
    },
    {
      "index": 65,
      "start_time": 449100.0,
      "end_time": 455820.0,
      "text": "your phone during an exam or must you turn off your phone when you"
    },
    {
      "index": 66,
      "start_time": 455820.0,
      "end_time": 463230.0,
      "text": "study because it helps you stay focused? In those questions we're talking about"
    },
    {
      "index": 67,
      "start_time": 463230.0,
      "end_time": 471390.0,
      "text": "where or who the obligation comes from. Is it something coming from you, your own"
    },
    {
      "index": 68,
      "start_time": 471390.0,
      "end_time": 478620.0,
      "text": "personal obligation or is it an outside authority or rule? A university rule, a"
    },
    {
      "index": 69,
      "start_time": 478620.0,
      "end_time": 487200.0,
      "text": "workplace regulation, something your boss said you have to do. Another general rule -"
    },
    {
      "index": 70,
      "start_time": 487200.0,
      "end_time": 494340.0,
      "text": "remember general means most of the time but not all the time - must is often used"
    },
    {
      "index": 71,
      "start_time": 494340.0,
      "end_time": 499349.0,
      "text": "for those personal obligations. I must turn off my phone when I study because"
    },
    {
      "index": 72,
      "start_time": 499350.0,
      "end_time": 507450.0,
      "text": "it's too distracting. And have to is often used for outside authority or"
    },
    {
      "index": 73,
      "start_time": 507450.0,
      "end_time": 513809.0,
      "text": "rules. For example, you have to turn off your phone during exams because it's a"
    },
    {
      "index": 74,
      "start_time": 513808.99999999994,
      "end_time": 520798.99999999994,
      "text": "university rule or regulation. Okay, let's pause for a moment. How are you"
    },
    {
      "index": 75,
      "start_time": 520799.0,
      "end_time": 526439.0,
      "text": "doing? This lesson is a big lesson. There's a lot of information to think"
    },
    {
      "index": 76,
      "start_time": 526440.0,
      "end_time": 533580.0,
      "text": "about, a lot of general rules to remember. So let's pause relax for a moment. If you"
    },
    {
      "index": 77,
      "start_time": 533580.0,
      "end_time": 538800.0,
      "text": "need to, pause the video, think a little bit about what we've talked about and"
    },
    {
      "index": 78,
      "start_time": 538800.0,
      "end_time": 545520.0,
      "text": "then we have one final thing to discuss. Okay if you're ready to go, let's go on"
    },
    {
      "index": 79,
      "start_time": 545520.0,
      "end_time": 551460.0,
      "text": "to the very last part of our video. In all of the examples that we've discussed,"
    },
    {
      "index": 80,
      "start_time": 551460.0,
      "end_time": 560339.0,
      "text": "we've focused on positive sentences and in positive sentences need to, have to"
    },
    {
      "index": 81,
      "start_time": 560339.0,
      "end_time": 567900.0,
      "text": "and must are often similar. Must and have to are more similar. But"
    },
    {
      "index": 82,
      "start_time": 567900.0,
      "end_time": 574869.0,
      "text": "what happens when we use those in a negative sentence? For example, you"
    },
    {
      "index": 83,
      "start_time": 574869.0,
      "end_time": 583790.0,
      "text": "mustn't smoke in the building. If I say you don't have to smoke in the building,"
    },
    {
      "index": 84,
      "start_time": 583790.0,
      "end_time": 590859.0,
      "text": "are those two sentences the same? Do they have the same meaning? You mustn't smoke"
    },
    {
      "index": 85,
      "start_time": 590860.0,
      "end_time": 597999.0,
      "text": "in the building. You don't have to smoke in the building. No. They definitely do"
    },
    {
      "index": 86,
      "start_time": 597999.0,
      "end_time": 603490.0,
      "text": "not have the same meaning and that can be tricky. In positive sentences they"
    },
    {
      "index": 87,
      "start_time": 603490.0,
      "end_time": 610240.0,
      "text": "seem very similar but when we use them in a negative form it completely changes"
    },
    {
      "index": 88,
      "start_time": 610240.0,
      "end_time": 617740.0,
      "text": "the meaning. When we use must not, it means that something is prohibited. It is"
    },
    {
      "index": 89,
      "start_time": 617740.0,
      "end_time": 627279.0,
      "text": "against the rules or against the law. You cannot do it. But if I use have to or"
    },
    {
      "index": 90,
      "start_time": 627279.0,
      "end_time": 635429.0,
      "text": "need to in the negative form, for example I don't have to or she doesn't need to,"
    },
    {
      "index": 91,
      "start_time": 635429.0,
      "end_time": 640110.0,
      "text": "it means it's your choice. There's no obligation."
    },
    {
      "index": 92,
      "start_time": 640110.0,
      "end_time": 648879.0,
      "text": "There's no rule. It's up to you. So we can definitely say you mustn't smoke in the"
    },
    {
      "index": 93,
      "start_time": 648879.0,
      "end_time": 655480.0,
      "text": "building. It's prohibited. It's not allowed; it's unacceptable. Or we could"
    },
    {
      "index": 94,
      "start_time": 655480.0,
      "end_time": 661990.0,
      "text": "also say she mustn't be late again or she'll be fired. She mustn't be late"
    },
    {
      "index": 95,
      "start_time": 661990.0,
      "end_time": 670269.0,
      "text": "again or she'll be fired. But for have to or need to I could say, I'm so glad I"
    },
    {
      "index": 96,
      "start_time": 670269.0,
      "end_time": 677230.0,
      "text": "don't have to get up early on Saturdays or I'm so glad I don't need to get up"
    },
    {
      "index": 97,
      "start_time": 677230.0,
      "end_time": 684399.0,
      "text": "early on Saturdays. In those sentences I'm saying that it's my choice. There's"
    },
    {
      "index": 98,
      "start_time": 684399.0,
      "end_time": 689770.0,
      "text": "no time I have to get up. I can get up early if I"
    },
    {
      "index": 99,
      "start_time": 689770.0,
      "end_time": 696430.0,
      "text": "want. I can get up late if I want. It's my choice. Okay we are finally done with"
    },
    {
      "index": 100,
      "start_time": 696430.0,
      "end_time": 702990.0,
      "text": "this lesson and you made it to the end. I'm glad that you did. I know that these"
    },
    {
      "index": 101,
      "start_time": 702100.0,
      "end_time": 707830.0,
      "text": "can be really challenging so now I want you to get some practice so that it"
    },
    {
      "index": 102,
      "start_time": 707830.0,
      "end_time": 713350.0,
      "text": "becomes easier for you to use these more naturally, in the same ways that native"
    },
    {
      "index": 103,
      "start_time": 713350.0,
      "end_time": 719590.0,
      "text": "speakers often use them. In the online lesson, I have a few challenge questions"
    },
    {
      "index": 104,
      "start_time": 719590.0,
      "end_time": 726300.0,
      "text": "for you where I want you to create your own example sentences. Use your real-life"
    },
    {
      "index": 105,
      "start_time": 726300.0,
      "end_time": 731829.0,
      "text": "using these verbs in some of the situations that I've talked about in"
    },
    {
      "index": 106,
      "start_time": 731830.0,
      "end_time": 737170.0,
      "text": "this video. So I have four challenge questions for you in the online lesson."
    },
    {
      "index": 107,
      "start_time": 737170.0,
      "end_time": 742390.0,
      "text": "Make sure that you take a look at those and then share your comments, your"
    },
    {
      "index": 108,
      "start_time": 742390.0,
      "end_time": 748330.0,
      "text": "thoughts, practice in the comment section at the bottom of the lesson. It's the"
    },
    {
      "index": 109,
      "start_time": 748330.0,
      "end_time": 754600.0,
      "text": "best place to join the discussion and get feedback from me every week. Thank"
    },
    {
      "index": 110,
      "start_time": 754600.0,
      "end_time": 758439.0,
      "text": "you so much for joining me. I look forward to seeing your answers to my"
    },
    {
      "index": 111,
      "start_time": 758440.0,
      "end_time": 762730.0,
      "text": "challenge questions. And I'll see you next week for your Confident English"
    },
    {
      "index": 112,
      "start_time": 762730.0,
      "end_time": 765660.0,
      "text": "Wednesday lesson."
    }
  ]
}