{
  "video_id": "QuF84VaIiCA",
  "title": "14 Best Summer Travel Destinations to Visit in 2018",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 2300.0,
      "text": "Summer is the perfect time to travel."
    },
    {
      "index": 2,
      "start_time": 2300.0,
      "end_time": 4100.0,
      "text": "You've been saving up all year."
    },
    {
      "index": 3,
      "start_time": 4200.0,
      "end_time": 10700.0,
      "text": "The weather is way too nice to be stuck inside, so you take your savings, and you buy a ticket to Rome.  Oh, bad move."
    },
    {
      "index": 4,
      "start_time": 10700.0,
      "end_time": 16800.0,
      "text": "If you picked the obvious summer spots, hotels are full, prices are surging, and there are more tourists than locals."
    },
    {
      "index": 5,
      "start_time": 16800.0,
      "end_time": 18500.0,
      "text": "But don't worry, we've got some better ideas."
    },
    {
      "index": 6,
      "start_time": 18700.0,
      "end_time": 20100.0,
      "text": "I'm Alex.  I'm Marko."
    },
    {
      "index": 7,
      "start_time": 20100.0,
      "end_time": 25900.0,
      "text": "And you are watching Vagabrothers, your go-to guide for travel tips, vlogs, and inspiration here on YouTube."
    },
    {
      "index": 8,
      "start_time": 26100.0,
      "end_time": 33300.0,
      "text": "And in this video we're going to be sharing our tips on how to beat the crowds, save cash, and just basically have the best summer ever."
    },
    {
      "index": 9,
      "start_time": 33500.0,
      "end_time": 39400.0,
      "text": "So if you haven't already, hit that subscribe button and turn on notifications so that you can get travel tips all summer long."
    },
    {
      "index": 10,
      "start_time": 39600.0,
      "end_time": 45500.0,
      "text": "And if you find this video useful, give it a thumbs- up, share it with your travel buddies, and get ready to buy some tickets."
    },
    {
      "index": 11,
      "start_time": 45500.0,
      "end_time": 49000.0,
      "text": "These are the best destinations of Summer 2018."
    },
    {
      "index": 12,
      "start_time": 56000.0,
      "end_time": 58600.0,
      "text": "What makes the perfect summer destination?"
    },
    {
      "index": 13,
      "start_time": 58600.0,
      "end_time": 64700.0,
      "text": "Is it the great outdoors? Sun and sand? Fascinating festivals or excellent local meals?"
    },
    {
      "index": 14,
      "start_time": 65000.0,
      "end_time": 72700.0,
      "text": "Luckily, we've broken this list down into those four categories, and we've given you a few options for every interest, budget, and region of the world."
    },
    {
      "index": 15,
      "start_time": 72900.0,
      "end_time": 75500.0,
      "text": "But Bruce, what about us down here in New Zealand?"
    },
    {
      "index": 16,
      "start_time": 76100.0,
      "end_time": 81400.0,
      "text": "It's no summer. It's cold enough to freeze the balls off of a brass monkey. It's colder than a witch's...."
    },
    {
      "index": 17,
      "start_time": 81400.0,
      "end_time": 89700.0,
      "text": "No worries, mate.  Even though YouTube tells us that most of you are watching from the Northern Hemisphere, we've made sure to include plenty of options south of the Equator, as well."
    },
    {
      "index": 18,
      "start_time": 89800.0,
      "end_time": 98500.0,
      "text": "So without further ado, here are our best destinations for Summer 2018, starting with our first category: nature and adventure."
    },
    {
      "index": 19,
      "start_time": 98500.0,
      "end_time": 100100.0,
      "text": "First up: the Pyrenees"
    },
    {
      "index": 20,
      "start_time": 100100.0,
      "end_time": 104200.0,
      "text": "Europe's low-key affordable and uncrowded alternative to the Alps."
    },
    {
      "index": 21,
      "start_time": 104300.0,
      "end_time": 108100.0,
      "text": "The Pyrenees Mountains form a natural boundary between France and the Iberian Peninsula."
    },
    {
      "index": 22,
      "start_time": 108700.0,
      "end_time": 115200.0,
      "text": "They go from the Basque Country on the Atlantic four hundred and thirty kilometers to Catalonia on the Mediterranean."
    },
    {
      "index": 23,
      "start_time": 115200.0,
      "end_time": 127800.0,
      "text": "Whether you approach them from Spain, France, or the micro kingdom of Andorra, expect to find peaks soaring to up to 3000 metres, castles, forests, and so much more."
    },
    {
      "index": 24,
      "start_time": 127800.0,
      "end_time": 134300.0,
      "text": "A good place to start is the Ordesa Y Monte Perdido Parque Nacional in Aragon, Spain."
    },
    {
      "index": 25,
      "start_time": 134300.0,
      "end_time": 140500.0,
      "text": "If  you want to see a lot in a short period of time, walk the Camino de Santiago along the Camino Frances."
    },
    {
      "index": 26,
      "start_time": 140600.0,
      "end_time": 143400.0,
      "text": "You start in Saint Jean-Pied-de-Port in the French Basque Country."
    },
    {
      "index": 27,
      "start_time": 143400.0,
      "end_time": 149900.0,
      "text": "You walk up the historic Roncesvalles Pass, stay in a hermitage overnight and a few days later, you arrive at Pamplona."
    },
    {
      "index": 28,
      "start_time": 149900.0,
      "end_time": 157500.0,
      "text": "Or if you'd like to cover some serious ground, consider doing a bicycle trip like I did back in the summer of 2012."
    },
    {
      "index": 29,
      "start_time": 157800.0,
      "end_time": 167300.0,
      "text": "I basically rode my bicycle from San Sebastian in Spain up into France all the way from the Atlantic to the Mediterranean and back,"
    },
    {
      "index": 30,
      "start_time": 167800.0,
      "end_time": 175000.0,
      "text": "stealth camping and basically soaking in all of the natural beauty of the Pyrenees one pedal at a time."
    },
    {
      "index": 31,
      "start_time": 175200.0,
      "end_time": 181600.0,
      "text": "In June, the farther north you travel, the longer it stays light, making it possible to see a lot on even the shortest trips."
    },
    {
      "index": 32,
      "start_time": 181800.0,
      "end_time": 191700.0,
      "text": "That's why our second recommendation is to travel through Western Norway on a cruise through the deep glacially carved valleys that Norwegians call \"fjords.\""
    },
    {
      "index": 33,
      "start_time": 191700.0,
      "end_time": 195000.0,
      "text": "The way to do it is on the Hurtigruten ferry. I think I pronounced that right."
    },
    {
      "index": 34,
      "start_time": 195000.0,
      "end_time": 199900.0,
      "text": "It started as a mail delivery service delivering mail to the isolated fishing ports of the region."
    },
    {
      "index": 35,
      "start_time": 199900.0,
      "end_time": 207800.0,
      "text": "Now, it allows tourists to tag along for a ride, from Bergen in the south all the way up to the Norwegian Arctic, stopping at thirty-four ports along the way."
    },
    {
      "index": 36,
      "start_time": 207800.0,
      "end_time": 212500.0,
      "text": "The whole trip takes twelve days, and you can hop on and off at some pretty amazing locations."
    },
    {
      "index": 37,
      "start_time": 212500.0,
      "end_time": 222800.0,
      "text": "Whether you're trying to get that Instagram photo from the Lofoten Islands, or just feel like hanging out with the indigenous Sami reindeer herders in Lapland, you can do all of that and much much more"
    },
    {
      "index": 38,
      "start_time": 222900.0,
      "end_time": 231900.0,
      "text": "The cruise does run for 365 days a year, but we would highly recommend you do it in the summer time because Norway in the middle of winter is a little bit cold."
    },
    {
      "index": 39,
      "start_time": 231900.0,
      "end_time": 237000.0,
      "text": "For a total contrast, you could go antipodal and hit New Zealand's Southern Alps."
    },
    {
      "index": 40,
      "start_time": 237000.0,
      "end_time": 238600.0,
      "text": "We had a weird winter here in North America."
    },
    {
      "index": 41,
      "start_time": 238600.0,
      "end_time": 242700.0,
      "text": "So if you didn't get enough pow, head down to New Zealand for the endless winter."
    },
    {
      "index": 42,
      "start_time": 242700.0,
      "end_time": 248300.0,
      "text": "Some of New Zealand's best mountains are available on the Mountain Collective Pass, which operates in 16 resorts around the world."
    },
    {
      "index": 43,
      "start_time": 248300.0,
      "end_time": 254900.0,
      "text": "Coronet Peak and the Remarkables are both within striking distance of Queenstown, the most lively city on the South Island."
    },
    {
      "index": 44,
      "start_time": 254900.0,
      "end_time": 260300.0,
      "text": "And if you're not into snowboarding or skiing, there's plenty of other activities to get your blood pumping,"
    },
    {
      "index": 45,
      "start_time": 260300.0,
      "end_time": 266500.0,
      "text": "from the Shotover Jet, to the birthplace of bungee jumping, not to mention skydiving because you can do that there too."
    },
    {
      "index": 46,
      "start_time": 267000.0,
      "end_time": 274000.0,
      "text": "For something more mellow, drive three hours down south to Mount Cook, New Zealand's largest mountain and the world's largest dark sky reserve,"
    },
    {
      "index": 47,
      "start_time": 274000.0,
      "end_time": 278500.0,
      "text": "to see why the Maori called Mount Cook,\"Aoraki,  the Sky Piercer.\""
    },
    {
      "index": 48,
      "start_time": 278500.0,
      "end_time": 285800.0,
      "text": "If you don't feel like going too far north or too far south, split the difference on the equator or in Spanish, Ecuador."
    },
    {
      "index": 49,
      "start_time": 286100.0,
      "end_time": 289800.0,
      "text": "Ecuador is one of the most geographically diverse countries on the planet,"
    },
    {
      "index": 50,
      "start_time": 290400.0,
      "end_time": 298900.0,
      "text": "from the headwaters of the Amazon River to the Avenue of the Andes Mountains, and, of course, the world-famous Galapagos Islands."
    },
    {
      "index": 51,
      "start_time": 299100.0,
      "end_time": 306200.0,
      "text": "Go in August when the rainforest ain't that rainy, and it's the perfect time to bike Cotopaxi, hike a cloud forest, or go deep into the Amazon."
    },
    {
      "index": 52,
      "start_time": 306500.0,
      "end_time": 314100.0,
      "text": "Best of all, Ecuador uses the US dollar, and it's quite affordable, making it this year's budget option for adventure destinations of 2018."
    },
    {
      "index": 53,
      "start_time": 314200.0,
      "end_time": 318700.0,
      "text": "If you've got some extra cash to splurge, consider going on a safari in the Serengeti."
    },
    {
      "index": 54,
      "start_time": 318700.0,
      "end_time": 328600.0,
      "text": "Summer is the best time to catch the wildebeest migration, which is one of the largest wildlife migrations on earth, and it literally is something from Planet Earth."
    },
    {
      "index": 55,
      "start_time": 328900.0,
      "end_time": 330800.0,
      "text": "Between July and September of every year, 1.5 million wildebeest complete their annual circular migration from Tanzania's Serengeti National Park in June to Kenya by August, crossing the Masai Mara River in dramatic fashion."
    },
    {
      "index": 56,
      "start_time": 343100.0,
      "end_time": 346100.0,
      "text": "Timing is critical and guides are necessary, which is what makes this experience more expensive."
    },
    {
      "index": 57,
      "start_time": 349500.0,
      "end_time": 353400.0,
      "text": "There's only a small window, tons of demand, and limited space."
    },
    {
      "index": 58,
      "start_time": 353500.0,
      "end_time": 360200.0,
      "text": "But if you can afford this experience, camping on the plains of Africa, and meeting the Masai tribe will make 2018 a summer to truly remember."
    },
    {
      "index": 59,
      "start_time": 366000.0,
      "end_time": 370900.0,
      "text": "Summer is synonymous with sunshine and sand, but if you know this channel, if you've been watching the Vagabrothers, you know that we like our beaches with a double side of culture."
    },
    {
      "index": 60,
      "start_time": 375100.0,
      "end_time": 381400.0,
      "text": "So here are four beach destinations that will satisfy your curiosity as well as your need for R&R."
    },
    {
      "index": 61,
      "start_time": 385500.0,
      "end_time": 389900.0,
      "text": "Few places mix culture and coastline quite like the Mediterranean,"
    },
    {
      "index": 62,
      "start_time": 389900.0,
      "end_time": 392600.0,
      "text": "and while the beaches of Spain, Italy, and Greece are extremely crowded in the summer time, we are recommending the Turquoise Coast of Turkey."
    },
    {
      "index": 63,
      "start_time": 398200.0,
      "end_time": 402100.0,
      "text": "Turkey's Turquoise Coast- say that five times fast- is a stunning stretch of beach, inlets, and resorts along the Aegean Sea."
    },
    {
      "index": 64,
      "start_time": 407000.0,
      "end_time": 409600.0,
      "text": "Okay, technically it's in Asia Minor, but it is a stone's throw away from the Greek Islands, and it's much less expensive."
    },
    {
      "index": 65,
      "start_time": 414500.0,
      "end_time": 416000.0,
      "text": "There are plenty of budget options."
    },
    {
      "index": 66,
      "start_time": 416000.0,
      "end_time": 417100.0,
      "text": "There's all-inclusive resorts."
    },
    {
      "index": 67,
      "start_time": 417100.0,
      "end_time": 420700.0,
      "text": "But the money move is to rent a gulet, a traditional Turkish sailing boat, that you can get for a day, a week, or two weeks."
    },
    {
      "index": 68,
      "start_time": 424200.0,
      "end_time": 426600.0,
      "text": "Beyond that, Turkish food is incredible, and the region has plenty of cultures, including the Ruins of Xanthos and just a little bit further north, the legendary Ruins of Troy."
    },
    {
      "index": 69,
      "start_time": 435600.0,
      "end_time": 437900.0,
      "text": "Now you might be wondering, is Turkey safe?"
    },
    {
      "index": 70,
      "start_time": 438100.0,
      "end_time": 448900.0,
      "text": "After a string of terrorist attacks and an attempted coup in 2016, a lot of travelers have stayed away from Turkey, and we have not included it on our list of places to go."
    },
    {
      "index": 71,
      "start_time": 448900.0,
      "end_time": 451500.0,
      "text": "Thankfully, things seem to have calmed down."
    },
    {
      "index": 72,
      "start_time": 452100.0,
      "end_time": 458800.0,
      "text": "Most of the attacks have been concentrated in the south, the east, the capital of Ankara, or in Istanbul."
    },
    {
      "index": 73,
      "start_time": 459000.0,
      "end_time": 463200.0,
      "text": "A lot of travel experts say that the Turquoise Coast is safe."
    },
    {
      "index": 74,
      "start_time": 463200.0,
      "end_time": 468400.0,
      "text": "Regardless, it's always a good idea to check with your local foreign office for more information."
    },
    {
      "index": 75,
      "start_time": 468600.0,
      "end_time": 473700.0,
      "text": "But for those of you willing to make the trip to Turkey, chances are you'll have the beaches to yourself."
    },
    {
      "index": 76,
      "start_time": 473700.0,
      "end_time": 480500.0,
      "text": "In June and July much of South and Southeast Asia is affected by the yearly monsoon, which drenches most of the region in rain."
    },
    {
      "index": 77,
      "start_time": 480700.0,
      "end_time": 485700.0,
      "text": "So if you're looking for a beach destination in Asia, you should consider Sri Lanka."
    },
    {
      "index": 78,
      "start_time": 485800.0,
      "end_time": 494100.0,
      "text": "We've been wanting to go to Sri Lanka for a very long time because it's affordable, beautiful, full of great food, and really good surf."
    },
    {
      "index": 79,
      "start_time": 494300.0,
      "end_time": 498100.0,
      "text": "Sri Lanka is big, and the weather varies from coast to coast."
    },
    {
      "index": 80,
      "start_time": 498100.0,
      "end_time": 504200.0,
      "text": "The southwest could be getting soaked, but the northeast could be perfect to visit and far off the beaten path."
    },
    {
      "index": 81,
      "start_time": 504300.0,
      "end_time": 515800.0,
      "text": "That's because until recently the northeast of Sri Lanka was the homeland of the Tamil Tigers, a separatist group that fought for independence from the central government for 26 years until their military defeat in 2009."
    },
    {
      "index": 82,
      "start_time": 516000.0,
      "end_time": 519700.0,
      "text": "Twenty years later, the situation has stabilized, but the crowds have not yet returned."
    },
    {
      "index": 83,
      "start_time": 519900.0,
      "end_time": 524700.0,
      "text": "Surfers are paving the way in search of an alternative to the crowded beaches of Bali."
    },
    {
      "index": 84,
      "start_time": 524700.0,
      "end_time": 535900.0,
      "text": "Whether you surf or not, there's no shortage of reasons to visit Sri Lanka, from the iconic Sigiriya Citadel Rock to the thousands of wild elephants roaming the island."
    },
    {
      "index": 85,
      "start_time": 535900.0,
      "end_time": 541300.0,
      "text": "But if you're really looking for a perfect beach on island full of animals, look no farther than Borneo,"
    },
    {
      "index": 86,
      "start_time": 541300.0,
      "end_time": 552300.0,
      "text": "a Southeast Asian island divided between Malaysia and Indonesia and Brunei, and home to the Man of the Forest, aka the orangutan."
    },
    {
      "index": 87,
      "start_time": 552300.0,
      "end_time": 555900.0,
      "text": "The dry season runs from April to September; that's the best time to visit,"
    },
    {
      "index": 88,
      "start_time": 555900.0,
      "end_time": 562900.0,
      "text": "not only for viewing orangutans, but catching the turtles returning to secluded jungle beaches and hatching their young."
    },
    {
      "index": 89,
      "start_time": 563000.0,
      "end_time": 566000.0,
      "text": "If you somehow get bored by endless beautiful beaches,"
    },
    {
      "index": 90,
      "start_time": 566000.0,
      "end_time": 575800.0,
      "text": "you could volunteer at an orangutan rehabilitation center, visit indigenous communities in the interior, or swing by the Rainforest Music Festival."
    },
    {
      "index": 91,
      "start_time": 575800.0,
      "end_time": 583300.0,
      "text": "Moving to our next category, let's talk about the summer's best arts and cultural destinations, and they are not where you would expect."
    },
    {
      "index": 92,
      "start_time": 583700.0,
      "end_time": 585500.0,
      "text": "First up: Mongolia."
    },
    {
      "index": 93,
      "start_time": 585500.0,
      "end_time": 590800.0,
      "text": "Today a modern nation wedged between China and Russia; historically home to the Mongols,"
    },
    {
      "index": 94,
      "start_time": 590900.0,
      "end_time": 602900.0,
      "text": "a tribe of fierce warrior nomads who in the 13th century united under Genghis Khan to conquer everything between Beijing of the Bosphorus, forming the largest contiguous land empire in history."
    },
    {
      "index": 95,
      "start_time": 602900.0,
      "end_time": 608500.0,
      "text": "While the days of pillaging are over, 30% of modern Mongolians still live as nomads."
    },
    {
      "index": 96,
      "start_time": 608600.0,
      "end_time": 620000.0,
      "text": "So the best time to visit is in July during the Naadam Festival where Mongolians compete in the manly arts of horsemanship, archery, and wrestling."
    },
    {
      "index": 97,
      "start_time": 620000.0,
      "end_time": 624100.0,
      "text": "Few festivals offer such an open invitation to living history."
    },
    {
      "index": 98,
      "start_time": 624600.0,
      "end_time": 631000.0,
      "text": "So soak it up, stay in a yurt, go on a horse track, but maybe leave the wrestling to the professionals."
    },
    {
      "index": 99,
      "start_time": 631200.0,
      "end_time": 640000.0,
      "text": "But in Argentina, August is the perfect time to grab a local and learn how to dance at Tango Buenos Aires, the world's premier festival of tango music and dance."
    },
    {
      "index": 100,
      "start_time": 640200.0,
      "end_time": 645400.0,
      "text": "A few years back, I got to spend all of August in Buenos Aires, researching a guidebook on the city."
    },
    {
      "index": 101,
      "start_time": 645500.0,
      "end_time": 648000.0,
      "text": "I caught some competitions at the tango festival."
    },
    {
      "index": 102,
      "start_time": 648200.0,
      "end_time": 652100.0,
      "text": "I listened to classical tango music at El Boliche de Roberto,"
    },
    {
      "index": 103,
      "start_time": 652100.0,
      "end_time": 660100.0,
      "text": "and I even learned a few steps at local Milongas, which are dance halls like La Catedral, which gives beginners classes every night at 6."
    },
    {
      "index": 104,
      "start_time": 660100.0,
      "end_time": 662100.0,
      "text": "It's super welcoming, and a great place to learn."
    },
    {
      "index": 105,
      "start_time": 662100.0,
      "end_time": 667200.0,
      "text": "Plus, August is a perfect time to visit because the weather is still pretty cool, and there aren't a lot of crowds."
    },
    {
      "index": 106,
      "start_time": 667200.0,
      "end_time": 672900.0,
      "text": "Also there are art fairs, flea markets, and small galleries galore throughout the entire city."
    },
    {
      "index": 107,
      "start_time": 672900.0,
      "end_time": 683600.0,
      "text": "For example, check out the Galleria Locale in Palermo, which is a hip boutique, coffee shop, tattoo parlor, and art gallery all under one roof."
    },
    {
      "index": 108,
      "start_time": 683900.0,
      "end_time": 688200.0,
      "text": "Finally, our last recommendation for arts and culture is far away from a museum:"
    },
    {
      "index": 109,
      "start_time": 688300.0,
      "end_time": 692100.0,
      "text": "the hills of Papua New Guinea for the Mount Hagen Cultural Show"
    },
    {
      "index": 110,
      "start_time": 692100.0,
      "end_time": 700600.0,
      "text": "where every August dozens of formerly warlike tribes gather for the country's largest sing-sing, a highly-decorated dance-off."
    },
    {
      "index": 111,
      "start_time": 700600.0,
      "end_time": 702200.0,
      "text": "Sound cool?  Definitely."
    },
    {
      "index": 112,
      "start_time": 702200.0,
      "end_time": 713300.0,
      "text": "But be forewarned: Papua New Guinea is a place of very well preserved traditions and not very well developed tourist infrastructure."
    },
    {
      "index": 113,
      "start_time": 713300.0,
      "end_time": 719500.0,
      "text": "Chances are those tribes that you want to go hang out with have had very little contact with foreigners."
    },
    {
      "index": 114,
      "start_time": 719500.0,
      "end_time": 728800.0,
      "text": "So if you go, join a tour; be prepared to rough it, and always ask permission before shoving your camera in a tribesman's face."
    },
    {
      "index": 115,
      "start_time": 728800.0,
      "end_time": 734800.0,
      "text": "Last but not least our final category is: food and drink for all of you who follow your stomachs around the globe."
    },
    {
      "index": 116,
      "start_time": 734800.0,
      "end_time": 737700.0,
      "text": "First up: Galicia in Northwest Spain."
    },
    {
      "index": 117,
      "start_time": 737800.0,
      "end_time": 739600.0,
      "text": "I used to live in Galicia."
    },
    {
      "index": 118,
      "start_time": 739600.0,
      "end_time": 745500.0,
      "text": "And while Catalonia and the Basque Country get most of the attention for the incredible food of Spain,"
    },
    {
      "index": 119,
      "start_time": 745500.0,
      "end_time": 750700.0,
      "text": "Galicia is a culinary underdog worthy of some serious recognition."
    },
    {
      "index": 120,
      "start_time": 750800.0,
      "end_time": 756600.0,
      "text": "Galicia has historically been one of Spain's poorest regions, and the cuisine is simple yet delicious."
    },
    {
      "index": 121,
      "start_time": 757400.0,
      "end_time": 765800.0,
      "text": "Fresh seafood, scallops, goose barnacles, octopuses harvested in the local coastal fjords known as \"rias.\""
    },
    {
      "index": 122,
      "start_time": 765800.0,
      "end_time": 772600.0,
      "text": "During the Spanish conquest of the Americas, Galicians emigrated in huge numbers to the New World and traded recipes across the Atlantic."
    },
    {
      "index": 123,
      "start_time": 772600.0,
      "end_time": 776600.0,
      "text": "They were the first ones to plant the potato in Europe that gave Argentinians empanadas,"
    },
    {
      "index": 124,
      "start_time": 776600.0,
      "end_time": 782900.0,
      "text": "and today you can get an asado with chimichurri that rivals anything you can find in Buenos Aires."
    },
    {
      "index": 125,
      "start_time": 782900.0,
      "end_time": 791900.0,
      "text": "Top it off with some highly quaffable albarino wine, a minerally white grown along the coast, and you can see why we are so hungry for Galicia."
    },
    {
      "index": 126,
      "start_time": 791900.0,
      "end_time": 794500.0,
      "text": "For something more urban and edgy, go to Berlin."
    },
    {
      "index": 127,
      "start_time": 795100.0,
      "end_time": 797900.0,
      "text": "During The Cold War, the Berlin Wall was a symbol of division."
    },
    {
      "index": 128,
      "start_time": 797900.0,
      "end_time": 806100.0,
      "text": "But in the quarter century since reunification, Berlin has become a leading example of how to balance strong local heritage with global influences."
    },
    {
      "index": 129,
      "start_time": 806200.0,
      "end_time": 809900.0,
      "text": "Take currywurst, a German sausage mixed with ketchup, and Indian curry powder brought to West Berlin by British soldiers stationed there during the cold War."
    },
    {
      "index": 130,
      "start_time": 817200.0,
      "end_time": 821400.0,
      "text": "Or the \"doner,\"  a type of kebab invented in Berlin by immigrants from Turkey."
    },
    {
      "index": 131,
      "start_time": 821400.0,
      "end_time": 822900.0,
      "text": "The list goes on."
    },
    {
      "index": 132,
      "start_time": 822900.0,
      "end_time": 829400.0,
      "text": "Recently, Berlin's become even more globalized as American craft beer culture has shaken up 500-year-old beer purity laws,"
    },
    {
      "index": 133,
      "start_time": 829400.0,
      "end_time": 833200.0,
      "text": "vegan chefs have replaced pork knuckle with plant-based cuisines,"
    },
    {
      "index": 134,
      "start_time": 833800.0,
      "end_time": 839600.0,
      "text": "and immigrants from around the world have turned Berlin's food scene into a buffet of international flavors."
    },
    {
      "index": 135,
      "start_time": 839800.0,
      "end_time": 850000.0,
      "text": "Throw in tons of cool bars, a thriving underground club scene, and some of the cheapest prices of any capital city in Europe, and Berlin is looking mighty tasty."
    },
    {
      "index": 136,
      "start_time": 852200.0,
      "end_time": 860400.0,
      "text": "Far away from the world's capitals, there's something really funky happening in California, that is, Baja California, Mexico."
    },
    {
      "index": 137,
      "start_time": 860400.0,
      "end_time": 861600.0,
      "text": "We grew up in San Diego."
    },
    {
      "index": 138,
      "start_time": 861600.0,
      "end_time": 865800.0,
      "text": "We've crossed the border cuntless times to surf, eat tacos and party."
    },
    {
      "index": 139,
      "start_time": 865800.0,
      "end_time": 868500.0,
      "text": "But as we've grown up, so has Baja."
    },
    {
      "index": 140,
      "start_time": 868500.0,
      "end_time": 878200.0,
      "text": "Over the last decade, Baja California has quietly become one of the most interesting food scenes on the planet by developing a cuisine that transcends borders."
    },
    {
      "index": 141,
      "start_time": 878300.0,
      "end_time": 885600.0,
      "text": "Blending the craft beer culture of San Diego with indigenous Mexican recipes and world-class innovation,"
    },
    {
      "index": 142,
      "start_time": 885800.0,
      "end_time": 890200.0,
      "text": "Baja has some top-notch restaurants, incredible craft beer, and rustic vineyards at a fraction of the cost of other wine regions."
    },
    {
      "index": 143,
      "start_time": 895300.0,
      "end_time": 900900.0,
      "text": "Late August is the perfect time to swing through the offbeat vineyards of the Valle de Guadalupe right before harvest."
    },
    {
      "index": 144,
      "start_time": 900900.0,
      "end_time": 908200.0,
      "text": "Swing through Tijuana to eat at Verde Crema, and don't forget to try the award-winning beers at Agua Male Brewery in Ensenada."
    },
    {
      "index": 145,
      "start_time": 910900.0,
      "end_time": 914900.0,
      "text": "Alright ladies and gentlemen, those are our tips for the best places to visit in the summer of 2018."
    },
    {
      "index": 146,
      "start_time": 915400.0,
      "end_time": 918300.0,
      "text": "What are yours? Share them down there in the comments section."
    },
    {
      "index": 147,
      "start_time": 918300.0,
      "end_time": 926400.0,
      "text": "If you liked this video, please give it a big thumbs-up, share it with your friends, subscribe and turn on notifications, if you have not already."
    },
    {
      "index": 148,
      "start_time": 926400.0,
      "end_time": 929900.0,
      "text": "Also, go check on our website Vagabrothers.com for a lot more information."
    },
    {
      "index": 149,
      "start_time": 929900.0,
      "end_time": 932300.0,
      "text": "We're creating Google Maps of all of our videos."
    },
    {
      "index": 150,
      "start_time": 932300.0,
      "end_time": 934700.0,
      "text": "You can download them and find exactly what we're talking about."
    },
    {
      "index": 151,
      "start_time": 934700.0,
      "end_time": 940800.0,
      "text": "It's a full guide for this video as well as all of our previous videos and series on Vagabrothers.com"
    },
    {
      "index": 152,
      "start_time": 940800.0,
      "end_time": 944700.0,
      "text": "If you guys have any extra questions or you want us to make videos about certain topics,"
    },
    {
      "index": 153,
      "start_time": 944700.0,
      "end_time": 954400.0,
      "text": "please send a short video submission to: submissions.vagabrothers@ gmail.com for a chance to be featured in an upcoming video."
    },
    {
      "index": 154,
      "start_time": 954400.0,
      "end_time": 958700.0,
      "text": "Ok guys! In the meantime, stay curious, keep exploring, and we'll see you guys on the road."
    },
    {
      "index": 155,
      "start_time": 958700.0,
      "end_time": 959900.0,
      "text": "Peace."
    }
  ]
}