{
  "video_id": "QuWsHyuLD_E",
  "title": "Can Loneliness Kill You?",
  "json": [
    {
      "index": 1,
      "start_time": 310.0,
      "end_time": 7800.0,
      "text": "Our planet may be more connected than ever, but loneliness has doubled in America since the 80's with more than 40% of adults saying they are lonely."
    },
    {
      "index": 2,
      "start_time": 8119.999999999999,
      "end_time": 11020.0,
      "text": "So should you be worried if you feel the same?"
    },
    {
      "index": 3,
      "start_time": 11050.0,
      "end_time": 13880.0,
      "text": "Can loneliness...kill you?"
    },
    {
      "index": 4,
      "start_time": 13890.0,
      "end_time": 20680.0,
      "text": "Loneliness is a psychological mechanism designed to motivate you to seek out social interactions, but it's highly subjective."
    },
    {
      "index": 5,
      "start_time": 20690.0,
      "end_time": 24320.0,
      "text": "In other words, if you feel lonely, then you are lonely."
    },
    {
      "index": 6,
      "start_time": 24320.0,
      "end_time": 32169.0,
      "text": "And it doesn't necessarily mean you're a loner or have no friends, it just means that the social interactions that are necessary to you are not being met."
    },
    {
      "index": 7,
      "start_time": 32168.999999999996,
      "end_time": 41800.0,
      "text": "We often think of loneliness as something that affects the elderly, but a recent study found that young people aged 16-24 felt lonely more than any other group of adults."
    },
    {
      "index": 8,
      "start_time": 41800.0,
      "end_time": 46490.0,
      "text": "In one painful study, scientists found that being lonely made cold symptoms worse."
    },
    {
      "index": 9,
      "start_time": 46490.0,
      "end_time": 54130.0,
      "text": "Hundreds of healthy people completed a loneliness scale test and then were given nasal drops containing the common cold virus - blugh!"
    },
    {
      "index": 10,
      "start_time": 54130.0,
      "end_time": 65600.0,
      "text": "At this point, these poor, sick-induced participants were quarantined in hotel rooms for 5 days and those who reported being more lonely prior to the test also reported more significant cold symptoms."
    },
    {
      "index": 11,
      "start_time": 65880.0,
      "end_time": 68650.0,
      "text": "Have you ever noticed that food tastes better when you're hungry?"
    },
    {
      "index": 12,
      "start_time": 68880.0,
      "end_time": 72280.0,
      "text": "Scientists have actually seen the same phenomenon with loneliness."
    },
    {
      "index": 13,
      "start_time": 72280.0,
      "end_time": 90030.0,
      "text": "When hooked up to fMRI machines and shown either an image of a loved one or a stranger, those who tested higher on the UCLA Loneliness Scale showed a bigger response in the reward system of the brain when shown a picture of a loved one, while those who were not very lonely had a similar response between the loved one and stranger."
    },
    {
      "index": 14,
      "start_time": 90030.0,
      "end_time": 97619.0,
      "text": "This helps us see that it's not that lonely individuals lack close relationships, but rather, that they long for greater social interaction."
    },
    {
      "index": 15,
      "start_time": 97619.0,
      "end_time": 101069.0,
      "text": "Chronic loneliness can also change your body on a cellular level."
    },
    {
      "index": 16,
      "start_time": 101069.0,
      "end_time": 111030.0,
      "text": "Research has found that lonely people have 209 different gene expressions in some of their white blood cells, including increased activity of pro-inflammatory transcription factor."
    },
    {
      "index": 17,
      "start_time": 111030.0,
      "end_time": 117000.0,
      "text": "Now, inflammation is an important response to injury, but chronic inflammation wreaks havoc on your body."
    },
    {
      "index": 18,
      "start_time": 117009.0,
      "end_time": 125880.0,
      "text": "As a result, we see that poor social relationships show a 29% increase in coronary heart disease and 32% increase of a stroke."
    },
    {
      "index": 19,
      "start_time": 125880.0,
      "end_time": 132340.0,
      "text": "Overall, people with strong social relationships have a 50% increased likelihood of survival overall."
    },
    {
      "index": 20,
      "start_time": 132560.0,
      "end_time": 143670.0,
      "text": "That means they are much less likely to die over the same period of time, making loneliness as deadly of a risk factor as smoking 15 cigarettes a day, lack of exercise, or obesity!"
    },
    {
      "index": 21,
      "start_time": 143760.0,
      "end_time": 147890.0,
      "text": "So yes, loneliness can increase your chance of death."
    },
    {
      "index": 22,
      "start_time": 147890.0,
      "end_time": 158060.0,
      "text": "And the increased number of lonely people may be related to shifts in our culture, global capitalism and its focus on the individual has changed our ability to access social connection."
    },
    {
      "index": 23,
      "start_time": 158069.0,
      "end_time": 161450.0,
      "text": "If you're feeling lonely, know that you're - well - not alone."
    },
    {
      "index": 24,
      "start_time": 161450.0,
      "end_time": 163800.0,
      "text": "It isn't usually a reflection of your likability."
    },
    {
      "index": 25,
      "start_time": 164000.0,
      "end_time": 167819.0,
      "text": "One small step you can make today to feel more connected?"
    },
    {
      "index": 26,
      "start_time": 167819.0,
      "end_time": 173690.0,
      "text": "Try to make more intentional eye contact, whether with those you know, or even a passerby on the street."
    },
    {
      "index": 27,
      "start_time": 173700.0,
      "end_time": 205620.0,
      "text": "Studies have found that eye contact is a gesture that makes both parties involved feel more in touch with humankind."
    }
  ]
}