{
  "video_id": "qwhlkp2dLy0",
  "title": "Could Someone Hack Your Body?",
  "json": [
    {
      "index": 1,
      "start_time": 280.0,
      "end_time": 2500.0,
      "text": "Hey there! Welcome to Life Noggin."
    },
    {
      "index": 2,
      "start_time": 2500.0,
      "end_time": 8000.0,
      "text": "I am a Robot. I am not real. Just kidding. That was super convincing, right?"
    },
    {
      "index": 3,
      "start_time": 8000.0,
      "end_time": 12410.0,
      "text": "Would you believe me if I told you that right now, there are cyborgs living among us?"
    },
    {
      "index": 4,
      "start_time": 12410.0,
      "end_time": 13410.0,
      "text": "That's right."
    },
    {
      "index": 5,
      "start_time": 13410.0,
      "end_time": 21900.0,
      "text": "There are people that can listen to colors through an implanted antennae, or who are alerted when earthquakes occur through a vibration in a device in their arm."
    },
    {
      "index": 6,
      "start_time": 21900.0,
      "end_time": 27100.0,
      "text": "These self-proclaimed cyborgs have even started a foundation to support and educate others like them."
    },
    {
      "index": 7,
      "start_time": 27100.0,
      "end_time": 47000.0,
      "text": "In this world where sci-fi has literally come to life, common body enhancements, or “bodyhacks” as the community calls them, include magnets that tingle when near an electromagnetic field or enhance sounds if implanted in the ear lobes, a compas-like device that vibrates when you face north, and LEDs that light up under your skin, among others."
    },
    {
      "index": 8,
      "start_time": 47000.0,
      "end_time": 56300.0,
      "text": "But, because these are often implanted by enthusiasts instead of medical professionals, they have the potential for dangerous side effects such as infections and pain."
    },
    {
      "index": 9,
      "start_time": 56300.0,
      "end_time": 60959.0,
      "text": "Implantable RFID chips are one of the most popular choices."
    },
    {
      "index": 10,
      "start_time": 60960.0,
      "end_time": 66570.0,
      "text": "These are commonly used in pets, but in humans can be programmed to unlock doors or smartphones."
    },
    {
      "index": 11,
      "start_time": 66570.0,
      "end_time": 69880.0,
      "text": "In Sweden, thousands of people have had a chip implanted."
    },
    {
      "index": 12,
      "start_time": 69880.0,
      "end_time": 74550.0,
      "text": "While in the US, the FDA has approved their use in humans for identifying patients and tracking their medical records."
    },
    {
      "index": 13,
      "start_time": 76000.0,
      "end_time": 80869.0,
      "text": "The medical community's use of implantable technology extends far beyond RFID chips."
    },
    {
      "index": 14,
      "start_time": 80869.0,
      "end_time": 86810.0,
      "text": "They use pacemakers, insulin pumps, contraceptives, devices to monitor health and disease, and cochlear implants for hearing."
    },
    {
      "index": 15,
      "start_time": 88640.0,
      "end_time": 95300.0,
      "text": "These innovations have greatly improved patients' lives, providing them peace of mind and even reproducing abilities that were once lost."
    },
    {
      "index": 16,
      "start_time": 95300.0,
      "end_time": 98409.0,
      "text": "But there is an extremely scary downside."
    },
    {
      "index": 17,
      "start_time": 98409.0,
      "end_time": 103799.0,
      "text": "In addition to the potential for malfunction, this technology can be vulnerable to hackers."
    },
    {
      "index": 18,
      "start_time": 103799.0,
      "end_time": 111870.0,
      "text": "And, while RFID chips can be used to track users or get their information, the hacking of pacemakers and insulin pumps can be deadly."
    },
    {
      "index": 19,
      "start_time": 111870.0,
      "end_time": 122900.0,
      "text": "In 2011, a diabetic patient presented at a security conference how he reverse engineered his insulin pump's communication channel, exposing a dangerous vulnerability and bringing these issues to light."
    },
    {
      "index": 20,
      "start_time": 122900.0,
      "end_time": 132610.0,
      "text": "In 2016, Johnson & Johnson warned their insulin pump users that they discovered a security vulnerability, though they didn't know of any attempts to hack their devices."
    },
    {
      "index": 21,
      "start_time": 132610.0,
      "end_time": 141460.0,
      "text": "And just last year, the FDA released a safety notice alerting individuals with certain Abbot brand implantable defibrillators of cybersecurity vulnerabilities."
    },
    {
      "index": 22,
      "start_time": 141000.0,
      "end_time": 155799.0,
      "text": "Certain devices that connect to hospital networks can act as an entry point and pose a wider threat for entire hospital systems, from information breaches to ransomware attacks where the system is held hostage, essentially stopping patient care in its tracks."
    },
    {
      "index": 23,
      "start_time": 155799.0,
      "end_time": 166100.0,
      "text": "The good news is that the FDA started to include cybersecurity in their medical device evaluations since 2014 and have already blocked devices with insufficient security from coming to market."
    },
    {
      "index": 24,
      "start_time": 166100.0,
      "end_time": 173600.0,
      "text": "As these guidelines take effect on newer models and devices, we can hopefully expect a safer and cyborg-friendly world."
    },
    {
      "index": 25,
      "start_time": 173600.0,
      "end_time": 174000.0,
      "text": "At least i hope."
    },
    {
      "index": 26,
      "start_time": 174000.0,
      "end_time": 176940.0,
      "text": "I don't want you humans getting really scary."
    },
    {
      "index": 27,
      "start_time": 176940.0,
      "end_time": 181329.0,
      "text": "Whether you are a cyborg, or just a human, keeping your data safe in your body and online is only getting more important."
    },
    {
      "index": 28,
      "start_time": 183200.0,
      "end_time": 188000.0,
      "text": "To keep all your information safe, you should definitely check out our sponsor for this video, Dashlane."
    },
    {
      "index": 29,
      "start_time": 188000.0,
      "end_time": 199900.0,
      "text": "Dashlane is an easy to use service that generates and stores strong, unique passwords, and autofills them securely everywhere on the internet, so you never have to worry about keeping your online identity safe again."
    },
    {
      "index": 30,
      "start_time": 199900.0,
      "end_time": 204370.0,
      "text": "Dashlane can even automatically change your passwords instantly to keep hackers out."
    },
    {
      "index": 31,
      "start_time": 204370.0,
      "end_time": 209430.0,
      "text": "This happens seamlessly across all your devices, whether you're using Android, iOS, Windows, or Mac."
    },
    {
      "index": 32,
      "start_time": 210450.0,
      "end_time": 222000.0,
      "text": "If you're like me and want extra protection features, Dashlane Premium will keep extra safe by also providing a VPN for each device you use, and actively warns you if your data is found on the Dark Web."
    },
    {
      "index": 33,
      "start_time": 222000.0,
      "end_time": 230000.0,
      "text": "To try Dashlane Premium free for 30 days and support the channel today go to Dashlane.com/LifeNoggin or click the first link in the description."
    },
    {
      "index": 34,
      "start_time": 230000.0,
      "end_time": 234000.0,
      "text": "And if you use our code LIFENOGGIN and you'll get 10% off a premium subscription."
    },
    {
      "index": 35,
      "start_time": 234000.0,
      "end_time": 235680.0,
      "text": "Which is pretty cool!"
    },
    {
      "index": 36,
      "start_time": 235680.0,
      "end_time": 239569.0,
      "text": "What futuristic device would you want to install to make your body better?"
    },
    {
      "index": 37,
      "start_time": 239569.0,
      "end_time": 245499.0,
      "text": "As always my name is Blocko, this has been Life Noggin, don't forget to keep on thinking!"
    }
  ]
}