{
  "video_id": "QWpYwtru5po",
  "title": "What Your Hair Length Says About Your True Personality",
  "json": [
    {
      "index": 1,
      "start_time": 5109.0,
      "end_time": 8249.0,
      "text": "What your hair length reveals about your personality"
    },
    {
      "index": 2,
      "start_time": 10240.0,
      "end_time": 16289.0,
      "text": "A lot of the times we decide to cut the hair and change our look completely to feel a breath of fresh air and start a"
    },
    {
      "index": 3,
      "start_time": 16289.000000000002,
      "end_time": 18289.0,
      "text": "new chapter in our lives."
    },
    {
      "index": 4,
      "start_time": 18360.0,
      "end_time": 24120.0,
      "text": "Little do we know the hair length may say a lot about a person's personality and character. The truth"
    },
    {
      "index": 5,
      "start_time": 24120.0,
      "end_time": 29800.0,
      "text": "is that hair is one of the features that define us most, as we choose exactly how it's going to look,"
    },
    {
      "index": 6,
      "start_time": 29800.0,
      "end_time": 33860.0,
      "text": "and according to one study, it is also a true reflection of our personality."
    },
    {
      "index": 7,
      "start_time": 34480.0,
      "end_time": 40379.0,
      "text": "So let's find out what your hair style says about you. It's not pure science, so don't take this too seriously."
    },
    {
      "index": 8,
      "start_time": 40950.0,
      "end_time": 46799.0,
      "text": "Just have fun with it and get to know whether these descriptions will suit you, your friends, family, your boyfriend or girlfriend."
    },
    {
      "index": 9,
      "start_time": 47710.0,
      "end_time": 53219.0,
      "text": "Let's start with common women's hair styles. Number one: pixie cut or very short hair"
    },
    {
      "index": 10,
      "start_time": 53800.0,
      "end_time": 56730.0,
      "text": "Cutting hair short is a very bold choice for women"
    },
    {
      "index": 11,
      "start_time": 57250.0,
      "end_time": 62910.0,
      "text": "Unfortunately, this beautiful haircut doesn't suit everyone so you never know whether it is exactly for you or not."
    },
    {
      "index": 12,
      "start_time": 63160.0,
      "end_time": 65790.0,
      "text": "However, women with pixie cuts ooze independence,"
    },
    {
      "index": 13,
      "start_time": 66340.0,
      "end_time": 73979.0,
      "text": "strong will, and femininity in the most powerful way. If you choose this hairstyle as your perfect look, you are quite confident,"
    },
    {
      "index": 14,
      "start_time": 74229.0,
      "end_time": 80399.0,
      "text": "sociable, flirty and, overall pleasant person. You find it very easy to meet new people and make new friends."
    },
    {
      "index": 15,
      "start_time": 80890.0,
      "end_time": 87720.0,
      "text": "You love jobs that allow you to emphasize your intelligence, and you know exactly how to face problems with integrity and self-control."
    },
    {
      "index": 16,
      "start_time": 88329.0,
      "end_time": 90329.0,
      "text": "Although sometimes you can act without thinking."
    },
    {
      "index": 17,
      "start_time": 90729.0,
      "end_time": 97379.0,
      "text": "People around you are inspired by your resilient character and your willingness to find new and fun adventures. Well done!"
    },
    {
      "index": 18,
      "start_time": 97380.0,
      "end_time": 100680.0,
      "text": "You really are the epitome of a strong and powerful female."
    },
    {
      "index": 19,
      "start_time": 104020.0,
      "end_time": 107220.0,
      "text": "Number two: bob cut or above the shoulder hair style"
    },
    {
      "index": 20,
      "start_time": 107950.0,
      "end_time": 111689.0,
      "text": "This haircut is common for females of all ages, and it's no surprise."
    },
    {
      "index": 21,
      "start_time": 112060.0,
      "end_time": 118170.0,
      "text": "It's very easy to manage and it gives you pretty much no trouble, decreasing the number of those annoying bad hair days."
    },
    {
      "index": 22,
      "start_time": 118990.0,
      "end_time": 125810.0,
      "text": "So, if bob is your go-to haircut at all times, you are a straight forward person who speaks the truth even when it hurts."
    },
    {
      "index": 23,
      "start_time": 126720.0,
      "end_time": 132350.0,
      "text": "Sometimes people appreciate it, sometimes they don't, but a bitter truth is still better than a sweet lie, right?"
    },
    {
      "index": 24,
      "start_time": 132630.0,
      "end_time": 139460.0,
      "text": "For you finding a balance between your personal and professional life is just a piece of cake. Plus, you are the queen of multitasking."
    },
    {
      "index": 25,
      "start_time": 141030.0,
      "end_time": 143330.0,
      "text": "You are fearless and very well organized."
    },
    {
      "index": 26,
      "start_time": 143330.0,
      "end_time": 150109.0,
      "text": "You can't stand routine, you do not have complexes that endlessly make you insecure, and you'd like to experience new things."
    },
    {
      "index": 27,
      "start_time": 150720.0,
      "end_time": 154010.0,
      "text": "Sometimes you act before you think, which can make you stumble from time to time,"
    },
    {
      "index": 28,
      "start_time": 154290.0,
      "end_time": 160699.0,
      "text": "but usually you're not the one to hesitate and go around in circles for too long. You know exactly what you want."
    },
    {
      "index": 29,
      "start_time": 162780.0,
      "end_time": 165410.0,
      "text": "Number three: lob or shoulder length cut"
    },
    {
      "index": 30,
      "start_time": 165960.0,
      "end_time": 171019.0,
      "text": "The shoulder length haircut is a certain in the middle compromise between having either short or long hair."
    },
    {
      "index": 31,
      "start_time": 171660.0,
      "end_time": 174949.0,
      "text": "That's why this is the most popular type of hair length for women."
    },
    {
      "index": 32,
      "start_time": 175080.0,
      "end_time": 181669.0,
      "text": "If lob cuts are the essential part of your look you are most probably happy with your feminine, elegant, and sophisticated appearance."
    },
    {
      "index": 33,
      "start_time": 182070.0,
      "end_time": 188959.0,
      "text": "You don't try too much in social situations and just enjoy staying true to yourself. You love to talk and your natural beauty"
    },
    {
      "index": 34,
      "start_time": 189090.0,
      "end_time": 191090.0,
      "text": "easily attracts everyone who crosses your path."
    },
    {
      "index": 35,
      "start_time": 191610.0,
      "end_time": 198020.0,
      "text": "You have an undeniable charisma. That's why after a first encounter people usually want to know you better and meet you again."
    },
    {
      "index": 36,
      "start_time": 198690.0,
      "end_time": 201800.0,
      "text": "You are an expert in starting new friendships and maintaining them,"
    },
    {
      "index": 37,
      "start_time": 201800.0,
      "end_time": 208639.0,
      "text": "and you have a broad spectrum of acquaintances. You like challenges and new projects, and you always come out victor from any situation."
    },
    {
      "index": 38,
      "start_time": 210720.0,
      "end_time": 213230.0,
      "text": "Number four: long or super long hair"
    },
    {
      "index": 39,
      "start_time": 213900.0,
      "end_time": 219800.0,
      "text": "Pretty much in every shampoo commercial, you see a woman with unbelievably beautiful and thick hair, and for many women"
    },
    {
      "index": 40,
      "start_time": 220080.0,
      "end_time": 222919.0,
      "text": "having healthy and long hair became a truly dearest wish."
    },
    {
      "index": 41,
      "start_time": 223530.0,
      "end_time": 230300.0,
      "text": "Yes, it's hard to manage and it takes a lot of time to style, but beauty comes first isn't it? Well, if you have long"
    },
    {
      "index": 42,
      "start_time": 230300.0,
      "end_time": 236869.0,
      "text": "hair you are usually very careful, patient, and dreamy. In love you seek a long-term relationship and give your all,"
    },
    {
      "index": 43,
      "start_time": 237150.0,
      "end_time": 240200.0,
      "text": "but you are also very selective and demanding with your partner."
    },
    {
      "index": 44,
      "start_time": 240330.0,
      "end_time": 242510.0,
      "text": "You are prepared to fight for your relationship,"
    },
    {
      "index": 45,
      "start_time": 242510.0,
      "end_time": 246889.0,
      "text": "but only if your partner is ready to do the same. The same thing applies to your dreams;"
    },
    {
      "index": 46,
      "start_time": 247050.0,
      "end_time": 250040.0,
      "text": "you are ready to do the impossible to achieve your goals."
    },
    {
      "index": 47,
      "start_time": 250380.0,
      "end_time": 256860.0,
      "text": "You know your worth and respect yourself, without being arrogant, and your perseverance will help you achieve anything you want."
    },
    {
      "index": 48,
      "start_time": 257320.0,
      "end_time": 262080.0,
      "text": "And that's it for women's hairstyles. Share your opinions in the comments on whether you found some"
    },
    {
      "index": 49,
      "start_time": 262210.0,
      "end_time": 265019.0,
      "text": "similarities in these descriptions with yourself or anyone else you know."
    },
    {
      "index": 50,
      "start_time": 266320.0,
      "end_time": 272160.0,
      "text": "What about us, guys? What surprising things can our hair length reveal about us? Time to find out all the answers."
    },
    {
      "index": 51,
      "start_time": 273960.0,
      "end_time": 276940.0,
      "text": "Number one: nearly shaved hair or bald head"
    },
    {
      "index": 52,
      "start_time": 277080.0,
      "end_time": 283720.0,
      "text": "Nearly shaved hair or even bald head often gives other people the signals of dominance total masculinity and toughness"
    },
    {
      "index": 53,
      "start_time": 284260.0,
      "end_time": 288800.0,
      "text": "Usually, we kind of go for this hairstyle to appear exactly like that for everyone around, right?"
    },
    {
      "index": 54,
      "start_time": 288850.0,
      "end_time": 294960.0,
      "text": "But does this really work? Well, simply speaking, if you chose this hairstyle as an ultimate one for yourself,"
    },
    {
      "index": 55,
      "start_time": 295150.0,
      "end_time": 296920.0,
      "text": "it's not that far from the truth."
    },
    {
      "index": 56,
      "start_time": 296920.0,
      "end_time": 301680.0,
      "text": "You like to be in control and feel nervous when you know that you can't do anything to change the situation."
    },
    {
      "index": 57,
      "start_time": 302140.0,
      "end_time": 308430.0,
      "text": "You have a neat sense of humor, which at times catch people by surprise, as they think that guys like you take themselves way"
    },
    {
      "index": 58,
      "start_time": 308430.0,
      "end_time": 315090.0,
      "text": "too seriously. At the same time, you are very focused and serious, most of the time. You are the person that believes"
    },
    {
      "index": 59,
      "start_time": 315090.0,
      "end_time": 320969.0,
      "text": "there is a time and place for everything, and one should act appropriately in any situation. You are quite careful,"
    },
    {
      "index": 60,
      "start_time": 320970.0,
      "end_time": 325530.0,
      "text": "and you know exactly how to stand up for yourself and be a great helping hand for everyone around."
    },
    {
      "index": 61,
      "start_time": 327180.0,
      "end_time": 328960.0,
      "text": "Number two: short hair"
    },
    {
      "index": 62,
      "start_time": 329020.0,
      "end_time": 332380.0,
      "text": "Short hair lengths still proves to be the most popular one among men."
    },
    {
      "index": 63,
      "start_time": 332640.0,
      "end_time": 338420.0,
      "text": "It's very easy, both to do and to manage, so most men simply ask the barber just to cut it short."
    },
    {
      "index": 64,
      "start_time": 338680.0,
      "end_time": 342210.0,
      "text": "So, what can this hairstyle say about you? First and foremost,"
    },
    {
      "index": 65,
      "start_time": 342340.0,
      "end_time": 346769.0,
      "text": "you are a very chill person. You are not the biggest party animal; if given the choice"
    },
    {
      "index": 66,
      "start_time": 346800.0,
      "end_time": 349860.0,
      "text": "you would most likely just enjoy staying with your friends indoors,"
    },
    {
      "index": 67,
      "start_time": 350060.0,
      "end_time": 355820.0,
      "text": "drink some beer, play video games, or watch some football or any other game. You can be lazy from time to time,"
    },
    {
      "index": 68,
      "start_time": 356000.0,
      "end_time": 360160.0,
      "text": "but if you are truly excited about something, it can be very hard to stop you."
    },
    {
      "index": 69,
      "start_time": 360470.0,
      "end_time": 364149.0,
      "text": "You are a very friendly, calm, and easy-to-be-around person."
    },
    {
      "index": 70,
      "start_time": 364149.0,
      "end_time": 368340.0,
      "text": "You're not afraid of challenges or any type of obstacles. Instead of panicking,"
    },
    {
      "index": 71,
      "start_time": 368380.0,
      "end_time": 375320.0,
      "text": "you just start to analyze the situation and try to find the way out. This helps you to succeed and easily get out of trouble."
    },
    {
      "index": 72,
      "start_time": 378230.0,
      "end_time": 380230.0,
      "text": "Number three: medium hair"
    },
    {
      "index": 73,
      "start_time": 380900.0,
      "end_time": 387160.0,
      "text": "Medium length hair gradually becomes more and more popular. There are all sorts of hairstyles you can do with it, plus"
    },
    {
      "index": 74,
      "start_time": 387160.0,
      "end_time": 392679.0,
      "text": "it usually looks quite fashionable. So, you choose medium length, and probably, unlike the previous"
    },
    {
      "index": 75,
      "start_time": 392680.0,
      "end_time": 395830.0,
      "text": "type, are really into parties, clubs, and stuff like that."
    },
    {
      "index": 76,
      "start_time": 395840.0,
      "end_time": 402669.0,
      "text": "You enjoy being the center of attention, making funny jokes, and flirting. Most of the time, you don't really look for serious relationships."
    },
    {
      "index": 77,
      "start_time": 402669.0,
      "end_time": 404450.0,
      "text": "It's not like you are a womanizer,"
    },
    {
      "index": 78,
      "start_time": 404450.0,
      "end_time": 410979.0,
      "text": "you just live in the moment and may find it difficult to commit to someone, as you sometimes feel like it may curtail your freedom."
    },
    {
      "index": 79,
      "start_time": 411080.0,
      "end_time": 415600.0,
      "text": "Sounds familiar, doesn't it? But everything changes when you find your perfect woman."
    },
    {
      "index": 80,
      "start_time": 415720.0,
      "end_time": 418460.0,
      "text": "You are definitely a wonderful boyfriend or husband."
    },
    {
      "index": 81,
      "start_time": 418560.0,
      "end_time": 423300.0,
      "text": "You really like travelling in new adventures. You are an amazing narrator and have numerous"
    },
    {
      "index": 82,
      "start_time": 423710.0,
      "end_time": 426160.0,
      "text": "hilarious stories to tell. The great guy to be around."
    },
    {
      "index": 83,
      "start_time": 430100.0,
      "end_time": 432100.0,
      "text": "Number four: long hair"
    },
    {
      "index": 84,
      "start_time": 432260.0,
      "end_time": 435909.0,
      "text": "Finally, guys with long hair. Now it's your turn to listen carefully."
    },
    {
      "index": 85,
      "start_time": 436250.0,
      "end_time": 440770.0,
      "text": "You are probably already aware that your look makes multiple women's hearts beat faster,"
    },
    {
      "index": 86,
      "start_time": 440980.0,
      "end_time": 445450.0,
      "text": "and it's totally understandable, because you probably appear very artistic and mysterious."
    },
    {
      "index": 87,
      "start_time": 445840.0,
      "end_time": 453020.0,
      "text": "You are an introvert. You feel comfortable being on your own and open up only to people you truly care about. Your friends list is short,"
    },
    {
      "index": 88,
      "start_time": 453060.0,
      "end_time": 460260.0,
      "text": "but there are only true friends there- those who stayed with You through thick and thin. you place great value on friendship and family."
    },
    {
      "index": 89,
      "start_time": 460580.0,
      "end_time": 465969.0,
      "text": "It can be hard for people to earn your trust, but once they do it, you will show them all sides of your personality."
    },
    {
      "index": 90,
      "start_time": 466550.0,
      "end_time": 468200.0,
      "text": "You are also a deep thinker,"
    },
    {
      "index": 91,
      "start_time": 468200.0,
      "end_time": 474039.0,
      "text": "which helps you easily find a creative solution for any problem. You may lean toward artistic types of jobs,"
    },
    {
      "index": 92,
      "start_time": 474200.0,
      "end_time": 480459.0,
      "text": "if not, still enjoy doing something creative as a hobby- playing guitar, writing poetry, or even woodworking."
    },
    {
      "index": 93,
      "start_time": 480530.0,
      "end_time": 487299.0,
      "text": "You are very open minded and free-spirited in its purest form. So, did these descriptions match your personality?"
    },
    {
      "index": 94,
      "start_time": 487610.0,
      "end_time": 490539.0,
      "text": "Tell us in the comments section below. While you're down there,"
    },
    {
      "index": 95,
      "start_time": 490540.0,
      "end_time": 496989.0,
      "text": "don't forget to hit the like button and share the video with your friends. Subscribe to our channel if you want to see more videos"
    },
    {
      "index": 96,
      "start_time": 496990.0,
      "end_time": 499299.0,
      "text": "like this, and stay on the bright side."
    }
  ]
}