{
  "video_id": "qYS9lOpNWTo",
  "title": "Bill Gates: A conversation on poverty and prosperity | LIVE STREAM",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3560.0,
      "text": "ARTHUR BROOKS: Good afternoon ladies and gentlemen. I’m Arthur Brooks, president of the American"
    },
    {
      "index": 2,
      "start_time": 3560.0,
      "end_time": 7950.0,
      "text": "Enterprise Institute. And we’re delighted to welcome all of you today to this event,"
    },
    {
      "index": 3,
      "start_time": 7950.0,
      "end_time": 18160.0,
      "text": "entitled “Poverty to Prosperity.” So, this is Bill Gates. (Laughter, applause.)"
    },
    {
      "index": 4,
      "start_time": 18160.0,
      "end_time": 23050.0,
      "text": "BILL GATES: Thank you. MR. BROOKS: With his wife, Melinda, he’s"
    },
    {
      "index": 5,
      "start_time": 23050.0,
      "end_time": 28740.0,
      "text": "the co-chair and co-founder of America’s largest private foundation: the Bill and Melinda"
    },
    {
      "index": 6,
      "start_time": 28740.0,
      "end_time": 34210.0,
      "text": "Gates Foundation. They work to reduce poverty and expand health care overseas and to improve"
    },
    {
      "index": 7,
      "start_time": 34210.0,
      "end_time": 40540.0,
      "text": "education here in the United States among other things. Previously, he was the chairman"
    },
    {
      "index": 8,
      "start_time": 40540.0,
      "end_time": 46879.0,
      "text": "and CEO of Microsoft, the world’s largest software company, which he co-founded in 1973."
    },
    {
      "index": 9,
      "start_time": 46879.0,
      "end_time": 53829.0,
      "text": "Most importantly, like me, he’s a native of Seattle and somewhat of a Seahawks fan,"
    },
    {
      "index": 10,
      "start_time": 53829.0,
      "end_time": 56170.0,
      "text": "which is good. But that’s not what we’re here to talk"
    },
    {
      "index": 11,
      "start_time": 56170.0,
      "end_time": 60770.0,
      "text": "about. We’re here to talk about his incredibly important work with the foundation, the work"
    },
    {
      "index": 12,
      "start_time": 60770.0,
      "end_time": 65360.0,
      "text": "that he’s doing here and around the world. He shares so many of the priorities of the"
    },
    {
      "index": 13,
      "start_time": 65360.0,
      "end_time": 69869.0,
      "text": "American Enterprise Institute to build a better life for people here and everyplace – people"
    },
    {
      "index": 14,
      "start_time": 69869.0,
      "end_time": 74020.0,
      "text": "who suffer from need, people who suffer from disease, people who suffer from tyranny. What"
    },
    {
      "index": 15,
      "start_time": 74020.0,
      "end_time": 76810.0,
      "text": "can we do about these things? Well, he’s asking the big questions and"
    },
    {
      "index": 16,
      "start_time": 76810.0,
      "end_time": 79909.0,
      "text": "he’s putting his own resources behind the answers. And we’re going to hear what he"
    },
    {
      "index": 17,
      "start_time": 79909.0,
      "end_time": 83400.0,
      "text": "has to say about his latest work. So, welcome to AEI. It’s an honor to have"
    },
    {
      "index": 18,
      "start_time": 83400.0,
      "end_time": 89070.0,
      "text": "you and to be among all of our friends here. You just issued your annual letter for 2014."
    },
    {
      "index": 19,
      "start_time": 89070.0,
      "end_time": 93770.0,
      "text": "I recommend that everybody read it. It’s a very interesting piece of work. It’s detailed,"
    },
    {
      "index": 20,
      "start_time": 93770.0,
      "end_time": 100350.0,
      "text": "and it explodes a lot of myths about poverty around the world. And you offer an incredibly"
    },
    {
      "index": 21,
      "start_time": 100350.0,
      "end_time": 107060.0,
      "text": "bold prediction. You say that there will be almost no poor countries remaining by the"
    },
    {
      "index": 22,
      "start_time": 107060.0,
      "end_time": 114180.0,
      "text": "year 2035. What do you mean by that? MR. GATES: Well, the primary measure, which"
    },
    {
      "index": 23,
      "start_time": 114180.0,
      "end_time": 122210.0,
      "text": "has all sorts of challenges, is GDP per person. But it’s still – we don’t have a substitute"
    },
    {
      "index": 24,
      "start_time": 122210.0,
      "end_time": 129450.0,
      "text": "measure. So just if you take that – World Bank classified countries with over 1,200"
    },
    {
      "index": 25,
      "start_time": 129449.99999999999,
      "end_time": 136180.0,
      "text": "per person per year as moving up into a middle-income bracket, so moving from low income to middle"
    },
    {
      "index": 26,
      "start_time": 136180.0,
      "end_time": 142940.0,
      "text": "income. And we have today 45 countries that are still in that low-income category."
    },
    {
      "index": 27,
      "start_time": 142940.0,
      "end_time": 150239.0,
      "text": "And what I’m saying is that, by 2035, there should be less than 10, and they’ll mostly"
    },
    {
      "index": 28,
      "start_time": 150239.0,
      "end_time": 156900.0,
      "text": "be either places like North Korea, where you have a political system that basically"
    },
    {
      "index": 29,
      "start_time": 156900.0,
      "end_time": 168849.0,
      "text": "creates poverty, or landlocked African countries where the geography, the disease burden, the"
    },
    {
      "index": 30,
      "start_time": 168849.0,
      "end_time": 174430.0,
      "text": "disparate ethnicities mean that they haven’t been able to bring together a government that"
    },
    {
      "index": 31,
      "start_time": 174430.0,
      "end_time": 179519.0,
      "text": "in terms of education, infrastructure, health does even the most minimum things for them."
    },
    {
      "index": 32,
      "start_time": 179519.0,
      "end_time": 188519.0,
      "text": "And so we’re on this rising tide that’s not recognized. It’s overwhelming how prosperity"
    },
    {
      "index": 33,
      "start_time": 188519.0,
      "end_time": 195760.0,
      "text": "is spread around the world, say from 1960, where there were very few rich countries and"
    },
    {
      "index": 34,
      "start_time": 195760.0,
      "end_time": 201760.0,
      "text": "a gigantic number of poor countries. Now most countries are middle- income countries, and"
    },
    {
      "index": 35,
      "start_time": 201760.0,
      "end_time": 206860.0,
      "text": "poor countries are much smaller. Now, just saying that they’ll all move up past that"
    },
    {
      "index": 36,
      "start_time": 206860.0,
      "end_time": 210400.0,
      "text": "threshold doesn’t mean they won’t have poor people within the countries; it doesn’t"
    },
    {
      "index": 37,
      "start_time": 210400.0,
      "end_time": 218129.0,
      "text": "say their governments will be fantastic, but it will be a lot better on average than it"
    },
    {
      "index": 38,
      "start_time": 218129.0,
      "end_time": 221299.0,
      "text": "is today. MR. BROOKS: That’s an extraordinary thing."
    },
    {
      "index": 39,
      "start_time": 221299.0,
      "end_time": 224940.0,
      "text": "We have a tendency to despair when we look around the world, and we have a tendency to"
    },
    {
      "index": 40,
      "start_time": 224940.0,
      "end_time": 229090.0,
      "text": "say the world’s not getting better because of the way that we see the news. But you’re"
    },
    {
      "index": 41,
      "start_time": 229090.0,
      "end_time": 233799.0,
      "text": "saying that’s a myth, right? MR. GATES: Yeah. I think that a deep problem"
    },
    {
      "index": 42,
      "start_time": 233799.0,
      "end_time": 241459.0,
      "text": "in perception is that if you want something to improve, you have a tendency to be bothered"
    },
    {
      "index": 43,
      "start_time": 241459.0,
      "end_time": 246790.0,
      "text": "by the status quo and to think that it’s much worse than it is. And that can be beneficial"
    },
    {
      "index": 44,
      "start_time": 246790.0,
      "end_time": 251650.0,
      "text": "because you don’t like, say, the level of violence in the world, the level of poverty,"
    },
    {
      "index": 45,
      "start_time": 251650.0,
      "end_time": 255810.0,
      "text": "the level of – number of kids dying. But if you divorce yourself from the true facts"
    },
    {
      "index": 46,
      "start_time": 255810.0,
      "end_time": 260389.0,
      "text": "of improvement and look at the exemplars, look at what’s worked – if you get sort"
    },
    {
      "index": 47,
      "start_time": 260389.0,
      "end_time": 267620.0,
      "text": "of a general despair about is the world improving, then you won’t latch on to those examples."
    },
    {
      "index": 48,
      "start_time": 267620.0,
      "end_time": 274169.0,
      "text": "The Steven Pinker example, one of my favorite books of all time, is that if you ask people,"
    },
    {
      "index": 49,
      "start_time": 274169.0,
      "end_time": 279610.0,
      "text": "“Is this one of the most violent eras in history?,” they will say yes. Overwhelmingly,"
    },
    {
      "index": 50,
      "start_time": 279610.0,
      "end_time": 288220.0,
      "text": "Americans say yes. Well, it’s overwhelmingly the least violent era in history. And so what"
    },
    {
      "index": 51,
      "start_time": 288220.0,
      "end_time": 295150.0,
      "text": "it means is your disgust with violence actually increases, and that’s partly why we take"
    },
    {
      "index": 52,
      "start_time": 295150.0,
      "end_time": 300669.0,
      "text": "steps and why within our own society and the world at large it’s come down so dramatically."
    },
    {
      "index": 53,
      "start_time": 300669.0,
      "end_time": 305680.0,
      "text": "MR. BROOKS: I love your optimism. And so, based on your optimism, given the fact that"
    },
    {
      "index": 54,
      "start_time": 305680.0,
      "end_time": 311160.0,
      "text": "the world will have only a few poor countries in the year 2035, what’s the Gates Foundation"
    },
    {
      "index": 55,
      "start_time": 311160.0,
      "end_time": 319880.0,
      "text": "going to be doing in 2036? (Laughter.) MR. GATES: Well, there are a lot of diseases."
    },
    {
      "index": 56,
      "start_time": 319880.0,
      "end_time": 326000.0,
      "text": "Over 80 percent of the difference of why a poor child is 20 times more likely to die"
    },
    {
      "index": 57,
      "start_time": 326000.0,
      "end_time": 332729.0,
      "text": "than a child in a middle-income country, it’s these infectious diseases. It’s diarrhea,"
    },
    {
      "index": 58,
      "start_time": 332729.0,
      "end_time": 339030.0,
      "text": "pneumonia, malaria. And then there’s a few adult diseases which are way more prevalent"
    },
    {
      "index": 59,
      "start_time": 339030.0,
      "end_time": 345229.0,
      "text": "in poor countries – TB, HIV. And we’ve taken on as a central mission"
    },
    {
      "index": 60,
      "start_time": 345229.0,
      "end_time": 351600.0,
      "text": "– it’s a little bit over half of what we do – to get rid of those diseases. And"
    },
    {
      "index": 61,
      "start_time": 351600.0,
      "end_time": 358020.0,
      "text": "so that will remain our priority until we’re basically done with those. And those are tough"
    },
    {
      "index": 62,
      "start_time": 358020.0,
      "end_time": 365240.0,
      "text": "enough that I’d expect us – it will take us 30 to 40 years to really be done with those."
    },
    {
      "index": 63,
      "start_time": 365240.0,
      "end_time": 371840.0,
      "text": "And then we will have a crisis because we will have the problem of success and we’ll"
    },
    {
      "index": 64,
      "start_time": 371840.0,
      "end_time": 376740.0,
      "text": "have to say, OK, what is the health inequity between"
    },
    {
      "index": 65,
      "start_time": 376740.0,
      "end_time": 381590.0,
      "text": "well-off countries and poor countries? Is it, you know, obesity, heart disease, and"
    },
    {
      "index": 66,
      "start_time": 381590.0,
      "end_time": 385960.0,
      "text": "what interventions? And even before 30 years are up, we’ll start to think about this."
    },
    {
      "index": 67,
      "start_time": 385960.0,
      "end_time": 391470.0,
      "text": "But right now, we’re sort of maniacally focused in our health on those poor world"
    },
    {
      "index": 68,
      "start_time": 391470.0,
      "end_time": 397690.0,
      "text": "conditions because we see that between research and getting things like vaccines and drugs"
    },
    {
      "index": 69,
      "start_time": 397690.0,
      "end_time": 403479.0,
      "text": "out there, we can basically save a life for about $2,000. But everything we do should"
    },
    {
      "index": 70,
      "start_time": 403479.0,
      "end_time": 412590.0,
      "text": "be benchmarked – if it’s not that effective, then we shouldn’t do it. So, you know, we’re"
    },
    {
      "index": 71,
      "start_time": 412590.0,
      "end_time": 417610.0,
      "text": "pretty specialized in making breakthroughs in those areas."
    },
    {
      "index": 72,
      "start_time": 417610.0,
      "end_time": 422430.0,
      "text": "MR. BROOKS: You’ve been involved in projects all over the place, from eradicating polio"
    },
    {
      "index": 73,
      "start_time": 422430.0,
      "end_time": 428360.0,
      "text": "outside the United States to improving schools in cities and even in rural areas around the"
    },
    {
      "index": 74,
      "start_time": 428360.0,
      "end_time": 432349.0,
      "text": "United States. What do you consider at this point, given all of the resources that you"
    },
    {
      "index": 75,
      "start_time": 432349.0,
      "end_time": 439810.0,
      "text": "put into these important projects, to be your most important victory or your area of greatest"
    },
    {
      "index": 76,
      "start_time": 439810.0,
      "end_time": 444910.0,
      "text": "success, and what did you learn from it? MR. GATES: Well, we’ve had the most success"
    },
    {
      "index": 77,
      "start_time": 444910.0,
      "end_time": 453160.0,
      "text": "in global health. You know, there’s over six million people alive today that wouldn’t"
    },
    {
      "index": 78,
      "start_time": 453160.0,
      "end_time": 462819.0,
      "text": "be alive if it wasn’t for the vaccine coverage and new vaccine delivery that we’ve funded."
    },
    {
      "index": 79,
      "start_time": 462819.0,
      "end_time": 468099.0,
      "text": "And so it’s very measurable stuff. And, in fact, if you applied a very tough"
    },
    {
      "index": 80,
      "start_time": 468099.0,
      "end_time": 473759.0,
      "text": "lens to our work, you can almost say, OK, why are you even involved in U.S. education?"
    },
    {
      "index": 81,
      "start_time": 473759.0,
      "end_time": 479319.0,
      "text": "Well, we have a reason that you could say is not all that numerical, which is that the"
    },
    {
      "index": 82,
      "start_time": 479319.0,
      "end_time": 486970.0,
      "text": "success that I had, that Melinda had, came from the U.S. education system. It came from"
    },
    {
      "index": 83,
      "start_time": 486970.0,
      "end_time": 491330.0,
      "text": "the U.S. system of encouraging innovation and business and, you know, protecting the"
    },
    {
      "index": 84,
      "start_time": 491330.0,
      "end_time": 495780.0,
      "text": "intellectual property. And so we feel like we need to have – take"
    },
    {
      "index": 85,
      "start_time": 495780.0,
      "end_time": 502680.0,
      "text": "what we think is the greatest cause of inequity, the greatest challenge to America’s continued"
    },
    {
      "index": 86,
      "start_time": 502680.0,
      "end_time": 508610.0,
      "text": "leadership in innovation, which is the failures of the education system, that we need to be"
    },
    {
      "index": 87,
      "start_time": 508610.0,
      "end_time": 516560.0,
      "text": "dedicated to that even though the risk that we might not have a dramatic impact is much"
    },
    {
      "index": 88,
      "start_time": 516559.99999999994,
      "end_time": 523179.99999999994,
      "text": "higher in that work than it is in any of our health or agricultural or sanitation or financial"
    },
    {
      "index": 89,
      "start_time": 523179.99999999994,
      "end_time": 529640.0,
      "text": "service work, which focuses on the poor countries. You know, we feel that it’s critical that"
    },
    {
      "index": 90,
      "start_time": 529640.0,
      "end_time": 537250.0,
      "text": "America get improved education, but that’s very hard work. And, over the last 20 years,"
    },
    {
      "index": 91,
      "start_time": 537250.0,
      "end_time": 541000.0,
      "text": "where government spending in this area and philanthropic spending, although it’s a"
    },
    {
      "index": 92,
      "start_time": 541000.0,
      "end_time": 546930.0,
      "text": "tiny percentage, has gone up dramatically, the proof in achievement in terms of reading"
    },
    {
      "index": 93,
      "start_time": 546930.0,
      "end_time": 553170.0,
      "text": "ability, math ability, dropout rates, you know, kids graduating college, there’s been"
    },
    {
      "index": 94,
      "start_time": 553170.0,
      "end_time": 558660.0,
      "text": "hardly any improvement at all despite massive resource increases that have gone into the"
    },
    {
      "index": 95,
      "start_time": 558660.0,
      "end_time": 566720.0,
      "text": "area. So it’s critical, but it’s not easy and there’s no proof that it’s necessarily"
    },
    {
      "index": 96,
      "start_time": 566720.0,
      "end_time": 570390.0,
      "text": "going to be dramatically better 10 or 20 years from now."
    },
    {
      "index": 97,
      "start_time": 570390.0,
      "end_time": 575810.0,
      "text": "MR. BROOKS: So let me ask you about that intransigent set of problems that we have in U.S. education."
    },
    {
      "index": 98,
      "start_time": 575810.0,
      "end_time": 579160.0,
      "text": "And I understand that there are certain problems that you can – you can eradicate the guinea"
    },
    {
      "index": 99,
      "start_time": 579160.0,
      "end_time": 582970.0,
      "text": "worm. You can’t necessarily eradicate ignorance. Here at"
    },
    {
      "index": 100,
      "start_time": 582970.0,
      "end_time": 587190.0,
      "text": "AEI we’re trying to improve the free enterprise system. That doesn’t mean we’ll be done"
    },
    {
      "index": 101,
      "start_time": 587190.0,
      "end_time": 590779.0,
      "text": "at some point. I mean, that’s just the nature of social enterprise as I understand."
    },
    {
      "index": 102,
      "start_time": 590779.0,
      "end_time": 595720.0,
      "text": "Here in Washington, D.C., we talk about public education all the time. This is the capital"
    },
    {
      "index": 103,
      "start_time": 595720.0,
      "end_time": 600100.0,
      "text": "of the free world. We should have the best education system, and it should be an exemplar"
    },
    {
      "index": 104,
      "start_time": 600100.0,
      "end_time": 603920.0,
      "text": "to the whole world. I think we should – we should agree. We’re pumping more than $18,000"
    },
    {
      "index": 105,
      "start_time": 603920.0,
      "end_time": 610029.0,
      "text": "per kid per year in the system, and 15 percent of eighth graders read at a nationally acceptable"
    },
    {
      "index": 106,
      "start_time": 610029.0,
      "end_time": 616190.0,
      "text": "standard. So what do we do? MR. GATES: Well, it is phenomenal the variance"
    },
    {
      "index": 107,
      "start_time": 616190.0,
      "end_time": 623190.0,
      "text": "in how much is spent per student. You know, Utah’s below $6,000 per student per year."
    },
    {
      "index": 108,
      "start_time": 623190.0,
      "end_time": 629269.0,
      "text": "A lot of states are in the $7,500 per student per year (range). You’ve got some that spend"
    },
    {
      "index": 109,
      "start_time": 629269.0,
      "end_time": 633890.0,
      "text": "more than D.C. – New Jersey would spend a fair bit more – the Northeast as a whole"
    },
    {
      "index": 110,
      "start_time": 633890.0,
      "end_time": 638890.0,
      "text": "is where the biggest spending takes place. And yet, there is no correlation between the"
    },
    {
      "index": 111,
      "start_time": 638890.0,
      "end_time": 645100.0,
      "text": "amount spent and the excellence that comes out, you know. Yes, Massachusetts is good,"
    },
    {
      "index": 112,
      "start_time": 645100.0,
      "end_time": 650160.0,
      "text": "but if you take the high-spending states as a whole, then you get Pennsylvania, New Jersey,"
    },
    {
      "index": 113,
      "start_time": 650160.0,
      "end_time": 655329.0,
      "text": "Washington, D.C., mixed into that, and it doesn’t look like there’s any correlation."
    },
    {
      "index": 114,
      "start_time": 655329.0,
      "end_time": 661339.0,
      "text": "So it’s a very strange system. Washington, D.C., on a relative basis, actually"
    },
    {
      "index": 115,
      "start_time": 661339.0,
      "end_time": 666410.0,
      "text": "has improved a fair bit over the last three or four years – a combination of improved"
    },
    {
      "index": 116,
      "start_time": 666410.0,
      "end_time": 672170.0,
      "text": "personnel policies, shutting some schools, letting the charter schools take a somewhat"
    },
    {
      "index": 117,
      "start_time": 672170.0,
      "end_time": 678990.0,
      "text": "higher share of the cohort. It’s about the fourth largest of all the districts in the"
    },
    {
      "index": 118,
      "start_time": 678990.0,
      "end_time": 683920.0,
      "text": "nation, New Orleans being number one in terms of the percentage kids go to charter schools."
    },
    {
      "index": 119,
      "start_time": 683920.0,
      "end_time": 689560.0,
      "text": "And the charter schools here on average are quite good. So, you know, there are some things"
    },
    {
      "index": 120,
      "start_time": 689560.0,
      "end_time": 694240.0,
      "text": "that have gone well, but it’s still an abysmal system."
    },
    {
      "index": 121,
      "start_time": 694240.0,
      "end_time": 700459.0,
      "text": "And, you know, the fact that there isn’t more of a consensus on what should we be doing"
    },
    {
      "index": 122,
      "start_time": 700459.0,
      "end_time": 708089.0,
      "text": "to the personnel system and using innovation to, say, be almost as good as the countries"
    },
    {
      "index": 123,
      "start_time": 708089.0,
      "end_time": 714529.0,
      "text": "in Asia, it’s got to be a concern both from an equity point of view and from an overall"
    },
    {
      "index": 124,
      "start_time": 714529.0,
      "end_time": 720139.0,
      "text": "country competitiveness point of view. MR. BROOKS: So if spending more money is not"
    },
    {
      "index": 125,
      "start_time": 720139.0,
      "end_time": 723829.0,
      "text": "the answer – I mean, it would be great if it were, because as a rich country we can"
    },
    {
      "index": 126,
      "start_time": 723829.0,
      "end_time": 730110.0,
      "text": "do that. But there are innovation ideas about choice, charters, etc. If it’s the disruptive"
    },
    {
      "index": 127,
      "start_time": 730110.0,
      "end_time": 734529.0,
      "text": "innovations that are going to make it happen, how do we inject those ideas more systematically"
    },
    {
      "index": 128,
      "start_time": 734529.0,
      "end_time": 739760.0,
      "text": "into public bureaucracies, not just in schools, but in government in general?"
    },
    {
      "index": 129,
      "start_time": 739760.0,
      "end_time": 745980.0,
      "text": "MR. GATES: Well, if you look at the education system, the amount of actual research that"
    },
    {
      "index": 130,
      "start_time": 745980.0,
      "end_time": 751990.0,
      "text": "goes on to understand why some teachers are so extremely good, giving their kids more"
    },
    {
      "index": 131,
      "start_time": 751990.0,
      "end_time": 759350.0,
      "text": "than two years of math learning in a year, and why the teachers who are at the other"
    },
    {
      "index": 132,
      "start_time": 759350.0,
      "end_time": 765019.0,
      "text": "extreme, giving less than half a year of learning in a year – why we’re not taking those"
    },
    {
      "index": 133,
      "start_time": 765019.0,
      "end_time": 773040.0,
      "text": "best practices and at least trying to transfer those into the other teachers by doing observation"
    },
    {
      "index": 134,
      "start_time": 773040.0,
      "end_time": 780970.0,
      "text": "and feedback, you know, having the schools of education really drive for high-quality"
    },
    {
      "index": 135,
      "start_time": 780970.0,
      "end_time": 788200.0,
      "text": "teaching, it’s not a personnel system that right now is focused on teacher improvement."
    },
    {
      "index": 136,
      "start_time": 788200.0,
      "end_time": 792600.0,
      "text": "Teachers get almost no feedback. They get almost no sense of, OK, I’m good at this"
    },
    {
      "index": 137,
      "start_time": 792600.0,
      "end_time": 795700.0,
      "text": "and I should share that with other people. I’m not very good at this, and therefore"
    },
    {
      "index": 138,
      "start_time": 795700.0,
      "end_time": 802510.0,
      "text": "I should learn from other people. It’s very different than most other so-called professions."
    },
    {
      "index": 139,
      "start_time": 802510.0,
      "end_time": 809639.0,
      "text": "And, at the same time, technology is coming along in terms of taking the classroom video,"
    },
    {
      "index": 140,
      "start_time": 809639.0,
      "end_time": 815209.0,
      "text": "and, you know, sharing it, having people commenting on it, delivering personalized learning to"
    },
    {
      "index": 141,
      "start_time": 815209.0,
      "end_time": 820079.0,
      "text": "your kids so that you can assess where each of them are and tune lessons according to"
    },
    {
      "index": 142,
      "start_time": 820079.0,
      "end_time": 824480.0,
      "text": "what they’re having the challenge with. The opportunity is there, and that’s what"
    },
    {
      "index": 143,
      "start_time": 824480.0,
      "end_time": 830490.0,
      "text": "our foundation invests in. It invests in studying the very, very good teachers. We took 20,000"
    },
    {
      "index": 144,
      "start_time": 830490.0,
      "end_time": 836199.0,
      "text": "hours of video and looked at various measures, you know, what were they doing differently?"
    },
    {
      "index": 145,
      "start_time": 836199.0,
      "end_time": 841470.0,
      "text": "And we created a lot of model districts where there are so- called peer evaluators who are"
    },
    {
      "index": 146,
      "start_time": 841470.0,
      "end_time": 845740.0,
      "text": "in the classroom, observing, giving feedback. And, you know, it looks like the results on"
    },
    {
      "index": 147,
      "start_time": 845740.0,
      "end_time": 852360.0,
      "text": "that are very good. And so there are points of light that if we could get it adopted permanently"
    },
    {
      "index": 148,
      "start_time": 852360.0,
      "end_time": 861329.0,
      "text": "and scale it up, it would start to move the dropout rate and the math and reading achievement."
    },
    {
      "index": 149,
      "start_time": 861329.0,
      "end_time": 865230.0,
      "text": "As you say, it’s tough, though, because when we invented the malaria vaccine, no school"
    },
    {
      "index": 150,
      "start_time": 865230.0,
      "end_time": 872410.0,
      "text": "board gets to vote to uninvent it, whereas, you know, if you make an advance on personnel"
    },
    {
      "index": 151,
      "start_time": 872410.0,
      "end_time": 879820.0,
      "text": "system – Senator Alexander, when he was governor of Tennessee in the 1980s did a pretty"
    },
    {
      "index": 152,
      "start_time": 879820.0,
      "end_time": 884029.0,
      "text": "good system where people got feedback and evaluation, and, you know, it looked like"
    },
    {
      "index": 153,
      "start_time": 884029.0,
      "end_time": 887970.0,
      "text": "it was starting to work pretty well. And yet, it disappeared."
    },
    {
      "index": 154,
      "start_time": 887970.0,
      "end_time": 897220.0,
      "text": "MR. BROOKS: The malaria virus is not unionized. Excuse me. I’m sorry. That’s not my place."
    },
    {
      "index": 155,
      "start_time": 897220.0,
      "end_time": 905560.0,
      "text": "Please. (Laughter.) MR. GATES: Yeah. OK. I certainly agree that"
    },
    {
      "index": 156,
      "start_time": 905560.0,
      "end_time": 909610.0,
      "text": "there are various groups that can stand for the status quo. When you want to come in and"
    },
    {
      "index": 157,
      "start_time": 909610.0,
      "end_time": 916120.0,
      "text": "change things, they are worried not as much for the students, but for the teachers. So"
    },
    {
      "index": 158,
      "start_time": 916120.0,
      "end_time": 920420.0,
      "text": "they can defend the status quo. But if it was the case in America that the"
    },
    {
      "index": 159,
      "start_time": 920420.0,
      "end_time": 926440.0,
      "text": "less unionized places were like Singapore and more unionized places were poor, and if"
    },
    {
      "index": 160,
      "start_time": 926440.0,
      "end_time": 931000.0,
      "text": "you had some direct thing, and you said, OK, well, here it is, and now we can explain it,"
    },
    {
      "index": 161,
      "start_time": 931000.0,
      "end_time": 936279.0,
      "text": "that would be one thing. That is not true. Our education is very poor across the entire"
    },
    {
      "index": 162,
      "start_time": 936279.0,
      "end_time": 941639.0,
      "text": "country, and it does not correlate to unionization. Massachusetts, pretty heavily unionized, they"
    },
    {
      "index": 163,
      "start_time": 941639.0,
      "end_time": 951930.0,
      "text": "do relatively better. You know, some other places not unionized, like – actually, on"
    },
    {
      "index": 164,
      "start_time": 951930.0,
      "end_time": 957009.0,
      "text": "an absolute scale, OK, take Arizona – it isn’t – there is no single factor you"
    },
    {
      "index": 165,
      "start_time": 957009.0,
      "end_time": 962490.0,
      "text": "can say that in the 50 states, when that’s been removed – financial constraints, union"
    },
    {
      "index": 166,
      "start_time": 962490.0,
      "end_time": 967240.0,
      "text": "constraints – that something like Asia is taking place."
    },
    {
      "index": 167,
      "start_time": 967240.0,
      "end_time": 972790.0,
      "text": "MR. BROOKS: Let’s go back outside the United States just for a minute again. You wrote"
    },
    {
      "index": 168,
      "start_time": 972790.0,
      "end_time": 978810.0,
      "text": "in your letter that there’s a lot of misunderstanding about U.S. foreign aid. Now, if you read what"
    },
    {
      "index": 169,
      "start_time": 978810.0,
      "end_time": 982240.0,
      "text": "people are writing about aid, there are a lot of critics who think it’s"
    },
    {
      "index": 170,
      "start_time": 982240.0,
      "end_time": 987550.0,
      "text": "just hopelessly ineffective. Some think it’s actually positively destructive. What’s"
    },
    {
      "index": 171,
      "start_time": 987550.0,
      "end_time": 989959.0,
      "text": "the misunderstanding about foreign aid from your point of view?"
    },
    {
      "index": 172,
      "start_time": 989959.0,
      "end_time": 996509.0,
      "text": "MR. GATES: Well, whenever we give foreign aid, you have to, for any particular grant,"
    },
    {
      "index": 173,
      "start_time": 996509.0,
      "end_time": 1003139.0,
      "text": "say what your goal is for that grant. If you goal is famine relief, then you should measure"
    },
    {
      "index": 174,
      "start_time": 1003140.0,
      "end_time": 1009030.0,
      "text": "the grant by whether people have been starved to death. You shouldn’t go in and say, OK,"
    },
    {
      "index": 175,
      "start_time": 1009030.0,
      "end_time": 1013161.0,
      "text": "did the GDP go up? If you’re trying to have a political friend"
    },
    {
      "index": 176,
      "start_time": 1013160.0,
      "end_time": 1019110.0,
      "text": "like, you know, you want Egypt to sign a treaty and be a friend and that is your goal, then"
    },
    {
      "index": 177,
      "start_time": 1019110.0,
      "end_time": 1025579.0,
      "text": "you just – and you’re not measuring the dollars according to human development – then"
    },
    {
      "index": 178,
      "start_time": 1025579.9999999999,
      "end_time": 1029350.9999999999,
      "text": "don’t come back later and say, oh, their GDP didn’t go up or you didn’t achieve"
    },
    {
      "index": 179,
      "start_time": 1029349.9999999999,
      "end_time": 1033719.9999999999,
      "text": "human development. So a lot of foreign aid, things are labeled"
    },
    {
      "index": 180,
      "start_time": 1033720.0,
      "end_time": 1038510.0,
      "text": "foreign aid, to take an extreme case like sending money to Mobutu when he was the dictator"
    },
    {
      "index": 181,
      "start_time": 1038510.0,
      "end_time": 1045980.0,
      "text": "of Zaire, it was labeled foreign aid but it was just kind of a joke that, you know, people"
    },
    {
      "index": 182,
      "start_time": 1045980.0,
      "end_time": 1050299.0,
      "text": "act like, well, yeah, that’s going to help the people in that country. Well, ha, ha,"
    },
    {
      "index": 183,
      "start_time": 1050300.0,
      "end_time": 1056441.0,
      "text": "ha. Now, because you don’t have that cold- war imperative, a lot of the aid is actually"
    },
    {
      "index": 184,
      "start_time": 1056440.0,
      "end_time": 1062450.0,
      "text": "trying to uplift their health or agriculture, you know, get these countries to self-sufficiency."
    },
    {
      "index": 185,
      "start_time": 1062450.0,
      "end_time": 1068669.0,
      "text": "And so the aid community does a lot more measurement. We’ve learned. We have a lot more rich countries."
    },
    {
      "index": 186,
      "start_time": 1068670.0,
      "end_time": 1073221.0,
      "text": "Korea was a huge recipient. Now it’s turned around and is a very significant donor. So"
    },
    {
      "index": 187,
      "start_time": 1073220.0,
      "end_time": 1078940.0,
      "text": "you have more rich countries giving to far less poor countries – China, Brazil, Mexico,"
    },
    {
      "index": 188,
      "start_time": 1078940.0,
      "end_time": 1086309.0,
      "text": "Thailand, they were aid recipients in varying degrees. Now they’re no longer aid recipients."
    },
    {
      "index": 189,
      "start_time": 1086310.0,
      "end_time": 1091861.0,
      "text": "India, the aid it needs is very targeted. A very small part of it is GDP. Within 10,"
    },
    {
      "index": 190,
      "start_time": 1091860.0,
      "end_time": 1097480.0,
      "text": "15 years, they won’t need to be an aid recipient. So this is a field that makes advances."
    },
    {
      "index": 191,
      "start_time": 1097480.0,
      "end_time": 1103200.0,
      "text": "And when you label it aid, it seems mysterious. When it comes to inventing the seeds of the"
    },
    {
      "index": 192,
      "start_time": 1103200.0,
      "end_time": 1110429.0,
      "text": "green revolution that avoided famine in Asia or the smallpox eradication that was a U.S.-led"
    },
    {
      "index": 193,
      "start_time": 1110430.0,
      "end_time": 1115790.0,
      "text": "effort, that a disease that was killing two million people a year hasn’t killed a single"
    },
    {
      "index": 194,
      "start_time": 1115790.0,
      "end_time": 1121771.0,
      "text": "person since 1979, when you look at that, you say, well, was that worth it? Well, I"
    },
    {
      "index": 195,
      "start_time": 1121770.0,
      "end_time": 1130320.0,
      "text": "guess it was worth it. There are so-called global public goods creating seeds, medicines"
    },
    {
      "index": 196,
      "start_time": 1130320.0,
      "end_time": 1134520.0,
      "text": "or – (inaudible) – vaccines for these infectious diseases that the normal market"
    },
    {
      "index": 197,
      "start_time": 1134520.0,
      "end_time": 1140900.0,
      "text": "mechanism does not work; that is, it’s not rational for a profit-seeking company to do"
    },
    {
      "index": 198,
      "start_time": 1140900.0,
      "end_time": 1145350.0,
      "text": "a malaria vaccine because there is – even though it kills a million children a year,"
    },
    {
      "index": 199,
      "start_time": 1145350.0,
      "end_time": 1150370.0,
      "text": "the parents of those children don’t have enough money to justify the research. And"
    },
    {
      "index": 200,
      "start_time": 1150370.0,
      "end_time": 1154340.0,
      "text": "so it’s a market failure. Now, markets are extremely good. They work"
    },
    {
      "index": 201,
      "start_time": 1154340.0,
      "end_time": 1157870.0,
      "text": "– you know, they’re the best mechanism we have. The more you can use them, whenever"
    },
    {
      "index": 202,
      "start_time": 1157870.0,
      "end_time": 1164090.0,
      "text": "you can use them, that is – you know, that’s one of the key mechanisms along with science"
    },
    {
      "index": 203,
      "start_time": 1164090.0,
      "end_time": 1170390.0,
      "text": "and government that have led us to be so much better off than we are – than we were hundreds"
    },
    {
      "index": 204,
      "start_time": 1170390.0,
      "end_time": 1178220.0,
      "text": "of years ago. But for the diseases that we work on, there is no – the R&amp;D would not"
    },
    {
      "index": 205,
      "start_time": 1178220.0,
      "end_time": 1185330.0,
      "text": "show up except for government aid and philanthropy. MR. BROOKS: Well, so your philanthropy is"
    },
    {
      "index": 206,
      "start_time": 1185330.0,
      "end_time": 1189080.0,
      "text": "working alongside government aid to be sure. And you show that in your letter and we’ve"
    },
    {
      "index": 207,
      "start_time": 1189080.0,
      "end_time": 1193700.0,
      "text": "known that for a long time. But there are a lot of people who believe very strongly"
    },
    {
      "index": 208,
      "start_time": 1193700.0,
      "end_time": 1198679.0,
      "text": "that the presence of philanthropy like yours is evidence that the government simply isn’t"
    },
    {
      "index": 209,
      "start_time": 1198680.0,
      "end_time": 1201800.0,
      "text": "doing enough to help people. And I’m going to quote Ralph Nader, who"
    },
    {
      "index": 210,
      "start_time": 1201800.0,
      "end_time": 1208601.0,
      "text": "once said that – that’s not a laugh line, you people. There’s a rowdy crowd here."
    },
    {
      "index": 211,
      "start_time": 1208600.0,
      "end_time": 1215120.0,
      "text": "Ralph Nader once said, “A society that has more justice is a society that needs less"
    },
    {
      "index": 212,
      "start_time": 1215120.0,
      "end_time": 1221710.0,
      "text": "charity.” What do you say to that? MR. GATES: You don’t want to depend on charity"
    },
    {
      "index": 213,
      "start_time": 1221710.0,
      "end_time": 1230490.0,
      "text": "for justice. Charity is small. I mean, the private sector’s like 90 percent, and government’s"
    },
    {
      "index": 214,
      "start_time": 1230490.0,
      "end_time": 1236080.0,
      "text": "like 9 percent, and philanthropy is less than 1 percent. There are things in terms of trying"
    },
    {
      "index": 215,
      "start_time": 1236080.0,
      "end_time": 1242809.0,
      "text": "out social programs in innovative ways that government is – just because of the way"
    },
    {
      "index": 216,
      "start_time": 1242810.0,
      "end_time": 1249461.0,
      "text": "the job incentives work – they’re not going to try out new designs like philanthropy"
    },
    {
      "index": 217,
      "start_time": 1249460.0,
      "end_time": 1255330.0,
      "text": "can and they’re not going to have volunteer hours coming in to leverage the resources"
    },
    {
      "index": 218,
      "start_time": 1255330.0,
      "end_time": 1259010.0,
      "text": "like philanthropy can. So philanthropy plays a unique role. It is"
    },
    {
      "index": 219,
      "start_time": 1259010.0,
      "end_time": 1265059.0,
      "text": "not a substitute for government at all. When you want to give every child in America a"
    },
    {
      "index": 220,
      "start_time": 1265060.0,
      "end_time": 1269670.0,
      "text": "good education or make sure they’re not starving, that’s got to be government because"
    },
    {
      "index": 221,
      "start_time": 1269670.0,
      "end_time": 1275871.0,
      "text": "philanthropy isn’t there day in and day out serving the entire population. It’s"
    },
    {
      "index": 222,
      "start_time": 1275870.0,
      "end_time": 1281789.0,
      "text": "just not of the scale or the design to do that. It’s there to try out things, including"
    },
    {
      "index": 223,
      "start_time": 1281790.0,
      "end_time": 1289901.0,
      "text": "funding disease research or, you know, academic studies to see if something is more effective."
    },
    {
      "index": 224,
      "start_time": 1289900.0,
      "end_time": 1295400.0,
      "text": "So I’d agree with that Nader quote. If you want broad justice, you’d better be doing"
    },
    {
      "index": 225,
      "start_time": 1295400.0,
      "end_time": 1298850.0,
      "text": "that through government mechanisms. MR. BROOKS: Does that mean that we need less"
    },
    {
      "index": 226,
      "start_time": 1298850.0,
      "end_time": 1303039.0,
      "text": "charity, however, if we have enough justice? MR. GATES: Well, I guess if you have perfection,"
    },
    {
      "index": 227,
      "start_time": 1303040.0,
      "end_time": 1311910.0,
      "text": "then you don’t need charity anymore. Charity plays a huge role in America. Our"
    },
    {
      "index": 228,
      "start_time": 1311910.0,
      "end_time": 1317251.0,
      "text": "universities, one of the reasons that they are world-class is because there’s a tendency"
    },
    {
      "index": 229,
      "start_time": 1317250.0,
      "end_time": 1322340.0,
      "text": "of the graduates who do well to give back to those universities. And that is the envy"
    },
    {
      "index": 230,
      "start_time": 1322340.0,
      "end_time": 1327190.0,
      "text": "of the world. Every other country is trying to think, OK, how do they get this magic cycle"
    },
    {
      "index": 231,
      "start_time": 1327190.0,
      "end_time": 1332720.0,
      "text": "going where they create successful people in their universities and then they help make"
    },
    {
      "index": 232,
      "start_time": 1332720.0,
      "end_time": 1340250.0,
      "text": "those universities be a lot stronger? In terms of various scientific ideas, you"
    },
    {
      "index": 233,
      "start_time": 1340250.0,
      "end_time": 1345159.0,
      "text": "know, Hughes Medical Foundation – there’s just a whole ton of things – Rockefeller"
    },
    {
      "index": 234,
      "start_time": 1345160.0,
      "end_time": 1350341.0,
      "text": "Foundation, if you go back in time, they invented things that the government research projects"
    },
    {
      "index": 235,
      "start_time": 1350340.0,
      "end_time": 1355440.0,
      "text": "were not moving into those areas, not doing that work. The March of Dimes invented the"
    },
    {
      "index": 236,
      "start_time": 1355440.0,
      "end_time": 1361460.0,
      "text": "polio vaccine. You know, the thing that we’re using to go out and eradicate, make it the"
    },
    {
      "index": 237,
      "start_time": 1361460.0,
      "end_time": 1368100.0,
      "text": "second disease after smallpox that gets eradicated, this is the oral polio vaccine. That’s 10"
    },
    {
      "index": 238,
      "start_time": 1368100.0,
      "end_time": 1375330.0,
      "text": "doses, and this thing costs $1.30, so 13 cents per kid. That was philanthropic money, March"
    },
    {
      "index": 239,
      "start_time": 1375330.0,
      "end_time": 1380950.0,
      "text": "of Dimes money, that caused both its predecessor called IPV, which"
    },
    {
      "index": 240,
      "start_time": 1380950.0,
      "end_time": 1387409.0,
      "text": "was the Salk shot (this is the Sabin oral); they created those things, so philanthropy"
    },
    {
      "index": 241,
      "start_time": 1387410.0,
      "end_time": 1393971.0,
      "text": "has, you know, some amazing hits to go along with lots of money that was probably wasted."
    },
    {
      "index": 242,
      "start_time": 1393970.0,
      "end_time": 1400630.0,
      "text": "MR. BROOKS: Now, there’s a related question to my last one, which is the number of people"
    },
    {
      "index": 243,
      "start_time": 1400630.0,
      "end_time": 1405490.0,
      "text": "who talk about charity and free enterprise as if they were in conflict. They believe"
    },
    {
      "index": 244,
      "start_time": 1405490.0,
      "end_time": 1410350.0,
      "text": "that capitalism, that people who trust capitalism because they don’t believe charity is a"
    },
    {
      "index": 245,
      "start_time": 1410350.0,
      "end_time": 1415580.0,
      "text": "good solution to problems, etc. – in other words, there’s an antagonism between markets"
    },
    {
      "index": 246,
      "start_time": 1415580.0,
      "end_time": 1419970.0,
      "text": "and nonmarket mechanisms that are philanthropic, and how do you square those? I think I understand,"
    },
    {
      "index": 247,
      "start_time": 1419970.0,
      "end_time": 1423309.0,
      "text": "but I’d like to hear your thoughts on that as well, given the fact that you’ve been"
    },
    {
      "index": 248,
      "start_time": 1423310.0,
      "end_time": 1428211.0,
      "text": "involved in one of the most important capitalistic endeavors in the history of our economy as"
    },
    {
      "index": 249,
      "start_time": 1428210.0,
      "end_time": 1434490.0,
      "text": "well as the biggest foundation in our country. MR. GATES: Well, once you get past basic research"
    },
    {
      "index": 250,
      "start_time": 1434490.0,
      "end_time": 1440840.0,
      "text": "and drawing the boundary of how much is government funded and how do you define is a tricky area."
    },
    {
      "index": 251,
      "start_time": 1440840.0,
      "end_time": 1444549.0,
      "text": "There is a market failure for research as a whole, not just research for the poorest."
    },
    {
      "index": 252,
      "start_time": 1444550.0,
      "end_time": 1453040.0,
      "text": "But, once you get past that, most innovation is driven by private enterprise – the magic"
    },
    {
      "index": 253,
      "start_time": 1453040.0,
      "end_time": 1461971.0,
      "text": "of the chip, the optic fiber, software, the magic of new drugs, new vaccines, all of that"
    },
    {
      "index": 254,
      "start_time": 1461970.0,
      "end_time": 1466370.0,
      "text": "stuff – how you come up with it, how you make it safe, that’s happening in private"
    },
    {
      "index": 255,
      "start_time": 1466370.0,
      "end_time": 1471529.0,
      "text": "enterprise. So, for our foundation, where we’re trying"
    },
    {
      "index": 256,
      "start_time": 1471530.0,
      "end_time": 1477981.0,
      "text": "to help the poorest, our relationship with the pharmaceutical companies has been fantastic."
    },
    {
      "index": 257,
      "start_time": 1477980.0,
      "end_time": 1481529.0,
      "text": "And it’s great – every time they’re successful, they come up with a new drug,"
    },
    {
      "index": 258,
      "start_time": 1481530.0,
      "end_time": 1486001.0,
      "text": "they manage to keep profitable because of that. That’s great for us because it means"
    },
    {
      "index": 259,
      "start_time": 1486000.0,
      "end_time": 1491460.0,
      "text": "they’re going to have a little bit more understanding to help us with our issues and"
    },
    {
      "index": 260,
      "start_time": 1491460.0,
      "end_time": 1497110.0,
      "text": "a little bit more on the way of resources, all totally voluntary on their part to pitch"
    },
    {
      "index": 261,
      "start_time": 1497110.0,
      "end_time": 1500890.0,
      "text": "in. And so the private sector – you know, we’ve"
    },
    {
      "index": 262,
      "start_time": 1500890.0,
      "end_time": 1506270.0,
      "text": "got to bring private-sector agriculture in all of these countries. That is the ultimate"
    },
    {
      "index": 263,
      "start_time": 1506270.0,
      "end_time": 1511039.0,
      "text": "sustainable solution. Charity, as I said, won’t be there all the time. Government"
    },
    {
      "index": 264,
      "start_time": 1511040.0,
      "end_time": 1514660.0,
      "text": "aid won’t be there all the time. The question is how do you get them out of the poverty"
    },
    {
      "index": 265,
      "start_time": 1514660.0,
      "end_time": 1520800.0,
      "text": "trap? You need – you know, right now 40 percent of their kids don’t – in Africa,"
    },
    {
      "index": 266,
      "start_time": 1520800.0,
      "end_time": 1525851.0,
      "text": "don’t develop mentally so that they could ever, say, be fully literate. That is through"
    },
    {
      "index": 267,
      "start_time": 1525850.0,
      "end_time": 1531740.0,
      "text": "malnutrition, treatable malaria, a variety of health insults, they’re not achieving"
    },
    {
      "index": 268,
      "start_time": 1531740.0,
      "end_time": 1539130.0,
      "text": "anywhere near their cognitive potential. And so do you need to go in and remove that barrier,"
    },
    {
      "index": 269,
      "start_time": 1539130.0,
      "end_time": 1543299.0,
      "text": "that friction, in order to get them into a sustainable situation?"
    },
    {
      "index": 270,
      "start_time": 1543300.0,
      "end_time": 1550451.0,
      "text": "In Africa, and particularly the disease burden, the way the geography works, the split of"
    },
    {
      "index": 271,
      "start_time": 1550450.0,
      "end_time": 1556350.0,
      "text": "ethnicities, it’s been given the toughest problem: to create countries that are totally"
    },
    {
      "index": 272,
      "start_time": 1556350.0,
      "end_time": 1562929.0,
      "text": "self-supporting, you know, running a middle income or above democratic-type system. They’ll"
    },
    {
      "index": 273,
      "start_time": 1562930.0,
      "end_time": 1569341.0,
      "text": "get there, but they, for a variety of reasons will be the last – most of the last – to"
    },
    {
      "index": 274,
      "start_time": 1569340.0,
      "end_time": 1571900.0,
      "text": "achieve that. MR. BROOKS: Philanthropy can stimulate the"
    },
    {
      "index": 275,
      "start_time": 1571900.0,
      "end_time": 1575840.0,
      "text": "mechanisms of free enterprise, which will then become self-sustaining and help these"
    },
    {
      "index": 276,
      "start_time": 1575840.0,
      "end_time": 1579990.0,
      "text": "people well beyond the scope of your foundation or any bit of government aid?"
    },
    {
      "index": 277,
      "start_time": 1579990.0,
      "end_time": 1586700.0,
      "text": "MR. GATES: Yeah. Absolutely. The poor farmers, the real solution for them is to be farmers"
    },
    {
      "index": 278,
      "start_time": 1586700.0,
      "end_time": 1591400.0,
      "text": "who are in the marketplace, selling enough of their produce to diversify the diet of"
    },
    {
      "index": 279,
      "start_time": 1591400.0,
      "end_time": 1597080.0,
      "text": "their kids, to be able to buy the school uniforms where those are necessary, and even when a"
    },
    {
      "index": 280,
      "start_time": 1597080.0,
      "end_time": 1602289.0,
      "text": "tough year comes along to have saved up enough that they’re not starving during the year"
    },
    {
      "index": 281,
      "start_time": 1602290.0,
      "end_time": 1608430.0,
      "text": "where weather is working against them. MR. BROOKS: People think a lot about leveraging"
    },
    {
      "index": 282,
      "start_time": 1608430.0,
      "end_time": 1613201.0,
      "text": "technology in international development. We hear about that constantly, you know, the"
    },
    {
      "index": 283,
      "start_time": 1613200.0,
      "end_time": 1618799.0,
      "text": "big headlines like give every child a laptop, etc. – and these are great ideas. And what"
    },
    {
      "index": 284,
      "start_time": 1618800.0,
      "end_time": 1622961.0,
      "text": "I want to know is from your point of view, what’s the most exciting opportunity for"
    },
    {
      "index": 285,
      "start_time": 1622960.0,
      "end_time": 1629620.0,
      "text": "technology to change lives today? MR. GATES: Well, I think the greatest injustice"
    },
    {
      "index": 286,
      "start_time": 1629620.0,
      "end_time": 1633840.0,
      "text": "in the area of health. And, you know, that’s my bias. That’s the area that I spend time"
    },
    {
      "index": 287,
      "start_time": 1633840.0,
      "end_time": 1642210.0,
      "text": "in. And I think a child dying is an injustice no matter where that takes place in the world."
    },
    {
      "index": 288,
      "start_time": 1642210.0,
      "end_time": 1645710.0,
      "text": "And this is another one of those good news stories that’s not well known."
    },
    {
      "index": 289,
      "start_time": 1645710.0,
      "end_time": 1650940.0,
      "text": "In 1960, 20 million children a year under five were dying a year. Now we’re down below"
    },
    {
      "index": 290,
      "start_time": 1650940.0,
      "end_time": 1657789.0,
      "text": "six million, and we have over twice as many people in that age cohort, so the rate reduction"
    },
    {
      "index": 291,
      "start_time": 1657790.0,
      "end_time": 1664881.0,
      "text": "is pretty phenomenal. And we can see a path – by working on diarrhea, pneumonia, malaria"
    },
    {
      "index": 292,
      "start_time": 1664880.0,
      "end_time": 1670950.0,
      "text": "– we can see a path to get that over the next 20 years below three million a year."
    },
    {
      "index": 293,
      "start_time": 1670950.0,
      "end_time": 1675110.0,
      "text": "And, at the same time as you do that, you’re not only reducing deaths. You’re taking"
    },
    {
      "index": 294,
      "start_time": 1675110.0,
      "end_time": 1680500.0,
      "text": "all these kids who survived and yet don’t survive intact – that is their brain never"
    },
    {
      "index": 295,
      "start_time": 1680500.0,
      "end_time": 1687049.0,
      "text": "fully develops; their body never fully develops. And you’re reducing that quite dramatically."
    },
    {
      "index": 296,
      "start_time": 1687050.0,
      "end_time": 1694251.0,
      "text": "And so I’d say health is a necessary condition to get a country to have kids who, when they"
    },
    {
      "index": 297,
      "start_time": 1694250.0,
      "end_time": 1702390.0,
      "text": "go to school, they can learn to read, and, you know, therefore, it’s the thing we’ve"
    },
    {
      "index": 298,
      "start_time": 1702390.0,
      "end_time": 1708100.0,
      "text": "chosen as the big priority and I think will unlock the potential of these countries."
    },
    {
      "index": 299,
      "start_time": 1708100.0,
      "end_time": 1715809.0,
      "text": "MR. BROOKS: So a lot of us in this room are probably looking at your incredible successes"
    },
    {
      "index": 300,
      "start_time": 1715810.0,
      "end_time": 1720371.0,
      "text": "and thinking, you know, if I could construct the world’s largest foundation, I could"
    },
    {
      "index": 301,
      "start_time": 1720370.0,
      "end_time": 1726090.0,
      "text": "do a lot of great things. But for the rest of us, who can’t do that, you must have"
    },
    {
      "index": 302,
      "start_time": 1726090.0,
      "end_time": 1729529.0,
      "text": "thought about how each one of us can make a difference as well. What kind of advice"
    },
    {
      "index": 303,
      "start_time": 1729530.0,
      "end_time": 1733001.0,
      "text": "do you give to everybody who wants to act philanthropically notwithstanding the limits"
    },
    {
      "index": 304,
      "start_time": 1733000.0,
      "end_time": 1740110.0,
      "text": "on their own personal resources? MR. GATES: Well, certainly, picking that cause"
    },
    {
      "index": 305,
      "start_time": 1740110.0,
      "end_time": 1747570.0,
      "text": "of inequity, whatever it is – you know, pick a local charter school, pick a disease"
    },
    {
      "index": 306,
      "start_time": 1747570.0,
      "end_time": 1752570.0,
      "text": "that somebody you know was touched by, go out to a poor country and see what’s going"
    },
    {
      "index": 307,
      "start_time": 1752570.0,
      "end_time": 1758820.0,
      "text": "on with the health or education there – you know, all these problems require volunteer"
    },
    {
      "index": 308,
      "start_time": 1758820.0,
      "end_time": 1765590.0,
      "text": "hours, expertise, somebody who’s articulate. And a lot of people get frozen just seeing"
    },
    {
      "index": 309,
      "start_time": 1765590.0,
      "end_time": 1770779.0,
      "text": "that the need is infinite and say, OK, when I pick, will it be the best pick? Well, there’s"
    },
    {
      "index": 310,
      "start_time": 1770780.0,
      "end_time": 1774810.0,
      "text": "no sort of deeply rational way we’re going to have time to enumerate all the things you"
    },
    {
      "index": 311,
      "start_time": 1774810.0,
      "end_time": 1778780.0,
      "text": "could work on, and, you know, compare all those factors and then jump into"
    },
    {
      "index": 312,
      "start_time": 1778780.0,
      "end_time": 1785071.0,
      "text": "that. It’s best wherever you can get your passion engaged to pick something and jump"
    },
    {
      "index": 313,
      "start_time": 1785070.0,
      "end_time": 1787559.0,
      "text": "in. For most people, the first philanthropic thing"
    },
    {
      "index": 314,
      "start_time": 1787560.0,
      "end_time": 1792150.0,
      "text": "they’ll do will be something in their neighborhood where they can go and, you know, put their"
    },
    {
      "index": 315,
      "start_time": 1792150.0,
      "end_time": 1796581.0,
      "text": "hands on it, meet the kids at the charter school where they’re volunteering their"
    },
    {
      "index": 316,
      "start_time": 1796580.0,
      "end_time": 1802960.0,
      "text": "time, meet the kids that they’re mentoring and see the progress that they’re making."
    },
    {
      "index": 317,
      "start_time": 1802960.0,
      "end_time": 1810299.0,
      "text": "If you could connect up with the poor countries, the marginal impact of your time or even pretty"
    },
    {
      "index": 318,
      "start_time": 1810300.0,
      "end_time": 1817050.0,
      "text": "small resources is higher in many cases than anywhere else you’re going to look, but"
    },
    {
      "index": 319,
      "start_time": 1817050.0,
      "end_time": 1821511.0,
      "text": "it’s harder to access that and figure out how you’re going to, you know, stay involved"
    },
    {
      "index": 320,
      "start_time": 1821510.0,
      "end_time": 1826399.0,
      "text": "in a sustained way. So as long as you’re engaged with something,"
    },
    {
      "index": 321,
      "start_time": 1826400.0,
      "end_time": 1830191.0,
      "text": "then throughout your career, maybe more time will be freed up, maybe you’ll be able to"
    },
    {
      "index": 322,
      "start_time": 1830190.0,
      "end_time": 1835460.0,
      "text": "draw your friends into that. And, if you’re lucky financially, then you can apply resources"
    },
    {
      "index": 323,
      "start_time": 1835460.0,
      "end_time": 1839669.0,
      "text": "against it. And so the diversity – I mean, when de Tocqueville"
    },
    {
      "index": 324,
      "start_time": 1839670.0,
      "end_time": 1846641.0,
      "text": "came to the U.S. and saw all these nonprofit things people were doing, he was amazed. And"
    },
    {
      "index": 325,
      "start_time": 1846640.0,
      "end_time": 1851809.0,
      "text": "other countries have not to this day gotten the level of civil engagement that we’ve"
    },
    {
      "index": 326,
      "start_time": 1851810.0,
      "end_time": 1855851.0,
      "text": "gotten. There are factors that show that it’s even going down somewhat in America, that"
    },
    {
      "index": 327,
      "start_time": 1855850.0,
      "end_time": 1860419.0,
      "text": "we’re less unique in this respect than we’ve been, and that’s unfortunate because it"
    },
    {
      "index": 328,
      "start_time": 1860420.0,
      "end_time": 1863540.0,
      "text": "is a real strength. MR. BROOKS: So you recommend that each of"
    },
    {
      "index": 329,
      "start_time": 1863540.0,
      "end_time": 1868211.0,
      "text": "us given whatever resources that we have do something that we can touch and see with these"
    },
    {
      "index": 330,
      "start_time": 1868210.0,
      "end_time": 1872539.0,
      "text": "particular resources, thus giving us a sense of the good that we’re creating. And I appreciate"
    },
    {
      "index": 331,
      "start_time": 1872540.0,
      "end_time": 1875400.0,
      "text": "that advice. I want to turn now to some of our colleagues"
    },
    {
      "index": 332,
      "start_time": 1875400.0,
      "end_time": 1880821.0,
      "text": "here and start with one of our colleagues from education. Your foundation has generously"
    },
    {
      "index": 333,
      "start_time": 1880820.0,
      "end_time": 1886519.0,
      "text": "made it possible for us to do a lot of reform work on K-12 education and higher ed as well."
    },
    {
      "index": 334,
      "start_time": 1886520.0,
      "end_time": 1891981.0,
      "text": "And so I want to go Mike McShane, who is over here. Mike has got a question that’s been"
    },
    {
      "index": 335,
      "start_time": 1891980.0,
      "end_time": 1896669.0,
      "text": "coming up all over Twitter and across our email hoping that we would ask you this question."
    },
    {
      "index": 336,
      "start_time": 1896670.0,
      "end_time": 1900601.0,
      "text": "Mike. MIKE MCSHANE: Thank you so much. Your foundation"
    },
    {
      "index": 337,
      "start_time": 1900600.0,
      "end_time": 1905440.0,
      "text": "has been known for supporting the Common Core curriculum standards that have become increasingly"
    },
    {
      "index": 338,
      "start_time": 1905440.0,
      "end_time": 1910909.0,
      "text": "controversial. And the question that I have is, why? What promise do you see of the Common"
    },
    {
      "index": 339,
      "start_time": 1910910.0,
      "end_time": 1915530.0,
      "text": "Core standards? How do you see them as a lever for improving the American education system?"
    },
    {
      "index": 340,
      "start_time": 1915530.0,
      "end_time": 1926981.0,
      "text": "MR. GATES: OK. So what is the Common Core? It’s a very simple thing. It’s a written"
    },
    {
      "index": 341,
      "start_time": 1926980.0,
      "end_time": 1935740.0,
      "text": "explanation of what knowledge kids should achieve at very various milestones in their"
    },
    {
      "index": 342,
      "start_time": 1935740.0,
      "end_time": 1940409.0,
      "text": "educational career. So it’s writing down in sixth grade which math things should you"
    },
    {
      "index": 343,
      "start_time": 1940410.0,
      "end_time": 1943920.0,
      "text": "know, in ninth grade which math things should you know, in twelfth grade which math things"
    },
    {
      "index": 344,
      "start_time": 1943920.0,
      "end_time": 1950721.0,
      "text": "should you know. And you might be surprised to learn how poor"
    },
    {
      "index": 345,
      "start_time": 1950720.0,
      "end_time": 1953860.0,
      "text": "those – I’ll call those standards, but to be clear, it’s not curriculum. It’s"
    },
    {
      "index": 346,
      "start_time": 1953860.0,
      "end_time": 1957010.0,
      "text": "not a textbook. It’s not a way of teaching. It’s just"
    },
    {
      "index": 347,
      "start_time": 1957010.0,
      "end_time": 1962740.0,
      "text": "writing down should you know this part of algebra? Should you know trigonometric functions?"
    },
    {
      "index": 348,
      "start_time": 1962740.0,
      "end_time": 1966950.0,
      "text": "Should you know – be able to recognize a graph of this type?"
    },
    {
      "index": 349,
      "start_time": 1966950.0,
      "end_time": 1972460.0,
      "text": "And doing that very well is hard because there are certain dependencies: if you teach it"
    },
    {
      "index": 350,
      "start_time": 1972460.0,
      "end_time": 1977419.0,
      "text": "in the wrong order; if you try and teach too much at once, too much too early, which the"
    },
    {
      "index": 351,
      "start_time": 1977420.0,
      "end_time": 1981211.0,
      "text": "U.S. was doing a lot of that, it can be very, very poor."
    },
    {
      "index": 352,
      "start_time": 1981210.0,
      "end_time": 1987580.0,
      "text": "And if you compare – we have 50 of these things and there was quite a bit of divergence."
    },
    {
      "index": 353,
      "start_time": 1987580.0,
      "end_time": 1996179.0,
      "text": "Some states had trigonometry, some didn’t. Some had pie charts, some didn’t. So, ironically,"
    },
    {
      "index": 354,
      "start_time": 1996180.0,
      "end_time": 2001391.0,
      "text": "what had happened was the textbook companies had gone in and told the committees that make"
    },
    {
      "index": 355,
      "start_time": 2001390.0,
      "end_time": 2006990.0,
      "text": "these things up that they should add things over time. And so we had math textbooks over"
    },
    {
      "index": 356,
      "start_time": 2006990.0,
      "end_time": 2013570.0,
      "text": "double the size of any of the Asian countries. And we had the ordering in almost every one"
    },
    {
      "index": 357,
      "start_time": 2013570.0,
      "end_time": 2017669.0,
      "text": "of our 50 – which is strange. You think if you had 50, one of them would randomly"
    },
    {
      "index": 358,
      "start_time": 2017670.0,
      "end_time": 2023300.0,
      "text": "be really, really well ordered. (Laughter.) Some were more ambitious than others."
    },
    {
      "index": 359,
      "start_time": 2023300.0,
      "end_time": 2030731.0,
      "text": "So, for example, being high; that is, having the twelfth grade expectation be high, there"
    },
    {
      "index": 360,
      "start_time": 2030730.0,
      "end_time": 2035399.0,
      "text": "were a few like Massachusetts that were quite good in that respect. And so when kids from"
    },
    {
      "index": 361,
      "start_time": 2035400.0,
      "end_time": 2043341.0,
      "text": "Massachusetts take international tests or the SAT, anything, they do better, better"
    },
    {
      "index": 362,
      "start_time": 2043340.0,
      "end_time": 2046990.0,
      "text": "than the rest of the country. And so often, when you see those country rankings, they’ll"
    },
    {
      "index": 363,
      "start_time": 2046990.0,
      "end_time": 2050159.0,
      "text": "take Massachusetts and show you where it would be if it was a separate country. And it’s"
    },
    {
      "index": 364,
      "start_time": 2050159.9999999998,
      "end_time": 2057300.9999999998,
      "text": "way past the U.S., that now is virtually at the bottom of any of the well-off countries,"
    },
    {
      "index": 365,
      "start_time": 2057300.0000000002,
      "end_time": 2062510.0000000002,
      "text": "with the Asian countries totally dominating the top six slots now. Finland had a brief"
    },
    {
      "index": 366,
      "start_time": 2062510.0000000002,
      "end_time": 2069220.0000000002,
      "text": "time where they were up high, and now they’re not even the European leader anymore."
    },
    {
      "index": 367,
      "start_time": 2069219.9999999998,
      "end_time": 2076049.9999999998,
      "text": "So a bunch of governors said, hey, you know, why are we buying these expensive textbooks?"
    },
    {
      "index": 368,
      "start_time": 2076050.0000000002,
      "end_time": 2080760.0000000002,
      "text": "Why are they getting so thick? You know, are standards high enough or quality enough? And"
    },
    {
      "index": 369,
      "start_time": 2080760.0000000002,
      "end_time": 2088240.0000000002,
      "text": "I think it was the National Governors Association that said we ought to get together on this."
    },
    {
      "index": 370,
      "start_time": 2088239.9999999998,
      "end_time": 2094029.9999999998,
      "text": "A bunch of teachers met with a bunch of experts, and so in reading and writing and math, these"
    },
    {
      "index": 371,
      "start_time": 2094030.0000000002,
      "end_time": 2102440.0,
      "text": "knowledge levels were written down. And at some point 46 states had adopted that curriculum,"
    },
    {
      "index": 372,
      "start_time": 2102440.0,
      "end_time": 2107270.0,
      "text": "a variety of competitive curriculum, now that small companies can get into it because it’s"
    },
    {
      "index": 373,
      "start_time": 2107270.0,
      "end_time": 2113130.0,
      "text": "not just doing a book for Florida, and so the sort of barrier to entry that was created"
    },
    {
      "index": 374,
      "start_time": 2113130.0,
      "end_time": 2118280.0,
      "text": "by the large firms there goes away. The idea that you – those committees rig it so you"
    },
    {
      "index": 375,
      "start_time": 2118280.0,
      "end_time": 2125030.0,
      "text": "can’t use the old textbooks, you know, that idea will go away because in math, this can"
    },
    {
      "index": 376,
      "start_time": 2125030.0,
      "end_time": 2128960.0,
      "text": "have real durability. Changing your math standards is not like some"
    },
    {
      "index": 377,
      "start_time": 2128960.0,
      "end_time": 2137900.0,
      "text": "new form of math that’s being invented. And there has been in a sense a national expectation."
    },
    {
      "index": 378,
      "start_time": 2137900.0,
      "end_time": 2142960.0,
      "text": "When you take the SAT test, it has trigonometry on it, so if you’re in a state that doesn’t"
    },
    {
      "index": 379,
      "start_time": 2142960.0,
      "end_time": 2148380.0,
      "text": "have that, you’re going to get a low score. And they use a certain notation in the way"
    },
    {
      "index": 380,
      "start_time": 2148380.0,
      "end_time": 2153630.0,
      "text": "they do math and certain states were different than that, so you’re screwed. If you move"
    },
    {
      "index": 381,
      "start_time": 2153630.0,
      "end_time": 2156869.0,
      "text": "from state to state – MR. BROOKS: In the vernacular."
    },
    {
      "index": 382,
      "start_time": 2156870.0,
      "end_time": 2161761.0,
      "text": "MR. GATES: – you experience discontinuity because of this. And it’s made it very hard"
    },
    {
      "index": 383,
      "start_time": 2161760.0,
      "end_time": 2166310.0,
      "text": "to compare things. And this is an era where we have things like Khan Academy that are"
    },
    {
      "index": 384,
      "start_time": 2166310.0,
      "end_time": 2172010.0,
      "text": "trying to be a national resource and yet they – you sit down, it will tell you, are you"
    },
    {
      "index": 385,
      "start_time": 2172010.0,
      "end_time": 2176099.0,
      "text": "up to the sixth grade level? Are you up to the ninth grade level? Are you ready to graduate"
    },
    {
      "index": 386,
      "start_time": 2176100.0,
      "end_time": 2183311.0,
      "text": "from high school? And so this Common Core was put together."
    },
    {
      "index": 387,
      "start_time": 2183310.0,
      "end_time": 2189079.0,
      "text": "If somebody – and states will decide this thing. Nobody is suggesting that the federal"
    },
    {
      "index": 388,
      "start_time": 2189080.0,
      "end_time": 2195511.0,
      "text": "government will, even in this area, which is not curriculum, dictate these things. States"
    },
    {
      "index": 389,
      "start_time": 2195510.0,
      "end_time": 2199530.0,
      "text": "can opt in. They can opt out. As they do that, they should look at this"
    },
    {
      "index": 390,
      "start_time": 2199530.0,
      "end_time": 2207430.0,
      "text": "status quo, which is poor. They should look and find something that’s high achievement,"
    },
    {
      "index": 391,
      "start_time": 2207430.0,
      "end_time": 2212250.0,
      "text": "that’s got quality. And if they can find something that’s that, if they have two"
    },
    {
      "index": 392,
      "start_time": 2212250.0,
      "end_time": 2217250.0,
      "text": "they’re comparing, they ought to probably pick something in common, because to some"
    },
    {
      "index": 393,
      "start_time": 2217250.0,
      "end_time": 2222339.0,
      "text": "degree, this is an area where if you do have commonality – it’s like an electrical"
    },
    {
      "index": 394,
      "start_time": 2222340.0,
      "end_time": 2229411.0,
      "text": "plug – you get more free market competition. Scale is good for free market competition."
    },
    {
      "index": 395,
      "start_time": 2229410.0,
      "end_time": 2234869.0,
      "text": "Individual state regulatory capture is not good for competition."
    },
    {
      "index": 396,
      "start_time": 2234870.0,
      "end_time": 2241151.0,
      "text": "And so this thing, in terms of driving innovation, you’d think that sort of pro- capitalistic"
    },
    {
      "index": 397,
      "start_time": 2241150.0,
      "end_time": 2250290.0,
      "text": "market-driven people would be in favor of it, but, you know, somehow, it’s gotten"
    },
    {
      "index": 398,
      "start_time": 2250290.0,
      "end_time": 2258150.0,
      "text": "to be controversial. And, you know, states will decide. Whatever they want to decide"
    },
    {
      "index": 399,
      "start_time": 2258150.0,
      "end_time": 2263140.0,
      "text": "is fine. But, at the end of the day, it does affect the quality of your teaching, does"
    },
    {
      "index": 400,
      "start_time": 2263140.0,
      "end_time": 2269220.0,
      "text": "affect when your kids go to take what are national-level tests, whether they are going"
    },
    {
      "index": 401,
      "start_time": 2269220.0,
      "end_time": 2272839.0,
      "text": "to do well or not do well. MR. BROOKS: Speaking of competition, let’s"
    },
    {
      "index": 402,
      "start_time": 2272840.0,
      "end_time": 2276860.0,
      "text": "go to competition outside of the United States and the extent to which it helps people who"
    },
    {
      "index": 403,
      "start_time": 2276860.0,
      "end_time": 2280840.0,
      "text": "are poor. And I want to turn to Paul Wolfowitz now."
    },
    {
      "index": 404,
      "start_time": 2280840.0,
      "end_time": 2287241.0,
      "text": "PAUL WOLFOWITZ: Thanks very much for coming. It’s terrific to have you here. I have a"
    },
    {
      "index": 405,
      "start_time": 2287240.0,
      "end_time": 2291500.0,
      "text": "quick comment and then the question. The question is about trade. But the comment is about this"
    },
    {
      "index": 406,
      "start_time": 2291500.0,
      "end_time": 2295609.0,
      "text": "issue of waste in foreign aid. The amazing work that you’re doing in the"
    },
    {
      "index": 407,
      "start_time": 2295610.0,
      "end_time": 2299481.0,
      "text": "foundation, that the U.S. government is doing with PEPFAR, other things demonstrate that"
    },
    {
      "index": 408,
      "start_time": 2299480.0,
      "end_time": 2304420.0,
      "text": "there are lots of ways to spend foreign aid that are the opposite of wasteful; they’re"
    },
    {
      "index": 409,
      "start_time": 2304420.0,
      "end_time": 2307780.0,
      "text": "accountable, they’re measurable; they make a huge difference in people’s lives. But"
    },
    {
      "index": 410,
      "start_time": 2307780.0,
      "end_time": 2312240.0,
      "text": "I would submit that there is a lot of waste. And I’ll give you just an example. If you"
    },
    {
      "index": 411,
      "start_time": 2312240.0,
      "end_time": 2316690.0,
      "text": "give $100 million to a government that is so tyrannical that you really have no idea"
    },
    {
      "index": 412,
      "start_time": 2316690.0,
      "end_time": 2321390.0,
      "text": "what’s happened to that money, by your numbers, that’s $100 million that could have saved"
    },
    {
      "index": 413,
      "start_time": 2321390.0,
      "end_time": 2327450.0,
      "text": "50,000 lives. And I think you’ll have a stronger case for foreign aid if you go after"
    },
    {
      "index": 414,
      "start_time": 2327450.0,
      "end_time": 2329940.0,
      "text": "the things that are wasteful as well as the things that are good."
    },
    {
      "index": 415,
      "start_time": 2329940.0,
      "end_time": 2335730.0,
      "text": "But here’s my question. In talking about foreign aid, you correctly say, we spend less"
    },
    {
      "index": 416,
      "start_time": 2335730.0,
      "end_time": 2340260.0,
      "text": "than 1 percent. We could afford to spend more. In fact, we spend more in agricultural subsidies."
    },
    {
      "index": 417,
      "start_time": 2340260.0,
      "end_time": 2344550.0,
      "text": "Well, the agricultural subsidies aren’t just a waste of money. They are making it"
    },
    {
      "index": 418,
      "start_time": 2344550.0,
      "end_time": 2351140.0,
      "text": "harder for poor countries to export the very products that their competitive natural advantages"
    },
    {
      "index": 419,
      "start_time": 2351140.0,
      "end_time": 2356640.0,
      "text": "would lead them to, which is in agriculture. I wonder what you think about our agricultural"
    },
    {
      "index": 420,
      "start_time": 2356640.0,
      "end_time": 2360970.0,
      "text": "subsidy systems and what its impact is on the poor countries that you visit in terms"
    },
    {
      "index": 421,
      "start_time": 2360970.0,
      "end_time": 2366940.0,
      "text": "of their trade opportunities. MR. GATES: Well, we certainly distorted the"
    },
    {
      "index": 422,
      "start_time": 2366940.0,
      "end_time": 2374320.0,
      "text": "market in agriculture prices. There are some cases where it’s fairly extreme, like sugar."
    },
    {
      "index": 423,
      "start_time": 2374320.0,
      "end_time": 2379420.0,
      "text": "And there are some cases where it’s more modest, like the big – the big cereal crops."
    },
    {
      "index": 424,
      "start_time": 2379420.0,
      "end_time": 2388589.0,
      "text": "In Africa – there’s a few things like cotton, horticulture, where you can make a"
    },
    {
      "index": 425,
      "start_time": 2388590.0,
      "end_time": 2396590.0,
      "text": "clear case that the sort of dumping out of the rich countries because of strange subsidies"
    },
    {
      "index": 426,
      "start_time": 2396590.0,
      "end_time": 2403421.0,
      "text": "actually is affecting their income. They’re not yet as competitive in the big-value crops"
    },
    {
      "index": 427,
      "start_time": 2403420.0,
      "end_time": 2406450.0,
      "text": "as they need to be. So we have a lot of work to do in Africa."
    },
    {
      "index": 428,
      "start_time": 2406450.0,
      "end_time": 2412450.0,
      "text": "Africa right now can barely feed itself. So the huge rise in productivity – it’s called"
    },
    {
      "index": 429,
      "start_time": 2412450.0,
      "end_time": 2418300.0,
      "text": "the green revolution, that was more than a factor of two increase in Asian cereal crops"
    },
    {
      "index": 430,
      "start_time": 2418300.0,
      "end_time": 2423180.0,
      "text": "– that never happened in Africa because it has a unique ecosystem, so even maize and"
    },
    {
      "index": 431,
      "start_time": 2423180.0,
      "end_time": 2428390.0,
      "text": "wheat in Africa are very low productivity. That’s very fixable, both with conventional"
    },
    {
      "index": 432,
      "start_time": 2428390.0,
      "end_time": 2434300.0,
      "text": "breeding and with GMO-type breeding to give much, much better seeds."
    },
    {
      "index": 433,
      "start_time": 2434300.0,
      "end_time": 2440810.0,
      "text": "And so the effect of trade barriers once we fix African agriculture, the impact of trade"
    },
    {
      "index": 434,
      "start_time": 2440810.0,
      "end_time": 2446050.0,
      "text": "barriers, then the numbers will get very, very large. And, you know, it’s just too"
    },
    {
      "index": 435,
      "start_time": 2446050.0,
      "end_time": 2452420.0,
      "text": "bad that both Europe and the U.S. sort of – and Japan – compete to distort those"
    },
    {
      "index": 436,
      "start_time": 2452420.0,
      "end_time": 2457859.0,
      "text": "markets. And, you know, it doesn’t look like there’s going to be any change in that."
    },
    {
      "index": 437,
      "start_time": 2457860.0,
      "end_time": 2462891.0,
      "text": "Now it’s called mispriced insurance instead of price supports, but it’s still money."
    },
    {
      "index": 438,
      "start_time": 2462890.0,
      "end_time": 2471170.0,
      "text": "And, as you say, it reduces some level of efficiency in terms of who should be providing"
    },
    {
      "index": 439,
      "start_time": 2471170.0,
      "end_time": 2476000.0,
      "text": "which products. MR. BROOKS: One of the most striking statistics"
    },
    {
      "index": 440,
      "start_time": 2476000.0,
      "end_time": 2481740.0,
      "text": "that I’ve seen as an economist comes from a Catalan economist, his name is Xavier Sala-i-Martin"
    },
    {
      "index": 441,
      "start_time": 2481740.0,
      "end_time": 2487130.0,
      "text": "at Columbia University, who notes that since you and I were kids, the percentage of the"
    },
    {
      "index": 442,
      "start_time": 2487130.0,
      "end_time": 2490920.0,
      "text": "world’s population living on $1 a day or less has declined by 80 percent."
    },
    {
      "index": 443,
      "start_time": 2490920.0,
      "end_time": 2496300.0,
      "text": "It’s just amazing. This question is related to that and it comes from our economist Michael"
    },
    {
      "index": 444,
      "start_time": 2496300.0,
      "end_time": 2501760.0,
      "text": "Strain, who says that the spread of free enterprise has dramatically reduced the share of the"
    },
    {
      "index": 445,
      "start_time": 2501760.0,
      "end_time": 2507440.0,
      "text": "world living on $1 a day or less, this standard that we’ve had since we were kids. Is that"
    },
    {
      "index": 446,
      "start_time": 2507440.0,
      "end_time": 2513119.0,
      "text": "the right standard? You’re looking at 2035 to wipe out at least average poverty across"
    },
    {
      "index": 447,
      "start_time": 2513120.0,
      "end_time": 2517211.0,
      "text": "all but maybe 10 countries in the world. What should the standard be? What kind of measurements"
    },
    {
      "index": 448,
      "start_time": 2517210.0,
      "end_time": 2520150.0,
      "text": "are you using, and how should we be thinking about it to update those measures?"
    },
    {
      "index": 449,
      "start_time": 2520150.0,
      "end_time": 2528220.0,
      "text": "MR. GATES: Well, any single measure isn’t going to capture what needs to go on. The"
    },
    {
      "index": 450,
      "start_time": 2528220.0,
      "end_time": 2534569.0,
      "text": "extreme poverty line now s $1.25 a day, and the poverty line is $2 a day. And you can"
    },
    {
      "index": 451,
      "start_time": 2534570.0,
      "end_time": 2541021.0,
      "text": "certainly argue that they should be a bit higher than that. Also the way that GDP is"
    },
    {
      "index": 452,
      "start_time": 2541020.0,
      "end_time": 2548050.0,
      "text": "measured in poor countries is extremely random – not random. It’s inaccurate. The errors"
    },
    {
      "index": 453,
      "start_time": 2548050.0,
      "end_time": 2552589.0,
      "text": "bars are gigantic. There’s a book by Jerven called “Poor"
    },
    {
      "index": 454,
      "start_time": 2552590.0,
      "end_time": 2558671.0,
      "text": "Numbers” that just talks about – you know, for example, for a subsistence farmer, what"
    },
    {
      "index": 455,
      "start_time": 2558670.0,
      "end_time": 2565490.0,
      "text": "are you putting into that GDP number, you don’t have some market transaction. And"
    },
    {
      "index": 456,
      "start_time": 2565490.0,
      "end_time": 2568990.0,
      "text": "there’s a book by Charles Kenny, the “Getting Better” book, that talks about the fact"
    },
    {
      "index": 457,
      "start_time": 2568990.0,
      "end_time": 2576170.0,
      "text": "that GDP misses a lot of things. If something comes in, like a measles vaccine or increased"
    },
    {
      "index": 458,
      "start_time": 2576170.0,
      "end_time": 2582180.0,
      "text": "literacy, that improvement in human condition doesn’t necessarily show up in GDP at all."
    },
    {
      "index": 459,
      "start_time": 2582180.0,
      "end_time": 2587670.0,
      "text": "In fact, there were radical advances in health and literacy in Africa during a 30-year period"
    },
    {
      "index": 460,
      "start_time": 2587670.0,
      "end_time": 2592660.0,
      "text": "that its GDP per person moved not at all, zero."
    },
    {
      "index": 461,
      "start_time": 2592660.0,
      "end_time": 2598380.0,
      "text": "And so you want to put into a human development index; you want to put in GDP; you want to"
    },
    {
      "index": 462,
      "start_time": 2598380.0,
      "end_time": 2604400.0,
      "text": "put in some health, maybe under-five mortality, maternal mortality. You’d want to put in"
    },
    {
      "index": 463,
      "start_time": 2604400.0,
      "end_time": 2610780.0,
      "text": "something about education, something about freedom. And people like Mo Ibrahim have a"
    },
    {
      "index": 464,
      "start_time": 2610780.0,
      "end_time": 2618300.0,
      "text": "variety of, in his case, mostly governance measures that I think are throwing light on"
    },
    {
      "index": 465,
      "start_time": 2618300.0,
      "end_time": 2624040.0,
      "text": "these things. There’s still some work to be done to capture this."
    },
    {
      "index": 466,
      "start_time": 2624040.0,
      "end_time": 2631290.0,
      "text": "GDP, if you have to pick one single thing, I’d still say it is – it is the measure."
    },
    {
      "index": 467,
      "start_time": 2631290.0,
      "end_time": 2637880.0,
      "text": "Even within rich countries, you do have relative poverty. And so the idea of do you worry about"
    },
    {
      "index": 468,
      "start_time": 2637880.0,
      "end_time": 2643369.0,
      "text": "getting enough to eat; if you have a medical condition, can you expect to get treatment;"
    },
    {
      "index": 469,
      "start_time": 2643370.0,
      "end_time": 2651811.0,
      "text": "there are things like that that even if the economics kind of look OK, you know, then"
    },
    {
      "index": 470,
      "start_time": 2651810.0,
      "end_time": 2657980.0,
      "text": "you shouldn’t be satisfied. And so the field of economists giving themselves a hard time"
    },
    {
      "index": 471,
      "start_time": 2657980.0,
      "end_time": 2663359.0,
      "text": "about how weak these measures are, I think over the next decade, there can be a real"
    },
    {
      "index": 472,
      "start_time": 2663360.0,
      "end_time": 2670381.0,
      "text": "contribution to how we look at well-being beyond GDP."
    },
    {
      "index": 473,
      "start_time": 2670380.0,
      "end_time": 2675250.0,
      "text": "MR. BROOKS: Let’s talk about poverty right here in the United States a little bit more."
    },
    {
      "index": 474,
      "start_time": 2675250.0,
      "end_time": 2678319.0,
      "text": "And I want to turn to my colleague, Robert Doar."
    },
    {
      "index": 475,
      "start_time": 2678320.0,
      "end_time": 2683901.0,
      "text": "ROBERT DOAR: Thank you very much for coming, and thank you for all that you do for people"
    },
    {
      "index": 476,
      "start_time": 2683900.0,
      "end_time": 2690109.0,
      "text": "around the world. Poverty in the United States is often related to employment and economic"
    },
    {
      "index": 477,
      "start_time": 2690110.0,
      "end_time": 2694281.0,
      "text": "growth. And I wanted to test your optimism a little bit and ask whether you thought we"
    },
    {
      "index": 478,
      "start_time": 2694280.0,
      "end_time": 2700240.0,
      "text": "could get back to a 4 percent annual GDP growth in the United States, and if so, how? What"
    },
    {
      "index": 479,
      "start_time": 2700240.0,
      "end_time": 2708170.0,
      "text": "would be the key things to make that happen? MR. GATES: Yeah. You know, I’m not a fan"
    },
    {
      "index": 480,
      "start_time": 2708170.0,
      "end_time": 2718069.0,
      "text": "of the way time-series adjustment for comparing GDP between various points in time is done."
    },
    {
      "index": 481,
      "start_time": 2718070.0,
      "end_time": 2723360.0,
      "text": "I think it meaningfully understates the rate of progress."
    },
    {
      "index": 482,
      "start_time": 2723360.0,
      "end_time": 2730820.0,
      "text": "If you take, say, how you get news, your ability to get news, as far as the GDP is concerned,"
    },
    {
      "index": 483,
      "start_time": 2730820.0,
      "end_time": 2735401.0,
      "text": "the news business is down. It’s employing less people. It’s gathering less money."
    },
    {
      "index": 484,
      "start_time": 2735400.0,
      "end_time": 2740540.0,
      "text": "And are you impoverished in terms of your ability to search and read articles today"
    },
    {
      "index": 485,
      "start_time": 2740540.0,
      "end_time": 2745810.0,
      "text": "versus, say, 30 years ago? Probably not. You know, buying encyclopedias, you know,"
    },
    {
      "index": 486,
      "start_time": 2745810.0,
      "end_time": 2749339.0,
      "text": "I bought it – my parents bought a World Book. I read it. You know, I had to learn"
    },
    {
      "index": 487,
      "start_time": 2749340.0,
      "end_time": 2757120.0,
      "text": "the world alphabetically. Very weird way to learn things. You know, now, every kid who"
    },
    {
      "index": 488,
      "start_time": 2757120.0,
      "end_time": 2763070.0,
      "text": "has Internet access has Wikipedia. And so whether it’s in the area of technology"
    },
    {
      "index": 489,
      "start_time": 2763070.0,
      "end_time": 2771391.0,
      "text": "or medicine or various things, you’re – there’s a lot of a qualitative nature that’s not"
    },
    {
      "index": 490,
      "start_time": 2771390.0,
      "end_time": 2776119.0,
      "text": "captured in those things. So whether the gross number goes up or not, the rate of improvement"
    },
    {
      "index": 491,
      "start_time": 2776120.0,
      "end_time": 2779941.0,
      "text": "in livelihood, you know, I think will be very rapid in the future."
    },
    {
      "index": 492,
      "start_time": 2779940.0,
      "end_time": 2785960.0,
      "text": "I do think tax structures will have to move away from taxing payroll because society has"
    },
    {
      "index": 493,
      "start_time": 2785960.0,
      "end_time": 2793020.0,
      "text": "a desire to have employment. Of all the inputs, you know, wood, coal plastic, cement, there’s"
    },
    {
      "index": 494,
      "start_time": 2793020.0,
      "end_time": 2798300.0,
      "text": "one that plays a special purpose, which is labor. And the fact that we’ve been able"
    },
    {
      "index": 495,
      "start_time": 2798300.0,
      "end_time": 2804650.0,
      "text": "to tax labor as opposed to capital or consumption, you know, just shows that demand for labor"
    },
    {
      "index": 496,
      "start_time": 2804650.0,
      "end_time": 2810380.0,
      "text": "was good relative to other things. Well, technology in general will make capital more attractive"
    },
    {
      "index": 497,
      "start_time": 2810380.0,
      "end_time": 2816319.0,
      "text": "than labor over time. Software substitution, you know, whether it’s for drivers or waiters"
    },
    {
      "index": 498,
      "start_time": 2816320.0,
      "end_time": 2821921.0,
      "text": "or nurses or even, you know, whatever it is you do – (laughter)."
    },
    {
      "index": 499,
      "start_time": 2821920.0,
      "end_time": 2827069.0,
      "text": "MR. BROOKS: We wonder that too sometimes. (Laughter.)"
    },
    {
      "index": 500,
      "start_time": 2827070.0,
      "end_time": 2834471.0,
      "text": "MR. GATES: It’s progressing. And that’s going to force us to rethink how these tax"
    },
    {
      "index": 501,
      "start_time": 2834470.0,
      "end_time": 2841829.0,
      "text": "structures work in order to maximize employment, you know, given that, you know, capitalism"
    },
    {
      "index": 502,
      "start_time": 2841830.0,
      "end_time": 2850370.0,
      "text": "in general, over time, will create more inequality and technology, over time, will reduce demand"
    },
    {
      "index": 503,
      "start_time": 2850370.0,
      "end_time": 2854570.0,
      "text": "for jobs particularly at the lower end of the skill set."
    },
    {
      "index": 504,
      "start_time": 2854570.0,
      "end_time": 2858721.0,
      "text": "And so, you know, we have to adjust, and these things are coming fast. Twenty years from"
    },
    {
      "index": 505,
      "start_time": 2858720.0,
      "end_time": 2864470.0,
      "text": "now, labor demand for lots of skill sets will be substantially lower, and I don’t think"
    },
    {
      "index": 506,
      "start_time": 2864470.0,
      "end_time": 2869369.0,
      "text": "people have that in their mental model. MR. BROOKS: So aligning the incentives in"
    },
    {
      "index": 507,
      "start_time": 2869370.0,
      "end_time": 2875241.0,
      "text": "our economy to move away from taxing labor, moving to something like a progressive consumption"
    },
    {
      "index": 508,
      "start_time": 2875240.0,
      "end_time": 2879130.0,
      "text": "tax is just a smart thing to do to stimulate – to have an economy that’s better aligned?"
    },
    {
      "index": 509,
      "start_time": 2879130.0,
      "end_time": 2883710.0,
      "text": "MR. GATES: Well, I think economists would have said that a progressive consumption tax"
    },
    {
      "index": 510,
      "start_time": 2883710.0,
      "end_time": 2889170.0,
      "text": "is a better construct, you know, at any point in history. What I’m saying is that it’s"
    },
    {
      "index": 511,
      "start_time": 2889170.0,
      "end_time": 2896980.0,
      "text": "even more important as we go forward because it – the distortion – I want to distort"
    },
    {
      "index": 512,
      "start_time": 2896980.0,
      "end_time": 2902930.0,
      "text": "in the favor of labor. And so not only will we not tax labor, things like the earned income"
    },
    {
      "index": 513,
      "start_time": 2902930.0,
      "end_time": 2907790.0,
      "text": "tax credit, you know, when people say we should raise the minimum wage, I think, boy, you"
    },
    {
      "index": 514,
      "start_time": 2907790.0,
      "end_time": 2913240.0,
      "text": "know, I know some economists disagree. But I think, boy, I worry about what that does"
    },
    {
      "index": 515,
      "start_time": 2913240.0,
      "end_time": 2916839.0,
      "text": "to job creation. The idea that through the income tax credit"
    },
    {
      "index": 516,
      "start_time": 2916840.0,
      "end_time": 2922951.0,
      "text": "you would end up with a certain minimum wage that you’d receive, that I understand better"
    },
    {
      "index": 517,
      "start_time": 2922950.0,
      "end_time": 2928010.0,
      "text": "than potentially damping demand in the part of the labor spectrum that I’m most worried"
    },
    {
      "index": 518,
      "start_time": 2928010.0,
      "end_time": 2931380.0,
      "text": "about. MR. BROOKS: So something like a guaranteed"
    },
    {
      "index": 519,
      "start_time": 2931380.0,
      "end_time": 2935130.0,
      "text": "minimum income for people who are working full time through an expansion on the EITC"
    },
    {
      "index": 520,
      "start_time": 2935130.0,
      "end_time": 2937309.0,
      "text": "or a wage subsidy seems like the right way to go."
    },
    {
      "index": 521,
      "start_time": 2937310.0,
      "end_time": 2941810.0,
      "text": "MR. GATES: Yeah, one of my favorite AEI papers – I didn’t get time to look it up last"
    },
    {
      "index": 522,
      "start_time": 2941810.0,
      "end_time": 2944041.0,
      "text": "night – MR. BROOKS: He’s going to give us his top"
    },
    {
      "index": 523,
      "start_time": 2944040.0,
      "end_time": 2947079.0,
      "text": "10 list here. (Laughter.) MR. GATES: No, it’s the – looking at consumption"
    },
    {
      "index": 524,
      "start_time": 2947080.0,
      "end_time": 2953551.0,
      "text": "instead of the income. Because income’s complicated. If I’m a student who’s, you"
    },
    {
      "index": 525,
      "start_time": 2953550.0,
      "end_time": 2958630.0,
      "text": "know, making no income, but I’m investing in my capabilities – OK, my income looks"
    },
    {
      "index": 526,
      "start_time": 2958630.0,
      "end_time": 2965010.0,
      "text": "funny. If I’m a trader who had a bad year, my income looks funny. Consumption really"
    },
    {
      "index": 527,
      "start_time": 2965010.0,
      "end_time": 2971510.0,
      "text": "is what you care about. So when people say, hey, Mr. Gates, you should feel guilty because"
    },
    {
      "index": 528,
      "start_time": 2971510.0,
      "end_time": 2977309.0,
      "text": "you have so much money; well, it’s not that I have money. It’s my consumption I should"
    },
    {
      "index": 529,
      "start_time": 2977310.0,
      "end_time": 2980181.0,
      "text": "– you know, if I’m supposed to feel guilty, it’s my consumption. (Laughter.)"
    },
    {
      "index": 530,
      "start_time": 2980180.0,
      "end_time": 2986440.0,
      "text": "The part that is going to philanthropy really is in a sense in the pocket of the poorest,"
    },
    {
      "index": 531,
      "start_time": 2986440.0,
      "end_time": 2992550.0,
      "text": "assuming that we’re smart about getting it to benefit them. And the idea that consumption"
    },
    {
      "index": 532,
      "start_time": 2992550.0,
      "end_time": 2997619.0,
      "text": "should be progressively taxed, I think that makes a lot of sense. People have tried to"
    },
    {
      "index": 533,
      "start_time": 2997620.0,
      "end_time": 3002820.0,
      "text": "do that by doing particular taxes on luxury goods, some things like that. That’s very"
    },
    {
      "index": 534,
      "start_time": 3002820.0,
      "end_time": 3008801.0,
      "text": "– not very effective. It’s sort of picking favorites type things. But yes, consumption"
    },
    {
      "index": 535,
      "start_time": 3008800.0,
      "end_time": 3014809.0,
      "text": "should be progressively taxed. And we should understand the consumption."
    },
    {
      "index": 536,
      "start_time": 3014810.0,
      "end_time": 3020830.0,
      "text": "Inequality of consumption is more an injustice than a number in a book is."
    },
    {
      "index": 537,
      "start_time": 3020830.0,
      "end_time": 3025451.0,
      "text": "MR. BROOKS: So inequality of consumption is the real inequality we should be worried about."
    },
    {
      "index": 538,
      "start_time": 3025450.0,
      "end_time": 3029599.0,
      "text": "I suppose you’d also say that inequality of opportunity is that which is the greatest"
    },
    {
      "index": 539,
      "start_time": 3029600.0,
      "end_time": 3032141.0,
      "text": "affront to dignity. I think I’m sort of paraphrasing –"
    },
    {
      "index": 540,
      "start_time": 3032140.0,
      "end_time": 3034650.0,
      "text": "MR. GATES: Yeah, no, I agree with that. MR. BROOKS: Is that fair to say?"
    },
    {
      "index": 541,
      "start_time": 3034650.0,
      "end_time": 3039220.0,
      "text": "MR. GATES: Yeah, absolutely. Both measures, we should understand inequality of opportunity"
    },
    {
      "index": 542,
      "start_time": 3039220.0,
      "end_time": 3042150.0,
      "text": "and inequality of consumption way better than we do today."
    },
    {
      "index": 543,
      "start_time": 3042150.0,
      "end_time": 3047990.0,
      "text": "MR. BROOKS: Right. We’ve been doing a lot – we’ve had a lot of interactions with"
    },
    {
      "index": 544,
      "start_time": 3047990.0,
      "end_time": 3051430.0,
      "text": "dignitaries from India. We just had the Dalai Lama here a couple of weeks ago. And we’re"
    },
    {
      "index": 545,
      "start_time": 3051430.0,
      "end_time": 3056760.0,
      "text": "going to have Sri Sri Ravi Shankar, who is a very prominent guru, who has many, many"
    },
    {
      "index": 546,
      "start_time": 3056760.0,
      "end_time": 3061599.0,
      "text": "millions of followers here. And we’re talking about Indian issues, in particular, of late."
    },
    {
      "index": 547,
      "start_time": 3061600.0,
      "end_time": 3067901.0,
      "text": "Sadanand Dhume is our scholar in Indian studies. And he has a question about that country."
    },
    {
      "index": 548,
      "start_time": 3067900.0,
      "end_time": 3073510.0,
      "text": "SADANAND DHUME: Thank you very much. I have a broad question about India. When you look"
    },
    {
      "index": 549,
      "start_time": 3073510.0,
      "end_time": 3077500.0,
      "text": "at your engagement with the country, what do you think it’s done well, and where do"
    },
    {
      "index": 550,
      "start_time": 3077500.0,
      "end_time": 3085540.0,
      "text": "you think it needs to do the most work? MR. GATES: Well, India has a lot of very socialistic"
    },
    {
      "index": 551,
      "start_time": 3085540.0,
      "end_time": 3092750.0,
      "text": "policies having to do with labor and land and – the fact that it has not risen as"
    },
    {
      "index": 552,
      "start_time": 3092750.0,
      "end_time": 3100069.0,
      "text": "a manufacturing power is an indictment of its government policies. That is, as China’s"
    },
    {
      "index": 553,
      "start_time": 3100070.0,
      "end_time": 3105271.0,
      "text": "incomes went up, the place that the world should have moved to next, as the manufacturing"
    },
    {
      "index": 554,
      "start_time": 3105270.0,
      "end_time": 3111559.0,
      "text": "hub of the world absolutely should be India. And that’s only happening to a very, very"
    },
    {
      "index": 555,
      "start_time": 3111560.0,
      "end_time": 3117471.0,
      "text": "tiny extent. And it has to do with, you know, regulatory complexities, infrastructure quality."
    },
    {
      "index": 556,
      "start_time": 3117470.0,
      "end_time": 3124520.0,
      "text": "Now, you know, I’m optimistic about India. We’ve put more into India than any country"
    },
    {
      "index": 557,
      "start_time": 3124520.0,
      "end_time": 3132130.0,
      "text": "in the world. India benefits from a funny form of competition, which is competition"
    },
    {
      "index": 558,
      "start_time": 3132130.0,
      "end_time": 3137030.0,
      "text": "between the states. And so, you know, when one state really gets its act together, the"
    },
    {
      "index": 559,
      "start_time": 3137030.0,
      "end_time": 3141780.0,
      "text": "other states tend to feel jealous and they, you know, are kind of looking at what policies"
    },
    {
      "index": 560,
      "start_time": 3141780.0,
      "end_time": 3146740.0,
      "text": "led to that. The states in the north that we’re particularly focused on, Bihar, Uttar"
    },
    {
      "index": 561,
      "start_time": 3146740.0,
      "end_time": 3154230.0,
      "text": "Pradesh should lead in every human development number, as well as income. But the improvements"
    },
    {
      "index": 562,
      "start_time": 3154230.0,
      "end_time": 3159520.0,
      "text": "– and we have a big partnership with Nitish Kumar, who’s chief minister in Bihar. The"
    },
    {
      "index": 563,
      "start_time": 3159520.0,
      "end_time": 3164420.0,
      "text": "new chief minister in Uttar Pradesh decided that these health things that we care about"
    },
    {
      "index": 564,
      "start_time": 3164420.0,
      "end_time": 3169660.0,
      "text": "he’d get very involved with. And so we’re seeing a very fast rate of"
    },
    {
      "index": 565,
      "start_time": 3169660.0,
      "end_time": 3175130.0,
      "text": "improvement there. Vaccination coverage – we got polio. The last polio case there was three"
    },
    {
      "index": 566,
      "start_time": 3175130.0,
      "end_time": 3180119.0,
      "text": "years ago, which is an amazing triumph. We’ve taken the polio quality audit group and we’ve"
    },
    {
      "index": 567,
      "start_time": 3180120.0,
      "end_time": 3184721.0,
      "text": "turned it into a primary health care audit group that’s looking at where do workers"
    },
    {
      "index": 568,
      "start_time": 3184720.0,
      "end_time": 3190190.0,
      "text": "not show up? Where does supply chain not work? Why don’t people go? India’s health is"
    },
    {
      "index": 569,
      "start_time": 3190190.0,
      "end_time": 3194130.0,
      "text": "very complicated because they have a lot of these – a private sector that’s very low"
    },
    {
      "index": 570,
      "start_time": 3194130.0,
      "end_time": 3200069.0,
      "text": "quality. And the government hasn’t figured out how to get the private sector to be high"
    },
    {
      "index": 571,
      "start_time": 3200070.0,
      "end_time": 3203981.0,
      "text": "quality. And yet, they haven’t built the capacity in the public sector."
    },
    {
      "index": 572,
      "start_time": 3203980.0,
      "end_time": 3210890.0,
      "text": "But you know, things – time is on our side in India. It’s just frustrating, you know,"
    },
    {
      "index": 573,
      "start_time": 3210890.0,
      "end_time": 3215890.0,
      "text": "they haven’t adopted a few new vaccines. That between – there’s two new vaccines"
    },
    {
      "index": 574,
      "start_time": 3215890.0,
      "end_time": 3224500.0,
      "text": "that will save over 400,000 lives per year in just India alone. And they’re being quite"
    },
    {
      "index": 575,
      "start_time": 3224500.0,
      "end_time": 3232829.0,
      "text": "slow on that issue. So India’s great. And in 15 years, you know,"
    },
    {
      "index": 576,
      "start_time": 3232830.0,
      "end_time": 3238060.0,
      "text": "we’ll probably be out of India because its budget will get bigger and it’ll allocate"
    },
    {
      "index": 577,
      "start_time": 3238060.0,
      "end_time": 3241560.0,
      "text": "more of it to health. MR. BROOKS: Why did the – what result – the"
    },
    {
      "index": 578,
      "start_time": 3241560.0,
      "end_time": 3248761.0,
      "text": "delays and actually the permitting and what owes to that? I suppose the virus has been"
    },
    {
      "index": 579,
      "start_time": 3248760.0,
      "end_time": 3257490.0,
      "text": "unionized there. MR. GATES: The suspicion of – the bureaucrats"
    },
    {
      "index": 580,
      "start_time": 3257490.0,
      "end_time": 3261849.0,
      "text": "really like the status quo. The way their career system works, you’re much better"
    },
    {
      "index": 581,
      "start_time": 3261850.0,
      "end_time": 3267491.0,
      "text": "off not to change things. And so getting somebody to say, “Yes, we’d like to spend more"
    },
    {
      "index": 582,
      "start_time": 3267490.0,
      "end_time": 3272680.0,
      "text": "money on a new vaccine,” knowing that there’s a crowd that’s going to come in and attack"
    },
    {
      "index": 583,
      "start_time": 3272680.0,
      "end_time": 3277720.0,
      "text": "that. There’s a little bit of conservatism. And there’s an election coming"
    },
    {
      "index": 584,
      "start_time": 3277720.0,
      "end_time": 3285339.0,
      "text": "up, hopefully – you know – if you get close to an election, you get particular paralysis"
    },
    {
      "index": 585,
      "start_time": 3285340.0,
      "end_time": 3290610.0,
      "text": "in the bureaucracy. Post the election, there’s a lot of optimism that things will, both in"
    },
    {
      "index": 586,
      "start_time": 3290610.0,
      "end_time": 3296011.0,
      "text": "terms of deregulation and taking on new health initiatives, that things will be even more"
    },
    {
      "index": 587,
      "start_time": 3296010.0,
      "end_time": 3299520.0,
      "text": "aggressive. MR. BROOKS: Your work all over the world is"
    },
    {
      "index": 588,
      "start_time": 3299520.0,
      "end_time": 3305309.0,
      "text": "in so many facets and so many different areas. And I asked you to survey the sample of things"
    },
    {
      "index": 589,
      "start_time": 3305310.0,
      "end_time": 3308721.0,
      "text": "that you’ve done to talk about the things you were proudest of, the greatest successes,"
    },
    {
      "index": 590,
      "start_time": 3308720.0,
      "end_time": 3313030.0,
      "text": "what you’ve learned from that. I suppose I should ask you also what was, you think,"
    },
    {
      "index": 591,
      "start_time": 3313030.0,
      "end_time": 3315609.0,
      "text": "in your view, your greatest failure and what you learned from that?"
    },
    {
      "index": 592,
      "start_time": 3315610.0,
      "end_time": 3322631.0,
      "text": "MR. GATES: Well, we fail all the time because we back scientific approaches for creating"
    },
    {
      "index": 593,
      "start_time": 3322630.0,
      "end_time": 3329740.0,
      "text": "vaccines and drugs that fail. We did a thing in education, which was changing the high"
    },
    {
      "index": 594,
      "start_time": 3329740.0,
      "end_time": 3339190.0,
      "text": "school size to be more like 400 than 1,500. That actually – where we created a community,"
    },
    {
      "index": 595,
      "start_time": 3339190.0,
      "end_time": 3344150.0,
      "text": "where the adults and all the kids, they had an expectation of what the kids were doing."
    },
    {
      "index": 596,
      "start_time": 3344150.0,
      "end_time": 3348420.0,
      "text": "That actually had good results. It raised attendance. It lowered violence. It actually"
    },
    {
      "index": 597,
      "start_time": 3348420.0,
      "end_time": 3353890.0,
      "text": "raised completion rate about 15 percent. What it didn’t do on any meaningful level"
    },
    {
      "index": 598,
      "start_time": 3353890.0,
      "end_time": 3360540.0,
      "text": "was raise the educational level of the kids who graduated. And so we called it college"
    },
    {
      "index": 599,
      "start_time": 3360540.0,
      "end_time": 3366130.0,
      "text": "readiness. But we had a view of what sort of the reading, writing, math skills you’d"
    },
    {
      "index": 600,
      "start_time": 3366130.0,
      "end_time": 3370579.0,
      "text": "have on graduation. It hardly moved that at all."
    },
    {
      "index": 601,
      "start_time": 3370580.0,
      "end_time": 3376840.0,
      "text": "And so when our goal was to get more kids to have the income uplift that a four- year"
    },
    {
      "index": 602,
      "start_time": 3376840.0,
      "end_time": 3381911.0,
      "text": "degree provides you, it didn’t look like we were – we weren’t going to get to what"
    },
    {
      "index": 603,
      "start_time": 3381910.0,
      "end_time": 3387640.0,
      "text": "we wanted to at all. And so we step back and say no. We have to get involved with helping"
    },
    {
      "index": 604,
      "start_time": 3387640.0,
      "end_time": 3395170.0,
      "text": "teachers be more effective. We’ve got to learn about why the teachers in this country"
    },
    {
      "index": 605,
      "start_time": 3395170.0,
      "end_time": 3399609.0,
      "text": "are not being more effective. And so that was a big change of strategy."
    },
    {
      "index": 606,
      "start_time": 3399610.0,
      "end_time": 3404550.0,
      "text": "Some people call it a failure. It’s a failure in the sense that our high goals for four-year"
    },
    {
      "index": 607,
      "start_time": 3404550.0,
      "end_time": 3410231.0,
      "text": "completion were not going to be achieved. The kids were all better off in the smaller"
    },
    {
      "index": 608,
      "start_time": 3410230.0,
      "end_time": 3414680.0,
      "text": "schools, measurably better off than they had been in the gigantic high schools."
    },
    {
      "index": 609,
      "start_time": 3414680.0,
      "end_time": 3419630.0,
      "text": "MR. BROOKS: Now, the reason that that’s an encouraging lesson is that you learned"
    },
    {
      "index": 610,
      "start_time": 3419630.0,
      "end_time": 3424690.0,
      "text": "something and you didn’t adhere dogmatically to what you wished worked, but rather what"
    },
    {
      "index": 611,
      "start_time": 3424690.0,
      "end_time": 3431160.0,
      "text": "did work. Are you able to take this lesson to public policymakers who tend to stay with"
    },
    {
      "index": 612,
      "start_time": 3431160.0,
      "end_time": 3434950.0,
      "text": "the public policies that they wish worked, but manifestly don’t?"
    },
    {
      "index": 613,
      "start_time": 3434950.0,
      "end_time": 3443960.0,
      "text": "MR. GATES: Well, public policy – we need more people examining effective ways to achieve"
    },
    {
      "index": 614,
      "start_time": 3443960.0,
      "end_time": 3450920.0,
      "text": "public policy goals. And it’s unfortunate that, a little bit, the idea of making things"
    },
    {
      "index": 615,
      "start_time": 3450920.0,
      "end_time": 3458049.0,
      "text": "more effective and getting rid of things, those are, you know, separate issues. So there"
    },
    {
      "index": 616,
      "start_time": 3458050.0,
      "end_time": 3463201.0,
      "text": "should be a, you know, a class of people willing to say, OK, in terms of helping with deprivation"
    },
    {
      "index": 617,
      "start_time": 3463200.0,
      "end_time": 3469859.0,
      "text": "in America, could we, by having less vertical programs, maybe achieve that for – you know,"
    },
    {
      "index": 618,
      "start_time": 3469860.0,
      "end_time": 3473691.0,
      "text": "even be neutral about – for the same amount of money we spend today?"
    },
    {
      "index": 619,
      "start_time": 3473690.0,
      "end_time": 3478880.0,
      "text": "And then, as a separate question, OK, you know, is that – are we spending too little"
    },
    {
      "index": 620,
      "start_time": 3478880.0,
      "end_time": 3484540.0,
      "text": "or too much? Because the complexity of improvement is high – gathering data, trying different"
    },
    {
      "index": 621,
      "start_time": 3484540.0,
      "end_time": 3490339.0,
      "text": "things out, and political dialogue isn’t very good at very complex things, a lot of"
    },
    {
      "index": 622,
      "start_time": 3490340.0,
      "end_time": 3497860.0,
      "text": "the airtime, instead of being about relative approach, is about more or less, more or less."
    },
    {
      "index": 623,
      "start_time": 3497860.0,
      "end_time": 3504981.0,
      "text": "You know, take health care costs. Left, right, center – show me your best ideas for bending"
    },
    {
      "index": 624,
      "start_time": 3504980.0,
      "end_time": 3511630.0,
      "text": "the health cost curve. Just getting rid of something, OK, is that going to bend the health"
    },
    {
      "index": 625,
      "start_time": 3511630.0,
      "end_time": 3518250.0,
      "text": "care cost curve? What is the, you know, supply-demand equation, the nature of the professional rules,"
    },
    {
      "index": 626,
      "start_time": 3518250.0,
      "end_time": 3522920.0,
      "text": "the nature of the innovation pipeline and the incentives in the innovation pipeline?"
    },
    {
      "index": 627,
      "start_time": 3522920.0,
      "end_time": 3531470.0,
      "text": "I think there’s a dearth of ideas that are being really discussed that relate to what"
    },
    {
      "index": 628,
      "start_time": 3531470.0,
      "end_time": 3537069.0,
      "text": "other than education may be the biggest, you know, government budget issue we face, which"
    },
    {
      "index": 629,
      "start_time": 3537070.0,
      "end_time": 3545201.0,
      "text": "is are those health care costs going to crowd out every other government function."
    },
    {
      "index": 630,
      "start_time": 3545200.0,
      "end_time": 3551369.0,
      "text": "MR. BROOKS: This is submitted from one of our friends by email. The Gates Foundation"
    },
    {
      "index": 631,
      "start_time": 3551370.0,
      "end_time": 3556531.0,
      "text": "divides its attention between philanthropic priorities here in the United States and overseas."
    },
    {
      "index": 632,
      "start_time": 3556530.0,
      "end_time": 3561640.0,
      "text": "There’s a real need and there’s a lot of inequality, opportunity inequality and"
    },
    {
      "index": 633,
      "start_time": 3561640.0,
      "end_time": 3566150.0,
      "text": "consumption inequality, as you and I’ve discussed, here at home. So how – and this"
    },
    {
      "index": 634,
      "start_time": 3566150.0,
      "end_time": 3569980.0,
      "text": "is, I guess, a question about the execution of philanthropy – how do you decide how"
    },
    {
      "index": 635,
      "start_time": 3569980.0,
      "end_time": 3574740.0,
      "text": "you’re going to allocate the resources between these competing needs here in the United States"
    },
    {
      "index": 636,
      "start_time": 3574740.0,
      "end_time": 3578059.0,
      "text": "and overseas? MR. GATES: Well, Melinda and I picked two"
    },
    {
      "index": 637,
      "start_time": 3578060.0,
      "end_time": 3583800.0,
      "text": "things. We picked what we thought was the greatest inequity in the country that had"
    },
    {
      "index": 638,
      "start_time": 3583800.0,
      "end_time": 3590580.0,
      "text": "created the conditions that allowed us to have this outside success. And that was education,"
    },
    {
      "index": 639,
      "start_time": 3590580.0,
      "end_time": 3596620.0,
      "text": "both K-12 and higher ed. And then we decided what’s the greatest inequity globally. And"
    },
    {
      "index": 640,
      "start_time": 3596620.0,
      "end_time": 3600731.0,
      "text": "there we started. And the core work is around global health. And that’s expanded a bit."
    },
    {
      "index": 641,
      "start_time": 3600730.0,
      "end_time": 3606930.0,
      "text": "Now, it’s got sanitation, agriculture, financial services, three or four additional things"
    },
    {
      "index": 642,
      "start_time": 3606930.0,
      "end_time": 3611940.0,
      "text": "that are there to help uplift the poor. So we – you know, we’ve got two centers"
    },
    {
      "index": 643,
      "start_time": 3611940.0,
      "end_time": 3621940.0,
      "text": "of activity. And you do have to specialize. And so far education has been our big domestic"
    },
    {
      "index": 644,
      "start_time": 3621940.0,
      "end_time": 3628530.0,
      "text": "– we did a few other things. We put computers on libraries. We do a fair bit of things locally"
    },
    {
      "index": 645,
      "start_time": 3628530.0,
      "end_time": 3633089.0,
      "text": "in the Seattle area, Washington State. But the big thing has been education."
    },
    {
      "index": 646,
      "start_time": 3633090.0,
      "end_time": 3637161.0,
      "text": "MR. BROOKS: I want to turn now to my colleague John Makin."
    },
    {
      "index": 647,
      "start_time": 3637160.0,
      "end_time": 3645160.0,
      "text": "JOHN MAKIN: Do I ask a question? (Laughter.) MR. BROOKS: If you could, put your statement"
    },
    {
      "index": 648,
      "start_time": 3645160.0,
      "end_time": 3648380.0,
      "text": "in the form of a question. MR. MAKIN: Yes, I would. (Laughter.) Well,"
    },
    {
      "index": 649,
      "start_time": 3648380.0,
      "end_time": 3653299.0,
      "text": "we have two things in common. We both spent a lot of time in Seattle, I teaching at UW,"
    },
    {
      "index": 650,
      "start_time": 3653300.0,
      "end_time": 3661481.0,
      "text": "while you were revolutionizing the world. And we also think a lot about economics."
    },
    {
      "index": 651,
      "start_time": 3661480.0,
      "end_time": 3665960.0,
      "text": "But my question really has to do with the relationship between the Gates Foundation"
    },
    {
      "index": 652,
      "start_time": 3665960.0,
      "end_time": 3670609.0,
      "text": "and the World Bank. When I started to think about questions for"
    },
    {
      "index": 653,
      "start_time": 3670610.0,
      "end_time": 3675521.0,
      "text": "you, I looked at the World Bank’s budget and I saw that they – I believe they lay"
    },
    {
      "index": 654,
      "start_time": 3675520.0,
      "end_time": 3682960.0,
      "text": "out around between $40 and $60 billion a year on a wide range of topics. So when you entered"
    },
    {
      "index": 655,
      "start_time": 3682960.0,
      "end_time": 3688160.0,
      "text": "this field, did you feel – did you believe – you probably did – but how did you think"
    },
    {
      "index": 656,
      "start_time": 3688160.0,
      "end_time": 3694400.0,
      "text": "about approaching it? Would you be catalytic with respect to the World Bank? In other words,"
    },
    {
      "index": 657,
      "start_time": 3694400.0,
      "end_time": 3701329.0,
      "text": "get them to do things that – or do things yourself that they’re not doing? For example,"
    },
    {
      "index": 658,
      "start_time": 3701330.0,
      "end_time": 3708991.0,
      "text": "the reduction in infant mortality, which is certainly a big success story, really was"
    },
    {
      "index": 659,
      "start_time": 3708990.0,
      "end_time": 3713930.0,
      "text": "not underway for a lot of the time that the World Bank had substantial resources."
    },
    {
      "index": 660,
      "start_time": 3713930.0,
      "end_time": 3719780.0,
      "text": "Was that something that attracted you? Do you think that you can be more flexible than"
    },
    {
      "index": 661,
      "start_time": 3719780.0,
      "end_time": 3726230.0,
      "text": "the World Bank in terms of moving from one priority to another? Really, how do you mesh"
    },
    {
      "index": 662,
      "start_time": 3726230.0,
      "end_time": 3729829.0,
      "text": "with the World Bank? Thanks. MR. GATES: Yeah, we do a lot with the World"
    },
    {
      "index": 663,
      "start_time": 3729830.0,
      "end_time": 3735911.0,
      "text": "Bank. I had dinner with Jim Kim – a long dinner – last night, because we overlap"
    },
    {
      "index": 664,
      "start_time": 3735910.0,
      "end_time": 3743059.0,
      "text": "a lot in health and agriculture, and even areas we don’t overlap. We don’t do roads,"
    },
    {
      "index": 665,
      "start_time": 3743060.0,
      "end_time": 3749300.0,
      "text": "but our agricultural programs work a lot better when there’s a road. (Laughter.) You want"
    },
    {
      "index": 666,
      "start_time": 3749300.0,
      "end_time": 3756221.0,
      "text": "to get the inputs in and the outputs out. A road is a very clever way to do that. (Laughter.)"
    },
    {
      "index": 667,
      "start_time": 3756220.0,
      "end_time": 3761319.0,
      "text": "And you know, it’s tragic. Africa, both in terms of power infrastructure that we need"
    },
    {
      "index": 668,
      "start_time": 3761320.0,
      "end_time": 3768360.0,
      "text": "and roads is way, way behind. And they’re – and Africa really is bumping up on GDP"
    },
    {
      "index": 669,
      "start_time": 3768360.0,
      "end_time": 3773600.0,
      "text": "levels that won’t go up unless they solve those infrastructure problems. They’ve got"
    },
    {
      "index": 670,
      "start_time": 3773600.0,
      "end_time": 3778320.0,
      "text": "to solve the health problems. They’ve got to solve the agriculture productivity. You"
    },
    {
      "index": 671,
      "start_time": 3778320.0,
      "end_time": 3784350.0,
      "text": "know, unfortunately economic advance requires a lot of ends, a lot of things that come together,"
    },
    {
      "index": 672,
      "start_time": 3784350.0,
      "end_time": 3790471.0,
      "text": "including education and governance as well. The World Bank numbers, though, you can’t"
    },
    {
      "index": 673,
      "start_time": 3790470.0,
      "end_time": 3795270.0,
      "text": "really compare them directly to our numbers because those are loan numbers. And so you"
    },
    {
      "index": 674,
      "start_time": 3795270.0,
      "end_time": 3801620.0,
      "text": "have IBRD loans that are market rate loans. And you know, they tend – you know LIBOR"
    },
    {
      "index": 675,
      "start_time": 3801620.0,
      "end_time": 3808839.0,
      "text": "– they tend to be pretty competitive. But it’s the IDA piece and sort of the forgiveness"
    },
    {
      "index": 676,
      "start_time": 3808840.0,
      "end_time": 3815550.0,
      "text": "part of that loan portfolio that is the really significant overlap with what our foundation"
    },
    {
      "index": 677,
      "start_time": 3815550.0,
      "end_time": 3819991.0,
      "text": "does. And there’re a number of actors out there."
    },
    {
      "index": 678,
      "start_time": 3819990.0,
      "end_time": 3825280.0,
      "text": "UNICEF, in the childhood space. The agency that did the most for child mortality was"
    },
    {
      "index": 679,
      "start_time": 3825280.0,
      "end_time": 3830829.0,
      "text": "a guy named Jim Grant during the 1980s, where he convinced countries they needed to raise"
    },
    {
      "index": 680,
      "start_time": 3830830.0,
      "end_time": 3836810.0,
      "text": "vaccination rates. And they were below 30 percent when he started. And they went up"
    },
    {
      "index": 681,
      "start_time": 3836810.0,
      "end_time": 3843281.0,
      "text": "to over 70 percent within that decade. So he probably saved more children’s lives"
    },
    {
      "index": 682,
      "start_time": 3843280.0,
      "end_time": 3846470.0,
      "text": "than anyone. Now, there’s various inventors of vaccines."
    },
    {
      "index": 683,
      "start_time": 3846470.0,
      "end_time": 3850250.0,
      "text": "There’s Deng Xiaoping. There’s various people who did things that saved a lot of"
    },
    {
      "index": 684,
      "start_time": 3850250.0,
      "end_time": 3855809.0,
      "text": "children’s lives. But he’d be certainly high on the list."
    },
    {
      "index": 685,
      "start_time": 3855810.0,
      "end_time": 3860451.0,
      "text": "We – there’s an area we operate that World Bank doesn’t operate in, which is upstream"
    },
    {
      "index": 686,
      "start_time": 3860450.0,
      "end_time": 3866380.0,
      "text": "research. So the invention of the malaria vaccine, World Bank does not put any money"
    },
    {
      "index": 687,
      "start_time": 3866380.0,
      "end_time": 3871319.0,
      "text": "into that. They don’t have people who know about that. The only – the other big funder"
    },
    {
      "index": 688,
      "start_time": 3871320.0,
      "end_time": 3877050.0,
      "text": "of that is the National Institutes of Health, particularly the National Institute for Allergy"
    },
    {
      "index": 689,
      "start_time": 3877050.0,
      "end_time": 3883981.0,
      "text": "and Infectious Diseases, Tony Fauci’s part of NIH. They and over 80 percent of the infectious"
    },
    {
      "index": 690,
      "start_time": 3883980.0,
      "end_time": 3890000.0,
      "text": "disease research funding comes either from us or from them. So they are a deep collaborator"
    },
    {
      "index": 691,
      "start_time": 3890000.0,
      "end_time": 3893039.0,
      "text": "there. With World Bank, the thing that we’re super"
    },
    {
      "index": 692,
      "start_time": 3893040.0,
      "end_time": 3897691.0,
      "text": "excited about – there’s two things we’re super excited about doing together. One is"
    },
    {
      "index": 693,
      "start_time": 3897690.0,
      "end_time": 3902520.0,
      "text": "fixing primary health care because some African governments have done it well, a lot have"
    },
    {
      "index": 694,
      "start_time": 3902520.0,
      "end_time": 3907390.0,
      "text": "not. And it’s basically a personnel system. And we’re doing a report card, like the"
    },
    {
      "index": 695,
      "start_time": 3907390.0,
      "end_time": 3912099.0,
      "text": "World Bank Doing Business report card. And we’re going to do that in the agricultural"
    },
    {
      "index": 696,
      "start_time": 3912100.0,
      "end_time": 3916911.0,
      "text": "space, which is really about how do you turn your agricultural sector into – to make"
    },
    {
      "index": 697,
      "start_time": 3916910.0,
      "end_time": 3923339.0,
      "text": "it as market driven as possible. Are you taking the latest seeds? Are you educating your farmers?"
    },
    {
      "index": 698,
      "start_time": 3923340.0,
      "end_time": 3929251.0,
      "text": "Are your pricing policy, storage policies such that your farmers are being uplifted"
    },
    {
      "index": 699,
      "start_time": 3929250.0,
      "end_time": 3932119.0,
      "text": "that the productivity and incomes are going up?"
    },
    {
      "index": 700,
      "start_time": 3932120.0,
      "end_time": 3936171.0,
      "text": "So we have some ambitious goals of things we want to do with the Bank. We actually – a"
    },
    {
      "index": 701,
      "start_time": 3936170.0,
      "end_time": 3939920.0,
      "text": "lot of funding we do is through the Bank. It shows up because we create – like our"
    },
    {
      "index": 702,
      "start_time": 3939920.0,
      "end_time": 3944160.0,
      "text": "polio account gets graded through the Bank. So they ended up facilitating things."
    },
    {
      "index": 703,
      "start_time": 3944160.0,
      "end_time": 3951180.0,
      "text": "They have a lot of IQ. And Jim Kim has stated the goal that he wants to unlock that IQ in"
    },
    {
      "index": 704,
      "start_time": 3951180.0,
      "end_time": 3956920.0,
      "text": "a more technical advice way, not just connected to the loans. Now, that’s an ambitious goal."
    },
    {
      "index": 705,
      "start_time": 3956920.0,
      "end_time": 3962400.0,
      "text": "That goal’s been stated before. So you know, now, he’s trying to drive that even further."
    },
    {
      "index": 706,
      "start_time": 3962400.0,
      "end_time": 3969250.0,
      "text": "So they’re a very good partner. WHO, UNICEF, the CG ag research group. There’s a lot"
    },
    {
      "index": 707,
      "start_time": 3969250.0,
      "end_time": 3973079.0,
      "text": "of partnering involved in this, the development world."
    },
    {
      "index": 708,
      "start_time": 3973080.0,
      "end_time": 3979431.0,
      "text": "MR. BROOKS: We’re out of time. Before we finish, I just want to say it’s an honor"
    },
    {
      "index": 709,
      "start_time": 3979430.0,
      "end_time": 3984030.0,
      "text": "to – on behalf of all of my colleagues at AEI – to share an objective of a better"
    },
    {
      "index": 710,
      "start_time": 3984030.0,
      "end_time": 3988700.0,
      "text": "world, particularly on behalf of those who can’t fight for themselves and that aren’t"
    },
    {
      "index": 711,
      "start_time": 3988700.0,
      "end_time": 3993680.0,
      "text": "here represented today, but we are their intellectual and action representatives. What you’re"
    },
    {
      "index": 712,
      "start_time": 3993680.0,
      "end_time": 3997770.0,
      "text": "doing is truly important. We endorse it, and we appreciate it very much."
    },
    {
      "index": 713,
      "start_time": 3997770.0,
      "end_time": 4002569.0,
      "text": "Before Mr. Gates leaves, I would like to ask that you all stay seated, so that he can get"
    },
    {
      "index": 714,
      "start_time": 4002570.0,
      "end_time": 4006921.0,
      "text": "out. But of course, join me in thanking him for joining us. (Applause.)"
    },
    {
      "index": 715,
      "start_time": 4006920.0,
      "end_time": 4016920.0,
      "text": "MR. GATES: Thank you. (Applause.) (END)"
    }
  ]
}