{
  "video_id": "R1oLaazhV6A",
  "title": "The Fine Line between Marketing and Public Relations | Public Relations: PR and Marketing",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 220.0,
      "end_time": 5800.0,
      "text": "Okay, so you’ve seen the house that good PR builds, and I think it’s important as"
    },
    {
      "index": 2,
      "start_time": 5900.0,
      "end_time": 12900.0,
      "text": "we look at PR, and we’re studying marketing, that we look at how they compliment one another"
    },
    {
      "index": 3,
      "start_time": 12310.0,
      "end_time": 18660.0,
      "text": "all the different topics. There’s some really, really close knit things that occur here."
    },
    {
      "index": 4,
      "start_time": 18660.0,
      "end_time": 24669.0,
      "text": "So with PR, we’re driven by reputation, and our reputation as an organization is very"
    },
    {
      "index": 5,
      "start_time": 24669.0,
      "end_time": 32500.0,
      "text": "much our reality. You see, our reality is what other say about us. Whereas, if we look"
    },
    {
      "index": 6,
      "start_time": 32500.0,
      "end_time": 44940.0,
      "text": "at marketing, marketing is what we say about ourselves. Marketing is very much about building"
    },
    {
      "index": 7,
      "start_time": 44940.0,
      "end_time": 51239.0,
      "text": "the brand. PR is about building the reputation, and marketing is about building the brand."
    },
    {
      "index": 8,
      "start_time": 51250.0,
      "end_time": 55690.0,
      "text": "And our brand is very much the organization’s image."
    },
    {
      "index": 9,
      "start_time": 57870.0,
      "end_time": 64000.0,
      "text": "This is where we start to see an interrelationship, because if an organization spends time both"
    },
    {
      "index": 10,
      "start_time": 64000.0,
      "end_time": 72500.0,
      "text": "marketing, providing clear, consistent communications and messages. And PR being transparent in"
    },
    {
      "index": 11,
      "start_time": 72510.0,
      "end_time": 79190.0,
      "text": "their operations, they can start to help one another, because the house can actually open"
    },
    {
      "index": 12,
      "start_time": 79190.0,
      "end_time": 86539.0,
      "text": "up it’s door and welcome the brand in, and the reputation of the organization can"
    },
    {
      "index": 13,
      "start_time": 86540.0,
      "end_time": 90720.0,
      "text": "help support and protect the organization’s brand."
    }
  ]
}