{
  "video_id": "R2KvIq6zM2Q",
  "title": "I'm learning Esperanto (and I don't care what you think)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 2820.0,
      "text": "Hey, what's up guys welcome to Fingtam languages.  Today"
    },
    {
      "index": 2,
      "start_time": 2820.0,
      "end_time": 7020.0,
      "text": "We're gonna talk about something that I get questioned about all the time"
    },
    {
      "index": 3,
      "start_time": 7020.0,
      "end_time": 11790.0,
      "text": "Now before we get started, I know I'm gonna get a ton of hate for making this video"
    },
    {
      "index": 4,
      "start_time": 11790.0,
      "end_time": 14939.0,
      "text": "So if you think I'm being ridiculous for learning Esperanto"
    },
    {
      "index": 5,
      "start_time": 15160.0,
      "end_time": 21209.0,
      "text": "Feel free to leave me some hate down in the comment section below. You will not change my mind"
    },
    {
      "index": 6,
      "start_time": 21970.0,
      "end_time": 25709.0,
      "text": "Esperanto is a constructed language that was developed in the 1800s"
    },
    {
      "index": 7,
      "start_time": 25710.0,
      "end_time": 32399.0,
      "text": "And this video is gonna be three reasons why I'm learning Esperanto and why I think you should too.  My first reason for learning Esperanto"
    },
    {
      "index": 8,
      "start_time": 32409.999999999996,
      "end_time": 37259.0,
      "text": "Is that it will help you learn future languages. I'm gonna start this one off with a blanket statement"
    },
    {
      "index": 9,
      "start_time": 38320.0,
      "end_time": 41160.0,
      "text": "Esperanto is so much easier"
    },
    {
      "index": 10,
      "start_time": 41710.0,
      "end_time": 49710.0,
      "text": "Than any other language except for maybe Toki Pona The grammar rules in Esperanto are just very easy to follow and there are no"
    },
    {
      "index": 11,
      "start_time": 50559.0,
      "end_time": 51789.0,
      "text": "irregularities"
    },
    {
      "index": 12,
      "start_time": 51789.0,
      "end_time": 56699.0,
      "text": "Researchers have been studying this for many years and the results are clear one study found that if you study"
    },
    {
      "index": 13,
      "start_time": 56890.0,
      "end_time": 58890.0,
      "text": "Esperanto for only 20 hours"
    },
    {
      "index": 14,
      "start_time": 58890.0,
      "end_time": 64589.0,
      "text": "(Which if you're a nerd like me you can do that in a week.) If you learn Esperanto for only 20 hours"
    },
    {
      "index": 15,
      "start_time": 64629.00000000001,
      "end_time": 71459.0,
      "text": "You'll learn as much language as if you were learning Spanish French Italian or German for 100 hours"
    },
    {
      "index": 16,
      "start_time": 71619.0,
      "end_time": 76049.0,
      "text": "Meaning you would be learning five times as much Esperanto per hour"
    },
    {
      "index": 17,
      "start_time": 76299.0,
      "end_time": 80279.0,
      "text": "Than if you were learning these other languages.  Another study showed that among high school"
    },
    {
      "index": 18,
      "start_time": 80439.0,
      "end_time": 83729.0,
      "text": "students who wanted to learn French over a period of four years"
    },
    {
      "index": 19,
      "start_time": 84310.0,
      "end_time": 92250.0,
      "text": "Some students who learned Esperanto for one year and then learned French for the next three years learned French to a higher level"
    },
    {
      "index": 20,
      "start_time": 92560.0,
      "end_time": 95820.0,
      "text": "Than those who had been learning French for the whole four years"
    },
    {
      "index": 21,
      "start_time": 95829.0,
      "end_time": 103679.0,
      "text": "There's an easy comparison here between learning languages and learning music.  If you've never learned a language before and you want to learn Mandarin Chinese"
    },
    {
      "index": 22,
      "start_time": 103899.0,
      "end_time": 107219.0,
      "text": "That's kind of like picking up a tuba for the first time."
    },
    {
      "index": 23,
      "start_time": 107220.0,
      "end_time": 113970.0,
      "text": "There's a reason elementary schools start students off with learning the recorder before they start to learn how to play the tuba"
    },
    {
      "index": 24,
      "start_time": 114070.0,
      "end_time": 120180.0,
      "text": "It's because it's easier and it teaches you the basic principles for learning how to play music.  In this example"
    },
    {
      "index": 25,
      "start_time": 120759.0,
      "end_time": 125879.0,
      "text": "Esperanto is like the recorder.  Learning Esperanto is a low stakes low stress"
    },
    {
      "index": 26,
      "start_time": 126040.0,
      "end_time": 133020.0,
      "text": "Fun easy way of learning all the skills that you need to develop in order to learn how to learn languages"
    },
    {
      "index": 27,
      "start_time": 133440.0,
      "end_time": 139740.0,
      "text": "That's why a lot of polyglots recommend learning Esperanto for a short period of time to help you with your other languages"
    },
    {
      "index": 28,
      "start_time": 139740.0,
      "end_time": 145859.0,
      "text": "Even if you have no interest in continuing to master Esperanto.  Of course, if you're a nerd like me"
    },
    {
      "index": 29,
      "start_time": 145860.0,
      "end_time": 149430.0,
      "text": "Then you're gonna have so much fun learning Esperanto that you won't want to stop"
    },
    {
      "index": 30,
      "start_time": 149590.0,
      "end_time": 152010.0,
      "text": "Just like how if you're a music nerd like me"
    },
    {
      "index": 31,
      "start_time": 152080.0,
      "end_time": 158760.0,
      "text": "You're gonna want to keep playing the recorder even after you graduate from third grade, which brings me really nicely into my next point"
    },
    {
      "index": 32,
      "start_time": 158760.0,
      "end_time": 160760.0,
      "text": "I'm learning Esperanto"
    },
    {
      "index": 33,
      "start_time": 161110.0,
      "end_time": 162870.0,
      "text": "Because it's fun. Dang it"
    },
    {
      "index": 34,
      "start_time": 162870.0,
      "end_time": 164380.0,
      "text": "If you've never learned Esperanto"
    },
    {
      "index": 35,
      "start_time": 164380.0,
      "end_time": 172019.0,
      "text": "You have no idea how motivating it is to study a language for a week or less and already be able to hold basic"
    },
    {
      "index": 36,
      "start_time": 172210.0,
      "end_time": 178859.0,
      "text": "Conversations with people. I started learning Esperanto the day it came out on duolingo and within that week"
    },
    {
      "index": 37,
      "start_time": 178860.0,
      "end_time": 184260.0,
      "text": "I was already finding people online to chat with in Esperanto and hold full-fledged conversations"
    },
    {
      "index": 38,
      "start_time": 184990.0,
      "end_time": 192629.0,
      "text": "Even if my Esperanto wasn't really great. \n That same week, Chuck Smith released videos on his YouTube channel of people who had been learning Esperanto"
    },
    {
      "index": 39,
      "start_time": 192760.0,
      "end_time": 196289.0,
      "text": "For 3 days and they were able to hold entire"
    },
    {
      "index": 40,
      "start_time": 197080.0,
      "end_time": 198550.0,
      "text": "conversations in"
    },
    {
      "index": 41,
      "start_time": 198550.0,
      "end_time": 204630.0,
      "text": "Esperanto interview style on his YouTube channel, if you're a language nerd like me, this is fun"
    },
    {
      "index": 42,
      "start_time": 204630.0,
      "end_time": 208529.0,
      "text": "It doesn't matter if you're never gonna take a vacation to Esperanto-land"
    },
    {
      "index": 43,
      "start_time": 208530.0,
      "end_time": 212165.0,
      "text": "It doesn't matter if you can't get an esperanto minor at college."
    },
    {
      "index": 44,
      "start_time": 212165.0,
      "end_time": 215520.0,
      "text": "You learn it because it's enjoyable.  When I was in high school"
    },
    {
      "index": 45,
      "start_time": 215520.0,
      "end_time": 217829.0,
      "text": "I used to spend hours a day playing"
    },
    {
      "index": 46,
      "start_time": 218440.0,
      "end_time": 221699.0,
      "text": "Halo and nobody thought that was weird, so no"
    },
    {
      "index": 47,
      "start_time": 221700.0,
      "end_time": 226320.0,
      "text": "I'm not gonna apologize to you for doing something I find enjoyable in my free time"
    },
    {
      "index": 48,
      "start_time": 226769.0,
      "end_time": 229859.0,
      "text": "If you don't think learning Esperanto is fun. Don't do it"
    },
    {
      "index": 49,
      "start_time": 229860.0,
      "end_time": 235559.0,
      "text": "But then you're gonna miss out on the opportunity to see what it's like to learn a language at blazingly fast"
    },
    {
      "index": 50,
      "start_time": 236110.0,
      "end_time": 240059.0,
      "text": "speeds.  Now, as much as I find studying Esperanto to be fun"
    },
    {
      "index": 51,
      "start_time": 240060.0,
      "end_time": 247290.0,
      "text": "The really enjoyable thing about Esperanto is my third reason for learning the language and that is the Esperanto community"
    },
    {
      "index": 52,
      "start_time": 247840.0,
      "end_time": 249840.0,
      "text": "Whenever I tell people I'm learning Esperanto"
    },
    {
      "index": 53,
      "start_time": 250030.0,
      "end_time": 256739.0,
      "text": "One of the first objections I get from them is \"But you'll never meet somebody who speaks it\". This is false"
    },
    {
      "index": 54,
      "start_time": 256810.0,
      "end_time": 264149.0,
      "text": "I've met a ton of people who speak Esperanto through a variety of means the year is 2018 and we have this big"
    },
    {
      "index": 55,
      "start_time": 264760.0,
      "end_time": 270499.0,
      "text": "Beautiful place for meeting other people called the internet.  There are dozens of apps and websites out there"
    },
    {
      "index": 56,
      "start_time": 270990.0,
      "end_time": 275269.0,
      "text": "Dedicated to helping you find other people that you can message and chat with online"
    },
    {
      "index": 57,
      "start_time": 275270.0,
      "end_time": 282980.0,
      "text": "I'm twitter friends with a bunch of other people that speak esperanto on twitter. There's also a thriving esperanto community here on youtube"
    },
    {
      "index": 58,
      "start_time": 282980.0,
      "end_time": 287420.0,
      "text": "I personally have a separate channel separate from this one where I speak only"
    },
    {
      "index": 59,
      "start_time": 288030.0,
      "end_time": 290839.0,
      "text": "Esperanto and people are on there commenting all the time"
    },
    {
      "index": 60,
      "start_time": 290840.0,
      "end_time": 295760.0,
      "text": "I've made a lot of Esperanto speaking friends just through them commenting on my YouTube channel"
    },
    {
      "index": 61,
      "start_time": 295760.0,
      "end_time": 301069.0,
      "text": "If you're not into online penpals, then physical Esperanto meetings are a real thing"
    },
    {
      "index": 62,
      "start_time": 301110.0,
      "end_time": 307790.0,
      "text": "There's worldwide congresses local meetups most big cities have Esperanto societies where local"
    },
    {
      "index": 63,
      "start_time": 308220.0,
      "end_time": 310519.0,
      "text": "Esperantists meet up once a week or once a month"
    },
    {
      "index": 64,
      "start_time": 310560.0,
      "end_time": 315140.0,
      "text": "There's a yearly meetup in North Carolina where people come from around the world to learn"
    },
    {
      "index": 65,
      "start_time": 315420.0,
      "end_time": 322369.0,
      "text": "Esperanto together when I was in Montreal this summer for a length fest. I ran into a ton of other Esperanto speakers there"
    },
    {
      "index": 66,
      "start_time": 322370.0,
      "end_time": 329120.0,
      "text": "There's also a free service called the passport the servo which is essentially couchsurfing for Esperanto speakers"
    },
    {
      "index": 67,
      "start_time": 329120.0,
      "end_time": 335120.0,
      "text": "I've used this service twice once in Canada and once in Ireland to get a free place to stay and"
    },
    {
      "index": 68,
      "start_time": 335760.0,
      "end_time": 341809.0,
      "text": "Practice my Esperanto with somebody all these reasons add up to why we say Esperanto has its own culture"
    },
    {
      "index": 69,
      "start_time": 341810.0,
      "end_time": 348739.0,
      "text": "There's also tons of music in Esperanto literature some originally written in Esperanto and others"
    },
    {
      "index": 70,
      "start_time": 349110.0,
      "end_time": 354080.0,
      "text": "Translated into Esperanto like La Hobito by JRR tolkien"
    },
    {
      "index": 71,
      "start_time": 354110.0,
      "end_time": 361430.0,
      "text": "There's also Esperanto TV shows in Esperanto movies one of which stars William Shatner before he was in Star Trek"
    },
    {
      "index": 72,
      "start_time": 361890.0,
      "end_time": 368330.0,
      "text": "Esperanto culture is vibrant and active and the Esperanto community has been growing larger and larger every day"
    },
    {
      "index": 73,
      "start_time": 368910.0,
      "end_time": 373369.0,
      "text": "Especially over the last few years since the development of Esperanto duolingo"
    },
    {
      "index": 74,
      "start_time": 373370.0,
      "end_time": 376220.0,
      "text": "It's an exciting time to be an Esperanto speaker"
    },
    {
      "index": 75,
      "start_time": 376220.0,
      "end_time": 378589.0,
      "text": "And all I can say is if you haven't considered"
    },
    {
      "index": 76,
      "start_time": 378750.0,
      "end_time": 386000.0,
      "text": "Trying it before learning Esperanto can give you a lot of reward for a lot less effort than your other languages"
    },
    {
      "index": 77,
      "start_time": 386190.0,
      "end_time": 388850.0,
      "text": "So thanks for watching the video and we'll see you guys next time"
    }
  ]
}