{
  "video_id": "R3mQdoYFQiQ",
  "title": "Jane Austen's manuscripts",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 10190.0,
      "end_time": 14318.0,
      "text": "We&#39;re here in the British Library, the home of several of Jane Austen&#39;s manuscripts."
    },
    {
      "index": 2,
      "start_time": 14320.0,
      "end_time": 21660.0,
      "text": "Jane Austen is the first novelist for whom we have a substantial body of manuscript remains,"
    },
    {
      "index": 3,
      "start_time": 21680.0,
      "end_time": 28380.0,
      "text": "ranging from fair copies of teenage writings, through to manuscript drafts of experimental"
    },
    {
      "index": 4,
      "start_time": 28380.0,
      "end_time": 34589.0,
      "text": "or aborted novels and the novel she was writing in the year she died."
    },
    {
      "index": 5,
      "start_time": 34590.0,
      "end_time": 39300.0,
      "text": "Writers not only reveal themselves in their choice of materials, they also reveal themselves"
    },
    {
      "index": 6,
      "start_time": 39300.0,
      "end_time": 44819.0,
      "text": "in the way they use their materials. The first thing you notice when you look at one of Jane"
    },
    {
      "index": 7,
      "start_time": 44820.0,
      "end_time": 53149.0,
      "text": "Austen&#39;s draft manuscripts in these tiny booklets, is how densely she filled the writing surface."
    },
    {
      "index": 8,
      "start_time": 53149.0,
      "end_time": 59880.0,
      "text": "Right from the very start, she starts at the top, she leaves no margins on either side,"
    },
    {
      "index": 9,
      "start_time": 59880.0,
      "end_time": 67000.0,
      "text": "she leaves very little space between the lines - and she just writes forward continuously."
    },
    {
      "index": 10,
      "start_time": 67000.0,
      "end_time": 72220.0,
      "text": "It&#39;s as though she already has a sense of what she wants to say and that this is firmly"
    },
    {
      "index": 11,
      "start_time": 72220.0,
      "end_time": 79300.0,
      "text": "in place before she begins to write. If she does indeed need to go back and correct, she"
    },
    {
      "index": 12,
      "start_time": 79300.0,
      "end_time": 84189.0,
      "text": "squeezes in the corrections in the very small interlinear space."
    },
    {
      "index": 13,
      "start_time": 84189.0,
      "end_time": 91669.0,
      "text": "You can also see from Jane Austen&#39;s manuscripts, patterns of composition and development. One"
    },
    {
      "index": 14,
      "start_time": 91670.0,
      "end_time": 96790.0,
      "text": "of the things that you see time and time again, is that when she reaches a point where the"
    },
    {
      "index": 15,
      "start_time": 96790.0,
      "end_time": 103419.0,
      "text": "characters are in conversation, her hand runs smoothly - often without a pause, often without"
    },
    {
      "index": 16,
      "start_time": 103420.0,
      "end_time": 109159.0,
      "text": "a mistake, often without a slip or correction. In other passages where she&#39;s setting up a"
    },
    {
      "index": 17,
      "start_time": 109159.0,
      "end_time": 117119.0,
      "text": "scene or introducing a new character and having to describe him with some detail - before"
    },
    {
      "index": 18,
      "start_time": 117119.0,
      "end_time": 122560.0,
      "text": "he actually becomes animated by conversation - those are the passages she struggles with."
    },
    {
      "index": 19,
      "start_time": 122560.0,
      "end_time": 129690.0,
      "text": "But she does come through in the manuscripts as essentially and most confidently a conversational"
    },
    {
      "index": 20,
      "start_time": 129680.0,
      "end_time": 136429.0,
      "text": "novelist. She doesn&#39;t use paragraphs - or very very rarely. Her favourite punctuation"
    },
    {
      "index": 21,
      "start_time": 136430.0,
      "end_time": 145660.0,
      "text": "mark is a dash. She tends to avoid what we think of as correct, grammatical punctuation"
    },
    {
      "index": 22,
      "start_time": 145660.0,
      "end_time": 151160.0,
      "text": "- so when she&#39;s not using a dash, she’ll happily use a whole series of commas and then"
    },
    {
      "index": 23,
      "start_time": 151160.0,
      "end_time": 155450.0,
      "text": "eventually a full stop - usually followed by a dash."
    },
    {
      "index": 24,
      "start_time": 155450.0,
      "end_time": 163980.0,
      "text": "This rather sits at odds with what we&#39;re told about her as a polished stylist. It&#39;s also"
    },
    {
      "index": 25,
      "start_time": 163980.0,
      "end_time": 170780.0,
      "text": "much closer to the way that we might use punctuation, especially in our e-mail culture."
    }
  ]
}