{
  "video_id": "R5uLIxYiLc4",
  "title": "CNN Student News - 05/17/16",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 11841.0,
      "end_time": 16996.0,
      "text": "South America is where we start today's international events coverage, I'm Carl Azuz. Thanks for watching."
    },
    {
      "index": 2,
      "start_time": 16996.0,
      "end_time": 24101.0,
      "text": "Extreme inflation, when prices rocket higher and money buys less, increasing violent crime, empty grocery"
    },
    {
      "index": 3,
      "start_time": 24101.0,
      "end_time": 30434.0,
      "text": "store shelves, people unable to buy shampoo, salt, medicine, underwear. These are some of the problems"
    },
    {
      "index": 4,
      "start_time": 30434.0,
      "end_time": 36409.0,
      "text": "facing the nation of Venezuela. Factor in power shortages, black outs by the government, and a rapidly"
    },
    {
      "index": 5,
      "start_time": 36409.0,
      "end_time": 40964.0,
      "text": "shrinking economy, and protests are growing, with demonstrators demanding"
    },
    {
      "index": 6,
      "start_time": 40964.0,
      "end_time": 46224.0,
      "text": "that President Nicolas Maduro be recalled. He still has some supporters and President Maduro"
    },
    {
      "index": 7,
      "start_time": 46224.0,
      "end_time": 52438.0,
      "text": "recently declared a constitutional state of emergency. A decree that will give him more powers over"
    },
    {
      "index": 8,
      "start_time": 52438.0,
      "end_time": 58315.0,
      "text": "Venezuela's economy and authority to overcome what he called foreign aggressions against the country."
    },
    {
      "index": 9,
      "start_time": 58315.0,
      "end_time": 64433.0,
      "text": "What caused all of this? Well, the Venezuelan government seized, or took over, many of the country's"
    },
    {
      "index": 10,
      "start_time": 64433.00000000001,
      "end_time": 69816.0,
      "text": "industries in recent years. The economy is very dependent on oil sales and for a while, the government"
    },
    {
      "index": 11,
      "start_time": 69816.0,
      "end_time": 76662.0,
      "text": "used some of those sales to fund it's social programs, Aid for schools, child care, sanitation. But when global"
    },
    {
      "index": 12,
      "start_time": 76662.0,
      "end_time": 83101.0,
      "text": "oil prices started dropping in 2014, so did Venezuela's economy. And some analysts say this could lead to"
    },
    {
      "index": 13,
      "start_time": 83101.0,
      "end_time": 88693.0,
      "text": "the end of Maduro's presidency. From South America we're taking you to the Middle East now to a region"
    },
    {
      "index": 14,
      "start_time": 88693.0,
      "end_time": 94783.0,
      "text": "called the West Bank. It's an area of about 2, 100 square miles located along the West Bank of the"
    },
    {
      "index": 15,
      "start_time": 94783.0,
      "end_time": 101254.0,
      "text": "Jordan River. There's a cluster of church's there that have stood empty since 1967. The reason, they're"
    },
    {
      "index": 16,
      "start_time": 101254.0,
      "end_time": 107341.0,
      "text": "surrounded by mine fields dating back to the war that year. But an organization is working to clear them out."
    },
    {
      "index": 17,
      "start_time": 107341.0,
      "end_time": 115754.0,
      "text": "The signs around us warn of danger in three languages. Here only the road is safe. Beyond the barbed wire,"
    },
    {
      "index": 18,
      "start_time": 115754.0,
      "end_time": 120179.0,
      "text": "nearly 5000 explosive mines covering one square kilometer."
    },
    {
      "index": 19,
      "start_time": 120179.0,
      "end_time": 122904.0,
      "text": "In this particular area, we're not looking to find an anti-personnel mine."
    },
    {
      "index": 20,
      "start_time": 122904.0,
      "end_time": 125679.0,
      "text": "And you can see an anti- tech mine right now?"
    },
    {
      "index": 21,
      "start_time": 125679.0,
      "end_time": 131402.0,
      "text": "Yeah, sure, there is the first line is right here like 30 meters from the place we're standing."
    },
    {
      "index": 22,
      "start_time": 131402.0,
      "end_time": 138255.0,
      "text": "This minefield in the West Bank restricts access to one Christianity's holiest sites, recognized"
    },
    {
      "index": 23,
      "start_time": 138255.0,
      "end_time": 145907.0,
      "text": "as the biblical site of the baptism of Jesus. Pilgrims from all over the world bathe in the waters of this holy site"
    },
    {
      "index": 24,
      "start_time": 145907.0,
      "end_time": 152934.0,
      "text": "on the Jordan River at a modern tourist center, opened in 2011. But seven Christian churches at the site,"
    },
    {
      "index": 25,
      "start_time": 152934.0,
      "end_time": 156726.0,
      "text": "all different denominations, have been closed for half a century."
    },
    {
      "index": 26,
      "start_time": 156726.0,
      "end_time": 162056.0,
      "text": "Want an idea of how many landmines there are in certain spots here? See that dark ball right there,"
    },
    {
      "index": 27,
      "start_time": 162056.0,
      "end_time": 166728.0,
      "text": "that's an anti personnel mine, and this entire field is full of them."
    },
    {
      "index": 28,
      "start_time": 166728.0,
      "end_time": 176741.0,
      "text": "During the 6- day war at 1967, the Israeli and Jordanian armies laid mines here. Churches were booby"
    },
    {
      "index": 29,
      "start_time": 176741.0,
      "end_time": 182163.0,
      "text": "trapped and unexploded ordnance could still be anywhere. The churches have been off limits ever since."
    },
    {
      "index": 30,
      "start_time": 182163.0,
      "end_time": 185847.0,
      "text": "And if we didn't do it, these mines would stay here forever"
    },
    {
      "index": 31,
      "start_time": 185847.0,
      "end_time": 191555.0,
      "text": "I speak with James Cowan outside the Romanian Orthodox church. He is the CEO of HALO,"
    },
    {
      "index": 32,
      "start_time": 191555.0,
      "end_time": 196611.0,
      "text": "the world's largest humanitarian mine clearing organization. HALO has just gotten permission to"
    },
    {
      "index": 33,
      "start_time": 196611.0,
      "end_time": 201091.0,
      "text": "clear the mine field with the approval of both the Israeli and Palestinians."
    },
    {
      "index": 34,
      "start_time": 201091.0,
      "end_time": 203517.0,
      "text": "40, 50 years later there mines are still dangerous."
    },
    {
      "index": 35,
      "start_time": 203517.0,
      "end_time": 207601.0,
      "text": "Absolutely, and they would still be dangerous 100 years from now if we didn't clear them."
    },
    {
      "index": 36,
      "start_time": 207601.0,
      "end_time": 214316.0,
      "text": "In Syria and Iraq ISIS has leveled ancient holy site, bulldozing history and destroying precious artifacts."
    },
    {
      "index": 37,
      "start_time": 214316.0,
      "end_time": 221316.0,
      "text": "Here the goal is to do the reverse. Clearing the mine field will preserve these holy sites. Pilgrims and"
    },
    {
      "index": 38,
      "start_time": 221316.0,
      "end_time": 227845.0,
      "text": "tourists can visit once again. And this area can heal from the scars of battle. Oren Liebermann, CNN,"
    },
    {
      "index": 39,
      "start_time": 227845.0,
      "end_time": 228663.0,
      "text": "The Holy Land."
    },
    {
      "index": 40,
      "start_time": 233933.0,
      "end_time": 239984.0,
      "text": "Each days transcript page at CNNStudentNews. com is the only place our producers look for your"
    },
    {
      "index": 41,
      "start_time": 239984.0,
      "end_time": 245607.0,
      "text": "Roll Call requests. YK Pao Secondary School made a request yesterday. Thank you for watching from"
    },
    {
      "index": 42,
      "start_time": 245607.0,
      "end_time": 251908.0,
      "text": "Shanghai, China. From there we're flying over to the Woodlands, Texas, where we heard from the Knights."
    },
    {
      "index": 43,
      "start_time": 251908.0,
      "end_time": 258290.0,
      "text": "Knox Junior High School is on the role. And if you're in Essex Junction, Vermont and you get stung,"
    },
    {
      "index": 44,
      "start_time": 258290.00000000003,
      "end_time": 264968.0,
      "text": "it's probably the Hornets of Essex High School. It's been a series of food recalls in the U. S. over the past three"
    },
    {
      "index": 45,
      "start_time": 264968.0,
      "end_time": 272639.0,
      "text": "weeks. The concern possible Listeria contamination. CRF Frozen Foods is the company that supplies product to"
    },
    {
      "index": 46,
      "start_time": 272639.0,
      "end_time": 278601.0,
      "text": "supermarket across North America. It has recalled all of the frozen fruit and vegetable foods"
    },
    {
      "index": 47,
      "start_time": 278601.0,
      "end_time": 285046.0,
      "text": "that have been processed at its facility in Pasco, Washington since 2014. We'd give you a list of these"
    },
    {
      "index": 48,
      "start_time": 285046.0,
      "end_time": 292195.0,
      "text": "foods, but the recall covers 358 different products sold over 42 different brands. It's huge."
    },
    {
      "index": 49,
      "start_time": 292195.0,
      "end_time": 296315.0,
      "text": "The US government's Food and Drug Administration website, fda. gov,"
    },
    {
      "index": 50,
      "start_time": 296315.0,
      "end_time": 298984.0,
      "text": "has a complete list. Some of the stores that stock"
    },
    {
      "index": 51,
      "start_time": 298984.0,
      "end_time": 304815.0,
      "text": "the recalled foods are Costco, Trader Joe's, Safeway, Walmart. Health officials say that since"
    },
    {
      "index": 52,
      "start_time": 304815.0,
      "end_time": 310779.0,
      "text": "September of 2013, this Listeria outbreak has sickened eight people in three different states."
    },
    {
      "index": 53,
      "start_time": 310779.0,
      "end_time": 315719.0,
      "text": "The recall is for products sold in all 50 states and in Canada."
    },
    {
      "index": 54,
      "start_time": 315719.0,
      "end_time": 322161.0,
      "text": "Listeria is a bacteria that can be found in several different kinds of food, for example, sprouts, deli meats,"
    },
    {
      "index": 55,
      "start_time": 322161.0,
      "end_time": 329198.0,
      "text": "hot dogs, smoked seafood. Soft cheeses and raw, unpasteurized milk. Healthy people if they're exposed to"
    },
    {
      "index": 56,
      "start_time": 329198.0,
      "end_time": 336028.0,
      "text": "Listeria, they might get fever or diarrhea, but people who are high risk, they can get fever, muscle aches,"
    },
    {
      "index": 57,
      "start_time": 336028.0,
      "end_time": 342607.0,
      "text": "headaches, a stiff neck, confusion, and convulsion. Pregnant women who eat foods contaminated with Listeria,"
    },
    {
      "index": 58,
      "start_time": 342607.0,
      "end_time": 348484.0,
      "text": "they might get just a fever or maybe a fever and chills and headache. But the big risk is that Listeria"
    },
    {
      "index": 59,
      "start_time": 348484.0,
      "end_time": 352316.0,
      "text": "can cause miscarriages. Listeria can kill."
    },
    {
      "index": 60,
      "start_time": 352316.0,
      "end_time": 358288.0,
      "text": "The Centers for Disease Control estimates that about 260 people die each year after eating foods"
    },
    {
      "index": 61,
      "start_time": 358288.0,
      "end_time": 363923.0,
      "text": "contaminated with Listeria. In addition there are about 1, 600 illnesses Illness. Now you can reduce"
    },
    {
      "index": 62,
      "start_time": 363923.0,
      "end_time": 371315.0,
      "text": "your chances from getting sick with Listeria. So first of all, rinse your produce. Scrub firm produce like melons"
    },
    {
      "index": 63,
      "start_time": 371315.0,
      "end_time": 376922.0,
      "text": "and cucumbers with a brush. Dry the produce. Separate uncooked meats and poultry from other foods."
    },
    {
      "index": 64,
      "start_time": 376922.0,
      "end_time": 383571.0,
      "text": "Soft cheeses like Brie and Cananbare and Feta, those are very popular but look on the labels make sure"
    },
    {
      "index": 65,
      "start_time": 383571.0,
      "end_time": 386681.0,
      "text": "they're make with pasteurized milk."
    },
    {
      "index": 66,
      "start_time": 386681.0,
      "end_time": 391191.0,
      "text": "In this academic year alone, we've talked about the use of drones,"
    },
    {
      "index": 67,
      "start_time": 391191.0,
      "end_time": 396877.0,
      "text": "unmanned vehicles, in warfare, in capturing video of extreme sports, as ocean platforms for"
    },
    {
      "index": 68,
      "start_time": 396877.0,
      "end_time": 404014.0,
      "text": "returning rockets, and in sport as racing aircraft. As drones become more accessible and more widely used,"
    },
    {
      "index": 69,
      "start_time": 404014.0,
      "end_time": 409159.0,
      "text": "it seems their potential is limited only by our ideas."
    },
    {
      "index": 70,
      "start_time": 409169.0,
      "end_time": 416662.0,
      "text": "In the world of tech innovation China, many would argue is a follower, but there's one field where"
    },
    {
      "index": 71,
      "start_time": 416662.0,
      "end_time": 425014.0,
      "text": "it is undeniably a leader, drones. We've come to the home of the world's biggest commercial drone"
    },
    {
      "index": 72,
      "start_time": 425014.0,
      "end_time": 433576.0,
      "text": "developer DJI. To find out what's the next big thing in an industry where literally the sky is the limit."
    },
    {
      "index": 73,
      "start_time": 433576.0,
      "end_time": 443377.0,
      "text": "Their futuristic flagship store in Shenzin is a monument to just how far and just how fast drones are developing."
    },
    {
      "index": 74,
      "start_time": 443377.0,
      "end_time": 450410.0,
      "text": "In December 2012, the company launched its breakthrough Phantom One drone without a camera."
    },
    {
      "index": 75,
      "start_time": 450410.0,
      "end_time": 457724.0,
      "text": "Just three and a half years and three months later, the Phantom Four drone can produce this."
    },
    {
      "index": 76,
      "start_time": 457724.0,
      "end_time": 464632.0,
      "text": "High definition video live streamed onto your smartphone or tablet from a distance of up to five kilometers."
    },
    {
      "index": 77,
      "start_time": 464632.0,
      "end_time": 469408.0,
      "text": "The real breakthroughs now are what the technology will be used for."
    },
    {
      "index": 78,
      "start_time": 469408.0,
      "end_time": 477899.0,
      "text": "One of the most exciting ones for us recently was we saw a team of whale researchers use our systems"
    },
    {
      "index": 79,
      "start_time": 477899.0,
      "end_time": 485601.0,
      "text": "to fly over whale pods and collect their snot so that they can do advanced analytics to determine their health."
    },
    {
      "index": 80,
      "start_time": 485601.0,
      "end_time": 492483.0,
      "text": "Those researchers the Ocean Alliance call it a snot bot. A drone that gathers mucus from a blowing whale."
    },
    {
      "index": 81,
      "start_time": 492483.0,
      "end_time": 499020.0,
      "text": "And that's just one out of the box applications. DJI has developed a model that can accurately spray crops"
    },
    {
      "index": 82,
      "start_time": 499020.0,
      "end_time": 503923.0,
      "text": "in difficult to reach areas. It's also talking to Europe's biggest emergency response network."
    },
    {
      "index": 83,
      "start_time": 503923.0,
      "end_time": 509412.0,
      "text": "About how to use drones in search and rescue, firefighting, and surveillance."
    },
    {
      "index": 84,
      "start_time": 509412.0,
      "end_time": 512198.0,
      "text": "The options, say Perry, are limitless."
    },
    {
      "index": 85,
      "start_time": 512198.0,
      "end_time": 517713.0,
      "text": "We've put the technology out there. And what's been really exciting is the creativity and innovation"
    },
    {
      "index": 86,
      "start_time": 517712.99999999994,
      "end_time": 521107.99999999994,
      "text": "that people bring to their platforms. There are a million different use cases."
    },
    {
      "index": 87,
      "start_time": 521107.99999999994,
      "end_time": 530076.0,
      "text": "For DJI their challenge is to continue making drones Easier to use so that the next generation can be captured"
    },
    {
      "index": 88,
      "start_time": 530076.0,
      "end_time": 538833.0,
      "text": "all over again by the wonder of flight. Andrew Stevens, CNN, Shenzhen, China."
    },
    {
      "index": 89,
      "start_time": 546613.0,
      "end_time": 552197.0,
      "text": "Time for some multiple choice y'all. softball game, Army Westpoint versus Leigh High University."
    },
    {
      "index": 90,
      "start_time": 552197.0,
      "end_time": 557775.0,
      "text": "Army sent the runner from third on a base hit, but the throw from Leigh High beat her to the plate."
    },
    {
      "index": 91,
      "start_time": 557775.0,
      "end_time": 563652.0,
      "text": "What happens next? The runner blasts into the catcher, the runner stops for a peaceful tag out,"
    },
    {
      "index": 92,
      "start_time": 563652.0,
      "end_time": 573453.0,
      "text": "or option C yes, the lesser known acrobatic leap, tuck, tag the plate play. Casey McGrady / G is safe."
    },
    {
      "index": 93,
      "start_time": 573453.0,
      "end_time": 576168.0,
      "text": "Her exceptional athleticism helped earn Army the win, three to one."
    },
    {
      "index": 94,
      "start_time": 576168.0,
      "end_time": 582929.0,
      "text": "It was one giant leap for one small step. Critics might've called it way off base and told her to take a flying leap,"
    },
    {
      "index": 95,
      "start_time": 582929.0,
      "end_time": 587360.0,
      "text": "which she did, and made a solid baseline argument for high jump training, which she'll never have to"
    },
    {
      "index": 96,
      "start_time": 587360.0,
      "end_time": 590862.0,
      "text": "pitch to her coach again, now that she's safe at home. I'm Karl Azuz,"
    },
    {
      "index": 97,
      "start_time": 590862.0,
      "end_time": 592864.0,
      "text": "and you could call all of this punder handed."
    }
  ]
}