{
  "video_id": "R7_3-8QWZpw",
  "title": "The oil keeps gushing | Authers' Note",
  "json": [
    {
      "index": 1,
      "start_time": 7186.0,
      "end_time": 8655.0,
      "text": "Hello and welcome back to the Note."
    },
    {
      "index": 2,
      "start_time": 8655.0,
      "end_time": 14948.0,
      "text": "Slower day on markets today, the S&P here in the U.S. finished, down for the day,"
    },
    {
      "index": 3,
      "start_time": 14948.0,
      "end_time": 20811.0,
      "text": "and we had a negative reaction to earnings from Google and Microsoft after the bell,"
    },
    {
      "index": 4,
      "start_time": 20811.0,
      "end_time": 24341.0,
      "text": "so there's every risk that that'll continue to into the morning."
    },
    {
      "index": 5,
      "start_time": 24341.0,
      "end_time": 29013.0,
      "text": "One thing that is very intriguing, however, was that oil continued its advance,"
    },
    {
      "index": 6,
      "start_time": 29013.0,
      "end_time": 32279.0,
      "text": "and that's really very surprising if you remember the headlines from the weekend."
    },
    {
      "index": 7,
      "start_time": 32279.000000000004,
      "end_time": 34218.0,
      "text": "Now if we take a look at this first chart,"
    },
    {
      "index": 8,
      "start_time": 34218.0,
      "end_time": 40446.0,
      "text": "this shows you what has happened since trading opened in Asia on Sunday night."
    },
    {
      "index": 9,
      "start_time": 40446.0,
      "end_time": 48478.0,
      "text": "And you can see that there was an immediate reaction to what appeared to be very bad news, if you wanted oil to go up,"
    },
    {
      "index": 10,
      "start_time": 48478.0,
      "end_time": 58250.0,
      "text": "that's the OPEC countries had failed to agree on a production freeze that should've, you would have thought, pushed the oil price down,"
    },
    {
      "index": 11,
      "start_time": 58250.0,
      "end_time": 63344.0,
      "text": "instead, as you can see, there has been a well sustained rally upwards in the oil price."
    },
    {
      "index": 12,
      "start_time": 63344.0,
      "end_time": 66436.0,
      "text": "Now if we look at this in a longer term perspective,"
    },
    {
      "index": 13,
      "start_time": 66436.0,
      "end_time": 72424.0,
      "text": "you can see, yes, we're still a long way down from where we were about two years ago,"
    },
    {
      "index": 14,
      "start_time": 72424.0,
      "end_time": 77517.0,
      "text": "but the oil price is now actually back up to roughly where it was early last year,"
    },
    {
      "index": 15,
      "start_time": 77517.0,
      "end_time": 89017.0,
      "text": "and after testing that 200-day moving average, that big measure of the long term trend, it does appear to have confirmed itself above that long term trend."
    },
    {
      "index": 16,
      "start_time": 89017.0,
      "end_time": 101966.0,
      "text": "This bounce that we have seen in the last few weeks adds up from a trough to a peak, to almost 70% gain in oil, quite remarkable."
    },
    {
      "index": 17,
      "start_time": 101966.0,
      "end_time": 109206.0,
      "text": "Now, what is even more remarkable, is that this has been achieved despite the news we had from Doha last weekend."
    },
    {
      "index": 18,
      "start_time": 109206.0,
      "end_time": 116300.0,
      "text": "And if we now take a look at U.S. Crude Total Inventories, admittedly this number has a lag,"
    },
    {
      "index": 19,
      "start_time": 116300.0,
      "end_time": 124997.0,
      "text": "but the inventory continues to rise very sharply indeed, in fact its one of the highest numbers on record,"
    },
    {
      "index": 20,
      "start_time": 124997.0,
      "end_time": 128915.0,
      "text": "you would think that would be bad for the oil price."
    },
    {
      "index": 21,
      "start_time": 128914.99999999999,
      "end_time": 134009.0,
      "text": "However, the inventory is at least not rising as fast as it can do at this time of year."
    },
    {
      "index": 22,
      "start_time": 134009.0,
      "end_time": 141238.0,
      "text": "And if we now take a look at production numbers for the U.S., you can see that they have begun to decline."
    },
    {
      "index": 23,
      "start_time": 141238.0,
      "end_time": 144012.0,
      "text": "Again, this number is produced with a lag,"
    },
    {
      "index": 24,
      "start_time": 144012.0,
      "end_time": 151547.0,
      "text": "many people are able to assess rig counts and so on to take a guess as to where production is moving,"
    },
    {
      "index": 25,
      "start_time": 151547.0,
      "end_time": 159549.0,
      "text": "and so there is a strong belief in the market that fundamentals are moving in favor of the oil price,"
    },
    {
      "index": 26,
      "start_time": 159549.0,
      "end_time": 166694.0,
      "text": "that this will... that we are going to see production steadily decline from here and inventories come down from here."
    },
    {
      "index": 27,
      "start_time": 166694.0,
      "end_time": 173707.0,
      "text": "If we do, then the sentiment, which has plainly changed, will be confirmed."
    },
    {
      "index": 28,
      "start_time": 173707.0,
      "end_time": 181708.0,
      "text": "Obviously things will get a little uglier in the oil market if the fundamentals don't confirm this very striking change in sentiment."
    }
  ]
}