{
  "video_id": "R8xWju2rZ78",
  "title": "How Exercise Can KILL You!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 140.0,
      "end_time": 3939.0,
      "text": "Too much exercise can KILL YOU! This is the best news I've heard all week!"
    },
    {
      "index": 2,
      "start_time": 10039.0,
      "end_time": 15570.0,
      "text": "Hey guys, Tara here for Dnews - with an interesting new study about exercise: the SILENT killer."
    },
    {
      "index": 3,
      "start_time": 15770.0,
      "end_time": 19210.0,
      "text": "Now we've been taught to believe that exercise is great for us - because most of the time, it is!"
    },
    {
      "index": 4,
      "start_time": 19810.0,
      "end_time": 24190.0,
      "text": "But it turns out there's a small portion of the population who exercises too much -"
    },
    {
      "index": 5,
      "start_time": 24490.0,
      "end_time": 26570.0,
      "text": "to the point where it may actually kill them."
    },
    {
      "index": 6,
      "start_time": 26970.0,
      "end_time": 30639.0,
      "text": "Now chances are you've heard stories about people who are super healthy,"
    },
    {
      "index": 7,
      "start_time": 30900.0,
      "end_time": 31900.0,
      "text": "run 20 miles every single day,"
    },
    {
      "index": 8,
      "start_time": 32139.000000000004,
      "end_time": 34830.0,
      "text": "and then all of a sudden - boom, they just drop dead out of nowhere."
    },
    {
      "index": 9,
      "start_time": 35230.0,
      "end_time": 39949.0,
      "text": "Most of the time, that's caused by cardiac hypertrophy - which is what happens when you exercise so much"
    },
    {
      "index": 10,
      "start_time": 40249.0,
      "end_time": 43949.0,
      "text": "that your heart muscles get enlarged to the point where they obstruct your ventricles,"
    },
    {
      "index": 11,
      "start_time": 44149.0,
      "end_time": 46109.0,
      "text": "until eventually you just die."
    },
    {
      "index": 12,
      "start_time": 46109.0,
      "end_time": 50030.0,
      "text": "Now most of us don't have to worry about that because it only kills about 100 people per year in the US,"
    },
    {
      "index": 13,
      "start_time": 50330.0,
      "end_time": 53459.0,
      "text": "and almost all of these people are insane crazy athletes."
    },
    {
      "index": 14,
      "start_time": 53759.0,
      "end_time": 61160.0,
      "text": "HOWEVER, a new study out of Germany finds that high-intensity exercise puts us at risk for more than just cardiac hypertrophy."
    },
    {
      "index": 15,
      "start_time": 61360.0,
      "end_time": 65740.0,
      "text": "The results, which were published in the journal Heart, show that people with existing heart disease"
    },
    {
      "index": 16,
      "start_time": 65540.0,
      "end_time": 72400.0,
      "text": "who \"overdose\" on high-intensity exercise - may actually increase their risk of death from heart attack or stroke."
    },
    {
      "index": 17,
      "start_time": 72850.0,
      "end_time": 78890.0,
      "text": "Researchers looked at over 1000 people, who had been diagnosed with stable coronary artery heart disease for 10 years or more -"
    },
    {
      "index": 18,
      "start_time": 79390.0,
      "end_time": 83099.0,
      "text": "and they found that those who completed daily, strenuous exercise -"
    },
    {
      "index": 19,
      "start_time": 83299.0,
      "end_time": 88430.0,
      "text": "were more than twice as likely to die from a heart attack or stroke, than people who simply exercised moderately."
    },
    {
      "index": 20,
      "start_time": 88930.0,
      "end_time": 94180.0,
      "text": "By contrast, people who didn't exercise at all, were 4 times more likely to die of a heart attack or stroke."
    },
    {
      "index": 21,
      "start_time": 94700.0,
      "end_time": 99890.0,
      "text": "Current guidelines say that heart disease patients should do up to an hour of moderate activity at least 5 times a week,"
    },
    {
      "index": 22,
      "start_time": 100050.0,
      "end_time": 102050.0,
      "text": "which is still in line with the study."
    },
    {
      "index": 23,
      "start_time": 102070.0,
      "end_time": 105500.0,
      "text": "Although their results seem to take on a sort of reverse J curve -"
    },
    {
      "index": 24,
      "start_time": 105700.0,
      "end_time": 113209.0,
      "text": "where no exercise is really really bad, moderate exercise is ideal, and too much exercise is bad -"
    },
    {
      "index": 25,
      "start_time": 113709.0,
      "end_time": 115719.0,
      "text": "but still not as bad as none at all."
    },
    {
      "index": 26,
      "start_time": 116319.0,
      "end_time": 121070.0,
      "text": "Now it might seem counterintuitive to think that exercise could possibly be bad for someone with heart disease,"
    },
    {
      "index": 27,
      "start_time": 121470.0,
      "end_time": 123720.0,
      "text": "but other studies have found similar results."
    },
    {
      "index": 28,
      "start_time": 124020.0,
      "end_time": 130860.0,
      "text": "Endurance training, in particular, has been shown to send the body into an acute inflammatory state that, over time, can damage the heart."
    },
    {
      "index": 29,
      "start_time": 131160.0,
      "end_time": 135329.0,
      "text": "Of course, none of this should serve as deterrent to exercise, unless you're running marathons every week."
    },
    {
      "index": 30,
      "start_time": 135829.0,
      "end_time": 139030.0,
      "text": "Not exercising at all, still has the worst possible outcome,"
    },
    {
      "index": 31,
      "start_time": 139230.0,
      "end_time": 144410.0,
      "text": "but the intensity and duration of the exercise we do are also things we should also be considering."
    },
    {
      "index": 32,
      "start_time": 144410.0,
      "end_time": 147579.0,
      "text": "What do you guys think? Is high-intensity exercise gonna kill us all?"
    },
    {
      "index": 33,
      "start_time": 148079.0,
      "end_time": 152960.0,
      "text": "I can't say for sure, but I'll tell you this much - it definitely won't kill me because I don't do it."
    },
    {
      "index": 34,
      "start_time": 153360.0,
      "end_time": 164560.0,
      "text": "As always, if you have thoughts about this episode - leave'em in the comments below, and for more videos - subscribe here."
    }
  ]
}