{
  "video_id": "RbtflLkVv4E",
  "title": "Good Enough Is Good Enough",
  "json": [
    {
      "index": 1,
      "start_time": 4320.0,
      "end_time": 13040.0,
      "text": "High ambitions are noble and important, but there can also come a point when they become the sources of terrible trouble and unnecessary panic."
    },
    {
      "index": 2,
      "start_time": 13040.0,
      "end_time": 23000.0,
      "text": "One way of undercutting our perfectionist impulses was pioneered by a British psychoanalyst called Donald Winnicott in the 1950s."
    },
    {
      "index": 3,
      "start_time": 23000.0,
      "end_time": 27920.0,
      "text": "Winnicott specialised in relationships between parents and children."
    },
    {
      "index": 4,
      "start_time": 28020.0,
      "end_time": 32000.0,
      "text": "In his clinical practice, he often met with parents who felt like failures:"
    },
    {
      "index": 5,
      "start_time": 33000.0,
      "end_time": 35960.0,
      "text": "perhaps because their children hadn't got into the best schools,"
    },
    {
      "index": 6,
      "start_time": 36060.0,
      "end_time": 41920.0,
      "text": "or because there were sometimes arguments around the dinner table or the house wasn't always completely tidy."
    },
    {
      "index": 7,
      "start_time": 43020.0,
      "end_time": 50970.0,
      "text": "Winnicott’s crucial insight was that the parents’ agony was coming from a particular place: excessive hope."
    },
    {
      "index": 8,
      "start_time": 54070.0,
      "end_time": 58960.0,
      "text": "Their despair was a consequences of a cruel and counterproductive perfectionism."
    },
    {
      "index": 9,
      "start_time": 59060.0,
      "end_time": 63020.0,
      "text": "So as to help them reduce this, Winnicott developed a charming phrase:"
    },
    {
      "index": 10,
      "start_time": 63040.0,
      "end_time": 69080.0,
      "text": "his parents needed to feel that they were \"good enough parents\","
    },
    {
      "index": 11,
      "start_time": 70580.0,
      "end_time": 74080.0,
      "text": "No child, he insisted, needs an ideal parent."
    },
    {
      "index": 12,
      "start_time": 74090.0,
      "end_time": 81800.0,
      "text": "They just need an OK, pretty decent, usually well intentioned, sometimes a bit grumpy but basically reasonable father or mother."
    },
    {
      "index": 13,
      "start_time": 81800.0,
      "end_time": 86020.0,
      "text": "Winnicott wasn’t saying this because he liked to settle for second-best,"
    },
    {
      "index": 14,
      "start_time": 87020.0,
      "end_time": 97080.0,
      "text": "but because he knew, from first hand, the toll exacted by perfectionism – and realised than in order to remain more or less sane (which is a pretty big ambition already),"
    },
    {
      "index": 15,
      "start_time": 97580.0,
      "end_time": 105020.0,
      "text": "we have to learn not to hate ourselves for failing to be what no ordinary human being ever really is anyway."
    },
    {
      "index": 16,
      "start_time": 105520.0,
      "end_time": 111010.0,
      "text": "The concept of \"good enough\" was invented as an escape from dangerous ideals."
    },
    {
      "index": 17,
      "start_time": 111410.0,
      "end_time": 119080.0,
      "text": "It began in relation to parenthood, but it can actually be applied across life more generally, especially around work and love."
    },
    {
      "index": 18,
      "start_time": 121360.0,
      "end_time": 126020.0,
      "text": "A relationship may be ‘good enough’ even while it has many dark moments."
    },
    {
      "index": 19,
      "start_time": 126020.0,
      "end_time": 130020.0,
      "text": "Perhaps at times there’s little sex and a lot of heavy arguments."
    },
    {
      "index": 20,
      "start_time": 130060.0,
      "end_time": 133070.0,
      "text": "Maybe there are big areas of loneliness and non-communication."
    },
    {
      "index": 21,
      "start_time": 135070.0,
      "end_time": 139080.0,
      "text": "Yet none of this should lead us to feel freakish or unnaturally unlucky."
    },
    {
      "index": 22,
      "start_time": 140080.0,
      "end_time": 141020.0,
      "text": "It can be good enough."
    },
    {
      "index": 23,
      "start_time": 141470.0,
      "end_time": 150020.0,
      "text": "Similarly, a ‘good enough’ job will be very boring at some points, it won’t perfectly utilise all our merits; we won’t earn a fortune."
    },
    {
      "index": 24,
      "start_time": 150031.0,
      "end_time": 159020.0,
      "text": "But we may make some real friends, have times of genuine excitement and finish many days tired but with a sense of true accomplishment."
    },
    {
      "index": 25,
      "start_time": 162020.0,
      "end_time": 168020.0,
      "text": "It takes a good deal of bravery and skill to keep even a very ordinary life going."
    },
    {
      "index": 26,
      "start_time": 169020.0,
      "end_time": 174000.0,
      "text": "To persevere through the challenges of love, work and children is quietly heroic."
    },
    {
      "index": 27,
      "start_time": 175000.0,
      "end_time": 191000.0,
      "text": "We should perhaps more often sometimes step back in order to acknowledge in a non-starry-eyed but very real way that our lives are good enough – and that this is, in itself, already a very grand achievement."
    },
    {
      "index": 28,
      "start_time": 193280.0,
      "end_time": 196240.0,
      "text": "Did you know that the School of Life is actually a place?"
    },
    {
      "index": 29,
      "start_time": 196480.0,
      "end_time": 198940.0,
      "text": "Ten places in fact, campus' all over the world."
    },
    {
      "index": 30,
      "start_time": 198900.0,
      "end_time": 203000.0,
      "text": "From Melbourne to London, Taipei to Istanbul."
    },
    {
      "index": 31,
      "start_time": 203040.0,
      "end_time": 209600.0,
      "text": "With classes and books and lots more, please click on the link below to explore more."
    }
  ]
}