{
  "video_id": "rD7KNVzkLPw",
  "title": "How to prepare for the next global recession | The Economist",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1720.0,
      "end_time": 11669.0,
      "text": "We focus on this now because it's been a decade since the global recession of 2008-2009 and some interesting and worrying vulnerabilities are also popping up at the moment."
    },
    {
      "index": 2,
      "start_time": 11900.0,
      "end_time": 13000.0,
      "text": "1. When will the next recession be?"
    },
    {
      "index": 3,
      "start_time": 13800.0,
      "end_time": 20850.0,
      "text": "In 2008 and 2009, the dominoes were really set up for quite a nasty financial and economic crisis."
    },
    {
      "index": 4,
      "start_time": 20860.0,
      "end_time": 23470.0,
      "text": "This time the economic vulnerabilities aren't quite as large."
    },
    {
      "index": 5,
      "start_time": 23590.0,
      "end_time": 28019.0,
      "text": "They're large enough that we could see a slowdown in GDP growth and a slowdown in trade and things of that nature."
    },
    {
      "index": 6,
      "start_time": 28430.0,
      "end_time": 43540.0,
      "text": "The real risk, is that our lack of preparedness and the the lack of room for global cooperation will turn what starts as kind of a minor downturn into something much larger and much more difficult to deal with sometime the next year or two."
    },
    {
      "index": 7,
      "start_time": 43500.0,
      "end_time": 44100.0,
      "text": "2. Where will it begin?"
    },
    {
      "index": 8,
      "start_time": 44140.0,
      "end_time": 50009.0,
      "text": "The last big global downturn began in the United States with the collapse of the housing bubble in the financial sector there."
    },
    {
      "index": 9,
      "start_time": 50500.0,
      "end_time": 55600.0,
      "text": "Next time the trouble is much more likely to start elsewhere and perhaps in the emerging world."
    },
    {
      "index": 10,
      "start_time": 55800.0,
      "end_time": 58919.0,
      "text": "Emerging economies are a much larger share of global output than they used to be."
    },
    {
      "index": 11,
      "start_time": 59380.0,
      "end_time": 64530.0,
      "text": "They've also gone on something of a borrowing binge over the last ten years, which means that they could be due for a reckoning."
    },
    {
      "index": 12,
      "start_time": 65049.00000000001,
      "end_time": 75360.0,
      "text": "There are also reasons to be concerned about the euro area and in particular Italy, which has an enormous public debt problem and where markets have been feeling a bit jittery about their ability to pay that back."
    },
    {
      "index": 13,
      "start_time": 75460.0,
      "end_time": 79760.0,
      "text": "And that could relaunch the euro area debt crisis that we saw about a half decade ago."
    },
    {
      "index": 14,
      "start_time": 79700.0,
      "end_time": 82000.0,
      "text": "3. Is the world prepared for a recession?"
    },
    {
      "index": 15,
      "start_time": 82080.0,
      "end_time": 88040.0,
      "text": "The tools government's normally used to fight a recession won't be available in the same way that they normally are the next time around."
    },
    {
      "index": 16,
      "start_time": 88860.0,
      "end_time": 96700.0,
      "text": "Interest rates will be very low and so we normally rely on central banks to do interest rate cutting to perk up spending, perk up growth and they're not going to be able to do that."
    },
    {
      "index": 17,
      "start_time": 96910.0,
      "end_time": 101849.0,
      "text": "So pretty quickly, they're gonna have to turn to less tested methods money printing to buy bonds."
    },
    {
      "index": 18,
      "start_time": 102310.0,
      "end_time": 105869.0,
      "text": "Quantitative easing was something that was used last time that's going to be used again."
    },
    {
      "index": 19,
      "start_time": 105869.0,
      "end_time": 113398.0,
      "text": "But that works in a much more uncertain way and is much more politically contentious than some of the tools that are ordinarily used."
    },
    {
      "index": 20,
      "start_time": 113300.0,
      "end_time": 116400.0,
      "text": "4. What are the obstacles?"
    },
    {
      "index": 21,
      "start_time": 116320.0,
      "end_time": 122159.0,
      "text": "Within countries, the problem is that government is much more polarized across the world."
    },
    {
      "index": 22,
      "start_time": 122159.0,
      "end_time": 126819.0,
      "text": "You have many more populist parties, nationalist parties and it's going to be very hard to reach the agreement."
    },
    {
      "index": 23,
      "start_time": 126810.0,
      "end_time": 141600.0,
      "text": "That's necessary to launch big spinning programs and things of that nature, then you also have disagreements across countries, which means that it's much more likely you have contentious policies, tariffs that go up, currency wars, things of that nature, as countries struggle to deal with the next downturn."
    },
    {
      "index": 24,
      "start_time": 141700.0,
      "end_time": 144900.0,
      "text": "5. What should governments do?"
    },
    {
      "index": 25,
      "start_time": 145150.0,
      "end_time": 149570.0,
      "text": "Ideally governments would be taking some steps right now to get ready for the next recession."
    },
    {
      "index": 26,
      "start_time": 149580.0,
      "end_time": 152910.0,
      "text": "They should be changing their central bank policy targets."
    },
    {
      "index": 27,
      "start_time": 152910.0,
      "end_time": 159329.0,
      "text": "What we've learned is that a low inflation target doesn't give central bank's enough room to fight recessions before interest rates fall to zero."
    },
    {
      "index": 28,
      "start_time": 159370.0,
      "end_time": 167700.0,
      "text": "They should also be getting their budgets ready, which means preparing to include measures that will increase spending automatically, when the economy weakens in the future."
    },
    {
      "index": 29,
      "start_time": 167740.0,
      "end_time": 173429.0,
      "text": "So that they don't have to have fights in Parliament about whether or not to expand spending when the time comes."
    },
    {
      "index": 30,
      "start_time": 173400.0,
      "end_time": 178200.0,
      "text": "But then most important of all I think governments need to coordinate their responses with each other that makes it much more likely that we don't enter a scenario like we did in the 1930s."
    },
    {
      "index": 31,
      "start_time": 182200.0,
      "end_time": 186660.0,
      "text": "When tariff barriers went up, when there were currency wars and competitive devaluations,"
    },
    {
      "index": 32,
      "start_time": 187120.0,
      "end_time": 191399.0,
      "text": "and when ultimately that led to some pretty significant and nasty geopolitical tension."
    }
  ]
}