{
  "video_id": "ReP0rmb26Xs",
  "title": "How to Do the Run Toe Tap Dance Move | Hip-Hop Workout",
  "json": [
    {
      "index": 1,
      "start_time": 4790.0,
      "end_time": 9740.0,
      "text": "All right you guys, this next one is a great cardio workout, it&#39;s called the run toe tap,"
    },
    {
      "index": 2,
      "start_time": 9740.0,
      "end_time": 15190.0,
      "text": "and you&#39;re literally running and then you just add an extra little toe tap in back,"
    },
    {
      "index": 3,
      "start_time": 15190.0,
      "end_time": 21320.0,
      "text": "ok, so that you keep with the fun, the funky hip-hop flair to your workout. So you&#39;re gonna"
    },
    {
      "index": 4,
      "start_time": 21320.0,
      "end_time": 28320.0,
      "text": "run one, two, three toe tap. One two three. Make sure you&#39;re bending your knees, yeah?"
    },
    {
      "index": 5,
      "start_time": 30619.0,
      "end_time": 37619.0,
      "text": "Keeping your core engaged. Run run run. I&#39;m gonna do it to the side. Run, run, run, toe"
    },
    {
      "index": 6,
      "start_time": 39910.0,
      "end_time": 46910.0,
      "text": "tap. Run, run, run, toe tap. So that toe tap is simple. I&#39;ll show you just the toe tap."
    },
    {
      "index": 7,
      "start_time": 47660.0,
      "end_time": 53510.0,
      "text": "You tap your foot down and pick it up, like the floor is hot. Tap. Ok? You&#39;re working"
    },
    {
      "index": 8,
      "start_time": 53510.0,
      "end_time": 60700.0,
      "text": "your hamstring, and getting that foot up, OK? Again, facing the side, you have run,"
    },
    {
      "index": 9,
      "start_time": 60700.0,
      "end_time": 67700.0,
      "text": "run, run, toe tap. Run, run, run, toe tap. Run, run, run, toe tap. Run, run, run, toe"
    },
    {
      "index": 10,
      "start_time": 72550.0,
      "end_time": 79550.0,
      "text": "tap. Now, obviously it&#39;s not as exciting slow, and in order to burn some serious calories,"
    },
    {
      "index": 11,
      "start_time": 80620.0,
      "end_time": 86990.0,
      "text": "I want you to take it up in tempo. So the tempo&#39;s gonna be run, run, run, toe tap, run,"
    },
    {
      "index": 12,
      "start_time": 86990.0,
      "end_time": 93199.0,
      "text": "run, run, toe tap. Ok? You can try this on the streets, I don&#39;t recommend doing it on"
    },
    {
      "index": 13,
      "start_time": 93200.0,
      "end_time": 99680.0,
      "text": "the treadmill, that could be very very dangerous, yes? Take it to the streets, do it at home,"
    },
    {
      "index": 14,
      "start_time": 99680.0,
      "end_time": 105740.0,
      "text": "wherever you want. All right. Run, run, run, toe tap. Run, run, run, toe tap. Here we go,"
    },
    {
      "index": 15,
      "start_time": 105740.0,
      "end_time": 112649.0,
      "text": "let&#39;s try it and one two, toe tap, one two, toe tap. One two, toe tap. I&#39;m gonna turn"
    },
    {
      "index": 16,
      "start_time": 112650.0,
      "end_time": 119650.0,
      "text": "to the side so you can see. One two, toe tap. One two, toe tap. One two, toe tap. You can"
    },
    {
      "index": 17,
      "start_time": 120530.0,
      "end_time": 127200.0,
      "text": "get low with it, one two, toe tap. One two, or high. One two, toe tap. One two. Keep your"
    },
    {
      "index": 18,
      "start_time": 127200.0,
      "end_time": 134200.0,
      "text": "arms loose, keep your core engaged. One two, toe tap. Ok? All right. So, how long? A minute,"
    },
    {
      "index": 19,
      "start_time": 139690.0,
      "end_time": 143909.0,
      "text": "even more. What if you did it for a whole song? Put on your favorite jam right now."
    },
    {
      "index": 20,
      "start_time": 143909.0,
      "end_time": 150189.0,
      "text": "Find that beat, and give it a shot. Run run, toe tap. OK? Enjoy."
    }
  ]
}