{
  "video_id": "RHBWKeSdXdw",
  "title": "John Calvin",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 89.0,
      "end_time": 6050.0,
      "text": "John Calvin was an influential French theologian and pastor during the Protestant Reformation."
    },
    {
      "index": 2,
      "start_time": 6050.0,
      "end_time": 10440.0,
      "text": "He was a principal figure in the development of the system of Christian theology later"
    },
    {
      "index": 3,
      "start_time": 10440.0,
      "end_time": 16480.0,
      "text": "called Calvinism. Originally trained as a humanist lawyer, he broke from the Roman Catholic"
    },
    {
      "index": 4,
      "start_time": 16480.0,
      "end_time": 23190.0,
      "text": "Church around 1530. After religious tensions provoked a violent uprising against Protestants"
    },
    {
      "index": 5,
      "start_time": 23190.0,
      "end_time": 28880.0,
      "text": "in France, Calvin fled to Basel, Switzerland, where he published the first edition of his"
    },
    {
      "index": 6,
      "start_time": 28880.0,
      "end_time": 33670.0,
      "text": "seminal work Institutes of the Christian Religion in 1536."
    },
    {
      "index": 7,
      "start_time": 33670.0,
      "end_time": 39440.0,
      "text": "In that year, Calvin was recruited by William Farel to help reform the church in Geneva."
    },
    {
      "index": 8,
      "start_time": 39440.0,
      "end_time": 44590.0,
      "text": "The city council resisted the implementation of Calvin&#39;s and Farel&#39;s ideas, and both men"
    },
    {
      "index": 9,
      "start_time": 44590.0,
      "end_time": 50809.0,
      "text": "were expelled. At the invitation of Martin Bucer, Calvin proceeded to Strasbourg, where"
    },
    {
      "index": 10,
      "start_time": 50809.0,
      "end_time": 56059.0,
      "text": "he became the minister of a church of French refugees. He continued to support the reform"
    },
    {
      "index": 11,
      "start_time": 56059.0,
      "end_time": 61559.0,
      "text": "movement in Geneva, and was eventually invited back to lead its church."
    },
    {
      "index": 12,
      "start_time": 61559.0,
      "end_time": 66569.0,
      "text": "Following his return, Calvin introduced new forms of church government and liturgy, despite"
    },
    {
      "index": 13,
      "start_time": 66569.0,
      "end_time": 71299.0,
      "text": "the opposition of several powerful families in the city who tried to curb his authority."
    },
    {
      "index": 14,
      "start_time": 71299.0,
      "end_time": 77529.0,
      "text": "During this period, Michael Servetus, a Spaniard regarded by both Catholics and Protestants"
    },
    {
      "index": 15,
      "start_time": 77529.0,
      "end_time": 83770.0,
      "text": "as having heretical views, arrived in Geneva. He was denounced by Calvin and executed by"
    },
    {
      "index": 16,
      "start_time": 83770.0,
      "end_time": 90439.0,
      "text": "the city council. Following an influx of supportive refugees and new elections to the city council,"
    },
    {
      "index": 17,
      "start_time": 90439.0,
      "end_time": 96249.0,
      "text": "Calvin&#39;s opponents were forced out. Calvin spent his final years promoting the Reformation"
    },
    {
      "index": 18,
      "start_time": 96249.0,
      "end_time": 101560.0,
      "text": "both in Geneva and throughout Europe. Calvin was a tireless polemic and apologetic"
    },
    {
      "index": 19,
      "start_time": 101560.0,
      "end_time": 107169.0,
      "text": "writer who generated much controversy. He also exchanged cordial and supportive letters"
    },
    {
      "index": 20,
      "start_time": 107169.0,
      "end_time": 112810.0,
      "text": "with many reformers, including Philipp Melanchthon and Heinrich Bullinger. In addition to the"
    },
    {
      "index": 21,
      "start_time": 112810.0,
      "end_time": 117770.0,
      "text": "Institutes, he wrote commentaries on most books of the Bible, as well as theological"
    },
    {
      "index": 22,
      "start_time": 117770.0,
      "end_time": 125069.0,
      "text": "treatises and confessional documents. He regularly preached sermons throughout the week in Geneva."
    },
    {
      "index": 23,
      "start_time": 125069.0,
      "end_time": 130670.0,
      "text": "Calvin was influenced by the Augustinian tradition, which led him to expound the doctrine of predestination"
    },
    {
      "index": 24,
      "start_time": 130669.99999999999,
      "end_time": 136760.0,
      "text": "and the absolute sovereignty of God in salvation of the human soul from death and eternal damnation."
    },
    {
      "index": 25,
      "start_time": 136760.0,
      "end_time": 141510.0,
      "text": "Calvin&#39;s writing and preachings provided the seeds for the branch of theology that bears"
    },
    {
      "index": 26,
      "start_time": 141510.0,
      "end_time": 148069.0,
      "text": "his name. The Reformed, Congregational, and Presbyterian churches, which look to Calvin"
    },
    {
      "index": 27,
      "start_time": 148069.0,
      "end_time": 152730.0,
      "text": "as the chief expositor of their beliefs, have spread throughout the world."
    },
    {
      "index": 28,
      "start_time": 152730.0,
      "end_time": 154269.0,
      "text": "Early life"
    },
    {
      "index": 29,
      "start_time": 154269.0,
      "end_time": 160430.0,
      "text": "John Calvin was born as Jehan Cauvin on 10 July 1509, in the town of Noyon in the Picardy"
    },
    {
      "index": 30,
      "start_time": 160430.0,
      "end_time": 168459.0,
      "text": "region of France. He was the first of four sons who survived infancy. His father, Gérard"
    },
    {
      "index": 31,
      "start_time": 168459.0,
      "end_time": 173590.0,
      "text": "Cauvin, had a prosperous career as the cathedral notary and registrar to the ecclesiastical"
    },
    {
      "index": 32,
      "start_time": 173590.0,
      "end_time": 180790.0,
      "text": "court. He died in his later years, after suffering two years with testicular cancer. His mother,"
    },
    {
      "index": 33,
      "start_time": 180790.0,
      "end_time": 187049.0,
      "text": "Jeanne le Franc, was the daughter of an innkeeper from Cambrai. She died a few years after Calvin&#39;s"
    },
    {
      "index": 34,
      "start_time": 187049.0,
      "end_time": 195359.0,
      "text": "birth from an unknown cause. Gérard intended his three sons—Charles, Jean, and Antoine—for"
    },
    {
      "index": 35,
      "start_time": 195359.0,
      "end_time": 201049.0,
      "text": "the priesthood. Jean was particularly precocious; by age 12,"
    },
    {
      "index": 36,
      "start_time": 201049.0,
      "end_time": 205079.0,
      "text": "he was employed by the bishop as a clerk and received the tonsure, cutting his hair to"
    },
    {
      "index": 37,
      "start_time": 205079.0,
      "end_time": 211459.0,
      "text": "symbolise his dedication to the Church. He also won the patronage of an influential family,"
    },
    {
      "index": 38,
      "start_time": 211459.0,
      "end_time": 217379.0,
      "text": "the Montmors. Through their assistance, Calvin was able to attend the Collège de la Marche,"
    },
    {
      "index": 39,
      "start_time": 217379.0,
      "end_time": 223540.0,
      "text": "in Paris, where he learned Latin from one of its greatest teachers, Mathurin Cordier."
    },
    {
      "index": 40,
      "start_time": 223540.0,
      "end_time": 229620.0,
      "text": "Once he completed the course, he entered the Collège de Montaigu as a philosophy student."
    },
    {
      "index": 41,
      "start_time": 229620.0,
      "end_time": 236909.0,
      "text": "In 1525 or 1526, Gérard withdrew his son from the Collège de Montaigu and enrolled"
    },
    {
      "index": 42,
      "start_time": 236909.0,
      "end_time": 242909.0,
      "text": "him in the University of Orléans to study law. According to contemporary biographers"
    },
    {
      "index": 43,
      "start_time": 242909.0,
      "end_time": 248510.0,
      "text": "Theodore Beza and Nicolas Colladon, Gérard believed his son would earn more money as"
    },
    {
      "index": 44,
      "start_time": 248510.0,
      "end_time": 254400.0,
      "text": "a lawyer than as a priest. After a few years of quiet study, Calvin entered the University"
    },
    {
      "index": 45,
      "start_time": 254400.0,
      "end_time": 262449.0,
      "text": "of Bourges in 1529. He was intrigued by Andreas Alciati, a humanist lawyer. Humanism was a"
    },
    {
      "index": 46,
      "start_time": 262449.0,
      "end_time": 268190.0,
      "text": "European intellectual movement which stressed classical studies. During his 18-month stay"
    },
    {
      "index": 47,
      "start_time": 268190.0,
      "end_time": 274630.0,
      "text": "in Bourges, Calvin learned Koine Greek, a necessity for studying the New Testament."
    },
    {
      "index": 48,
      "start_time": 274630.0,
      "end_time": 281319.0,
      "text": "During the autumn of 1533 Calvin experienced a religious conversion. In later life, John"
    },
    {
      "index": 49,
      "start_time": 281319.0,
      "end_time": 286610.0,
      "text": "Calvin wrote two accounts of his conversion that differ in significant ways. In the first"
    },
    {
      "index": 50,
      "start_time": 286610.0,
      "end_time": 292370.0,
      "text": "account he portrays his conversion as a sudden change of mind, brought about by God. This"
    },
    {
      "index": 51,
      "start_time": 292370.0,
      "end_time": 295910.0,
      "text": "account can be found in his Commentary on the Book of Psalms:"
    },
    {
      "index": 52,
      "start_time": 295910.0,
      "end_time": 300740.0,
      "text": "In his second account he speaks of a long process of inner turmoil, followed by spiritual"
    },
    {
      "index": 53,
      "start_time": 300740.0,
      "end_time": 305310.0,
      "text": "and psychological anguish. &quot;Being exceedingly alarmed at the misery into"
    },
    {
      "index": 54,
      "start_time": 305310.0,
      "end_time": 310419.0,
      "text": "which I had fallen, and much more at that which threatened me in view of eternal death,"
    },
    {
      "index": 55,
      "start_time": 310419.0,
      "end_time": 316379.0,
      "text": "I, duty bound, made it my first business to betake myself to your way, condemning my past"
    },
    {
      "index": 56,
      "start_time": 316379.0,
      "end_time": 323169.0,
      "text": "life, not without groans and tears. And now, O Lord, what remains to a wretch like me,"
    },
    {
      "index": 57,
      "start_time": 323169.0,
      "end_time": 328090.0,
      "text": "but instead of defence, earnestly to supplicate you not to judge that fearful abandonment"
    },
    {
      "index": 58,
      "start_time": 328090.0,
      "end_time": 332500.0,
      "text": "of your Word according to its deserts, from which in your wondrous goodness you have at"
    },
    {
      "index": 59,
      "start_time": 332500.0,
      "end_time": 337229.0,
      "text": "last delivered me.&quot; Scholars have argued about the precise interpretation"
    },
    {
      "index": 60,
      "start_time": 337229.0,
      "end_time": 341720.0,
      "text": "of these accounts, but it is agreed that his conversion corresponded with his break from"
    },
    {
      "index": 61,
      "start_time": 341720.0,
      "end_time": 348000.0,
      "text": "the Roman Catholic Church. The Calvin biographer, Bruce Gordon, has stressed that &quot;the two accounts"
    },
    {
      "index": 62,
      "start_time": 348000.0,
      "end_time": 354039.0,
      "text": "are not antithetical, revealing some inconsistency in Calvin&#39;s memory, but rather [are] two different"
    },
    {
      "index": 63,
      "start_time": 354039.0,
      "end_time": 360330.0,
      "text": "ways of expressing the same reality.&quot; By 1532, Calvin received his licentiate in"
    },
    {
      "index": 64,
      "start_time": 360330.0,
      "end_time": 366120.0,
      "text": "law and published his first book, a commentary on Seneca&#39;s De Clementia. After uneventful"
    },
    {
      "index": 65,
      "start_time": 366120.0,
      "end_time": 374039.0,
      "text": "trips to Orléans and his hometown of Noyon, Calvin returned to Paris in October 1533."
    },
    {
      "index": 66,
      "start_time": 374039.0,
      "end_time": 378909.0,
      "text": "During this time, tensions rose at the Collège Royal between the humanists/reformers and"
    },
    {
      "index": 67,
      "start_time": 378909.0,
      "end_time": 384979.0,
      "text": "the conservative senior faculty members. One of the reformers, Nicolas Cop, was rector"
    },
    {
      "index": 68,
      "start_time": 384979.0,
      "end_time": 391650.0,
      "text": "of the university. On 1 November 1533 he devoted his inaugural address to the need for reform"
    },
    {
      "index": 69,
      "start_time": 391650.0,
      "end_time": 396669.0,
      "text": "and renewal in the Catholic Church. The address provoked a strong reaction from"
    },
    {
      "index": 70,
      "start_time": 396669.0,
      "end_time": 403110.0,
      "text": "the faculty, who denounced it as heretical, forcing Cop to flee to Basel. Calvin, a close"
    },
    {
      "index": 71,
      "start_time": 403110.0,
      "end_time": 409460.0,
      "text": "friend of Cop, was implicated in the offence, and for the next year he was forced into hiding."
    },
    {
      "index": 72,
      "start_time": 409460.0,
      "end_time": 414240.0,
      "text": "He remained on the move, sheltering with his friend Louis du Tillet in Angoulême and taking"
    },
    {
      "index": 73,
      "start_time": 414240.0,
      "end_time": 420539.0,
      "text": "refuge in Noyon and Orléans. He was finally forced to flee France during the Affair of"
    },
    {
      "index": 74,
      "start_time": 420539.0,
      "end_time": 427099.0,
      "text": "the Placards in mid-October 1534. In that incident, unknown reformers had posted placards"
    },
    {
      "index": 75,
      "start_time": 427099.0,
      "end_time": 431919.0,
      "text": "in various cities attacking the Catholic mass, which provoked a violent backlash against"
    },
    {
      "index": 76,
      "start_time": 431919.0,
      "end_time": 439060.0,
      "text": "Protestants. In January 1535, Calvin joined Cop in Basel, a city under the influence of"
    },
    {
      "index": 77,
      "start_time": 439060.0,
      "end_time": 444400.0,
      "text": "the reformer Johannes Oecolampadius. Reform work commences"
    },
    {
      "index": 78,
      "start_time": 444400.0,
      "end_time": 450659.0,
      "text": "In March 1536, Calvin published the first edition of his Institutio Christianae Religionis"
    },
    {
      "index": 79,
      "start_time": 450659.0,
      "end_time": 456030.0,
      "text": "or Institutes of the Christian Religion. The work was an apologia or defense of his faith"
    },
    {
      "index": 80,
      "start_time": 456030.0,
      "end_time": 461419.0,
      "text": "and a statement of the doctrinal position of the reformers. He also intended it to serve"
    },
    {
      "index": 81,
      "start_time": 461419.0,
      "end_time": 466659.0,
      "text": "as an elementary instruction book for anyone interested in the Christian religion. The"
    },
    {
      "index": 82,
      "start_time": 466659.0,
      "end_time": 471770.0,
      "text": "book was the first expression of his theology. Calvin updated the work and published new"
    },
    {
      "index": 83,
      "start_time": 471770.0,
      "end_time": 478330.0,
      "text": "editions throughout his life. Shortly after its publication, he left Basel for Ferrara,"
    },
    {
      "index": 84,
      "start_time": 478330.0,
      "end_time": 484979.0,
      "text": "Italy, where he briefly served as secretary to Princess Renée of France. By June he was"
    },
    {
      "index": 85,
      "start_time": 484979.0,
      "end_time": 490539.0,
      "text": "back in Paris with his brother Antoine, who was resolving their father&#39;s affairs. Following"
    },
    {
      "index": 86,
      "start_time": 490539.0,
      "end_time": 496219.0,
      "text": "the Edict of Coucy, which gave a limited six-month period for heretics to reconcile with the"
    },
    {
      "index": 87,
      "start_time": 496219.0,
      "end_time": 502060.0,
      "text": "Catholic faith, Calvin decided that there was no future for him in France. In August"
    },
    {
      "index": 88,
      "start_time": 502060.0,
      "end_time": 507379.0,
      "text": "he set off for Strasbourg, a free imperial city of the Holy Roman Empire and a refuge"
    },
    {
      "index": 89,
      "start_time": 507379.0,
      "end_time": 513140.0,
      "text": "for reformers. Due to military manoeuvres of imperial and French forces, he was forced"
    },
    {
      "index": 90,
      "start_time": 513140.0,
      "end_time": 517260.0,
      "text": "to make a detour to the south, bringing him to Geneva."
    },
    {
      "index": 91,
      "start_time": 517260.0,
      "end_time": 521750.0,
      "text": "Calvin had only intended to stay a single night, but William Farel, a fellow French"
    },
    {
      "index": 92,
      "start_time": 521750.0,
      "end_time": 526750.0,
      "text": "reformer residing in the city, implored a most reluctant Calvin to stay and assist him"
    },
    {
      "index": 93,
      "start_time": 526750.0,
      "end_time": 532780.0,
      "text": "in his work of reforming the church there – it was his duty before God, Farel insisted."
    },
    {
      "index": 94,
      "start_time": 532780.0,
      "end_time": 539810.0,
      "text": "Yet Calvin, for his part, desired only peace and privacy. But it was not to be; Farel&#39;s"
    },
    {
      "index": 95,
      "start_time": 539810.0,
      "end_time": 545600.0,
      "text": "entreaties prevailed, but not before his having had recourse to the sternest imprecations."
    },
    {
      "index": 96,
      "start_time": 545600.0,
      "end_time": 547880.0,
      "text": "Calvin recalls the rather intense encounter:"
    },
    {
      "index": 97,
      "start_time": 547880.0,
      "end_time": 553320.0,
      "text": "Then Farel, who was working with incredible zeal to promote the gospel, bent all his efforts"
    },
    {
      "index": 98,
      "start_time": 553320.0,
      "end_time": 558350.0,
      "text": "to keep me in the city. And when he realized that I was determined to study in privacy"
    },
    {
      "index": 99,
      "start_time": 558350.0,
      "end_time": 564230.0,
      "text": "in some obscure place, and saw that he gained nothing by entreaty, he descended to cursing,"
    },
    {
      "index": 100,
      "start_time": 564230.0,
      "end_time": 568460.0,
      "text": "and said that God would surely curse my peace if I held back from giving help at a time"
    },
    {
      "index": 101,
      "start_time": 568460.0,
      "end_time": 574500.0,
      "text": "of such great need. Terrified by his words, and conscious of my own timidity and cowardice,"
    },
    {
      "index": 102,
      "start_time": 574500.0,
      "end_time": 580690.0,
      "text": "I gave up my journey and attempted to apply whatever gift I had in defense of my faith."
    },
    {
      "index": 103,
      "start_time": 580690.0,
      "end_time": 586460.0,
      "text": "Calvin accepted his new role without any preconditions on his tasks or duties. The office to which"
    },
    {
      "index": 104,
      "start_time": 586460.0,
      "end_time": 591790.0,
      "text": "he was initially assigned is unknown. He was eventually given the title of &quot;reader&quot;, which"
    },
    {
      "index": 105,
      "start_time": 591790.0,
      "end_time": 598570.0,
      "text": "most likely meant that he could give expository lectures on the Bible. Sometime in 1537 he"
    },
    {
      "index": 106,
      "start_time": 598570.0,
      "end_time": 603910.0,
      "text": "was selected to be a &quot;pastor&quot; although he never received any pastoral consecration."
    },
    {
      "index": 107,
      "start_time": 603910.0,
      "end_time": 609360.0,
      "text": "For the first time, the lawyer-theologian took up pastoral duties such as baptisms,"
    },
    {
      "index": 108,
      "start_time": 609360.0,
      "end_time": 615640.0,
      "text": "weddings, and church services. During the fall of 1536, Farel drafted a confession"
    },
    {
      "index": 109,
      "start_time": 615640.0,
      "end_time": 621360.0,
      "text": "of faith while Calvin wrote separate articles on reorganizing the church in Geneva. On 16"
    },
    {
      "index": 110,
      "start_time": 621360.0,
      "end_time": 628770.0,
      "text": "January 1537, Farel and Calvin presented their Articles concernant l&#39;organisation de l&#39;église"
    },
    {
      "index": 111,
      "start_time": 628770.0,
      "end_time": 635060.0,
      "text": "et du culte à Genève to the city council. The document described the manner and frequency"
    },
    {
      "index": 112,
      "start_time": 635060.0,
      "end_time": 641140.0,
      "text": "of their celebrations of the eucharist, the reason for, and the method of, excommunication,"
    },
    {
      "index": 113,
      "start_time": 641140.0,
      "end_time": 645820.0,
      "text": "the requirement to subscribe to the confession of faith, the use of congregational singing"
    },
    {
      "index": 114,
      "start_time": 645820.0,
      "end_time": 651090.0,
      "text": "in the liturgy, and the revision of marriage laws. The council accepted the document on"
    },
    {
      "index": 115,
      "start_time": 651090.0,
      "end_time": 655650.0,
      "text": "the same day. As the year progressed, however, Calvin and"
    },
    {
      "index": 116,
      "start_time": 655650.0,
      "end_time": 660670.0,
      "text": "Farel&#39;s reputation with the council began to suffer. The council was reluctant to enforce"
    },
    {
      "index": 117,
      "start_time": 660670.0,
      "end_time": 665480.0,
      "text": "the subscription requirement, as only a few citizens had subscribed to their confession"
    },
    {
      "index": 118,
      "start_time": 665480.0,
      "end_time": 672260.0,
      "text": "of faith. On 26 November, the two ministers heatedly debated the council over the issue."
    },
    {
      "index": 119,
      "start_time": 672260.0,
      "end_time": 677120.0,
      "text": "Furthermore, France was taking an interest in forming an alliance with Geneva and as"
    },
    {
      "index": 120,
      "start_time": 677120.0,
      "end_time": 682490.0,
      "text": "the two ministers were Frenchmen, councillors began to question their loyalty. Finally,"
    },
    {
      "index": 121,
      "start_time": 682490.0,
      "end_time": 688840.0,
      "text": "a major ecclesiastical-political quarrel developed when Bern, Geneva&#39;s ally in the reformation"
    },
    {
      "index": 122,
      "start_time": 688840.0,
      "end_time": 695000.0,
      "text": "of the Swiss churches, proposed to introduce uniformity in the church ceremonies. One proposal"
    },
    {
      "index": 123,
      "start_time": 695000.0,
      "end_time": 699970.0,
      "text": "required the use of unleavened bread for the eucharist. The two ministers were unwilling"
    },
    {
      "index": 124,
      "start_time": 699970.0,
      "end_time": 704310.0,
      "text": "to follow Bern&#39;s lead and delayed the use of such bread until a synod in Zurich could"
    },
    {
      "index": 125,
      "start_time": 704310.0,
      "end_time": 709770.0,
      "text": "be convened to make the final decision. The council ordered Calvin and Farel to use unleavened"
    },
    {
      "index": 126,
      "start_time": 709770.0,
      "end_time": 715210.0,
      "text": "bread for the Easter eucharist; in protest, the ministers did not administer communion"
    },
    {
      "index": 127,
      "start_time": 715210.0,
      "end_time": 721160.0,
      "text": "during the Easter service. This caused a riot during the service and the next day, the council"
    },
    {
      "index": 128,
      "start_time": 721160.0,
      "end_time": 725570.0,
      "text": "told the ministers to leave Geneva. Farel and Calvin went to Bern and Zurich to"
    },
    {
      "index": 129,
      "start_time": 725570.0,
      "end_time": 730550.0,
      "text": "plead their case. The synod in Zurich placed most of the blame on Calvin for not being"
    },
    {
      "index": 130,
      "start_time": 730550.0,
      "end_time": 736440.0,
      "text": "sympathetic enough toward the people of Geneva. However, it asked Bern to mediate with the"
    },
    {
      "index": 131,
      "start_time": 736440.0,
      "end_time": 742270.0,
      "text": "aim of restoring the ministers. The Geneva council refused to readmit the two men, who"
    },
    {
      "index": 132,
      "start_time": 742270.0,
      "end_time": 747810.0,
      "text": "took refuge in Basel. Subsequently, Farel received an invitation to lead the church"
    },
    {
      "index": 133,
      "start_time": 747810.0,
      "end_time": 754000.0,
      "text": "in Neuchâtel. Calvin was invited to lead a church of French refugees in Strasbourg"
    },
    {
      "index": 134,
      "start_time": 754000.0,
      "end_time": 760560.0,
      "text": "by that city&#39;s leading reformers, Martin Bucer and Wolfgang Capito. Initially, Calvin refused"
    },
    {
      "index": 135,
      "start_time": 760560.0,
      "end_time": 766480.0,
      "text": "because Farel was not included in the invitation, but relented when Bucer appealed to him. By"
    },
    {
      "index": 136,
      "start_time": 766480.0,
      "end_time": 772380.0,
      "text": "September 1538 Calvin had taken up his new position in Strasbourg, fully expecting that"
    },
    {
      "index": 137,
      "start_time": 772380.0,
      "end_time": 778300.0,
      "text": "this time it would be permanent; a few months later, he applied for and was granted citizenship"
    },
    {
      "index": 138,
      "start_time": 778300.0,
      "end_time": 781830.0,
      "text": "of the city. Minister in Strasbourg"
    },
    {
      "index": 139,
      "start_time": 781830.0,
      "end_time": 787010.0,
      "text": "During his time in Strasbourg, Calvin was not attached to one particular church, but"
    },
    {
      "index": 140,
      "start_time": 787010.0,
      "end_time": 791820.0,
      "text": "held his office successively in the Saint-Nicolas Church, the Sainte-Madeleine Church and the"
    },
    {
      "index": 141,
      "start_time": 791820.0,
      "end_time": 798900.0,
      "text": "former Dominican Church, renamed the Temple Neuf. Calvin ministered to 400–500 members"
    },
    {
      "index": 142,
      "start_time": 798900.0,
      "end_time": 805860.0,
      "text": "in his church. He preached or lectured every day, with two sermons on Sunday. Communion"
    },
    {
      "index": 143,
      "start_time": 805860.0,
      "end_time": 811590.0,
      "text": "was celebrated monthly and congregational singing of the psalms was encouraged. He also"
    },
    {
      "index": 144,
      "start_time": 811590.0,
      "end_time": 816950.0,
      "text": "worked on the second edition of the Institutes. Although the first edition sold out within"
    },
    {
      "index": 145,
      "start_time": 816950.0,
      "end_time": 823850.0,
      "text": "a year, Calvin was dissatisfied with its structure as a catechism, a primer for young Christians."
    },
    {
      "index": 146,
      "start_time": 823850.0,
      "end_time": 830010.0,
      "text": "For the second edition, published in 1539, Calvin dropped this format in favour of systematically"
    },
    {
      "index": 147,
      "start_time": 830010.0,
      "end_time": 836390.0,
      "text": "presenting the main doctrines from scripture. In the process, the book was enlarged from"
    },
    {
      "index": 148,
      "start_time": 836390.0,
      "end_time": 841260.0,
      "text": "six chapters to seventeen. He concurrently worked on another book, the Commentary on"
    },
    {
      "index": 149,
      "start_time": 841260.0,
      "end_time": 848060.0,
      "text": "Romans, which was published in March 1540. The book was a model for his later commentaries:"
    },
    {
      "index": 150,
      "start_time": 848060.0,
      "end_time": 853510.0,
      "text": "it included his own Latin translation from the Greek rather than the Latin Vulgate, an"
    },
    {
      "index": 151,
      "start_time": 853510.0,
      "end_time": 859800.0,
      "text": "exegesis, and an exposition. In the dedicatory letter, Calvin praised the work of his predecessors"
    },
    {
      "index": 152,
      "start_time": 859800.0,
      "end_time": 865510.0,
      "text": "Philipp Melanchthon, Heinrich Bullinger, and Martin Bucer, but he also took care to distinguish"
    },
    {
      "index": 153,
      "start_time": 865510.0,
      "end_time": 869920.0,
      "text": "his own work from theirs and to criticise some of their shortcomings."
    },
    {
      "index": 154,
      "start_time": 869920.0,
      "end_time": 876430.0,
      "text": "Calvin&#39;s friends urged him to marry. Calvin took a prosaic view, writing to one correspondent:"
    },
    {
      "index": 155,
      "start_time": 876430.0,
      "end_time": 882020.0,
      "text": "&quot;I, who have the air of being so hostile to celibacy, I am still not married and do not"
    },
    {
      "index": 156,
      "start_time": 882020.0,
      "end_time": 887180.0,
      "text": "know whether I will ever be. If I take a wife it will be because, being better freed from"
    },
    {
      "index": 157,
      "start_time": 887180.0,
      "end_time": 891350.0,
      "text": "numerous worries, I can devote myself to the Lord.&quot;"
    },
    {
      "index": 158,
      "start_time": 891350.0,
      "end_time": 897710.0,
      "text": "Several candidates were presented to him including one young woman from a noble family. Reluctantly,"
    },
    {
      "index": 159,
      "start_time": 897710.0,
      "end_time": 902550.0,
      "text": "Calvin agreed to the marriage, on the condition that she would learn French. Although a wedding"
    },
    {
      "index": 160,
      "start_time": 902550.0,
      "end_time": 908740.0,
      "text": "date was planned for March 1540, he remained reluctant and the wedding never took place."
    },
    {
      "index": 161,
      "start_time": 908740.0,
      "end_time": 912970.0,
      "text": "He later wrote that he would never think of marrying her, &quot;unless the Lord had entirely"
    },
    {
      "index": 162,
      "start_time": 912970.0,
      "end_time": 919130.0,
      "text": "bereft me of my wits&quot;. Instead, in August of that year, he married Idelette de Bure,"
    },
    {
      "index": 163,
      "start_time": 919130.0,
      "end_time": 922770.0,
      "text": "a widow who had two children from her first marriage."
    },
    {
      "index": 164,
      "start_time": 922770.0,
      "end_time": 928300.0,
      "text": "Geneva reconsidered its expulsion of Calvin. Church attendance had dwindled and the political"
    },
    {
      "index": 165,
      "start_time": 928300.0,
      "end_time": 935410.0,
      "text": "climate had changed; as Bern and Geneva quarrelled over land, their alliance frayed. When Cardinal"
    },
    {
      "index": 166,
      "start_time": 935410.0,
      "end_time": 941040.0,
      "text": "Jacopo Sadoleto wrote a letter to the city council inviting Geneva to return to the Catholic"
    },
    {
      "index": 167,
      "start_time": 941040.0,
      "end_time": 946840.0,
      "text": "faith, the council searched for an ecclesiastical authority to respond to him. At first Pierre"
    },
    {
      "index": 168,
      "start_time": 946840.0,
      "end_time": 953190.0,
      "text": "Viret was consulted, but when he refused, the council asked Calvin. He agreed and his"
    },
    {
      "index": 169,
      "start_time": 953190.0,
      "end_time": 959490.0,
      "text": "Responsio ad Sadoletum strongly defended Geneva&#39;s position concerning reforms in the church."
    },
    {
      "index": 170,
      "start_time": 959490.0,
      "end_time": 965690.0,
      "text": "On 21 September 1540 the council commissioned one of its members, Ami Perrin, to find a"
    },
    {
      "index": 171,
      "start_time": 965690.0,
      "end_time": 971640.0,
      "text": "way to recall Calvin. An embassy reached Calvin while he was at a colloquy, a conference to"
    },
    {
      "index": 172,
      "start_time": 971640.0,
      "end_time": 977820.0,
      "text": "settle religious disputes, in Worms. His reaction to the suggestion was one of horror in which"
    },
    {
      "index": 173,
      "start_time": 977820.0,
      "end_time": 982120.0,
      "text": "he wrote, &quot;Rather would I submit to death a hundred times than to that cross on which"
    },
    {
      "index": 174,
      "start_time": 982120.0,
      "end_time": 987510.0,
      "text": "I had to perish daily a thousand times over.&quot; Calvin also wrote that he was prepared to"
    },
    {
      "index": 175,
      "start_time": 987510.0,
      "end_time": 992540.0,
      "text": "follow the Lord&#39;s calling. A plan was drawn up in which Viret would be appointed to take"
    },
    {
      "index": 176,
      "start_time": 992540.0,
      "end_time": 996990.0,
      "text": "temporary charge in Geneva for six months while Bucer and Calvin would visit the city"
    },
    {
      "index": 177,
      "start_time": 996990.0,
      "end_time": 1002910.0,
      "text": "to determine the next steps. However, the city council pressed for the immediate appointment"
    },
    {
      "index": 178,
      "start_time": 1002910.0,
      "end_time": 1011480.0,
      "text": "of Calvin in Geneva. By summer 1541, Strasbourg decided to loan Calvin to Geneva for six months."
    },
    {
      "index": 179,
      "start_time": 1011480.0,
      "end_time": 1018020.0,
      "text": "Calvin returned on 13 September 1541 with an official escort and a wagon for his family."
    },
    {
      "index": 180,
      "start_time": 1018020.0,
      "end_time": 1022160.0,
      "text": "Reform in Geneva In supporting Calvin&#39;s proposals for reforms,"
    },
    {
      "index": 181,
      "start_time": 1022160.0,
      "end_time": 1029839.0,
      "text": "the council of Geneva passed the Ordonnances ecclésiastiques on 20 November 1541. The"
    },
    {
      "index": 182,
      "start_time": 1029839.9999999999,
      "end_time": 1035049.9999999999,
      "text": "ordinances defined four orders of ministerial function: pastors to preach and to administer"
    },
    {
      "index": 183,
      "start_time": 1035050.0,
      "end_time": 1042090.0,
      "text": "the sacraments; doctors to instruct believers in the faith; elders to provide discipline;"
    },
    {
      "index": 184,
      "start_time": 1042089.9999999999,
      "end_time": 1047959.9999999999,
      "text": "and deacons to care for the poor and needy. They also called for the creation of the Consistoire,"
    },
    {
      "index": 185,
      "start_time": 1047960.0,
      "end_time": 1053101.0,
      "text": "an ecclesiastical court composed of the lay elders and the ministers. The city government"
    },
    {
      "index": 186,
      "start_time": 1053100.0,
      "end_time": 1057350.0,
      "text": "retained the power to summon persons before the court, and the Consistory could judge"
    },
    {
      "index": 187,
      "start_time": 1057350.0,
      "end_time": 1063279.0,
      "text": "only ecclesiastical matters having no civil jurisdiction. Originally, the court had the"
    },
    {
      "index": 188,
      "start_time": 1063280.0,
      "end_time": 1070550.0,
      "text": "power to mete out sentences, with excommunication as its most severe penalty. However, the government"
    },
    {
      "index": 189,
      "start_time": 1070550.0,
      "end_time": 1076481.0,
      "text": "contested this power and on 19 March 1543 the council decided that all sentencing would"
    },
    {
      "index": 190,
      "start_time": 1076480.0,
      "end_time": 1078820.0,
      "text": "be carried out by the government."
    },
    {
      "index": 191,
      "start_time": 1078820.0,
      "end_time": 1085899.0,
      "text": "In 1542, Calvin adapted a service book used in Strasbourg, publishing La Forme des Prières"
    },
    {
      "index": 192,
      "start_time": 1085900.0,
      "end_time": 1091981.0,
      "text": "et Chants Ecclésiastiques. Calvin recognised the power of music and he intended that it"
    },
    {
      "index": 193,
      "start_time": 1091980.0,
      "end_time": 1097360.0,
      "text": "be used to support scripture readings. The original Strasbourg psalter contained twelve"
    },
    {
      "index": 194,
      "start_time": 1097360.0,
      "end_time": 1102679.0,
      "text": "psalms by Clément Marot and Calvin added several more hymns of his own composition"
    },
    {
      "index": 195,
      "start_time": 1102680.0,
      "end_time": 1109760.0,
      "text": "in the Geneva version. At the end of 1542, Marot became a refugee in Geneva and contributed"
    },
    {
      "index": 196,
      "start_time": 1109760.0,
      "end_time": 1116451.0,
      "text": "nineteen more psalms. Louis Bourgeois, also a refugee, lived and taught music in Geneva"
    },
    {
      "index": 197,
      "start_time": 1116450.0,
      "end_time": 1121259.0,
      "text": "for sixteen years and Calvin took the opportunity to add his hymns, the most famous being the"
    },
    {
      "index": 198,
      "start_time": 1121260.0,
      "end_time": 1126481.0,
      "text": "Old Hundredth. In the same year of 1542, Calvin published"
    },
    {
      "index": 199,
      "start_time": 1126480.0,
      "end_time": 1131970.0,
      "text": "Catéchisme de l&#39;Eglise de Genève, which was inspired by Bucer&#39;s Kurze Schrifftliche"
    },
    {
      "index": 200,
      "start_time": 1131970.0,
      "end_time": 1138370.0,
      "text": "Erklärung of 1534. Calvin had written an earlier catechism during his first stay in"
    },
    {
      "index": 201,
      "start_time": 1138370.0,
      "end_time": 1144279.0,
      "text": "Geneva which was largely based on Martin Luther&#39;s Large Catechism. The first version was arranged"
    },
    {
      "index": 202,
      "start_time": 1144280.0,
      "end_time": 1151380.0,
      "text": "pedagogically, describing Law, Faith, and Prayer. The 1542 version was rearranged for"
    },
    {
      "index": 203,
      "start_time": 1151380.0,
      "end_time": 1155851.0,
      "text": "theological reasons, covering Faith first, then Law and Prayer."
    },
    {
      "index": 204,
      "start_time": 1155850.0,
      "end_time": 1162789.0,
      "text": "During his ministry in Geneva, Calvin preached over two thousand sermons. Initially he preached"
    },
    {
      "index": 205,
      "start_time": 1162790.0,
      "end_time": 1168241.0,
      "text": "twice on Sunday and three times during the week. This proved to be too heavy a burden"
    },
    {
      "index": 206,
      "start_time": 1168240.0,
      "end_time": 1175350.0,
      "text": "and late in 1542 the council allowed him to preach only once on Sunday. However, in October"
    },
    {
      "index": 207,
      "start_time": 1175350.0,
      "end_time": 1181549.0,
      "text": "1549, he was again required to preach twice on Sundays and, in addition, every weekday"
    },
    {
      "index": 208,
      "start_time": 1181550.0,
      "end_time": 1187890.0,
      "text": "of alternate weeks. His sermons lasted more than an hour and he did not use notes. An"
    },
    {
      "index": 209,
      "start_time": 1187890.0,
      "end_time": 1193290.0,
      "text": "occasional secretary tried to record his sermons, but very little of his preaching was preserved"
    },
    {
      "index": 210,
      "start_time": 1193290.0,
      "end_time": 1200030.0,
      "text": "before 1549. In that year, professional scribe Denis Raguenier, who had learned or developed"
    },
    {
      "index": 211,
      "start_time": 1200030.0,
      "end_time": 1206201.0,
      "text": "a system of shorthand, was assigned to record all of Calvin&#39;s sermons. An analysis of his"
    },
    {
      "index": 212,
      "start_time": 1206200.0,
      "end_time": 1211830.0,
      "text": "sermons by T.H.L. Parker suggests that Calvin was a consistent preacher and his style changed"
    },
    {
      "index": 213,
      "start_time": 1211830.0,
      "end_time": 1216389.0,
      "text": "very little over the years. Very little is known about Calvin&#39;s personal"
    },
    {
      "index": 214,
      "start_time": 1216390.0,
      "end_time": 1222451.0,
      "text": "life in Geneva. His house and furniture were owned by the council. The house was big enough"
    },
    {
      "index": 215,
      "start_time": 1222450.0,
      "end_time": 1229450.0,
      "text": "to accommodate his family as well as Antoine&#39;s family and some servants. On 28 July 1542,"
    },
    {
      "index": 216,
      "start_time": 1229450.0,
      "end_time": 1235279.0,
      "text": "Idelette gave birth to a son, Jacques, but he was born prematurely and survived only"
    },
    {
      "index": 217,
      "start_time": 1235280.0,
      "end_time": 1244361.0,
      "text": "briefly. Idelette fell ill in 1545 and died on 29 March 1549. Calvin never married again."
    },
    {
      "index": 218,
      "start_time": 1244360.0,
      "end_time": 1247419.0,
      "text": "He expressed his sorrow in a letter to Viret:"
    },
    {
      "index": 219,
      "start_time": 1247420.0,
      "end_time": 1252571.0,
      "text": "I have been bereaved of the best friend of my life, of one who, if it has been so ordained,"
    },
    {
      "index": 220,
      "start_time": 1252570.0,
      "end_time": 1257909.0,
      "text": "would willingly have shared not only my poverty but also my death. During her life she was"
    },
    {
      "index": 221,
      "start_time": 1257910.0,
      "end_time": 1264831.0,
      "text": "the faithful helper of my ministry. From her I never experienced the slightest hindrance."
    },
    {
      "index": 222,
      "start_time": 1264830.0,
      "end_time": 1268779.0,
      "text": "Throughout the rest of his life in Geneva, he maintained several friendships from his"
    },
    {
      "index": 223,
      "start_time": 1268780.0,
      "end_time": 1274640.0,
      "text": "early years including Montmor, Cordier, Cop, Farel, Melanchthon and Bullinger."
    },
    {
      "index": 224,
      "start_time": 1274640.0,
      "end_time": 1276890.0,
      "text": "Discipline and opposition"
    },
    {
      "index": 225,
      "start_time": 1276890.0,
      "end_time": 1283951.0,
      "text": "Calvin encountered bitter opposition to his work in Geneva. Around 1546, the uncoordinated"
    },
    {
      "index": 226,
      "start_time": 1283950.0,
      "end_time": 1288450.0,
      "text": "forces coalesced into an identifiable group whom he referred to as the libertines, but"
    },
    {
      "index": 227,
      "start_time": 1288450.0,
      "end_time": 1294330.0,
      "text": "who preferred to be called either Spirituels or Patriots. According to Calvin, these were"
    },
    {
      "index": 228,
      "start_time": 1294330.0,
      "end_time": 1298590.0,
      "text": "people who felt that after being liberated through grace, they were exempted from both"
    },
    {
      "index": 229,
      "start_time": 1298590.0,
      "end_time": 1305409.0,
      "text": "ecclesiastical and civil law. The group consisted of wealthy, politically powerful, and interrelated"
    },
    {
      "index": 230,
      "start_time": 1305410.0,
      "end_time": 1312400.0,
      "text": "families of Geneva. At the end of January 1546, Pierre Ameaux, a maker of playing cards"
    },
    {
      "index": 231,
      "start_time": 1312400.0,
      "end_time": 1317270.0,
      "text": "who had already been in conflict with the Consistory, attacked Calvin by calling him"
    },
    {
      "index": 232,
      "start_time": 1317270.0,
      "end_time": 1323280.0,
      "text": "a &quot;Picard&quot;, an epithet denoting anti-French sentiment, and accused him of false doctrine."
    },
    {
      "index": 233,
      "start_time": 1323280.0,
      "end_time": 1328040.0,
      "text": "Ameaux was punished by the council and forced to make expiation by parading through the"
    },
    {
      "index": 234,
      "start_time": 1328040.0,
      "end_time": 1333441.0,
      "text": "city and begging God for forgiveness. A few months later Ami Perrin, the man who had brought"
    },
    {
      "index": 235,
      "start_time": 1333440.0,
      "end_time": 1340309.0,
      "text": "Calvin to Geneva, moved into open opposition. Perrin had married Françoise Favre, daughter"
    },
    {
      "index": 236,
      "start_time": 1340310.0,
      "end_time": 1347250.0,
      "text": "of François Favre, a well-established Genevan merchant. Both Perrin&#39;s wife and father-in-law"
    },
    {
      "index": 237,
      "start_time": 1347250.0,
      "end_time": 1353660.0,
      "text": "had previous conflicts with the Consistory. The court noted that many of Geneva&#39;s notables,"
    },
    {
      "index": 238,
      "start_time": 1353660.0,
      "end_time": 1359130.0,
      "text": "including Perrin, had breached a law against dancing. Initially, Perrin ignored the court"
    },
    {
      "index": 239,
      "start_time": 1359130.0,
      "end_time": 1363951.0,
      "text": "when he was summoned, but after receiving a letter from Calvin, he appeared before the"
    },
    {
      "index": 240,
      "start_time": 1363950.0,
      "end_time": 1368970.0,
      "text": "Consistory. By 1547, opposition to Calvin and other French"
    },
    {
      "index": 241,
      "start_time": 1368970.0,
      "end_time": 1374230.0,
      "text": "refugee ministers had grown to constitute the majority of the syndics, the civil magistrates"
    },
    {
      "index": 242,
      "start_time": 1374230.0,
      "end_time": 1380320.0,
      "text": "of Geneva. On 27 June an unsigned threatening letter in Genevan dialect was found at the"
    },
    {
      "index": 243,
      "start_time": 1380320.0,
      "end_time": 1385840.0,
      "text": "pulpit of St. Pierre Cathedral where Calvin preached. Suspecting a plot against both the"
    },
    {
      "index": 244,
      "start_time": 1385840.0,
      "end_time": 1389399.0,
      "text": "church and the state, the council appointed a commission to investigate. Jacques Gruet,"
    },
    {
      "index": 245,
      "start_time": 1389400.0,
      "end_time": 1396400.0,
      "text": "a Genevan member of Favre&#39;s group, was arrested and incriminating evidence was found when"
    },
    {
      "index": 246,
      "start_time": 1396400.0,
      "end_time": 1401800.0,
      "text": "his house was searched. Under torture, he confessed to several crimes including writing"
    },
    {
      "index": 247,
      "start_time": 1401800.0,
      "end_time": 1407081.0,
      "text": "the letter left in the pulpit which threatened the church leaders. A civil court condemned"
    },
    {
      "index": 248,
      "start_time": 1407080.0,
      "end_time": 1413299.0,
      "text": "Gruet to death and he was beheaded on 26 July. Calvin was not opposed to the civil court&#39;s"
    },
    {
      "index": 249,
      "start_time": 1413300.0,
      "end_time": 1417351.0,
      "text": "decision. The Spirituels and Patriots continued organizing"
    },
    {
      "index": 250,
      "start_time": 1417350.0,
      "end_time": 1423450.0,
      "text": "opposition, insulting the appointed ministers, and challenging the authority of the Consistory."
    },
    {
      "index": 251,
      "start_time": 1423450.0,
      "end_time": 1429749.0,
      "text": "The council straddled both sides of the conflict, alternately admonishing and upholding Calvin."
    },
    {
      "index": 252,
      "start_time": 1429750.0,
      "end_time": 1435711.0,
      "text": "When Perrin was elected first syndic in February 1552, Calvin&#39;s authority appeared to be at"
    },
    {
      "index": 253,
      "start_time": 1435710.0,
      "end_time": 1442330.0,
      "text": "its lowest point. After some losses before the council, Calvin believed he was defeated;"
    },
    {
      "index": 254,
      "start_time": 1442330.0,
      "end_time": 1449240.0,
      "text": "on 24 July 1553 he asked the council to allow him to resign. Although the libertines controlled"
    },
    {
      "index": 255,
      "start_time": 1449240.0,
      "end_time": 1455299.0,
      "text": "the council, his request was refused. The opposition realised that they could curb Calvin&#39;s"
    },
    {
      "index": 256,
      "start_time": 1455300.0,
      "end_time": 1459701.0,
      "text": "authority, but they did not have enough power to banish him."
    },
    {
      "index": 257,
      "start_time": 1459700.0,
      "end_time": 1460379.0,
      "text": "Michael Servetus"
    },
    {
      "index": 258,
      "start_time": 1460380.0,
      "end_time": 1467630.0,
      "text": "The turning point in Calvin&#39;s fortunes occurred when Michael Servetus, a fugitive from ecclesiastical"
    },
    {
      "index": 259,
      "start_time": 1467630.0,
      "end_time": 1474211.0,
      "text": "authorities, appeared in Geneva on 13 August 1553. Servetus was a Spanish physician and"
    },
    {
      "index": 260,
      "start_time": 1474210.0,
      "end_time": 1480200.0,
      "text": "Protestant theologian who boldly criticised the doctrine of the Trinity and paedobaptism."
    },
    {
      "index": 261,
      "start_time": 1480200.0,
      "end_time": 1487279.0,
      "text": "In July 1530 he disputed with Johannes Oecolampadius in Basel and was eventually expelled. He went"
    },
    {
      "index": 262,
      "start_time": 1487280.0,
      "end_time": 1492780.0,
      "text": "to Strasbourg where he published a pamphlet against the Trinity. Bucer publicly refuted"
    },
    {
      "index": 263,
      "start_time": 1492780.0,
      "end_time": 1498841.0,
      "text": "it and asked Servetus to leave. After returning to Basel, Servetus published Two Books of"
    },
    {
      "index": 264,
      "start_time": 1498840.0,
      "end_time": 1504869.0,
      "text": "Dialogues on the Trinity which caused a sensation among Reformers and Catholics alike. The Inquisition"
    },
    {
      "index": 265,
      "start_time": 1504870.0,
      "end_time": 1509430.0,
      "text": "in Spain ordered his arrest. Calvin and Servetus were first brought into"
    },
    {
      "index": 266,
      "start_time": 1509430.0,
      "end_time": 1516111.0,
      "text": "contact in 1546 through a common acquaintance, Jean Frellon of Lyon; they exchanged letters"
    },
    {
      "index": 267,
      "start_time": 1516110.0,
      "end_time": 1522220.0,
      "text": "debating doctrine; Calvin used a pseudonym as Charles d&#39; Espeville, while Servetus left"
    },
    {
      "index": 268,
      "start_time": 1522220.0,
      "end_time": 1529240.0,
      "text": "his unsigned. Eventually, Calvin lost patience and refused to respond; by this time Servetus"
    },
    {
      "index": 269,
      "start_time": 1529240.0,
      "end_time": 1534769.0,
      "text": "had written around thirty letters to Calvin. Calvin was particularly outraged when Servetus"
    },
    {
      "index": 270,
      "start_time": 1534770.0,
      "end_time": 1539540.0,
      "text": "sent him a copy of the Institutes of the Christian Religion heavily annotated with arguments"
    },
    {
      "index": 271,
      "start_time": 1539540.0,
      "end_time": 1545500.0,
      "text": "pointing to errors in the book. When Servetus mentioned that he would come to Geneva, &quot;Espeville&quot;"
    },
    {
      "index": 272,
      "start_time": 1545500.0,
      "end_time": 1551481.0,
      "text": "wrote a letter to Farel on 13 February 1546 noting that if Servetus were to come, he would"
    },
    {
      "index": 273,
      "start_time": 1551480.0,
      "end_time": 1557529.0,
      "text": "not assure him safe conduct: &quot;for if he came, as far as my authority goes, I would not let"
    },
    {
      "index": 274,
      "start_time": 1557530.0,
      "end_time": 1560270.0,
      "text": "him leave alive.&quot; In 1553, Calvin&#39;s front man, Guillaume de"
    },
    {
      "index": 275,
      "start_time": 1560270.0,
      "end_time": 1570711.0,
      "text": "Trie, sent letters trying to address the French Inquisition to Servetus. Calling him a &quot;Spanish-Portuguese&quot;,"
    },
    {
      "index": 276,
      "start_time": 1570710.0,
      "end_time": 1575419.0,
      "text": "suspecting and accusing him of his recently proved Jewish converso origin. De Trie wrote"
    },
    {
      "index": 277,
      "start_time": 1575420.0,
      "end_time": 1580821.0,
      "text": "down that &quot;his proper name is Michael Servetus, but he currently calls himself Villeneufve,"
    },
    {
      "index": 278,
      "start_time": 1580820.0,
      "end_time": 1586700.0,
      "text": "practising medicine. He stayed for some time in Lyon, and now he is living in Vienne.&quot;"
    },
    {
      "index": 279,
      "start_time": 1586700.0,
      "end_time": 1591080.0,
      "text": "When the inquisitor-general of France learned that Servetus was hiding in Vienne, according"
    },
    {
      "index": 280,
      "start_time": 1591080.0,
      "end_time": 1597159.0,
      "text": "to Calvin under an assumed name, he contacted Cardinal François de Tournon, the secretary"
    },
    {
      "index": 281,
      "start_time": 1597160.0,
      "end_time": 1602550.0,
      "text": "of the archbishop of Lyon, to take up the matter. Servetus was arrested and taken in"
    },
    {
      "index": 282,
      "start_time": 1602550.0,
      "end_time": 1608390.0,
      "text": "for questioning. His letters to Calvin were presented as evidence of heresy, but he denied"
    },
    {
      "index": 283,
      "start_time": 1608390.0,
      "end_time": 1614250.0,
      "text": "having written them, and later said he was not sure it was his handwriting. He said,"
    },
    {
      "index": 284,
      "start_time": 1614250.0,
      "end_time": 1618821.0,
      "text": "after swearing before the holy gospel, that &quot;he was Michel De Villeneuve Doctor in Medicine"
    },
    {
      "index": 285,
      "start_time": 1618820.0,
      "end_time": 1624639.0,
      "text": "about 42 years old, native of Tudela of the kingdom of Navarre, a city under the obedience"
    },
    {
      "index": 286,
      "start_time": 1624640.0,
      "end_time": 1629971.0,
      "text": "to the Emperor&quot;. The following day he said: &quot;..although he was not Servetus he assumed"
    },
    {
      "index": 287,
      "start_time": 1629970.0,
      "end_time": 1635509.0,
      "text": "the person of Servet for debating with Calvin&quot;. He managed to escape from prison, and the"
    },
    {
      "index": 288,
      "start_time": 1635510.0,
      "end_time": 1640361.0,
      "text": "Catholic authorities sentenced him in absentia to death by slow burning."
    },
    {
      "index": 289,
      "start_time": 1640360.0,
      "end_time": 1646149.0,
      "text": "On his way to Italy, Servetus stopped in Geneva to visit &quot;d&#39;Espeville&quot;, where he was recognized"
    },
    {
      "index": 290,
      "start_time": 1646150.0,
      "end_time": 1651740.0,
      "text": "and arrested. Calvin&#39;s secretary Nicholas de la Fontaine composed a list of accusations"
    },
    {
      "index": 291,
      "start_time": 1651740.0,
      "end_time": 1657550.0,
      "text": "that was submitted before the court. The prosecutor was Philibert Berthelier, a member of a libertine"
    },
    {
      "index": 292,
      "start_time": 1657550.0,
      "end_time": 1663420.0,
      "text": "family and son of a famous Geneva patriot, and the sessions were led by Pierre Tissot,"
    },
    {
      "index": 293,
      "start_time": 1663420.0,
      "end_time": 1669010.0,
      "text": "Perrin&#39;s brother-in-law. The libertines allowed the trial to drag on in an attempt to harass"
    },
    {
      "index": 294,
      "start_time": 1669010.0,
      "end_time": 1674260.0,
      "text": "Calvin. The difficulty in using Servetus as a weapon against Calvin was that the heretical"
    },
    {
      "index": 295,
      "start_time": 1674260.0,
      "end_time": 1678800.0,
      "text": "reputation of Servetus was widespread and most of the cities in Europe were observing"
    },
    {
      "index": 296,
      "start_time": 1678800.0,
      "end_time": 1684691.0,
      "text": "and awaiting the outcome of the trial. This posed a dilemma for the libertines, so on"
    },
    {
      "index": 297,
      "start_time": 1684690.0,
      "end_time": 1689779.0,
      "text": "21 August the council decided to write to other Swiss cities for their opinions, thus"
    },
    {
      "index": 298,
      "start_time": 1689780.0,
      "end_time": 1695370.0,
      "text": "mitigating their own responsibility for the final decision. While waiting for the responses,"
    },
    {
      "index": 299,
      "start_time": 1695370.0,
      "end_time": 1701071.0,
      "text": "the council also asked Servetus if he preferred to be judged in Vienne or in Geneva. He begged"
    },
    {
      "index": 300,
      "start_time": 1701070.0,
      "end_time": 1707919.0,
      "text": "to stay in Geneva. On 20 October the replies from Zurich, Basel, Bern, and Schaffhausen"
    },
    {
      "index": 301,
      "start_time": 1707920.0,
      "end_time": 1713540.0,
      "text": "were read and the council condemned Servetus as a heretic. The following day he was sentenced"
    },
    {
      "index": 302,
      "start_time": 1713540.0,
      "end_time": 1718900.0,
      "text": "to burning at the stake, the same sentence as in Vienne. Calvin and other ministers,"
    },
    {
      "index": 303,
      "start_time": 1718900.0,
      "end_time": 1723740.0,
      "text": "in an attempt to appear compassionate, asked that he be beheaded instead of burnt, knowing"
    },
    {
      "index": 304,
      "start_time": 1723740.0,
      "end_time": 1729441.0,
      "text": "that burning at the stake was the only legal recourse. This plea was refused and on 27"
    },
    {
      "index": 305,
      "start_time": 1729440.0,
      "end_time": 1734629.0,
      "text": "October, Servetus was burnt alive—atop a pyre of his own books—at the Plateau of"
    },
    {
      "index": 306,
      "start_time": 1734630.0,
      "end_time": 1739701.0,
      "text": "Champel at the edge of Geneva. Securing the Reformation"
    },
    {
      "index": 307,
      "start_time": 1739700.0,
      "end_time": 1744799.0,
      "text": "After the death of Servetus, Calvin was acclaimed a defender of Christianity, but his ultimate"
    },
    {
      "index": 308,
      "start_time": 1744800.0,
      "end_time": 1750020.0,
      "text": "triumph over the libertines was still two years away. He had always insisted that the"
    },
    {
      "index": 309,
      "start_time": 1750020.0,
      "end_time": 1755490.0,
      "text": "Consistory retain the power of excommunication, despite the council&#39;s past decision to take"
    },
    {
      "index": 310,
      "start_time": 1755490.0,
      "end_time": 1761050.0,
      "text": "it away. During Servetus&#39;s trial, Philibert Berthelier asked the council for permission"
    },
    {
      "index": 311,
      "start_time": 1761050.0,
      "end_time": 1767500.0,
      "text": "to take communion, as he had been excommunicated the previous year for insulting a minister."
    },
    {
      "index": 312,
      "start_time": 1767500.0,
      "end_time": 1772601.0,
      "text": "Calvin protested that the council did not have the legal authority to overturn Berthelier&#39;s"
    },
    {
      "index": 313,
      "start_time": 1772600.0,
      "end_time": 1777669.0,
      "text": "excommunication. Unsure of how the council would rule, he hinted in a sermon on 3 September"
    },
    {
      "index": 314,
      "start_time": 1777670.0,
      "end_time": 1784471.0,
      "text": "1553 that he might be dismissed by the authorities. The council decided to re-examine the Ordonnances"
    },
    {
      "index": 315,
      "start_time": 1784470.0,
      "end_time": 1790409.0,
      "text": "and on 18 September it voted in support of Calvin—excommunication was within the jurisdiction"
    },
    {
      "index": 316,
      "start_time": 1790410.0,
      "end_time": 1795990.0,
      "text": "of the Consistory. Berthelier applied for reinstatement to another Genevan administrative"
    },
    {
      "index": 317,
      "start_time": 1795990.0,
      "end_time": 1801961.0,
      "text": "assembly, the Deux Cents, in November. This body reversed the council&#39;s decision and stated"
    },
    {
      "index": 318,
      "start_time": 1801960.0,
      "end_time": 1808080.0,
      "text": "that the final arbiter concerning excommunication should be the council. However, the ministers"
    },
    {
      "index": 319,
      "start_time": 1808080.0,
      "end_time": 1813559.0,
      "text": "continued to protest, and as in the case of Servetus, the opinions of the Swiss churches"
    },
    {
      "index": 320,
      "start_time": 1813560.0,
      "end_time": 1822701.0,
      "text": "were sought. The affair dragged on through 1554. Finally, on 22 January 1555, the council"
    },
    {
      "index": 321,
      "start_time": 1822700.0,
      "end_time": 1827340.0,
      "text": "announced the decision of the Swiss churches: the original Ordonnances were to be kept and"
    },
    {
      "index": 322,
      "start_time": 1827340.0,
      "end_time": 1830759.0,
      "text": "the Consistory was to regain its official powers."
    },
    {
      "index": 323,
      "start_time": 1830760.0,
      "end_time": 1837990.0,
      "text": "The libertines&#39; downfall began with the February 1555 elections. By then, many of the French"
    },
    {
      "index": 324,
      "start_time": 1837990.0,
      "end_time": 1842701.0,
      "text": "refugees had been granted citizenship and with their support, Calvin&#39;s partisans elected"
    },
    {
      "index": 325,
      "start_time": 1842700.0,
      "end_time": 1848549.0,
      "text": "the majority of the syndics and the councillors. On 16 May the libertines took to the streets"
    },
    {
      "index": 326,
      "start_time": 1848550.0,
      "end_time": 1854030.0,
      "text": "in a drunken protest and attempted to burn down a house that was supposedly full of Frenchmen."
    },
    {
      "index": 327,
      "start_time": 1854030.0,
      "end_time": 1858890.0,
      "text": "The syndic Henri Aulbert tried to intervene, carrying with him the baton of office that"
    },
    {
      "index": 328,
      "start_time": 1858890.0,
      "end_time": 1864400.0,
      "text": "symbolised his power. Perrin seized the baton and waved it over the crowd, which gave the"
    },
    {
      "index": 329,
      "start_time": 1864400.0,
      "end_time": 1871081.0,
      "text": "appearance that he was taking power and initiating a coup d&#39;état. The insurrection was soon"
    },
    {
      "index": 330,
      "start_time": 1871080.0,
      "end_time": 1876230.0,
      "text": "over when another syndic appeared and ordered Perrin to go with him to the town hall. Perrin"
    },
    {
      "index": 331,
      "start_time": 1876230.0,
      "end_time": 1881320.0,
      "text": "and other leaders were forced to flee the city. With the approval of Calvin, the other"
    },
    {
      "index": 332,
      "start_time": 1881320.0,
      "end_time": 1886739.0,
      "text": "plotters who remained in the city were found and executed. The opposition to Calvin&#39;s church"
    },
    {
      "index": 333,
      "start_time": 1886740.0,
      "end_time": 1890701.0,
      "text": "polity came to an end. Final years"
    },
    {
      "index": 334,
      "start_time": 1890700.0,
      "end_time": 1895570.0,
      "text": "Calvin&#39;s authority was practically uncontested during his final years, and he enjoyed an"
    },
    {
      "index": 335,
      "start_time": 1895570.0,
      "end_time": 1901859.0,
      "text": "international reputation as a reformer distinct from Martin Luther. Initially, Luther and"
    },
    {
      "index": 336,
      "start_time": 1901860.0,
      "end_time": 1907300.0,
      "text": "Calvin had mutual respect for each other. However, a doctrinal conflict had developed"
    },
    {
      "index": 337,
      "start_time": 1907300.0,
      "end_time": 1912451.0,
      "text": "between Luther and Zurich reformer Huldrych Zwingli on the interpretation of the eucharist."
    },
    {
      "index": 338,
      "start_time": 1912450.0,
      "end_time": 1918409.0,
      "text": "Calvin&#39;s opinion on the issue forced Luther to place him in Zwingli&#39;s camp. Calvin actively"
    },
    {
      "index": 339,
      "start_time": 1918410.0,
      "end_time": 1923130.0,
      "text": "participated in the polemics that were exchanged between the Lutheran and Reformed branches"
    },
    {
      "index": 340,
      "start_time": 1923130.0,
      "end_time": 1929300.0,
      "text": "of the Reformation movement. At the same time, Calvin was dismayed by the lack of unity among"
    },
    {
      "index": 341,
      "start_time": 1929300.0,
      "end_time": 1935810.0,
      "text": "the reformers. He took steps toward rapprochement with Bullinger by signing the Consensus Tigurinus,"
    },
    {
      "index": 342,
      "start_time": 1935810.0,
      "end_time": 1941670.0,
      "text": "a concordat between the Zurich and Geneva churches. He reached out to England when Archbishop"
    },
    {
      "index": 343,
      "start_time": 1941670.0,
      "end_time": 1947890.0,
      "text": "of Canterbury Thomas Cranmer called for an ecumenical synod of all the evangelical churches."
    },
    {
      "index": 344,
      "start_time": 1947890.0,
      "end_time": 1953481.0,
      "text": "Calvin praised the idea, but ultimately Cranmer was unable to bring it to fruition."
    },
    {
      "index": 345,
      "start_time": 1953480.0,
      "end_time": 1960279.0,
      "text": "Calvin sheltered Marian exiles in Geneva starting in 1555. Under the city&#39;s protection, they"
    },
    {
      "index": 346,
      "start_time": 1960280.0,
      "end_time": 1964310.0,
      "text": "were able to form their own reformed church under John Knox and William Whittingham and"
    },
    {
      "index": 347,
      "start_time": 1964310.0,
      "end_time": 1971120.0,
      "text": "eventually carried Calvin&#39;s ideas on doctrine and polity back to England and Scotland. However,"
    },
    {
      "index": 348,
      "start_time": 1971120.0,
      "end_time": 1976430.0,
      "text": "Calvin was most interested in reforming his homeland, France. He supported the building"
    },
    {
      "index": 349,
      "start_time": 1976430.0,
      "end_time": 1983110.0,
      "text": "of churches by distributing literature and sending ministers. Between 1555 and 1562,"
    },
    {
      "index": 350,
      "start_time": 1983110.0,
      "end_time": 1989380.0,
      "text": "more than 100 ministers were sent to France. These efforts were funded by the church in"
    },
    {
      "index": 351,
      "start_time": 1989380.0,
      "end_time": 1994571.0,
      "text": "Geneva, as the city council had refused to become involved in missionary activities at"
    },
    {
      "index": 352,
      "start_time": 1994570.0,
      "end_time": 2000450.0,
      "text": "the time. Henry II severely persecuted Protestants under the Edict of Chateaubriand and when"
    },
    {
      "index": 353,
      "start_time": 2000450.0,
      "end_time": 2005119.0,
      "text": "the French authorities complained about the missionary activities, Geneva was able to"
    },
    {
      "index": 354,
      "start_time": 2005120.0,
      "end_time": 2006941.0,
      "text": "disclaim responsibility."
    },
    {
      "index": 355,
      "start_time": 2006940.0,
      "end_time": 2012999.0,
      "text": "Within Geneva, Calvin&#39;s main concern was the creation of a collège, an institute for the"
    },
    {
      "index": 356,
      "start_time": 2013000.0,
      "end_time": 2019910.0,
      "text": "education of children. A site for the school was selected on 25 March 1558 and it opened"
    },
    {
      "index": 357,
      "start_time": 2019910.0,
      "end_time": 2026280.0,
      "text": "the following year on 5 June 1559. Although the school was a single institution, it was"
    },
    {
      "index": 358,
      "start_time": 2026280.0,
      "end_time": 2032160.0,
      "text": "divided into two parts: a grammar school called the collège or schola privata and an advanced"
    },
    {
      "index": 359,
      "start_time": 2032160.0,
      "end_time": 2038201.0,
      "text": "school called the académie or schola publica. Calvin tried to recruit two professors for"
    },
    {
      "index": 360,
      "start_time": 2038200.0,
      "end_time": 2044460.0,
      "text": "the institute, Mathurin Cordier, his old friend and Latin scholar who was now based in Lausanne,"
    },
    {
      "index": 361,
      "start_time": 2044460.0,
      "end_time": 2050600.0,
      "text": "and Emmanuel Tremellius, the Regius professor of Hebrew in Cambridge. Neither was available,"
    },
    {
      "index": 362,
      "start_time": 2050600.0,
      "end_time": 2057070.0,
      "text": "but he succeeded in obtaining Theodore Beza as rector. Within five years there were 1,200"
    },
    {
      "index": 363,
      "start_time": 2057070.0000000002,
      "end_time": 2062890.0000000002,
      "text": "students in the grammar school and 300 in the advanced school. The collège eventually"
    },
    {
      "index": 364,
      "start_time": 2062889.9999999998,
      "end_time": 2069499.9999999998,
      "text": "became the Collège Calvin, one of the college preparatory schools of Geneva, while the académie"
    },
    {
      "index": 365,
      "start_time": 2069500.0,
      "end_time": 2072169.0,
      "text": "became the University of Geneva."
    },
    {
      "index": 366,
      "start_time": 2072170.0,
      "end_time": 2078221.0,
      "text": "In the autumn of 1558, Calvin became ill with a fever. Since he was afraid that he might"
    },
    {
      "index": 367,
      "start_time": 2078219.9999999998,
      "end_time": 2084109.9999999998,
      "text": "die before completing the final revision of the Institutes, he forced himself to work."
    },
    {
      "index": 368,
      "start_time": 2084110.0000000002,
      "end_time": 2088679.0000000002,
      "text": "The final edition was greatly expanded to the extent that Calvin referred to it as a"
    },
    {
      "index": 369,
      "start_time": 2088679.9999999998,
      "end_time": 2094950.9999999998,
      "text": "new work. The expansion from the 21 chapters of the previous edition to 80 was due to the"
    },
    {
      "index": 370,
      "start_time": 2094949.9999999998,
      "end_time": 2100800.0,
      "text": "extended treatment of existing material rather than the addition of new topics. Shortly after"
    },
    {
      "index": 371,
      "start_time": 2100800.0,
      "end_time": 2105540.0,
      "text": "he recovered, he strained his voice while preaching, which brought on a violent fit"
    },
    {
      "index": 372,
      "start_time": 2105540.0,
      "end_time": 2111210.0,
      "text": "of coughing. He burst a blood-vessel in his lungs, and his health steadily declined. He"
    },
    {
      "index": 373,
      "start_time": 2111210.0,
      "end_time": 2118940.0,
      "text": "preached his final sermon in St. Pierre on 6 February 1564. On 25 April, he made his"
    },
    {
      "index": 374,
      "start_time": 2118940.0,
      "end_time": 2125540.0,
      "text": "will, in which he left small sums to his family and to the collège. A few days later, the"
    },
    {
      "index": 375,
      "start_time": 2125540.0,
      "end_time": 2129730.0,
      "text": "ministers of the church came to visit him, and he bade his final farewell, which was"
    },
    {
      "index": 376,
      "start_time": 2129730.0,
      "end_time": 2135680.0,
      "text": "recorded in Discours d&#39;adieu aux ministres. He recounted his life in Geneva, sometimes"
    },
    {
      "index": 377,
      "start_time": 2135680.0,
      "end_time": 2141980.0,
      "text": "recalling bitterly some of the hardships he had suffered. Calvin died on 27 May 1564"
    },
    {
      "index": 378,
      "start_time": 2141980.0,
      "end_time": 2149080.0,
      "text": "aged 54. At first his body was laid in state, but since so many people came to see it, the"
    },
    {
      "index": 379,
      "start_time": 2149080.0,
      "end_time": 2153900.0,
      "text": "reformers were afraid that they would be accused of fostering a new saint&#39;s cult. On the following"
    },
    {
      "index": 380,
      "start_time": 2153900.0,
      "end_time": 2160230.0,
      "text": "day, he was buried in an unmarked grave in the Cimetière des Rois. While the exact location"
    },
    {
      "index": 381,
      "start_time": 2160230.0,
      "end_time": 2165170.0,
      "text": "of the grave is unknown, a stone was added in the 19th century to mark a grave traditionally"
    },
    {
      "index": 382,
      "start_time": 2165170.0,
      "end_time": 2169020.0,
      "text": "thought to be Calvin&#39;s. Theology"
    },
    {
      "index": 383,
      "start_time": 2169020.0,
      "end_time": 2173820.0,
      "text": "Calvin developed his theology in his biblical commentaries as well as his sermons and treatises,"
    },
    {
      "index": 384,
      "start_time": 2173820.0,
      "end_time": 2179490.0,
      "text": "but the most concise expression of his views is found in his magnum opus, the Institutes"
    },
    {
      "index": 385,
      "start_time": 2179490.0,
      "end_time": 2184530.0,
      "text": "of the Christian Religion. He intended that the book be used as a summary of his views"
    },
    {
      "index": 386,
      "start_time": 2184530.0,
      "end_time": 2189460.0,
      "text": "on Christian theology and that it be read in conjunction with his commentaries. The"
    },
    {
      "index": 387,
      "start_time": 2189460.0,
      "end_time": 2194430.0,
      "text": "various editions of that work span nearly his entire career as a reformer, and the successive"
    },
    {
      "index": 388,
      "start_time": 2194430.0,
      "end_time": 2198840.0,
      "text": "revisions of the book show that his theology changed very little from his youth to his"
    },
    {
      "index": 389,
      "start_time": 2198840.0,
      "end_time": 2206720.0,
      "text": "death. The first edition from 1536 consisted of only six chapters. The second edition,"
    },
    {
      "index": 390,
      "start_time": 2206720.0,
      "end_time": 2211910.0,
      "text": "published in 1539, was three times as long because he added chapters on subjects that"
    },
    {
      "index": 391,
      "start_time": 2211910.0,
      "end_time": 2218960.0,
      "text": "appear in Melanchthon&#39;s Loci Communes. In 1543, he again added new material and expanded"
    },
    {
      "index": 392,
      "start_time": 2218960.0,
      "end_time": 2225970.0,
      "text": "a chapter on the Apostles&#39; Creed. The final edition of the Institutes appeared in 1559."
    },
    {
      "index": 393,
      "start_time": 2225970.0,
      "end_time": 2230900.0,
      "text": "By then, the work consisted of four books of eighty chapters, and each book was named"
    },
    {
      "index": 394,
      "start_time": 2230900.0,
      "end_time": 2236260.0,
      "text": "after statements from the creed: Book 1 on God the Creator, Book 2 on the Redeemer in"
    },
    {
      "index": 395,
      "start_time": 2236260.0,
      "end_time": 2241150.0,
      "text": "Christ, Book 3 on receiving the Grace of Christ through the Holy Spirit, and Book 4 on the"
    },
    {
      "index": 396,
      "start_time": 2241150.0,
      "end_time": 2243980.0,
      "text": "Society of Christ or the Church."
    },
    {
      "index": 397,
      "start_time": 2243980.0,
      "end_time": 2249210.0,
      "text": "The first statement in the Institutes acknowledges its central theme. It states that the sum"
    },
    {
      "index": 398,
      "start_time": 2249210.0,
      "end_time": 2255120.0,
      "text": "of human wisdom consists of two parts: the knowledge of God and of ourselves. Calvin"
    },
    {
      "index": 399,
      "start_time": 2255120.0,
      "end_time": 2260380.0,
      "text": "argues that the knowledge of God is not inherent in humanity nor can it be discovered by observing"
    },
    {
      "index": 400,
      "start_time": 2260380.0,
      "end_time": 2266950.0,
      "text": "this world. The only way to obtain it is to study scripture. Calvin writes, &quot;For anyone"
    },
    {
      "index": 401,
      "start_time": 2266950.0,
      "end_time": 2272200.0,
      "text": "to arrive at God the Creator he needs Scripture as his Guide and Teacher.&quot; He does not try"
    },
    {
      "index": 402,
      "start_time": 2272200.0,
      "end_time": 2278390.0,
      "text": "to prove the authority of scripture but rather describes it as autopiston or self-authenticating."
    },
    {
      "index": 403,
      "start_time": 2278390.0,
      "end_time": 2283840.0,
      "text": "He defends the trinitarian view of God and, in a strong polemical stand against the Catholic"
    },
    {
      "index": 404,
      "start_time": 2283840.0,
      "end_time": 2289150.0,
      "text": "Church, argues that images of God lead to idolatry. At the end of the first book, he"
    },
    {
      "index": 405,
      "start_time": 2289150.0,
      "end_time": 2294340.0,
      "text": "offers his views on providence, writing, &quot;By his Power God cherishes and guards the World"
    },
    {
      "index": 406,
      "start_time": 2294340.0,
      "end_time": 2299740.0,
      "text": "which he made and by his Providence rules its individual Parts.&quot; Humans are unable to"
    },
    {
      "index": 407,
      "start_time": 2299740.0,
      "end_time": 2305560.0,
      "text": "fully comprehend why God performs any particular action, but whatever good or evil people may"
    },
    {
      "index": 408,
      "start_time": 2305560.0,
      "end_time": 2310770.0,
      "text": "practise, their efforts always result in the execution of God&#39;s will and judgments."
    },
    {
      "index": 409,
      "start_time": 2310770.0,
      "end_time": 2314980.0,
      "text": "The second book includes several essays on the original sin and the fall of man, which"
    },
    {
      "index": 410,
      "start_time": 2314980.0,
      "end_time": 2320760.0,
      "text": "directly refer to Augustine, who developed these doctrines. He often cited the Church"
    },
    {
      "index": 411,
      "start_time": 2320760.0,
      "end_time": 2324790.0,
      "text": "Fathers in order to defend the reformed cause against the charge that the reformers were"
    },
    {
      "index": 412,
      "start_time": 2324790.0,
      "end_time": 2330790.0,
      "text": "creating new theology. In Calvin&#39;s view, sin began with the fall of Adam and propagated"
    },
    {
      "index": 413,
      "start_time": 2330790.0,
      "end_time": 2335990.0,
      "text": "to all of humanity. The domination of sin is complete to the point that people are driven"
    },
    {
      "index": 414,
      "start_time": 2335990.0,
      "end_time": 2341690.0,
      "text": "to evil. Thus fallen humanity is in need of the redemption that can be found in Christ."
    },
    {
      "index": 415,
      "start_time": 2341690.0,
      "end_time": 2346890.0,
      "text": "But before Calvin expounded on this doctrine, he described the special situation of the"
    },
    {
      "index": 416,
      "start_time": 2346890.0,
      "end_time": 2352530.0,
      "text": "Jews who lived during the time of the Old Testament. God made a covenant with Abraham,"
    },
    {
      "index": 417,
      "start_time": 2352530.0,
      "end_time": 2358470.0,
      "text": "promising the coming of Christ. Hence, the Old Covenant was not in opposition to Christ,"
    },
    {
      "index": 418,
      "start_time": 2358470.0,
      "end_time": 2364070.0,
      "text": "but was rather a continuation of God&#39;s promise. Calvin then describes the New Covenant using"
    },
    {
      "index": 419,
      "start_time": 2364070.0,
      "end_time": 2368410.0,
      "text": "the passage from the Apostles&#39; Creed that describes Christ&#39;s suffering under Pontius"
    },
    {
      "index": 420,
      "start_time": 2368410.0,
      "end_time": 2373400.0,
      "text": "Pilate and his return to judge the living and the dead. For Calvin, the whole course"
    },
    {
      "index": 421,
      "start_time": 2373400.0,
      "end_time": 2378780.0,
      "text": "of Christ&#39;s obedience to the Father removed the discord between humanity and God."
    },
    {
      "index": 422,
      "start_time": 2378780.0,
      "end_time": 2383860.0,
      "text": "In the third book, Calvin describes how the spiritual union of Christ and humanity is"
    },
    {
      "index": 423,
      "start_time": 2383860.0,
      "end_time": 2390050.0,
      "text": "achieved. He first defines faith as the firm and certain knowledge of God in Christ. The"
    },
    {
      "index": 424,
      "start_time": 2390050.0,
      "end_time": 2394840.0,
      "text": "immediate effects of faith are repentance and the remission of sin. This is followed"
    },
    {
      "index": 425,
      "start_time": 2394840.0,
      "end_time": 2400330.0,
      "text": "by spiritual regeneration, which returns the believer to the state of holiness before Adam&#39;s"
    },
    {
      "index": 426,
      "start_time": 2400330.0,
      "end_time": 2406370.0,
      "text": "transgression. However, complete perfection is unattainable in this life, and the believer"
    },
    {
      "index": 427,
      "start_time": 2406370.0,
      "end_time": 2411660.0,
      "text": "should expect a continual struggle against sin. Several chapters are then devoted to"
    },
    {
      "index": 428,
      "start_time": 2411660.0,
      "end_time": 2417640.0,
      "text": "the subject of justification by faith alone. He defined justification as &quot;the acceptance"
    },
    {
      "index": 429,
      "start_time": 2417640.0,
      "end_time": 2423680.0,
      "text": "by which God regards us as righteous whom he has received into grace.&quot; In this definition,"
    },
    {
      "index": 430,
      "start_time": 2423680.0,
      "end_time": 2427580.0,
      "text": "it is clear that it is God who initiates and carries through the action and that people"
    },
    {
      "index": 431,
      "start_time": 2427580.0,
      "end_time": 2434470.0,
      "text": "play no role; God is completely sovereign in salvation. Near the end of the book, Calvin"
    },
    {
      "index": 432,
      "start_time": 2434470.0,
      "end_time": 2440090.0,
      "text": "describes and defends the doctrine of predestination, a doctrine advanced by Augustine in opposition"
    },
    {
      "index": 433,
      "start_time": 2440090.0,
      "end_time": 2445600.0,
      "text": "to the teachings of Pelagius. Fellow theologians who followed the Augustinian tradition on"
    },
    {
      "index": 434,
      "start_time": 2445600.0,
      "end_time": 2451010.0,
      "text": "this point included Thomas Aquinas and Martin Luther, though Calvin&#39;s formulation of the"
    },
    {
      "index": 435,
      "start_time": 2451010.0,
      "end_time": 2456130.0,
      "text": "doctrine went further than the tradition that went before him. The principle, in Calvin&#39;s"
    },
    {
      "index": 436,
      "start_time": 2456130.0,
      "end_time": 2461670.0,
      "text": "words, is that &quot;All are not created on equal terms, but some are preordained to eternal"
    },
    {
      "index": 437,
      "start_time": 2461670.0,
      "end_time": 2468340.0,
      "text": "life, others to eternal damnation; and, accordingly, as each has been created for one or other"
    },
    {
      "index": 438,
      "start_time": 2468340.0,
      "end_time": 2473140.0,
      "text": "of these ends, we say that he has been predestinated to life or to death.&quot;"
    },
    {
      "index": 439,
      "start_time": 2473140.0,
      "end_time": 2478710.0,
      "text": "The final book describes what he considers to be the true Church and its ministry, authority,"
    },
    {
      "index": 440,
      "start_time": 2478710.0,
      "end_time": 2484170.0,
      "text": "and sacraments. He denied the papal claim to primacy and the accusation that the reformers"
    },
    {
      "index": 441,
      "start_time": 2484170.0,
      "end_time": 2489780.0,
      "text": "were schismatic. For Calvin, the Church was defined as the body of believers who placed"
    },
    {
      "index": 442,
      "start_time": 2489780.0,
      "end_time": 2496700.0,
      "text": "Christ at its head. By definition, there was only one &quot;catholic&quot; or &quot;universal&quot; Church."
    },
    {
      "index": 443,
      "start_time": 2496700.0,
      "end_time": 2501280.0,
      "text": "Hence, he argued that the reformers &quot;had to leave them in order that we might come to"
    },
    {
      "index": 444,
      "start_time": 2501280.0,
      "end_time": 2506530.0,
      "text": "Christ.&quot; The ministers of the Church are described from a passage from Ephesians, and they consisted"
    },
    {
      "index": 445,
      "start_time": 2506530.0,
      "end_time": 2513720.0,
      "text": "of apostles, prophets, evangelists, pastors, and doctors. Calvin regarded the first three"
    },
    {
      "index": 446,
      "start_time": 2513720.0,
      "end_time": 2519860.0,
      "text": "offices as temporary, limited in their existence to the time of the New Testament. The latter"
    },
    {
      "index": 447,
      "start_time": 2519860.0,
      "end_time": 2524980.0,
      "text": "two offices were established in the church in Geneva. Although Calvin respected the work"
    },
    {
      "index": 448,
      "start_time": 2524980.0,
      "end_time": 2530450.0,
      "text": "of the ecumenical councils, he considered them to be subject to God&#39;s Word found in"
    },
    {
      "index": 449,
      "start_time": 2530450.0,
      "end_time": 2535020.0,
      "text": "scripture. He also believed that the civil and church authorities were separate and should"
    },
    {
      "index": 450,
      "start_time": 2535020.0,
      "end_time": 2539820.0,
      "text": "not interfere with each other. Calvin defined a sacrament as an earthly sign"
    },
    {
      "index": 451,
      "start_time": 2539820.0,
      "end_time": 2545580.0,
      "text": "associated with a promise from God. He accepted only two sacraments as valid under the new"
    },
    {
      "index": 452,
      "start_time": 2545580.0,
      "end_time": 2551200.0,
      "text": "covenant: baptism and the Lord&#39;s Supper. He completely rejected the Catholic doctrine"
    },
    {
      "index": 453,
      "start_time": 2551200.0,
      "end_time": 2556690.0,
      "text": "of transubstantiation and the treatment of the Supper as a sacrifice. He also could not"
    },
    {
      "index": 454,
      "start_time": 2556690.0,
      "end_time": 2561470.0,
      "text": "accept the Lutheran doctrine of sacramental union in which Christ was &quot;in, with and under&quot;"
    },
    {
      "index": 455,
      "start_time": 2561470.0,
      "end_time": 2568430.0,
      "text": "the elements. His own view was close to Zwingli&#39;s symbolic view, but it was not identical. Rather"
    },
    {
      "index": 456,
      "start_time": 2568430.0,
      "end_time": 2573830.0,
      "text": "than holding a purely symbolic view, Calvin noted that with the participation of the Holy"
    },
    {
      "index": 457,
      "start_time": 2573830.0,
      "end_time": 2579470.0,
      "text": "Spirit, faith was nourished and strengthened by the sacrament. In his words, the eucharistic"
    },
    {
      "index": 458,
      "start_time": 2579470.0,
      "end_time": 2585600.0,
      "text": "rite was &quot;a secret too sublime for my mind to understand or words to express. I experience"
    },
    {
      "index": 459,
      "start_time": 2585600.0,
      "end_time": 2589170.0,
      "text": "it rather than understand it.&quot; Controversies"
    },
    {
      "index": 460,
      "start_time": 2589170.0,
      "end_time": 2595610.0,
      "text": "Calvin&#39;s theology was not without controversy. Pierre Caroli, a Protestant minister in Lausanne"
    },
    {
      "index": 461,
      "start_time": 2595610.0,
      "end_time": 2602500.0,
      "text": "accused Calvin as well as Viret and Farel of Arianism in 1536. Calvin defended his beliefs"
    },
    {
      "index": 462,
      "start_time": 2602500.0,
      "end_time": 2609150.0,
      "text": "on the Trinity in Confessio de Trinitate propter calumnias P. Caroli. In 1551 Jérôme-Hermès"
    },
    {
      "index": 463,
      "start_time": 2609150.0,
      "end_time": 2616010.0,
      "text": "Bolsec, a physician in Geneva, attacked Calvin&#39;s doctrine of predestination and accused him"
    },
    {
      "index": 464,
      "start_time": 2616010.0,
      "end_time": 2621790.0,
      "text": "of making God the author of sin. Bolsec was banished from the city, and after Calvin&#39;s"
    },
    {
      "index": 465,
      "start_time": 2621790.0,
      "end_time": 2626920.0,
      "text": "death, he wrote a biography which severely maligned Calvin&#39;s character. In the following"
    },
    {
      "index": 466,
      "start_time": 2626920.0,
      "end_time": 2632950.0,
      "text": "year, Joachim Westphal, a Gnesio-Lutheran pastor in Hamburg, condemned Calvin and Zwingli"
    },
    {
      "index": 467,
      "start_time": 2632950.0,
      "end_time": 2638470.0,
      "text": "as heretics in denying the eucharistic doctrine of the union of Christ&#39;s body with the elements."
    },
    {
      "index": 468,
      "start_time": 2638470.0,
      "end_time": 2646320.0,
      "text": "Calvin&#39;s Defensio sanae et orthodoxae doctrinae de sacramentis was his response in 1555. In"
    },
    {
      "index": 469,
      "start_time": 2646320.0,
      "end_time": 2653070.0,
      "text": "1556 Justus Velsius, a Dutch dissident, held a public disputation with Calvin during his"
    },
    {
      "index": 470,
      "start_time": 2653070.0,
      "end_time": 2660250.0,
      "text": "visit to Frankfurt, in which Velsius defended free will against Calvin&#39;s doctrine of predestination."
    },
    {
      "index": 471,
      "start_time": 2660250.0,
      "end_time": 2666330.0,
      "text": "Following the execution of Servetus, a close associate of Calvin, Sebastian Castellio,"
    },
    {
      "index": 472,
      "start_time": 2666330.0,
      "end_time": 2672410.0,
      "text": "broke with him on the issue of the treatment of heretics. In Castellio&#39;s Treatise on Heretics,"
    },
    {
      "index": 473,
      "start_time": 2672410.0,
      "end_time": 2677640.0,
      "text": "he argued for a focus on Christ&#39;s moral teachings in place of the vanity of theology, and he"
    },
    {
      "index": 474,
      "start_time": 2677640.0,
      "end_time": 2682610.0,
      "text": "afterward developed a theory of tolerance based on biblical principles."
    },
    {
      "index": 475,
      "start_time": 2682610.0,
      "end_time": 2685910.0,
      "text": "Calvin and the Jews Scholars have debated Calvin&#39;s view of the"
    },
    {
      "index": 476,
      "start_time": 2685910.0,
      "end_time": 2691930.0,
      "text": "Jews and Judaism. Some have argued that Calvin was the least anti-semitic among all the major"
    },
    {
      "index": 477,
      "start_time": 2691930.0,
      "end_time": 2698000.0,
      "text": "reformers of his time, especially in comparison to Martin Luther. Others have argued that"
    },
    {
      "index": 478,
      "start_time": 2698000.0,
      "end_time": 2704020.0,
      "text": "Calvin was firmly within the anti-semitic camp. Scholars agree, however, that it is"
    },
    {
      "index": 479,
      "start_time": 2704020.0,
      "end_time": 2708870.0,
      "text": "important to distinguish between Calvin&#39;s views toward the biblical Jews and his attitude"
    },
    {
      "index": 480,
      "start_time": 2708870.0,
      "end_time": 2714850.0,
      "text": "toward contemporary Jews. In his theology, Calvin does not differentiate between God&#39;s"
    },
    {
      "index": 481,
      "start_time": 2714850.0,
      "end_time": 2720650.0,
      "text": "covenant with Israel and the New Covenant. He stated, &quot;all the children of the promise,"
    },
    {
      "index": 482,
      "start_time": 2720650.0,
      "end_time": 2725680.0,
      "text": "reborn of God, who have obeyed the commands by faith working through love, have belonged"
    },
    {
      "index": 483,
      "start_time": 2725680.0,
      "end_time": 2731020.0,
      "text": "to the New Covenant since the world began.&quot; Still he was a supersessionist and argued"
    },
    {
      "index": 484,
      "start_time": 2731020.0,
      "end_time": 2736620.0,
      "text": "that the Jews are a rejected people who must embrace Jesus to re-enter the covenant."
    },
    {
      "index": 485,
      "start_time": 2736620.0,
      "end_time": 2742400.0,
      "text": "Most of Calvin&#39;s statements on the Jewry of his era were polemical. For example, Calvin"
    },
    {
      "index": 486,
      "start_time": 2742400.0,
      "end_time": 2747420.0,
      "text": "once wrote, &quot;I have had much conversation with many Jews: I have never seen either a"
    },
    {
      "index": 487,
      "start_time": 2747420.0,
      "end_time": 2753190.0,
      "text": "drop of piety or a grain of truth or ingenuousness – nay, I have never found common sense in"
    },
    {
      "index": 488,
      "start_time": 2753190.0,
      "end_time": 2759170.0,
      "text": "any Jew.&quot; In this respect, he differed little from other Protestant and Catholic theologians"
    },
    {
      "index": 489,
      "start_time": 2759170.0,
      "end_time": 2765480.0,
      "text": "of his day. Among his extant writings, Calvin only dealt explicitly with issues of contemporary"
    },
    {
      "index": 490,
      "start_time": 2765480.0,
      "end_time": 2771730.0,
      "text": "Jews and Judaism in one treatise, Response to Questions and Objections of a Certain Jew."
    },
    {
      "index": 491,
      "start_time": 2771730.0,
      "end_time": 2776220.0,
      "text": "In it, he argued that Jews misread their own scriptures because they miss the unity of"
    },
    {
      "index": 492,
      "start_time": 2776220.0,
      "end_time": 2779900.0,
      "text": "the Old and New Testaments. Political thought"
    },
    {
      "index": 493,
      "start_time": 2779900.0,
      "end_time": 2784660.0,
      "text": "The aim of Calvin&#39;s political theory was to safeguard the rights and freedoms of ordinary"
    },
    {
      "index": 494,
      "start_time": 2784660.0,
      "end_time": 2789660.0,
      "text": "people. Although he was convinced that the Bible contained no blueprint for a certain"
    },
    {
      "index": 495,
      "start_time": 2789660.0,
      "end_time": 2795900.0,
      "text": "form of government, Calvin favored a combination of democracy and aristocracy. He appreciated"
    },
    {
      "index": 496,
      "start_time": 2795900.0,
      "end_time": 2802230.0,
      "text": "the advantages of democracy. To further minimize the misuse of political power, Calvin proposed"
    },
    {
      "index": 497,
      "start_time": 2802230.0,
      "end_time": 2808470.0,
      "text": "to divide it among several political institutions like the aristocracy, lower estates, or magistrates"
    },
    {
      "index": 498,
      "start_time": 2808470.0,
      "end_time": 2814620.0,
      "text": "in a system of checks and balances. Finally, Calvin taught that if rulers rise up against"
    },
    {
      "index": 499,
      "start_time": 2814620.0,
      "end_time": 2819710.0,
      "text": "God they lose their divine right and must be put down. State and church are separate,"
    },
    {
      "index": 500,
      "start_time": 2819710.0,
      "end_time": 2824810.0,
      "text": "though they have to cooperate to the benefit of the people. Christian magistrates have"
    },
    {
      "index": 501,
      "start_time": 2824810.0,
      "end_time": 2830660.0,
      "text": "to make sure that the church can fulfill its duties in freedom. In extreme cases the magistrates"
    },
    {
      "index": 502,
      "start_time": 2830660.0,
      "end_time": 2837750.0,
      "text": "have to expel or execute dangerous heretics. But nobody can be forced to become a Protestant."
    },
    {
      "index": 503,
      "start_time": 2837750.0,
      "end_time": 2842950.0,
      "text": "Calvin thought that agriculture and the traditional crafts were normal human activities. With"
    },
    {
      "index": 504,
      "start_time": 2842950.0,
      "end_time": 2847500.0,
      "text": "regard to trade and the financial world he was more liberal than Luther, but both were"
    },
    {
      "index": 505,
      "start_time": 2847500.0,
      "end_time": 2853120.0,
      "text": "strictly opposed to usury. However, Calvin allowed the charging of modest interest rates"
    },
    {
      "index": 506,
      "start_time": 2853120.0,
      "end_time": 2858240.0,
      "text": "on loans. Like the other Reformers Calvin understood work as a means through which the"
    },
    {
      "index": 507,
      "start_time": 2858240.0,
      "end_time": 2862800.0,
      "text": "believers expressed their gratitude to God for their redemption in Christ and as a service"
    },
    {
      "index": 508,
      "start_time": 2862800.0,
      "end_time": 2869880.0,
      "text": "to their neighbors. Everybody was obliged to work; loafing and begging were rejected."
    },
    {
      "index": 509,
      "start_time": 2869880.0,
      "end_time": 2874800.0,
      "text": "The idea that economic success was a visible sign of God&#39;s grace played only a minor role"
    },
    {
      "index": 510,
      "start_time": 2874800.0,
      "end_time": 2881470.0,
      "text": "in Calvin&#39;s thinking. It became more important in later, partly secularized forms of Calvinism"
    },
    {
      "index": 511,
      "start_time": 2881470.0,
      "end_time": 2886890.0,
      "text": "and became the starting-point of Max Weber&#39;s theory about the rise of capitalism."
    },
    {
      "index": 512,
      "start_time": 2886890.0,
      "end_time": 2888550.0,
      "text": "Selected works"
    },
    {
      "index": 513,
      "start_time": 2888550.0,
      "end_time": 2893850.0,
      "text": "Calvin&#39;s first published work was a commentary of Seneca the Younger&#39;s De Clementia. Published"
    },
    {
      "index": 514,
      "start_time": 2893850.0,
      "end_time": 2899340.0,
      "text": "at his own expense in 1532, it showed that he was a humanist in the tradition of Erasmus"
    },
    {
      "index": 515,
      "start_time": 2899340.0,
      "end_time": 2905360.0,
      "text": "with a thorough understanding of classical scholarship. His first theological work, the"
    },
    {
      "index": 516,
      "start_time": 2905360.0,
      "end_time": 2912100.0,
      "text": "Psychopannychia, attempted to refute the doctrine of soul sleep as promulgated by the Anabaptists."
    },
    {
      "index": 517,
      "start_time": 2912100.0,
      "end_time": 2916570.0,
      "text": "Calvin probably wrote it during the period following Cop&#39;s speech, but it was not published"
    },
    {
      "index": 518,
      "start_time": 2916570.0,
      "end_time": 2920110.0,
      "text": "until 1542 in Strasbourg."
    },
    {
      "index": 519,
      "start_time": 2920110.0,
      "end_time": 2924730.0,
      "text": "Calvin produced commentaries on most of the books of the Bible. His first commentary on"
    },
    {
      "index": 520,
      "start_time": 2924730.0,
      "end_time": 2931700.0,
      "text": "Romans was published in 1540, and he planned to write commentaries on the entire New Testament."
    },
    {
      "index": 521,
      "start_time": 2931700.0,
      "end_time": 2936700.0,
      "text": "Six years passed before he wrote his second, a commentary on I Corinthians, but after that"
    },
    {
      "index": 522,
      "start_time": 2936700.0,
      "end_time": 2942280.0,
      "text": "he devoted more attention to reaching his goal. Within four years he had published commentaries"
    },
    {
      "index": 523,
      "start_time": 2942280.0,
      "end_time": 2948490.0,
      "text": "on all the Pauline epistles, and he also revised the commentary on Romans. He then turned his"
    },
    {
      "index": 524,
      "start_time": 2948490.0,
      "end_time": 2954880.0,
      "text": "attention to the general epistles, dedicating them to Edward VI of England. By 1555 he had"
    },
    {
      "index": 525,
      "start_time": 2954880.0,
      "end_time": 2960750.0,
      "text": "completed his work on the New Testament, finishing with the Acts and the Gospels. For the Old"
    },
    {
      "index": 526,
      "start_time": 2960750.0,
      "end_time": 2966820.0,
      "text": "Testament, he wrote commentaries on Isaiah, the books of the Pentateuch, the Psalms, and"
    },
    {
      "index": 527,
      "start_time": 2966820.0,
      "end_time": 2971890.0,
      "text": "Joshua. The material for the commentaries often originated from lectures to students"
    },
    {
      "index": 528,
      "start_time": 2971890.0,
      "end_time": 2979020.0,
      "text": "and ministers that he reworked for publication. However, from 1557 onwards, he could not find"
    },
    {
      "index": 529,
      "start_time": 2979020.0,
      "end_time": 2983650.0,
      "text": "the time to continue this method, and he gave permission for his lectures to be published"
    },
    {
      "index": 530,
      "start_time": 2983650.0,
      "end_time": 2990430.0,
      "text": "from stenographers&#39; notes. These Praelectiones covered the minor prophets, Daniel, Jeremiah,"
    },
    {
      "index": 531,
      "start_time": 2990430.0,
      "end_time": 2997470.0,
      "text": "Lamentations, and part of Ezekiel. Calvin also wrote many letters and treatises."
    },
    {
      "index": 532,
      "start_time": 2997470.0,
      "end_time": 3002350.0,
      "text": "Following the Responsio ad Sadoletum, Calvin wrote an open letter at the request of Bucer"
    },
    {
      "index": 533,
      "start_time": 3002350.0,
      "end_time": 3009710.0,
      "text": "to Charles V in 1543, Supplex exhortatio ad Caesarem, defending the reformed faith. This"
    },
    {
      "index": 534,
      "start_time": 3009710.0,
      "end_time": 3015640.0,
      "text": "was followed by an open letter to the pope in 1544, in which Calvin admonished Paul III"
    },
    {
      "index": 535,
      "start_time": 3015640.0,
      "end_time": 3020930.0,
      "text": "for depriving the reformers of any prospect of rapprochement. The pope proceeded to open"
    },
    {
      "index": 536,
      "start_time": 3020930.0,
      "end_time": 3026710.0,
      "text": "the Council of Trent, which resulted in decrees against the reformers. Calvin refuted the"
    },
    {
      "index": 537,
      "start_time": 3026710.0,
      "end_time": 3033950.0,
      "text": "decrees by producing the Acta synodi Tridentinae cum Antidoto in 1547. When Charles tried to"
    },
    {
      "index": 538,
      "start_time": 3033950.0,
      "end_time": 3038940.0,
      "text": "find a compromise solution with the Augsburg Interim, Bucer and Bullinger urged Calvin"
    },
    {
      "index": 539,
      "start_time": 3038940.0,
      "end_time": 3045980.0,
      "text": "to respond. He wrote the treatise, Vera Christianae pacificationis et Ecclesiae reformandae ratio"
    },
    {
      "index": 540,
      "start_time": 3045980.0,
      "end_time": 3052200.0,
      "text": "in 1549, in which he described the doctrines that should be upheld, including justification"
    },
    {
      "index": 541,
      "start_time": 3052200.0,
      "end_time": 3056450.0,
      "text": "by faith. Calvin provided many of the foundational documents"
    },
    {
      "index": 542,
      "start_time": 3056450.0,
      "end_time": 3061890.0,
      "text": "for reformed churches, including documents on the catechism, the liturgy, and church"
    },
    {
      "index": 543,
      "start_time": 3061890.0,
      "end_time": 3068490.0,
      "text": "governance. He also produced several confessions of faith in order to unite the churches. In"
    },
    {
      "index": 544,
      "start_time": 3068490.0,
      "end_time": 3074510.0,
      "text": "1559, he drafted the French confession of faith, the Gallic Confession, and the synod"
    },
    {
      "index": 545,
      "start_time": 3074510.0,
      "end_time": 3081140.0,
      "text": "in Paris accepted it with few changes. The Belgic Confession of 1561, a Dutch confession"
    },
    {
      "index": 546,
      "start_time": 3081140.0,
      "end_time": 3086540.0,
      "text": "of faith, was partly based on the Gallic Confession. Legacy"
    },
    {
      "index": 547,
      "start_time": 3086540.0,
      "end_time": 3091770.0,
      "text": "After the deaths of Calvin and his successor, Beza, the Geneva city council gradually gained"
    },
    {
      "index": 548,
      "start_time": 3091770.0,
      "end_time": 3098630.0,
      "text": "control over areas of life that were previously in the ecclesiastical domain. Increasing secularisation"
    },
    {
      "index": 549,
      "start_time": 3098630.0,
      "end_time": 3104820.0,
      "text": "was accompanied by the decline of the church. Even the Geneva académie was eclipsed by"
    },
    {
      "index": 550,
      "start_time": 3104820.0,
      "end_time": 3110650.0,
      "text": "universities in Leiden and Heidelberg, which became the new strongholds of Calvin&#39;s ideas,"
    },
    {
      "index": 551,
      "start_time": 3110650.0,
      "end_time": 3118690.0,
      "text": "first identified as &quot;Calvinism&quot; by Joachim Westphal in 1552. By 1585, Geneva, once the"
    },
    {
      "index": 552,
      "start_time": 3118690.0,
      "end_time": 3124700.0,
      "text": "wellspring of the reform movement, had become merely its symbol. However, Calvin had always"
    },
    {
      "index": 553,
      "start_time": 3124700.0,
      "end_time": 3130570.0,
      "text": "warned against describing him as an &quot;idol&quot; and Geneva as a new &quot;Jerusalem&quot;. He encouraged"
    },
    {
      "index": 554,
      "start_time": 3130570.0,
      "end_time": 3136100.0,
      "text": "people to adapt to the environments in which they found themselves. Even during his polemical"
    },
    {
      "index": 555,
      "start_time": 3136100.0,
      "end_time": 3141370.0,
      "text": "exchange with Westphal, he advised a group of French-speaking refugees, who had settled"
    },
    {
      "index": 556,
      "start_time": 3141370.0,
      "end_time": 3147670.0,
      "text": "in Wesel, Germany, to integrate with the local Lutheran churches. Despite his differences"
    },
    {
      "index": 557,
      "start_time": 3147670.0,
      "end_time": 3153380.0,
      "text": "with the Lutherans, he did not deny that they were members of the true Church. Calvin&#39;s"
    },
    {
      "index": 558,
      "start_time": 3153380.0,
      "end_time": 3157700.0,
      "text": "recognition of the need to adapt to local conditions became an important characteristic"
    },
    {
      "index": 559,
      "start_time": 3157700.0,
      "end_time": 3160810.0,
      "text": "of the reformation movement as it spread across Europe."
    },
    {
      "index": 560,
      "start_time": 3160810.0,
      "end_time": 3166140.0,
      "text": "Due to Calvin&#39;s missionary work in France, his programme of reform eventually reached"
    },
    {
      "index": 561,
      "start_time": 3166140.0,
      "end_time": 3171690.0,
      "text": "the French-speaking provinces of the Netherlands. Calvinism was adopted in the Electorate of"
    },
    {
      "index": 562,
      "start_time": 3171690.0,
      "end_time": 3176790.0,
      "text": "the Palatinate under Frederick III, which led to the formulation of the Heidelberg Catechism"
    },
    {
      "index": 563,
      "start_time": 3176790.0,
      "end_time": 3183190.0,
      "text": "in 1563. This and the Belgic Confession were adopted as confessional standards in the first"
    },
    {
      "index": 564,
      "start_time": 3183190.0,
      "end_time": 3188780.0,
      "text": "synod of the Dutch Reformed Church in 1571. Several leading divines, either Calvinist"
    },
    {
      "index": 565,
      "start_time": 3188780.0,
      "end_time": 3194440.0,
      "text": "or those sympathetic to Calvinism, settled in England and Scotland. During the English"
    },
    {
      "index": 566,
      "start_time": 3194440.0,
      "end_time": 3199960.0,
      "text": "Civil War, the Calvinistic Puritans produced the Westminster Confession, which became the"
    },
    {
      "index": 567,
      "start_time": 3199960.0,
      "end_time": 3205220.0,
      "text": "confessional standard for Presbyterians in the English-speaking world. As the Ottoman"
    },
    {
      "index": 568,
      "start_time": 3205220.0,
      "end_time": 3209980.0,
      "text": "Empire did not force Muslim conversion on its conquered western territories, reformed"
    },
    {
      "index": 569,
      "start_time": 3209980.0,
      "end_time": 3215920.0,
      "text": "ideas were quickly adopted in the two-thirds of Hungary they occupied. A Reformed Constitutional"
    },
    {
      "index": 570,
      "start_time": 3215920.0,
      "end_time": 3222290.0,
      "text": "Synod was held in 1567 in Debrecen, the main hub of Hungarian Calvinism, where the Second"
    },
    {
      "index": 571,
      "start_time": 3222290.0,
      "end_time": 3228040.0,
      "text": "Helvetic Confession was adopted as the official confession of Hungarian Calvinists. Having"
    },
    {
      "index": 572,
      "start_time": 3228040.0,
      "end_time": 3233050.0,
      "text": "established itself in Europe, the movement continued to spread to other parts of the"
    },
    {
      "index": 573,
      "start_time": 3233050.0,
      "end_time": 3237560.0,
      "text": "world including North America, South Africa, and Korea."
    },
    {
      "index": 574,
      "start_time": 3237560.0,
      "end_time": 3242600.0,
      "text": "Calvin did not live to see the foundation of his work grow into an international movement;"
    },
    {
      "index": 575,
      "start_time": 3242600.0,
      "end_time": 3247530.0,
      "text": "but his death allowed his ideas to break out of their city of origin, to succeed far beyond"
    },
    {
      "index": 576,
      "start_time": 3247530.0,
      "end_time": 3251920.0,
      "text": "their borders, and to establish their own distinct character."
    },
    {
      "index": 577,
      "start_time": 3251920.0,
      "end_time": 3256850.0,
      "text": "Calvin is recognized as a Renewer of the Church in Lutheran churches, and as a saint in the"
    },
    {
      "index": 578,
      "start_time": 3256850.0,
      "end_time": 3263800.0,
      "text": "Church of England, commemorated on 26 May, and on 28 May by the Episcopal Church."
    },
    {
      "index": 579,
      "start_time": 3263800.0,
      "end_time": 3264450.0,
      "text": "See also"
    },
    {
      "index": 580,
      "start_time": 3264450.0,
      "end_time": 3266570.0,
      "text": "Notes"
    },
    {
      "index": 581,
      "start_time": 3266570.0,
      "end_time": 3267110.0,
      "text": "References"
    },
    {
      "index": 582,
      "start_time": 3267110.0,
      "end_time": 3274730.0,
      "text": "Baron, Salo, &quot;John Calvin and the Jews&quot;, in Feldman, Leon A., Ancient and Medieval Jewish"
    },
    {
      "index": 583,
      "start_time": 3274730.0,
      "end_time": 3284090.0,
      "text": "History, New Brunswick, New Jersey: Rutgers University Press, OCLC 463285878 ."
    },
    {
      "index": 584,
      "start_time": 3284090.0,
      "end_time": 3293020.0,
      "text": "Berg, Machiel A. van den, Friends of Calvin, Grand Rapids, Mi.: Wm.B.Eerdmans Publishing"
    },
    {
      "index": 585,
      "start_time": 3293020.0,
      "end_time": 3305670.0,
      "text": "Co., ISBN 9780802862273  Bouwsma, William James, John Calvin: A Sixteenth-Century"
    },
    {
      "index": 586,
      "start_time": 3305670.0,
      "end_time": 3313810.0,
      "text": "Portrait, New York: Oxford University Press, ISBN 0-19-504394-4 ."
    },
    {
      "index": 587,
      "start_time": 3313810.0,
      "end_time": 3323590.0,
      "text": "Calvin, John [1564], Institutio Christianae religionis [Institutes of the Christian Religion],"
    },
    {
      "index": 588,
      "start_time": 3323590.0,
      "end_time": 3330150.0,
      "text": "Translated by Henry Beveridge, Grand Rapids, MI: Wm. B. Eerdmans Publishing Company "
    },
    {
      "index": 589,
      "start_time": 3330150.0,
      "end_time": 3338140.0,
      "text": "Cottret, Bernard [1995], Calvin: Biographie [Calvin: A Biography], Translated by M. Wallace"
    },
    {
      "index": 590,
      "start_time": 3338140.0,
      "end_time": 3345900.0,
      "text": "McDonald, Grand Rapids, Michigan: Wm. B. Eerdmans, ISBN 0-8028-3159-1 "
    },
    {
      "index": 591,
      "start_time": 3345900.0,
      "end_time": 3354510.0,
      "text": "De Greef, Wulfert, &quot;Calvin&#39;s writings&quot;, in McKim, Donald K., The Cambridge Companion"
    },
    {
      "index": 592,
      "start_time": 3354510.0,
      "end_time": 3370830.0,
      "text": "to John Calvin, Cambridge: Cambridge University Press, ISBN 978-0-521-01672-8 "
    },
    {
      "index": 593,
      "start_time": 3370830.0,
      "end_time": 3375470.0,
      "text": "————————, The Writings of John Calvin: An Introductory Guide, Louisville,"
    },
    {
      "index": 594,
      "start_time": 3375470.0,
      "end_time": 3388870.0,
      "text": "Kentucky: Westminster John Knox Press, ISBN 0-664-23230-2  Detmers, Achim, &quot;Calvin, the Jews, and Judaism&quot;,"
    },
    {
      "index": 595,
      "start_time": 3388870.0,
      "end_time": 3396840.0,
      "text": "in Bell, Dean Phillip; Burnett, Stephen G., Jews, Judaism, and the Reformation in Sixteenth-Century"
    },
    {
      "index": 596,
      "start_time": 3396840.0,
      "end_time": 3398400.0,
      "text": "Germany, Leiden: Brill, ISBN 978-90-04-14947-2 . DeVries, Dawn, &quot;Calvin&#39;s preaching&quot;, in McKim,"
    },
    {
      "index": 597,
      "start_time": 3398400.0,
      "end_time": 3402980.0,
      "text": "Donald K., The Cambridge Companion to John Calvin, Cambridge: Cambridge University Press,"
    },
    {
      "index": 598,
      "start_time": 3402980.0,
      "end_time": 3406460.0,
      "text": "ISBN 978-0-521-01672-8  Dyer, Thomas Henry, The Life of John Calvin,"
    },
    {
      "index": 599,
      "start_time": 3406460.0,
      "end_time": 3409550.0,
      "text": "London: John Murray  Gamble, Richard C., &quot;Calvin&#39;s controversies&quot;,"
    },
    {
      "index": 600,
      "start_time": 3409550.0,
      "end_time": 3415890.0,
      "text": "in McKim, Donald K., The Cambridge Companion to John Calvin, Cambridge: Cambridge University"
    },
    {
      "index": 601,
      "start_time": 3415890.0,
      "end_time": 3418660.0,
      "text": "Press, ISBN 978-0-521-01672-8  Ganoczy, Alexandre, &quot;Calvin&#39;s life&quot;, in McKim,"
    },
    {
      "index": 602,
      "start_time": 3418660.0,
      "end_time": 3423440.0,
      "text": "Donald K., The Cambridge Companion to John Calvin, Cambridge: Cambridge University Press,"
    },
    {
      "index": 603,
      "start_time": 3423440.0,
      "end_time": 3430090.0,
      "text": "ISBN 978-0-521-01672-8  Gerrish, R. A., &quot;The place of Calvin in Christian"
    },
    {
      "index": 604,
      "start_time": 3430090.0,
      "end_time": 3438210.0,
      "text": "theology&quot;, in McKim, Donald K., The Cambridge Companion to John Calvin, Cambridge: Cambridge"
    },
    {
      "index": 605,
      "start_time": 3438210.0,
      "end_time": 3440120.0,
      "text": "University Press, ISBN 978-0-521-01672-8  Graham, W. Fred, The Constructive Revolutionary:"
    },
    {
      "index": 606,
      "start_time": 3440120.0,
      "end_time": 3443510.0,
      "text": "John Calvin and His Socio-Economic Impact, Richmond, Virginia: John Knox Press, ISBN 0-8042-0880-8 ."
    },
    {
      "index": 607,
      "start_time": 3443510.0,
      "end_time": 3446870.0,
      "text": "Helm, Paul, John Calvin&#39;s Ideas, Oxford: Oxford University Press, ISBN 0-19-925569-5 ."
    },
    {
      "index": 608,
      "start_time": 3446870.0,
      "end_time": 3449210.0,
      "text": "Heron, Alasdair, &quot;John Calvin&quot;, in Lacoste, Jean-Yves, Encyclopedia of Christian Theology ."
    },
    {
      "index": 609,
      "start_time": 3449210.0,
      "end_time": 3453900.0,
      "text": "Hesselink, I. John, &quot;Calvin&#39;s theology&quot;, in McKim, Donald K., The Cambridge Companion"
    },
    {
      "index": 610,
      "start_time": 3453900.0,
      "end_time": 3460630.0,
      "text": "to John Calvin, Cambridge: Cambridge University Press, ISBN 978-0-521-01672-8 "
    },
    {
      "index": 611,
      "start_time": 3460630.0,
      "end_time": 3473230.0,
      "text": "Holder, R. Ward, &quot;Calvin&#39;s heritage&quot;, in McKim, Donald K., The Cambridge Companion to John"
    },
    {
      "index": 612,
      "start_time": 3473230.0,
      "end_time": 3476180.0,
      "text": "Calvin, Cambridge: Cambridge University Press, ISBN 978-0-521-01672-8 "
    },
    {
      "index": 613,
      "start_time": 3476180.0,
      "end_time": 3562700.0,
      "text": "Lane, Anthony N.S., &quot;Calvin&#39;s Institutes&quot;, A Reader&#39;s Guide, Grand Rapids: Baker Publishing"
    },
    {
      "index": 614,
      "start_time": 3562700.0,
      "end_time": 3574820.0,
      "text": "Group, ISBN 978-0-8010-3731-3  Lange van Ravenswaay, J. Marius J. [2008],"
    },
    {
      "index": 615,
      "start_time": 3574820.0,
      "end_time": 3582570.0,
      "text": "&quot;Calvin and the Jews&quot;, in Selderhuis, Herman J., Calvijn Handboek [The Calvin Handbook],"
    },
    {
      "index": 616,
      "start_time": 3582570.0,
      "end_time": 3593920.0,
      "text": "Translated by Kampen Kok, Grand Rapids, Michigan: Wm. B. Eerdmans Publishing Co., ISBN 978-0-8028-6230-3 "
    },
    {
      "index": 617,
      "start_time": 3593920.0,
      "end_time": 3604000.0,
      "text": "Manetsch, Scott M., Calvin’s Company of Pastors: Pastoral Care and the Emerging Reformed"
    },
    {
      "index": 618,
      "start_time": 3604000.0,
      "end_time": 3612650.0,
      "text": "Church, 1536–1609, Oxford Studies in Historical Theology, New York: Oxford University Press "
    },
    {
      "index": 619,
      "start_time": 3612650.0,
      "end_time": 3619180.0,
      "text": "McDonnell, Kilian, John Calvin, the Church, and the Eucharist, Princeton: Princeton University"
    },
    {
      "index": 620,
      "start_time": 3619180.0,
      "end_time": 3629960.0,
      "text": "Press, OCLC 318418 . McGrath, Alister E., A Life of John Calvin,"
    },
    {
      "index": 621,
      "start_time": 3629960.0,
      "end_time": 3641070.0,
      "text": "Oxford: Basil Blackwell, ISBN 0-631-16398-0 . McNeil, John Thomas, The History and Character"
    },
    {
      "index": 622,
      "start_time": 3641070.0,
      "end_time": 3648530.0,
      "text": "of Calvinism, Oxford: Oxford University Press, ISBN 0-19-500743-3 ."
    },
    {
      "index": 623,
      "start_time": 3648530.0,
      "end_time": 3660400.0,
      "text": "Niesel, Wilhelm, The Theology of Calvin, Grand Rapids, Michigan: Baker Book House, ISBN 0-8010-6694-8 ."
    },
    {
      "index": 624,
      "start_time": 3660400.0,
      "end_time": 3670880.0,
      "text": "Olsen, Jeannine E., &quot;Calvin and social-ethical issues&quot;, in McKim, Donald K., The Cambridge"
    },
    {
      "index": 625,
      "start_time": 3670880.0,
      "end_time": 3678620.0,
      "text": "Companion to John Calvin, Cambridge: Cambridge University Press, ISBN 978-0-521-01672-8 "
    },
    {
      "index": 626,
      "start_time": 3678620.0,
      "end_time": 3694680.0,
      "text": "Pak, G. Sujin, The Judaizing Calvin, Oxford: Oxford University Press, ISBN 978-0-19-537192-5 ."
    },
    {
      "index": 627,
      "start_time": 3694680.0,
      "end_time": 3708940.0,
      "text": "Parker, T. H. L., Calvin: An Introduction to His Thought, London: Geoffrey Chapman,"
    },
    {
      "index": 628,
      "start_time": 3708940.0,
      "end_time": 3716830.0,
      "text": "ISBN 0-225-66575-1 . ———————, John Calvin, Tring,"
    },
    {
      "index": 629,
      "start_time": 3716830.0,
      "end_time": 3729840.0,
      "text": "Hertfordshire, England: Lion Publishing plc, ISBN 0-7459-1219-2 ."
    },
    {
      "index": 630,
      "start_time": 3729840.0,
      "end_time": 3739870.0,
      "text": "———————, John Calvin: A Biography, Oxford: Lion Hudson plc, ISBN 978-0-7459-5228-4 ."
    },
    {
      "index": 631,
      "start_time": 3739870.0,
      "end_time": 3749060.0,
      "text": "Pater, Calvin Augustus, &quot;Calvin, the Jews, and the Judaic Legacy&quot;, in Furcha, E. J.,"
    },
    {
      "index": 632,
      "start_time": 3749060.0,
      "end_time": 3755620.0,
      "text": "In Honor of John Calvin: Papers from the 1986 International Calvin Symposium, Montreal:"
    },
    {
      "index": 633,
      "start_time": 3755620.0,
      "end_time": 3768060.0,
      "text": "McGill University Press, ISBN 978-0-7717-0171-9 . Pettegree, Andrew, &quot;The spread of Calvin&#39;s"
    },
    {
      "index": 634,
      "start_time": 3768060.0,
      "end_time": 3774220.0,
      "text": "thought&quot;, in McKim, Donald K., The Cambridge Companion to John Calvin, Cambridge: Cambridge"
    },
    {
      "index": 635,
      "start_time": 3774220.0,
      "end_time": 3787900.0,
      "text": "University Press, ISBN 978-0-521-01672-8  Potter, G. R.; Greengrass, M., John Calvin,"
    },
    {
      "index": 636,
      "start_time": 3787900.0,
      "end_time": 3799950.0,
      "text": "London: Edward Arnold Ltd., ISBN 0-7131-6381-X . Steinmetz, David C., Calvin in Context, Oxford:"
    },
    {
      "index": 637,
      "start_time": 3799950.0,
      "end_time": 3813780.0,
      "text": "Oxford University Press, ISBN 0-19-509164-7 . —————————, &quot;Calvin as Biblical"
    },
    {
      "index": 638,
      "start_time": 3813780.0,
      "end_time": 3829500.0,
      "text": "Interpreter Among the Ancient Philosophers&quot;, Interpretation 63: 142–153, doi:10.1177/002096430906300204 "
    },
    {
      "index": 639,
      "start_time": 3829500.0,
      "end_time": 3833850.0,
      "text": "Further reading Balserak, Jon, John Calvin as Sixteenth-Century"
    },
    {
      "index": 640,
      "start_time": 3833850.0,
      "end_time": 3840420.0,
      "text": "Prophet, Oxford: Oxford University Press, ISBN 978-0-198-70325-9 ."
    },
    {
      "index": 641,
      "start_time": 3840420.0,
      "end_time": 3856670.0,
      "text": "Backus, Irena; Benedict, Philip, eds.. Calvin and His Influence, 1509–2009. Oxford University"
    },
    {
      "index": 642,
      "start_time": 3856670.0,
      "end_time": 3862020.0,
      "text": "Press.  Gordon, Bruce, Calvin, London/New Haven: Yale"
    },
    {
      "index": 643,
      "start_time": 3862020.0,
      "end_time": 3873730.0,
      "text": "University Press, ISBN 978-0-300-17084-9 . Muller, Richard A.. The Unaccommodated Calvin:"
    },
    {
      "index": 644,
      "start_time": 3873730.0,
      "end_time": 3883690.0,
      "text": "Studies in the Foundation of a Theological Tradition. Oxford University Press, USA. ISBN 978-0-19-515168-8. "
    },
    {
      "index": 645,
      "start_time": 3883690.0,
      "end_time": 3896600.0,
      "text": "Sewell, Alida Leni. Calvin, the Body and Sexuality: An Inquiry into His Anthropology. Amsterdam:"
    },
    {
      "index": 646,
      "start_time": 3896600.0,
      "end_time": 3909340.0,
      "text": "VU University Press. ISBN 978-90-8659-587-7.  Tamburello, Dennis E., Union with Christ:"
    },
    {
      "index": 647,
      "start_time": 3909340.0,
      "end_time": 3915520.0,
      "text": "John Calvin and the Mysticism of St. Bernard, Louisville, Kentucky: Westminster John Knox"
    },
    {
      "index": 648,
      "start_time": 3915520.0,
      "end_time": 3930240.0,
      "text": "Press, ISBN 0-664-22054-1 ISBN 978-0-664-22054-9 External links"
    },
    {
      "index": 649,
      "start_time": 3930240.0,
      "end_time": 3936250.0,
      "text": "John Calvin on In Our Time at the BBC. John Calvin entry in the Internet Encyclopedia"
    },
    {
      "index": 650,
      "start_time": 3936250.0,
      "end_time": 3940120.0,
      "text": "of Philosophy Works by John Calvin at Project Gutenberg"
    },
    {
      "index": 651,
      "start_time": 3940120.0,
      "end_time": 3943810.0,
      "text": "Works by John Calvin at Post-Reformation Digital Library"
    },
    {
      "index": 652,
      "start_time": 3943810.0,
      "end_time": 3945050.0,
      "text": "The John Calvin Bibliography of the H. Henry Meeter Center for Calvin Studies"
    },
    {
      "index": 653,
      "start_time": 3945050.0,
      "end_time": 3945060.0,
      "text": "Calvinism Resources Database Writings of Calvin at the Christian Classics"
    },
    {
      "index": 654,
      "start_time": 3945060.0,
      "end_time": 3945060.0,
      "text": "Ethereal Library Writings and lectures by and about John Calvin"
    },
    {
      "index": 655,
      "start_time": 3945060.0,
      "end_time": 3945070.0,
      "text": "at the SWRB Sermons by Calvin"
    },
    {
      "index": 656,
      "start_time": 3945070.0,
      "end_time": 3945070.0,
      "text": "Psychopannychia The Life of John Calvin by Theodore Beza"
    },
    {
      "index": 657,
      "start_time": 3945070.0,
      "end_time": 3955070.0,
      "text": "Catholic Encyclopedia"
    }
  ]
}