{
  "video_id": "rJeu5EFeoSA",
  "title": "Folding phones spark new era of experimentation",
  "json": [
    {
      "index": 1,
      "start_time": 1410.0,
      "end_time": 7100.0,
      "text": "The mobile industry had a brutal 2018, with the first decline that the smartphone market has ever seen."
    },
    {
      "index": 2,
      "start_time": 7100.0,
      "end_time": 20800.0,
      "text": "But attendees here in Barcelona for Mobile World Congress have arrived with a new spirit of enthusiasm, bolstered by the roll out of new 5G networks and the introduction of a brand new innovation in smartphones - folding devices."
    },
    {
      "index": 3,
      "start_time": 20800.0,
      "end_time": 25950.0,
      "text": "The first company to unveil this new folding screen technology was a start-up called Royale."
    },
    {
      "index": 4,
      "start_time": 25950.0,
      "end_time": 35250.0,
      "text": "But just a few weeks later, we've seen two of the three biggest smartphone companies in the world, Huawei and Samsung, unveil their own versions of this breakthrough new technology."
    },
    {
      "index": 5,
      "start_time": 35250.0,
      "end_time": 40784.0,
      "text": "Foldable is obviously a new era of us bringing technology to life in a very different way."
    },
    {
      "index": 6,
      "start_time": 40784.0,
      "end_time": 41949.0,
      "text": "I think the market needs it."
    },
    {
      "index": 7,
      "start_time": 41950.0,
      "end_time": 47150.0,
      "text": "I think people have become slightly apathetic about the same form factor over the same of a number of years."
    },
    {
      "index": 8,
      "start_time": 47150.0,
      "end_time": 49300.0,
      "text": "So this is really exciting."
    },
    {
      "index": 9,
      "start_time": 49300.0,
      "end_time": 52700.0,
      "text": "A new era of how we interact with technology."
    },
    {
      "index": 10,
      "start_time": 52700.0,
      "end_time": 55920.0,
      "text": "The foldable phone obviously offers a completely new experience."
    },
    {
      "index": 11,
      "start_time": 55920.0,
      "end_time": 58100.0,
      "text": "Once you open it up, you've got a very large screen."
    },
    {
      "index": 12,
      "start_time": 58100.0,
      "end_time": 61210.0,
      "text": "And maybe even, in time, it might replace the need to have a tablet."
    },
    {
      "index": 13,
      "start_time": 61210.0,
      "end_time": 62130.0,
      "text": "Who knows?"
    },
    {
      "index": 14,
      "start_time": 62130.0,
      "end_time": 65676.0,
      "text": "But again, the first generation of many to come, no doubt."
    },
    {
      "index": 15,
      "start_time": 65676.0,
      "end_time": 80454.0,
      "text": "For now, a lot of that excitement about foldable phones has been locked behind a case like this one, because while Samsung and Huawei have put plenty of advertising and marketing behind their new folding devices, they're not letting most attendees here in Barcelona actually touch one."
    },
    {
      "index": 16,
      "start_time": 80454.0,
      "end_time": 94100.0,
      "text": "That has raised questions not only about the usability and the readiness of the technology, but also how they can possibly expect to persuade people to pay as much as $2,000 or even more to get hold of one of the first generations of these new devices."
    },
    {
      "index": 17,
      "start_time": 94100.0,
      "end_time": 96290.0,
      "text": "We need a bit more storytelling."
    },
    {
      "index": 18,
      "start_time": 96290.0,
      "end_time": 101400.0,
      "text": "We need to bit more companies really showing us what the opportunity is."
    },
    {
      "index": 19,
      "start_time": 101400.0,
      "end_time": 105750.0,
      "text": "From a price point perspective, you're hitting a very specific market, right?"
    },
    {
      "index": 20,
      "start_time": 105750.0,
      "end_time": 112400.0,
      "text": "It's either first adopters of technology or people that want a status symbol."
    },
    {
      "index": 21,
      "start_time": 112400.0,
      "end_time": 113900.0,
      "text": "And I think that's where you're going."
    },
    {
      "index": 22,
      "start_time": 113900.0,
      "end_time": 123220.0,
      "text": "Mass market consumers don't have either the means or the willingness to spend that much money and then figure out what they're going to do with it."
    },
    {
      "index": 23,
      "start_time": 123220.0,
      "end_time": 124760.0,
      "text": "Snap to your face."
    },
    {
      "index": 24,
      "start_time": 124760.0,
      "end_time": 126970.0,
      "text": "OK."
    },
    {
      "index": 25,
      "start_time": 126970.0,
      "end_time": 138214.0,
      "text": "For $1,000 more than Huawei's folding smartphone, you could buy Microsoft's new HoloLens 2, which some people in the industry believe is a more ambitious vision for the future of computing."
    },
    {
      "index": 26,
      "start_time": 138214.0,
      "end_time": 139880.0,
      "text": "It's a little bit like The Crystal Maze."
    },
    {
      "index": 27,
      "start_time": 139880.0,
      "end_time": 146780.0,
      "text": "So I have another dotted line with a hand that's showing me that I want to pop it in here."
    },
    {
      "index": 28,
      "start_time": 146780.0,
      "end_time": 147710.0,
      "text": "Congratulations."
    },
    {
      "index": 29,
      "start_time": 147710.0,
      "end_time": 148900.0,
      "text": "Guide complete."
    },
    {
      "index": 30,
      "start_time": 148900.0,
      "end_time": 151962.0,
      "text": "I can now build the jet engine, right?"
    },
    {
      "index": 31,
      "start_time": 151962.0,
      "end_time": 153920.0,
      "text": "You qualified."
    },
    {
      "index": 32,
      "start_time": 153920.0,
      "end_time": 160340.0,
      "text": "For now, Microsoft is only pitching the HoloLens at industrial and corporate customers rather than regular consumers."
    },
    {
      "index": 33,
      "start_time": 160340.0,
      "end_time": 166100.0,
      "text": "But equally, it could be many years before a folding smartphone is affordable enough for the mass market."
    },
    {
      "index": 34,
      "start_time": 166100.0,
      "end_time": 175900.0,
      "text": "After years of smartphone copycats and a fixation on a boring black rectangle, at least this year at Mobile World Congress, there is a new spirit of experimentation in the air."
    }
  ]
}