{
  "video_id": "RLX29NvTUSs",
  "title": "The Last Airbender",
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 5950.0,
      "text": "The Last Airbender is a 2010 American fantasy adventure film written, produced, and directed"
    },
    {
      "index": 2,
      "start_time": 5950.0,
      "end_time": 11839.0,
      "text": "by M. Night Shyamalan. It is based on the first season of the Nickelodeon animated series"
    },
    {
      "index": 3,
      "start_time": 11839.0,
      "end_time": 17930.0,
      "text": "Avatar: The Last Airbender. The film stars Noah Ringer as Aang, with Dev Patel as Prince"
    },
    {
      "index": 4,
      "start_time": 17930.0,
      "end_time": 23520.0,
      "text": "Zuko, Nicola Peltz as Katara, and Jackson Rathbone as Sokka."
    },
    {
      "index": 5,
      "start_time": 23520.0,
      "end_time": 29420.0,
      "text": "Development for the film began in 2007. It was produced by Nickelodeon Movies and distributed"
    },
    {
      "index": 6,
      "start_time": 29420.0,
      "end_time": 36820.0,
      "text": "by Paramount Pictures. The Last Airbender was made for $150 million. Premiering in New"
    },
    {
      "index": 7,
      "start_time": 36820.0,
      "end_time": 42739.0,
      "text": "York City on June 30, 2010, it opened in the United States the following day, grossing"
    },
    {
      "index": 8,
      "start_time": 42739.0,
      "end_time": 48100.0,
      "text": "an estimated $16 million. It received extremely negative reviews by"
    },
    {
      "index": 9,
      "start_time": 48100.0,
      "end_time": 53370.0,
      "text": "critics, who cited many flaws on the movie, such as inconsistencies both over the plot"
    },
    {
      "index": 10,
      "start_time": 53370.0,
      "end_time": 59410.0,
      "text": "and source material, acting, writing and cast choices, which most of the actors have different"
    },
    {
      "index": 11,
      "start_time": 59410.0,
      "end_time": 65540.0,
      "text": "racial traits from the characters of the original series, creating several controversial responses,"
    },
    {
      "index": 12,
      "start_time": 65540.0,
      "end_time": 69880.0,
      "text": "both by fans of the original series and even viewers of the film who were unfamiliar with"
    },
    {
      "index": 13,
      "start_time": 69880.0,
      "end_time": 76409.0,
      "text": "the series. The movie swept the Golden Raspberry Awards in 2010, with five wins including Worst"
    },
    {
      "index": 14,
      "start_time": 76409.0,
      "end_time": 81520.0,
      "text": "Picture and has been considered to be one of the worst films of all time."
    },
    {
      "index": 15,
      "start_time": 81520.0,
      "end_time": 86610.0,
      "text": "Despite negative reviews, The Last Airbender opened in second place at the box office behind"
    },
    {
      "index": 16,
      "start_time": 86610.0,
      "end_time": 94299.0,
      "text": "The Twilight Saga: Eclipse, and eventually grossed $131 million domestically and $319"
    },
    {
      "index": 17,
      "start_time": 94299.0,
      "end_time": 96700.0,
      "text": "million worldwide."
    },
    {
      "index": 18,
      "start_time": 96700.0,
      "end_time": 99810.0,
      "text": "Plot Fourteen-year-old Katara and her fifteen-year-old"
    },
    {
      "index": 19,
      "start_time": 99810.0,
      "end_time": 105030.0,
      "text": "brother, Sokka, are near a river at the Southern Water Tribe, a small village in the South"
    },
    {
      "index": 20,
      "start_time": 105030.0,
      "end_time": 111720.0,
      "text": "Pole. While hunting, they discover an iceberg that shoots a beam of light into the sky."
    },
    {
      "index": 21,
      "start_time": 111720.0,
      "end_time": 116630.0,
      "text": "Inside of the iceberg is a twelve-year-old boy named Aang and a giant flying bison named"
    },
    {
      "index": 22,
      "start_time": 116630.0,
      "end_time": 123320.0,
      "text": "Appa. Unknown to them, Aang is the long-lost, mighty Avatar — the only person on the planet"
    },
    {
      "index": 23,
      "start_time": 123320.0,
      "end_time": 128789.0,
      "text": "able to &quot;bend&quot; all four elements. One hundred years have passed since the Fire Nation has"
    },
    {
      "index": 24,
      "start_time": 128788.99999999999,
      "end_time": 133450.0,
      "text": "declared war on the other three nations of Water, Earth, and Air in their attempt to"
    },
    {
      "index": 25,
      "start_time": 133450.0,
      "end_time": 138180.0,
      "text": "conquer the world. Zuko, is an exiled prince of the Fire Nation"
    },
    {
      "index": 26,
      "start_time": 138180.0,
      "end_time": 143709.0,
      "text": "on a quest to find the Avatar and bring him as prisoner to his father, Fire Lord Ozai,"
    },
    {
      "index": 27,
      "start_time": 143709.0,
      "end_time": 149180.0,
      "text": "so he can return home. Seeing the light that appeared from Aang&#39;s release, Zuko and some"
    },
    {
      "index": 28,
      "start_time": 149180.0,
      "end_time": 153840.0,
      "text": "Fire Nation soldiers arrive at the Southern Water Tribe to demand the villagers hand over"
    },
    {
      "index": 29,
      "start_time": 153840.0,
      "end_time": 159930.0,
      "text": "the Avatar. Aang reveals himself as he surrenders himself to Zuko on the condition that he agrees"
    },
    {
      "index": 30,
      "start_time": 159930.0,
      "end_time": 166140.0,
      "text": "to leave the village alone. On the ship, Aang is tested by Zuko&#39;s paternal uncle Iroh to"
    },
    {
      "index": 31,
      "start_time": 166140.0,
      "end_time": 171160.0,
      "text": "confirm him to be the Avatar. After being informed that he is to be their prisoner for"
    },
    {
      "index": 32,
      "start_time": 171160.0,
      "end_time": 177250.0,
      "text": "passing the test, Aang escapes using his glider and flies to his flying bison brought by Katara"
    },
    {
      "index": 33,
      "start_time": 177250.0,
      "end_time": 181819.0,
      "text": "and Sokka. Aang and his new friends visit the Southern Air Temple where they meet a"
    },
    {
      "index": 34,
      "start_time": 181819.0,
      "end_time": 187700.0,
      "text": "winged lemur, who Aang later names Momo. Aang also learns that he was in the ice for a whole"
    },
    {
      "index": 35,
      "start_time": 187700.0,
      "end_time": 192959.0,
      "text": "century and that the Fire Nation wiped out all of the Air Nomads, including his guardian,"
    },
    {
      "index": 36,
      "start_time": 192959.0,
      "end_time": 199190.0,
      "text": "Monk Gyatso. In despair, he enters the Avatar State and finds himself in the Spirit World"
    },
    {
      "index": 37,
      "start_time": 199190.0,
      "end_time": 203879.0,
      "text": "where he encounters a Dragon Spirit that tells him that he only knows Airbending, and that"
    },
    {
      "index": 38,
      "start_time": 203879.0,
      "end_time": 208810.0,
      "text": "he also needs to learn Waterbending, Earthbending and Firebending in order to become a fully"
    },
    {
      "index": 39,
      "start_time": 208810.0,
      "end_time": 214489.0,
      "text": "realized Avatar. The Dragon Spirit tells him that he should learn Waterbending first, and"
    },
    {
      "index": 40,
      "start_time": 214489.0,
      "end_time": 219159.0,
      "text": "that the best teachers are in the Northern Water Tribe as there are no more experienced,"
    },
    {
      "index": 41,
      "start_time": 219159.0,
      "end_time": 222530.0,
      "text": "master waterbenders in the Southern Water Tribe."
    },
    {
      "index": 42,
      "start_time": 222530.0,
      "end_time": 226909.0,
      "text": "To seek shelter, Aang&#39;s group arrives at a little Earth Kingdom village controlled by"
    },
    {
      "index": 43,
      "start_time": 226909.0,
      "end_time": 232099.0,
      "text": "the Fire Nation, and they are arrested because Katara tries to help a young boy escape from"
    },
    {
      "index": 44,
      "start_time": 232099.0,
      "end_time": 238200.0,
      "text": "Fire Nation patrol soldiers. They incite a rebellion by reminding the disgruntled Earthbenders"
    },
    {
      "index": 45,
      "start_time": 238200.0,
      "end_time": 243849.0,
      "text": "that earth was given to them. Katara is given a Waterbending scroll that she uses to greatly"
    },
    {
      "index": 46,
      "start_time": 243849.0,
      "end_time": 247890.0,
      "text": "strengthen and hone her Waterbending and to help Aang learn as they make their way to"
    },
    {
      "index": 47,
      "start_time": 247890.0,
      "end_time": 252110.0,
      "text": "the Northern Water Tribe and liberate and secure more Earth Kingdom villages in the"
    },
    {
      "index": 48,
      "start_time": 252110.0,
      "end_time": 256759.0,
      "text": "process, weakening the Fire Nation&#39;s food and water supplies."
    },
    {
      "index": 49,
      "start_time": 256759.0,
      "end_time": 261169.0,
      "text": "During a side track to the Northern Air Temple on his own, Aang is betrayed by a peasant"
    },
    {
      "index": 50,
      "start_time": 261168.99999999997,
      "end_time": 266860.0,
      "text": "and captured by a group of Fire Nation archers, led by Commander Zhao, a Fire Nation Commander"
    },
    {
      "index": 51,
      "start_time": 266860.0,
      "end_time": 273639.0,
      "text": "appointed by the Fire Lord. However, a masked marauder, the &quot;Blue Spirit&quot;, helps Aang escape"
    },
    {
      "index": 52,
      "start_time": 273639.0,
      "end_time": 280419.0,
      "text": "from his imprisonment. Zuko is the masked vigilante, and Zhao realizes this. He arranges"
    },
    {
      "index": 53,
      "start_time": 280419.0,
      "end_time": 287569.0,
      "text": "to kill the prince. Zuko survives the assassination attempt on his life with Iroh&#39;s help. He sneaks"
    },
    {
      "index": 54,
      "start_time": 287569.0,
      "end_time": 293110.0,
      "text": "aboard Zhao&#39;s lead ship as his fleet departs for the Northern Water Tribe, which is a heavy"
    },
    {
      "index": 55,
      "start_time": 293110.0,
      "end_time": 298839.0,
      "text": "fortress, to capture the Avatar. Upon arriving, Aang&#39;s group is welcomed warmly by the citizens"
    },
    {
      "index": 56,
      "start_time": 298839.0,
      "end_time": 304300.0,
      "text": "of the Northern Water Tribe. Immediately, Sokka quickly befriends the Northern Water"
    },
    {
      "index": 57,
      "start_time": 304300.0,
      "end_time": 312180.0,
      "text": "Tribe princess, Yue. After a few agreements, a Waterbending master, Pakku, teaches Aang"
    },
    {
      "index": 58,
      "start_time": 312180.0,
      "end_time": 317680.0,
      "text": "waterbending. Katara also becomes a much stronger and more powerful waterbender due her training"
    },
    {
      "index": 59,
      "start_time": 317680.0,
      "end_time": 322649.0,
      "text": "with Master Pakku. Soon, the Fire Nation arrives and Zhao begins"
    },
    {
      "index": 60,
      "start_time": 322649.0,
      "end_time": 328529.0,
      "text": "his attack while Zuko begins his search for the Avatar on his own. After defeating Katara"
    },
    {
      "index": 61,
      "start_time": 328529.0,
      "end_time": 333789.0,
      "text": "in a battle, Zuko captures Aang as he enters the Spirit World to find the Dragon Spirit"
    },
    {
      "index": 62,
      "start_time": 333789.0,
      "end_time": 338149.0,
      "text": "to give him the wisdom to defeat the Fire Nation who tells him to let his emotions flow"
    },
    {
      "index": 63,
      "start_time": 338149.0,
      "end_time": 345389.0,
      "text": "like water. Returning to his body, Aang battles Zuko before Katara freezes him. Before leaving"
    },
    {
      "index": 64,
      "start_time": 345389.0,
      "end_time": 351759.0,
      "text": "to join the battle, Aang lowers the ice so that Zuko can breathe. As the battle escalates,"
    },
    {
      "index": 65,
      "start_time": 351759.0,
      "end_time": 356439.0,
      "text": "Iroh watches Zhao capture the Moon Spirit, with which its Ocean Spirit counterpart had"
    },
    {
      "index": 66,
      "start_time": 356439.0,
      "end_time": 362330.0,
      "text": "assumed the form of a fish. Despite Iroh&#39;s pleas, Zhao kills the Moon Spirit to strip"
    },
    {
      "index": 67,
      "start_time": 362330.0,
      "end_time": 367949.0,
      "text": "all of the Waterbenders of their powers and abilities to Waterbend. Yue explains to everyone"
    },
    {
      "index": 68,
      "start_time": 367949.0,
      "end_time": 373460.0,
      "text": "that the Moon Spirit gave her life, willing to give it back as she dies in the process."
    },
    {
      "index": 69,
      "start_time": 373460.0,
      "end_time": 379559.0,
      "text": "With the tables turned, Zhao finds out Zuko survived. They almost fight before Iroh appears"
    },
    {
      "index": 70,
      "start_time": 379559.0,
      "end_time": 385149.0,
      "text": "and tells Zuko it&#39;s not worth it. Zhao is drowned by Waterbenders after Zuko and Iroh"
    },
    {
      "index": 71,
      "start_time": 385149.0,
      "end_time": 390929.0,
      "text": "leave him to his fate. Aang remembers his life before being trapped in the ice, including"
    },
    {
      "index": 72,
      "start_time": 390929.0,
      "end_time": 396249.0,
      "text": "when he left his home, seeing his master&#39;s face. With his Waterbending powers and his"
    },
    {
      "index": 73,
      "start_time": 396249.0,
      "end_time": 401349.0,
      "text": "emotions &quot;flowing like water&quot;, Aang enters the Avatar State and raises the ocean into"
    },
    {
      "index": 74,
      "start_time": 401349.0,
      "end_time": 406909.0,
      "text": "a gigantic wall in order to drive the armada back. Aang now fully embraces his destiny"
    },
    {
      "index": 75,
      "start_time": 406909.0,
      "end_time": 412139.0,
      "text": "as the Avatar as he, Katara and Sokka prepare to continue their journey to the Earth Kingdom"
    },
    {
      "index": 76,
      "start_time": 412139.0,
      "end_time": 417689.0,
      "text": "to find an Earthbending teacher for Aang. The Fire Lord learns of the defeat, and angry"
    },
    {
      "index": 77,
      "start_time": 417689.0,
      "end_time": 422709.0,
      "text": "about the betrayal of his brother Iroh and the failure of his eldest son Zuko, he tasks"
    },
    {
      "index": 78,
      "start_time": 422709.0,
      "end_time": 427990.0,
      "text": "his youngest daughter Azula to stop the Avatar from mastering Earth and Fire before the arrival"
    },
    {
      "index": 79,
      "start_time": 427990.0,
      "end_time": 433319.0,
      "text": "of Sozin&#39;s Comet, which she accepts, giving a sinister smile."
    },
    {
      "index": 80,
      "start_time": 433319.0,
      "end_time": 434259.0,
      "text": "Cast"
    },
    {
      "index": 81,
      "start_time": 434259.0,
      "end_time": 439089.0,
      "text": "Noah Ringer as Aang He is an Airbender who disappeared from public sight a hundred years"
    },
    {
      "index": 82,
      "start_time": 439089.0,
      "end_time": 444539.0,
      "text": "ago. While chronologically one hundred and twelve years old, Aang still retains his biological"
    },
    {
      "index": 83,
      "start_time": 444539.0,
      "end_time": 451149.0,
      "text": "age of twelve. He is the latest incarnation of the Avatar Spirit. Though he is capable"
    },
    {
      "index": 84,
      "start_time": 451149.0,
      "end_time": 456679.0,
      "text": "of bending all four elements, at the beginning of the film he has only learned to Airbend."
    },
    {
      "index": 85,
      "start_time": 456679.0,
      "end_time": 461729.0,
      "text": "It is also his duty to maintain balance in the world, which conflicts with his easy-going,"
    },
    {
      "index": 86,
      "start_time": 461729.0,
      "end_time": 466009.0,
      "text": "fun-loving personality Dev Patel as Prince Zuko a sixteen-year-old"
    },
    {
      "index": 87,
      "start_time": 466009.0,
      "end_time": 471709.0,
      "text": "Fire Nation prince who travels with his Uncle Iroh. The former heir to the throne, he was"
    },
    {
      "index": 88,
      "start_time": 471709.0,
      "end_time": 477239.0,
      "text": "exiled by his father, Fire Lord Ozai, and ordered to capture the Avatar in order to"
    },
    {
      "index": 89,
      "start_time": 477239.0,
      "end_time": 481589.0,
      "text": "regain his lost honor. Nicola Peltz as Katara a fourteen-year-old"
    },
    {
      "index": 90,
      "start_time": 481589.0,
      "end_time": 487309.0,
      "text": "girl of the Southern Water Tribe and its last remaining waterbender. Since the death of"
    },
    {
      "index": 91,
      "start_time": 487309.0,
      "end_time": 492889.0,
      "text": "her mother, Kya, she has served as the maternal, motherly figure in her family, and is no stranger"
    },
    {
      "index": 92,
      "start_time": 492889.0,
      "end_time": 498629.0,
      "text": "to responsibility despite her young age. Jackson Rathbone as Sokka a fifteen-year-old"
    },
    {
      "index": 93,
      "start_time": 498629.0,
      "end_time": 504399.0,
      "text": "warrior from the Southern Water Tribe and Katara&#39;s older brother. He can be condescending,"
    },
    {
      "index": 94,
      "start_time": 504399.0,
      "end_time": 509789.0,
      "text": "and has no waterbending abilities. He often takes up leadership roles by virtue of coming"
    },
    {
      "index": 95,
      "start_time": 509789.0,
      "end_time": 517039.0,
      "text": "up with most of the workable plans and tactics. Shaun Toub as Uncle Iroh Zuko&#39;s paternal uncle."
    },
    {
      "index": 96,
      "start_time": 517039.0,
      "end_time": 522389.0,
      "text": "He is extremely easy-going and friendly, and often acts as a surrogate father to Zuko."
    },
    {
      "index": 97,
      "start_time": 522389.0,
      "end_time": 527329.0,
      "text": "Formerly a great general of the Fire Nation, personal tragedies led to his retirement,"
    },
    {
      "index": 98,
      "start_time": 527329.0,
      "end_time": 531620.0,
      "text": "and the role of heir-presumptive passed to his younger brother Ozai."
    },
    {
      "index": 99,
      "start_time": 531620.0,
      "end_time": 537980.0,
      "text": "Aasif Mandvi as Commander Zhao a hot-tempered Fire Nation Commander in pursuit of the Avatar."
    },
    {
      "index": 100,
      "start_time": 537980.0,
      "end_time": 543190.0,
      "text": "He is Zuko&#39;s principal rival. He has an obsession with libraries."
    },
    {
      "index": 101,
      "start_time": 543190.0,
      "end_time": 547800.0,
      "text": "Seychelle Gabriel as Princess Yue The princess of the Northern Water Tribe,"
    },
    {
      "index": 102,
      "start_time": 547800.0,
      "end_time": 554139.0,
      "text": "who was Sokka&#39;s first girlfriend, and romantic love interest. In a tragic turn of events,"
    },
    {
      "index": 103,
      "start_time": 554139.0,
      "end_time": 558889.0,
      "text": "she sacrificed herself to save the water tribe and the balance of the earth, by turning into"
    },
    {
      "index": 104,
      "start_time": 558889.0,
      "end_time": 562459.0,
      "text": "the moon. Cliff Curtis as Fire Lord Ozai"
    },
    {
      "index": 105,
      "start_time": 562459.0,
      "end_time": 566940.0,
      "text": "The leader of the Fire Nation as well as Prince Zuko&#39;s father."
    },
    {
      "index": 106,
      "start_time": 566940.0,
      "end_time": 571170.0,
      "text": "Summer Bishil as Princess Azula She appears once at the battle where Zuko"
    },
    {
      "index": 107,
      "start_time": 571170.0,
      "end_time": 575639.0,
      "text": "refuses to fight and again at the end where she accepts the role as hunter of her older"
    },
    {
      "index": 108,
      "start_time": 575639.0,
      "end_time": 581480.0,
      "text": "brother and uncle, and destroying the Avatar. Francis Guinan as Master Pakku"
    },
    {
      "index": 109,
      "start_time": 581480.0,
      "end_time": 587579.0,
      "text": "He is a water bending master of the Northern Water Tribe; he taught Aang to water bend."
    },
    {
      "index": 110,
      "start_time": 587579.0,
      "end_time": 592269.0,
      "text": "Randall Duk Kim as Old man in temple He is an Earth Kingdom villager, who often"
    },
    {
      "index": 111,
      "start_time": 592269.0,
      "end_time": 598110.0,
      "text": "visits the remains of the Northern Air Temple. Isaac Jin Solstein as Earth bending boy"
    },
    {
      "index": 112,
      "start_time": 598110.0,
      "end_time": 603920.0,
      "text": "He is based on Haru of the cartoon series. He started the prison uprising by earth bending"
    },
    {
      "index": 113,
      "start_time": 603920.0,
      "end_time": 607600.0,
      "text": "a pebble to the back of the lead Fire Nation soldier&#39;s head."
    },
    {
      "index": 114,
      "start_time": 607600.0,
      "end_time": 613189.0,
      "text": "Keong Sim as earthbending father He is based on Tyro of the cartoon series."
    },
    {
      "index": 115,
      "start_time": 613189.0,
      "end_time": 617579.0,
      "text": "He and other Earth benders in his occupied village agreed to be imprisoned in exchange"
    },
    {
      "index": 116,
      "start_time": 617579.0,
      "end_time": 623230.0,
      "text": "for the non-benders to live in peace. He reneged the terms of surrender by bending an earth-barrier"
    },
    {
      "index": 117,
      "start_time": 623230.0,
      "end_time": 627970.0,
      "text": "to protect his son from the lead soldier&#39;s retaliatory Fire bending attack."
    },
    {
      "index": 118,
      "start_time": 627970.0,
      "end_time": 632589.0,
      "text": "John Noble as Dragon Spirit He is a new composite character taking over"
    },
    {
      "index": 119,
      "start_time": 632589.0,
      "end_time": 639079.0,
      "text": "the roles of Avatar Roku, Fang, Koh and Guru Pathik from the cartoon series."
    },
    {
      "index": 120,
      "start_time": 639079.0,
      "end_time": 640649.0,
      "text": "Production Development"
    },
    {
      "index": 121,
      "start_time": 640649.0,
      "end_time": 646410.0,
      "text": "According to an interview with the co-creators in SFX magazine, Shyamalan came across Avatar"
    },
    {
      "index": 122,
      "start_time": 646410.0,
      "end_time": 651990.0,
      "text": "when his daughter wanted to be Katara for Halloween. Intrigued, Shyamalan researched"
    },
    {
      "index": 123,
      "start_time": 651990.0,
      "end_time": 657740.0,
      "text": "and watched the series with his family. &quot;Watching Avatar has become a family event in my house"
    },
    {
      "index": 124,
      "start_time": 657740.0,
      "end_time": 663959.0,
      "text": "... so we are looking forward to how the story develops in season three,&quot; said Shyamalan."
    },
    {
      "index": 125,
      "start_time": 663959.0,
      "end_time": 669480.0,
      "text": "&quot;Once I saw the amazing world that Mike and Bryan created, I knew it would make a great"
    },
    {
      "index": 126,
      "start_time": 669480.0,
      "end_time": 674670.0,
      "text": "feature film.&quot; He added he was attracted to the spiritual and martial arts influences"
    },
    {
      "index": 127,
      "start_time": 674670.0,
      "end_time": 679199.0,
      "text": "on the show. Avatar: The Last Airbender co-creators Michael"
    },
    {
      "index": 128,
      "start_time": 679199.0,
      "end_time": 684459.0,
      "text": "Dante DiMartino and Bryan Konietzko voiced their opinion within an interview regarding"
    },
    {
      "index": 129,
      "start_time": 684459.0,
      "end_time": 689959.0,
      "text": "M. Night Shyamalan writing, directing and producing the film. The two displayed much"
    },
    {
      "index": 130,
      "start_time": 689959.0,
      "end_time": 695730.0,
      "text": "enthusiasm over Shyamalan&#39;s decision for the adaptation, stating that they admire his work"
    },
    {
      "index": 131,
      "start_time": 695730.0,
      "end_time": 701519.0,
      "text": "and, in turn, he respects their material. Producer Frank Marshall explained that they"
    },
    {
      "index": 132,
      "start_time": 701519.0,
      "end_time": 709709.0,
      "text": "have high hopes to stick to a PG rating. &quot;I&#39;m not even sure we want to get in the PG-13"
    },
    {
      "index": 133,
      "start_time": 709709.0,
      "end_time": 713810.0,
      "text": "realm. Furthermore, Shyamalan said, &quot;A lot of the inspiration for the direction we took"
    },
    {
      "index": 134,
      "start_time": 713810.0,
      "end_time": 720399.0,
      "text": "comes from a friend of mine. A Nathan Blackmer helped shape this Idea into the film it became."
    },
    {
      "index": 135,
      "start_time": 720399.0,
      "end_time": 724579.0,
      "text": "I took away a little bit of the slapsticky stuff that was there for the little little"
    },
    {
      "index": 136,
      "start_time": 724579.0,
      "end_time": 730800.0,
      "text": "kids, the fart jokes and things like that...We grounded Katara&#39;s brother...and that really"
    },
    {
      "index": 137,
      "start_time": 730800.0,
      "end_time": 735740.0,
      "text": "did wonderful things for the whole theme of the movie.&quot; Paramount&#39;s president Brad Grey"
    },
    {
      "index": 138,
      "start_time": 735740.0,
      "end_time": 741899.0,
      "text": "said that despite the director&#39;s career being inconsistent, he &quot;believed in [Shyamalan&#39;s]"
    },
    {
      "index": 139,
      "start_time": 741899.0,
      "end_time": 745870.0,
      "text": "vision and that he could execute it,&quot; adding that &quot;It&#39;s a bold step because he had to create"
    },
    {
      "index": 140,
      "start_time": 745870.0,
      "end_time": 752779.0,
      "text": "a potential new family franchise.&quot; The studio was willing to spend $250 million in a trilogy"
    },
    {
      "index": 141,
      "start_time": 752779.0,
      "end_time": 760730.0,
      "text": "of films, one for each season. The Last Airbender&#39;s budget wound up being $150 million, with later"
    },
    {
      "index": 142,
      "start_time": 760730.0,
      "end_time": 767110.0,
      "text": "over $130 million being spent on marketing costs, making it Shyamalan&#39;s most expensive"
    },
    {
      "index": 143,
      "start_time": 767110.0,
      "end_time": 769300.0,
      "text": "film. Casting"
    },
    {
      "index": 144,
      "start_time": 769300.0,
      "end_time": 774660.0,
      "text": "M. Night Shyamalan originally offered the roles of Aang to Noah Ringer; Sokka to Jackson"
    },
    {
      "index": 145,
      "start_time": 774660.0,
      "end_time": 783040.0,
      "text": "Rathbone; Katara to Nicola Peltz; and Zuko to Jesse McCartney. In an interview with People,"
    },
    {
      "index": 146,
      "start_time": 783040.0,
      "end_time": 787430.0,
      "text": "Shyamalan claimed that he did not want to make The Last Airbender without Nicola Peltz,"
    },
    {
      "index": 147,
      "start_time": 787430.0,
      "end_time": 792180.0,
      "text": "&quot;I said that only once before in my career, and that was when I met Haley in The Sixth"
    },
    {
      "index": 148,
      "start_time": 792180.0,
      "end_time": 799540.0,
      "text": "Sense auditions.&quot; In February 2009, Dev Patel replaced Jesse McCartney, whose tour dates"
    },
    {
      "index": 149,
      "start_time": 799540.0,
      "end_time": 805149.0,
      "text": "conflicted with a boot camp scheduled for the cast to train in martial arts. Katharine"
    },
    {
      "index": 150,
      "start_time": 805149.0,
      "end_time": 810420.0,
      "text": "Houghton played &quot;Gran Gran&quot;, the grandmother of Katara and Sokka, and Seychelle Gabriel"
    },
    {
      "index": 151,
      "start_time": 810420.0,
      "end_time": 815300.0,
      "text": "portrayed Princess Yue, another of Sokka&#39;s love interests and princess of the Northern"
    },
    {
      "index": 152,
      "start_time": 815300.0,
      "end_time": 822529.0,
      "text": "Water Tribe. Isaac Jin Solstein played an earthbending boy. Comedian Aasif Mandvi played"
    },
    {
      "index": 153,
      "start_time": 822529.0,
      "end_time": 829439.0,
      "text": "Commander Zhao, Cliff Curtis played Fire Lord Ozai, and Keong Sim was cast in the role of"
    },
    {
      "index": 154,
      "start_time": 829439.0,
      "end_time": 832870.0,
      "text": "an Earthbender. Ringer began practicing Taekwondo - the martial"
    },
    {
      "index": 155,
      "start_time": 832870.0,
      "end_time": 839749.0,
      "text": "art and national sport of South Korea - at the age of 10. His skills later garnered accolades,"
    },
    {
      "index": 156,
      "start_time": 839749.0,
      "end_time": 845149.0,
      "text": "including the title of American Taekwondo Association Texas State Champion. He began"
    },
    {
      "index": 157,
      "start_time": 845149.0,
      "end_time": 850569.0,
      "text": "shaving his head during his martial arts training to help cool off, which gave him the nickname"
    },
    {
      "index": 158,
      "start_time": 850569.0,
      "end_time": 856360.0,
      "text": "&quot;Avatar&quot; due to his resemblance to Aang from the animated series. When he heard about the"
    },
    {
      "index": 159,
      "start_time": 856360.0,
      "end_time": 862319.0,
      "text": "film adaptation, he made an audition tape with his instructor and sent it to the filmmakers."
    },
    {
      "index": 160,
      "start_time": 862319.0,
      "end_time": 867569.0,
      "text": "He hadn&#39;t worked on a film before, but his resemblance to Aang—enhanced by painting"
    },
    {
      "index": 161,
      "start_time": 867569.0,
      "end_time": 873779.0,
      "text": "a blue arrow on his already shaved head, swung him the role. Having not acted before, Ringer"
    },
    {
      "index": 162,
      "start_time": 873779.0,
      "end_time": 879360.0,
      "text": "was required to attend acting school a month before filming commenced. Peltz was familiar"
    },
    {
      "index": 163,
      "start_time": 879360.0,
      "end_time": 883860.0,
      "text": "with the character before submitting for the part of Katara, having faithfully watched"
    },
    {
      "index": 164,
      "start_time": 883860.0,
      "end_time": 889389.0,
      "text": "Avatar: The Last Airbender, the animated series on which the film is based, with her younger"
    },
    {
      "index": 165,
      "start_time": 889389.0,
      "end_time": 894399.0,
      "text": "twin brothers. She describes her character as being a big role model with young girls"
    },
    {
      "index": 166,
      "start_time": 894399.0,
      "end_time": 899779.0,
      "text": "and women, &quot;She&#39;s really mentally and physically strong, strong-willed and -minded, but she&#39;s"
    },
    {
      "index": 167,
      "start_time": 899779.0,
      "end_time": 906749.0,
      "text": "also caring and compassionate... The movie has a lot of values, but it&#39;s also fun. It&#39;s"
    },
    {
      "index": 168,
      "start_time": 906749.0,
      "end_time": 911920.0,
      "text": "fantasy, but it&#39;s also a really cool battle between good and evil.&quot; She explained that"
    },
    {
      "index": 169,
      "start_time": 911920.0,
      "end_time": 916800.0,
      "text": "she initially didn&#39;t know about Rathbone starring in the Twilight films until after she met"
    },
    {
      "index": 170,
      "start_time": 916800.0,
      "end_time": 923199.0,
      "text": "him and said that working with Shyamalan was an amazing experience. Rathbone, who originally"
    },
    {
      "index": 171,
      "start_time": 923199.0,
      "end_time": 928499.0,
      "text": "auditioned for the role of Zuko, was approached by Shyamalan to audition for the film. After"
    },
    {
      "index": 172,
      "start_time": 928499.0,
      "end_time": 934779.0,
      "text": "waiting for six months, he received a call informing him that he was cast as Sokka. Rathbone"
    },
    {
      "index": 173,
      "start_time": 934779.0,
      "end_time": 941069.0,
      "text": "stated that his favorite scenes were the fight sequences, which he prepared for by stickfighting."
    },
    {
      "index": 174,
      "start_time": 941069.0,
      "end_time": 945889.0,
      "text": "Before Slumdog Millionaire was released, Patel auditioned for the role of Zuko by submitting"
    },
    {
      "index": 175,
      "start_time": 945889.0,
      "end_time": 952959.0,
      "text": "a tape to the studio. Shyamalan called Patel personally to inform him that he got the part."
    },
    {
      "index": 176,
      "start_time": 952959.0,
      "end_time": 958519.0,
      "text": "Training for the film was intense, as he had to learn Wushu and different martial arts."
    },
    {
      "index": 177,
      "start_time": 958519.0,
      "end_time": 964639.0,
      "text": "Patel recalls fighting, punching, and throwing and said the experience was &quot;truly amazing.&quot;"
    },
    {
      "index": 178,
      "start_time": 964639.0,
      "end_time": 969119.0,
      "text": "While he was filming Slumdog in India, he would finish a take and turn one of the channels"
    },
    {
      "index": 179,
      "start_time": 969119.0,
      "end_time": 974649.0,
      "text": "over to the animated series. Even though it is based on a cartoon, he wanted to bring"
    },
    {
      "index": 180,
      "start_time": 974649.0,
      "end_time": 980579.0,
      "text": "as much of himself as possible to the character he was portraying. Shaun Toub, who was cast"
    },
    {
      "index": 181,
      "start_time": 980579.0,
      "end_time": 986869.0,
      "text": "as Iroh, describes his character in the first film as &quot;loose&quot; and &quot;free&quot;. He compares Zuko&#39;s"
    },
    {
      "index": 182,
      "start_time": 986869.0,
      "end_time": 991240.0,
      "text": "&quot;obsession&quot; to his childhood memories and how kids are always looking for their parents&#39;"
    },
    {
      "index": 183,
      "start_time": 991240.0,
      "end_time": 997369.0,
      "text": "approval, saying that Zuko just wants his father&#39;s. &quot;He isn&#39;t necessarily bad, he just"
    },
    {
      "index": 184,
      "start_time": 997369.0,
      "end_time": 1003160.0,
      "text": "has a great deal of built up anger and forgets to consider others. I think people will understand"
    },
    {
      "index": 185,
      "start_time": 1003160.0,
      "end_time": 1008019.0,
      "text": "that he&#39;s not bad, he&#39;s just angry and hurting because he really wants his father to love"
    },
    {
      "index": 186,
      "start_time": 1008020.0,
      "end_time": 1013221.0,
      "text": "him, but his father is too busy with other things.&quot; He says that Patel is an &quot;18 year"
    },
    {
      "index": 187,
      "start_time": 1013220.0,
      "end_time": 1017629.0,
      "text": "old with all this energy,&quot; and that Patel was able to influence him into appreciating"
    },
    {
      "index": 188,
      "start_time": 1017630.0,
      "end_time": 1023950.0,
      "text": "the business of filmmaking more. While comparing the animated series to the film, he says the"
    },
    {
      "index": 189,
      "start_time": 1023950.0,
      "end_time": 1029040.0,
      "text": "film is much more serious. He attributed this change to the director trying to relate to"
    },
    {
      "index": 190,
      "start_time": 1029040.0,
      "end_time": 1033241.0,
      "text": "every age group, rather than just kids. Filming"
    },
    {
      "index": 191,
      "start_time": 1033240.0,
      "end_time": 1040909.0,
      "text": "Pre-production began in late 2008, while filming began in March 2009 in Greenland. After two"
    },
    {
      "index": 192,
      "start_time": 1040910.0000000001,
      "end_time": 1046121.0000000001,
      "text": "weeks, the cast and crew moved to Reading, Pennsylvania, where production designers and"
    },
    {
      "index": 193,
      "start_time": 1046119.9999999999,
      "end_time": 1052370.0,
      "text": "special-effects crews worked for several weeks, preparing the local site for the film. A production"
    },
    {
      "index": 194,
      "start_time": 1052370.0,
      "end_time": 1057679.0,
      "text": "team scouting the area found the pagoda on Mount Penn, which served as an ancient temple"
    },
    {
      "index": 195,
      "start_time": 1057680.0,
      "end_time": 1063211.0,
      "text": "in the film. Reading mayor Tom McMahon explained that crews made road improvements and buried"
    },
    {
      "index": 196,
      "start_time": 1063210.0,
      "end_time": 1068820.0,
      "text": "electrical lines surrounding the structure. Filming also took place in Ontelaunee Township"
    },
    {
      "index": 197,
      "start_time": 1068820.0,
      "end_time": 1073640.0,
      "text": "and at the William Penn Memorial Fire Tower in Pennsylvania after the production crew"
    },
    {
      "index": 198,
      "start_time": 1073640.0,
      "end_time": 1079919.0,
      "text": "finished at the Pagoda. When asked about shooting the film in Reading, Pamela Shupp, vice president"
    },
    {
      "index": 199,
      "start_time": 1079920.0,
      "end_time": 1085241.0,
      "text": "of Berks Economic Development said, &quot;They needed buildings to shoot all the interiors,"
    },
    {
      "index": 200,
      "start_time": 1085240.0,
      "end_time": 1090580.0,
      "text": "and were looking for a group of buildings with high ceilings and specific column spacing."
    },
    {
      "index": 201,
      "start_time": 1090580.0,
      "end_time": 1094549.0,
      "text": "We showed them a number of buildings, but we couldn&#39;t come up with enough to meet their"
    },
    {
      "index": 202,
      "start_time": 1094550.0,
      "end_time": 1099721.0,
      "text": "requirements. So the interiors will be shot in Philadelphia.&quot;"
    },
    {
      "index": 203,
      "start_time": 1099720.0,
      "end_time": 1103090.0,
      "text": "Visual effects With a film as technologically advanced as"
    },
    {
      "index": 204,
      "start_time": 1103090.0,
      "end_time": 1108220.0,
      "text": "Avatar, the expectations of realistically throwing balls of fire and water were pushed"
    },
    {
      "index": 205,
      "start_time": 1108220.0,
      "end_time": 1113779.0,
      "text": "to the limit on The Last Airbender. Pablo Helman, who previously worked on Star Wars"
    },
    {
      "index": 206,
      "start_time": 1113780.0,
      "end_time": 1119081.0,
      "text": "Episode II: Attack of the Clones, was the visual effects supervisor for the Industrial"
    },
    {
      "index": 207,
      "start_time": 1119080.0,
      "end_time": 1124909.0,
      "text": "Light and Magic team on the film. He worked closely with Shyamalan, reviewing each scene"
    },
    {
      "index": 208,
      "start_time": 1124910.0,
      "end_time": 1129601.0,
      "text": "and talking about the visual effects needed to tell the story, and ultimately worked with"
    },
    {
      "index": 209,
      "start_time": 1129600.0,
      "end_time": 1135130.0,
      "text": "about 300 people to reflect the director&#39;s vision, who he said planned it all in a story-board"
    },
    {
      "index": 210,
      "start_time": 1135130.0,
      "end_time": 1136450.0,
      "text": "book."
    },
    {
      "index": 211,
      "start_time": 1136450.0,
      "end_time": 1142190.0,
      "text": "Industrial Light and Magic was posed with visualizing the elemental tribes of Air, Water,"
    },
    {
      "index": 212,
      "start_time": 1142190.0,
      "end_time": 1149169.0,
      "text": "Earth, and Fire; most importantly creating the &quot;bending&quot; styles of these elements. Additionally,"
    },
    {
      "index": 213,
      "start_time": 1149170.0,
      "end_time": 1154251.0,
      "text": "they were required to animate inanimate creatures and enhance stunt work with digital doubles."
    },
    {
      "index": 214,
      "start_time": 1154250.0,
      "end_time": 1160460.0,
      "text": "&quot;The work was challenging,&quot; shares Helman. &quot;We had to figure out what &quot;bending&quot; is for"
    },
    {
      "index": 215,
      "start_time": 1160460.0,
      "end_time": 1165730.0,
      "text": "fire, water, air and earth.&quot; The project was started without the desired technology needed"
    },
    {
      "index": 216,
      "start_time": 1165730.0,
      "end_time": 1171730.0,
      "text": "to create the effects. Rather than software, computer graphic cards were the basis for"
    },
    {
      "index": 217,
      "start_time": 1171730.0,
      "end_time": 1176820.0,
      "text": "&quot;bending&quot; the elements, allowing previews to be viewed more swiftly. This resulted in"
    },
    {
      "index": 218,
      "start_time": 1176820.0,
      "end_time": 1181340.0,
      "text": "Shyamalan having to direct more than sixty takes before the effect was finished and lined"
    },
    {
      "index": 219,
      "start_time": 1181340.0,
      "end_time": 1186350.0,
      "text": "up with his visions. Due to reality-based expectations, fire and"
    },
    {
      "index": 220,
      "start_time": 1186350.0,
      "end_time": 1191149.0,
      "text": "water were the hardest elements to effectively bend, and because of particle work which was"
    },
    {
      "index": 221,
      "start_time": 1191150.0,
      "end_time": 1197400.0,
      "text": "unable to be rendered in hardware, earth bending also was difficult to create. With water,"
    },
    {
      "index": 222,
      "start_time": 1197400.0,
      "end_time": 1202780.0,
      "text": "the variety in different scales required Helman and his team to create different techniques."
    },
    {
      "index": 223,
      "start_time": 1202780.0,
      "end_time": 1208491.0,
      "text": "The concept for air was derived from the animation of the television series. In order to create"
    },
    {
      "index": 224,
      "start_time": 1208490.0,
      "end_time": 1213299.0,
      "text": "the air bending effect, visual effects art director Christian Alzman and digital matte"
    },
    {
      "index": 225,
      "start_time": 1213300.0,
      "end_time": 1218540.0,
      "text": "department supervisor Barry Williams explained that seeing dust and snow particles, rather"
    },
    {
      "index": 226,
      "start_time": 1218540.0,
      "end_time": 1223680.0,
      "text": "than seeing the air itself, helped shape the real world effect of bending the element."
    },
    {
      "index": 227,
      "start_time": 1223680.0,
      "end_time": 1229601.0,
      "text": "Before the bending effects could be applied though, the actor&#39;s movements had to be matched;"
    },
    {
      "index": 228,
      "start_time": 1229600.0,
      "end_time": 1234240.0,
      "text": "Shyamalan therefore wanted each character&#39;s bending styles to be unique in order to fit"
    },
    {
      "index": 229,
      "start_time": 1234240.0,
      "end_time": 1239010.0,
      "text": "with their unique personalities. The challenge for fire didn&#39;t come with making"
    },
    {
      "index": 230,
      "start_time": 1239010.0,
      "end_time": 1243720.0,
      "text": "it look realistic, but rather making the fire behave in an unrealistic way that would be"
    },
    {
      "index": 231,
      "start_time": 1243720.0,
      "end_time": 1249179.0,
      "text": "believable to the audience. The film that inspired The Last Airbender&#39;s fire style was"
    },
    {
      "index": 232,
      "start_time": 1249180.0,
      "end_time": 1256261.0,
      "text": "the sixth Harry Potter film, which was re-engineered in order to reflect two-dimensional simulations."
    },
    {
      "index": 233,
      "start_time": 1256260.0,
      "end_time": 1260289.0,
      "text": "Helman&#39;s team referenced images of flames being pushed through the air by giant fans"
    },
    {
      "index": 234,
      "start_time": 1260290.0,
      "end_time": 1265621.0,
      "text": "for certain shots needed throughout the film. The team also considered using a meshed image"
    },
    {
      "index": 235,
      "start_time": 1265620.0,
      "end_time": 1270909.0,
      "text": "of real and digital fire, but in the end, went with the richer, deeper texture of computer"
    },
    {
      "index": 236,
      "start_time": 1270910.0,
      "end_time": 1275040.0,
      "text": "generated flame. In terms of matte paintings, this was the"
    },
    {
      "index": 237,
      "start_time": 1275040.0,
      "end_time": 1280400.0,
      "text": "biggest show that Helman had ever done. The paintings had to be in 3D because the visual"
    },
    {
      "index": 238,
      "start_time": 1280400.0,
      "end_time": 1286261.0,
      "text": "style included long duration shots in which the camera always moved. The climax, which"
    },
    {
      "index": 239,
      "start_time": 1286260.0,
      "end_time": 1292269.0,
      "text": "was enacted on a 200 by 200 feet set, had to be incorporated with still of the landscapes"
    },
    {
      "index": 240,
      "start_time": 1292270.0,
      "end_time": 1297780.0,
      "text": "shot in Greenland, as well as the low-angle lighting that was captured on location there."
    },
    {
      "index": 241,
      "start_time": 1297780.0,
      "end_time": 1302201.0,
      "text": "The camera was animated to get angles needed for different shots in the film by importing"
    },
    {
      "index": 242,
      "start_time": 1302200.0,
      "end_time": 1307500.0,
      "text": "these stills into the computer. Multiple cameras were used to capture the different wire-work"
    },
    {
      "index": 243,
      "start_time": 1307500.0,
      "end_time": 1311929.0,
      "text": "and animation that was used to create the creatures and many fight scenes within the"
    },
    {
      "index": 244,
      "start_time": 1311930.0,
      "end_time": 1317891.0,
      "text": "film. In creating these creatures, the team referenced nature. In order for them to be"
    },
    {
      "index": 245,
      "start_time": 1317890.0,
      "end_time": 1322679.0,
      "text": "believable, they looked for examples of the same size and weight as the animated character"
    },
    {
      "index": 246,
      "start_time": 1322680.0,
      "end_time": 1327641.0,
      "text": "and then developed hybrids from different animals to make each species unique. This"
    },
    {
      "index": 247,
      "start_time": 1327640.0,
      "end_time": 1333320.0,
      "text": "was done by observing actual animals to get a take on how they would act. Shyamalan&#39;s"
    },
    {
      "index": 248,
      "start_time": 1333320.0,
      "end_time": 1338830.0,
      "text": "take on the personality of each creature also influenced the creation stage of the creatures."
    },
    {
      "index": 249,
      "start_time": 1338830.0,
      "end_time": 1344940.0,
      "text": "For example, the lemur Momo has flying mechanics based on a giant fruit bat. Other elements,"
    },
    {
      "index": 250,
      "start_time": 1344940.0,
      "end_time": 1350870.0,
      "text": "such as texturing, hair or scale simulation, and light and shadow complimentary to the"
    },
    {
      "index": 251,
      "start_time": 1350870.0,
      "end_time": 1355620.0,
      "text": "live action, were added to make the final animation appear as real as possible during"
    },
    {
      "index": 252,
      "start_time": 1355620.0,
      "end_time": 1360870.0,
      "text": "the later stages of character development. Paramount Pictures made an announcement in"
    },
    {
      "index": 253,
      "start_time": 1360870.0,
      "end_time": 1367210.0,
      "text": "late April 2010, revealing that The Last Airbender would be released in 3D. This decision came"
    },
    {
      "index": 254,
      "start_time": 1367210.0,
      "end_time": 1372630.0,
      "text": "after an increased amount of films being made or converted to 3D, such as Avatar, Alice"
    },
    {
      "index": 255,
      "start_time": 1372630.0,
      "end_time": 1378500.0,
      "text": "in Wonderland and Clash of the Titans, made a decent profit at the box office. Although"
    },
    {
      "index": 256,
      "start_time": 1378500.0,
      "end_time": 1383440.0,
      "text": "Helman stated that Shyamalan&#39;s way of shooting without fast edits and the film&#39;s visuals"
    },
    {
      "index": 257,
      "start_time": 1383440.0,
      "end_time": 1388750.0,
      "text": "could lend itself to the 3D conversion well, James Cameron voiced his disapproval on any"
    },
    {
      "index": 258,
      "start_time": 1388750.0,
      "end_time": 1394779.0,
      "text": "film being converted using this process, saying, &quot;You can slap a 3-D label on it and call it"
    },
    {
      "index": 259,
      "start_time": 1394780.0,
      "end_time": 1399520.0,
      "text": "3-D, but there&#39;s no possible way that it can be done up to a standard that anybody would"
    },
    {
      "index": 260,
      "start_time": 1399520.0,
      "end_time": 1406650.0,
      "text": "consider high enough.&quot; Despite this, Shyamalan opted to work with Stereo D LLC, the company"
    },
    {
      "index": 261,
      "start_time": 1406650.0,
      "end_time": 1412560.0,
      "text": "who worked on James Cameron&#39;s own Avatar. The conversion process for the film cost between"
    },
    {
      "index": 262,
      "start_time": 1412560.0,
      "end_time": 1418520.0,
      "text": "$5 million and $10 million, adding to the reported $100 million that already went into"
    },
    {
      "index": 263,
      "start_time": 1418520.0,
      "end_time": 1421160.0,
      "text": "the film. Music"
    },
    {
      "index": 264,
      "start_time": 1421160.0,
      "end_time": 1427621.0,
      "text": "In December 2008, James Newton Howard was announced as the composer for The Last Airbender."
    },
    {
      "index": 265,
      "start_time": 1427620.0,
      "end_time": 1432389.0,
      "text": "The film would mark the seventh collaboration between Howard and M. Night Shyamalan, after"
    },
    {
      "index": 266,
      "start_time": 1432390.0,
      "end_time": 1438381.0,
      "text": "the 2008 film The Happening. Most recently, Howard received acclaim for his work with"
    },
    {
      "index": 267,
      "start_time": 1438380.0,
      "end_time": 1445289.0,
      "text": "Hans Zimmer on The Dark Knight. On May 13, 2009, producer Frank Marshall announced that"
    },
    {
      "index": 268,
      "start_time": 1445290.0,
      "end_time": 1450560.0,
      "text": "Howard was recording music for the teaser trailer that was later released that summer;"
    },
    {
      "index": 269,
      "start_time": 1450560.0,
      "end_time": 1455040.0,
      "text": "it was later confirmed by Frank Marshall that all of the film&#39;s trailers featured original"
    },
    {
      "index": 270,
      "start_time": 1455040.0,
      "end_time": 1462900.0,
      "text": "music by Howard himself. The soundtrack, released by Lakeshore Records on June 29, 2010, required"
    },
    {
      "index": 271,
      "start_time": 1462900.0,
      "end_time": 1470390.0,
      "text": "Howard to hire a 119-member ensemble. Running at approximately 66 minutes, it contains eleven"
    },
    {
      "index": 272,
      "start_time": 1470390.0,
      "end_time": 1475410.0,
      "text": "tracks ranging from three to seven minutes, with a twelfth track, called &quot;Airbender Suite&quot;"
    },
    {
      "index": 273,
      "start_time": 1475410.0,
      "end_time": 1481691.0,
      "text": "running at nearly eleven minutes. Reviews for the score were overwhelmingly positive."
    },
    {
      "index": 274,
      "start_time": 1481690.0,
      "end_time": 1485399.0,
      "text": "Casting controversy The casting of white actors in the Asian-influenced"
    },
    {
      "index": 275,
      "start_time": 1485400.0,
      "end_time": 1491140.0,
      "text": "Avatar universe triggered negative reactions from some fans marked by accusations of racism,"
    },
    {
      "index": 276,
      "start_time": 1491140.0,
      "end_time": 1497290.0,
      "text": "a letter-writing campaign, and various protests. &quot;To take this incredibly loved children&#39;s"
    },
    {
      "index": 277,
      "start_time": 1497290.0,
      "end_time": 1502221.0,
      "text": "series, and really distort not only the ethnicity of the individual characters but the message"
    },
    {
      "index": 278,
      "start_time": 1502220.0,
      "end_time": 1508059.0,
      "text": "of acceptance and cultural diversity that the original series advocated, is a huge blow,&quot;"
    },
    {
      "index": 279,
      "start_time": 1508060.0,
      "end_time": 1513711.0,
      "text": "said Michael Le of Racebending.com, a fan site calling for a boycott of the martial-arts"
    },
    {
      "index": 280,
      "start_time": 1513710.0,
      "end_time": 1519370.0,
      "text": "fantasy. As a result of the casting, the Media Action Network for Asian-Americans urged a"
    },
    {
      "index": 281,
      "start_time": 1519370.0,
      "end_time": 1525539.0,
      "text": "film boycott for the first time in the organization&#39;s 18-year history. &quot;This was a great opportunity"
    },
    {
      "index": 282,
      "start_time": 1525540.0,
      "end_time": 1534621.0,
      "text": "to create new Asian-American stars...I&#39;m disappointed.&quot; stated Guy Aoki, president of the organization."
    },
    {
      "index": 283,
      "start_time": 1534620.0,
      "end_time": 1540159.0,
      "text": "After a casting call specifically looking for &quot;Caucasians and other ethnicities,&quot; Shyamalan"
    },
    {
      "index": 284,
      "start_time": 1540160.0,
      "end_time": 1545160.0,
      "text": "explained that &quot;Ultimately, this movie, and then the three movies, will be the most culturally"
    },
    {
      "index": 285,
      "start_time": 1545160.0,
      "end_time": 1551821.0,
      "text": "diverse tent-pole movies ever released, period.&quot; Furthermore, Paramount provided a statement"
    },
    {
      "index": 286,
      "start_time": 1551820.0,
      "end_time": 1557380.0,
      "text": "about the casting choices, &quot;The movie has 23 credited speaking roles — more than half"
    },
    {
      "index": 287,
      "start_time": 1557380.0,
      "end_time": 1563929.0,
      "text": "of which feature Asian and Pan Asian actors of Korean, Japanese and Indian descent. The"
    },
    {
      "index": 288,
      "start_time": 1563930.0,
      "end_time": 1568871.0,
      "text": "filmmaker&#39;s interpretation reflects the myriad qualities that have made this series a global"
    },
    {
      "index": 289,
      "start_time": 1568870.0,
      "end_time": 1574230.0,
      "text": "phenomenon. We believe fans of the original and new audiences alike will respond positively"
    },
    {
      "index": 290,
      "start_time": 1574230.0,
      "end_time": 1578559.0,
      "text": "once they see it.&quot; M. Night Shyamalan commented on the issues"
    },
    {
      "index": 291,
      "start_time": 1578560.0,
      "end_time": 1583111.0,
      "text": "regarding fans&#39; perceptions of the casting in an interview with Washington Post columnist"
    },
    {
      "index": 292,
      "start_time": 1583110.0,
      "end_time": 1590769.0,
      "text": "Jen Chaney, saying, &quot;Anime is based on ambiguous facial features. It&#39;s meant to be interpretive."
    },
    {
      "index": 293,
      "start_time": 1590770.0,
      "end_time": 1596150.0,
      "text": "It&#39;s meant to be inclusive of all races, and you can see yourself in all these characters...This"
    },
    {
      "index": 294,
      "start_time": 1596150.0,
      "end_time": 1600920.0,
      "text": "is a multicultural movie and I&#39;m going to make it even more multicultural in my approach"
    },
    {
      "index": 295,
      "start_time": 1600920.0,
      "end_time": 1607081.0,
      "text": "to its casting. There&#39;s African-Americans in the movie...so it&#39;s a source of pride for"
    },
    {
      "index": 296,
      "start_time": 1607080.0,
      "end_time": 1612909.0,
      "text": "me. The irony that [protesters] would label this with anything but the greatest pride,"
    },
    {
      "index": 297,
      "start_time": 1612910.0,
      "end_time": 1617660.0,
      "text": "that the movie poster has Noah and Dev on it and my name on it. I don&#39;t know what else"
    },
    {
      "index": 298,
      "start_time": 1617660.0,
      "end_time": 1623650.0,
      "text": "to do.&quot; Rathbone was also one to dismiss the complaints in an interview with MTV, saying,"
    },
    {
      "index": 299,
      "start_time": 1623650.0,
      "end_time": 1629471.0,
      "text": "&quot;I think it&#39;s one of those things where I pull my hair up, shave the sides, and I definitely"
    },
    {
      "index": 300,
      "start_time": 1629470.0,
      "end_time": 1635230.0,
      "text": "need a tan. It&#39;s one of those things where, hopefully, the audience will suspend disbelief"
    },
    {
      "index": 301,
      "start_time": 1635230.0,
      "end_time": 1641679.0,
      "text": "a little bit.&quot; The controversy was poorly received by critics as well. Film critic Roger"
    },
    {
      "index": 302,
      "start_time": 1641680.0,
      "end_time": 1647071.0,
      "text": "Ebert was one of the critical voices against the casting. When asked about casting a white"
    },
    {
      "index": 303,
      "start_time": 1647070.0,
      "end_time": 1652720.0,
      "text": "cast to portray the characters, he said, &quot;The original series Avatar: The Last Airbender"
    },
    {
      "index": 304,
      "start_time": 1652720.0,
      "end_time": 1658139.0,
      "text": "was highly regarded and popular for three seasons on Nickelodeon. Its fans take it for"
    },
    {
      "index": 305,
      "start_time": 1658140.0,
      "end_time": 1663331.0,
      "text": "granted that its heroes are Asian. Why would Paramount and Shyamalan go out of their way"
    },
    {
      "index": 306,
      "start_time": 1663330.0,
      "end_time": 1669610.0,
      "text": "to offend these fans? There are many young Asian actors capable of playing the parts.&quot;"
    },
    {
      "index": 307,
      "start_time": 1669610.0,
      "end_time": 1674130.0,
      "text": "Jevon Phillips of the Los Angeles Times noted that despite Shyamalan&#39;s attempts to defuse"
    },
    {
      "index": 308,
      "start_time": 1674130.0,
      "end_time": 1679710.0,
      "text": "the situation, the issue will &quot;not or be overlooked&quot;, and that this film exemplifies the need for"
    },
    {
      "index": 309,
      "start_time": 1679710.0,
      "end_time": 1683880.0,
      "text": "a debate within Hollywood about racial diversity in its films."
    },
    {
      "index": 310,
      "start_time": 1683880.0,
      "end_time": 1690549.0,
      "text": "In July 2013, series co-creator Bryan Konietzko responded to an online comment about skin"
    },
    {
      "index": 311,
      "start_time": 1690550.0,
      "end_time": 1696270.0,
      "text": "color in The Legend of Korra. Konietzko wrote that his work on the two series &quot;speaks for"
    },
    {
      "index": 312,
      "start_time": 1696270.0,
      "end_time": 1701211.0,
      "text": "itself which obviously DOES NOT include the gross misinterpretations and misrepresentations"
    },
    {
      "index": 313,
      "start_time": 1701210.0,
      "end_time": 1707500.0,
      "text": "of our work in [Shyamalan]’s work.&quot; Marketing"
    },
    {
      "index": 314,
      "start_time": 1707500.0,
      "end_time": 1710309.0,
      "text": "Promotion The teaser trailer for the film was attached"
    },
    {
      "index": 315,
      "start_time": 1710310.0,
      "end_time": 1718241.0,
      "text": "to Transformers: Revenge of the Fallen, released in theaters on June 24, 2009. The teaser trailer"
    },
    {
      "index": 316,
      "start_time": 1718240.0,
      "end_time": 1724860.0,
      "text": "was also shown exclusively on the June 22, 2009 episode of Entertainment Tonight. The"
    },
    {
      "index": 317,
      "start_time": 1724860.0,
      "end_time": 1729190.0,
      "text": "trailer shows Aang airbending in a temple which is being attacked by a multitude of"
    },
    {
      "index": 318,
      "start_time": 1729190.0,
      "end_time": 1735580.0,
      "text": "Fire Nation ships. A theatrical trailer was to be released around Christmas 2009, but"
    },
    {
      "index": 319,
      "start_time": 1735580.0,
      "end_time": 1741940.0,
      "text": "it was pushed back until February 2010 because not enough visual effects shots were completed."
    },
    {
      "index": 320,
      "start_time": 1741940.0,
      "end_time": 1746700.0,
      "text": "This trailer was attached to the first Percy Jackson &amp; the Olympians: The Lightning Thief"
    },
    {
      "index": 321,
      "start_time": 1746700.0,
      "end_time": 1754950.0,
      "text": "film released on February 12, 2010. A theatrical trailer was later released on March 25, 2010."
    },
    {
      "index": 322,
      "start_time": 1754950.0,
      "end_time": 1760190.0,
      "text": "It was then attached with How to Train Your Dragon. The last theatrical trailer is attached"
    },
    {
      "index": 323,
      "start_time": 1760190.0,
      "end_time": 1766580.0,
      "text": "to Iron Man 2 which was released May 7, 2010. The first TV spot for the film aired during"
    },
    {
      "index": 324,
      "start_time": 1766580.0,
      "end_time": 1773320.0,
      "text": "Super Bowl XLIV on February 7, 2010. It showed parts of the film that were not shown in the"
    },
    {
      "index": 325,
      "start_time": 1773320.0,
      "end_time": 1779950.0,
      "text": "teaser trailer and had no diagetic dialogue, but merely narration. On February 10, the"
    },
    {
      "index": 326,
      "start_time": 1779950.0,
      "end_time": 1784840.0,
      "text": "theatrical trailer was released online. It shows multiple scenes from the film and is"
    },
    {
      "index": 327,
      "start_time": 1784840.0,
      "end_time": 1790840.0,
      "text": "an expanded version of the first TV spot. McDonald&#39;s sold Happy Meals to promote the"
    },
    {
      "index": 328,
      "start_time": 1790840.0,
      "end_time": 1795130.0,
      "text": "film. On February 9, 2010, Nickelodeon Consumer"
    },
    {
      "index": 329,
      "start_time": 1795130.0,
      "end_time": 1800840.0,
      "text": "Products also debuted the upcoming line of toys based on The Last Airbender. It includes"
    },
    {
      "index": 330,
      "start_time": 1800840.0,
      "end_time": 1806960.0,
      "text": "various 33⁄4-inch action figures, as well as larger, action-enabled figures, costumes"
    },
    {
      "index": 331,
      "start_time": 1806960.0,
      "end_time": 1812299.0,
      "text": "and other props. Among the toys featured in the line were figures based on Aang, Prince"
    },
    {
      "index": 332,
      "start_time": 1812300.0,
      "end_time": 1819241.0,
      "text": "Zuko, Sokka, Katara, and a fully ride-able Appa the Sky Bison. &quot;We worked very closely"
    },
    {
      "index": 333,
      "start_time": 1819240.0,
      "end_time": 1824220.0,
      "text": "with M. Night, the rest of the Paramount team and our in-house design team, along with our"
    },
    {
      "index": 334,
      "start_time": 1824220.0,
      "end_time": 1829149.0,
      "text": "partner Spin-Master, to come up with the right assortment, the right size for these action"
    },
    {
      "index": 335,
      "start_time": 1829150.0,
      "end_time": 1833770.0,
      "text": "figures and make sure we had representation of all the nations within the &#39;Airbender&#39;"
    },
    {
      "index": 336,
      "start_time": 1833770.0,
      "end_time": 1839381.0,
      "text": "series,&quot; said Nickelodeon&#39;s Lourdes Arocho. The Last Airbender action figures are expected"
    },
    {
      "index": 337,
      "start_time": 1839380.0,
      "end_time": 1845440.0,
      "text": "to be released in three &quot;waves&quot;; wave one on June 1, wave two near the film&#39;s July release"
    },
    {
      "index": 338,
      "start_time": 1845440.0,
      "end_time": 1852440.0,
      "text": "date, and wave three near the 2010 holiday season. THQ Studio Australia also developed"
    },
    {
      "index": 339,
      "start_time": 1852440.0,
      "end_time": 1858480.0,
      "text": "a video game based on the film. Titled The Last Airbender, it was released on June 29,"
    },
    {
      "index": 340,
      "start_time": 1858480.0,
      "end_time": 1863409.0,
      "text": "2010 for the Wii and the Nintendo DS. Graphic novels"
    },
    {
      "index": 341,
      "start_time": 1863410.0,
      "end_time": 1868800.0,
      "text": "Two original black-and-white graphic novels, entitled The Last Airbender Prequel: Zuko&#39;s"
    },
    {
      "index": 342,
      "start_time": 1868800.0,
      "end_time": 1874060.0,
      "text": "Story and The Last Airbender, drawn in the manga style, were written by Dave Roman and"
    },
    {
      "index": 343,
      "start_time": 1874060.0,
      "end_time": 1879501.0,
      "text": "Alison Wilgus. &quot;We&#39;re excited to be working with Nickelodeon to bring these great stories"
    },
    {
      "index": 344,
      "start_time": 1879500.0,
      "end_time": 1886389.0,
      "text": "to the manga audience&quot;, says Dallas Middaugh, Associate Publisher of Del Rey Manga. &quot;Avatar:"
    },
    {
      "index": 345,
      "start_time": 1886390.0,
      "end_time": 1892251.0,
      "text": "The Last Airbender has shown incredible crossover appeal with manga fans. The release of The"
    },
    {
      "index": 346,
      "start_time": 1892250.0,
      "end_time": 1896840.0,
      "text": "Last Airbender movie and original tie-in manga gives us the chance to share completely new"
    },
    {
      "index": 347,
      "start_time": 1896840.0,
      "end_time": 1902549.0,
      "text": "stories with Avatar fans looking for more about Aang, Zuko, and their favorite characters.&quot;"
    },
    {
      "index": 348,
      "start_time": 1902550.0,
      "end_time": 1909861.0,
      "text": "The second manga, The Last Airbender, illustrated by Joon Choi, was released on June 22, 2010."
    },
    {
      "index": 349,
      "start_time": 1909860.0,
      "end_time": 1916450.0,
      "text": "The plot, like the film, is a condensed version of the first season of the series."
    },
    {
      "index": 350,
      "start_time": 1916450.0,
      "end_time": 1922139.0,
      "text": "The prequel, Zuko&#39;s Story, is co-written by Alison Wilgus and Dave Roman and illustrated"
    },
    {
      "index": 351,
      "start_time": 1922140.0,
      "end_time": 1928430.0,
      "text": "by Nina Matsumoto and was released on May 18, 2010. The synopsis for the graphic novel"
    },
    {
      "index": 352,
      "start_time": 1928430.0,
      "end_time": 1934471.0,
      "text": "was released in early 2010, &quot;When Prince Zuko dared to question authority, his father, Fire"
    },
    {
      "index": 353,
      "start_time": 1934470.0,
      "end_time": 1940159.0,
      "text": "Lord Ozai, banished him from the Fire Nation. Horribly scarred and stripped of everything"
    },
    {
      "index": 354,
      "start_time": 1940160.0,
      "end_time": 1944851.0,
      "text": "he held dear, Zuko has wandered the earth for almost three years in search of his only"
    },
    {
      "index": 355,
      "start_time": 1944850.0,
      "end_time": 1951730.0,
      "text": "chance at redemption: the Avatar, a mystical being who once kept the four nations in balance."
    },
    {
      "index": 356,
      "start_time": 1951730.0,
      "end_time": 1956350.0,
      "text": "Everyone he encounters believes that this is an impossible task, as the Avatar disappeared"
    },
    {
      "index": 357,
      "start_time": 1956350.0,
      "end_time": 1963389.0,
      "text": "a century ago. But Zuko stubbornly continues the search. He must regain his honor, so his"
    },
    {
      "index": 358,
      "start_time": 1963390.0,
      "end_time": 1968150.0,
      "text": "quest is all he has left.&quot; Roman and Wilgus, who developed comics based"
    },
    {
      "index": 359,
      "start_time": 1968150.0,
      "end_time": 1974540.0,
      "text": "on Avatar: The Last Airbender for Nick Magazine, consulted Avatar: The Last Airbender creators"
    },
    {
      "index": 360,
      "start_time": 1974540.0,
      "end_time": 1980211.0,
      "text": "Mike Dante DiMartino and Bryan Konietzko, and head writer for the show Aaron Ehasz while"
    },
    {
      "index": 361,
      "start_time": 1980210.0,
      "end_time": 1985240.0,
      "text": "they were developing Zuko&#39;s Story. The four wanted to try a comic that would fit into"
    },
    {
      "index": 362,
      "start_time": 1985240.0,
      "end_time": 1991000.0,
      "text": "with the continuity of the show. The prequel, though mostly associated with the film, was"
    },
    {
      "index": 363,
      "start_time": 1991000.0,
      "end_time": 1996730.0,
      "text": "meant to be a prequel to the series. Roman explained, &quot;In a lot of ways, it&#39;s like an"
    },
    {
      "index": 364,
      "start_time": 1996730.0,
      "end_time": 2001700.0,
      "text": "expanded origin. With the film and the series, there are differences and there are places"
    },
    {
      "index": 365,
      "start_time": 2001700.0,
      "end_time": 2006759.0,
      "text": "where they split off, but the setup for both is exactly the same — so when you&#39;re introduced"
    },
    {
      "index": 366,
      "start_time": 2006760.0,
      "end_time": 2012101.0,
      "text": "to the characters, that&#39;s the part where they&#39;re completely identical.&quot; The prequel allowed"
    },
    {
      "index": 367,
      "start_time": 2012100.0,
      "end_time": 2018169.0,
      "text": "the expansions of different details told in the series; for example, an episode called"
    },
    {
      "index": 368,
      "start_time": 2018170.0,
      "end_time": 2023491.0,
      "text": "&quot;The Blue Spirit&quot; in the series was seen in the film. However, since explaining everything"
    },
    {
      "index": 369,
      "start_time": 2023490.0,
      "end_time": 2028029.0,
      "text": "that happened in that episode was hard to translate onto film, the prequel allowed for"
    },
    {
      "index": 370,
      "start_time": 2028030.0,
      "end_time": 2033630.0,
      "text": "them to &quot;delve&quot; into that specific story. What more, when asked about whether he answered"
    },
    {
      "index": 371,
      "start_time": 2033630.0,
      "end_time": 2038361.0,
      "text": "some questions that were left open at the end of the series, Roman stated that, while"
    },
    {
      "index": 372,
      "start_time": 2038360.0,
      "end_time": 2043480.0,
      "text": "he had a very good relationship with the show&#39;s creators and got their blessing for his project,"
    },
    {
      "index": 373,
      "start_time": 2043480.0,
      "end_time": 2046590.0,
      "text": "it wasn&#39;t his plot to address. Release"
    },
    {
      "index": 374,
      "start_time": 2046590.0,
      "end_time": 2051190.0,
      "text": "The Last Airbender was rumored to be released in the summer of 2010 before it received a"
    },
    {
      "index": 375,
      "start_time": 2051190.0,
      "end_time": 2058290.0,
      "text": "formal release date of July 1, 2010. In order to avoid confusion with James Cameron&#39;s Avatar,"
    },
    {
      "index": 376,
      "start_time": 2058290.0,
      "end_time": 2064050.0,
      "text": "the title was changed from Avatar: The Last Airbender to simply The Last Airbender. On"
    },
    {
      "index": 377,
      "start_time": 2064050.0000000002,
      "end_time": 2070880.0000000002,
      "text": "June 16, 2010, it was revealed that the film would be released on July 1, 2010, and after"
    },
    {
      "index": 378,
      "start_time": 2070880.0,
      "end_time": 2075190.0,
      "text": "questions about the definition of the release being limited or wide, was later confirmed"
    },
    {
      "index": 379,
      "start_time": 2075190.0,
      "end_time": 2081140.0,
      "text": "by the studio to be a full nationwide release. The film premiered in New York City on June"
    },
    {
      "index": 380,
      "start_time": 2081139.9999999998,
      "end_time": 2088809.9999999998,
      "text": "30, 2010, and opened the following day in 3,169 theaters, against The Twilight Saga:"
    },
    {
      "index": 381,
      "start_time": 2088810.0,
      "end_time": 2093100.0,
      "text": "Eclipse which also stars Jackson Rathbone. Box office"
    },
    {
      "index": 382,
      "start_time": 2093100.0,
      "end_time": 2099410.0,
      "text": "On its opening day in the United States, The Last Airbender made $16 million, ranking fifth"
    },
    {
      "index": 383,
      "start_time": 2099410.0,
      "end_time": 2106530.0,
      "text": "overall for Thursday openings. For its opening three-day, Fourth of July weekend, The Last"
    },
    {
      "index": 384,
      "start_time": 2106530.0,
      "end_time": 2113820.0,
      "text": "Airbender accumulated a total of $40.3 million. The following Monday, it grossed another $11.5"
    },
    {
      "index": 385,
      "start_time": 2113820.0,
      "end_time": 2123710.0,
      "text": "million. 54% of its total gross was from 3D presentations at 1,606 screens. On Thursday,"
    },
    {
      "index": 386,
      "start_time": 2123710.0,
      "end_time": 2131440.0,
      "text": "July 1, 2010, its opening day, it debuted at #2 behind The Twilight Saga: Eclipse. It"
    },
    {
      "index": 387,
      "start_time": 2131440.0,
      "end_time": 2138400.0,
      "text": "stayed #2 until Monday, July 5, 2010, when it went down to #3 now behind The Twilight"
    },
    {
      "index": 388,
      "start_time": 2138400.0,
      "end_time": 2145610.0,
      "text": "Saga: Eclipse and Toy Story 3. On July 9, it went down to #5 behind Despicable Me, The"
    },
    {
      "index": 389,
      "start_time": 2145610.0,
      "end_time": 2153620.0,
      "text": "Twilight Saga: Eclipse, Predators and Toy Story 3. By Friday, July 23, it was down to"
    },
    {
      "index": 390,
      "start_time": 2153620.0,
      "end_time": 2160510.0,
      "text": "#9 behind Inception, Salt, Despicable Me, Ramona and Beezus, The Sorcerer&#39;s Apprentice,"
    },
    {
      "index": 391,
      "start_time": 2160510.0,
      "end_time": 2165600.0,
      "text": "Toy Story 3, Grown Ups and The Twilight Saga: Eclipse."
    },
    {
      "index": 392,
      "start_time": 2165600.0,
      "end_time": 2172870.0,
      "text": "Opening overseas in 923 sites, the film grossed an estimated $9 million, $8 million of which"
    },
    {
      "index": 393,
      "start_time": 2172870.0,
      "end_time": 2179880.0,
      "text": "was from 870 sites in Russia, making it the number one film there. The film grossed $9.4"
    },
    {
      "index": 394,
      "start_time": 2179880.0,
      "end_time": 2183990.0,
      "text": "million from its second weekend in overseas markets."
    },
    {
      "index": 395,
      "start_time": 2183990.0,
      "end_time": 2194030.0,
      "text": "The Last Airbender had grossed $131,772,187 in the United States box office. It had also"
    },
    {
      "index": 396,
      "start_time": 2194030.0,
      "end_time": 2208150.0,
      "text": "grossed $187,941,694 in other countries, making for a total of $319,713,881 worldwide."
    },
    {
      "index": 397,
      "start_time": 2208150.0,
      "end_time": 2212260.0,
      "text": "The film is the 20th highest grossing film of 2010."
    },
    {
      "index": 398,
      "start_time": 2212260.0,
      "end_time": 2215850.0,
      "text": "Reception Review aggregator Rotten Tomatoes sampled"
    },
    {
      "index": 399,
      "start_time": 2215850.0,
      "end_time": 2223610.0,
      "text": "175 reviews and judged 6% of them to be positive, with an average score of 2.9/10 and the critical"
    },
    {
      "index": 400,
      "start_time": 2223610.0,
      "end_time": 2230090.0,
      "text": "consensus stating: &quot;The Last Airbender squanders its popular source material with incomprehensible"
    },
    {
      "index": 401,
      "start_time": 2230090.0,
      "end_time": 2236570.0,
      "text": "plotting, horrible acting, and detached joyless direction.&quot; By comparison, Metacritic, which"
    },
    {
      "index": 402,
      "start_time": 2236570.0,
      "end_time": 2241790.0,
      "text": "assigns a normalized rating based on reviews from the top mainstream critics, calculated"
    },
    {
      "index": 403,
      "start_time": 2241790.0,
      "end_time": 2248970.0,
      "text": "an average score of 20 out of 100, based on 33 reviews, indicating &quot;generally unfavorable"
    },
    {
      "index": 404,
      "start_time": 2248970.0,
      "end_time": 2253860.0,
      "text": "reviews&quot;. CinemaScore polls reported that the average grade moviegoers gave the film"
    },
    {
      "index": 405,
      "start_time": 2253860.0,
      "end_time": 2258990.0,
      "text": "was &quot;C&quot; on an A+ to F scale. Liam Lacey of The Globe and Mail stated the"
    },
    {
      "index": 406,
      "start_time": 2258990.0,
      "end_time": 2263910.0,
      "text": "film had little chance to develop its characters and therefore suffered, with the overall storyline"
    },
    {
      "index": 407,
      "start_time": 2263910.0,
      "end_time": 2269660.0,
      "text": "of the film becoming a run-on narrative. According to Owen Gleiberman from Entertainment Weekly,"
    },
    {
      "index": 408,
      "start_time": 2269660.0,
      "end_time": 2274800.0,
      "text": "who gave the film a C, &quot;The Last Airbender keeps throwing things at you, but its final"
    },
    {
      "index": 409,
      "start_time": 2274800.0,
      "end_time": 2281810.0,
      "text": "effect is, in every way, flat.&quot; Roger Ebert gave the film half a star in his review, stating"
    },
    {
      "index": 410,
      "start_time": 2281810.0,
      "end_time": 2287290.0,
      "text": "that it &quot;bores and alienates its audiences,&quot; and notes the poor use of 3D among the film&#39;s"
    },
    {
      "index": 411,
      "start_time": 2287290.0,
      "end_time": 2293710.0,
      "text": "faults. The A.V. Club gave the film an F, criticizing the performances of the child"
    },
    {
      "index": 412,
      "start_time": 2293710.0,
      "end_time": 2299300.0,
      "text": "actors, overuse of exposition, and shoehorned 3D special effects, calling it the worst summer"
    },
    {
      "index": 413,
      "start_time": 2299300.0,
      "end_time": 2305120.0,
      "text": "blockbuster of 2010. The Hollywood Reporter said the lack of correct casting caused the"
    },
    {
      "index": 414,
      "start_time": 2305120.0,
      "end_time": 2309880.0,
      "text": "film to lose substantial credibility in regard to its source material but did praise the"
    },
    {
      "index": 415,
      "start_time": 2309880.0,
      "end_time": 2315740.0,
      "text": "casting and acting of Noah Ringer as Aang. Variety criticized the casting and the score,"
    },
    {
      "index": 416,
      "start_time": 2315740.0,
      "end_time": 2320780.0,
      "text": "and said the overall effect each play into making the film a bore. Rifftrax also put"
    },
    {
      "index": 417,
      "start_time": 2320780.0,
      "end_time": 2326060.0,
      "text": "it at #5 of The top 10 Worst Movies of All Time, saying &quot;We CAN state for the record"
    },
    {
      "index": 418,
      "start_time": 2326060.0,
      "end_time": 2331020.0,
      "text": "that it is quite easy to detest this movie even if you&#39;ve never seen a frame of the TV"
    },
    {
      "index": 419,
      "start_time": 2331020.0,
      "end_time": 2334870.0,
      "text": "show.&quot; Charlie Jane Anders in the review by io9 criticized"
    },
    {
      "index": 420,
      "start_time": 2334870.0,
      "end_time": 2341580.0,
      "text": "&quot;the personality-free hero, the nonsensical plot twists, the CG clutter, the bland romance,"
    },
    {
      "index": 421,
      "start_time": 2341580.0,
      "end_time": 2347280.0,
      "text": "the new-age pablum...&quot;, concluding that &quot;Shyamalan&#39;s true achievement in this film is that he takes"
    },
    {
      "index": 422,
      "start_time": 2347280.0,
      "end_time": 2353400.0,
      "text": "a thrilling cult TV series, Avatar: The Last Airbender, and he systematically leeches all"
    },
    {
      "index": 423,
      "start_time": 2353400.0,
      "end_time": 2358220.0,
      "text": "the personality and soul out of it — in order to create something generic enough to"
    },
    {
      "index": 424,
      "start_time": 2358220.0,
      "end_time": 2363890.0,
      "text": "serve as a universal spoof of every epic, ever.&quot; Anders summarized the experience of"
    },
    {
      "index": 425,
      "start_time": 2363890.0,
      "end_time": 2369560.0,
      "text": "watching the film by stating that, &quot;Actually, my exact words when I walked out of this film"
    },
    {
      "index": 426,
      "start_time": 2369560.0,
      "end_time": 2375830.0,
      "text": "were, &#39;Wow, this makes Dragonball Evolution look like a masterpiece.&#39;&quot; Ain&#39;t It Cool News&#39;"
    },
    {
      "index": 427,
      "start_time": 2375830.0,
      "end_time": 2380650.0,
      "text": "review questioned why Shyamalan was allowed to write the script, as well as why he was"
    },
    {
      "index": 428,
      "start_time": 2380650.0,
      "end_time": 2385540.0,
      "text": "even chosen to direct such a high-profile film after a string of previous flops: &quot;Burdened"
    },
    {
      "index": 429,
      "start_time": 2385540.0,
      "end_time": 2391180.0,
      "text": "by [a] never-ending onslaught of expository dialogue awkwardly delivered by actors giving"
    },
    {
      "index": 430,
      "start_time": 2391180.0,
      "end_time": 2396410.0,
      "text": "career-worst performances across the board, The Last Airbender is so outrageously bad"
    },
    {
      "index": 431,
      "start_time": 2396410.0,
      "end_time": 2403340.0,
      "text": "it&#39;s a wonder it ever got before cameras.&quot; On August 29, 2012 on The Daily Show, Aasif"
    },
    {
      "index": 432,
      "start_time": 2403340.0,
      "end_time": 2407980.0,
      "text": "Mandvi joked that the script to the movie was decent, but said that M. Night Shyamalan"
    },
    {
      "index": 433,
      "start_time": 2407980.0,
      "end_time": 2412780.0,
      "text": "should be blamed for its failure. Scott Bowles of USA Today gave a generally"
    },
    {
      "index": 434,
      "start_time": 2412780.0,
      "end_time": 2417640.0,
      "text": "favorable review, claiming that Shyamalan delivered on fight scenes and the film worked"
    },
    {
      "index": 435,
      "start_time": 2417640.0,
      "end_time": 2422490.0,
      "text": "as a kid&#39;s film, although he also added that poor scriptwriting made some of the performances"
    },
    {
      "index": 436,
      "start_time": 2422490.0,
      "end_time": 2428560.0,
      "text": "sound wooden. Another favorable review came from Stephanie Zacharek of MovieLine, who"
    },
    {
      "index": 437,
      "start_time": 2428560.0,
      "end_time": 2433810.0,
      "text": "praises the way Shyamalan captures the art of action and human motion. David Roark of"
    },
    {
      "index": 438,
      "start_time": 2433810.0,
      "end_time": 2438440.0,
      "text": "Relevant Magazine accused other critics of having a bias against Shyamalan and gave the"
    },
    {
      "index": 439,
      "start_time": 2438440.0,
      "end_time": 2443940.0,
      "text": "film a positive review, stating that its visuals and heart far outweighed the clunky plotting"
    },
    {
      "index": 440,
      "start_time": 2443940.0,
      "end_time": 2448310.0,
      "text": "and &quot;awful&quot; dialogue. Peter Bradshaw of The Guardian noted an unfortunate"
    },
    {
      "index": 441,
      "start_time": 2448310.0,
      "end_time": 2454010.0,
      "text": "linguistic problem that reduced British viewers to &quot;a state of nervous collapse&quot; due to laughter."
    },
    {
      "index": 442,
      "start_time": 2454010.0,
      "end_time": 2458990.0,
      "text": "In British English, &#39;bent&#39; is a slang term for gay, with &#39;bender&#39; meaning a gay man,"
    },
    {
      "index": 443,
      "start_time": 2458990.0,
      "end_time": 2464400.0,
      "text": "giving an entirely different meaning to lines such as, &quot;I could tell at once that you were"
    },
    {
      "index": 444,
      "start_time": 2464400.0,
      "end_time": 2469290.0,
      "text": "a bender.&quot; Bradshaw commented that the response from the audience to such lines was &quot;deafeningly"
    },
    {
      "index": 445,
      "start_time": 2469290.0,
      "end_time": 2474120.0,
      "text": "immature&quot; and would &quot;inevitably be repeated in every cinema in the land showing The Last"
    },
    {
      "index": 446,
      "start_time": 2474120.0,
      "end_time": 2475500.0,
      "text": "Airbender.&quot;"
    },
    {
      "index": 447,
      "start_time": 2475500.0,
      "end_time": 2479590.0,
      "text": "Director&#39;s responses In a Vulture interview, Shyamalan argued that"
    },
    {
      "index": 448,
      "start_time": 2479590.0,
      "end_time": 2484220.0,
      "text": "his style and art-form of storytelling resulted in the negative reviews of the film and compared"
    },
    {
      "index": 449,
      "start_time": 2484220.0,
      "end_time": 2489200.0,
      "text": "it to asking a painter to change to a different style, &quot;I bring as much integrity to the table"
    },
    {
      "index": 450,
      "start_time": 2489200.0,
      "end_time": 2495190.0,
      "text": "as humanly possible. It must be a language thing, in terms of a particular accent, a"
    },
    {
      "index": 451,
      "start_time": 2495190.0,
      "end_time": 2499800.0,
      "text": "storytelling accent. I can only see it this certain way and I don&#39;t know how to think"
    },
    {
      "index": 452,
      "start_time": 2499800.0,
      "end_time": 2505300.0,
      "text": "in another language. I think these are exactly the visions that are in my head, so I don&#39;t"
    },
    {
      "index": 453,
      "start_time": 2505300.0,
      "end_time": 2510670.0,
      "text": "know how to adjust it without being me.&quot; Shyamalan also addressed criticisms about"
    },
    {
      "index": 454,
      "start_time": 2510670.0,
      "end_time": 2515120.0,
      "text": "the barely 90 minute runtime of the film, which was considered bizarre given that it"
    },
    {
      "index": 455,
      "start_time": 2515120.0,
      "end_time": 2520810.0,
      "text": "had to condense a 20-episode TV season into one film, and is a far shorter runtime than"
    },
    {
      "index": 456,
      "start_time": 2520810.0,
      "end_time": 2526730.0,
      "text": "is typical for summer blockbusters. Shyamalan&#39;s response was that all of his previous movies"
    },
    {
      "index": 457,
      "start_time": 2526730.0,
      "end_time": 2531500.0,
      "text": "were 90 minutes, because they were small-scale supernatural thrillers, and as a result his"
    },
    {
      "index": 458,
      "start_time": 2531500.0,
      "end_time": 2537030.0,
      "text": "instinct for the pacing of the film was to edit it down to 90 minutes. This short runtime"
    },
    {
      "index": 459,
      "start_time": 2537030.0,
      "end_time": 2542480.0,
      "text": "indirectly led to several other problems which multiple critics listed above objected to:"
    },
    {
      "index": 460,
      "start_time": 2542480.0,
      "end_time": 2546740.0,
      "text": "characters frequently resort to giving long speeches of exposition to summarize entire"
    },
    {
      "index": 461,
      "start_time": 2546740.0,
      "end_time": 2551460.0,
      "text": "scenes that were cut for time, and a running voiceover commentary by Katara was added in"
    },
    {
      "index": 462,
      "start_time": 2551460.0,
      "end_time": 2556330.0,
      "text": "which she summarizes entire subplots that barely appear on screen."
    },
    {
      "index": 463,
      "start_time": 2556330.0,
      "end_time": 2559690.0,
      "text": "Awards The Last Airbender received nine nominations"
    },
    {
      "index": 464,
      "start_time": 2559690.0,
      "end_time": 2565600.0,
      "text": "at the 31st Golden Raspberry Awards including Worst Picture. The film went on to sweep the"
    },
    {
      "index": 465,
      "start_time": 2565600.0,
      "end_time": 2572030.0,
      "text": "Razzies with five awards: Worst Picture, Worst Director, Worst Screenplay, Worst Supporting"
    },
    {
      "index": 466,
      "start_time": 2572030.0,
      "end_time": 2576860.0,
      "text": "Actor, and a special award, &quot;Worst Eye-Gouging Mis-Use of 3D.&quot;"
    },
    {
      "index": 467,
      "start_time": 2576860.0,
      "end_time": 2580440.0,
      "text": "Home media The Last Airbender was released on DVD and"
    },
    {
      "index": 468,
      "start_time": 2580440.0,
      "end_time": 2587540.0,
      "text": "Blu-ray on November 16, 2010. At the same time, a Blu-ray 3D version was also made available"
    },
    {
      "index": 469,
      "start_time": 2587540.0,
      "end_time": 2596640.0,
      "text": "exclusively at Best Buy locations. The Last Airbender grossed $12,757,094 and sold a total"
    },
    {
      "index": 470,
      "start_time": 2596640.0,
      "end_time": 2604220.0,
      "text": "of 750,859 units in its first week on DVD. Awards and nominations"
    },
    {
      "index": 471,
      "start_time": 2604220.0,
      "end_time": 2608640.0,
      "text": "Possible sequels No official announcement by Shyamalan or Paramount"
    },
    {
      "index": 472,
      "start_time": 2608640.0,
      "end_time": 2613260.0,
      "text": "Studios and Nickelodeon has been made regarding the &quot;go-ahead&quot; or whether the plug will be"
    },
    {
      "index": 473,
      "start_time": 2613260.0,
      "end_time": 2619190.0,
      "text": "pulled on the trilogy. While filming The Last Airbender, Shyamalan mapped out a rough draft"
    },
    {
      "index": 474,
      "start_time": 2619190.0,
      "end_time": 2624790.0,
      "text": "for a second film that is &quot;darker&quot; and includes Azula, portrayed by Summer Bishil, as the"
    },
    {
      "index": 475,
      "start_time": 2624790.0,
      "end_time": 2631460.0,
      "text": "main antagonist. In a July 2010 interview with New York Magazine, Shyamalan commented"
    },
    {
      "index": 476,
      "start_time": 2631460.0,
      "end_time": 2635960.0,
      "text": "&quot;In the next few months we&#39;ll be able to know whether we have that opportunity or not&quot; when"
    },
    {
      "index": 477,
      "start_time": 2635960.0,
      "end_time": 2641770.0,
      "text": "asked about the sequel. No such announcement was made and in a September 2010 interview"
    },
    {
      "index": 478,
      "start_time": 2641770.0,
      "end_time": 2646790.0,
      "text": "when asked if he knew when the sequel will be made, he replied, &quot;I don&#39;t, because there"
    },
    {
      "index": 479,
      "start_time": 2646790.0,
      "end_time": 2651680.0,
      "text": "are so many factors they take into account&quot;, adding, &quot;I guess it will get into an area"
    },
    {
      "index": 480,
      "start_time": 2651680.0,
      "end_time": 2656210.0,
      "text": "where it becomes a discussion—like pros and cons.&quot;"
    },
    {
      "index": 481,
      "start_time": 2656210.0,
      "end_time": 2657300.0,
      "text": "References"
    },
    {
      "index": 482,
      "start_time": 2657300.0,
      "end_time": 2658120.0,
      "text": "External links"
    },
    {
      "index": 483,
      "start_time": 2658120.0,
      "end_time": 2658130.0,
      "text": "Official website The Last Airbender at the Internet Movie Database"
    },
    {
      "index": 484,
      "start_time": 2658130.0,
      "end_time": 2658140.0,
      "text": "The Last Airbender at Box Office Mojo The Last Airbender at Rotten Tomatoes"
    },
    {
      "index": 485,
      "start_time": 2658140.0,
      "end_time": 2668140.0,
      "text": "Ba Gua Demonstration representing style used for Air Nation characters on YouTube."
    }
  ]
}