{
  "video_id": "RN2LsQ9Y9gE",
  "title": "What Is Life Really Like In Iceland?",
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 5020.0,
      "text": "In May 2016, the United Nations released its annual World Happiness Report, which ranks"
    },
    {
      "index": 2,
      "start_time": 5020.0,
      "end_time": 8120.0,
      "text": "more than 150 countries according to their quality of life."
    },
    {
      "index": 3,
      "start_time": 8119.999999999999,
      "end_time": 17970.0,
      "text": "Perhaps surprisingly, the tiny nordic country of Iceland ranked higher than nearly every nation on this list, despite its isolation, extreme weather and long, dark winters."
    },
    {
      "index": 4,
      "start_time": 14870.0,
      "end_time": 20060.0,
      "text": "So, what is life like in Iceland,"
    },
    {
      "index": 5,
      "start_time": 20060.0,
      "end_time": 22480.0,
      "text": "and why are the Icelandic people so happy?"
    },
    {
      "index": 6,
      "start_time": 22480.0,
      "end_time": 28119.0,
      "text": "Well, in just about every sense, Iceland is small. At just under 40 thousand square miles,"
    },
    {
      "index": 7,
      "start_time": 28119.0,
      "end_time": 32970.0,
      "text": "the entire country could fit inside the US state of Kentucky."
    },
    {
      "index": 8,
      "start_time": 32970.0,
      "end_time": 38400.0,
      "text": "Iceland's population of over 300 thousand is extremely homogeneous, with nearly 95 percent ethnic Icelandic."
    },
    {
      "index": 9,
      "start_time": 38400.0,
      "end_time": 43310.0,
      "text": "About two thirds of its people live in or around the capital, Reykjavik, which ranks as one"
    },
    {
      "index": 10,
      "start_time": 43310.0,
      "end_time": 46620.0,
      "text": "of the safest, cleanest, and most eco-friendly cities in the world."
    },
    {
      "index": 11,
      "start_time": 46620.0,
      "end_time": 51350.0,
      "text": "And Reykjavik is not too different from the rest of Iceland, as the country runs almost"
    },
    {
      "index": 12,
      "start_time": 51350.0,
      "end_time": 56850.0,
      "text": "completely on renewable, geothermal energy, and boasts extremely low crime rates. In fact,"
    },
    {
      "index": 13,
      "start_time": 56850.0,
      "end_time": 61640.0,
      "text": "it has one of the lowest per-capita murder rates in the world, with one for every 100"
    },
    {
      "index": 14,
      "start_time": 61640.0,
      "end_time": 66219.0,
      "text": "thousand people. As a result, police and security have little presence, and even the country's"
    },
    {
      "index": 15,
      "start_time": 66219.0,
      "end_time": 71219.0,
      "text": "larger cities function more like small towns. Icelandic people have high levels of collective"
    },
    {
      "index": 16,
      "start_time": 71219.0,
      "end_time": 76049.0,
      "text": "trust, and, as such, are known to keep valuables in plain sight and send their young children"
    },
    {
      "index": 17,
      "start_time": 76049.0,
      "end_time": 78090.0,
      "text": "to school by themselves."
    },
    {
      "index": 18,
      "start_time": 78090.0,
      "end_time": 82509.0,
      "text": "This cooperative mentality is reinforced by Iceland's government infrastructure."
    },
    {
      "index": 19,
      "start_time": 82509.0,
      "end_time": 97350.0,
      "text": "The country is a parliamentary republic, and maintains a generous social welfare system that provides free education through college, as well as health care and nine months of paid parental leave for both mothers and fathers. As a result, most Icelanders are healthy, well-educated and employed."
    },
    {
      "index": 20,
      "start_time": 97350.0,
      "end_time": 101520.0,
      "text": "The unemployment rate is just five percent, and the average citizen lives"
    },
    {
      "index": 21,
      "start_time": 101520.0,
      "end_time": 106450.0,
      "text": "about 83 years, which is 12 years longer than the global average. This can also be attributed"
    },
    {
      "index": 22,
      "start_time": 106450.0,
      "end_time": 111649.0,
      "text": "to Icelanders' healthy lifestyles. A typical Icelandic meal is a smörgåsbord of organic"
    },
    {
      "index": 23,
      "start_time": 111649.0,
      "end_time": 116310.0,
      "text": "produce, yogurt and local fish, and the most popular leisure activities are ice climbing,"
    },
    {
      "index": 24,
      "start_time": 116310.0,
      "end_time": 118189.0,
      "text": "kayaking and going to the gym."
    },
    {
      "index": 25,
      "start_time": 118189.0,
      "end_time": 123179.0,
      "text": "Another national pastime is reading and writing. Iceland publishes more books per capita and"
    },
    {
      "index": 26,
      "start_time": 123179.0,
      "end_time": 127599.0,
      "text": "translates more international literature than any other nation in the world. And, studies"
    },
    {
      "index": 27,
      "start_time": 127599.0,
      "end_time": 131910.0,
      "text": "show that roughly one in ten Icelanders will publish a book in their lifetime."
    },
    {
      "index": 28,
      "start_time": 131910.0,
      "end_time": 136190.0,
      "text": "But perhaps the best symbol of Iceland's ubiquitous health, happiness and unity, are"
    },
    {
      "index": 29,
      "start_time": 136190.0,
      "end_time": 141860.0,
      "text": "its huge heated public pools, also called sundlaugar. These pools are widely regarded"
    },
    {
      "index": 30,
      "start_time": 141860.0,
      "end_time": 146410.0,
      "text": "as a kind of civil right, and families, teenagers and seniors are known to lounge in them in"
    },
    {
      "index": 31,
      "start_time": 146410.0,
      "end_time": 151210.0,
      "text": "near nudity every day. Sundlaugar are not only lauded for their health benefits, but"
    },
    {
      "index": 32,
      "start_time": 151210.0,
      "end_time": 155000.0,
      "text": "also their ability to unite the community and build public trust."
    },
    {
      "index": 33,
      "start_time": 155000.0,
      "end_time": 159390.0,
      "text": "Experts say Iceland's strong sense of community has solidified its so-called \"happiness"
    },
    {
      "index": 34,
      "start_time": 159390.0,
      "end_time": 163460.0,
      "text": "maintenance,\" which is a consistently high happiness rate even when the country is in"
    },
    {
      "index": 35,
      "start_time": 163460.0,
      "end_time": 168950.0,
      "text": "crisis. For example, after the 2007 global recession decimated the country's economy,"
    },
    {
      "index": 36,
      "start_time": 168950.0,
      "end_time": 173510.0,
      "text": "some Icelanders actually reported greater happiness. Experts say this is because those"
    },
    {
      "index": 37,
      "start_time": 173510.0,
      "end_time": 178650.0,
      "text": "who lost their jobs tended not to feel isolated, as Icelanders can count on their friends,"
    },
    {
      "index": 38,
      "start_time": 178650.0,
      "end_time": 183460.0,
      "text": "family and government for support. With a healthy, educated populace and a strong safety"
    },
    {
      "index": 39,
      "start_time": 183460.0,
      "end_time": 186020.0,
      "text": "net, life in Iceland doesn't look too bad."
    },
    {
      "index": 40,
      "start_time": 186020.0,
      "end_time": 192310.0,
      "text": "Iceland isn't the only happy-go-lucky Nordic country, the rest of them are pretty well off with a high standard of living."
    },
    {
      "index": 41,
      "start_time": 192310.0,
      "end_time": 195280.0,
      "text": "But are they powerful politically or economically?"
    },
    {
      "index": 42,
      "start_time": 195280.0,
      "end_time": 197040.0,
      "text": "Find out by watching this video!"
    },
    {
      "index": 43,
      "start_time": 197000.0,
      "end_time": 198900.0,
      "text": "But unlike similarly large nations,"
    },
    {
      "index": 44,
      "start_time": 199000.0,
      "end_time": 205000.0,
      "text": "the nordic countries have some of the lowest population density in the world with only 26 million total residence."
    },
    {
      "index": 45,
      "start_time": 206000.0,
      "end_time": 210000.0,
      "text": "This is mostly because half of their land is uninhabited Arctic thanks to Greenland."
    }
  ]
}