{
  "video_id": "roF8ytjmv14",
  "title": "Innovate 2014 | Cable Green: Open Education - The Business & Policy Case for OER",
  "json": [
    {
      "index": 1,
      "start_time": 1000.0,
      "end_time": 8000.0,
      "text": "Good morning everybody. How are you doing today?"
    },
    {
      "index": 2,
      "start_time": 8000.0,
      "end_time": 16000.0,
      "text": "Who tweets? Good I expect to see your cell phones out."
    },
    {
      "index": 3,
      "start_time": 16000.0,
      "end_time": 20000.0,
      "text": "Here&#39;s my hashtag. I am @cgreen and if there&#39;s something you don&#39;t like"
    },
    {
      "index": 4,
      "start_time": 20000.0,
      "end_time": 24000.0,
      "text": "or something that you want to make fun of our challenge or talk about later then start tweeting"
    },
    {
      "index": 5,
      "start_time": 24000.0,
      "end_time": 28000.0,
      "text": "and a promise to look at all of those later and we can have an ongoing conversation."
    },
    {
      "index": 6,
      "start_time": 28000.0,
      "end_time": 34000.0,
      "text": "Is my e-mail if you like anything are don&#39;t like anything that I talk about today, feel free to reach out to me."
    },
    {
      "index": 7,
      "start_time": 34000.0,
      "end_time": 41000.0,
      "text": "Here is what we will talk about today and will talk about open education resources and open access"
    },
    {
      "index": 8,
      "start_time": 41000.0,
      "end_time": 47000.0,
      "text": "and open science and a little bit about open data. Will get to all of that in a moment."
    },
    {
      "index": 9,
      "start_time": 47000.0,
      "end_time": 55000.0,
      "text": "Of course all of the slides in the presentation will be under open license"
    },
    {
      "index": 10,
      "start_time": 55000.0,
      "end_time": 59000.0,
      "text": "and you will learn more about what that means which means you don&#39;t have to take notes and you can all have a copy."
    },
    {
      "index": 11,
      "start_time": 59000.0,
      "end_time": 66000.0,
      "text": "Before I dive in, I first need to say a few think use."
    },
    {
      "index": 12,
      "start_time": 66000.0,
      "end_time": 72000.0,
      "text": "First is that Ohio State has been a very important part of my life. This is my wife Leslie"
    },
    {
      "index": 13,
      "start_time": 72000.0,
      "end_time": 78000.0,
      "text": "and she went to veterinary school here. At the Masters and PhD in the school of communication"
    },
    {
      "index": 14,
      "start_time": 78000.0,
      "end_time": 86000.0,
      "text": "and we were actually married when we were in Ohio State work which eventually led to this happening."
    },
    {
      "index": 15,
      "start_time": 86000.0,
      "end_time": 92000.0,
      "text": "And then that led to this. And Leslie and I did not have family and Ohio and the McCains, Tom and Jan, 2%."
    },
    {
      "index": 16,
      "start_time": 92000.0,
      "end_time": 98000.0,
      "text": "Tom was my advisor and on the doctoral committee and the professor in the school of communication."
    },
    {
      "index": 17,
      "start_time": 98000.0,
      "end_time": 106000.0,
      "text": "This by the way is the proper way to hold the new baby but this is not."
    },
    {
      "index": 18,
      "start_time": 106000.0,
      "end_time": 113000.0,
      "text": "So our first assigned group at the McCains home and there was a lot of gardening and music and plenty of sweets."
    },
    {
      "index": 19,
      "start_time": 113000.0,
      "end_time": 119000.0,
      "text": "I&#39;m here today because of Dr. Tom McCain."
    },
    {
      "index": 20,
      "start_time": 119000.0,
      "end_time": 124000.0,
      "text": "My job description at creative Commons is to ensure that everyone on the planet has access to a high-quality"
    },
    {
      "index": 21,
      "start_time": 124000.0,
      "end_time": 131000.0,
      "text": "affordable education. I wrote that because Tom told me that I have a responsibility as an educator."
    },
    {
      "index": 22,
      "start_time": 131000.0,
      "end_time": 135000.0,
      "text": "You told me that my job was to help others learn and use the tools of our time to make sure that they Ted.,"
    },
    {
      "index": 23,
      "start_time": 135000.0,
      "end_time": 141000.0,
      "text": "That a phrase for his grad students and he called them young Turks"
    },
    {
      "index": 24,
      "start_time": 141000.0,
      "end_time": 148000.0,
      "text": "and he settled us with the responsibility to change the world for the better. And Tom is with us today."
    },
    {
      "index": 25,
      "start_time": 148000.0,
      "end_time": 153000.0,
      "text": "Tom will you please stand up? There he is."
    },
    {
      "index": 26,
      "start_time": 153000.0,
      "end_time": 162000.0,
      "text": "Thank you Tom. So here&#39;s what Tom taught me."
    },
    {
      "index": 27,
      "start_time": 162000.0,
      "end_time": 165000.0,
      "text": "First, that everybody in the world has a right to an education and that an education is a good thing."
    },
    {
      "index": 28,
      "start_time": 165000.0,
      "end_time": 166000.0,
      "text": "We are a all here at higher state not because we want to be multimillionaires but if you want to do that you work"
    },
    {
      "index": 29,
      "start_time": 166000.0,
      "end_time": 173000.0,
      "text": "somewhere else."
    },
    {
      "index": 30,
      "start_time": 173000.0,
      "end_time": 182000.0,
      "text": "We work in higher education because we have a fundamental belief that education helps people&#39;s lives"
    },
    {
      "index": 31,
      "start_time": 182000.0,
      "end_time": 186000.0,
      "text": "and their families and it is good for society and liberal democracies and it helps people contribute and help them"
    },
    {
      "index": 32,
      "start_time": 186000.0,
      "end_time": 192000.0,
      "text": "and their families I have a better economic life."
    },
    {
      "index": 33,
      "start_time": 192000.0,
      "end_time": 200000.0,
      "text": "We believe all these things fundamentally and all of your jobs that Ohio State are to help the faculty here"
    },
    {
      "index": 34,
      "start_time": 200000.0,
      "end_time": 205000.0,
      "text": "and the students leverage the tools of the day and the technologies of the day and the legal tools of the day"
    },
    {
      "index": 35,
      "start_time": 205000.0,
      "end_time": 212000.0,
      "text": "and the content of the day and the new pedagogy&#39;s to help everybody accomplish this team."
    },
    {
      "index": 36,
      "start_time": 212000.0,
      "end_time": 215000.0,
      "text": "So before we jump into some of the open stuff,"
    },
    {
      "index": 37,
      "start_time": 215000.0,
      "end_time": 217000.0,
      "text": "I want to talk briefly about some of the global trends that we are seeing as we work in global comments."
    },
    {
      "index": 38,
      "start_time": 217000.0,
      "end_time": 219000.0,
      "text": "One is that the demand for higher education is skyrocketing."
    },
    {
      "index": 39,
      "start_time": 219000.0,
      "end_time": 225000.0,
      "text": "I will not read this and I want you to read this."
    },
    {
      "index": 40,
      "start_time": 225000.0,
      "end_time": 231000.0,
      "text": "This by the way is the former chancellor of the open University in England."
    },
    {
      "index": 41,
      "start_time": 231000.0,
      "end_time": 238000.0,
      "text": "Also the president and CEO of the Commonwealth of learning this new research I"
    },
    {
      "index": 42,
      "start_time": 238000.0,
      "end_time": 244000.0,
      "text": "and I ask you what you think the odds are that the world will build for major universities that serve 30,000 students"
    },
    {
      "index": 43,
      "start_time": 244000.0,
      "end_time": 250000.0,
      "text": "each to open every week for the next 15 years? Is that going to happen in the state of Ohio?"
    },
    {
      "index": 44,
      "start_time": 250000.0,
      "end_time": 252000.0,
      "text": "Probably not."
    },
    {
      "index": 45,
      "start_time": 252000.0,
      "end_time": 253000.0,
      "text": "Certainly not going to happen in Washington state where I live I can say was a travel the world there are only two"
    },
    {
      "index": 46,
      "start_time": 253000.0,
      "end_time": 255000.0,
      "text": "or three countries making those kinds of investments."
    },
    {
      "index": 47,
      "start_time": 255000.0,
      "end_time": 258000.0,
      "text": "India Brazil and China and they&#39;re not coming anywhere close to the growth rate."
    },
    {
      "index": 48,
      "start_time": 258000.0,
      "end_time": 261000.0,
      "text": "So we are going to meet the global demand for higher education, we are going to have to have other systems that we use."
    },
    {
      "index": 49,
      "start_time": 261000.0,
      "end_time": 270000.0,
      "text": "That will have to be online learning."
    },
    {
      "index": 50,
      "start_time": 270000.0,
      "end_time": 278000.0,
      "text": "MOOCs are probably part of that work there are probably other ways for people to get in is if we don&#39;t think that way"
    },
    {
      "index": 51,
      "start_time": 278000.0,
      "end_time": 281000.0,
      "text": "than is literally today over 100 people were ready to go to higher education who don&#39;t have the opportunity to do so."
    },
    {
      "index": 52,
      "start_time": 281000.0,
      "end_time": 287000.0,
      "text": "Second time the student that continues to rise"
    },
    {
      "index": 53,
      "start_time": 287000.0,
      "end_time": 295000.0,
      "text": "and then the higher education is falling see probably so these headlines of the past couple of years"
    },
    {
      "index": 54,
      "start_time": 295000.0,
      "end_time": 301000.0,
      "text": "and student debt cost $1 trillion in the United States that is more than all of the credit card debt and the entire US."
    },
    {
      "index": 55,
      "start_time": 301000.0,
      "end_time": 306000.0,
      "text": "The average student debt coming out of a bachelors degree is now North of $27,000 a year."
    },
    {
      "index": 56,
      "start_time": 306000.0,
      "end_time": 312000.0,
      "text": "So that&#39;s what your students are saddled with as they&#39;re coming up."
    },
    {
      "index": 57,
      "start_time": 312000.0,
      "end_time": 316000.0,
      "text": "So people ask is college with that? Of course college is worth a. We know to get investment"
    },
    {
      "index": 58,
      "start_time": 316000.0,
      "end_time": 322000.0,
      "text": "and it&#39;s worth taking out that that the public is asking this question"
    },
    {
      "index": 59,
      "start_time": 322000.0,
      "end_time": 327000.0,
      "text": "and so does the question back to us of what can we do to make college more affordable."
    },
    {
      "index": 60,
      "start_time": 327000.0,
      "end_time": 334000.0,
      "text": "We will talk about some of these ideas today."
    },
    {
      "index": 61,
      "start_time": 334000.0,
      "end_time": 341000.0,
      "text": "The next big trend in this is probably the most important trend as it relates to open education resources is the"
    },
    {
      "index": 62,
      "start_time": 341000.0,
      "end_time": 348000.0,
      "text": "affordable of digital things. We know this every day and that is with something as digital we can start a for free"
    },
    {
      "index": 63,
      "start_time": 348000.0,
      "end_time": 354000.0,
      "text": "and distributed around the world for free and we can wait 1 billion or 2 billion copies of that thing for free."
    },
    {
      "index": 64,
      "start_time": 354000.0,
      "end_time": 358000.0,
      "text": "We have been doing this for 10 or 15 years and education. Remember the days of Scantron sheets"
    },
    {
      "index": 65,
      "start_time": 358000.0,
      "end_time": 365000.0,
      "text": "and we made the rocks copies? We don&#39;t do any of that anymore."
    },
    {
      "index": 66,
      "start_time": 365000.0,
      "end_time": 367000.0,
      "text": "Everything we build today is born digital. The video shoot the audio we capture the PowerPoint slides"
    },
    {
      "index": 67,
      "start_time": 367000.0,
      "end_time": 370000.0,
      "text": "and books we build everything is created digitally."
    },
    {
      "index": 68,
      "start_time": 370000.0,
      "end_time": 375000.0,
      "text": "Because of cloud computing and because of mass storage and the falling price of computers can do things like this."
    },
    {
      "index": 69,
      "start_time": 375000.0,
      "end_time": 380000.0,
      "text": "Here is just one example."
    },
    {
      "index": 70,
      "start_time": 380000.0,
      "end_time": 386000.0,
      "text": "If you take it average textbook rather different things you can do with that but only to focus on the bottom number"
    },
    {
      "index": 71,
      "start_time": 386000.0,
      "end_time": 392000.0,
      "text": "and that&#39;s how much it cost to copy the text a computer. So how many students that Ohio State on this campus?"
    },
    {
      "index": 72,
      "start_time": 392000.0,
      "end_time": 404000.0,
      "text": "Tune of 50,000? Somebody would about the iPhone by 52,000x.0084 and then shouted out have the number."
    },
    {
      "index": 73,
      "start_time": 404000.0,
      "end_time": 408000.0,
      "text": "Here is how much it costs to distribute. Yes it is expensive to put it in the mail"
    },
    {
      "index": 74,
      "start_time": 408000.0,
      "end_time": 413000.0,
      "text": "and she but that is not that expensive to put it over the Internet"
    },
    {
      "index": 75,
      "start_time": 413000.0,
      "end_time": 418000.0,
      "text": "So the question is, who has $37 in their pocket? We can buy every Ohio State student textbook tomorrow."
    },
    {
      "index": 76,
      "start_time": 418000.0,
      "end_time": 426000.0,
      "text": "These are the economies of scale. So the question is when copying distribution"
    },
    {
      "index": 77,
      "start_time": 426000.0,
      "end_time": 433000.0,
      "text": "and storage of the core resources that we use that Ohio State University become free, what do we do with that?"
    },
    {
      "index": 78,
      "start_time": 433000.0,
      "end_time": 441000.0,
      "text": "To give you an example of how we have not been fundamentally disrupted yet in higher education,"
    },
    {
      "index": 79,
      "start_time": 441000.0,
      "end_time": 448000.0,
      "text": "let&#39;s look at other industries that have. Does anyone subscribe to any of these services? Of a lot of people."
    },
    {
      "index": 80,
      "start_time": 448000.0,
      "end_time": 452000.0,
      "text": "This is a pretty good deal for about eight dollars a month I can get access to way more movies"
    },
    {
      "index": 81,
      "start_time": 452000.0,
      "end_time": 456000.0,
      "text": "and television that I could ever consume."
    },
    {
      "index": 82,
      "start_time": 456000.0,
      "end_time": 461000.0,
      "text": "Does anyone subscribe to these music services? If you have not checked this out I do spot if I am the take $10 a month."
    },
    {
      "index": 83,
      "start_time": 461000.0,
      "end_time": 466000.0,
      "text": "But now I spend $10 a month and I&#39;ve access to 15 million songs."
    },
    {
      "index": 84,
      "start_time": 466000.0,
      "end_time": 473000.0,
      "text": "I don&#39;t know about you but 15 million songs is enough for me."
    },
    {
      "index": 85,
      "start_time": 473000.0,
      "end_time": 480000.0,
      "text": "Is only so much music I can listen to were flying to Seattle to Columbus. So here&#39;s the comparison."
    },
    {
      "index": 86,
      "start_time": 480000.0,
      "end_time": 492000.0,
      "text": "For $20 a month you can kind of have access to all of the music on the planet plus anything that has ever come out of"
    },
    {
      "index": 87,
      "start_time": 492000.0,
      "end_time": 506000.0,
      "text": "Hollywood or television for 20 bucks a month or you can lease one textbook for your class."
    },
    {
      "index": 88,
      "start_time": 506000.0,
      "end_time": 519000.0,
      "text": "And when you stop paying the 20 bucks a month for your textbook, what happens to access? It goes away."
    },
    {
      "index": 89,
      "start_time": 519000.0,
      "end_time": 521000.0,
      "text": "You own nothing. You are leasing. So I ask you which industries have been properly disrupted by digital technologies? This is what we are talking about. So the fourth big trend, this is been going on for over a decade in this of the open educational resources."
    },
    {
      "index": 90,
      "start_time": 521000.0,
      "end_time": 526000.0,
      "text": "So what happened is roughly 10 or 12 years ago,"
    },
    {
      "index": 91,
      "start_time": 526000.0,
      "end_time": 531000.0,
      "text": "educators around the world started to ask that if we are building stuff digitally, if we can store, distribute"
    },
    {
      "index": 92,
      "start_time": 531000.0,
      "end_time": 533000.0,
      "text": "or make copies of those digital things for near zero cost. Not quite zero base of the costs are."
    },
    {
      "index": 93,
      "start_time": 533000.0,
      "end_time": 536000.0,
      "text": "So close to zero that we will call it zero."
    },
    {
      "index": 94,
      "start_time": 536000.0,
      "end_time": 546000.0,
      "text": "What can we do with that?"
    },
    {
      "index": 95,
      "start_time": 546000.0,
      "end_time": 547000.0,
      "text": "So there was a big meeting in Cape Town called the Cape Town declaration. If you have not seen it look it up on the web."
    },
    {
      "index": 96,
      "start_time": 547000.0,
      "end_time": 549000.0,
      "text": "The first paragraph is we are in the cusp of a global revolution in teaching and learning."
    },
    {
      "index": 97,
      "start_time": 549000.0,
      "end_time": 557000.0,
      "text": "Educators worldwide it to building a vast pool of educational resources on the Internet, open and free for all to use."
    },
    {
      "index": 98,
      "start_time": 557000.0,
      "end_time": 562000.0,
      "text": "These educators are creating a world where each and every person on earth can access"
    },
    {
      "index": 99,
      "start_time": 562000.0,
      "end_time": 569000.0,
      "text": "and contribute to the sum of all human knowledge."
    },
    {
      "index": 100,
      "start_time": 569000.0,
      "end_time": 576000.0,
      "text": "This goes right to the term of open educational resources."
    },
    {
      "index": 101,
      "start_time": 576000.0,
      "end_time": 578000.0,
      "text": "The United Nations is a set of human rights which appeared very basic things like the right not to get shot,"
    },
    {
      "index": 102,
      "start_time": 578000.0,
      "end_time": 582000.0,
      "text": "the right to have a basic shelter."
    },
    {
      "index": 103,
      "start_time": 582000.0,
      "end_time": 585000.0,
      "text": "The right to have food so you are not starving to death. We&#39;re talking about basic level rights"
    },
    {
      "index": 104,
      "start_time": 585000.0,
      "end_time": 589000.0,
      "text": "and have added the right to education to that list. Why? It&#39;s a fairly recent ad by the way."
    },
    {
      "index": 105,
      "start_time": 589000.0,
      "end_time": 592000.0,
      "text": "They&#39;re doing it because of the tools of the day."
    },
    {
      "index": 106,
      "start_time": 592000.0,
      "end_time": 596000.0,
      "text": "The another we can share with everybody on the planet the marginal cars -- cost is zero but which is not doing it yet."
    },
    {
      "index": 107,
      "start_time": 596000.0,
      "end_time": 604000.0,
      "text": "Then we had a big conference and debated what is called the Paris OER declaration."
    },
    {
      "index": 108,
      "start_time": 604000.0,
      "end_time": 613000.0,
      "text": "195 nations around the world find it including the United States and moving us toward open policies."
    },
    {
      "index": 109,
      "start_time": 613000.0,
      "end_time": 617000.0,
      "text": "I talked about the technological tools. So we will have to living in the information age"
    },
    {
      "index": 110,
      "start_time": 617000.0,
      "end_time": 624000.0,
      "text": "and will more than happy to share course of anybody on the world"
    },
    {
      "index": 111,
      "start_time": 624000.0,
      "end_time": 629000.0,
      "text": "and we put it up online was that the other educators his the course in the files and take it and run with it"
    },
    {
      "index": 112,
      "start_time": 629000.0,
      "end_time": 631000.0,
      "text": "and very few people dead because at the bottom of the screen, what did it say?"
    },
    {
      "index": 113,
      "start_time": 631000.0,
      "end_time": 636000.0,
      "text": "All rights reserved copyright Ohio State University."
    },
    {
      "index": 114,
      "start_time": 636000.0,
      "end_time": 642000.0,
      "text": "Anybody who knows anything about copyright knows that if they took the course and modified it"
    },
    {
      "index": 115,
      "start_time": 642000.0,
      "end_time": 648000.0,
      "text": "or translated it in a new language or changed it around permitted derivative or somehow change that work,"
    },
    {
      "index": 116,
      "start_time": 648000.0,
      "end_time": 655000.0,
      "text": "in fact they could be violating the copyright in Ohio could see them in the court of law"
    },
    {
      "index": 117,
      "start_time": 655000.0,
      "end_time": 659000.0,
      "text": "and they would lose so nobody touched her with a 10 foot pole that we did not know about credit, that the time"
    },
    {
      "index": 118,
      "start_time": 659000.0,
      "end_time": 664000.0,
      "text": "and was just getting started. By creative Commons is the solution to the problem."
    },
    {
      "index": 119,
      "start_time": 664000.0,
      "end_time": 677000.0,
      "text": "So we are nonprofit organization would not try charge anything for our free copyright licenses"
    },
    {
      "index": 120,
      "start_time": 677000.0,
      "end_time": 681000.0,
      "text": "and we are 10 years old and we hang out around the world. We have teams in 75 countries including the United States."
    },
    {
      "index": 121,
      "start_time": 681000.0,
      "end_time": 685000.0,
      "text": "So credit comments was started for this reason."
    },
    {
      "index": 122,
      "start_time": 685000.0,
      "end_time": 687000.0,
      "text": "When you build something anywhere in the world the automatically have ownership to it and copyright."
    },
    {
      "index": 123,
      "start_time": 687000.0,
      "end_time": 690000.0,
      "text": "That&#39;s a good thing. When you build something your rights should be protected."
    },
    {
      "index": 124,
      "start_time": 690000.0,
      "end_time": 693000.0,
      "text": "This is true of the faculty at Ohio State is there building content as well."
    },
    {
      "index": 125,
      "start_time": 693000.0,
      "end_time": 697000.0,
      "text": "Does anybody know how something gets in the public domain?"
    },
    {
      "index": 126,
      "start_time": 697000.0,
      "end_time": 700000.0,
      "text": "What has to happen first? You have to dive. It&#39;s an unfortunate set of events."
    },
    {
      "index": 127,
      "start_time": 700000.0,
      "end_time": 704000.0,
      "text": "Then after you are dead what has to happen?"
    },
    {
      "index": 128,
      "start_time": 704000.0,
      "end_time": 713000.0,
      "text": "Not 60 but 70. And if you are Mexico you have to wait 100 years so now you are really dead work so the question is,"
    },
    {
      "index": 129,
      "start_time": 713000.0,
      "end_time": 718000.0,
      "text": "I have got this great course at Ohio State and I want to share it on Tuesday and 10 years ago Tom"
    },
    {
      "index": 130,
      "start_time": 718000.0,
      "end_time": 726000.0,
      "text": "and I said we are happy to share, but we don&#39;t know how"
    },
    {
      "index": 131,
      "start_time": 726000.0,
      "end_time": 734000.0,
      "text": "and we don&#39;t have access to expensive lawyers who can write custom licenses that we could share with people in"
    },
    {
      "index": 132,
      "start_time": 734000.0,
      "end_time": 742000.0,
      "text": "Australia or was someone in Bucharest. And we don&#39;t want to die first and wait 70 years. So there&#39;s nothing between."
    },
    {
      "index": 133,
      "start_time": 742000.0,
      "end_time": 748000.0,
      "text": "Creative Commons is the him between thing. Rid of comments as keep your copyrighted don&#39;t give that to anybody. That&#39;s yours"
    },
    {
      "index": 134,
      "start_time": 748000.0,
      "end_time": 754000.0,
      "text": "and a roof you want to add an open license to it so that you are communicating with the rest of the world,"
    },
    {
      "index": 135,
      "start_time": 754000.0,
      "end_time": 757000.0,
      "text": "the rights and permissions that you want them to have, you can do that and have the best of both worlds."
    },
    {
      "index": 136,
      "start_time": 757000.0,
      "end_time": 762000.0,
      "text": "You keep your ownership and share the terms and conditions that you want."
    },
    {
      "index": 137,
      "start_time": 762000.0,
      "end_time": 768000.0,
      "text": "This attitude the conditions that all of our licenses require attribution which with that if they use my stuff the"
    },
    {
      "index": 138,
      "start_time": 768000.0,
      "end_time": 769000.0,
      "text": "have to give me credit. That if you change it then you have to share your changes forward with the world."
    },
    {
      "index": 139,
      "start_time": 769000.0,
      "end_time": 773000.0,
      "text": "Is anyone heard of Wikipedia?"
    },
    {
      "index": 140,
      "start_time": 773000.0,
      "end_time": 779000.0,
      "text": "Will keep you use the attribution share alike license of every Wikipedia article."
    },
    {
      "index": 141,
      "start_time": 779000.0,
      "end_time": 785000.0,
      "text": "So when you change an article in Wikipedia was thing yes I will show that forward. Noncommercial is with something ."
    },
    {
      "index": 142,
      "start_time": 785000.0,
      "end_time": 787000.0,
      "text": "You can use my work for free and modified but you cannot sell it and you cannot put online in charge $20."
    },
    {
      "index": 143,
      "start_time": 787000.0,
      "end_time": 792000.0,
      "text": "No derivatives means you cannot change a."
    },
    {
      "index": 144,
      "start_time": 792000.0,
      "end_time": 793000.0,
      "text": "So you have to leave my work as it is."
    },
    {
      "index": 145,
      "start_time": 793000.0,
      "end_time": 795000.0,
      "text": "When you mention match those different conditions you get one of the six open copyright licenses."
    },
    {
      "index": 146,
      "start_time": 795000.0,
      "end_time": 802000.0,
      "text": "When you lay those out like this,"
    },
    {
      "index": 147,
      "start_time": 802000.0,
      "end_time": 808000.0,
      "text": "when I say most free to least create -- let most free to least free I&#39;m talking about not cost because there is no"
    },
    {
      "index": 148,
      "start_time": 808000.0,
      "end_time": 814000.0,
      "text": "cost but it is the degrees of freedom your communicating to other people in an education this is really important."
    },
    {
      "index": 149,
      "start_time": 814000.0,
      "end_time": 819000.0,
      "text": "Because if we&#39;re going to share our course architect the core video, somebody else might want to change it."
    },
    {
      "index": 150,
      "start_time": 819000.0,
      "end_time": 821000.0,
      "text": "So I will give an example later about that we built a big OER project in Washington state"
    },
    {
      "index": 151,
      "start_time": 821000.0,
      "end_time": 825000.0,
      "text": "and Brazil&#39;s community colleges are taking our works"
    },
    {
      "index": 152,
      "start_time": 825000.0,
      "end_time": 830000.0,
      "text": "and throwing out all of the silly examples of Northwest salmon and Verizon trees"
    },
    {
      "index": 153,
      "start_time": 830000.0,
      "end_time": 832000.0,
      "text": "and they&#39;re putting in Amazonian rain forest examples and it&#39;s not in English it&#39;s all in Portuguese."
    },
    {
      "index": 154,
      "start_time": 832000.0,
      "end_time": 836000.0,
      "text": "And so the purpose of license under work,"
    },
    {
      "index": 155,
      "start_time": 836000.0,
      "end_time": 841000.0,
      "text": "other people can do that work so public domain is always in the most permissive"
    },
    {
      "index": 156,
      "start_time": 841000.0,
      "end_time": 845000.0,
      "text": "and is not even attribution required to have a tool that lets it works in the public domain."
    },
    {
      "index": 157,
      "start_time": 845000.0,
      "end_time": 851000.0,
      "text": "But in education we try to step towards the top of the list."
    },
    {
      "index": 158,
      "start_time": 851000.0,
      "end_time": 852000.0,
      "text": "But the by life in meaning that the other thing required is attribution. The next one down is shareable."
    },
    {
      "index": 159,
      "start_time": 852000.0,
      "end_time": 859000.0,
      "text": "You get the idea."
    },
    {
      "index": 160,
      "start_time": 859000.0,
      "end_time": 862000.0,
      "text": "I license are global and work in a retention the one which is cool because you can share something at Ohio State"
    },
    {
      "index": 161,
      "start_time": 862000.0,
      "end_time": 868000.0,
      "text": "and the belts around the world can pick it up."
    },
    {
      "index": 162,
      "start_time": 868000.0,
      "end_time": 870000.0,
      "text": "So you saw some great examples of what Ohio State is doing to put resources online and make them free."
    },
    {
      "index": 163,
      "start_time": 870000.0,
      "end_time": 877000.0,
      "text": "But don&#39;t call into the same trap that,"
    },
    {
      "index": 164,
      "start_time": 877000.0,
      "end_time": 882000.0,
      "text": "and I fell into 10 years ago we put up fences this is free but it&#39;s all right reserved copyright because nobody will"
    },
    {
      "index": 165,
      "start_time": 882000.0,
      "end_time": 886000.0,
      "text": "use it because more and more people around the world are educated about what that means"
    },
    {
      "index": 166,
      "start_time": 886000.0,
      "end_time": 892000.0,
      "text": "and they don&#39;t want to get sued. And if your intention is to share it,"
    },
    {
      "index": 167,
      "start_time": 892000.0,
      "end_time": 897000.0,
      "text": "put it open license on the work so that people can actually use it. So people actually use creative, licenses"
    },
    {
      "index": 168,
      "start_time": 897000.0,
      "end_time": 902000.0,
      "text": "and this is little project called Wikipedia and everything on Wikipedia is credit card once licenses."
    },
    {
      "index": 169,
      "start_time": 902000.0,
      "end_time": 904000.0,
      "text": "So the any of your readers Flickr? I&#39;m sure none of your faculty ever go on the web"
    },
    {
      "index": 170,
      "start_time": 904000.0,
      "end_time": 909000.0,
      "text": "and Grabow photo violate someone&#39;s copyright."
    },
    {
      "index": 171,
      "start_time": 909000.0,
      "end_time": 914000.0,
      "text": "It does not happen here at Ohio State but I can tell you that it does happen at other universities."
    },
    {
      "index": 172,
      "start_time": 914000.0,
      "end_time": 918000.0,
      "text": "What you might is work with faculty to take them to Flickr"
    },
    {
      "index": 173,
      "start_time": 918000.0,
      "end_time": 922000.0,
      "text": "and did a search but filter the search break creative Commons licensed images."
    },
    {
      "index": 174,
      "start_time": 922000.0,
      "end_time": 926000.0,
      "text": "I did a call when I was here and is now over 305 million could&#39;ve Commons licensed images up in Flickr."
    },
    {
      "index": 175,
      "start_time": 926000.0,
      "end_time": 930000.0,
      "text": "Any scientists in the room? Any physics?"
    },
    {
      "index": 176,
      "start_time": 930000.0,
      "end_time": 933000.0,
      "text": "You know CERN. They&#39;re doing. The triggering how Adams work and smashing them together and this"
    },
    {
      "index": 177,
      "start_time": 933000.0,
      "end_time": 944000.0,
      "text": "and this is important information."
    },
    {
      "index": 178,
      "start_time": 944000.0,
      "end_time": 947000.0,
      "text": "We this is video were going to put it under a crate of common license because it&#39;s happening in education"
    },
    {
      "index": 179,
      "start_time": 947000.0,
      "end_time": 953000.0,
      "text": "and music and journalism and broadcast."
    },
    {
      "index": 180,
      "start_time": 953000.0,
      "end_time": 958000.0,
      "text": "It&#39;s happening in traditional publishing, both open access journals, but also textbook publishers."
    },
    {
      "index": 181,
      "start_time": 958000.0,
      "end_time": 964000.0,
      "text": "This happen in the glamour sector like Valerie&#39;s, libraries, archives and make Iams -- museums."
    },
    {
      "index": 182,
      "start_time": 964000.0,
      "end_time": 971000.0,
      "text": "Libraries are taking all of the metadata so here now here is Armenta catalog and every somebody build something that."
    },
    {
      "index": 183,
      "start_time": 971000.0,
      "end_time": 974000.0,
      "text": "That is a huge project in Europe over there taking all of the digital images of their work and putting it online."
    },
    {
      "index": 184,
      "start_time": 974000.0,
      "end_time": 980000.0,
      "text": "I was on the phone with the Smithsonian two weeks ago"
    },
    {
      "index": 185,
      "start_time": 980000.0,
      "end_time": 984000.0,
      "text": "and they said we have 30 years of stuff involves that were not the dialectic is not have enough museums space"
    },
    {
      "index": 186,
      "start_time": 984000.0,
      "end_time": 991000.0,
      "text": "and I said what you did on of high-resolution digital cameras and 3-D scanners"
    },
    {
      "index": 187,
      "start_time": 991000.0,
      "end_time": 996000.0,
      "text": "and put it all up on the web under an open license so the public that owns all of these resources can actually see"
    },
    {
      "index": 188,
      "start_time": 996000.0,
      "end_time": 1001000.0,
      "text": "them get access to it and use it in the Ohio State our courses for example."
    },
    {
      "index": 189,
      "start_time": 1001000.0,
      "end_time": 1004000.0,
      "text": "All of these are contributions in the White House under creative Commons and the list goes on and on."
    },
    {
      "index": 190,
      "start_time": 1004000.0,
      "end_time": 1017000.0,
      "text": "So we are in higher Ed."
    },
    {
      "index": 191,
      "start_time": 1017000.0,
      "end_time": 1024000.0,
      "text": "There are literally north of 650 universities website six 553 open courses that are up right now if you go to the open"
    },
    {
      "index": 192,
      "start_time": 1024000.0,
      "end_time": 1028000.0,
      "text": "courseware Consortium site and some universities like MIT have gone completely open."
    },
    {
      "index": 193,
      "start_time": 1028000.0,
      "end_time": 1037000.0,
      "text": "Has anyone heard of MIT open courseware?"
    },
    {
      "index": 194,
      "start_time": 1037000.0,
      "end_time": 1045000.0,
      "text": "10 years ago the MIT president stood up to the content is not a strategic advantage."
    },
    {
      "index": 195,
      "start_time": 1045000.0,
      "end_time": 1050000.0,
      "text": "Content is infrastructure. It&#39;s really important than it has got to be great. But it is not what makes MIT great."
    },
    {
      "index": 196,
      "start_time": 1050000.0,
      "end_time": 1054000.0,
      "text": "The reason people come to MIT or Ohio State or Stanford or take your pick that they come for the great faculty."
    },
    {
      "index": 197,
      "start_time": 1054000.0,
      "end_time": 1058000.0,
      "text": "Become the programs. The student support services the career mentoring. The living in a community with other students."
    },
    {
      "index": 198,
      "start_time": 1058000.0,
      "end_time": 1061000.0,
      "text": "The professional networks that develop. The did not come because of your statistics 101 content. MIT realize that"
    },
    {
      "index": 199,
      "start_time": 1061000.0,
      "end_time": 1066000.0,
      "text": "and hundreds of other universities have followed MIT&#39;s lead and are now opening up"
    },
    {
      "index": 200,
      "start_time": 1066000.0,
      "end_time": 1070000.0,
      "text": "and actually putting a crate of Commons license on the works so that one University can take a course or textbook"
    },
    {
      "index": 201,
      "start_time": 1070000.0,
      "end_time": 1074000.0,
      "text": "or something else from another university and legally reuse it and revise it and share it work"
    },
    {
      "index": 202,
      "start_time": 1074000.0,
      "end_time": 1091000.0,
      "text": "This is also happening in K-12 all around the world."
    },
    {
      "index": 203,
      "start_time": 1091000.0,
      "end_time": 1095000.0,
      "text": "One of my favorite examples is our team in Poland that worked with the president&#39;s office because half the kids in"
    },
    {
      "index": 204,
      "start_time": 1095000.0,
      "end_time": 1098000.0,
      "text": "Poland did not have access to a textbook it may launch the OER project another do."
    },
    {
      "index": 205,
      "start_time": 1098000.0,
      "end_time": 1102000.0,
      "text": "Because the whole country about $15 million and every kid now has a textbook."
    },
    {
      "index": 206,
      "start_time": 1102000.0,
      "end_time": 1103000.0,
      "text": "So there are hundreds of projects around the world the window have time to go to all of them."
    },
    {
      "index": 207,
      "start_time": 1103000.0,
      "end_time": 1105000.0,
      "text": "I am running a session this afternoon and we can talk more if you want."
    },
    {
      "index": 208,
      "start_time": 1105000.0,
      "end_time": 1112000.0,
      "text": "I have been on this time open educational resources and this is the Hewlett term and its will to go through."
    },
    {
      "index": 209,
      "start_time": 1112000.0,
      "end_time": 1118000.0,
      "text": "It&#39;s anything we use in any medium I have been talking about digital but open could be picked as well."
    },
    {
      "index": 210,
      "start_time": 1118000.0,
      "end_time": 1124000.0,
      "text": "So we have teams in Africa over there is not high-speed bandwidth or collectivity to every village"
    },
    {
      "index": 211,
      "start_time": 1124000.0,
      "end_time": 1127000.0,
      "text": "and we move OER as paper. We put out DVDs across the country . Anything to get the information"
    },
    {
      "index": 212,
      "start_time": 1127000.0,
      "end_time": 1133000.0,
      "text": "and the knowledge up to the people were using it."
    },
    {
      "index": 213,
      "start_time": 1133000.0,
      "end_time": 1140000.0,
      "text": "So doesn&#39;t matter the format that it is it&#39;s the license the gives people the right to use it."
    },
    {
      "index": 214,
      "start_time": 1140000.0,
      "end_time": 1151000.0,
      "text": "The content I just be the public domain or under an open license that permits two things. It has got the free"
    },
    {
      "index": 215,
      "start_time": 1151000.0,
      "end_time": 1163000.0,
      "text": "and no cost. And, you have got to have the legal rights to repurpose the materials to meet your needs."
    },
    {
      "index": 216,
      "start_time": 1163000.0,
      "end_time": 1170000.0,
      "text": "If it doesn&#39;t have those two components, it&#39;s not an open educational resource. So what we&#39;re talking about MOOCs a minute ago, as anyone heard of course there or Utah city or any of these things?"
    },
    {
      "index": 217,
      "start_time": 1170000.0,
      "end_time": 1172000.0,
      "text": "So most of the MOOCs that are out there are free but they&#39;re not open.  Because if you go to a Corsair of course,"
    },
    {
      "index": 218,
      "start_time": 1172000.0,
      "end_time": 1176000.0,
      "text": "let&#39;s say is there any faculty in the room?"
    },
    {
      "index": 219,
      "start_time": 1176000.0,
      "end_time": 1185000.0,
      "text": "Gene what you teach? The team goes that he finds a photography course and he says this is really great."
    },
    {
      "index": 220,
      "start_time": 1185000.0,
      "end_time": 1194000.0,
      "text": "I don&#39;t want the whole course the want part of the course from Coursera two thirds downloading the course but it&#39;s is"
    },
    {
      "index": 221,
      "start_time": 1194000.0,
      "end_time": 1197000.0,
      "text": "all right reserved copyright University of Minnesota indeed things I&#39;m good in this is a free course in effect  gene"
    },
    {
      "index": 222,
      "start_time": 1197000.0,
      "end_time": 1204000.0,
      "text": "is filing copyright law and to get sued."
    },
    {
      "index": 223,
      "start_time": 1204000.0,
      "end_time": 1211000.0,
      "text": "Is violating the terms of service on Coursera the the the cannot do that please also violating the copyright of"
    },
    {
      "index": 224,
      "start_time": 1211000.0,
      "end_time": 1219000.0,
      "text": "another university you may be thought it online and free so what&#39;s the problem.  That there is a problem."
    },
    {
      "index": 225,
      "start_time": 1219000.0,
      "end_time": 1220000.0,
      "text": "The most MOOCs are free but they&#39;re not open. Some MOOCs that have an open license on them are open."
    },
    {
      "index": 226,
      "start_time": 1220000.0,
      "end_time": 1225000.0,
      "text": "Why does that matter?"
    },
    {
      "index": 227,
      "start_time": 1225000.0,
      "end_time": 1229000.0,
      "text": "Because gene would very much like to legally use the photography content that he found up the MOOC."
    },
    {
      "index": 228,
      "start_time": 1229000.0,
      "end_time": 1235000.0,
      "text": "So we are working with the MOOCs right now to say look at,"
    },
    {
      "index": 229,
      "start_time": 1235000.0,
      "end_time": 1236000.0,
      "text": "when the University of Minnesota was to openly license their course in Coursera so that you can use it here at Ohio"
    },
    {
      "index": 230,
      "start_time": 1236000.0,
      "end_time": 1239000.0,
      "text": "State, make that easy to do."
    },
    {
      "index": 231,
      "start_time": 1239000.0,
      "end_time": 1246000.0,
      "text": "I want to distinguish. This is important. Free versus open. Free is good but free is just free."
    },
    {
      "index": 232,
      "start_time": 1246000.0,
      "end_time": 1253000.0,
      "text": "Open is better because free is open free is no cost does the legal rights to revise and remix and redistribute"
    },
    {
      "index": 233,
      "start_time": 1253000.0,
      "end_time": 1259000.0,
      "text": "and maintain. So we refer to this as the 4R&#39;s. RIAs it is to take part of the Coursera course and revise it"
    },
    {
      "index": 234,
      "start_time": 1259000.0,
      "end_time": 1261000.0,
      "text": "and modified somehow so it&#39;s ready for the course. Remixes to take some of that and some of this"
    },
    {
      "index": 235,
      "start_time": 1261000.0,
      "end_time": 1266000.0,
      "text": "and much in a great something new."
    },
    {
      "index": 236,
      "start_time": 1266000.0,
      "end_time": 1271000.0,
      "text": "We distribute is that  Jean is going to share with the world the put it on his blog"
    },
    {
      "index": 237,
      "start_time": 1271000.0,
      "end_time": 1276000.0,
      "text": "and that retain will be that because the legal rights to keep a copy."
    },
    {
      "index": 238,
      "start_time": 1276000.0,
      "end_time": 1282000.0,
      "text": "Nobody will come into his class"
    },
    {
      "index": 239,
      "start_time": 1282000.0,
      "end_time": 1284000.0,
      "text": "and say sorry again three months is up any have not paid a license these we are going to take it away from you now."
    },
    {
      "index": 240,
      "start_time": 1284000.0,
      "end_time": 1289000.0,
      "text": "That would not make any sense"
    },
    {
      "index": 241,
      "start_time": 1289000.0,
      "end_time": 1293000.0,
      "text": "and a lot of the commercial content is moving towards the right away soon as the lease is up."
    },
    {
      "index": 242,
      "start_time": 1293000.0,
      "end_time": 1297000.0,
      "text": "Other reasons that open is important is that one other people can improve on your work."
    },
    {
      "index": 243,
      "start_time": 1297000.0,
      "end_time": 1300000.0,
      "text": "We are talking about accessibility in terms of the table that you have in your room"
    },
    {
      "index": 244,
      "start_time": 1300000.0,
      "end_time": 1304000.0,
      "text": "and content needs to be accessible as well. Any accessibility experts in the room?"
    },
    {
      "index": 245,
      "start_time": 1304000.0,
      "end_time": 1309000.0,
      "text": "No? I guarantee you have got them here. What is the name of your group here? You have a really great group."
    },
    {
      "index": 246,
      "start_time": 1309000.0,
      "end_time": 1315000.0,
      "text": "Somebody shouted out?"
    },
    {
      "index": 247,
      "start_time": 1315000.0,
      "end_time": 1326000.0,
      "text": "Web accessibility centers one of the best in the country. The idea is that you"
    },
    {
      "index": 248,
      "start_time": 1326000.0,
      "end_time": 1335000.0,
      "text": "and to the 508 federal guidelines most of the content accessible but whenever do a good enough job an issue what we do"
    },
    {
      "index": 249,
      "start_time": 1335000.0,
      "end_time": 1342000.0,
      "text": "is direct affiliate afterwards the realize with someone in our class that needs that and that&#39;s not good enough."
    },
    {
      "index": 250,
      "start_time": 1342000.0,
      "end_time": 1345000.0,
      "text": "So with open education resources other people can make your content more accessible then it is."
    },
    {
      "index": 251,
      "start_time": 1345000.0,
      "end_time": 1347000.0,
      "text": "Translation is huge. Anyone have any students in the class that speak something other than English?"
    },
    {
      "index": 252,
      "start_time": 1347000.0,
      "end_time": 1349000.0,
      "text": "Or maybe want to something in another country here at Ohio State that&#39;s written in another language"
    },
    {
      "index": 253,
      "start_time": 1349000.0,
      "end_time": 1351000.0,
      "text": "and you want to translate it into English?"
    },
    {
      "index": 254,
      "start_time": 1351000.0,
      "end_time": 1357000.0,
      "text": "If it is open license you have the right to do that. These are the two most important things in open education."
    },
    {
      "index": 255,
      "start_time": 1357000.0,
      "end_time": 1363000.0,
      "text": "If you&#39;re working with faculty,"
    },
    {
      "index": 256,
      "start_time": 1363000.0,
      "end_time": 1371000.0,
      "text": "what they need is the legal rights to customize content so it is exactly what the one for the class."
    },
    {
      "index": 257,
      "start_time": 1371000.0,
      "end_time": 1377000.0,
      "text": "So when an old account Tom here for a minute when I took versus from tom-tom that say here are five books they need to"
    },
    {
      "index": 258,
      "start_time": 1377000.0,
      "end_time": 1379000.0,
      "text": "buy for my seminar and then Tom because it was only today said yes redo the chapters of this one"
    },
    {
      "index": 259,
      "start_time": 1379000.0,
      "end_time": 1385000.0,
      "text": "and one chapter out of here"
    },
    {
      "index": 260,
      "start_time": 1385000.0,
      "end_time": 1391000.0,
      "text": "and we will not read the rest because the rest is not very good but that&#39;s how we customized."
    },
    {
      "index": 261,
      "start_time": 1391000.0,
      "end_time": 1397000.0,
      "text": "Not the best deal for the students because the books are really expensive than we so the back to the bookstore"
    },
    {
      "index": 262,
      "start_time": 1397000.0,
      "end_time": 1403000.0,
      "text": "and we got $.10 on the dollar but without that part of the cost of going to higher education."
    },
    {
      "index": 263,
      "start_time": 1403000.0,
      "end_time": 1405000.0,
      "text": "With open education resources, competent settlor want to this chapter and this piece and I can customize it"
    },
    {
      "index": 264,
      "start_time": 1405000.0,
      "end_time": 1410000.0,
      "text": "and build just what I want for the students."
    },
    {
      "index": 265,
      "start_time": 1410000.0,
      "end_time": 1412000.0,
      "text": "But we cannot do that with all rights reserved content but you can with open content. Affordability? Anybody heard a student complained about the high cost of textbooks?"
    },
    {
      "index": 266,
      "start_time": 1412000.0,
      "end_time": 1414000.0,
      "text": "At Ohio State the average cost of textbooks for students is about $1200 a year."
    },
    {
      "index": 267,
      "start_time": 1414000.0,
      "end_time": 1422000.0,
      "text": "That&#39;s a big number. I know that does not approach tuition but if you get into community colleges,"
    },
    {
      "index": 268,
      "start_time": 1422000.0,
      "end_time": 1428000.0,
      "text": "we talk about Columbus community college, is probably a third to 40% of the cost of going to college."
    },
    {
      "index": 269,
      "start_time": 1428000.0,
      "end_time": 1431000.0,
      "text": "So there are major efforts underway to reduce those costs."
    },
    {
      "index": 270,
      "start_time": 1431000.0,
      "end_time": 1438000.0,
      "text": "So this is not all peaches and cream. If this was easy it would just be done."
    },
    {
      "index": 271,
      "start_time": 1438000.0,
      "end_time": 1440000.0,
      "text": "That are big challenges and will bang on some of these in a session later today."
    },
    {
      "index": 272,
      "start_time": 1440000.0,
      "end_time": 1443000.0,
      "text": "But a lot of faculty don&#39;t even know what is OER is."
    },
    {
      "index": 273,
      "start_time": 1443000.0,
      "end_time": 1448000.0,
      "text": "How many people did not know about creative Commons licensing before he came today?  This is a common thing."
    },
    {
      "index": 274,
      "start_time": 1448000.0,
      "end_time": 1451000.0,
      "text": "We are not all copyright experts."
    },
    {
      "index": 275,
      "start_time": 1451000.0,
      "end_time": 1456000.0,
      "text": "We are not IP lawyers by training."
    },
    {
      "index": 276,
      "start_time": 1456000.0,
      "end_time": 1459000.0,
      "text": "So a lot of people don&#39;t know about this"
    },
    {
      "index": 277,
      "start_time": 1459000.0,
      "end_time": 1462000.0,
      "text": "and they don&#39;t know that OER is out there that don&#39;t know that universities"
    },
    {
      "index": 278,
      "start_time": 1462000.0,
      "end_time": 1466000.0,
      "text": "and educators around the world have been sharing content for 10 years"
    },
    {
      "index": 279,
      "start_time": 1466000.0,
      "end_time": 1469000.0,
      "text": "and that they&#39;re these massive repositories of really great stuff. Not everybody tests for you."
    },
    {
      "index": 280,
      "start_time": 1469000.0,
      "end_time": 1475000.0,
      "text": "People think that&#39;s free of my be garbage because you get what you pay for. But in fact the dispenser to sit here."
    },
    {
      "index": 281,
      "start_time": 1475000.0,
      "end_time": 1482000.0,
      "text": "-- A few bouts out to a site here at Rice University."
    },
    {
      "index": 282,
      "start_time": 1482000.0,
      "end_time": 1488000.0,
      "text": "These folks are spending upwards of $400,000 per book which is not chump change"
    },
    {
      "index": 283,
      "start_time": 1488000.0,
      "end_time": 1495000.0,
      "text": "and there building intro to sociology and biology and anatomy physiology"
    },
    {
      "index": 284,
      "start_time": 1495000.0,
      "end_time": 1502000.0,
      "text": "and a general education courses that you had on the screen is this list."
    },
    {
      "index": 285,
      "start_time": 1502000.0,
      "end_time": 1507000.0,
      "text": "All of these books are under creative Commons attribution licenses"
    },
    {
      "index": 286,
      "start_time": 1507000.0,
      "end_time": 1508000.0,
      "text": "and they&#39;re free any can take I&#39;m in one of five different digital versions of because as an open license you can"
    },
    {
      "index": 287,
      "start_time": 1508000.0,
      "end_time": 1513000.0,
      "text": "modify"
    },
    {
      "index": 288,
      "start_time": 1513000.0,
      "end_time": 1515000.0,
      "text": "and use them anyway the you wants you could say to students is the Ohio State University version of economics from"
    },
    {
      "index": 289,
      "start_time": 1515000.0,
      "end_time": 1518000.0,
      "text": "open stacks college and a faculty is meant a better"
    },
    {
      "index": 290,
      "start_time": 1518000.0,
      "end_time": 1521000.0,
      "text": "and I do not have to pay for any textbook cost for the course tech how students feel about that?"
    },
    {
      "index": 291,
      "start_time": 1521000.0,
      "end_time": 1533000.0,
      "text": "My guess is that they would be happy."
    },
    {
      "index": 292,
      "start_time": 1533000.0,
      "end_time": 1538000.0,
      "text": "So let&#39;s jump on textbooks for a minute. One of the big problems"
    },
    {
      "index": 293,
      "start_time": 1538000.0,
      "end_time": 1540000.0,
      "text": "and it&#39;s not just textbooks but any required instructional materials for the class, the stats are,"
    },
    {
      "index": 294,
      "start_time": 1540000.0,
      "end_time": 1546000.0,
      "text": "and this was a Florida&#39;s study."
    },
    {
      "index": 295,
      "start_time": 1546000.0,
      "end_time": 1548000.0,
      "text": "The California study came out with a point about 10% higher but 60% to 70% of students did not purchase textbooks for"
    },
    {
      "index": 296,
      "start_time": 1548000.0,
      "end_time": 1552000.0,
      "text": "the course every single quarter or semester."
    },
    {
      "index": 297,
      "start_time": 1552000.0,
      "end_time": 1555000.0,
      "text": "This is a national phenomenon. Why? Somebody shouted out? Where the students not buying textbooks?"
    },
    {
      "index": 298,
      "start_time": 1555000.0,
      "end_time": 1558000.0,
      "text": "They&#39;re too expensive."
    },
    {
      "index": 299,
      "start_time": 1558000.0,
      "end_time": 1571000.0,
      "text": "Why else?"
    },
    {
      "index": 300,
      "start_time": 1571000.0,
      "end_time": 1574000.0,
      "text": "That&#39;s right. My professors I did a we don&#39;t use it and I&#39;m sick of that. $."
    },
    {
      "index": 301,
      "start_time": 1574000.0,
      "end_time": 1576000.0,
      "text": "10 on the dollar when I sell it back for sometimes I cannot even sell about because the publishers spin the version"
    },
    {
      "index": 302,
      "start_time": 1576000.0,
      "end_time": 1578000.0,
      "text": "and the DVD changer covered call it a new versions and I cannot sell it back."
    },
    {
      "index": 303,
      "start_time": 1578000.0,
      "end_time": 1579000.0,
      "text": "But we ask students what they say is that it&#39;s just not worth the. I&#39;m tired of spending $175"
    },
    {
      "index": 304,
      "start_time": 1579000.0,
      "end_time": 1581000.0,
      "text": "or whatever the number is for textbook."
    },
    {
      "index": 305,
      "start_time": 1581000.0,
      "end_time": 1591000.0,
      "text": "And by the way, if you look at the top 50 textbooks sold in Ohio State bookstore,"
    },
    {
      "index": 306,
      "start_time": 1591000.0,
      "end_time": 1597000.0,
      "text": "the average cost of the top 50 books for your student is $175.46. So the students are just not going to do it."
    },
    {
      "index": 307,
      "start_time": 1597000.0,
      "end_time": 1606000.0,
      "text": "So wise is problematic of students are showing up to Ohio State classes"
    },
    {
      "index": 308,
      "start_time": 1606000.0,
      "end_time": 1614000.0,
      "text": "and they don&#39;t have the educational resources that the faculty has designed to be used in the class? Is that a problem?"
    },
    {
      "index": 309,
      "start_time": 1614000.0,
      "end_time": 1619000.0,
      "text": "Yes. The faculty member went to a lot of trouble to design the class"
    },
    {
      "index": 310,
      "start_time": 1619000.0,
      "end_time": 1622000.0,
      "text": "and then instructor designers went to a lot of trouble to think about what educational resources for needed"
    },
    {
      "index": 311,
      "start_time": 1622000.0,
      "end_time": 1626000.0,
      "text": "and 60% to 70% of the students are not buying it."
    },
    {
      "index": 312,
      "start_time": 1626000.0,
      "end_time": 1632000.0,
      "text": "So this is a problem. We ran this project called Kaleidoscope. The idea was can we take it listing open education resources"
    },
    {
      "index": 313,
      "start_time": 1632000.0,
      "end_time": 1635000.0,
      "text": "and put them into an educational setting so that every student had 100% of the educational resources that they needed"
    },
    {
      "index": 314,
      "start_time": 1635000.0,
      "end_time": 1640000.0,
      "text": "that would design for the course on day one?"
    },
    {
      "index": 315,
      "start_time": 1640000.0,
      "end_time": 1647000.0,
      "text": "Guess what happened? First everybody saved a lot of money."
    },
    {
      "index": 316,
      "start_time": 1647000.0,
      "end_time": 1654000.0,
      "text": "We knew that would happen because the take the cost of textbooks 20. Check that one of the list."
    },
    {
      "index": 317,
      "start_time": 1654000.0,
      "end_time": 1657000.0,
      "text": "Students were super happy and that was great. What really happened though was that student success rates went up across the board and they went up"
    },
    {
      "index": 318,
      "start_time": 1657000.0,
      "end_time": 1659000.0,
      "text": "and things like developmental math. If you think about things like development around the development of writing,"
    },
    {
      "index": 319,
      "start_time": 1659000.0,
      "end_time": 1662000.0,
      "text": "when he come in the course you are already bad at math"
    },
    {
      "index": 320,
      "start_time": 1662000.0,
      "end_time": 1667000.0,
      "text": "and I have to wait three weeks for my financial aid check to come in"
    },
    {
      "index": 321,
      "start_time": 1667000.0,
      "end_time": 1668000.0,
      "text": "and now I can buy the resources but maybe I don&#39;t because 60% of the students don&#39;t buy them anyway so now holiday"
    },
    {
      "index": 322,
      "start_time": 1668000.0,
      "end_time": 1672000.0,
      "text": "developmental math that is my trajectory?"
    },
    {
      "index": 323,
      "start_time": 1672000.0,
      "end_time": 1678000.0,
      "text": "No surprise that people get stuck in a loop have to take it over and over. The students did not have the problem."
    },
    {
      "index": 324,
      "start_time": 1678000.0,
      "end_time": 1684000.0,
      "text": "We sit here it&#39;s free."
    },
    {
      "index": 325,
      "start_time": 1684000.0,
      "end_time": 1692000.0,
      "text": "Not only the free but it up to date and your faculty are put together the set of resources with exactly what they want."
    },
    {
      "index": 326,
      "start_time": 1692000.0,
      "end_time": 1697000.0,
      "text": "So that I have with the arrows here to show the date. At enough you can see this March 22,"
    },
    {
      "index": 327,
      "start_time": 1697000.0,
      "end_time": 1701000.0,
      "text": "2014 so this just came on in the Baltimore Sun and the University of Maryland system. And a strategy"
    },
    {
      "index": 328,
      "start_time": 1701000.0,
      "end_time": 1708000.0,
      "text": "and are moving towards what they call textbooks zero. So if you go to you"
    },
    {
      "index": 329,
      "start_time": 1708000.0,
      "end_time": 1711000.0,
      "text": "and you see in a few years you will pay not textbook costs and the faculty at you and you see are saying,"
    },
    {
      "index": 330,
      "start_time": 1711000.0,
      "end_time": 1715000.0,
      "text": "we are going to borrow OER from around the world"
    },
    {
      "index": 331,
      "start_time": 1715000.0,
      "end_time": 1720000.0,
      "text": "and we are going to contribute what we build as open educational resources"
    },
    {
      "index": 332,
      "start_time": 1720000.0,
      "end_time": 1725000.0,
      "text": "and we will have state of the art curriculum and you don&#39;t have to buy new textbooks."
    },
    {
      "index": 333,
      "start_time": 1725000.0,
      "end_time": 1728000.0,
      "text": "This was an article in the Seattle Times also March 21, 2014 last Friday."
    },
    {
      "index": 334,
      "start_time": 1728000.0,
      "end_time": 1733000.0,
      "text": "Editorial in the Seattle Times."
    },
    {
      "index": 335,
      "start_time": 1733000.0,
      "end_time": 1736000.0,
      "text": "That textbook prices a barrier to hire and then they sit the projects we have been working on."
    },
    {
      "index": 336,
      "start_time": 1736000.0,
      "end_time": 1740000.0,
      "text": "A colleague of mine at the University of Minnesota who could not be here today but just got a healer grant"
    },
    {
      "index": 337,
      "start_time": 1740000.0,
      "end_time": 1744000.0,
      "text": "and he can come here and work with you work with your faculty if you want work it will be on the slide."
    },
    {
      "index": 338,
      "start_time": 1744000.0,
      "end_time": 1752000.0,
      "text": "Here is his information. But, he is actually really likes this at the University of Minnesota."
    },
    {
      "index": 339,
      "start_time": 1752000.0,
      "end_time": 1759000.0,
      "text": "So he has figured out what are the barriers and what kind of conversations do have a faculty"
    },
    {
      "index": 340,
      "start_time": 1759000.0,
      "end_time": 1766000.0,
      "text": "and had to go to the cultural change. How to get them to share?"
    },
    {
      "index": 341,
      "start_time": 1766000.0,
      "end_time": 1775000.0,
      "text": "How to get them to use other people&#39;s open educational resources? So there are people out there that can help. States and countries are starting to say that this is an interesting idea."
    },
    {
      "index": 342,
      "start_time": 1775000.0,
      "end_time": 1780000.0,
      "text": "In California recently the take $5 million of state funds and they said, we are tired of expensive textbooks."
    },
    {
      "index": 343,
      "start_time": 1780000.0,
      "end_time": 1784000.0,
      "text": "We are going to have the 50 highest and will textbooks in the California you the California state"
    },
    {
      "index": 344,
      "start_time": 1784000.0,
      "end_time": 1790000.0,
      "text": "and community college system, they&#39;re all going to be under the creative Commons activation license."
    },
    {
      "index": 345,
      "start_time": 1790000.0,
      "end_time": 1791000.0,
      "text": "5 million books and faculty you can choose which books and how they&#39;re built and we will put them out RFP"
    },
    {
      "index": 346,
      "start_time": 1791000.0,
      "end_time": 1795000.0,
      "text": "and build them and have started that."
    },
    {
      "index": 347,
      "start_time": 1795000.0,
      "end_time": 1802000.0,
      "text": "But if Columbia saw that it said that the particular again were going to do the same thing and creative, said cool."
    },
    {
      "index": 348,
      "start_time": 1802000.0,
      "end_time": 1807000.0,
      "text": "So California you do those 50 and British Columbia done to those 50 because they will be open"
    },
    {
      "index": 349,
      "start_time": 1807000.0,
      "end_time": 1813000.0,
      "text": "and free so don&#39;t be redundant."
    },
    {
      "index": 350,
      "start_time": 1813000.0,
      "end_time": 1816000.0,
      "text": "You do a different 20 so now we have 70 and also schedule on, Alberta, Washington state and Oregon,"
    },
    {
      "index": 351,
      "start_time": 1816000.0,
      "end_time": 1821000.0,
      "text": "with this pan Pacific thing going on are all meeting"
    },
    {
      "index": 352,
      "start_time": 1821000.0,
      "end_time": 1825000.0,
      "text": "and having her second meeting coming up in ideas that if we all work together"
    },
    {
      "index": 353,
      "start_time": 1825000.0,
      "end_time": 1831000.0,
      "text": "and put an open license on what we build, then we all benefit."
    },
    {
      "index": 354,
      "start_time": 1831000.0,
      "end_time": 1836000.0,
      "text": "So California does not have to pay for 250 textbooks but that&#39;s what they&#39;re going to get. That they for 50."
    },
    {
      "index": 355,
      "start_time": 1836000.0,
      "end_time": 1844000.0,
      "text": "So does Ohio State want to play in this is one of my questions. Are most welcome even though you are not on the Pacific coast, we still invite you."
    },
    {
      "index": 356,
      "start_time": 1844000.0,
      "end_time": 1850000.0,
      "text": "Before I was a credit comments for four years, first at work here,"
    },
    {
      "index": 357,
      "start_time": 1850000.0,
      "end_time": 1856000.0,
      "text": "is to work in the college here in the network to the Ohio learning network with my friend Cheryl Hansen"
    },
    {
      "index": 358,
      "start_time": 1856000.0,
      "end_time": 1858000.0,
      "text": "and I worked at the state. Then I went to work at the community colleges in Washington state. And,"
    },
    {
      "index": 359,
      "start_time": 1858000.0,
      "end_time": 1864000.0,
      "text": "we decided that textbooks were too expensive."
    },
    {
      "index": 360,
      "start_time": 1864000.0,
      "end_time": 1868000.0,
      "text": "We decided that it was a waste of faculty time that every faculty member in our system was prepping for tomorrow&#39;s"
    },
    {
      "index": 361,
      "start_time": 1868000.0,
      "end_time": 1875000.0,
      "text": "course and not sharing with each other. Work she did an analysis"
    },
    {
      "index": 362,
      "start_time": 1875000.0,
      "end_time": 1877000.0,
      "text": "and just ask questions like how many paps are happening for Spanish 1011 answer was 150 was that okay so are you are"
    },
    {
      "index": 363,
      "start_time": 1877000.0,
      "end_time": 1883000.0,
      "text": "working together and sharing? The answer was no."
    },
    {
      "index": 364,
      "start_time": 1883000.0,
      "end_time": 1887000.0,
      "text": "Decided since all of these people were being paid with state tax dollars that probably wasn&#39;t the best use of public"
    },
    {
      "index": 365,
      "start_time": 1887000.0,
      "end_time": 1893000.0,
      "text": "money so we said things like, this is another Ohio State professor, put this,"
    },
    {
      "index": 366,
      "start_time": 1893000.0,
      "end_time": 1900000.0,
      "text": "we need to get rid of not invented here about other people&#39;s content and move to probably borrowed from there."
    },
    {
      "index": 367,
      "start_time": 1900000.0,
      "end_time": 1907000.0,
      "text": "So not invented here is that if I do not Bill did it is crap, which of course is a silly thing to say."
    },
    {
      "index": 368,
      "start_time": 1907000.0,
      "end_time": 1911000.0,
      "text": "And probably barred from there is that my role in the 21st century is a faculty member is to take the very best"
    },
    {
      "index": 369,
      "start_time": 1911000.0,
      "end_time": 1915000.0,
      "text": "content from wherever might find it and expertise from around the world"
    },
    {
      "index": 370,
      "start_time": 1915000.0,
      "end_time": 1921000.0,
      "text": "and other people in my professional network who can help my students learn."
    },
    {
      "index": 371,
      "start_time": 1921000.0,
      "end_time": 1924000.0,
      "text": "That may be that I take a little bit about physics course from MIT"
    },
    {
      "index": 372,
      "start_time": 1924000.0,
      "end_time": 1928000.0,
      "text": "and a little bit from the University of Barcelona and then I fill in the other 80% of my stuff."
    },
    {
      "index": 373,
      "start_time": 1928000.0,
      "end_time": 1935000.0,
      "text": "I&#39;m going to probably borrowed from there"
    },
    {
      "index": 374,
      "start_time": 1935000.0,
      "end_time": 1943000.0,
      "text": "and Russell said content is not a strategic advantage taking a page out of MIT book."
    },
    {
      "index": 375,
      "start_time": 1943000.0,
      "end_time": 1946000.0,
      "text": "And we cannot afford it. A third of our faculty time and the community colleges been building content"
    },
    {
      "index": 376,
      "start_time": 1946000.0,
      "end_time": 1949000.0,
      "text": "and prepping courses and nobody was sharing with anybody else. That was a third where they could have been mentoring."
    },
    {
      "index": 377,
      "start_time": 1949000.0,
      "end_time": 1952000.0,
      "text": "Sunday talk about putting money back to students, our idea was how to put time and money back to students."
    },
    {
      "index": 378,
      "start_time": 1952000.0,
      "end_time": 1953000.0,
      "text": "How do focus on what really matters and where is the value at. So here&#39;s the highest"
    },
    {
      "index": 379,
      "start_time": 1953000.0,
      "end_time": 1957000.0,
      "text": "and road course in the community colleges."
    },
    {
      "index": 380,
      "start_time": 1957000.0,
      "end_time": 1965000.0,
      "text": "English 101 and the basic writing course. With 60,000 students a year and would look through the textbook cost"
    },
    {
      "index": 381,
      "start_time": 1965000.0,
      "end_time": 1974000.0,
      "text": "and also much money we were spinning in one system just in Washington state on one book every year."
    },
    {
      "index": 382,
      "start_time": 1974000.0,
      "end_time": 1977000.0,
      "text": "$10.5 million. So one thing that you should do here at Ohio State is one the data"
    },
    {
      "index": 383,
      "start_time": 1977000.0,
      "end_time": 1982000.0,
      "text": "and asked to register office to run the top 100 courses"
    },
    {
      "index": 384,
      "start_time": 1982000.0,
      "end_time": 1987000.0,
      "text": "and how mean Roman to have an figure out how much the books cost for the courses and multiplied out"
    },
    {
      "index": 385,
      "start_time": 1987000.0,
      "end_time": 1990000.0,
      "text": "and are job will drop. This is where our jaw dropped was that this is unacceptable. Anyone over the money comes from?"
    },
    {
      "index": 386,
      "start_time": 1990000.0,
      "end_time": 1994000.0,
      "text": "Is a third and a third and a third. Where the first third?"
    },
    {
      "index": 387,
      "start_time": 1994000.0,
      "end_time": 1996000.0,
      "text": "Financial aid from why?"
    },
    {
      "index": 388,
      "start_time": 1996000.0,
      "end_time": 2014000.0,
      "text": "Federal. Where is the other financial aid come from?"
    },
    {
      "index": 389,
      "start_time": 2014000.0,
      "end_time": 2019000.0,
      "text": "The second third is from the state. With the final third? The students pocket and that or cash but had to work an extra job or more often than not"
    },
    {
      "index": 390,
      "start_time": 2019000.0,
      "end_time": 2022000.0,
      "text": "and community college&#39;s I cannot take two classes but I can only afford one because you have an expensive textbook in"
    },
    {
      "index": 391,
      "start_time": 2022000.0,
      "end_time": 2027000.0,
      "text": "place. So we went to the state legislature was that you realize you&#39;re spending $3."
    },
    {
      "index": 392,
      "start_time": 2027000.0,
      "end_time": 2029000.0,
      "text": "2 million right out of the state general funds every year for one textbook for one course? Did you realize that"
    },
    {
      "index": 393,
      "start_time": 2029000.0,
      "end_time": 2033000.0,
      "text": "and the legislature said no that&#39;s awful. But what could we do?"
    },
    {
      "index": 394,
      "start_time": 2033000.0,
      "end_time": 2041000.0,
      "text": "We said may be an issue the RFP for $1 million to get the smart faculty at Ohio State faculty to build wonderful open"
    },
    {
      "index": 395,
      "start_time": 2041000.0,
      "end_time": 2049000.0,
      "text": "education resources and given ongoing contractor $250,000 a year to have a set of resources update"
    },
    {
      "index": 396,
      "start_time": 2049000.0,
      "end_time": 2057000.0,
      "text": "and put the creative caught attributions so now your legislative ongoing spend is not $2.2 million its $200,000."
    },
    {
      "index": 397,
      "start_time": 2057000.0,
      "end_time": 2061000.0,
      "text": "Would there be a good deal for the state of Washington? Is not just to the for one course bullets to the fraud courses."
    },
    {
      "index": 398,
      "start_time": 2061000.0,
      "end_time": 2065000.0,
      "text": "We decided this was insane behavior and I hope that you do your data run"
    },
    {
      "index": 399,
      "start_time": 2065000.0,
      "end_time": 2071000.0,
      "text": "and decide that it&#39;s insane behavior what your students are spinning the textbooks as well."
    },
    {
      "index": 400,
      "start_time": 2071000.0,
      "end_time": 2077000.0,
      "text": "So about something called &quot;library with the legislature said you are right"
    },
    {
      "index": 401,
      "start_time": 2077000.0,
      "end_time": 2082000.0,
      "text": "and let&#39;s change the so about the entire general education curriculum as OER. So if you go to open course library."
    },
    {
      "index": 402,
      "start_time": 2082000.0,
      "end_time": 2085000.0,
      "text": "org and you&#39;ll find the highest quality to courses and most of them have open textbooks and him"
    },
    {
      "index": 403,
      "start_time": 2085000.0,
      "end_time": 2089000.0,
      "text": "and all of the content is open educational resources and 60"
    },
    {
      "index": 404,
      "start_time": 2089000.0,
      "end_time": 2095000.0,
      "text": "or 70% of it came from elsewhere it is probably borrowed from there."
    },
    {
      "index": 405,
      "start_time": 2095000.0,
      "end_time": 2100000.0,
      "text": "Then we about the final 30% 40% in our faculty know what the students need in the shuffle the courses."
    },
    {
      "index": 406,
      "start_time": 2100000.0,
      "end_time": 2104000.0,
      "text": "Here&#39;s what&#39;s happening in K-12 and were talking about this at dinner little but the last thing."
    },
    {
      "index": 407,
      "start_time": 2104000.0,
      "end_time": 2109000.0,
      "text": "This is my state in your state is a most identical for this."
    },
    {
      "index": 408,
      "start_time": 2109000.0,
      "end_time": 2114000.0,
      "text": "Somebody last night that every 10 years there is a Levy the goes out and that&#39;s when you can replace the textbooks."
    },
    {
      "index": 409,
      "start_time": 2114000.0,
      "end_time": 2117000.0,
      "text": "But in Washington state its local control but still her books 07 to 10 years out of date."
    },
    {
      "index": 410,
      "start_time": 2117000.0,
      "end_time": 2121000.0,
      "text": "My state is tiny small landmass with Wally one that schoolkids"
    },
    {
      "index": 411,
      "start_time": 2121000.0,
      "end_time": 2127000.0,
      "text": "and we spent 130 state is tiny small landmass with Wally one that schoolkids"
    },
    {
      "index": 412,
      "start_time": 2127000.0,
      "end_time": 2128000.0,
      "text": "and we spent $130 million years you think for $130 million your pathetic is then we can get some good stop the fact is"
    },
    {
      "index": 413,
      "start_time": 2128000.0,
      "end_time": 2132000.0,
      "text": "I don&#39;t it has what we get."
    },
    {
      "index": 414,
      "start_time": 2132000.0,
      "end_time": 2140000.0,
      "text": "I have two kids in public skill -- school so I get angry at PTA meetings that are books are 7 to 10 years out of date"
    },
    {
      "index": 415,
      "start_time": 2140000.0,
      "end_time": 2148000.0,
      "text": "so is it okay that you&#39;re giving young minds educational resources that is 7 to 10 years out of date?"
    },
    {
      "index": 416,
      "start_time": 2148000.0,
      "end_time": 2158000.0,
      "text": "Political science."
    },
    {
      "index": 417,
      "start_time": 2158000.0,
      "end_time": 2167000.0,
      "text": "When we read the public hearing what one of the legislators said that here is my daughter&#39;s political science textbook"
    },
    {
      "index": 418,
      "start_time": 2167000.0,
      "end_time": 2176000.0,
      "text": "and the copyright data on it was 1998. Is anything happened in politics the geopolitical since 1998? A few things."
    },
    {
      "index": 419,
      "start_time": 2176000.0,
      "end_time": 2180000.0,
      "text": "Then paper only are a digital anything because they have devices, a lot of them do. But what do we give them? Paper."
    },
    {
      "index": 420,
      "start_time": 2180000.0,
      "end_time": 2183000.0,
      "text": "We tell them you cannot write in the book is we have to keep this for a decade to don&#39;t write another put stickers on"
    },
    {
      "index": 421,
      "start_time": 2183000.0,
      "end_time": 2185000.0,
      "text": "it or do anything that would customize e-learning resources. Can you keep her books at the end of the year?"
    },
    {
      "index": 422,
      "start_time": 2185000.0,
      "end_time": 2190000.0,
      "text": "Welcome to 10th grade chemistry and things for learning and give me her books back."
    },
    {
      "index": 423,
      "start_time": 2190000.0,
      "end_time": 2199000.0,
      "text": "We cannot have them anymore but that&#39;s what we tell students is what kind of stupid system is that."
    },
    {
      "index": 424,
      "start_time": 2199000.0,
      "end_time": 2206000.0,
      "text": "And then the students cannot customize it and it&#39;s all right reserved copyright. So even if they wanted to update the 1990 a political science textbook they cannot do it."
    },
    {
      "index": 425,
      "start_time": 2206000.0,
      "end_time": 2211000.0,
      "text": "Even if they wanted to then they cannot updated so the workaround it. So the last one here"
    },
    {
      "index": 426,
      "start_time": 2211000.0,
      "end_time": 2217000.0,
      "text": "and I&#39;ll try not to get too angry, but the school district makes me sign something"
    },
    {
      "index": 427,
      "start_time": 2217000.0,
      "end_time": 2224000.0,
      "text": "and I said it up with my two boys every year so if your kids lose any of the paper textbooks,"
    },
    {
      "index": 428,
      "start_time": 2224000.0,
      "end_time": 2230000.0,
      "text": "what do I have to do is apparent? I have to pay for them and their $150 per book because that&#39;s the replacement fee."
    },
    {
      "index": 429,
      "start_time": 2230000.0,
      "end_time": 2237000.0,
      "text": "So I do my best to teach my boys and part of the missed teaching them the value of money"
    },
    {
      "index": 430,
      "start_time": 2237000.0,
      "end_time": 2243000.0,
      "text": "and then other one of $50,000 is more than I get any year or two allowances they don&#39;t want to be down $150."
    },
    {
      "index": 431,
      "start_time": 2243000.0,
      "end_time": 2250000.0,
      "text": "So my kids refuse to take their textbooks between home and school because they think they might lose them"
    },
    {
      "index": 432,
      "start_time": 2250000.0,
      "end_time": 2253000.0,
      "text": "and when I try to put their textbooks in a backpack and tell them it&#39;s okay and don&#39;t worry about it"
    },
    {
      "index": 433,
      "start_time": 2253000.0,
      "end_time": 2258000.0,
      "text": "and please take your learning resources the school, they cry."
    },
    {
      "index": 434,
      "start_time": 2258000.0,
      "end_time": 2263000.0,
      "text": "This is the system that we have built around proprietary content when we don&#39;t share."
    },
    {
      "index": 435,
      "start_time": 2263000.0,
      "end_time": 2270000.0,
      "text": "Now Ohio State is doing some really fabulous work. We talked about this earlier"
    },
    {
      "index": 436,
      "start_time": 2270000.0,
      "end_time": 2276000.0,
      "text": "and let me show you a proper example from Gabe. Gave has got this. Is Gabe here today? Areas."
    },
    {
      "index": 437,
      "start_time": 2276000.0,
      "end_time": 2283000.0,
      "text": "It does not know this but Gabe has this great resource appear called hacking the thesis."
    },
    {
      "index": 438,
      "start_time": 2283000.0,
      "end_time": 2292000.0,
      "text": "He is all this great information about how you work on your thesis and he worked on this last night"
    },
    {
      "index": 439,
      "start_time": 2292000.0,
      "end_time": 2296000.0,
      "text": "and I wish you had this when I was here but if you go to the bottom it says hacking the thesis licensed under the"
    },
    {
      "index": 440,
      "start_time": 2296000.0,
      "end_time": 2301000.0,
      "text": "creative Commons share international license and I say what does that mean?"
    },
    {
      "index": 441,
      "start_time": 2301000.0,
      "end_time": 2309000.0,
      "text": "When I click on it he&#39;s linked onto the human readable did of the license"
    },
    {
      "index": 442,
      "start_time": 2309000.0,
      "end_time": 2315000.0,
      "text": "and I say I&#39;m not a lawyer so what does this mean? That says that you are free to share this resource"
    },
    {
      "index": 443,
      "start_time": 2315000.0,
      "end_time": 2316000.0,
      "text": "and adopted for any purpose even commercially under the following terms and you must give attribution"
    },
    {
      "index": 444,
      "start_time": 2316000.0,
      "end_time": 2322000.0,
      "text": "and Yuma share as you make changes."
    },
    {
      "index": 445,
      "start_time": 2322000.0,
      "end_time": 2328000.0,
      "text": "And then I say what I speak German is my first language and I come down here and translated into German or French"
    },
    {
      "index": 446,
      "start_time": 2328000.0,
      "end_time": 2335000.0,
      "text": "or whatever language that I want to read the legal rights that Gabe has extended to me. Thank you Gabe."
    },
    {
      "index": 447,
      "start_time": 2335000.0,
      "end_time": 2337000.0,
      "text": "And although that I will not concede if I take his work and I use it in the way that I want to."
    },
    {
      "index": 448,
      "start_time": 2337000.0,
      "end_time": 2342000.0,
      "text": "That&#39;s the difference between free and open."
    },
    {
      "index": 449,
      "start_time": 2342000.0,
      "end_time": 2351000.0,
      "text": "So wonderful work happening here as well."
    },
    {
      "index": 450,
      "start_time": 2351000.0,
      "end_time": 2354000.0,
      "text": "If the intent of all of this group projects is to share them with the world which clearly your turn to share any would"
    },
    {
      "index": 451,
      "start_time": 2354000.0,
      "end_time": 2360000.0,
      "text": "not put the stuff on the web on the first place."
    },
    {
      "index": 452,
      "start_time": 2360000.0,
      "end_time": 2364000.0,
      "text": "Just number that free is free but if you really want other people to be able to reuse something,"
    },
    {
      "index": 453,
      "start_time": 2364000.0,
      "end_time": 2368000.0,
      "text": "put an open license on it as well. Is another example. Arata,"
    },
    {
      "index": 454,
      "start_time": 2368000.0,
      "end_time": 2376000.0,
      "text": "this great book called plan for opportunity for the Mississippi both coast past Katrina"
    },
    {
      "index": 455,
      "start_time": 2376000.0,
      "end_time": 2383000.0,
      "text": "and I said this is great so I get into it and I&#39;m looking through it and I make this bigger and I scroll down"
    },
    {
      "index": 456,
      "start_time": 2383000.0,
      "end_time": 2389000.0,
      "text": "and it says the prices free. Free is good and I&#39;m looking and looking but I say where the license? Is no information."
    },
    {
      "index": 457,
      "start_time": 2389000.0,
      "end_time": 2392000.0,
      "text": "So if I&#39;m at the University of Washington and I see the book and I want to use it than am I going to use the book?"
    },
    {
      "index": 458,
      "start_time": 2392000.0,
      "end_time": 2395000.0,
      "text": "No because I don&#39;t want to get sued."
    },
    {
      "index": 459,
      "start_time": 2395000.0,
      "end_time": 2399000.0,
      "text": "It am going to take the time to contact Jennifer and ask for special permission"
    },
    {
      "index": 460,
      "start_time": 2399000.0,
      "end_time": 2403000.0,
      "text": "or maybe I don&#39;t have time for that but if the intent is to go broad"
    },
    {
      "index": 461,
      "start_time": 2403000.0,
      "end_time": 2407000.0,
      "text": "and all that I have to do is stick the open license on that."
    },
    {
      "index": 462,
      "start_time": 2407000.0,
      "end_time": 2413000.0,
      "text": "That is really fabulous content going up in iTunes and I was talking with the team yesterday"
    },
    {
      "index": 463,
      "start_time": 2413000.0,
      "end_time": 2416000.0,
      "text": "and actually going to make sure that all of this content that is coming out of the digital first project in iTunes"
    },
    {
      "index": 464,
      "start_time": 2416000.0,
      "end_time": 2420000.0,
      "text": "University will be under the credit Commons attribution license."
    },
    {
      "index": 465,
      "start_time": 2420000.0,
      "end_time": 2426000.0,
      "text": "So thank you well done that&#39;s really great."
    },
    {
      "index": 466,
      "start_time": 2426000.0,
      "end_time": 2431000.0,
      "text": "We have called something the school so the door member what I said if you need a little more information"
    },
    {
      "index": 467,
      "start_time": 2431000.0,
      "end_time": 2437000.0,
      "text": "or if you want to send somebody from your team or faculty member to learn about open licensing"
    },
    {
      "index": 468,
      "start_time": 2437000.0,
      "end_time": 2442000.0,
      "text": "or resources we have a preschool called the school of open so just type in school of open on the web."
    },
    {
      "index": 469,
      "start_time": 2442000.0,
      "end_time": 2447000.0,
      "text": "Let me shift not policy. What do you do Jensen people to actually start to do this?"
    },
    {
      "index": 470,
      "start_time": 2447000.0,
      "end_time": 2455000.0,
      "text": "Does anyone remember Joe Brandon from the library? Joe unfortunately recently passed away"
    },
    {
      "index": 471,
      "start_time": 2455000.0,
      "end_time": 2461000.0,
      "text": "and Joe was the head of the OSU library system. Wonderful man and he taught me about open."
    },
    {
      "index": 472,
      "start_time": 2461000.0,
      "end_time": 2464000.0,
      "text": "Joe was talking about open access one day and is explaining all of this and I said I don&#39;t get it."
    },
    {
      "index": 473,
      "start_time": 2464000.0,
      "end_time": 2469000.0,
      "text": "And he says he grabs me by the lapel and he says get over here"
    },
    {
      "index": 474,
      "start_time": 2469000.0,
      "end_time": 2475000.0,
      "text": "and he introduces me to a chemistry professor at Ohio State need to tell them your story."
    },
    {
      "index": 475,
      "start_time": 2475000.0,
      "end_time": 2476000.0,
      "text": "So this chemistry professor at Ohio State had done what you have got to do for promotion and he was peer-reviewed"
    },
    {
      "index": 476,
      "start_time": 2476000.0,
      "end_time": 2481000.0,
      "text": "and journal articles"
    },
    {
      "index": 477,
      "start_time": 2481000.0,
      "end_time": 2488000.0,
      "text": "and had submitted it to the journal which is a commercial publishing house out of the Netherlands"
    },
    {
      "index": 478,
      "start_time": 2488000.0,
      "end_time": 2494000.0,
      "text": "and he had in the process of submitting had to turn over his copyright is that&#39;s what the journal asks you to do."
    },
    {
      "index": 479,
      "start_time": 2494000.0,
      "end_time": 2500000.0,
      "text": "You have to give them your ownership they don&#39;t own them anymore. So even though this was an NSF funded grant,"
    },
    {
      "index": 480,
      "start_time": 2500000.0,
      "end_time": 2505000.0,
      "text": "we all pay for it then Ohio State of this big background which was great but he wrote the article"
    },
    {
      "index": 481,
      "start_time": 2505000.0,
      "end_time": 2509000.0,
      "text": "and submitted it to the journal and then Joe was in budget cuts at the Ohio State library time"
    },
    {
      "index": 482,
      "start_time": 2509000.0,
      "end_time": 2514000.0,
      "text": "and Joe had to cut the terminal but the guy had published in."
    },
    {
      "index": 483,
      "start_time": 2514000.0,
      "end_time": 2517000.0,
      "text": "So the guy did not have access to the journal to use it in his own class"
    },
    {
      "index": 484,
      "start_time": 2517000.0,
      "end_time": 2522000.0,
      "text": "and therefore even though we got the grant and did the research"
    },
    {
      "index": 485,
      "start_time": 2522000.0,
      "end_time": 2527000.0,
      "text": "and wrote the article it&#39;s against the law for him to use his own article and his own course."
    },
    {
      "index": 486,
      "start_time": 2527000.0,
      "end_time": 2531000.0,
      "text": "Do understand now the problem with the publishing system? I said yes Joe, I do. Because his what he was talking about."
    },
    {
      "index": 487,
      "start_time": 2531000.0,
      "end_time": 2538000.0,
      "text": "He said governments give out money and scientific research is done"
    },
    {
      "index": 488,
      "start_time": 2538000.0,
      "end_time": 2544000.0,
      "text": "and articles are submitted any have to turn over your copyrighted everything is locked up in the library subscribe to"
    },
    {
      "index": 489,
      "start_time": 2544000.0,
      "end_time": 2547000.0,
      "text": "the journals not just Ohio State that every library in the state of Ohio and community college"
    },
    {
      "index": 490,
      "start_time": 2547000.0,
      "end_time": 2552000.0,
      "text": "and around the world subscribes to the journal and it&#39;s very expensive."
    },
    {
      "index": 491,
      "start_time": 2552000.0,
      "end_time": 2560000.0,
      "text": "The generous can run not the $15,000 per year each.} Are cutting them left and right."
    },
    {
      "index": 492,
      "start_time": 2560000.0,
      "end_time": 2566000.0,
      "text": "Harvard put out a press release that asked because we can no longer afford the journals that we subscribe to. Armored."
    },
    {
      "index": 493,
      "start_time": 2566000.0,
      "end_time": 2573000.0,
      "text": "The house so how&#39;s the Ohio State library going to affordable of these journals?"
    },
    {
      "index": 494,
      "start_time": 2573000.0,
      "end_time": 2581000.0,
      "text": "There very few rights. The beauty that the Tommy&#39;s I have to do is change one thing."
    },
    {
      "index": 495,
      "start_time": 2581000.0,
      "end_time": 2589000.0,
      "text": "The very first part of the model and everything else stays the same."
    },
    {
      "index": 496,
      "start_time": 2589000.0,
      "end_time": 2590000.0,
      "text": "The first part of the model is open source policy. The government or the funder or the foundation"
    },
    {
      "index": 497,
      "start_time": 2590000.0,
      "end_time": 2595000.0,
      "text": "or whoever&#39;s giving the money"
    },
    {
      "index": 498,
      "start_time": 2595000.0,
      "end_time": 2596000.0,
      "text": "and I may pick on you just a little bit be talk about our you have granted me give out grants and articles"
    },
    {
      "index": 499,
      "start_time": 2596000.0,
      "end_time": 2602000.0,
      "text": "and all of that,"
    },
    {
      "index": 500,
      "start_time": 2602000.0,
      "end_time": 2607000.0,
      "text": "then all you have to do as a funder in your grant program is say that if you take this money as a requirement of the"
    },
    {
      "index": 501,
      "start_time": 2607000.0,
      "end_time": 2611000.0,
      "text": "grant, and you share what you create work it&#39;s an optional grant and you are not forcing this on anybody."
    },
    {
      "index": 502,
      "start_time": 2611000.0,
      "end_time": 2615000.0,
      "text": "But if you take this NSF money or the NIH money, you share we build."
    },
    {
      "index": 503,
      "start_time": 2615000.0,
      "end_time": 2618000.0,
      "text": "So tactically speaking we do the right the creative Commons attribution requirement"
    },
    {
      "index": 504,
      "start_time": 2618000.0,
      "end_time": 2622000.0,
      "text": "and if you take this money show you build. The rest is the same and you still do the articles"
    },
    {
      "index": 505,
      "start_time": 2622000.0,
      "end_time": 2625000.0,
      "text": "and he still submits whatever article that you want and maybe there&#39;s a period we don&#39;t get access for a while."
    },
    {
      "index": 506,
      "start_time": 2625000.0,
      "end_time": 2632000.0,
      "text": "Than the public has access to what the public rate for and it under an open license. What do you get?"
    },
    {
      "index": 507,
      "start_time": 2632000.0,
      "end_time": 2642000.0,
      "text": "Big surprise of people actually read that interest then it may say less than three people read academic research when"
    },
    {
      "index": 508,
      "start_time": 2642000.0,
      "end_time": 2646000.0,
      "text": "it&#39;s published. Wise that? Because people don&#39;t have access. So here&#39;s the challenge of our day ?"
    },
    {
      "index": 509,
      "start_time": 2646000.0,
      "end_time": 2653000.0,
      "text": "This would ask you to think about."
    },
    {
      "index": 510,
      "start_time": 2653000.0,
      "end_time": 2658000.0,
      "text": "When the marginal cost of sharing is zero, but ethical and professional"
    },
    {
      "index": 511,
      "start_time": 2658000.0,
      "end_time": 2665000.0,
      "text": "and moral obligations do we have as educators and as staff who assist educators?"
    },
    {
      "index": 512,
      "start_time": 2665000.0,
      "end_time": 2671000.0,
      "text": "How do we get the maximum return on investment for the public funds that is but here at Ohio State University"
    },
    {
      "index": 513,
      "start_time": 2671000.0,
      "end_time": 2675000.0,
      "text": "and should we start require open licensing on discretionary optional grant? I&#39;m not talking about your base budgets"
    },
    {
      "index": 514,
      "start_time": 2675000.0,
      "end_time": 2680000.0,
      "text": "or forcing anybody to do anything. I&#39;m talking about your optional grants."
    },
    {
      "index": 515,
      "start_time": 2680000.0,
      "end_time": 2683000.0,
      "text": "President Obama recently told his largest federal agencies that from now on when you put out money for research"
    },
    {
      "index": 516,
      "start_time": 2683000.0,
      "end_time": 2687000.0,
      "text": "grants, you will require that the articles are open access."
    },
    {
      "index": 517,
      "start_time": 2687000.0,
      "end_time": 2692000.0,
      "text": "The US Department of Labor a few years ago put other two billion-dollar grant that is billion with the BS and boy."
    },
    {
      "index": 518,
      "start_time": 2692000.0,
      "end_time": 2698000.0,
      "text": "A lot of money."
    },
    {
      "index": 519,
      "start_time": 2698000.0,
      "end_time": 2709000.0,
      "text": "They said if you take this money integrative comments activation license that will be on what you build in these"
    },
    {
      "index": 520,
      "start_time": 2709000.0,
      "end_time": 2713000.0,
      "text": "academic programs being built the granted $20 million apiece and people are building programs in allied health"
    },
    {
      "index": 521,
      "start_time": 2713000.0,
      "end_time": 2720000.0,
      "text": "and green technology and advanced manufacturing."
    },
    {
      "index": 522,
      "start_time": 2720000.0,
      "end_time": 2725000.0,
      "text": "Where there are jobs to put Americans back to work in every single program that is being built will be under an open"
    },
    {
      "index": 523,
      "start_time": 2725000.0,
      "end_time": 2729000.0,
      "text": "license. So whatever that New York is building you can use here at Ohio State."
    },
    {
      "index": 524,
      "start_time": 2729000.0,
      "end_time": 2734000.0,
      "text": "We are building aerospace programs in Washington state and that&#39;s all yours."
    },
    {
      "index": 525,
      "start_time": 2734000.0,
      "end_time": 2736000.0,
      "text": "You don&#39;t have to ask permission and it&#39;s free and it has an open license on it so you can change a."
    },
    {
      "index": 526,
      "start_time": 2736000.0,
      "end_time": 2741000.0,
      "text": "I just prefer the community college Chancellor&#39;s office"
    },
    {
      "index": 527,
      "start_time": 2741000.0,
      "end_time": 2744000.0,
      "text": "and work about $120 million you through optional grants in the say from now on if you want money from us to do"
    },
    {
      "index": 528,
      "start_time": 2744000.0,
      "end_time": 2748000.0,
      "text": "anything you will put the creative Commons attribution license on what you build."
    },
    {
      "index": 529,
      "start_time": 2748000.0,
      "end_time": 2756000.0,
      "text": "Because publicly funded resources ought to be openly licensed resources. We are spinning up the open policy network right now to support these efforts"
    },
    {
      "index": 530,
      "start_time": 2756000.0,
      "end_time": 2760000.0,
      "text": "and the institute of leadership to train people around the world on how to do this. But of course,"
    },
    {
      "index": 531,
      "start_time": 2760000.0,
      "end_time": 2763000.0,
      "text": "this is not without its challenges. As you might guess,"
    },
    {
      "index": 532,
      "start_time": 2763000.0,
      "end_time": 2769000.0,
      "text": "existing business models don&#39;t particularly like this conversation."
    },
    {
      "index": 533,
      "start_time": 2769000.0,
      "end_time": 2773000.0,
      "text": "When the $2 million Department of Labor grant came out, they put this"
    },
    {
      "index": 534,
      "start_time": 2773000.0,
      "end_time": 2779000.0,
      "text": "and this was the American Association of publishers but this into congressional bill language in-house"
    },
    {
      "index": 535,
      "start_time": 2779000.0,
      "end_time": 2783000.0,
      "text": "and if you read this it essentially says that you may not get a grant from the Department of Labor to build anything"
    },
    {
      "index": 536,
      "start_time": 2783000.0,
      "end_time": 2786000.0,
      "text": "if I can be purchased from a commercial provider or, and this is my favorite part,"
    },
    {
      "index": 537,
      "start_time": 2786000.0,
      "end_time": 2790000.0,
      "text": "if they are thinking about building it. If it is under development."
    },
    {
      "index": 538,
      "start_time": 2790000.0,
      "end_time": 2796000.0,
      "text": "So I&#39;m sorry Ohio State the really want to build that great new program to teach people about sustainability"
    },
    {
      "index": 539,
      "start_time": 2796000.0,
      "end_time": 2802000.0,
      "text": "and marshlands but you can purchase that next year, publisher who is considering building it."
    },
    {
      "index": 540,
      "start_time": 2802000.0,
      "end_time": 2810000.0,
      "text": "So this is a really dumb idea and it was defeated. But the point is,"
    },
    {
      "index": 541,
      "start_time": 2810000.0,
      "end_time": 2814000.0,
      "text": "we are in the fight stage now talking with Tom last night that Gandhi talked about for stages. First they ignore you,"
    },
    {
      "index": 542,
      "start_time": 2814000.0,
      "end_time": 2820000.0,
      "text": "then they laugh at you then they fight and then you win."
    },
    {
      "index": 543,
      "start_time": 2820000.0,
      "end_time": 2826000.0,
      "text": "We are in the fight stage. So if you choose to engage this topic, just know that this is not all peaches"
    },
    {
      "index": 544,
      "start_time": 2826000.0,
      "end_time": 2834000.0,
      "text": "and cream but that there are some robes with existing models that don&#39;t particularly like those."
    },
    {
      "index": 545,
      "start_time": 2834000.0,
      "end_time": 2842000.0,
      "text": "The important thing is did not say by the old rules. So for example in Washington state with open course library,"
    },
    {
      "index": 546,
      "start_time": 2842000.0,
      "end_time": 2850000.0,
      "text": "we said that we are changing the rules. The new rule is that textbooks in our classes don&#39;t cost more than $30."
    },
    {
      "index": 547,
      "start_time": 2850000.0,
      "end_time": 2852000.0,
      "text": "Invited all of the publishers then we said if you can play by those rules where your new best partners"
    },
    {
      "index": 548,
      "start_time": 2852000.0,
      "end_time": 2854000.0,
      "text": "and we will put out million-dollar RFPs to build content and we hope the take that"
    },
    {
      "index": 549,
      "start_time": 2854000.0,
      "end_time": 2855000.0,
      "text": "and build stuff but we will hold the copyright will put the credit Commons attribution license"
    },
    {
      "index": 550,
      "start_time": 2855000.0,
      "end_time": 2857000.0,
      "text": "and everything that we build."
    },
    {
      "index": 551,
      "start_time": 2857000.0,
      "end_time": 2865000.0,
      "text": "If you do not like those rules, you do not have to play."
    },
    {
      "index": 552,
      "start_time": 2865000.0,
      "end_time": 2869000.0,
      "text": "And if you try to get in our way you don&#39;t have to do that because we have all the arguments on our side"
    },
    {
      "index": 553,
      "start_time": 2869000.0,
      "end_time": 2873000.0,
      "text": "and we are on the right side of history on this."
    },
    {
      "index": 554,
      "start_time": 2873000.0,
      "end_time": 2880000.0,
      "text": "There&#39;s a guy at Harvard called a professor"
    },
    {
      "index": 555,
      "start_time": 2880000.0,
      "end_time": 2887000.0,
      "text": "and he reminds us that we openly leverage the work as a free distribution channel we put the creator"
    },
    {
      "index": 556,
      "start_time": 2887000.0,
      "end_time": 2893000.0,
      "text": "and the author and not the distributor in control of human knowledge. His quote is that we make things"
    },
    {
      "index": 557,
      "start_time": 2893000.0,
      "end_time": 2900000.0,
      "text": "and we give them away. Here we made this. Would you like it? Take some."
    },
    {
      "index": 558,
      "start_time": 2900000.0,
      "end_time": 2903000.0,
      "text": "It&#39;s free. Is no retort to that."
    },
    {
      "index": 559,
      "start_time": 2903000.0,
      "end_time": 2910000.0,
      "text": "Other than thank you I suppose. So Churchill said if you have knowledge, that others right there can do with it."
    },
    {
      "index": 560,
      "start_time": 2910000.0,
      "end_time": 2918000.0,
      "text": "This is the opportunity of our time."
    },
    {
      "index": 561,
      "start_time": 2918000.0,
      "end_time": 2924000.0,
      "text": "Will will leverage the technical"
    },
    {
      "index": 562,
      "start_time": 2924000.0,
      "end_time": 2927000.0,
      "text": "and legal tools of the day to help everybody at Ohio State get a more affordable education"
    },
    {
      "index": 563,
      "start_time": 2927000.0,
      "end_time": 2930000.0,
      "text": "and get access to the best content around the world?"
    },
    {
      "index": 564,
      "start_time": 2930000.0,
      "end_time": 2936000.0,
      "text": "Will Ohio State fulfill its mission as a land-grant institution"
    },
    {
      "index": 565,
      "start_time": 2936000.0,
      "end_time": 2940000.0,
      "text": "and share what it is producing to the maximum degree possible? Which is part of what you do."
    },
    {
      "index": 566,
      "start_time": 2940000.0,
      "end_time": 2949000.0,
      "text": "And probably is funds to increase access to educational resources? Here&#39;s the tricky part. Can you hold all else in advance?"
    },
    {
      "index": 567,
      "start_time": 2949000.0,
      "end_time": 2952000.0,
      "text": "Can you hold everything else including existing business models secondary to the primary call?"
    },
    {
      "index": 568,
      "start_time": 2952000.0,
      "end_time": 2958000.0,
      "text": "That for the fight comes."
    },
    {
      "index": 569,
      "start_time": 2958000.0,
      "end_time": 2972000.0,
      "text": "Then look at open textbooks and the OER and putting together the course."
    },
    {
      "index": 570,
      "start_time": 2972000.0,
      "end_time": 2983000.0,
      "text": "Than the college leadership in there several folks in the room. Look at your strategic plans. What is open educational resources and open access fit in?"
    },
    {
      "index": 571,
      "start_time": 2983000.0,
      "end_time": 2988000.0,
      "text": "Will you put the Suzy by licensing requirement under discretionary grants? How we support faculty with time"
    },
    {
      "index": 572,
      "start_time": 2988000.0,
      "end_time": 2993000.0,
      "text": "and money and innovation grants around these ideas? Make this the instructional designers and everyone involved."
    },
    {
      "index": 573,
      "start_time": 2993000.0,
      "end_time": 3001000.0,
      "text": "Work with the MOOCs and put the open license on your MOOC and track the success."
    },
    {
      "index": 574,
      "start_time": 3001000.0,
      "end_time": 3003000.0,
      "text": "If you want to talk more about this I will be here 2:30 PM today and if you like these ideas and want to work on this,"
    },
    {
      "index": 575,
      "start_time": 3003000.0,
      "end_time": 3008000.0,
      "text": "my organization stands with you."
    },
    {
      "index": 576,
      "start_time": 3008000.0,
      "end_time": 3017000.0,
      "text": "The final thought for the 21st-century is off opposite of open is no longer closed. The opposite of open is broken."
    },
    {
      "index": 577,
      "start_time": 3017000.0,
      "end_time": 3025000.0,
      "text": "Thank you."
    },
    {
      "index": 578,
      "start_time": 3025000.0,
      "end_time": 3031000.0,
      "text": "Thank you so much. We have about 10 min."
    },
    {
      "index": 579,
      "start_time": 3031000.0,
      "end_time": 3039000.0,
      "text": "for questions."
    },
    {
      "index": 580,
      "start_time": 3039000.0,
      "end_time": 3044000.0,
      "text": "Cable obviously has a lot to say and a fantastic of aging keynote and we thank them for that."
    },
    {
      "index": 581,
      "start_time": 3044000.0,
      "end_time": 3046000.0,
      "text": "I want to remind everyone that a question is typically something we consider about 2 to 3 sentences long so we will"
    },
    {
      "index": 582,
      "start_time": 3046000.0,
      "end_time": 3051000.0,
      "text": "take as many of those as we can right now"
    },
    {
      "index": 583,
      "start_time": 3051000.0,
      "end_time": 3052000.0,
      "text": "and for those of you who want to have a more in-depth conversation he will be available for one of the breakout"
    },
    {
      "index": 584,
      "start_time": 3052000.0,
      "end_time": 3055000.0,
      "text": "sessions this afternoon."
    },
    {
      "index": 585,
      "start_time": 3055000.0,
      "end_time": 3061000.0,
      "text": "If you have a question please come up to the mic because we&#39;re streaming"
    },
    {
      "index": 586,
      "start_time": 3061000.0,
      "end_time": 3062000.0,
      "text": "and we would like to hear voices you ask you questions so let&#39;s keep the conversation going for a few more minutes"
    },
    {
      "index": 587,
      "start_time": 3062000.0,
      "end_time": 3065000.0,
      "text": "before we had out"
    },
    {
      "index": 588,
      "start_time": 3065000.0,
      "end_time": 3068000.0,
      "text": "Hello there that the great talk."
    },
    {
      "index": 589,
      "start_time": 3068000.0,
      "end_time": 3074000.0,
      "text": "I just want to know, I know that this has been challenged in court."
    },
    {
      "index": 590,
      "start_time": 3074000.0,
      "end_time": 3081000.0,
      "text": "Has the been the credit Commons challenged legally and what was the outcome of that?"
    },
    {
      "index": 591,
      "start_time": 3081000.0,
      "end_time": 3082000.0,
      "text": "Greg Preston."
    },
    {
      "index": 592,
      "start_time": 3082000.0,
      "end_time": 3090000.0,
      "text": "This open up this case on the screen here. If you going to Google and type in creative Commons case law"
    },
    {
      "index": 593,
      "start_time": 3090000.0,
      "end_time": 3094000.0,
      "text": "and we keep in track every time they goes to court on the planet and as you can see there are not very many"
    },
    {
      "index": 594,
      "start_time": 3094000.0,
      "end_time": 3097000.0,
      "text": "and that&#39;s it right there. Those all of the legal cases"
    },
    {
      "index": 595,
      "start_time": 3097000.0,
      "end_time": 3104000.0,
      "text": "and they could&#39;ve Commons licenses have been upheld every time"
    },
    {
      "index": 596,
      "start_time": 3104000.0,
      "end_time": 3110000.0,
      "text": "and have never lost once in court work one of the reasons they don&#39;t go to court very often is because these are"
    },
    {
      "index": 597,
      "start_time": 3110000.0,
      "end_time": 3116000.0,
      "text": "written by the best IP attorneys on the planet and by law school professors at Harvard and Stanford Danielle"
    },
    {
      "index": 598,
      "start_time": 3116000.0,
      "end_time": 3122000.0,
      "text": "and University of Barcelona. Literally thousands around the world. Which is had from version 3 to reason for"
    },
    {
      "index": 599,
      "start_time": 3122000.0,
      "end_time": 3129000.0,
      "text": "and one is that the copyright laws always changing and on the planet governments are changing the rules"
    },
    {
      "index": 600,
      "start_time": 3129000.0,
      "end_time": 3136000.0,
      "text": "or licenses adjust to make sure that they&#39;re always compliant with copyright law in every country in the planet is we"
    },
    {
      "index": 601,
      "start_time": 3136000.0,
      "end_time": 3141000.0,
      "text": "need to make sure that when Ohio State with the could&#39;ve Commons license on a network that anyone else in the world"
    },
    {
      "index": 602,
      "start_time": 3141000.0,
      "end_time": 3146000.0,
      "text": "can pick it up and they can legally use it. The second reason is the communities change."
    },
    {
      "index": 603,
      "start_time": 3146000.0,
      "end_time": 3149000.0,
      "text": "Educators around the world change the behaviors and practices. Scientist the using big data now."
    },
    {
      "index": 604,
      "start_time": 3149000.0,
      "end_time": 3155000.0,
      "text": "We will talk about big data last night at dinner."
    },
    {
      "index": 605,
      "start_time": 3155000.0,
      "end_time": 3160000.0,
      "text": "One of the things that&#39;s happening that Europe is pouring money right now and the big data research."
    },
    {
      "index": 606,
      "start_time": 3160000.0,
      "end_time": 3165000.0,
      "text": "In Europe that something called generous database rights which we don&#39;t have an the United States."
    },
    {
      "index": 607,
      "start_time": 3165000.0,
      "end_time": 3171000.0,
      "text": "Essentially how you build a database you can put the copyright on and build the structure."
    },
    {
      "index": 608,
      "start_time": 3171000.0,
      "end_time": 3175000.0,
      "text": "So said could&#39;ve Commons you have to change your licensable can license those database rights because they are"
    },
    {
      "index": 609,
      "start_time": 3175000.0,
      "end_time": 3180000.0,
      "text": "important to us in Europe."
    },
    {
      "index": 610,
      "start_time": 3180000.0,
      "end_time": 3182000.0,
      "text": "So we change the licenses. No questions?"
    },
    {
      "index": 611,
      "start_time": 3182000.0,
      "end_time": 3187000.0,
      "text": "We will convert now?"
    },
    {
      "index": 612,
      "start_time": 3187000.0,
      "end_time": 3196000.0,
      "text": "Join us. Here come the questions now there&#39;s lots of them."
    },
    {
      "index": 613,
      "start_time": 3196000.0,
      "end_time": 3202000.0,
      "text": "First of all in 10 years I think it&#39;s great to see how this content has just exploded."
    },
    {
      "index": 614,
      "start_time": 3202000.0,
      "end_time": 3209000.0,
      "text": "Not only in terms of quantity and quality."
    },
    {
      "index": 615,
      "start_time": 3209000.0,
      "end_time": 3213000.0,
      "text": "But I&#39;m curious what creative Commons as an organization, with the stances as piracy?"
    },
    {
      "index": 616,
      "start_time": 3213000.0,
      "end_time": 3218000.0,
      "text": "Basically what flouts traditional copyright."
    },
    {
      "index": 617,
      "start_time": 3218000.0,
      "end_time": 3222000.0,
      "text": "The ticket question."
    },
    {
      "index": 618,
      "start_time": 3222000.0,
      "end_time": 3229000.0,
      "text": "So this works with copyright and is not an alternative to copyright. So we say keep your copyright and be legal and if your intent is to share,"
    },
    {
      "index": 619,
      "start_time": 3229000.0,
      "end_time": 3236000.0,
      "text": "we give you tools to keep your copyright and share I do the terms of conditions."
    },
    {
      "index": 620,
      "start_time": 3236000.0,
      "end_time": 3239000.0,
      "text": "But it comes to policy and violating copyright, we did not agree with that. That being said,"
    },
    {
      "index": 621,
      "start_time": 3239000.0,
      "end_time": 3247000.0,
      "text": "then there is a need for copyright reform."
    },
    {
      "index": 622,
      "start_time": 3247000.0,
      "end_time": 3249000.0,
      "text": "If we go to our blog you will see that we just issued a big word approved copyright reform statement that basically"
    },
    {
      "index": 623,
      "start_time": 3249000.0,
      "end_time": 3255000.0,
      "text": "says copyright continues to be extended"
    },
    {
      "index": 624,
      "start_time": 3255000.0,
      "end_time": 3261000.0,
      "text": "and it&#39;s primarily extend for commercial interests excellent operate started in the United States was 14 years."
    },
    {
      "index": 625,
      "start_time": 3261000.0,
      "end_time": 3267000.0,
      "text": "This is death +70 years and if your corporation you can add more years to that."
    },
    {
      "index": 626,
      "start_time": 3267000.0,
      "end_time": 3271000.0,
      "text": "So it on a few know your copyright history but a negative incentive Bonnell was in Congress"
    },
    {
      "index": 627,
      "start_time": 3271000.0,
      "end_time": 3279000.0,
      "text": "and Mickey Mouse the Disney&#39;s about going to the public domain."
    },
    {
      "index": 628,
      "start_time": 3279000.0,
      "end_time": 3287000.0,
      "text": "It is nothing Mickey Mouse going into the public domain was a good thing and not to say that anyone got bribed"
    },
    {
      "index": 629,
      "start_time": 3287000.0,
      "end_time": 3292000.0,
      "text": "or took their money and change their vote or in any way, but there was money and how we extended copyright."
    },
    {
      "index": 630,
      "start_time": 3292000.0,
      "end_time": 3299000.0,
      "text": "This what they&#39;re working on right now is the corruption of money in politics."
    },
    {
      "index": 631,
      "start_time": 3299000.0,
      "end_time": 3306000.0,
      "text": "And the other thing is that there are fair use rights in the United States and other countries"
    },
    {
      "index": 632,
      "start_time": 3306000.0,
      "end_time": 3313000.0,
      "text": "and those are exceptions to copyright. So the librarians of the room teach faculty about fair use rights."
    },
    {
      "index": 633,
      "start_time": 3313000.0,
      "end_time": 3318000.0,
      "text": "So some cases you may see and all rights reserved copyright"
    },
    {
      "index": 634,
      "start_time": 3318000.0,
      "end_time": 3321000.0,
      "text": "and especially as an educator you can still use that work for limited purposes without seeking permission."
    },
    {
      "index": 635,
      "start_time": 3321000.0,
      "end_time": 3327000.0,
      "text": "But fair use and fair dealing rights are fairly narrow"
    },
    {
      "index": 636,
      "start_time": 3327000.0,
      "end_time": 3333000.0,
      "text": "and fairly limited tech so one of our stances I could&#39;ve Commons that those should be brought into the should be more"
    },
    {
      "index": 637,
      "start_time": 3333000.0,
      "end_time": 3337000.0,
      "text": "fair use and fair dealing rights. All of that said, if you want to avoid those problems it&#39;s very simple."
    },
    {
      "index": 638,
      "start_time": 3337000.0,
      "end_time": 3340000.0,
      "text": "Let the copyright lobby what it is and at the could&#39;ve Commons license to it"
    },
    {
      "index": 639,
      "start_time": 3340000.0,
      "end_time": 3344000.0,
      "text": "and you can clear all of those hurdles out of the way"
    },
    {
      "index": 640,
      "start_time": 3344000.0,
      "end_time": 3350000.0,
      "text": "and you let people use it with the terms of conditions that you yes."
    },
    {
      "index": 641,
      "start_time": 3350000.0,
      "end_time": 3356000.0,
      "text": "Are there resources available to teach her students about creative Commons?"
    },
    {
      "index": 642,
      "start_time": 3356000.0,
      "end_time": 3358000.0,
      "text": "Because it seems to me that the younger that you start with K-12 to get them to understand this,"
    },
    {
      "index": 643,
      "start_time": 3358000.0,
      "end_time": 3362000.0,
      "text": "then the better off we would all be."
    },
    {
      "index": 644,
      "start_time": 3362000.0,
      "end_time": 3368000.0,
      "text": "I know. Anyone from the college of education on here? Good."
    },
    {
      "index": 645,
      "start_time": 3368000.0,
      "end_time": 3375000.0,
      "text": "Call me and I want to talk to you. One of the things that we are doing, here is the school of open that I mentioned."
    },
    {
      "index": 646,
      "start_time": 3375000.0,
      "end_time": 3378000.0,
      "text": "And I will scroll down here. Work should have right here that the creative Commons for K-12 educators."
    },
    {
      "index": 647,
      "start_time": 3378000.0,
      "end_time": 3385000.0,
      "text": "So this course is running right now."
    },
    {
      "index": 648,
      "start_time": 3385000.0,
      "end_time": 3391000.0,
      "text": "And we are focusing on K-12 in a big way right now for exactly the reasons he said."
    },
    {
      "index": 649,
      "start_time": 3391000.0,
      "end_time": 3394000.0,
      "text": "We learned and not to pick on a particular organization but I well."
    },
    {
      "index": 650,
      "start_time": 3394000.0,
      "end_time": 3401000.0,
      "text": "The motion picture Association of America recently contacted the California K-12 system said goodness we want to put"
    },
    {
      "index": 651,
      "start_time": 3401000.0,
      "end_time": 3408000.0,
      "text": "new curriculum in a school system all about how sharing is bad. And the videos are that my dad is a musician"
    },
    {
      "index": 652,
      "start_time": 3408000.0,
      "end_time": 3413000.0,
      "text": "and when you share music I&#39;m a you are taking food off our table so sharing is pattern please don&#39;t share digital"
    },
    {
      "index": 653,
      "start_time": 3413000.0,
      "end_time": 3419000.0,
      "text": "content. This is kind of the message and we don&#39;t think that is the right message for kids.."
    },
    {
      "index": 654,
      "start_time": 3419000.0,
      "end_time": 3428000.0,
      "text": "Shipping sharing is a good thing. They should teach both sides of the issue. Their reasons"
    },
    {
      "index": 655,
      "start_time": 3428000.0,
      "end_time": 3434000.0,
      "text": "and ways to make money especially if you are an artist but if you want to share it then here are the tools to do that."
    },
    {
      "index": 656,
      "start_time": 3434000.0,
      "end_time": 3441000.0,
      "text": "So we are actually working in California alongside in a pleasant way with the motion picture Association to ensure"
    },
    {
      "index": 657,
      "start_time": 3441000.0,
      "end_time": 3445000.0,
      "text": "that the curriculum goes in. We also need every law school in the world to have an open licensing course because,"
    },
    {
      "index": 658,
      "start_time": 3445000.0,
      "end_time": 3451000.0,
      "text": "the lawyers that are in power right now in any particular organization,"
    },
    {
      "index": 659,
      "start_time": 3451000.0,
      "end_time": 3457000.0,
      "text": "the graduated of the time before could&#39;ve Commons existed so when they had could&#39;ve, the said what is this"
    },
    {
      "index": 660,
      "start_time": 3457000.0,
      "end_time": 3459000.0,
      "text": "and I don&#39;t know what this is so a lot of times that&#39;s enough to stop legislation"
    },
    {
      "index": 661,
      "start_time": 3459000.0,
      "end_time": 3465000.0,
      "text": "or to stop the policy of the University."
    },
    {
      "index": 662,
      "start_time": 3465000.0,
      "end_time": 3469000.0,
      "text": "See me to have your lawyers involved."
    },
    {
      "index": 663,
      "start_time": 3469000.0,
      "end_time": 3472000.0,
      "text": "Yes?"
    },
    {
      "index": 664,
      "start_time": 3472000.0,
      "end_time": 3481000.0,
      "text": "If we do want to keep the MOOC open, to whom do we go?  What platforms do we use?"
    },
    {
      "index": 665,
      "start_time": 3481000.0,
      "end_time": 3485000.0,
      "text": "Coursera is now requiring instructor contracts that seed all rights to materials  to the University"
    },
    {
      "index": 666,
      "start_time": 3485000.0,
      "end_time": 3489000.0,
      "text": "or Coursera Let&#39;s talk about that."
    },
    {
      "index": 667,
      "start_time": 3489000.0,
      "end_time": 3511000.0,
      "text": "So  I&#39;m sure you. And it to bring up my Coursera folder here.  And here&#39;s the Michigan example."
    },
    {
      "index": 668,
      "start_time": 3511000.0,
      "end_time": 3514000.0,
      "text": "Sorry to the Michigan example. I know it&#39;s bad form. But our Ohio State does not have an open example on Coursera or I would use yours."
    },
    {
      "index": 669,
      "start_time": 3514000.0,
      "end_time": 3522000.0,
      "text": "So wrong button here.  So Michigan has this course with methods in health professionals"
    },
    {
      "index": 670,
      "start_time": 3522000.0,
      "end_time": 3528000.0,
      "text": "and yes Michigan has the silly rules that you just that as well and they said Coursera that&#39;s not your call."
    },
    {
      "index": 671,
      "start_time": 3528000.0,
      "end_time": 3535000.0,
      "text": "Where the copyright holders  this is your platform in your set of tools for our content."
    },
    {
      "index": 672,
      "start_time": 3535000.0,
      "end_time": 3543000.0,
      "text": "The faculty at Michigan and the University are the copyright holders and not you Coursera."
    },
    {
      "index": 673,
      "start_time": 3543000.0,
      "end_time": 3551000.0,
      "text": "So what they did if you scroll down as you should always do and see if the resources are open."
    },
    {
      "index": 674,
      "start_time": 3551000.0,
      "end_time": 3555000.0,
      "text": "If you scroll down to the bottom of the page here and the Maple this up, what do you say?"
    },
    {
      "index": 675,
      "start_time": 3555000.0,
      "end_time": 3562000.0,
      "text": "2 this is under creative Commons attribution share alike license."
    },
    {
      "index": 676,
      "start_time": 3562000.0,
      "end_time": 3565000.0,
      "text": "Michigan said even further, so you want something? Take it. And has an open license on it and that&#39;s why."
    },
    {
      "index": 677,
      "start_time": 3565000.0,
      "end_time": 3571000.0,
      "text": "Then they want to step even further and I said,"
    },
    {
      "index": 678,
      "start_time": 3571000.0,
      "end_time": 3575000.0,
      "text": "if you want to download all of the files for our course because Coursera does that make it easy for you to do,"
    },
    {
      "index": 679,
      "start_time": 3575000.0,
      "end_time": 3581000.0,
      "text": "we are going to set up another version of this course on the open Michigan site"
    },
    {
      "index": 680,
      "start_time": 3581000.0,
      "end_time": 3586000.0,
      "text": "and here&#39;s that same course with all of the downloadable files also under the open license so that the other open."
    },
    {
      "index": 681,
      "start_time": 3586000.0,
      "end_time": 3594000.0,
      "text": "I would say if you want of the open MOOC on  course just do it and put that on the landing page of records"
    },
    {
      "index": 682,
      "start_time": 3594000.0,
      "end_time": 3603000.0,
      "text": "and you do not have to ask anybody&#39;s permission."
    },
    {
      "index": 683,
      "start_time": 3603000.0,
      "end_time": 3606000.0,
      "text": "Then this is the copyright and you make the decision were you share or not and it&#39;s not your call."
    },
    {
      "index": 684,
      "start_time": 3606000.0,
      "end_time": 3619000.0,
      "text": "Thank you again."
    },
    {
      "index": 685,
      "start_time": 3619000.0,
      "end_time": 3627000.0,
      "text": "So again you will get the chance to see cable again this afternoon if you like to have a more in-depth discussion you"
    },
    {
      "index": 686,
      "start_time": 3627000.0,
      "end_time": 3630000.0,
      "text": "will find this room information in a program guide those at the front table. We are very committed to sharing"
    },
    {
      "index": 687,
      "start_time": 3630000.0,
      "end_time": 3637000.0,
      "text": "and to communicating and to connecting with people"
    },
    {
      "index": 688,
      "start_time": 3637000.0,
      "end_time": 3646000.0,
      "text": "and exchanging ideas so want to take just a minute to ask each of you. Not 1 min."
    },
    {
      "index": 689,
      "start_time": 3646000.0,
      "end_time": 3649000.0,
      "text": "but 20 seconds to ask each of you to turn in front somebody don&#39;t know sitting near you and tell them your name"
    },
    {
      "index": 690,
      "start_time": 3649000.0,
      "end_time": 3655000.0,
      "text": "and where you are from work these go."
    },
    {
      "index": 691,
      "start_time": 3655000.0,
      "end_time": 3665000.0,
      "text": "All right great thank you. 20 seconds is up to people. Great job. Wrap it up the people. Okay we are done"
    },
    {
      "index": 692,
      "start_time": 3665000.0,
      "end_time": 3675000.0,
      "text": "and cut it off and bring it back. All right folks so nicely done. This is your 22nd warning."
    },
    {
      "index": 693,
      "start_time": 3675000.0,
      "end_time": 3678000.0,
      "text": "So carry on those conversations in the hall and that&#39;s great."
    },
    {
      "index": 694,
      "start_time": 3678000.0,
      "end_time": 3683000.0,
      "text": "We know that everyone in this room has something to share"
    },
    {
      "index": 695,
      "start_time": 3683000.0,
      "end_time": 3686000.0,
      "text": "and another everyone here has something to learn that&#39;s absolutely what we are about at this conference."
    },
    {
      "index": 696,
      "start_time": 3686000.0,
      "end_time": 3690000.0,
      "text": "One of the things that we are very committed to"
    },
    {
      "index": 697,
      "start_time": 3690000.0,
      "end_time": 3695000.0,
      "text": "and it becomes increasingly challenging is as confidence grows is keeping a free"
    },
    {
      "index": 698,
      "start_time": 3695000.0,
      "end_time": 3702000.0,
      "text": "and accessible to everyone who wants to come. It is something that we&#39;ve done for five years"
    },
    {
      "index": 699,
      "start_time": 3702000.0,
      "end_time": 3708000.0,
      "text": "and we intend to keep doing it and it would absolutely not be possible without the support of our sponsors and vendors."
    },
    {
      "index": 700,
      "start_time": 3708000.0,
      "end_time": 3714000.0,
      "text": "So I like to thank all of responses from the conference and the particular platinum sponsor this year"
    },
    {
      "index": 701,
      "start_time": 3714000.0,
      "end_time": 3716000.0,
      "text": "and the desire to learn and they have made the conference possible so think you for the desire to learn"
    },
    {
      "index": 702,
      "start_time": 3716000.0,
      "end_time": 3722000.0,
      "text": "and thank you to all of our sponsors."
    },
    {
      "index": 703,
      "start_time": 3722000.0,
      "end_time": 3727000.0,
      "text": "We encourage you to visit them at the tables in the hallway along with poster sessions."
    },
    {
      "index": 704,
      "start_time": 3727000.0,
      "end_time": 3733000.0,
      "text": "Today you can grab your lunch and have it not now but when it&#39;s lunchtime anywhere in the building."
    },
    {
      "index": 705,
      "start_time": 3733000.0,
      "end_time": 3736000.0,
      "text": "The breakout rooms will be open so feel free to grab any space you would like to or grab some friends"
    },
    {
      "index": 706,
      "start_time": 3736000.0,
      "end_time": 3740000.0,
      "text": "or some new people that you meet to continue conversations over lunch."
    },
    {
      "index": 707,
      "start_time": 3740000.0,
      "end_time": 3752000.0,
      "text": "We will have an absolutely fantastic raffle or I&#39;m sorry door prize."
    },
    {
      "index": 708,
      "start_time": 3752000.0,
      "end_time": 3756000.0,
      "text": "The legal situation around the language. We are giving some stuff away with really fantastic. It includes iPads,"
    },
    {
      "index": 709,
      "start_time": 3756000.0,
      "end_time": 3760000.0,
      "text": "chairs, microphones, some really phenomenal stuff."
    },
    {
      "index": 710,
      "start_time": 3760000.0,
      "end_time": 3764000.0,
      "text": "You have a ticket on the back of your name tag that needs to go on one of the bucket outside"
    },
    {
      "index": 711,
      "start_time": 3764000.0,
      "end_time": 3769000.0,
      "text": "and you must be present to win and we will be drawing the said 4:15 PM."
    },
    {
      "index": 712,
      "start_time": 3769000.0,
      "end_time": 3776000.0,
      "text": "One other quick know. We are having a social hour today at 4:30 PM and everyone is welcome to attend that"
    },
    {
      "index": 713,
      "start_time": 3776000.0,
      "end_time": 3783000.0,
      "text": "and we hope that you will come. The anything else that I&#39;m forgetting? Now. Have a fantastic -- right."
    },
    {
      "index": 714,
      "start_time": 3783000.0,
      "end_time": 3788000.0,
      "text": "So it is five years of innovate, we have to make things a little extra exciting,"
    },
    {
      "index": 715,
      "start_time": 3788000.0,
      "end_time": 3794000.0,
      "text": "put five gift cards underneath five chairs in this round. There set of taped it to the bar in the chair."
    },
    {
      "index": 716,
      "start_time": 3794000.0,
      "end_time": 3797000.0,
      "text": "Just rub around under there for a second and some of you will get really excited in the second"
    },
    {
      "index": 717,
      "start_time": 3797000.0,
      "end_time": 3801000.0,
      "text": "and jump up screaming that you found a gift card."
    },
    {
      "index": 718,
      "start_time": 3801000.0,
      "end_time": 3807000.0,
      "text": "If you&#39;re not that&#39;s really awkward because you&#39;re on your hands and needs now trying to find the gift card."
    },
    {
      "index": 719,
      "start_time": 3807000.0,
      "end_time": 3815000.0,
      "text": "I guarantee you guys a little metal rail right under your chair and tape to that"
    },
    {
      "index": 720,
      "start_time": 3815000.0,
      "end_time": 3822000.0,
      "text": "and the chair -- yes we have one right here. One right there and one right over here. Now two. Keep digging people."
    },
    {
      "index": 721,
      "start_time": 3822000.0,
      "end_time": 3832000.0,
      "text": "Those of you want to see the session and the gift card, roll around on the floor for a while there two more out there. 882 01:19:34,000 Have a great day and thank you so much for coming."
    }
  ]
}