{
  "video_id": "Roh7D027spA",
  "title": "Why You Need An Early Night",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 489.0,
      "end_time": 6870.0,
      "text": "To a surprising, and almost humiliating extent, some of the gravest problems we face during"
    },
    {
      "index": 2,
      "start_time": 6870.0,
      "end_time": 14661.0,
      "text": "a day can be traced back to a brutally simple fact: that we have not had enough sleep the night before."
    },
    {
      "index": 3,
      "start_time": 14661.0,
      "end_time": 21890.0,
      "text": "The idea sounds profoundly offensive. There are surely greater issues than tiredness."
    },
    {
      "index": 4,
      "start_time": 21890.0,
      "end_time": 26869.0,
      "text": "We are likely to be up against genuine hurdles: the economic situation, politics, problems at work"
    },
    {
      "index": 5,
      "start_time": 26869.0,
      "end_time": 32841.0,
      "text": "tensions in our relationship, the family… These are true difficulties. But"
    },
    {
      "index": 6,
      "start_time": 32841.0,
      "end_time": 38320.0,
      "text": "what we often fail to appreciate is the extent to which our ability to confront them with"
    },
    {
      "index": 7,
      "start_time": 38320.0,
      "end_time": 45410.0,
      "text": "courage and resilience is dependent on a range of distinctly ‘small’ or ‘low’ factors:"
    },
    {
      "index": 8,
      "start_time": 45410.0,
      "end_time": 50280.0,
      "text": "what our blood sugar level is like, when we last had a proper hug from someone, how much"
    },
    {
      "index": 9,
      "start_time": 50280.0,
      "end_time": 56510.0,
      "text": "water we’ve drunk – and how many hours we’ve rested. We tend to resist such analyses"
    },
    {
      "index": 10,
      "start_time": 56510.0,
      "end_time": 62320.0,
      "text": "of our troubles. It can feel like an insult to our rational, adult dignity to think that"
    },
    {
      "index": 11,
      "start_time": 62320.0,
      "end_time": 68170.0,
      "text": "our sense of gloom might in the end stem, centrally, from exhaustion. We’d sooner"
    },
    {
      "index": 12,
      "start_time": 68170.0,
      "end_time": 74679.0,
      "text": "identify ourselves as up against an existential or socio-cultural crisis than see ourselves"
    },
    {
      "index": 13,
      "start_time": 74679.0,
      "end_time": 81640.0,
      "text": "as sleep-deprived. Yet we should be careful of under- but also of over-intellectualising."
    },
    {
      "index": 14,
      "start_time": 81640.0,
      "end_time": 88420.0,
      "text": "To be happy, we require large serious things (money, freedom, love), but we need a lot"
    },
    {
      "index": 15,
      "start_time": 88420.0,
      "end_time": 96220.0,
      "text": "of semi-insultingly little things too (a good diet, hugs, rest). Anyone who has ever looked"
    },
    {
      "index": 16,
      "start_time": 96220.0,
      "end_time": 101820.0,
      "text": "after babies knows this well. When life becomes too much for them, it is almost always because"
    },
    {
      "index": 17,
      "start_time": 101820.0,
      "end_time": 107509.0,
      "text": "they are tired, thirsty or hungry. With this in mind, it should be no insult to insist"
    },
    {
      "index": 18,
      "start_time": 107509.0,
      "end_time": 113280.0,
      "text": "that we never adopt a truly tragic stance until we have first investigated whether we"
    },
    {
      "index": 19,
      "start_time": 113280.0,
      "end_time": 119369.0,
      "text": "need to have an orange juice or lie down for a while. Probably as a hangover from childhood,"
    },
    {
      "index": 20,
      "start_time": 119369.0,
      "end_time": 125429.0,
      "text": "‘staying up late’ feels a little glamorous and even exciting; late at night is when (in"
    },
    {
      "index": 21,
      "start_time": 125429.0,
      "end_time": 130690.0,
      "text": "theory) the most fascinating things happen. But in a wiser culture than our own, some"
    },
    {
      "index": 22,
      "start_time": 130690.0,
      "end_time": 135550.0,
      "text": "of the most revered people in the land would – on a regular basis – be shown taking"
    },
    {
      "index": 23,
      "start_time": 135550.0,
      "end_time": 140510.0,
      "text": "to bed early. There’d be competitions highlighting sensible bedtimes. We’d be reminded of the"
    },
    {
      "index": 24,
      "start_time": 140510.0,
      "end_time": 146470.0,
      "text": "pleasures of being in bed when the last of the evening light still lingers in the sky."
    },
    {
      "index": 25,
      "start_time": 146470.0,
      "end_time": 151680.0,
      "text": "Our problems would not thereby disappear, but our strength to confront them would"
    },
    {
      "index": 26,
      "start_time": 152000.0,
      "end_time": 154880.0,
      "text": "at points critically increase."
    },
    {
      "index": 27,
      "start_time": 157280.0,
      "end_time": 161280.0,
      "text": "Did you know that The School Of Life is actually a place?  Ten places in fact."
    },
    {
      "index": 28,
      "start_time": 161280.0,
      "end_time": 167840.0,
      "text": "Campuses all over the world from Melbourne to London, Taipei to Istanbul, with classes and books and lots more."
    },
    {
      "index": 29,
      "start_time": 167840.0,
      "end_time": 172640.0,
      "text": "Please click on the link below to explore more."
    }
  ]
}