{
  "video_id": "rOV-g2jMHxs",
  "title": "How to Do the Heel Toe | Kids Hip-Hop Moves",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6490.0,
      "end_time": 13490.0,
      "text": "What&#39;s up. This time around we&#39;re going to show you how to do the Heel Toe. This dance"
    },
    {
      "index": 2,
      "start_time": 17289.0,
      "end_time": 21840.0,
      "text": "just basically goes by the name. It&#39;s called the Heel Toe so you know you&#39;re going to use"
    },
    {
      "index": 3,
      "start_time": 21840.0,
      "end_time": 28419.0,
      "text": "a heel and a toe. Right? So we&#39;re going to start out taking our right foot and put that"
    },
    {
      "index": 4,
      "start_time": 28419.0,
      "end_time": 34300.0,
      "text": "on the heel. The left foot, you can see over here, is going to be on the toe so I&#39;m up"
    },
    {
      "index": 5,
      "start_time": 34300.0,
      "end_time": 39190.0,
      "text": "like this. There you go, Heel Toe, that&#39;s the dance. No, there&#39;s more to it. So what"
    },
    {
      "index": 6,
      "start_time": 39190.0,
      "end_time": 42980.0,
      "text": "you&#39;re going to do is; you&#39;re on your heel here and you&#39;re on your toe here, you&#39;re going"
    },
    {
      "index": 7,
      "start_time": 42980.0,
      "end_time": 47629.0,
      "text": "to turn it to the side. Got it?"
    },
    {
      "index": 8,
      "start_time": 47629.0,
      "end_time": 53890.0,
      "text": "So we started out facing the left side, which is your right, and then we turned to our right,"
    },
    {
      "index": 9,
      "start_time": 53890.0,
      "end_time": 59839.0,
      "text": "which is your left. So we&#39;re going to take your right foot and put it on the heel. The"
    },
    {
      "index": 10,
      "start_time": 59839.0,
      "end_time": 65870.0,
      "text": "left foot should be on the toe then turn to the right side. Then what you&#39;re going to"
    },
    {
      "index": 11,
      "start_time": 65870.0,
      "end_time": 72370.0,
      "text": "do is jump it. So you&#39;re going to keep the same heel toe but now with the opposite feet."
    },
    {
      "index": 12,
      "start_time": 72370.0,
      "end_time": 78480.0,
      "text": "So now your left foot which is in the back is going to be on the heel and the right foot"
    },
    {
      "index": 13,
      "start_time": 78480.0,
      "end_time": 82850.0,
      "text": "is going to be on the toe. So jump and switch it. There you go."
    },
    {
      "index": 14,
      "start_time": 82850.0,
      "end_time": 89850.0,
      "text": "Now, all you have to do is turn your body to the left side. Jump and switch it. Turn"
    },
    {
      "index": 15,
      "start_time": 90820.0,
      "end_time": 95929.0,
      "text": "it to the right side. So basically what you have to remember is you have to always stay"
    },
    {
      "index": 16,
      "start_time": 95930.0,
      "end_time": 101640.0,
      "text": "on your heel and your toe. Got it? Because then it&#39;s not the Heel Toe. Heel and toe the"
    },
    {
      "index": 17,
      "start_time": 101640.0,
      "end_time": 107350.0,
      "text": "whole time right? So I&#39;m going to take my right foot and I&#39;m going to put it in the"
    },
    {
      "index": 18,
      "start_time": 107350.0,
      "end_time": 113960.0,
      "text": "front on the heel. Pick up the back foot, which is the left one and that should be on"
    },
    {
      "index": 19,
      "start_time": 113960.0,
      "end_time": 120960.0,
      "text": "the toe. Now turn. After you turn you always jump. So you&#39;re going to jump now. You switched"
    },
    {
      "index": 20,
      "start_time": 121900.0,
      "end_time": 127310.0,
      "text": "it. You have one heel and one toe again. Then you&#39;re going to turn. Next thing you do is"
    },
    {
      "index": 21,
      "start_time": 127310.0,
      "end_time": 132640.0,
      "text": "you jump it again. So much easier once you&#39;re bending your knees and you&#39;re down lower."
    },
    {
      "index": 22,
      "start_time": 132640.0,
      "end_time": 135390.0,
      "text": "It works out so much better. Got it? All right."
    },
    {
      "index": 23,
      "start_time": 135390.0,
      "end_time": 139859.0,
      "text": "So let&#39;s try this nice and slow. We&#39;re going to take our right foot and put it to the left"
    },
    {
      "index": 24,
      "start_time": 139860.0,
      "end_time": 146860.0,
      "text": "side. And the right foot is on the heel. Left foot is on the toe. Then we turn. Jump. Switch."
    },
    {
      "index": 25,
      "start_time": 148240.0,
      "end_time": 155240.0,
      "text": "Turn. Jump. Switch. Turn. Jump. Switch. Turn. Jump. Switch. Turn. Got it? That&#39;s your Heel"
    },
    {
      "index": 26,
      "start_time": 158190.0,
      "end_time": 162920.0,
      "text": "Toe slow. Now what if you want to do it fast? You should do it fast. This is what it looks"
    },
    {
      "index": 27,
      "start_time": 162920.0,
      "end_time": 169920.0,
      "text": "like. We&#39;re going to start on this side. So, five, six, seven, eight, you go turn. Jump."
    },
    {
      "index": 28,
      "start_time": 169950.0,
      "end_time": 176950.0,
      "text": "Turn. Turn. Turn. Turn. Turn. Turn. Turn. That&#39;s your Heel Toe. Notice I&#39;m bending my"
    },
    {
      "index": 29,
      "start_time": 179600.0,
      "end_time": 186600.0,
      "text": "knees. We want to be down low to make this work our best. He just twists to the other"
    },
    {
      "index": 30,
      "start_time": 189370.0,
      "end_time": 196370.0,
      "text": "side. Got it? Yes? Jump. Turn. Turn. Turn. Heel Toe. That&#39;s how you do it."
    }
  ]
}