{
  "video_id": "RpQzu22zq7M",
  "title": "Sane Insanity",
  "json": [
    {
      "index": 1,
      "start_time": 669.0,
      "end_time": 8180.0,
      "text": "It does not lie within any of our remits to be entirely sane. There are so many powerful"
    },
    {
      "index": 2,
      "start_time": 8180.0,
      "end_time": 15400.0,
      "text": "reasons why we must lack an entirely even keel. We have complex histories, we are heading"
    },
    {
      "index": 3,
      "start_time": 15400.0,
      "end_time": 22980.0,
      "text": "towards the ultimate catastrophe, we are vulnerable to devastating losses; love will never go"
    },
    {
      "index": 4,
      "start_time": 22980.0,
      "end_time": 30750.0,
      "text": "wholly well, the gap between our hopes and our realities will be cavernous. In the circumstances,"
    },
    {
      "index": 5,
      "start_time": 30750.0,
      "end_time": 38170.0,
      "text": "what we should aim for is not sanity, but a wise, knowledgeable and self-possessed relationship"
    },
    {
      "index": 6,
      "start_time": 38170.0,
      "end_time": 47019.0,
      "text": "to our manifold insanities, or what we might term ‘sane insanity.’ The sane insane"
    },
    {
      "index": 7,
      "start_time": 47019.0,
      "end_time": 54039.0,
      "text": "differ from the simply insane by virtue of the honest and accurate grasp they have on"
    },
    {
      "index": 8,
      "start_time": 54039.0,
      "end_time": 60199.0,
      "text": "what is not entirely right with them. They may not be wholly balanced, but they don’t"
    },
    {
      "index": 9,
      "start_time": 60199.0,
      "end_time": 66579.0,
      "text": "have the additional folly of insisting on their normalcy. They can admit with good grace"
    },
    {
      "index": 10,
      "start_time": 66579.0,
      "end_time": 73150.0,
      "text": "– and no particular loss of dignity – that of course they are rather peculiar at a myriad"
    },
    {
      "index": 11,
      "start_time": 73150.0,
      "end_time": 78500.0,
      "text": "of points. They do not go out of their way to hide from us what they get up to in the"
    },
    {
      "index": 12,
      "start_time": 78500.0,
      "end_time": 85040.0,
      "text": "night, in their sad moments, when anxiety strikes, or during attacks of envy. They can"
    },
    {
      "index": 13,
      "start_time": 85040.0,
      "end_time": 91700.0,
      "text": "– at their best – be dryly funny about the tragedy of being human."
    },
    {
      "index": 14,
      "start_time": 91700.0,
      "end_time": 97939.0,
      "text": "They lay bare the fears, doubts, longings, desires and habits that don’t belong to the story we like to"
    },
    {
      "index": 15,
      "start_time": 97939.0,
      "end_time": 103859.0,
      "text": "tell ourselves about sanity. They don’t make ready confessions to let themselves off"
    },
    {
      "index": 16,
      "start_time": 103859.0,
      "end_time": 111140.0,
      "text": "the hook or to be eccentric. They simply realise the unreasonableness of expecting to be reasonable all the time."
    },
    {
      "index": 17,
      "start_time": 111140.0,
      "end_time": 117329.0,
      "text": "They warn others as far as possible in advance of what being around them might"
    },
    {
      "index": 18,
      "start_time": 117329.0,
      "end_time": 124289.0,
      "text": "involve – and apologise promptly for their failings as soon as they have manifested themselves."
    },
    {
      "index": 19,
      "start_time": 124289.0,
      "end_time": 129899.0,
      "text": "They offer their friends and companions accurate maps to their craziness, which is about the"
    },
    {
      "index": 20,
      "start_time": 129899.0,
      "end_time": 136530.0,
      "text": "most generous thing one can to anyone who has to endure us. The sane-insane among us"
    },
    {
      "index": 21,
      "start_time": 136530.0,
      "end_time": 143599.0,
      "text": "are not a special category of the mentally unwell: they represent the most evolved possibility for a mature human being."
    },
    {
      "index": 22,
      "start_time": 143599.0,
      "end_time": 153480.0,
      "text": "Thank you for watching. We’ve designed a tote bag to help us all"
    },
    {
      "index": 23,
      "start_time": 153480.0,
      "end_time": 158739.0,
      "text": "acknowledge that no one is normal, please follow the link on your screen now to find out more."
    }
  ]
}