{
  "video_id": "RPy41Sie8Os",
  "title": "Inside One Of The World's Best Restaurants, Noma",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7110.0,
      "end_time": 13200.0,
      "text": "Noma, it's a place people recognize for being named the best restaurant in the world four times."
    },
    {
      "index": 2,
      "start_time": 13230.0,
      "end_time": 22100.0,
      "text": "The original Noma opened in Copenhagen 15 years ago, surprising guests with its inventive offerings like dishes disguised as herb pots."
    },
    {
      "index": 3,
      "start_time": 22170.0,
      "end_time": 27800.0,
      "text": "And careful displays of roasted bone marrow with edible flowers."
    },
    {
      "index": 4,
      "start_time": 27900.0,
      "end_time": 33200.0,
      "text": "Chef Rene Redzepi built meals from nature using seasonal ingredients found in the Nordic region."
    },
    {
      "index": 5,
      "start_time": 33220.0,
      "end_time": 36519.0,
      "text": "The style is now called New Nordic cuisine."
    },
    {
      "index": 6,
      "start_time": 36520.0,
      "end_time": 42900.0,
      "text": "It has granted Noma two Michelin stars and has put Copenhagen's food scene on the map."
    },
    {
      "index": 7,
      "start_time": 42940.0,
      "end_time": 50100.0,
      "text": "In 2010, Noma was voted number one restaurant in the world by Restaurant Magazine."
    },
    {
      "index": 8,
      "start_time": 50200.0,
      "end_time": 54393.0,
      "text": "And then again in 2011 and 2012 and 2014."
    },
    {
      "index": 9,
      "start_time": 57420.0,
      "end_time": 62420.0,
      "text": "Two other restaurants have taken the title in 2015 and 2016."
    },
    {
      "index": 10,
      "start_time": 62430.0,
      "end_time": 66580.0,
      "text": "All the while, though, Noma has hovered near the top."
    },
    {
      "index": 11,
      "start_time": 66580.0,
      "end_time": 70000.0,
      "text": "But not too long ago, Chef Rene Redzepi shut everything down."
    },
    {
      "index": 12,
      "start_time": 70100.0,
      "end_time": 73440.0,
      "text": "And this latest move could give them back the title."
    },
    {
      "index": 13,
      "start_time": 73440.0,
      "end_time": 82100.0,
      "text": "Noma closed at the end of 2016 before opening its new space in February 2018, roughly a mile from the original location."
    },
    {
      "index": 14,
      "start_time": 82110.0,
      "end_time": 88200.0,
      "text": "It's received visits from foodies around the world and A-list celebrities like Justin Timberlake."
    },
    {
      "index": 15,
      "start_time": 88250.0,
      "end_time": 90550.0,
      "text": "It's different 15 years in."
    },
    {
      "index": 16,
      "start_time": 90550.0,
      "end_time": 91830.0,
      "text": "People expect more."
    },
    {
      "index": 17,
      "start_time": 91830.0,
      "end_time": 99600.0,
      "text": "I mean, they expect to have maybe the meal of a lifetime and an experience as well on top of that."
    },
    {
      "index": 18,
      "start_time": 99700.0,
      "end_time": 104900.0,
      "text": "But why would a chef risk his profitable business to start all over?"
    },
    {
      "index": 19,
      "start_time": 105000.0,
      "end_time": 109600.0,
      "text": "I was getting a bit annoyed with how we were working."
    },
    {
      "index": 20,
      "start_time": 109600.0,
      "end_time": 119900.0,
      "text": "I felt the routine was stifling us, and we should probably be looking for a new place to see if that could give us something."
    },
    {
      "index": 21,
      "start_time": 119950.0,
      "end_time": 127000.0,
      "text": "The new location seats 42 people, each seat costing 2,250 Krona or about $340 U.S. dollars."
    },
    {
      "index": 22,
      "start_time": 128780.0,
      "end_time": 135100.0,
      "text": "But the biggest change is in what everyone comes to taste, the restaurant's three seasonal menus."
    },
    {
      "index": 23,
      "start_time": 135140.0,
      "end_time": 141100.0,
      "text": "Vegetable-based in the summer, seafood-based in the winter, and meat-based in the fall."
    },
    {
      "index": 24,
      "start_time": 141150.0,
      "end_time": 146600.0,
      "text": "Each dish is thought out carefully and focused on local ingredients found in the Nordic region."
    },
    {
      "index": 25,
      "start_time": 146700.0,
      "end_time": 149320.0,
      "text": "In the very beginning, we have a brainstorm."
    },
    {
      "index": 26,
      "start_time": 149320.0,
      "end_time": 151709.0,
      "text": "Okay, what could be fun to have on this menu?"
    },
    {
      "index": 27,
      "start_time": 151710.0,
      "end_time": 153100.0,
      "text": "And then we just started tagging it."
    },
    {
      "index": 28,
      "start_time": 153100.0,
      "end_time": 161400.0,
      "text": "So we always have at least a couple of weeks where we're not actually putting things on a plate and trying to make dishes but where we just investigate all these creative ideas that we have."
    },
    {
      "index": 29,
      "start_time": 163680.0,
      "end_time": 171600.0,
      "text": "Some of those ideas include the celeriac and truffle shawarma and rose-scented cake resembling a small herb pot."
    },
    {
      "index": 30,
      "start_time": 171700.0,
      "end_time": 175700.0,
      "text": "The team hopes the seasonal menus will encourage guests to visit Noma more often."
    },
    {
      "index": 31,
      "start_time": 175770.0,
      "end_time": 182400.0,
      "text": "But they'll have to wait another year to see if they will make the best restaurant list again."
    },
    {
      "index": 32,
      "start_time": 182500.0,
      "end_time": 184720.0,
      "text": "In a restaurant like this, it's about the everyday."
    },
    {
      "index": 33,
      "start_time": 184720.0,
      "end_time": 195400.0,
      "text": "It's about finding the balance between creativity and production and your team and hard work, low pay, family, ingredients, suppliers."
    },
    {
      "index": 34,
      "start_time": 195480.0,
      "end_time": 202400.0,
      "text": "It's a network of a lot of things happening, and sometimes people recognize it in an extraordinary way."
    },
    {
      "index": 35,
      "start_time": 202410.0,
      "end_time": 207100.0,
      "text": "And you get to be changed forever, like our restaurant did when we first became number one."
    },
    {
      "index": 36,
      "start_time": 207130.0,
      "end_time": 214500.0,
      "text": "But I still truly, wholeheartedly believe if you go to work with only that thing in mind, you won't last long in this trade."
    },
    {
      "index": 37,
      "start_time": 214540.0,
      "end_time": 220100.0,
      "text": "As for whether starting over was worth it despite taking some pretty big risks along the way."
    },
    {
      "index": 38,
      "start_time": 220200.0,
      "end_time": 223900.0,
      "text": "Of the 15 years we've been open, this is the moment where we have the most requests."
    },
    {
      "index": 39,
      "start_time": 223950.0,
      "end_time": 230100.0,
      "text": "I stopped counting actually but probably in the thousands every day of people waiting for a table."
    },
    {
      "index": 40,
      "start_time": 230200.0,
      "end_time": 235800.0,
      "text": "So it's been good for business, but it's done even more to motivate Rene and his team."
    },
    {
      "index": 41,
      "start_time": 235830.0,
      "end_time": 239900.0,
      "text": "I don't know how I can explain except that it's like a hunger."
    },
    {
      "index": 42,
      "start_time": 239930.0,
      "end_time": 242403.0,
      "text": "I feel like I just can't stand still."
    },
    {
      "index": 43,
      "start_time": 244000.0,
      "end_time": 250800.0,
      "text": "Sometimes you see or you hear a song or you see a movie or something that makes you wanna do something and change your life or do something."
    },
    {
      "index": 44,
      "start_time": 250900.0,
      "end_time": 254830.0,
      "text": "I feel like that almost all the time."
    }
  ]
}