{
  "video_id": "rQC2nTqWNpI",
  "title": "Alana Blanchard Wild On The Na Pali Coast: Alana Surfer Girl, Ep 103",
  "json": [
    {
      "index": 1,
      "start_time": 24942.0,
      "end_time": 25862.0,
      "text": "\"How do you guys do?\""
    },
    {
      "index": 2,
      "start_time": 28862.0,
      "end_time": 40336.0,
      "text": "We are headed down to the Pali Coast right now. We can only get to it by a boat. Because like   the road goes like that and then it&#39;s in the middle of the road ... Hahaha! It looks magical."
    },
    {
      "index": 3,
      "start_time": 40336.0,
      "end_time": 48507.0,
      "text": "It really is! It is though. There&#39;s like no place like   it, you just have to  wait and see."
    },
    {
      "index": 4,
      "start_time": 62620.0,
      "end_time": 81789.0,
      "text": "Ah, it&#39;s just the, a stretch of Kauia. It is pretty pristine and like it was a thousand years ago and lot of ways.   You just see 3 to 4 thousand feet peeks with big rocky shore lines and just really a lot of untouched natural stuff"
    },
    {
      "index": 5,
      "start_time": 112446.0,
      "end_time": 119630.0,
      "text": "There&#39;s no roads on the Pali Coast not too many people go there but people   will like go down there and camp for two weeks at a time."
    },
    {
      "index": 6,
      "start_time": 129294.00000000001,
      "end_time": 139220.0,
      "text": "It&#39;s almost like going back in time living like super simple off the land and taking charges on   the waterfalls and stuff like that, so... It&#39;s pretty cool, you can still do that on Kauia."
    },
    {
      "index": 7,
      "start_time": 173256.0,
      "end_time": 175260.0,
      "text": "We&#39;re riding in the boat and then we did caught a couple of dolphin."
    },
    {
      "index": 8,
      "start_time": 176551.0,
      "end_time": 177959.0,
      "text": "In the hole like \"let&#39;s jump in!\", like we&#39;re jumping in the ..."
    },
    {
      "index": 9,
      "start_time": 180180.0,
      "end_time": 192610.0,
      "text": "So, she jumps off then I am.., \"Okay, well just have to go with you.\" Where we jumped   off the boat was the scariest place ever. There&#39;s  like sharks all over them."
    },
    {
      "index": 10,
      "start_time": 203995.0,
      "end_time": 207460.0,
      "text": "We jumped off and we&#39;re kind of was just   hanging by this rope, getting dragged along."
    },
    {
      "index": 11,
      "start_time": 209459.0,
      "end_time": 220300.0,
      "text": "Stay right now! Hahaha! I swear we were shark bating but nothing happened, everything was good. It was super cool,  had   my mask on so I can go to the bottom reefs and all that stuff. It was really beautiful."
    },
    {
      "index": 12,
      "start_time": 240240.0,
      "end_time": 252880.0,
      "text": "We got ..., we got to see dolphins, the weather was kind a perfect so, we&#39;re so stuffed. It&#39;s just like   a special place to us &#39;coz we rarely get to come up here and yeah, it&#39;s a treat every time."
    },
    {
      "index": 13,
      "start_time": 267434.0,
      "end_time": 275540.0,
      "text": "First of all, you just have to recognize the situation or you   maybe in danger. Like that and then.. Oh shit! Ohhh!"
    }
  ]
}