{
  "video_id": "rsCUX6qh_LU",
  "title": "20140314台美關係法聽證會1 (中文自動翻譯字幕)",
  "json": [
    {
      "index": 1,
      "start_time": 3560.0,
      "end_time": 8160.0,
      "text": "&gt;&gt;The United States has not had an official diplomatic relationship with Taiwan since"
    },
    {
      "index": 2,
      "start_time": 8160.0,
      "end_time": 14029.0,
      "text": "officially recognizing China in 1979. Today the Obama administration faced criticism"
    },
    {
      "index": 3,
      "start_time": 14029.0,
      "end_time": 19859.0,
      "text": "from both parties over its Taiwan policy, including arms sales to Taiwan and the country&#39;s"
    },
    {
      "index": 4,
      "start_time": 19859.0,
      "end_time": 23740.0,
      "text": "participation in free trade talks. From the house foreign affairs committee, this is an"
    },
    {
      "index": 5,
      "start_time": 23740.0,
      "end_time": 54000.0,
      "text": "hour and 20 minutes."
    },
    {
      "index": 6,
      "start_time": 54000.0,
      "end_time": 62340.0,
      "text": "&gt;&gt;This hearing will come to order. I&#39;m going to ask all members take their seats. This"
    },
    {
      "index": 7,
      "start_time": 62340.0,
      "end_time": 69570.0,
      "text": "hearing on the promise of the Taiwan relations act let me just say it&#39;s been 35 years and"
    },
    {
      "index": 8,
      "start_time": 69570.0,
      "end_time": 75509.0,
      "text": "for that period of time, the Taiwan Relations Act has served as the legal framework governing"
    },
    {
      "index": 9,
      "start_time": 75509.0,
      "end_time": 81840.0,
      "text": "the important relationship between the United States of America and the Republic of China"
    },
    {
      "index": 10,
      "start_time": 81840.0,
      "end_time": 89880.0,
      "text": "Taiwan. Since the Act came into force in 1979, there have been few other pieces of foreign"
    },
    {
      "index": 11,
      "start_time": 89880.0,
      "end_time": 98280.0,
      "text": "policy legislation as consequential as the TRA. Indeed, it is the steadfast support of"
    },
    {
      "index": 12,
      "start_time": 98280.0,
      "end_time": 105280.0,
      "text": "the United States Congress that has helped Taiwan become what it is today: a thriving"
    },
    {
      "index": 13,
      "start_time": 105280.0,
      "end_time": 111630.0,
      "text": "modern society that strongly support human rights, strongly support the rule of law,"
    },
    {
      "index": 14,
      "start_time": 111630.0,
      "end_time": 118179.0,
      "text": "and free markets. The purpose of today&#39;s hearing is to consider"
    },
    {
      "index": 15,
      "start_time": 118179.0,
      "end_time": 124509.0,
      "text": "whether the Administration is doing enough to fulfill the larger promise of the Taiwan"
    },
    {
      "index": 16,
      "start_time": 124509.0,
      "end_time": 130090.0,
      "text": "Relations Act. America&#39;s support for Taiwan is now more important than ever, and it is"
    },
    {
      "index": 17,
      "start_time": 130090.0,
      "end_time": 137120.0,
      "text": "vital that we speak with one voice when it comes to our support for Taiwan."
    },
    {
      "index": 18,
      "start_time": 137120.0,
      "end_time": 141319.0,
      "text": "Strengthening the U.S. relationship with Taiwan is one of the Committee&#39;s top legislative"
    },
    {
      "index": 19,
      "start_time": 141319.0,
      "end_time": 149069.0,
      "text": "priorities. In fact, I have led two bipartisan delegations to Taipei in the past 13 months."
    },
    {
      "index": 20,
      "start_time": 149069.0,
      "end_time": 156180.0,
      "text": "Last year, our delegation&#39;s trip included a visit to Taiwan&#39;s World War II-era submarines"
    },
    {
      "index": 21,
      "start_time": 156180.0,
      "end_time": 162920.0,
      "text": "based near Kaoshiung. And just last month, the Committee delegation of eight members"
    },
    {
      "index": 22,
      "start_time": 162920.0,
      "end_time": 170689.0,
      "text": "of congress travelled to Tainan to see firsthand the fleet of fighter jets that serves as the"
    },
    {
      "index": 23,
      "start_time": 170689.0,
      "end_time": 178120.0,
      "text": "backbone of the Taiwanese air force. The fact that the first batch of these jets entered"
    },
    {
      "index": 24,
      "start_time": 178120.0,
      "end_time": 187090.0,
      "text": "into service in 1965 is a stark reminder that Taiwan needs continuous U.S. support in order"
    },
    {
      "index": 25,
      "start_time": 187090.0,
      "end_time": 192750.0,
      "text": "to maintain a credible deterrence across the Taiwan Strait."
    },
    {
      "index": 26,
      "start_time": 192750.0,
      "end_time": 201659.0,
      "text": "On this front, I reluctantly submit that we are not doing enough to meet the spirit of"
    },
    {
      "index": 27,
      "start_time": 201659.0,
      "end_time": 207650.0,
      "text": "the Taiwan Relations Act. We need to do more here in the United States."
    },
    {
      "index": 28,
      "start_time": 207650.0,
      "end_time": 213900.0,
      "text": "Just as necessary as defense sales are to Taiwan, it is equally important that the U.S."
    },
    {
      "index": 29,
      "start_time": 213900.0,
      "end_time": 221010.0,
      "text": "actively support Taiwan&#39;s efforts to maintain and expand its diplomatic space. When it comes"
    },
    {
      "index": 30,
      "start_time": 221010.0,
      "end_time": 228510.0,
      "text": "to matters of public safety or public health, the U.S. must do its utmost to ensure that"
    },
    {
      "index": 31,
      "start_time": 228510.0,
      "end_time": 234230.0,
      "text": "Taiwan has a seat at the table. For this reason, I authored legislation that was signed into"
    },
    {
      "index": 32,
      "start_time": 234230.0,
      "end_time": 242560.0,
      "text": "law to help Taiwan participate at the International Civil Aviation Organization last year. Taiwan&#39;s"
    },
    {
      "index": 33,
      "start_time": 242560.0,
      "end_time": 248969.0,
      "text": "absence from ICAO prevents it from obtaining air safety information in real-time. The recent"
    },
    {
      "index": 34,
      "start_time": 248969.0,
      "end_time": 255200.0,
      "text": "disappearance of the Malaysians aircraft highlights the importance of cooperation in the aviation"
    },
    {
      "index": 35,
      "start_time": 255200.0,
      "end_time": 263110.0,
      "text": "field. As a result of my legislation, Taiwan was finally able to have a seat at ICAO for"
    },
    {
      "index": 36,
      "start_time": 263110.0,
      "end_time": 269389.0,
      "text": "the first time since 1976. Taiwan&#39;s participation in the Trans-Pacific"
    },
    {
      "index": 37,
      "start_time": 269389.0,
      "end_time": 275780.0,
      "text": "Partnership free trade agreement is an important opportunity that we must not overlook. By"
    },
    {
      "index": 38,
      "start_time": 275780.0,
      "end_time": 282310.0,
      "text": "working to include Taiwan in a high-quality, multilateral trade agreement, the U.S. would"
    },
    {
      "index": 39,
      "start_time": 282310.0,
      "end_time": 288449.0,
      "text": "be helping to preserve Taiwan&#39;s ability to do business internationally. The events"
    },
    {
      "index": 40,
      "start_time": 288449.0,
      "end_time": 295300.0,
      "text": "unfolding in the Ukraine reminds us of the strategic weakness of relying on one major"
    },
    {
      "index": 41,
      "start_time": 295300.0,
      "end_time": 299020.0,
      "text": "trading partner. I understand that the Government of Taiwan"
    },
    {
      "index": 42,
      "start_time": 299020.0,
      "end_time": 307110.0,
      "text": "will soon announce its intention to seek membership in TPP. As Chairman of this Committee, I strongly"
    },
    {
      "index": 43,
      "start_time": 307110.0,
      "end_time": 314580.0,
      "text": "urge the Administration to support Taiwan&#39;s inclusion in TPP. American consumers and exporters"
    },
    {
      "index": 44,
      "start_time": 314580.0,
      "end_time": 319919.0,
      "text": "would benefit. The story of Taiwan is really a story about"
    },
    {
      "index": 45,
      "start_time": 319919.0,
      "end_time": 327030.0,
      "text": "transformation -- from the grinding poverty of the postwar era to a military dictatorship"
    },
    {
      "index": 46,
      "start_time": 327030.0,
      "end_time": 334690.0,
      "text": "to a thriving multiparty democracy. The investment that the American people made in Taiwan has"
    },
    {
      "index": 47,
      "start_time": 334690.0,
      "end_time": 340720.0,
      "text": "more than paid off. Today, Taiwan is a beacon of democracy in a region of the world that"
    },
    {
      "index": 48,
      "start_time": 340720.0,
      "end_time": 347190.0,
      "text": "still yearns for freedom. The good people of Taiwan have also been a part of America&#39;s"
    },
    {
      "index": 49,
      "start_time": 347190.0,
      "end_time": 354120.0,
      "text": "own success story with many Taiwanese Americans participating as leaders in business, government,"
    },
    {
      "index": 50,
      "start_time": 354120.0,
      "end_time": 358879.0,
      "text": "and in their own communities. As we acknowledge the 35th Anniversary of"
    },
    {
      "index": 51,
      "start_time": 358879.0,
      "end_time": 365090.0,
      "text": "the Taiwan Relations Act, let us come together to support and strengthen the U.S.-Taiwan"
    },
    {
      "index": 52,
      "start_time": 365090.0,
      "end_time": 371569.0,
      "text": "relationship. Our actions will directly impact the future of Taiwan, and our strategic and"
    },
    {
      "index": 53,
      "start_time": 371569.0,
      "end_time": 379569.0,
      "text": "economic standing in the critical Asia-Pacific region. Let me turn to Mr. Elliott Engle of"
    },
    {
      "index": 54,
      "start_time": 379569.0,
      "end_time": 384139.0,
      "text": "New York for his opening remarks our ranking member the committee."
    },
    {
      "index": 55,
      "start_time": 384139.0,
      "end_time": 390069.0,
      "text": "&gt;&gt;Chairman Royce thank you for calling this hearing on the Taiwan relations act I am a"
    },
    {
      "index": 56,
      "start_time": 390069.0,
      "end_time": 396160.0,
      "text": "big supporter of Taiwan I have traveled there many times most recently with you last year"
    },
    {
      "index": 57,
      "start_time": 396160.0,
      "end_time": 401330.0,
      "text": "on your first co-deal as Chairman. I want to agree with everything you just said about"
    },
    {
      "index": 58,
      "start_time": 401330.0,
      "end_time": 408250.0,
      "text": "Taiwan and next month marks the 35th anniversary of the Taiwan relations act. The act passed"
    },
    {
      "index": 59,
      "start_time": 408250.0,
      "end_time": 415580.0,
      "text": "in 1979 is the cornerstone of the relationship between our two nations is been instrumental"
    },
    {
      "index": 60,
      "start_time": 415580.0,
      "end_time": 421629.0,
      "text": "in maintaining peace and security across the Taiwan Straits and East Asia and serves as"
    },
    {
      "index": 61,
      "start_time": 421629.0,
      "end_time": 428460.0,
      "text": "the official basis for friendship and cooperation between United States and Taiwan. I&#39;m proud"
    },
    {
      "index": 62,
      "start_time": 428460.0,
      "end_time": 434460.0,
      "text": "to be a lead sponsor with you Mr. Chairman, on HRS- 494, which reaffirms the importance"
    },
    {
      "index": 63,
      "start_time": 434460.0,
      "end_time": 440449.0,
      "text": "and relevance of the Taiwan relations act three decades after the adoption. Taiwan is"
    },
    {
      "index": 64,
      "start_time": 440449.0,
      "end_time": 446520.0,
      "text": "a flourishing multiparty democracy of over 20 million people with a vibrant free market"
    },
    {
      "index": 65,
      "start_time": 446520.0,
      "end_time": 452610.0,
      "text": "economy is a leading trade partner of the United States alongside much bigger countries"
    },
    {
      "index": 66,
      "start_time": 452610.0,
      "end_time": 459259.0,
      "text": "like Brazil and India over the past 60 years the US Taiwan relationship has undergone dramatic"
    },
    {
      "index": 67,
      "start_time": 459259.0,
      "end_time": 466490.0,
      "text": "changes for Taiwan&#39;s development into a robust and lively democracy underpins the strong"
    },
    {
      "index": 68,
      "start_time": 466490.0,
      "end_time": 474389.0,
      "text": "US Taiwan friendship we enjoy today. Our relationship with Taiwan was initially defined by a shared"
    },
    {
      "index": 69,
      "start_time": 474389.0,
      "end_time": 479800.0,
      "text": "strategic purpose of stopping the spread of communism in Asia. With the end of the Cold"
    },
    {
      "index": 70,
      "start_time": 479800.0,
      "end_time": 486060.0,
      "text": "War, Taiwan&#39;s political revolution from authoritarianism to one of the strongest democratic systems"
    },
    {
      "index": 71,
      "start_time": 486060.0,
      "end_time": 493210.0,
      "text": "in Asia has transformed the US Taiwan relationship from one based solely on shared interests"
    },
    {
      "index": 72,
      "start_time": 493210.0,
      "end_time": 499389.0,
      "text": "to one based on shared values. One of the main obligations of United States under the"
    },
    {
      "index": 73,
      "start_time": 499389.0,
      "end_time": 505430.0,
      "text": "Taiwan relations act is to make available to Taiwan defensive arms, so Taiwan is able"
    },
    {
      "index": 74,
      "start_time": 505430.0,
      "end_time": 512810.0,
      "text": "to maintain a sufficient self-defence capability. Despite improvement on the political and economic"
    },
    {
      "index": 75,
      "start_time": 512809.99999999994,
      "end_time": 519338.99999999994,
      "text": "ties between Taiwan in Mainland China, Beijing&#39;s military buildup opposite Taiwan is continuing"
    },
    {
      "index": 76,
      "start_time": 519339.00000000006,
      "end_time": 526329.0,
      "text": "in the balance of course great military forces continues to shift in China&#39;s favor. I encourage"
    },
    {
      "index": 77,
      "start_time": 526329.0,
      "end_time": 532140.0,
      "text": "the administration to work closely with Congress in meeting our obligations under the Taiwan"
    },
    {
      "index": 78,
      "start_time": 532140.0,
      "end_time": 538320.0,
      "text": "relations act and to provide Taiwan with the defensive weapons it requires. In that light"
    },
    {
      "index": 79,
      "start_time": 538320.0,
      "end_time": 543310.0,
      "text": "I&#39;m very concerned about the decision of the U.S. Air Force not to fund the so called"
    },
    {
      "index": 80,
      "start_time": 543310.0,
      "end_time": 549240.0,
      "text": "Capes program in next year&#39;s budget. They would&#39;ve upgraded the avionics system of F-16"
    },
    {
      "index": 81,
      "start_time": 549240.0,
      "end_time": 553959.0,
      "text": "fighter jets including about 150 of Taiwan&#39;s F-16s."
    },
    {
      "index": 82,
      "start_time": 553959.0,
      "end_time": 559490.0,
      "text": "The Taiwan Defense Ministry now faces a tough decision on how to move forward with the upgrade"
    },
    {
      "index": 83,
      "start_time": 559490.0,
      "end_time": 565399.0,
      "text": "of its fighters at a reasonable cost, an upgraded it desperately needs. I hope all witness will"
    },
    {
      "index": 84,
      "start_time": 565399.0,
      "end_time": 572000.0,
      "text": "be able to shed light on this issue and on a way forward for Taiwan and the United States."
    },
    {
      "index": 85,
      "start_time": 572000.0,
      "end_time": 577760.0,
      "text": "Taiwan&#39;s political economic and social transformation over the past 60 years has demonstrated that"
    },
    {
      "index": 86,
      "start_time": 577760.0,
      "end_time": 582899.0,
      "text": "a state can be modern, democratic, and thoroughly Chinese."
    },
    {
      "index": 87,
      "start_time": 582899.0,
      "end_time": 588230.0,
      "text": "Taiwan&#39;s example is inspiration for other countries in Asia and throughout the world"
    },
    {
      "index": 88,
      "start_time": 588230.0,
      "end_time": 593570.0,
      "text": "that that linger under the control of one person or one party the fact that Taiwan has"
    },
    {
      "index": 89,
      "start_time": 593570.0,
      "end_time": 599829.0,
      "text": "now held 5 direct presidential elections is a clear sign of the political majority of"
    },
    {
      "index": 90,
      "start_time": 599829.0,
      "end_time": 606360.0,
      "text": "the Taiwanese people and frankly a signal to Beijing a change in relations between Taiwan"
    },
    {
      "index": 91,
      "start_time": 606360.0,
      "end_time": 612680.0,
      "text": "and China cannot be imposed by the mainland. For many years I&#39;ve been a staunch supporter"
    },
    {
      "index": 92,
      "start_time": 612680.0,
      "end_time": 617740.0,
      "text": "of the people in Taiwan and I will continue to lead efforts here in Congress to demonstrate"
    },
    {
      "index": 93,
      "start_time": 617740.0,
      "end_time": 624329.0,
      "text": "continued US support for Taiwan I think it&#39;s a more obligation to the United States to"
    },
    {
      "index": 94,
      "start_time": 624329.0,
      "end_time": 630000.0,
      "text": "defend Taiwan and to be supportive of Taiwan and to stand with Taiwan so I look forward"
    },
    {
      "index": 95,
      "start_time": 630000.0,
      "end_time": 634959.0,
      "text": "to the testimony of our witness this morning, and hearing his view on how to further strengthen"
    },
    {
      "index": 96,
      "start_time": 634959.0,
      "end_time": 638630.0,
      "text": "ties between United States and Taiwan. Thank you Mr. Chairman."
    },
    {
      "index": 97,
      "start_time": 638630.0,
      "end_time": 643959.0,
      "text": "&gt;&gt;Thank you Mr. Engle. We&#39;ll have 2 more opening statement. 2 minutes from Mr. Chabot"
    },
    {
      "index": 98,
      "start_time": 643959.0,
      "end_time": 648320.0,
      "text": "of Ohio, chairman of the Asia sub-committee. And 2 minutes from Mr. Brad Sherman of California."
    },
    {
      "index": 99,
      "start_time": 648320.0,
      "end_time": 652490.0,
      "text": "&gt;&gt;Thank you Mr. Chairman for calling this important hearing. I was pleased to join you"
    },
    {
      "index": 100,
      "start_time": 652490.0,
      "end_time": 657060.0,
      "text": "and traveling to Taiwan just couple weeks ago and I think we have productive trip and"
    },
    {
      "index": 101,
      "start_time": 657060.0,
      "end_time": 662660.0,
      "text": "certainly have the opportunity meet with a host of top Taiwan officials especially President"
    },
    {
      "index": 102,
      "start_time": 662660.0,
      "end_time": 667959.0,
      "text": "Ma. I know my colleagues were very happy with our warm reception and the many courtesies"
    },
    {
      "index": 103,
      "start_time": 667959.0,
      "end_time": 672600.0,
      "text": "extended to us by our house we appreciate that. As one of the original founding co-chairs"
    },
    {
      "index": 104,
      "start_time": 672600.0,
      "end_time": 677430.0,
      "text": "of the congressional Taiwan caucus, I am, of course a strong supporter of the strong"
    },
    {
      "index": 105,
      "start_time": 677430.0,
      "end_time": 683139.0,
      "text": "US Taiwan alliance. Taiwan is democracy. It&#39;s a loyal friend and ally and it deserves to"
    },
    {
      "index": 106,
      "start_time": 683139.0,
      "end_time": 688829.0,
      "text": "be treated as such by the US government as we commemorate the 35th anniversary of the"
    },
    {
      "index": 107,
      "start_time": 688829.0,
      "end_time": 694250.0,
      "text": "Taiwan relations act this year. It&#39;s only appropriate that we strive to move even closer"
    },
    {
      "index": 108,
      "start_time": 694250.0,
      "end_time": 699610.0,
      "text": "to the policy objectives set out in that landmark piece of legislation, Chief among which is"
    },
    {
      "index": 109,
      "start_time": 699610.0,
      "end_time": 705250.0,
      "text": "the principle that our diplomatic relationship with the PRC the People&#39;s Republic of China"
    },
    {
      "index": 110,
      "start_time": 705250.0,
      "end_time": 712620.0,
      "text": "is premised on the expectation that the future of Taiwan will be determined by peaceful means."
    },
    {
      "index": 111,
      "start_time": 712620.0,
      "end_time": 717899.0,
      "text": "For over three decades the Taiwan relations act has served as the cornerstone of US Taiwan"
    },
    {
      "index": 112,
      "start_time": 717899.0,
      "end_time": 723860.0,
      "text": "relations along with President Reagan six assurances in 1979. The Taiwan relations act"
    },
    {
      "index": 113,
      "start_time": 723860.0,
      "end_time": 730029.0,
      "text": "is played an indispensable role in the maintenance of peace and security in the East Asia Pacific"
    },
    {
      "index": 114,
      "start_time": 730029.0,
      "end_time": 735310.0,
      "text": "region. Taiwan is come a long way since 1979 is conducted direct presidential elections"
    },
    {
      "index": 115,
      "start_time": 735310.0,
      "end_time": 740260.0,
      "text": "something that would&#39;ve been unthinkable back in 1979. This open and vigorously contested"
    },
    {
      "index": 116,
      "start_time": 740260.0,
      "end_time": 746180.0,
      "text": "electoral campaigns to the values of pluralism, transparency, and the rule of law shared by"
    },
    {
      "index": 117,
      "start_time": 746180.0,
      "end_time": 752540.0,
      "text": "our two nations and deeply rooted in Taiwanese society. At the same time, the threat of military"
    },
    {
      "index": 118,
      "start_time": 752540.0,
      "end_time": 758250.0,
      "text": "aggression posed by the PRC to Taiwan is grown exponentially over recent years when I first"
    },
    {
      "index": 119,
      "start_time": 758250.0,
      "end_time": 765579.0,
      "text": "came to Congress back in 1995, China had perhaps a couple of hundred missiles pointed at Taiwan."
    },
    {
      "index": 120,
      "start_time": 765579.0,
      "end_time": 772790.0,
      "text": "Since then it grew to a hundreds of them and it is now 1,600 short mid-range ballistic"
    },
    {
      "index": 121,
      "start_time": 772790.0,
      "end_time": 778980.0,
      "text": "missiles. I look forward to hearing from our witness this morning and the continued relationship"
    },
    {
      "index": 122,
      "start_time": 778980.0,
      "end_time": 783269.0,
      "text": "between United States and Taiwan which is very important to both countries. Thank you."
    },
    {
      "index": 123,
      "start_time": 783269.0,
      "end_time": 784490.0,
      "text": "&gt;&gt;Mr. Sherman."
    },
    {
      "index": 124,
      "start_time": 784490.0,
      "end_time": 789320.0,
      "text": "&gt;&gt;Yes, I want to commend the chairman for putting together and leading an outstanding"
    },
    {
      "index": 125,
      "start_time": 789320.0,
      "end_time": 797070.0,
      "text": "codell to Asia particularly to Taiwan I see Mr. Weber, Mr. Messer, and of course, Mr."
    },
    {
      "index": 126,
      "start_time": 797070.0,
      "end_time": 806410.0,
      "text": "Chabot was on that Codell and I remember Mr. Chabot leading us in our efforts to seek the"
    },
    {
      "index": 127,
      "start_time": 806410.0,
      "end_time": 813670.0,
      "text": "release on humanitarian parole of former Pres. Chen. I don&#39;t think we can conclude one way"
    },
    {
      "index": 128,
      "start_time": 813670.0,
      "end_time": 821880.0,
      "text": "or the other about the judicial determination there but certainly given his poor health"
    },
    {
      "index": 129,
      "start_time": 821880.0,
      "end_time": 828550.0,
      "text": "given his service to the country and given the unifying effect this would have, I would"
    },
    {
      "index": 130,
      "start_time": 828550.0,
      "end_time": 833720.0,
      "text": "hope that we would continue to press for a humanitarian treatment and release of Mr."
    },
    {
      "index": 131,
      "start_time": 833720.0,
      "end_time": 841959.0,
      "text": "Chen. I think that it&#39;s important that we provide Taiwan for the tools to defend itself."
    },
    {
      "index": 132,
      "start_time": 841959.0,
      "end_time": 849350.0,
      "text": "But Taiwan needs to act as well. Taiwan spends less than $11 billion on its defense less"
    },
    {
      "index": 133,
      "start_time": 849350.0,
      "end_time": 855810.0,
      "text": "than 1/5 per capita what we in America do and God blessed us with the Pacific ocean"
    },
    {
      "index": 134,
      "start_time": 855810.0,
      "end_time": 863620.0,
      "text": "separating us from China. Taiwan has only the Taiwan Straits. On a percentage of GDP"
    },
    {
      "index": 135,
      "start_time": 863620.0,
      "end_time": 870130.0,
      "text": "basis Taiwan spends roughly half what we do so we should be willing to sell them the tools"
    },
    {
      "index": 136,
      "start_time": 870130.0,
      "end_time": 875259.0,
      "text": "and they should be willing to spend the money to buy those tools I&#39;m also concerned with"
    },
    {
      "index": 137,
      "start_time": 875259.0,
      "end_time": 884320.0,
      "text": "the reduction in the reserve at requirements imposed on young people in Taiwan for military"
    },
    {
      "index": 138,
      "start_time": 884320.0,
      "end_time": 890540.0,
      "text": "service. Finally I do it disagree only slightly with the chairman I do want to see Taiwan"
    },
    {
      "index": 139,
      "start_time": 890540.0,
      "end_time": 897040.0,
      "text": "involved in the trade negotiations so long as America&#39;s out of those negotiation until"
    },
    {
      "index": 140,
      "start_time": 897040.0,
      "end_time": 903220.0,
      "text": "such time as we revamp our trade policy which has given us the largest trade deficit in"
    },
    {
      "index": 141,
      "start_time": 903220.0,
      "end_time": 908699.0,
      "text": "the history of life on the planet . This morning were pleased be joined by Mr."
    },
    {
      "index": 142,
      "start_time": 908699.0,
      "end_time": 914310.0,
      "text": "Kin Moy, the deputy assistant secretary for East Asian and Pacific affairs a career member"
    },
    {
      "index": 143,
      "start_time": 914310.0,
      "end_time": 919699.0,
      "text": "of the senior foreign service Mr. Moy previously served as deputy executive secretary in the"
    },
    {
      "index": 144,
      "start_time": 919699.0,
      "end_time": 926040.0,
      "text": "office of Secretary of State Clinton, was director of the executive Secretariat staff"
    },
    {
      "index": 145,
      "start_time": 926040.0,
      "end_time": 932649.0,
      "text": "and deputy director of the office of Maritime Southeast Asia I were going to ask him to"
    },
    {
      "index": 146,
      "start_time": 932649.0,
      "end_time": 939050.0,
      "text": "summarize his prepared statement if you would and will remind members that you all have"
    },
    {
      "index": 147,
      "start_time": 939050.0,
      "end_time": 944230.0,
      "text": "five calendar days to submit statements or questions or any extraneous material you want"
    },
    {
      "index": 148,
      "start_time": 944230.0,
      "end_time": 948089.0,
      "text": "to put in the record for this hearing and so Mr. Moy."
    },
    {
      "index": 149,
      "start_time": 948089.0,
      "end_time": 956410.0,
      "text": "&gt;&gt;Thank you so much Mr. Chairman and members of the committee. I am grateful to appear"
    },
    {
      "index": 150,
      "start_time": 956410.0,
      "end_time": 964319.0,
      "text": "today to share news about the strength substance and success of our unofficial US Taiwan relationship."
    },
    {
      "index": 151,
      "start_time": 964319.0,
      "end_time": 968639.0,
      "text": "I would to thank you Mr. Chairman for your leadership and strong interest in regional"
    },
    {
      "index": 152,
      "start_time": 968639.0,
      "end_time": 975250.0,
      "text": "prosperity and stability you&#39;re coming and was evidenced by the large congressional delegation"
    },
    {
      "index": 153,
      "start_time": 975250.0,
      "end_time": 981889.0,
      "text": "you left last month to Taiwan Japan and South Korea. As you note earlier and your remarks"
    },
    {
      "index": 154,
      "start_time": 981889.0,
      "end_time": 988480.0,
      "text": "April 10th marks the 35th anniversary of the Taiwan relations Act. The resilience and development"
    },
    {
      "index": 155,
      "start_time": 988480.0,
      "end_time": 992980.0,
      "text": "of our robust relations at Taiwan over the past 35 years of been greatly fostered by"
    },
    {
      "index": 156,
      "start_time": 992980.0,
      "end_time": 998490.0,
      "text": "the framework the Congress established into TRA. The US Taiwan relationship is grounded"
    },
    {
      "index": 157,
      "start_time": 998490.0,
      "end_time": 1006110.0,
      "text": "in history shared values and our common commitment to democracy and human rights maintaining"
    },
    {
      "index": 158,
      "start_time": 1006110.0,
      "end_time": 1011360.0,
      "text": "of deepening our strong relations with Taiwanese and important part of the US rebalanced to"
    },
    {
      "index": 159,
      "start_time": 1011360.0,
      "end_time": 1017670.0,
      "text": "the Asia-Pacific region .Through the American Institute in Taiwan we work closely with Taiwan"
    },
    {
      "index": 160,
      "start_time": 1017670.0,
      "end_time": 1024329.0,
      "text": "authorities on a wide range of issues. In security, maintenance of peace across the"
    },
    {
      "index": 161,
      "start_time": 1024329.9999999999,
      "end_time": 1029470.9999999999,
      "text": "Taiwan Strait is crucial to stability and prosperity throughout the Asia-Pacific you&#39;ve"
    },
    {
      "index": 162,
      "start_time": 1029470.0,
      "end_time": 1035390.0,
      "text": "vomited ministration has notified Congress of over $12 billion worth of arms sales to"
    },
    {
      "index": 163,
      "start_time": 1035390.0000000001,
      "end_time": 1042540.0000000001,
      "text": "Taiwan. It&#39;s a tangible sign of the seriousness with which we regard Taiwan security we encouraged"
    },
    {
      "index": 164,
      "start_time": 1042540.0,
      "end_time": 1050650.0,
      "text": "Taiwan to adopt an innovative approaches to maintain a credible self-defense capacity"
    },
    {
      "index": 165,
      "start_time": 1050650.0,
      "end_time": 1057540.0,
      "text": "on an austere defense budget in order to effectively deter coercion or aggression. In a reason"
    },
    {
      "index": 166,
      "start_time": 1057540.0,
      "end_time": 1063190.0,
      "text": "that has experienced tensions United States appreciates Taiwan&#39;s cooperative efforts to"
    },
    {
      "index": 167,
      "start_time": 1063190.0,
      "end_time": 1070970.0,
      "text": "peacefully resolve disputes and share resources. In the area of the economy and economic engagement"
    },
    {
      "index": 168,
      "start_time": 1070970.0,
      "end_time": 1077970.0,
      "text": "in 2013 Taiwan is the 16th largest export market for US goods and eight largest export"
    },
    {
      "index": 169,
      "start_time": 1077970.0,
      "end_time": 1084200.0,
      "text": "market for US agriculture fish and forestry products. In 2012, direct investment from"
    },
    {
      "index": 170,
      "start_time": 1084200.0,
      "end_time": 1090950.0,
      "text": "Taiwan to United States stood at a approximately $7.9 billion. Our commercial relationship"
    },
    {
      "index": 171,
      "start_time": 1090950.0,
      "end_time": 1096020.0,
      "text": "with the people on Taiwanese is vibrant and continues to grow. Last year we were pleased"
    },
    {
      "index": 172,
      "start_time": 1096020.0,
      "end_time": 1099820.0,
      "text": "host 2 large delegations of Taiwan business leaders."
    },
    {
      "index": 173,
      "start_time": 1099820.0,
      "end_time": 1105690.0,
      "text": "First, at the select USA summit at the end of October and again in mid-November. During"
    },
    {
      "index": 174,
      "start_time": 1105690.0,
      "end_time": 1111140.0,
      "text": "a visit of Taiwan&#39;s CEOs led by former Vice President Vincent Siew."
    },
    {
      "index": 175,
      "start_time": 1111140.0,
      "end_time": 1116710.0,
      "text": "The Siew delegation brought news of over $2 billion in new or ongoing Taiwan manufacturing"
    },
    {
      "index": 176,
      "start_time": 1116710.0,
      "end_time": 1123430.0,
      "text": "investments in United States. In March 2013, we restarted our engagement with Taiwan under"
    },
    {
      "index": 177,
      "start_time": 1123430.0,
      "end_time": 1128460.0,
      "text": "our trade and investment framework agreement, otherwise known as TIFA."
    },
    {
      "index": 178,
      "start_time": 1128460.0,
      "end_time": 1134320.0,
      "text": "After a six-year hiatus, we have taken note of Taiwan&#39;s intention of formulate new economic"
    },
    {
      "index": 179,
      "start_time": 1134320.0,
      "end_time": 1140270.0,
      "text": "reforms demonstrate its willingness and capability of joining in regional economic integration"
    },
    {
      "index": 180,
      "start_time": 1140270.0,
      "end_time": 1145370.0,
      "text": "initiatives. The United States will continue to encourage Taiwan to further liberalize"
    },
    {
      "index": 181,
      "start_time": 1145370.0,
      "end_time": 1154390.0,
      "text": "its trade and investment matters. And as you noted, Mr. Chairman, the area of concern also"
    },
    {
      "index": 182,
      "start_time": 1154390.0,
      "end_time": 1161060.0,
      "text": "to us is Taiwan&#39;s international space. It&#39;s a top twenty world economy and a full member"
    },
    {
      "index": 183,
      "start_time": 1161060.0,
      "end_time": 1168950.0,
      "text": "of the WTO and APEC. Taiwan plays a constructive role into the Asia-Pacific region and worldwide."
    },
    {
      "index": 184,
      "start_time": 1168950.0,
      "end_time": 1174140.0,
      "text": "Taiwan participates in about sixty international organizations as well as hundreds of international"
    },
    {
      "index": 185,
      "start_time": 1174140.0,
      "end_time": 1178910.0,
      "text": "nongovernment organizations. United States supports Taiwan&#39;s membership in international"
    },
    {
      "index": 186,
      "start_time": 1178910.0,
      "end_time": 1183390.0,
      "text": "organizations that do not require state with membership and we support Taiwan&#39;s meaningful"
    },
    {
      "index": 187,
      "start_time": 1183390.0,
      "end_time": 1189690.0,
      "text": "participation and other international organizations we&#39;re pleased that is in 2009 Taiwan has"
    },
    {
      "index": 188,
      "start_time": 1189690.0,
      "end_time": 1193520.0,
      "text": "participated every year in the world health assembly as an observer."
    },
    {
      "index": 189,
      "start_time": 1193520.0,
      "end_time": 1199310.0,
      "text": "We welcome Taiwan&#39;s participation at the international civil aviation organization otherwise known"
    },
    {
      "index": 190,
      "start_time": 1199310.0,
      "end_time": 1206570.0,
      "text": "as ICAO .That ICAO assembly in Montreal in 2013 as guests of the ICAO council president,"
    },
    {
      "index": 191,
      "start_time": 1206570.0,
      "end_time": 1212650.0,
      "text": "and we support Taiwan to expanded participation in the future. We also encourage the UN, UN"
    },
    {
      "index": 192,
      "start_time": 1212650.0,
      "end_time": 1217140.0,
      "text": "system agencies and other international orginazations to increase Taiwan participation in technical"
    },
    {
      "index": 193,
      "start_time": 1217140.0,
      "end_time": 1222850.0,
      "text": "expert meetings. Taiwan&#39;s role as a responsible player in the global community has been well"
    },
    {
      "index": 194,
      "start_time": 1222850.0,
      "end_time": 1226620.0,
      "text": "demonstrated by disaster relief efforts in the region."
    },
    {
      "index": 195,
      "start_time": 1226620.0,
      "end_time": 1231850.0,
      "text": "Taiwan was a quick and generous donor of supplies in funding after the 2011 triple disaster"
    },
    {
      "index": 196,
      "start_time": 1231850.0,
      "end_time": 1238870.0,
      "text": "in Japan and after last November&#39;s Typhoon Haiyan off the Philippines. In short Taiwan,"
    },
    {
      "index": 197,
      "start_time": 1238870.0,
      "end_time": 1245500.0,
      "text": "a stable incapable friend in the region contributes to peace and security. Finally, Mr. Chairman"
    },
    {
      "index": 198,
      "start_time": 1245500.0,
      "end_time": 1250260.0,
      "text": "members of the committee I thank you again for the opportunity to appear today to highlight"
    },
    {
      "index": 199,
      "start_time": 1250260.0,
      "end_time": 1253980.0,
      "text": "the strength and durability of ties between the people of United States in the people"
    },
    {
      "index": 200,
      "start_time": 1253980.0,
      "end_time": 1259540.0,
      "text": "Taiwan. and you underscore the substance success of our corporate efforts within the context"
    },
    {
      "index": 201,
      "start_time": 1259540.0,
      "end_time": 1264640.0,
      "text": "of unofficial relations. Taiwan has earned a respected place in the world every society"
    },
    {
      "index": 202,
      "start_time": 1264640.0,
      "end_time": 1270990.0,
      "text": "wishes dignity for itself and people on Taiwan are no exception. Thanks to the Taiwan Relations"
    },
    {
      "index": 203,
      "start_time": 1270990.0,
      "end_time": 1275940.0,
      "text": "Act, people of good will in the United States and on Taiwan have a firm foundation on which"
    },
    {
      "index": 204,
      "start_time": 1275940.0,
      "end_time": 1280590.0,
      "text": "to strengthen our further strengthen and our robust relationship. With that I thank you"
    },
    {
      "index": 205,
      "start_time": 1280590.0,
      "end_time": 1284940.0,
      "text": "so much and I look forward to answering your questions."
    },
    {
      "index": 206,
      "start_time": 1284940.0,
      "end_time": 1291180.0,
      "text": "&gt;&gt;I thank you Mr. Moy. I have to tell you there&#39;s one really disappointing thing to"
    },
    {
      "index": 207,
      "start_time": 1291180.0,
      "end_time": 1300170.0,
      "text": "me. And that is I frequently speak to Assistant Secretary Daniel Russell on the phone about"
    },
    {
      "index": 208,
      "start_time": 1300170.0,
      "end_time": 1304940.0,
      "text": "different issues and I believe he intended to be here to testify. I believe I talk to"
    },
    {
      "index": 209,
      "start_time": 1304940.0,
      "end_time": 1313810.0,
      "text": "him twice about it but time after time this is something that the subcommittee on Asian-Pacific"
    },
    {
      "index": 210,
      "start_time": 1313810.0,
      "end_time": 1322010.0,
      "text": "has talk to me about. For whatever reason, the administration pulls the witnesses and"
    },
    {
      "index": 211,
      "start_time": 1322010.0,
      "end_time": 1327490.0,
      "text": "I know it isn&#39;t a lack of engagement on the part of Danny Russell&#39;s part because we&#39;ve"
    },
    {
      "index": 212,
      "start_time": 1327490.0,
      "end_time": 1334840.0,
      "text": "talked him repeatedly about issues but there is something about the relationship here with"
    },
    {
      "index": 213,
      "start_time": 1334840.0,
      "end_time": 1342540.0,
      "text": "the State Department when Elliot Engle and I make these requests or subcommittee Chairman"
    },
    {
      "index": 214,
      "start_time": 1342540.0,
      "end_time": 1351110.0,
      "text": "Chabot on the Asian-Pacific subcommittee. for some reason the witnesses are always canceled"
    },
    {
      "index": 215,
      "start_time": 1351110.0,
      "end_time": 1357490.0,
      "text": "and what we want to talk about his Asia policy and as far as I know Danny Russell and I are"
    },
    {
      "index": 216,
      "start_time": 1357490.0,
      "end_time": 1362700.0,
      "text": "in concurrence on a lot of these issues but I don&#39;t know about further up in the administration."
    },
    {
      "index": 217,
      "start_time": 1362700.0,
      "end_time": 1369410.0,
      "text": "So when I ask questions, for some reason the State Department I am going to ask you question"
    },
    {
      "index": 218,
      "start_time": 1369410.0,
      "end_time": 1377480.0,
      "text": "now for example as I mentioned in my opening statement I strongly believe that Taiwan should"
    },
    {
      "index": 219,
      "start_time": 1377480.0,
      "end_time": 1385060.0,
      "text": "be included in the transpacific partnership. Does the US government support Taiwan&#39;s inclusion in the TPP?"
    },
    {
      "index": 220,
      "start_time": 1385060.0,
      "end_time": 1393980.0,
      "text": "That&#39;s my question to you can you can you speak? You know, behalf of the"
    },
    {
      "index": 221,
      "start_time": 1393980.0,
      "end_time": 1395200.0,
      "text": "administration."
    },
    {
      "index": 222,
      "start_time": 1395200.0,
      "end_time": 1404950.0,
      "text": "&gt;&gt;Thank you very much, I do appreciate your comments and I did have a chance to Danny."
    },
    {
      "index": 223,
      "start_time": 1404950.0,
      "end_time": 1413780.0,
      "text": "Danny Russell before coming out. He wanted me to pass on his regrets and also his appreciation"
    },
    {
      "index": 224,
      "start_time": 1413780.0,
      "end_time": 1421670.0,
      "text": "for your setting up this meeting. I can say that from our part I don&#39;t think that&#39;s"
    },
    {
      "index": 225,
      "start_time": 1421670.0,
      "end_time": 1425970.0,
      "text": "anything preventing us from talking about Taiwan issues here."
    },
    {
      "index": 226,
      "start_time": 1425970.0,
      "end_time": 1434030.0,
      "text": "&gt;&gt;Well, it&#39;s not just Taiwan. If Chairman, Subcommittee Chairman Chabot wasn&#39;t equally"
    },
    {
      "index": 227,
      "start_time": 1434030.0,
      "end_time": 1437880.0,
      "text": "concerned about this, equally disappointed, as he brought up with the Secretary of State"
    },
    {
      "index": 228,
      "start_time": 1437880.0,
      "end_time": 1443260.0,
      "text": "here yesterday, I probably wouldn&#39;t bring it up. But it&#39;s is just a pattern. But at"
    },
    {
      "index": 229,
      "start_time": 1443260.0,
      "end_time": 1451290.0,
      "text": "this point to us, Asia-Pacific region is vitally important we spend a lot of time on it, on"
    },
    {
      "index": 230,
      "start_time": 1451290.0,
      "end_time": 1457670.0,
      "text": "this issue. And we wanted the administration to be equal engaged on this and so if you"
    },
    {
      "index": 231,
      "start_time": 1457670.0,
      "end_time": 1465880.0,
      "text": "carry that information back again. But again, particularly given Taiwan&#39;s, almost singular"
    },
    {
      "index": 232,
      "start_time": 1465880.0,
      "end_time": 1476730.0,
      "text": "alliance on cross strait trade... Does the US government support Taiwan&#39;s inclusion in"
    },
    {
      "index": 233,
      "start_time": 1476730.0,
      "end_time": 1477490.0,
      "text": "the TPP?"
    },
    {
      "index": 234,
      "start_time": 1477490.0,
      "end_time": 1483750.0,
      "text": "&gt;&gt;Thank you and I will relay those comments to my colleagues at it. It certainly isn&#39;t"
    },
    {
      "index": 235,
      "start_time": 1483750.0,
      "end_time": 1491060.0,
      "text": "a statement about our commitment to very strong US Taiwan nonofficial relations. In fact that"
    },
    {
      "index": 236,
      "start_time": 1491060.0,
      "end_time": 1495610.0,
      "text": "we have a very strong record and I think we have a very good story to tell about that."
    },
    {
      "index": 237,
      "start_time": 1495610.0,
      "end_time": 1502200.0,
      "text": "With regard to your question about TPP we welcome Taiwan&#39;s interests and be heard from"
    },
    {
      "index": 238,
      "start_time": 1502200.0,
      "end_time": 1510790.0,
      "text": "them very recently about their their interest. We also welcome and then I think that you"
    },
    {
      "index": 239,
      "start_time": 1510790.0,
      "end_time": 1516310.0,
      "text": "met with the President Ma Ying-jeou on your recent congressional delegations."
    },
    {
      "index": 240,
      "start_time": 1516310.0,
      "end_time": 1527960.0,
      "text": "But we welcome his steps to liberalize Taiwan&#39;s economy. I think that, as you know we are"
    },
    {
      "index": 241,
      "start_time": 1527960.0,
      "end_time": 1536080.0,
      "text": "ongoing the negotiations and on TPP. And I think that what I can say about this is that"
    },
    {
      "index": 242,
      "start_time": 1536080.0,
      "end_time": 1545770.0,
      "text": "you perhaps it&#39;s best if we move toward the conclusion on those negotiations before we"
    },
    {
      "index": 243,
      "start_time": 1545770.0,
      "end_time": 1550050.0,
      "text": "discuss additional membership. But I think that you know, we&#39;re taking a step-by-step"
    },
    {
      "index": 244,
      "start_time": 1550050.0,
      "end_time": 1558840.0,
      "text": "approach here my we have heard from Taiwan as well as others about interest in TPP and"
    },
    {
      "index": 245,
      "start_time": 1558840.0,
      "end_time": 1564850.0,
      "text": "then we certainly again welcome that interest and we are willing to definitely consider"
    },
    {
      "index": 246,
      "start_time": 1564850.0,
      "end_time": 1572860.0,
      "text": "along with some countries and approaches most recently we are we are willing to discuss"
    },
    {
      "index": 247,
      "start_time": 1572860.0,
      "end_time": 1574040.0,
      "text": "TPP in the future."
    },
    {
      "index": 248,
      "start_time": 1574040.0,
      "end_time": 1580920.0,
      "text": "&gt;&gt;One of the most important aspects of TPP beyond the important trade-related benefits,"
    },
    {
      "index": 249,
      "start_time": 1580920.0,
      "end_time": 1588630.0,
      "text": "is that the grouping will help shape East Asia&#39;s multilateral political architecture"
    },
    {
      "index": 250,
      "start_time": 1588630.0,
      "end_time": 1594030.0,
      "text": "by the firmly anchoring nation states in a binding legal agreement. I want to make certain"
    },
    {
      "index": 251,
      "start_time": 1594030.0,
      "end_time": 1600750.0,
      "text": "that Taiwan is part of that agreement. I think it&#39;s critical to Taiwan that it be included"
    },
    {
      "index": 252,
      "start_time": 1600750.0,
      "end_time": 1609080.0,
      "text": "not only because it&#39;s in one of the worlds top 20 economy. But also because it is in"
    },
    {
      "index": 253,
      "start_time": 1609080.0,
      "end_time": 1618150.0,
      "text": "our own strategic interest and adding Taiwan to TPP will allow it greater access to other"
    },
    {
      "index": 254,
      "start_time": 1618150.0,
      "end_time": 1623660.0,
      "text": "trade agreements, with Europe for example. It&#39;s going to serve as a strong symbol of"
    },
    {
      "index": 255,
      "start_time": 1623660.0,
      "end_time": 1631760.0,
      "text": "Americans support and and that is why I strongly support this and there was another issueI"
    },
    {
      "index": 256,
      "start_time": 1631760.0,
      "end_time": 1637710.0,
      "text": "wanted to just briefly talk to you about that&#39;s the F-16 upgrades."
    },
    {
      "index": 257,
      "start_time": 1637710.0,
      "end_time": 1644290.0,
      "text": "Does the United States remain fully committed to Taiwan&#39;s F-16 upgrade program?"
    },
    {
      "index": 258,
      "start_time": 1644290.0,
      "end_time": 1656990.0,
      "text": "&gt;&gt;We do just back on TPP what we would encourage Taiwan to do is you know TPP is is is a consensus"
    },
    {
      "index": 259,
      "start_time": 1656990.0,
      "end_time": 1663920.0,
      "text": "type membership and so we would encourage Taiwan to raise its interest in membership"
    },
    {
      "index": 260,
      "start_time": 1663920.0,
      "end_time": 1676170.0,
      "text": "with all of the other parties as well. I&#39;m absolutely that I know that&#39;s Congressman"
    },
    {
      "index": 261,
      "start_time": 1676170.0,
      "end_time": 1688430.0,
      "text": "Engle also raised his concerns about the issues of the Capes program. So as I understand and"
    },
    {
      "index": 262,
      "start_time": 1688430.0,
      "end_time": 1695650.0,
      "text": "the U.S. Air Force funding for the Capes program will continue through 2014. The U.S. Air Force"
    },
    {
      "index": 263,
      "start_time": 1695650.0,
      "end_time": 1701960.0,
      "text": "F-16 program office at determined that the lack of U.S. Air Force participation beyond"
    },
    {
      "index": 264,
      "start_time": 1701960.0,
      "end_time": 1708800.0,
      "text": "fiscal year 2014 will not have a significant impact on the Taiwan program and that all"
    },
    {
      "index": 265,
      "start_time": 1708800.0,
      "end_time": 1715070.0,
      "text": "funding can be covered in Taiwan&#39;s current letter of offer and acceptance as a results"
    },
    {
      "index": 266,
      "start_time": 1715070.0,
      "end_time": 1721360.0,
      "text": "of potential cuts in USAF or U.S. Air Force funding for the Capes program will not negatively"
    },
    {
      "index": 267,
      "start_time": 1721360.0,
      "end_time": 1729220.0,
      "text": "impact the Taiwan F-16 retrofit program. Mr. Chairman we we certainly are committed"
    },
    {
      "index": 268,
      "start_time": 1729220.0,
      "end_time": 1738390.0,
      "text": "to the F-16 retrofit program I think that we have demonstrated that and we have certainly"
    },
    {
      "index": 269,
      "start_time": 1738390.0,
      "end_time": 1741130.0,
      "text": "had discussions with Taiwan in that regard."
    },
    {
      "index": 270,
      "start_time": 1741130.0,
      "end_time": 1747880.0,
      "text": "&gt;&gt;It is discouraging to me and the others because many of us here including myself wrote"
    },
    {
      "index": 271,
      "start_time": 1747880.0,
      "end_time": 1756100.0,
      "text": "you talk to the administration about sale of new F-16. So now were talking about retrofit."
    },
    {
      "index": 272,
      "start_time": 1756100.0,
      "end_time": 1762870.0,
      "text": "We want to make certain that this goes forward I would suggest the sale of new F-16s would"
    },
    {
      "index": 273,
      "start_time": 1762870.0,
      "end_time": 1769750.0,
      "text": "be an easy solution to this. I strongly support this but my times expired I best go to Mr."
    },
    {
      "index": 274,
      "start_time": 1769750.0,
      "end_time": 1772510.0,
      "text": "Elliot Engle of New York."
    },
    {
      "index": 275,
      "start_time": 1772510.0,
      "end_time": 1778630.0,
      "text": "&gt;&gt;Well Mr. Chairman thank you. Let me pick up where you left off. Of course, in my opening"
    },
    {
      "index": 276,
      "start_time": 1778630.0,
      "end_time": 1784300.0,
      "text": "remarks I talked about the F-16 and the Capes program ,and I am really very very concerned"
    },
    {
      "index": 277,
      "start_time": 1784300.0,
      "end_time": 1792250.0,
      "text": "about it and you know the Taiwan defence ministry now faces a tough decision on how to move"
    },
    {
      "index": 278,
      "start_time": 1792250.0,
      "end_time": 1797600.0,
      "text": "forward with the upgrade of its fire at a reasonable cost. This is an upgraded that"
    },
    {
      "index": 279,
      "start_time": 1797600.0,
      "end_time": 1805960.0,
      "text": "they desperately needs so you know maybe they&#39;ll continue with it maybe they won&#39;t. I&#39;m concerned"
    },
    {
      "index": 280,
      "start_time": 1805960.0,
      "end_time": 1813540.0,
      "text": "about Taiwan being able to maintain its fleet of F-16s and certainly the decision that we"
    },
    {
      "index": 281,
      "start_time": 1813540.0,
      "end_time": 1820920.0,
      "text": "apparently made, the US Air Force made, not to fund the Capes program. Was a poor decision"
    },
    {
      "index": 282,
      "start_time": 1820920.0,
      "end_time": 1828490.0,
      "text": "it just makes no sense to me whatsoever and you know when it comes to Taiwan this is sort"
    },
    {
      "index": 283,
      "start_time": 1828490.0,
      "end_time": 1833980.0,
      "text": "of undercurrent that we feel all the time where, you know, we we we bend over backwards"
    },
    {
      "index": 284,
      "start_time": 1833980.0,
      "end_time": 1842980.0,
      "text": "to try not to upset the sensitivity of the Beijing regime, and frankly it irks me. Not"
    },
    {
      "index": 285,
      "start_time": 1842980.0,
      "end_time": 1847080.0,
      "text": "that I don&#39;t wish to have good relationship with Beijing, because we should, but not at"
    },
    {
      "index": 286,
      "start_time": 1847080.0,
      "end_time": 1852990.0,
      "text": "the expense of our relations with Taiwan or not expenses of our friendship with Taiwan"
    },
    {
      "index": 287,
      "start_time": 1852990.0,
      "end_time": 1860030.0,
      "text": "and so it really just irritates me that we make decisions like this which has an adverse"
    },
    {
      "index": 288,
      "start_time": 1860030.0,
      "end_time": 1870190.0,
      "text": "impact on my friend Taiwan and I doesn&#39;t seem to be for any good policy purpose other than"
    },
    {
      "index": 289,
      "start_time": 1870190.0,
      "end_time": 1876040.0,
      "text": "to placate Beijing. So I just... Chairman and I have said the same thing we haven&#39;t"
    },
    {
      "index": 290,
      "start_time": 1876040.0,
      "end_time": 1882080.0,
      "text": "even really discuss this with both, independently come up with this because we&#39;re just very"
    },
    {
      "index": 291,
      "start_time": 1882080.0,
      "end_time": 1883790.0,
      "text": "disturbed about it."
    },
    {
      "index": 292,
      "start_time": 1883790.0,
      "end_time": 1891170.0,
      "text": "&gt;&gt;Well, thank you very much. I regret I&#39;m not able to speak for my colleagues in in"
    },
    {
      "index": 293,
      "start_time": 1891170.0,
      "end_time": 1898530.0,
      "text": "the airforce with that I do understand your concerns and I will relay those to my colleagues"
    },
    {
      "index": 294,
      "start_time": 1898530.0,
      "end_time": 1907620.0,
      "text": "but what I do want to do is to strongly emphasize that our improvements in bilateral relations"
    },
    {
      "index": 295,
      "start_time": 1907620.0,
      "end_time": 1914240.0,
      "text": "with the PRC does not come at the expense of our relationship with Taiwan. In fact I"
    },
    {
      "index": 296,
      "start_time": 1914240.0,
      "end_time": 1919720.0,
      "text": "think that our relationship with Taiwan right now is as strong as it ever has been."
    },
    {
      "index": 297,
      "start_time": 1919720.0,
      "end_time": 1929160.0,
      "text": "And we have often times emphasize that point that certainly we have an interest in strengthening"
    },
    {
      "index": 298,
      "start_time": 1929160.0,
      "end_time": 1937720.0,
      "text": "relations with Beijing but absolutely not at the expense of our very strong relationship"
    },
    {
      "index": 299,
      "start_time": 1937720.0,
      "end_time": 1941230.0,
      "text": "with Taiwan and the people of Taiwan."
    },
    {
      "index": 300,
      "start_time": 1941230.0,
      "end_time": 1948550.0,
      "text": "&gt;&gt;Well I certainly hope that that continues to be the case because sometimes it appears"
    },
    {
      "index": 301,
      "start_time": 1948550.0,
      "end_time": 1953760.0,
      "text": "that that&#39;s not really the case. But I certainly. I&#39;ll take you take your word and then you"
    },
    {
      "index": 302,
      "start_time": 1953760.0,
      "end_time": 1959490.0,
      "text": "know I want it dually noted that we on the committee feel very strongly about it."
    },
    {
      "index": 303,
      "start_time": 1959490.0,
      "end_time": 1966570.0,
      "text": "Let me ask you this, Mr. Moy. What steps is the administration taking to ensure that Taiwan"
    },
    {
      "index": 304,
      "start_time": 1966570.0,
      "end_time": 1972430.0,
      "text": "is accorded in appropriate level of participation in international ororganisations. Such the"
    },
    {
      "index": 305,
      "start_time": 1972430.0,
      "end_time": 1978050.0,
      "text": "World Health Organization and international civil aviation organization?"
    },
    {
      "index": 306,
      "start_time": 1978050.0,
      "end_time": 1987460.0,
      "text": "&gt;&gt;Yeah thank you very much as I stated in my introductory remarks. It is an area that"
    },
    {
      "index": 307,
      "start_time": 1987460.0,
      "end_time": 1996110.0,
      "text": "is primary importance to us. It is a priority that the expertise from Taiwan is recognized."
    },
    {
      "index": 308,
      "start_time": 1996110.0,
      "end_time": 2001410.0,
      "text": "There is so much professional expertise there&#39;s so much knowledge in Taiwan. It deserves to"
    },
    {
      "index": 309,
      "start_time": 2001410.0,
      "end_time": 2009430.0,
      "text": "be recognized in international organizations. This is not just a matter of knowledge however"
    },
    {
      "index": 310,
      "start_time": 2009430.0,
      "end_time": 2018090.0,
      "text": "it&#39;s a matter dignity too. And we take very seriously so we do a review on different opportunities"
    },
    {
      "index": 311,
      "start_time": 2018090.0,
      "end_time": 2026350.0,
      "text": "to expand I think just one of the Chairman noted in an e-mail also as well earlier was"
    },
    {
      "index": 312,
      "start_time": 2026350.0,
      "end_time": 2034460.0,
      "text": "the international aviation organization ICAO and I think that it&#39;s working together with"
    },
    {
      "index": 313,
      "start_time": 2034460.0,
      "end_time": 2044350.0,
      "text": "a number of other countries we have to support it not just Taiwan&#39;s sort of guest participation"
    },
    {
      "index": 314,
      "start_time": 2044350.0,
      "end_time": 2049490.0,
      "text": "as as they appeared as a guest last year at the assembly but more frequent interaction"
    },
    {
      "index": 315,
      "start_time": 2049489.9999999998,
      "end_time": 2056918.9999999998,
      "text": "with ICAO because there is a lot of technical expertise they can bring to those types of"
    },
    {
      "index": 316,
      "start_time": 2056920.0,
      "end_time": 2063621.0,
      "text": "meetings but as you noted world health assembly we also look at opportunities working on climate"
    },
    {
      "index": 317,
      "start_time": 2063620.0,
      "end_time": 2074419.0,
      "text": "change issues. Varies types of international organizations we often consult because they&#39;re"
    },
    {
      "index": 318,
      "start_time": 2074420.0,
      "end_time": 2085101.0,
      "text": "often times are issues where Taiwan has a unique ability to provide knowledge of recommendations,"
    },
    {
      "index": 319,
      "start_time": 2085100.0,
      "end_time": 2091360.0,
      "text": "Imaginative ideas beyond just their technical expertise and we want to take advantage of"
    },
    {
      "index": 320,
      "start_time": 2091360.0000000002,
      "end_time": 2093340.0000000002,
      "text": "that and we will continue to do that."
    },
    {
      "index": 321,
      "start_time": 2093340.0000000002,
      "end_time": 2099670.0,
      "text": "&gt;&gt;Thank you let me ask you this final question. Is the administration providing Taiwan the"
    },
    {
      "index": 322,
      "start_time": 2099670.0,
      "end_time": 2107260.0,
      "text": "defensive weapons it requires as required by the Taiwan Relations Act? Are there defensive"
    },
    {
      "index": 323,
      "start_time": 2107260.0,
      "end_time": 2113650.0,
      "text": "weapon systems the Taiwan has requested it, but we had decided not to provide and if so"
    },
    {
      "index": 324,
      "start_time": 2113650.0,
      "end_time": 2115170.0,
      "text": "what are they?"
    },
    {
      "index": 325,
      "start_time": 2115170.0,
      "end_time": 2125830.0,
      "text": "&gt;&gt;I&#39;m I&#39;m not aware of such systems but we are absolutely in compliance with the Taiwan"
    },
    {
      "index": 326,
      "start_time": 2125830.0,
      "end_time": 2133890.0,
      "text": "relations Act in making available to Taiwan defense articles and services that are necessary"
    },
    {
      "index": 327,
      "start_time": 2133890.0,
      "end_time": 2142450.0,
      "text": "to enable Taiwan to maintain sufficient self-defence capability. We will continue to be in compliance"
    },
    {
      "index": 328,
      "start_time": 2142450.0,
      "end_time": 2151730.0,
      "text": "with that we often review we mean the US government often review their defensive capabilities"
    },
    {
      "index": 329,
      "start_time": 2151730.0,
      "end_time": 2158970.0,
      "text": "and I think that we are very strong record in this administration of providing that."
    },
    {
      "index": 330,
      "start_time": 2158970.0,
      "end_time": 2161390.0,
      "text": "&gt;&gt;Thank you. Thank you Mr. Chairman."
    },
    {
      "index": 331,
      "start_time": 2161390.0,
      "end_time": 2169530.0,
      "text": "&gt;&gt;Thank you Mr. Engle. Ms. Ileana Ros-Lehtonen, from Florida."
    },
    {
      "index": 332,
      "start_time": 2169530.0,
      "end_time": 2176840.0,
      "text": "&gt;&gt;Thank you so much Mr. Chairman. Thank you to you and to our ranking member for holding"
    },
    {
      "index": 333,
      "start_time": 2176840.0,
      "end_time": 2183300.0,
      "text": "this important hearing because relations of between the US and Taiwan are at a critical"
    },
    {
      "index": 334,
      "start_time": 2183300.0,
      "end_time": 2189790.0,
      "text": "juncture. I&#39;m concerned, as all of us are, about China&#39;s continued rise and aggression"
    },
    {
      "index": 335,
      "start_time": 2189790.0,
      "end_time": 2196170.0,
      "text": "in the East and South China seas and the feeble response by our State Department to North"
    },
    {
      "index": 336,
      "start_time": 2196170.0,
      "end_time": 2203140.0,
      "text": "Korea missile launches which are clear violation of international sanctions the people of Taiwan"
    },
    {
      "index": 337,
      "start_time": 2203140.0,
      "end_time": 2209270.0,
      "text": "have every reason to fear developments in the West Pacific to worry about the future"
    },
    {
      "index": 338,
      "start_time": 2209270.0,
      "end_time": 2216240.0,
      "text": "of their land and to question both the resolve and the commitment of the United States, how"
    },
    {
      "index": 339,
      "start_time": 2216240.0,
      "end_time": 2219600.0,
      "text": "tragic. And as we approached the 35th anniversary"
    },
    {
      "index": 340,
      "start_time": 2219600.0,
      "end_time": 2227560.0,
      "text": "of the very important and essential Taiwan Relations Act that anniversary we remember"
    },
    {
      "index": 341,
      "start_time": 2227560.0,
      "end_time": 2235840.0,
      "text": "that this crucial legislation forms the cornerstone of US Taiwan relations it is the foundation"
    },
    {
      "index": 342,
      "start_time": 2235840.0,
      "end_time": 2243040.0,
      "text": "of policy that has been and will be and will remain forevermore the anchor of peace and"
    },
    {
      "index": 343,
      "start_time": 2243040.0,
      "end_time": 2250290.0,
      "text": "security in the West Pacific but as we reflect on the promise of the Taiwan relations act"
    },
    {
      "index": 344,
      "start_time": 2250290.0,
      "end_time": 2257550.0,
      "text": "on this 35th anniversary we must also gage the fulfillment of a specific policies and"
    },
    {
      "index": 345,
      "start_time": 2257550.0,
      "end_time": 2263750.0,
      "text": "re-examine the lack of strategic vision in this part of the world and talk about where"
    },
    {
      "index": 346,
      "start_time": 2263750.0,
      "end_time": 2270880.0,
      "text": "we go from here as we watched China again increases defence budget by double digits."
    },
    {
      "index": 347,
      "start_time": 2270880.0,
      "end_time": 2277160.0,
      "text": "Begin construction on the second aircraft carrier, establishing air defense identification"
    },
    {
      "index": 348,
      "start_time": 2277160.0,
      "end_time": 2285880.0,
      "text": "zone in East China Sea and continued its aggression over the Senkaku island there&#39;s no better"
    },
    {
      "index": 349,
      "start_time": 2285880.0,
      "end_time": 2293290.0,
      "text": "time to reaffirm to clarify and to strengthen relations with our democratic ally and our"
    },
    {
      "index": 350,
      "start_time": 2293290.0,
      "end_time": 2300040.0,
      "text": "strongest friend Taiwan. But instead of we committing to Taiwan, we continue to hear"
    },
    {
      "index": 351,
      "start_time": 2300040.0,
      "end_time": 2306260.0,
      "text": "our State Department speak and half-truths invent a laundry list of items that hinder"
    },
    {
      "index": 352,
      "start_time": 2306260.0,
      "end_time": 2313990.0,
      "text": "our relations with Taiwan and our pacific allies and do everything it can to not provoke"
    },
    {
      "index": 353,
      "start_time": 2313990.0,
      "end_time": 2320710.0,
      "text": "China and that sadly seems to be our policy with Taiwan. &quot;Don&#39;t antagonize China&quot;."
    },
    {
      "index": 354,
      "start_time": 2320710.0,
      "end_time": 2327190.0,
      "text": "The Taiwan policy act introduced by my colleagues, the chairs of the Taiwan caucus and me, pass"
    },
    {
      "index": 355,
      "start_time": 2327190.0,
      "end_time": 2333390.0,
      "text": "out of this committee last August the bill aims to rectify these problems by advancing"
    },
    {
      "index": 356,
      "start_time": 2333390.0,
      "end_time": 2339870.0,
      "text": "the sale of the essential defence articles in at that it point I&#39;d like to point out"
    },
    {
      "index": 357,
      "start_time": 2339870.0,
      "end_time": 2345790.0,
      "text": "that the new sales of F-16s is included in this bill it encourages high-level visits"
    },
    {
      "index": 358,
      "start_time": 2345790.0,
      "end_time": 2353750.0,
      "text": "between the US and Taiwan officials. It promotes bilateral trade agreements. What is the administration&#39;s"
    },
    {
      "index": 359,
      "start_time": 2353750.0,
      "end_time": 2361360.0,
      "text": "policy on the Taiwan policy act? Secondly, how does the administration plan to counterbalance"
    },
    {
      "index": 360,
      "start_time": 2361360.0,
      "end_time": 2368540.0,
      "text": "China&#39;s power when we don&#39;t even commit to our democratic ally Taiwan and by extension"
    },
    {
      "index": 361,
      "start_time": 2368540.0,
      "end_time": 2374950.0,
      "text": "any of our other regional allies. And thirdly what is the administration going to do to"
    },
    {
      "index": 362,
      "start_time": 2374950.0,
      "end_time": 2383660.0,
      "text": "develop Taiwan&#39;s economic bond with the United States, its independence and strengthen our"
    },
    {
      "index": 363,
      "start_time": 2383660.0,
      "end_time": 2390850.0,
      "text": "our economic bonds. What is the state department&#39;s policy. The Obama administration&#39;s policy"
    },
    {
      "index": 364,
      "start_time": 2390850.0,
      "end_time": 2396460.0,
      "text": "on Taiwan? Other than &quot;Don&#39;t make China mad&quot;?"
    },
    {
      "index": 365,
      "start_time": 2396460.0,
      "end_time": 2407810.0,
      "text": "&gt;&gt;Thank you very much. I don&#39;t think that our Taiwan policy is founded on the principle"
    },
    {
      "index": 366,
      "start_time": 2407810.0,
      "end_time": 2415330.0,
      "text": "of let&#39;s not make China mad in fact I think that if you can look at the record would have"
    },
    {
      "index": 367,
      "start_time": 2415330.0,
      "end_time": 2422110.0,
      "text": "done an enormous amount to expand our relationship strengthen it in all areas. It&#39;s not just"
    },
    {
      "index": 368,
      "start_time": 2422110.0,
      "end_time": 2427250.0,
      "text": "the security aspects of its the economic side it&#39;s also the people to people side as well."
    },
    {
      "index": 369,
      "start_time": 2427250.0,
      "end_time": 2434300.0,
      "text": "As you may know with the help of others, we granted Taiwan."
    },
    {
      "index": 370,
      "start_time": 2434300.0,
      "end_time": 2440460.0,
      "text": "&gt;&gt;I apologize, but the time is so limited, only 35 seconds. Have you read the Taiwan"
    },
    {
      "index": 371,
      "start_time": 2440460.0,
      "end_time": 2446020.0,
      "text": "policy act that we have filed? I would like to give that to you and and have a administration"
    },
    {
      "index": 372,
      "start_time": 2446020.0,
      "end_time": 2455380.0,
      "text": "policy on it. And how are we counterbalancing China&#39;s power and committing to Taiwan?"
    },
    {
      "index": 373,
      "start_time": 2455380.0,
      "end_time": 2466120.0,
      "text": "&gt;&gt;Thank you very much. I think that&#39;s... I&#39;m of course very pleased to go take a"
    },
    {
      "index": 374,
      "start_time": 2466120.0,
      "end_time": 2474430.0,
      "text": "look with my colleagues at the legislation. But I think again we have a very strong record"
    },
    {
      "index": 375,
      "start_time": 2474430.0,
      "end_time": 2482530.0,
      "text": "of support for Taiwan and through our unofficial relations and in accordance with the Taiwan"
    },
    {
      "index": 376,
      "start_time": 2482530.0,
      "end_time": 2489250.0,
      "text": "relations act as I noted the 35th anniversary is reason to celebrate. As a reason to also"
    },
    {
      "index": 377,
      "start_time": 2489250.0,
      "end_time": 2496400.0,
      "text": "commemorate just how far we&#39;ve come. What we need to do in the future. We can still"
    },
    {
      "index": 378,
      "start_time": 2496400.0,
      "end_time": 2497600.0,
      "text": "you know refine, enhance..."
    },
    {
      "index": 379,
      "start_time": 2497600.0,
      "end_time": 2503060.0,
      "text": "&gt;&gt;Excuse me, I appreciate it that I know my time is up Mr. Chairman, but I don&#39;t believe"
    },
    {
      "index": 380,
      "start_time": 2503060.0,
      "end_time": 2510490.0,
      "text": "that the people of Taiwan share those sentiment I don&#39;t think that they see us as upholding"
    },
    {
      "index": 381,
      "start_time": 2510490.0,
      "end_time": 2516210.0,
      "text": "the principles that are enshrined in the cornerstone of our US foreign policy related to Taiwan"
    },
    {
      "index": 382,
      "start_time": 2516210.0,
      "end_time": 2522560.0,
      "text": "which is the Taiwan Relations Act. It promises a lot and I think the people of Taiwan would"
    },
    {
      "index": 383,
      "start_time": 2522560.0,
      "end_time": 2527880.0,
      "text": "think that we haven&#39;t really fulfilled those missions. Do you think that we have?"
    },
    {
      "index": 384,
      "start_time": 2527880.0,
      "end_time": 2533440.0,
      "text": "&gt;&gt;I do believe I mean I haven&#39;t seen any recent polls but I would imagine that the people"
    },
    {
      "index": 385,
      "start_time": 2533440.0,
      "end_time": 2543880.0,
      "text": "on Taiwan regard the US relationship, if not the most important relationship for Taiwan."
    },
    {
      "index": 386,
      "start_time": 2543880.0,
      "end_time": 2551650.0,
      "text": "It has got to be right up there. They are good friends of ours. They think like we do."
    },
    {
      "index": 387,
      "start_time": 2551650.0,
      "end_time": 2557070.0,
      "text": "Their values we share I would think that they&#39;re very supportive of the things we have done."
    },
    {
      "index": 388,
      "start_time": 2557070.0,
      "end_time": 2559430.0,
      "text": "&gt;&gt;Do you think that we need to do more?"
    },
    {
      "index": 389,
      "start_time": 2559430.0,
      "end_time": 2566840.0,
      "text": "&gt;&gt;We can all... we are always looking for ways to strengthen relations just as we&#39;re"
    },
    {
      "index": 390,
      "start_time": 2566840.0,
      "end_time": 2574040.0,
      "text": "looking in the larger context in our rebalanced Asia, we want to strengthen our relationships"
    },
    {
      "index": 391,
      "start_time": 2574040.0,
      "end_time": 2577760.0,
      "text": "with our allies. We want to strengthen our relationships..."
    },
    {
      "index": 392,
      "start_time": 2577760.0,
      "end_time": 2587330.0,
      "text": "&gt;&gt;And new sales of new F-16s and higher technology planes for defensive need of Taiwan?"
    },
    {
      "index": 393,
      "start_time": 2587330.0,
      "end_time": 2596840.0,
      "text": "&gt;&gt;Again, we have had a very strong record of providing defence articles to Taiwan, and"
    },
    {
      "index": 394,
      "start_time": 2596840.0,
      "end_time": 2606840.0,
      "text": "... Thank you, Thank you Mr. Chairman."
    }
  ]
}