{
  "video_id": "rtepIKeNHPU",
  "title": "The Yellow Wallpaper: Crash Course Literature 407",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2460.0,
      "text": "Hi, I'm John Green and this is Crash Course Literature."
    },
    {
      "index": 2,
      "start_time": 2720.0,
      "end_time": 7320.0,
      "text": "So for the last few weeks, we've been talking a lot about Dystopias, imaginary societies gone wrong."
    },
    {
      "index": 3,
      "start_time": 7720.0,
      "end_time": 11560.0,
      "text": "Like George Orwell's \"1984\" is a world of war, surveillance, and mind control."
    },
    {
      "index": 4,
      "start_time": 12020.0,
      "end_time": 18340.0,
      "text": "\"The Handmaid's Tale\" portrays a toxic landscape in which healthy women are forced to produce offspring for the ruling class."
    },
    {
      "index": 5,
      "start_time": 18820.0,
      "end_time": 22420.0,
      "text": "\"Candide\" showed us the best of all possible worlds, which was terrible."
    },
    {
      "index": 6,
      "start_time": 22800.0,
      "end_time": 28360.0,
      "text": "And \"Parable of the Sower\" takes place in an alternate universe where a sloganeering, strongman president presides over a country,"
    },
    {
      "index": 7,
      "start_time": 28900.0,
      "end_time": 34440.0,
      "text": "experiencing intense social disorder thanks to climate change. Fortunately none of that stuff has happened, yet,"
    },
    {
      "index": 8,
      "start_time": 34440.0,
      "end_time": 40320.0,
      "text": "But today we're gonna talk about our final dystopia of the series, \"The Yellow Wallpaper\" by Charlotte Perkins Gilman"
    },
    {
      "index": 9,
      "start_time": 40440.0,
      "end_time": 43620.0,
      "text": "And it's about a dystopia that already happened."
    },
    {
      "index": 10,
      "start_time": 43980.0,
      "end_time": 48840.0,
      "text": "First published in 1892 in the New England magazine, this story is less of a \"what-if\" dystopia"
    },
    {
      "index": 11,
      "start_time": 49100.0,
      "end_time": 52700.0,
      "text": "then a \"this is happening to me\" call to action."
    },
    {
      "index": 12,
      "start_time": 53120.0,
      "end_time": 57680.0,
      "text": "So at first glance the life that Gilman describes in this story might not seem that bad, a young"
    },
    {
      "index": 13,
      "start_time": 57690.0,
      "end_time": 63719.0,
      "text": "woman is married to a doctor and spends all of her time in a country mansion, and I mean all of her time."
    },
    {
      "index": 14,
      "start_time": 63719.0,
      "end_time": 70198.0,
      "text": "But make no mistake about it. The social order in this story is in some ways as oppressive as the others that we've examined."
    },
    {
      "index": 15,
      "start_time": 70299.0,
      "end_time": 76199.0,
      "text": "Gilman's narrator is imprisoned within her marriage and her social order and also her house."
    },
    {
      "index": 16,
      "start_time": 76200.0,
      "end_time": 80220.0,
      "text": "And she eventually goes insane trying to preserve her perspective. Today"
    },
    {
      "index": 17,
      "start_time": 80220.0,
      "end_time": 85319.0,
      "text": "I want to talk about Gilman who was a feminist, humanist, sociologist, novelist, poet, and essayist."
    },
    {
      "index": 18,
      "start_time": 85320.0,
      "end_time": 91889.0,
      "text": "I also want to talk about perspectives on mental health, and how they've changed between Gilman's era and ours, and of course"
    },
    {
      "index": 19,
      "start_time": 91889.0,
      "end_time": 95780.0,
      "text": "I'm gonna talk about yellow wallpaper. Soon enough you're gonna see it everywhere."
    },
    {
      "index": 20,
      "start_time": 96000.0,
      "end_time": 97840.0,
      "text": "(Intro music plays)"
    },
    {
      "index": 21,
      "start_time": 102080.0,
      "end_time": 103280.0,
      "text": "(music fades)"
    },
    {
      "index": 22,
      "start_time": 104680.0,
      "end_time": 107460.0,
      "text": "So Charlotte Perkins Gilman had a fascinating life."
    },
    {
      "index": 23,
      "start_time": 107470.0,
      "end_time": 108490.0,
      "text": "She was born in Hartford,"
    },
    {
      "index": 24,
      "start_time": 108490.0,
      "end_time": 112629.0,
      "text": "Connecticut in 1860 and she lived with her mother and brother, after her father"
    },
    {
      "index": 25,
      "start_time": 112820.0,
      "end_time": 117250.0,
      "text": "abandoned the family, and although she moved from school to school her childhood was really"
    },
    {
      "index": 26,
      "start_time": 117530.0,
      "end_time": 121419.0,
      "text": "intellectually rich, largely because of her three brilliant and famous"
    },
    {
      "index": 27,
      "start_time": 121670.0,
      "end_time": 129280.0,
      "text": "aunts: Isabella Beecher Hooker, suffragist and abolitionist, Harriet Beecher Stowe, best-selling author of Uncle Tom's Cabin, and Katharine Beecher,"
    },
    {
      "index": 28,
      "start_time": 129560.0,
      "end_time": 136660.0,
      "text": "education reformer and advocate for Native American rights. With some financial help from her Ne'er-do-well father, Charlotte enrolled in design school. Later"
    },
    {
      "index": 29,
      "start_time": 136660.0,
      "end_time": 143049.0,
      "text": "she supported herself by illustrating advertising cards and tutoring so, you know, she did know something about wallpaper"
    },
    {
      "index": 30,
      "start_time": 143269.0,
      "end_time": 147729.0,
      "text": "patterns. In 1884 she married Charles Walter Stetson and gave birth to a daughter,"
    },
    {
      "index": 31,
      "start_time": 148220.0,
      "end_time": 153910.0,
      "text": "Katherine, and in the years after her daughter's birth Charlotte experienced a series of what were called at the time"
    },
    {
      "index": 32,
      "start_time": 154370.0,
      "end_time": 160120.0,
      "text": "\"Nervous-Disorders\". In 1887 she visited a specialist who encouraged her to try a \"rest cure\","
    },
    {
      "index": 33,
      "start_time": 160120.0,
      "end_time": 164410.0,
      "text": "and this involved living as domestic a life as far as possible having"
    },
    {
      "index": 34,
      "start_time": 164410.0,
      "end_time": 170619.0,
      "text": "but two hours intellectual life a day, and never touching pen, brush, or pencil"
    },
    {
      "index": 35,
      "start_time": 171260.0,
      "end_time": 174220.0,
      "text": "again. After three months of this so-called treatment"
    },
    {
      "index": 36,
      "start_time": 174220.0,
      "end_time": 179589.0,
      "text": "she quote \"came so near to the borderline of utter mental ruin, that I could see over.\""
    },
    {
      "index": 37,
      "start_time": 179780.0,
      "end_time": 186669.0,
      "text": "Gilman wanted to warn others of the dangers of this rest cure and her story she explains was not intended to drive people crazy,"
    },
    {
      "index": 38,
      "start_time": 186829.0,
      "end_time": 191319.0,
      "text": "but to save people from being driven crazy, and it worked."
    },
    {
      "index": 39,
      "start_time": 191320.0,
      "end_time": 193090.0,
      "text": "We'll get to that working bit in a second,"
    },
    {
      "index": 40,
      "start_time": 193090.0,
      "end_time": 198009.0,
      "text": "but back to her life. So in 1888, Charlotte left her husband and took Katherine with her to Pasadena,"
    },
    {
      "index": 41,
      "start_time": 198350.0,
      "end_time": 206049.0,
      "text": "California. Her professional life flourished. She organized social reform movements. She represented California at the suffrage convention in Washington DC."
    },
    {
      "index": 42,
      "start_time": 206049.0,
      "end_time": 208119.0,
      "text": "She became a lecturer and edited a series of"
    },
    {
      "index": 43,
      "start_time": 208310.0,
      "end_time": 213459.0,
      "text": "magazines. She also wrote essays, poems, a novella, and by far her most famous story, \"The Yellow Wallpaper.\""
    },
    {
      "index": 44,
      "start_time": 213829.0,
      "end_time": 218559.0,
      "text": "Much of her work focused on women's unequal status in marriage and their need for financial independence."
    },
    {
      "index": 45,
      "start_time": 218600.0,
      "end_time": 222850.0,
      "text": "And she achieved financial independence and also an equal marriage in her second marriage."
    },
    {
      "index": 46,
      "start_time": 222859.0,
      "end_time": 227379.0,
      "text": "Eventually she was diagnosed with breast cancer and as she had lived on her own terms,"
    },
    {
      "index": 47,
      "start_time": 227380.0,
      "end_time": 229419.0,
      "text": "she also died on her own terms."
    },
    {
      "index": 48,
      "start_time": 229420.0,
      "end_time": 235390.0,
      "text": "She was an advocate of euthanasia, and she chose chloroform over cancer, committing suicide in 1935."
    },
    {
      "index": 49,
      "start_time": 235569.0,
      "end_time": 242138.0,
      "text": "I wanted to focus a little on Gilman's life story to emphasize that this was a person who experienced severe, disabling"
    },
    {
      "index": 50,
      "start_time": 242450.0,
      "end_time": 246339.0,
      "text": "mental illness and whose treatment ended up making it much worse"
    },
    {
      "index": 51,
      "start_time": 246340.0,
      "end_time": 251560.0,
      "text": "and yet who still went on to live a long, fulfilling, and productive life."
    },
    {
      "index": 52,
      "start_time": 251560.0,
      "end_time": 256750.0,
      "text": "I think it's really helpful to read \"The Yellow Wallpaper\" with that background. As for the story itself, well,"
    },
    {
      "index": 53,
      "start_time": 256750.0,
      "end_time": 259239.0,
      "text": "Let's go to the thought-bubble. \"The Yellow Wallpaper\" is the"
    },
    {
      "index": 54,
      "start_time": 259459.0,
      "end_time": 261698.0,
      "text": "first-person narrative of a 19th century woman"
    },
    {
      "index": 55,
      "start_time": 261858.99999999997,
      "end_time": 269499.0,
      "text": "suffering from a mental breakdown after giving birth. In a secret diary this narrator describes her setting ,\"a colonial mansion, a hereditary"
    },
    {
      "index": 56,
      "start_time": 269810.0,
      "end_time": 274119.0,
      "text": "estate, I would say a haunted house, and reach the height of romantic felicity--"
    },
    {
      "index": 57,
      "start_time": 274120.0,
      "end_time": 279519.0,
      "text": "But that would be asking too much of fate!\" This narrator is confined to a room with barred windows."
    },
    {
      "index": 58,
      "start_time": 279520.0,
      "end_time": 281320.0,
      "text": "It's possible that she's in an asylum,"
    },
    {
      "index": 59,
      "start_time": 281320.0,
      "end_time": 287229.0,
      "text": "But the physical setting is less important than another landscape, the shifting consciousness of her mind."
    },
    {
      "index": 60,
      "start_time": 287360.0,
      "end_time": 293590.0,
      "text": "The narrator knows that she perceives reality differently from her husband, who is also her doctor. At first"
    },
    {
      "index": 61,
      "start_time": 293590.0,
      "end_time": 300220.0,
      "text": "She chalks this up to the expected difficulties of male-female relations. \"John,\" she writes, \"laughs at me of course,"
    },
    {
      "index": 62,
      "start_time": 300220.0,
      "end_time": 304929.0,
      "text": "But one expects that in marriage.\" This expectation of marriage is of course troubling in its own right,"
    },
    {
      "index": 63,
      "start_time": 304930.0,
      "end_time": 312729.0,
      "text": "But there's an even darker side to their dynamic, John has almost complete control over his wife's body. The narrator's descriptions may be at times"
    },
    {
      "index": 64,
      "start_time": 313159.0,
      "end_time": 316419.0,
      "text": "unreliable, but there are a few things we do know: she recently had a baby,"
    },
    {
      "index": 65,
      "start_time": 316419.0,
      "end_time": 318519.0,
      "text": "She recognizes that she is sick,"
    },
    {
      "index": 66,
      "start_time": 318699.0,
      "end_time": 325239.0,
      "text": "John belittles her saying that she suffers from a temporary nervous depression, a slight hysterical tendency. Meanwhile"
    },
    {
      "index": 67,
      "start_time": 325240.0,
      "end_time": 329740.0,
      "text": "he prescribes her a scheduled prescription for each hour in the day of phosphates or"
    },
    {
      "index": 68,
      "start_time": 329990.0,
      "end_time": 335470.0,
      "text": "Phosphites, the narrator doesn't know which, and a regime of tonics, and journeys, and air, and exercise."
    },
    {
      "index": 69,
      "start_time": 336320.0,
      "end_time": 339129.0,
      "text": "Also, John forbids his wife from writing,"
    },
    {
      "index": 70,
      "start_time": 339650.0,
      "end_time": 344109.0,
      "text": "working, or socializing and it quickly becomes clear that these so-called cures are"
    },
    {
      "index": 71,
      "start_time": 344599.0,
      "end_time": 350349.0,
      "text": "exacerbating the narrator's condition as she is left with very little to do except stare at the yellow wallpaper."
    },
    {
      "index": 72,
      "start_time": 350990.0,
      "end_time": 352389.0,
      "text": "Thanks thought-bubble. So today"
    },
    {
      "index": 73,
      "start_time": 352389.0,
      "end_time": 357879.0,
      "text": "We would probably say that the narrator is experiencing postpartum depression and/or postpartum psychosis."
    },
    {
      "index": 74,
      "start_time": 358159.0,
      "end_time": 362919.0,
      "text": "These are conditions that can result from a drop in hormones like estrogen and progesterone and are"
    },
    {
      "index": 75,
      "start_time": 363409.0,
      "end_time": 367599.0,
      "text": "intensified by the two central experiences of new parenthood, sleep deprivation"
    },
    {
      "index": 76,
      "start_time": 368060.0,
      "end_time": 374540.0,
      "text": "and anxiety. Postpartum psychosis can include the depressive symptoms of postpartum depression along with confusion, disorientation,"
    },
    {
      "index": 77,
      "start_time": 375060.0,
      "end_time": 381380.0,
      "text": "Hallucinations, and paranoia. Today these conditions would be treated with medication and therapy and other medical interventions,"
    },
    {
      "index": 78,
      "start_time": 381380.0,
      "end_time": 384409.0,
      "text": "But whatever treatment John gives his wife in \"The Yellow Wallpaper\""
    },
    {
      "index": 79,
      "start_time": 385350.0,
      "end_time": 392029.0,
      "text": "definitely does not work. If Gilman's story were an argument this line from it would be its thesis, \"John is a physician,"
    },
    {
      "index": 80,
      "start_time": 392490.0,
      "end_time": 395750.0,
      "text": "Perhaps that is one reason I do not get well faster.\""
    },
    {
      "index": 81,
      "start_time": 395750.0,
      "end_time": 399079.0,
      "text": "Admittedly the 19th century wasn't a golden age for psychiatry,"
    },
    {
      "index": 82,
      "start_time": 399080.0,
      "end_time": 401080.0,
      "text": "But even so, John is"
    },
    {
      "index": 83,
      "start_time": 401100.0,
      "end_time": 406519.0,
      "text": "exceptionally bad at treating mental illness. At the start of the story Gilman's narrator craves more society and"
    },
    {
      "index": 84,
      "start_time": 406680.0,
      "end_time": 411019.0,
      "text": "stimulus. She writes that she must say what I feel and think in some way."
    },
    {
      "index": 85,
      "start_time": 411570.0,
      "end_time": 414769.0,
      "text": "Forbidden from communicating with a living soul she secretly"
    },
    {
      "index": 86,
      "start_time": 415020.0,
      "end_time": 418850.0,
      "text": "confesses her thoughts to dead paper in a journal and in her writing"
    },
    {
      "index": 87,
      "start_time": 418850.0,
      "end_time": 424399.0,
      "text": "She projects her mental disintegration onto the patterns that she sees on the walls."
    },
    {
      "index": 88,
      "start_time": 424400.0,
      "end_time": 427069.0,
      "text": "\"I never saw worse paper in my life,\""
    },
    {
      "index": 89,
      "start_time": 427070.0,
      "end_time": 430400.0,
      "text": "She writes, explaining that it contains \"one of those sprawling"
    },
    {
      "index": 90,
      "start_time": 430890.0,
      "end_time": 438830.0,
      "text": "flamboyant patterns committing every artistic sin.\" Still she finds this pattern compelling: \"it is dull enough to confuse the eye and following,"
    },
    {
      "index": 91,
      "start_time": 439140.0,
      "end_time": 442370.0,
      "text": "Pronounced enough to constantly irritate and provoke study..."
    },
    {
      "index": 92,
      "start_time": 442370.0,
      "end_time": 446690.0,
      "text": "And when you follow the lame uncertain curves for a little distance"
    },
    {
      "index": 93,
      "start_time": 446690.0,
      "end_time": 453410.0,
      "text": "They suddenly commit suicide --  plunge off at outrageous angles, destroy themselves in unheard of"
    },
    {
      "index": 94,
      "start_time": 453810.0,
      "end_time": 457069.0,
      "text": "contradictions.\" Of course this also describes the narrator's interior landscape"
    },
    {
      "index": 95,
      "start_time": 457200.0,
      "end_time": 462110.0,
      "text": "But it also describes the story, right? Like initially her narrative seems dull."
    },
    {
      "index": 96,
      "start_time": 462110.0,
      "end_time": 468080.0,
      "text": "I mean plot summary woman stares at wall. But then it becomes confusing the wallpaper seems to be moving"
    },
    {
      "index": 97,
      "start_time": 468080.0,
      "end_time": 472850.0,
      "text": "We aren't sure where this narrator is or if we can trust her and then something becomes"
    },
    {
      "index": 98,
      "start_time": 473220.0,
      "end_time": 478850.0,
      "text": "pronounced enough to provoke our further study. Are these romantic descriptions of a house, a delicious garden,"
    },
    {
      "index": 99,
      "start_time": 478850.0,
      "end_time": 486079.0,
      "text": "Or it's tattered decor? Are they intimate descriptions of a failing marriage, the desire for connection, or are they veiled"
    },
    {
      "index": 100,
      "start_time": 486570.0,
      "end_time": 491750.0,
      "text": "suicidal musings, or maybe they're attempts to find a meaning in an extremely limited"
    },
    {
      "index": 101,
      "start_time": 492270.0,
      "end_time": 496310.0,
      "text": "experience, like Offred opening her hand in the sunlight in \"The Handmaid's Tale.\""
    },
    {
      "index": 102,
      "start_time": 496310.0,
      "end_time": 502670.0,
      "text": "I've always been fascinated by how the narrator tries to understand her situation in terms of principles of design,"
    },
    {
      "index": 103,
      "start_time": 502820.0,
      "end_time": 510740.0,
      "text": "Like after she studies one breath or strip of wallpaper she concludes that its pattern is \"not arranged on any laws of"
    },
    {
      "index": 104,
      "start_time": 510960.0,
      "end_time": 514280.0,
      "text": "radiation, or alternation, or repetition, or symmetry, or"
    },
    {
      "index": 105,
      "start_time": 514740.0,
      "end_time": 521000.0,
      "text": "anything else that I ever heard of.\" I think anybody who's experienced mental illness can relate to that. For her each of these breaths"
    },
    {
      "index": 106,
      "start_time": 521159.99999999994,
      "end_time": 524749.0,
      "text": "exists as an isolated column of fatuity, in other words"
    },
    {
      "index": 107,
      "start_time": 524750.0,
      "end_time": 529850.0,
      "text": "It's meaningless. A pattern only emerges when she considers the strips next to one another"
    },
    {
      "index": 108,
      "start_time": 530400.0,
      "end_time": 537769.0,
      "text": "dim shapes appear to resemble a woman stooping down and creeping about behind that pattern. The wallpaper also"
    },
    {
      "index": 109,
      "start_time": 537930.0,
      "end_time": 545450.0,
      "text": "changes as the light changes. At night the woman in the wallpapers captivity behind bars becomes as plain as can be,"
    },
    {
      "index": 110,
      "start_time": 545610.0,
      "end_time": 550669.0,
      "text": "So of course does the narrator's own captivity. And also wait hold on full disclosure"
    },
    {
      "index": 111,
      "start_time": 550670.0,
      "end_time": 553099.0,
      "text": "I'm about to go full Freudian which I know is like a"
    },
    {
      "index": 112,
      "start_time": 553320.0,
      "end_time": 557390.0,
      "text": "frustration and annoyance to many of you who are not like hardcore lit crit people"
    },
    {
      "index": 113,
      "start_time": 557390.0,
      "end_time": 561049.0,
      "text": "But just walk with me on this one. So the paper has this"
    },
    {
      "index": 114,
      "start_time": 561510.0,
      "end_time": 567109.0,
      "text": "peculiar odor that creeps all over the house and is stronger after a week of fog and rain."
    },
    {
      "index": 115,
      "start_time": 567300.0,
      "end_time": 572300.0,
      "text": "Her husband might explain it as a combination of glue and mold intensified by humidity"
    },
    {
      "index": 116,
      "start_time": 572550.0,
      "end_time": 579620.0,
      "text": "But smells travel through the olfactory bulb closely connected to the regions of the brain that handle memory and emotion."
    },
    {
      "index": 117,
      "start_time": 579620.0,
      "end_time": 583160.0,
      "text": "That's why smells always remind us of moments from our past."
    },
    {
      "index": 118,
      "start_time": 583160.0,
      "end_time": 590540.0,
      "text": "And it seems to me the narrator's fixation on this smell could be what Freud called the return of the repressed, or unconscious material"
    },
    {
      "index": 119,
      "start_time": 591090.0,
      "end_time": 592310.0,
      "text": "rising to the surface."
    },
    {
      "index": 120,
      "start_time": 592310.0,
      "end_time": 598790.0,
      "text": "And maybe that's part of why the narrator becomes determined that nobody discovered the wallpapers meaning except herself, although"
    },
    {
      "index": 121,
      "start_time": 598790.0,
      "end_time": 600829.0,
      "text": "She had initially craved conversation,"
    },
    {
      "index": 122,
      "start_time": 600830.0,
      "end_time": 606949.0,
      "text": "She decides that it does not do to trust people too much, especially with her most frightening thoughts."
    },
    {
      "index": 123,
      "start_time": 606950.0,
      "end_time": 611359.0,
      "text": "I mean after all having previously trusted people with her frightening thoughts has landed her in this situation"
    },
    {
      "index": 124,
      "start_time": 611550.0,
      "end_time": 614090.0,
      "text": "where she has to stare at yellow wallpaper all day."
    },
    {
      "index": 125,
      "start_time": 614090.0,
      "end_time": 619790.0,
      "text": "And then eventually the narrator begins to suspect that many women are trapped inside this paper:"
    },
    {
      "index": 126,
      "start_time": 619790.0,
      "end_time": 627649.0,
      "text": "\"I think there are great many women behind, and sometimes only one, and she crawls around fast, and her crawling shakes it all over.\" The"
    },
    {
      "index": 127,
      "start_time": 627650.0,
      "end_time": 631219.0,
      "text": "Narrator longs to free this woman or women. On her last day in the house"
    },
    {
      "index": 128,
      "start_time": 631220.0,
      "end_time": 636770.0,
      "text": "She locks her door, throws the key into the garden, and tethers herself to the bed which she also bites."
    },
    {
      "index": 129,
      "start_time": 636810.0,
      "end_time": 640159.0,
      "text": "She rips at the wallpaper and thinks that it would be an admirable"
    },
    {
      "index": 130,
      "start_time": 640410.0,
      "end_time": 646790.0,
      "text": "exercise to throw herself out the window. Then she wedges her shoulder into a smudge that runs along the lower part of the wall and"
    },
    {
      "index": 131,
      "start_time": 646920.0,
      "end_time": 650510.0,
      "text": "walks hunched over along the periphery of the room, a kind of"
    },
    {
      "index": 132,
      "start_time": 651029.0,
      "end_time": 657109.0,
      "text": "reenactment of the woman stuck behind the wallpaper. John enters the room at last and then faints at the sight of his wife, yet"
    },
    {
      "index": 133,
      "start_time": 657110.0,
      "end_time": 661520.0,
      "text": "She continues her laps crawling over the body of the man who had oppressed her."
    },
    {
      "index": 134,
      "start_time": 661520.0,
      "end_time": 664819.0,
      "text": "\"I've got out at last,\" she announces, \"in spite of you and"
    },
    {
      "index": 135,
      "start_time": 665070.0,
      "end_time": 670849.0,
      "text": "Jane?\" Getting out at last involves rejecting societal norms and defying John and breaking free of"
    },
    {
      "index": 136,
      "start_time": 671040.0,
      "end_time": 674510.0,
      "text": "Jane, a character not mentioned until this point who may be herself?"
    },
    {
      "index": 137,
      "start_time": 674670.0,
      "end_time": 680029.0,
      "text": "But then comes this question mark which complicates everything and makes it ambiguous. Charlotte Perkins Gilman"
    },
    {
      "index": 138,
      "start_time": 680430.0,
      "end_time": 687349.0,
      "text": "transformed her experience of enduring this rest cure into a story that invites us to reconsider gender dynamics"
    },
    {
      "index": 139,
      "start_time": 687350.0,
      "end_time": 689350.0,
      "text": "And the treatment of mental health disorders."
    },
    {
      "index": 140,
      "start_time": 689430.0,
      "end_time": 694520.0,
      "text": "At the time of its publication the story may have inspired concrete change too. In an article published in"
    },
    {
      "index": 141,
      "start_time": 694800.0,
      "end_time": 700099.0,
      "text": "1913 Gilman claims that her story quote \"has to my knowledge, saved one woman from a similar fate --"
    },
    {
      "index": 142,
      "start_time": 700100.0,
      "end_time": 706969.0,
      "text": "So terrifying her family that they let her out into normal activity and she recovered. But the best result is this. Many years later"
    },
    {
      "index": 143,
      "start_time": 706970.0,
      "end_time": 712130.0,
      "text": "I was told that my own doctor had admitted to friends of his that he had altered his treatment of"
    },
    {
      "index": 144,
      "start_time": 712200.0,
      "end_time": 717919.0,
      "text": "neurasthenia since reading The Yellow Wallpaper.\" stories affect the world in mysterious ways and if \"The Yellow Wallpaper\""
    },
    {
      "index": 145,
      "start_time": 718260.0,
      "end_time": 723140.0,
      "text": "helped end the practice of separating the sick from the world then I am grateful."
    },
    {
      "index": 146,
      "start_time": 723140.0,
      "end_time": 729589.0,
      "text": "But I think the story has served another far more personal function. It has given form and expression to many people's"
    },
    {
      "index": 147,
      "start_time": 730110.0,
      "end_time": 733250.0,
      "text": "experiences with mental illness including, I have to say, mine."
    },
    {
      "index": 148,
      "start_time": 733250.0,
      "end_time": 737989.0,
      "text": "It's a story that explores the ways that physiological brain disorders can be hurt or"
    },
    {
      "index": 149,
      "start_time": 738450.0,
      "end_time": 745099.0,
      "text": "helped by treatments and by the way the social order imagines and talks about mental illness. And although we no longer"
    },
    {
      "index": 150,
      "start_time": 745380.0,
      "end_time": 752989.0,
      "text": "embrace rest cures we still have a long way to go when it comes to talking about mental illness without the stigmatization that can worsen"
    },
    {
      "index": 151,
      "start_time": 753270.0,
      "end_time": 757939.0,
      "text": "suffering. But then also mental illness and the way it's discussed isn't the only Yellow Wallpaper"
    },
    {
      "index": 152,
      "start_time": 758630.0,
      "end_time": 759890.0,
      "text": "out there. I wonder"
    },
    {
      "index": 153,
      "start_time": 759890.0,
      "end_time": 760980.0,
      "text": "what is the wallpaper"
    },
    {
      "index": 154,
      "start_time": 760980.0,
      "end_time": 764390.0,
      "text": "that constrains you and who else do you feel might be"
    },
    {
      "index": 155,
      "start_time": 764490.0,
      "end_time": 765890.0,
      "text": "imprisoned by its pattern?"
    },
    {
      "index": 156,
      "start_time": 765890.0,
      "end_time": 769369.0,
      "text": "How might you escape, how might you tell your story to"
    },
    {
      "index": 157,
      "start_time": 769490.0,
      "end_time": 773839.0,
      "text": "influence others? Those questions haunted me when I first read Gilman's story in high school"
    },
    {
      "index": 158,
      "start_time": 773839.0,
      "end_time": 780319.0,
      "text": "And they shaped a lot of the ways that I think about writing today. More than 20 years later I'm still asking them."
    },
    {
      "index": 159,
      "start_time": 780510.0,
      "end_time": 781490.0,
      "text": "Thanks for watching"
    },
    {
      "index": 160,
      "start_time": 781490.0,
      "end_time": 785690.0,
      "text": "I'll see you next time. Crash Course is filmed here in the Chad and Stacey Emigholz studio in Indianapolis"
    },
    {
      "index": 161,
      "start_time": 785760.0,
      "end_time": 788629.0,
      "text": "and it's made possible by your support at"
    },
    {
      "index": 162,
      "start_time": 788940.0,
      "end_time": 793880.0,
      "text": "Patreon. Patreon is a voluntary subscription service where you can support Crash Course directly through a monthly donation"
    },
    {
      "index": 163,
      "start_time": 793950.0,
      "end_time": 799009.0,
      "text": "To help us keep it free for everyone forever. We make Crash Course with Adobe Creative Cloud."
    },
    {
      "index": 164,
      "start_time": 799010.0,
      "end_time": 801200.0,
      "text": "You can get a free trial at a link in the description."
    },
    {
      "index": 165,
      "start_time": 801450.0,
      "end_time": 806089.0,
      "text": "Thanks to everyone who supports us on Patreon and to all of you for watching and as we say in my hometown don't"
    },
    {
      "index": 166,
      "start_time": 806220.0,
      "end_time": 808220.0,
      "text": "forget to be awesome."
    }
  ]
}