{
  "video_id": "rUU8pLEk6nk",
  "title": "What Is The Future Of Language?",
  "json": [
    {
      "index": 1,
      "start_time": 4270.0,
      "end_time": 6999.0,
      "text": "For decades, English has dominated the world's languages."
    },
    {
      "index": 2,
      "start_time": 7200.0,
      "end_time": 11900.0,
      "text": "Around the turn of the millennium, about a quarter of the world's population could communicate in English to some degree."
    },
    {
      "index": 3,
      "start_time": 12519.0,
      "end_time": 18990.0,
      "text": "But with changing world demographics and globalization, the languages we all use are sure to change in form and popularity."
    },
    {
      "index": 4,
      "start_time": 19300.0,
      "end_time": 21800.0,
      "text": "So we wanted to know, what is the future of language?"
    },
    {
      "index": 5,
      "start_time": 22220.0,
      "end_time": 26400.0,
      "text": "Well, there are certainly competing ideas about what will become the most widely spoken language."
    },
    {
      "index": 6,
      "start_time": 26800.0,
      "end_time": 31700.0,
      "text": "But one thing is agreed upon: that the total number of languages worldwide will drop considerably."
    },
    {
      "index": 7,
      "start_time": 31880.0,
      "end_time": 34890.0,
      "text": "Today, there are about 7,000 languages spoken around the globe."
    },
    {
      "index": 8,
      "start_time": 35100.0,
      "end_time": 42600.0,
      "text": "But this number is thought to drop by about 90%, although new hybrid languages are expected to spring up, maintaining culture and diversity."
    },
    {
      "index": 9,
      "start_time": 42620.0,
      "end_time": 47129.0,
      "text": "Even today, nearly two-thirds of the world natively speaks only one of twelve languages."
    },
    {
      "index": 10,
      "start_time": 47439.0,
      "end_time": 52600.0,
      "text": "Most language predictions are based on population growth, with China and India taking the lead."
    },
    {
      "index": 11,
      "start_time": 52900.0,
      "end_time": 58090.0,
      "text": "Another somewhat questionable prediction, has been that French will become the most spoken language within the same time period."
    },
    {
      "index": 12,
      "start_time": 58290.0,
      "end_time": 65290.0,
      "text": "Although today French is natively spoken by roughly 220 million, that number is expected to increase to roughly 750 million."
    },
    {
      "index": 13,
      "start_time": 65399.0,
      "end_time": 68290.0,
      "text": "And the study suggests it will eclipse both Chinese and English."
    },
    {
      "index": 14,
      "start_time": 68990.0,
      "end_time": 77679.0,
      "text": "A major reason for this assumption is that a number of African nations speak French, and Africa's current economic growth is a strong predictor of a rapid population growth."
    },
    {
      "index": 15,
      "start_time": 78079.0,
      "end_time": 84860.0,
      "text": "Still, many have criticized this view, saying that French-speaking nations in Africa don't actually represent the total number of French speakers."
    },
    {
      "index": 16,
      "start_time": 85469.0,
      "end_time": 92079.0,
      "text": "But while population growth is a good measure of native language rates, it may actually be English as a second language that dominates the world."
    },
    {
      "index": 17,
      "start_time": 92479.0,
      "end_time": 98199.0,
      "text": "For example, although Chinese is spoken by more people, English is spoken in three times as many countries."
    },
    {
      "index": 18,
      "start_time": 98820.0,
      "end_time": 105099.0,
      "text": "Furthermore, Chinese is considered more complicated to learn than English, and is not used nearly as often in scientific communication."
    },
    {
      "index": 19,
      "start_time": 105299.0,
      "end_time": 113599.0,
      "text": "It is also important to note that English has the considerable advantage of already being the predominant language for print, education, media, and most importantly, the internet."
    },
    {
      "index": 20,
      "start_time": 114169.0,
      "end_time": 119879.0,
      "text": "Many estimates also predict that Spanish and Arabic will see a huge influx of both native and secondary speakers,"
    },
    {
      "index": 21,
      "start_time": 120000.0,
      "end_time": 123500.0,
      "text": "with Spanish already the second most spoken language in the United States."
    },
    {
      "index": 22,
      "start_time": 123739.0,
      "end_time": 132839.0,
      "text": "The future of language is easy to see: most languages will die out, and existing languages in countries with rapid population growth will naturally see the greatest rise."
    },
    {
      "index": 23,
      "start_time": 133150.0,
      "end_time": 140160.0,
      "text": "But the most likely scenario is that the world will continue to globalize through the English language, largely through non-native speakers."
    },
    {
      "index": 24,
      "start_time": 140280.0,
      "end_time": 145090.0,
      "text": "The world has over 7,000 languages. To learn more about the most common languages spoken, watch our video."
    },
    {
      "index": 25,
      "start_time": 145500.0,
      "end_time": 152600.0,
      "text": "Technically, Chinese is a macro language made up of seven major groups, spread out over more than two hundred different dialects."
    },
    {
      "index": 26,
      "start_time": 153000.0,
      "end_time": 158000.0,
      "text": "In particular, Mandarin represents the vast majority of Chinese speakers, some seventy percent."
    },
    {
      "index": 27,
      "start_time": 158390.0,
      "end_time": 161080.0,
      "text": "Thanks for watching TestTube News! Make sure to like and subscribe to our channel."
    },
    {
      "index": 28,
      "start_time": 161480.0,
      "end_time": 162380.0,
      "text": "And we'll see you next time."
    }
  ]
}