{
  "video_id": "rVNNMY1ZzAU",
  "title": "How Fast Can a Computer Get?",
  "json": [
    {
      "index": 1,
      "start_time": 539.0,
      "end_time": 6330.0,
      "text": "Hey guys, this is Austin. So how fast can a computer be? Not too long ago all a computer"
    },
    {
      "index": 2,
      "start_time": 6330.0,
      "end_time": 10940.0,
      "text": "really needed to do was a little web browsing and text editing but today computers are absolutely"
    },
    {
      "index": 3,
      "start_time": 10940.0,
      "end_time": 16240.0,
      "text": "everywhere from watches to massively powerful workstations. The speed of a computer is typically"
    },
    {
      "index": 4,
      "start_time": 16239.999999999998,
      "end_time": 20590.0,
      "text": "measured in gigahertz, how many billions of cycles a processor can run per second. Here"
    },
    {
      "index": 5,
      "start_time": 20590.0,
      "end_time": 26700.0,
      "text": "I have one of the more powerful CPUs available right now, an Intel Core i7-4770K. By default"
    },
    {
      "index": 6,
      "start_time": 26700.0,
      "end_time": 32790.0,
      "text": "it runs at 3.5 gigahertz which is a very healthy speed but compared to the AMD FX-9590 which"
    },
    {
      "index": 7,
      "start_time": 32790.0,
      "end_time": 36560.0,
      "text": "can be run at up to 5 gigahertz there doesn’t seem to be too much competition on paper."
    },
    {
      "index": 8,
      "start_time": 36560.0,
      "end_time": 41410.0,
      "text": "However not all gigahertz are created equally. As far back as ten years ago processors like"
    },
    {
      "index": 9,
      "start_time": 41410.0,
      "end_time": 46100.0,
      "text": "the Pentium 4 were capable of speeds approaching 4 gigahertz but put it alongside a modern"
    },
    {
      "index": 10,
      "start_time": 46100.0,
      "end_time": 50500.0,
      "text": "Core i7 and there’s a massive difference. At a certain point chipmakers started hitting"
    },
    {
      "index": 11,
      "start_time": 50500.0,
      "end_time": 54160.0,
      "text": "a wall where they couldn’t just keep throwing more and more power at a CPU to make it run"
    },
    {
      "index": 12,
      "start_time": 54160.0,
      "end_time": 59540.0,
      "text": "faster. To get around this, we now have processors with multiple CPU cores. Having one powerful"
    },
    {
      "index": 13,
      "start_time": 59540.0,
      "end_time": 64620.0,
      "text": "core is good but having two, four or even eight on a single chip allows a computer to"
    },
    {
      "index": 14,
      "start_time": 64620.00000000001,
      "end_time": 69020.0,
      "text": "work on lots of things at once. This has worked well over the last decade, allowing computers"
    },
    {
      "index": 15,
      "start_time": 69020.0,
      "end_time": 73780.0,
      "text": "to get faster and faster by adding more cores however this too has a limit. Over the last"
    },
    {
      "index": 16,
      "start_time": 73780.0,
      "end_time": 78450.0,
      "text": "fifty years processors have gotten more and more complex going from two thousand transistors"
    },
    {
      "index": 17,
      "start_time": 78450.0,
      "end_time": 84280.0,
      "text": "in 1971 to over two billion in modern designs. This constant improvement allows engineers"
    },
    {
      "index": 18,
      "start_time": 84280.0,
      "end_time": 88090.0,
      "text": "to do one of two things, either take their current designs and make them smaller and"
    },
    {
      "index": 19,
      "start_time": 88090.0,
      "end_time": 93119.0,
      "text": "therefore cheaper or keep the chips the same size and add things such as more CPU cores."
    },
    {
      "index": 20,
      "start_time": 93119.0,
      "end_time": 98100.0,
      "text": "The latest Intel Broadwell technology is based on the 14 nanometer process which is seven"
    },
    {
      "index": 21,
      "start_time": 98100.0,
      "end_time": 102479.0,
      "text": "thousand times smaller than the width of a human hair. CPUs are going to continue to"
    },
    {
      "index": 22,
      "start_time": 102479.0,
      "end_time": 106729.0,
      "text": "get faster and add more cores for the foreseeable future however the pace has slowed down as"
    },
    {
      "index": 23,
      "start_time": 106729.0,
      "end_time": 110970.0,
      "text": "it gets more and more difficult to cram more transistors onto a single chip. Another important"
    },
    {
      "index": 24,
      "start_time": 110970.0,
      "end_time": 115390.0,
      "text": "part of a computer are the graphics, known as a GPU. This is what displays video and"
    },
    {
      "index": 25,
      "start_time": 115390.0,
      "end_time": 119250.0,
      "text": "typically has been in the form of a graphics card like this however companies like AMD"
    },
    {
      "index": 26,
      "start_time": 119250.0,
      "end_time": 124110.0,
      "text": "have fit powerful GPUs into the same chip as the processor to create an APU. Where a"
    },
    {
      "index": 27,
      "start_time": 124110.0,
      "end_time": 128989.0,
      "text": "CPU has a few very powerful cores a GPU has hundreds if not thousands of much smaller"
    },
    {
      "index": 28,
      "start_time": 128989.0,
      "end_time": 133419.0,
      "text": "cores which is ideal for things like gaming and dealing with video. Where things get really"
    },
    {
      "index": 29,
      "start_time": 133419.0,
      "end_time": 139080.0,
      "text": "exciting is when you look at quantum computers. A normal CPU today has two states, zero and"
    },
    {
      "index": 30,
      "start_time": 139080.0,
      "end_time": 143180.0,
      "text": "one. On the other hand a quantum computer can work with massive amounts of numbers at"
    },
    {
      "index": 31,
      "start_time": 143180.0,
      "end_time": 147139.0,
      "text": "once, allowing it to solve problems that would take a normal computer millions of years in"
    },
    {
      "index": 32,
      "start_time": 147139.0,
      "end_time": 151940.0,
      "text": "a matter of seconds. A company called D-Wave builds what are arguably the first real quantum"
    },
    {
      "index": 33,
      "start_time": 151940.0,
      "end_time": 156609.0,
      "text": "computers and organizations like Google and Lockheed Martin are already using D-Wave systems"
    },
    {
      "index": 34,
      "start_time": 156609.0,
      "end_time": 161290.0,
      "text": "to create algorithms to recognize images and test flight control systems. Just like the"
    },
    {
      "index": 35,
      "start_time": 161290.0,
      "end_time": 166700.0,
      "text": "giant room sized computers of the 1950s quantum computers are in very early stages, requiring"
    },
    {
      "index": 36,
      "start_time": 166700.0,
      "end_time": 171049.0,
      "text": "a massive box filled with shielding and cooling to keep things stable. Regardless of which"
    },
    {
      "index": 37,
      "start_time": 171049.0,
      "end_time": 175129.0,
      "text": "technology comes out ahead it’s not hard to imagine a future where a device the size"
    },
    {
      "index": 38,
      "start_time": 175129.0,
      "end_time": 178870.0,
      "text": "of a smartphone becomes the most powerful computer in the world. The human brain had"
    },
    {
      "index": 39,
      "start_time": 178870.0,
      "end_time": 188870.0,
      "text": "a good run."
    }
  ]
}