{
  "video_id": "RY-IZGZymwo",
  "title": "Movie Locations - Star Wars",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2880.0,
      "end_time": 8740.0,
      "text": "Star Wars! I don&#39;t think there&#39;s any greater franchise. It&#39;s more than just films, it&#39;s a cultural phenomenon."
    },
    {
      "index": 2,
      "start_time": 8740.0,
      "end_time": 17240.0,
      "text": "The first Star Wars movie came in 1977 and revolutionized Hollywood and changed the way films were made."
    },
    {
      "index": 3,
      "start_time": 17240.0,
      "end_time": 21440.0,
      "text": "Today there&#39;s six Star Wars movies, and they are made by George Lucas who also wrote the story."
    },
    {
      "index": 4,
      "start_time": 21440.0,
      "end_time": 26040.0,
      "text": "when I first thought about finding the Star Wars filming locations, I though there wasn&#39;t much to find."
    },
    {
      "index": 5,
      "start_time": 26040.0,
      "end_time": 30640.0,
      "text": "for when I hear Star Wars, I think about spaceships and futuristic environments."
    },
    {
      "index": 6,
      "start_time": 30640.0,
      "end_time": 32300.0,
      "text": "So what is there to find?"
    },
    {
      "index": 7,
      "start_time": 32299.999999999996,
      "end_time": 38600.0,
      "text": "A big part of the movies is of course shot on sets in studios, and the effects are either models or computer generated, -"
    },
    {
      "index": 8,
      "start_time": 38600.0,
      "end_time": 44280.0,
      "text": "but a big part of the movies which is suppose to take place on forreign planets, were shot in different locations around the world, -"
    },
    {
      "index": 9,
      "start_time": 44280.0,
      "end_time": 48480.0,
      "text": "which can easily be visited. And there were a lot more places to find than I initially thought."
    },
    {
      "index": 10,
      "start_time": 48480.0,
      "end_time": 56660.0,
      "text": "We&#39;ll go through the movies in the chronologically order they were filmed. So the first movies we&#39;re going to look at is &quot;Star Wars episode IV - A new hope&quot; from 1977."
    },
    {
      "index": 11,
      "start_time": 56660.0,
      "end_time": 64520.0,
      "text": "In the beginning of the movie we follow R2D2 and C3PEO who escape from the ship that Darth Vader took, and land on the dessert planet Tatooine in a escape pod."
    },
    {
      "index": 12,
      "start_time": 64519.99999999999,
      "end_time": 70820.0,
      "text": "Afterwards we see R2D2 and C3PEO wander around in the dessert, and the scenes were actually shot in both Tunisia and USA."
    },
    {
      "index": 13,
      "start_time": 70820.0,
      "end_time": 74960.0,
      "text": "We didn&#39;t visit the location in Tunisia, but we visited the one in USA."
    },
    {
      "index": 14,
      "start_time": 74960.0,
      "end_time": 79140.0,
      "text": "We&#39;re going to a dessert called Death Calley, which is a national park in California."
    },
    {
      "index": 15,
      "start_time": 79140.0,
      "end_time": 83180.0,
      "text": "A lot of scenes for Star Wars were shot in Death Valley, and we&#39;ll go through them one by one."
    },
    {
      "index": 16,
      "start_time": 83180.0,
      "end_time": 89380.0,
      "text": "Death Valley is quite a dessert area, so if you look for the Star Wars locations, you need to know exactly were to go."
    },
    {
      "index": 17,
      "start_time": 89380.0,
      "end_time": 93700.0,
      "text": "Luckily there&#39;re road that leads all the way to the locations, so there&#39;re easy to get to."
    },
    {
      "index": 18,
      "start_time": 93700.0,
      "end_time": 98900.0,
      "text": "The first locations is called &quot;Mesquite flatsand Dunes&quot; and there&#39;s a parking lot near the location, -"
    },
    {
      "index": 19,
      "start_time": 98900.0,
      "end_time": 103060.0,
      "text": "but from there, you have to do a bit of walking through the dessert to get to the location."
    },
    {
      "index": 20,
      "start_time": 103060.0,
      "end_time": 106400.0,
      "text": "We&#39;ve arrived on the first location of our Star Wars filming location hunt."
    },
    {
      "index": 21,
      "start_time": 106400.0,
      "end_time": 110900.0,
      "text": "The place is called &quot;Mesquite Flatsand Dunes&quot; and as you can see, it&#39;s a dessert."
    },
    {
      "index": 22,
      "start_time": 110900.0,
      "end_time": 115360.0,
      "text": "Unfortunately sand formations are constantly changing, and of course a lot has happened over the last 30-40 years."
    },
    {
      "index": 23,
      "start_time": 115360.0,
      "end_time": 118000.0,
      "text": "So it&#39;s impossible to find the exact spot of where they filmed."
    },
    {
      "index": 24,
      "start_time": 118000.0,
      "end_time": 125680.0,
      "text": "But luckily with help from the mountains in the background, we&#39;ve managed to get close to the spot where R2D2 drives away from C3PEO."
    },
    {
      "index": 25,
      "start_time": 125680.0,
      "end_time": 132100.0,
      "text": "As far as I know this shot was the only one done in Death Valley."
    },
    {
      "index": 26,
      "start_time": 132100.0,
      "end_time": 134880.0,
      "text": "All the other shots for the scene, were done in Tunisia."
    },
    {
      "index": 27,
      "start_time": 134880.0,
      "end_time": 140980.0,
      "text": "And there&#39;s only sand to see in the shots, and no backgrounds to identify, like the mountains in the shot from Death Valley."
    },
    {
      "index": 28,
      "start_time": 140980.0,
      "end_time": 147660.0,
      "text": "So if you go to the location in Tunisia, you won&#39;t be able to recognize anything anyway, since sand formation are constantly changing, as I said."
    },
    {
      "index": 29,
      "start_time": 147660.0,
      "end_time": 151540.0,
      "text": "It&#39;s actually a beautiful place and there are tourist walking around taking pictures."
    },
    {
      "index": 30,
      "start_time": 151540.0,
      "end_time": 154700.0,
      "text": "And I don&#39;t think it&#39;s because of Star Wars, it&#39;s just a beautiful place in general."
    },
    {
      "index": 31,
      "start_time": 154700.0,
      "end_time": 157920.0,
      "text": "So we&#39;re off to the next place."
    },
    {
      "index": 32,
      "start_time": 157920.0,
      "end_time": 164080.0,
      "text": "We&#39;re going to the next location. When R2D2 drives towards the moutains, we afterwards see him go through a canyon."
    },
    {
      "index": 33,
      "start_time": 164080.0,
      "end_time": 169960.0,
      "text": "The scene was also shot in Death Valley, and the filming location is located 50 kilometers south-east in a place called Artist&#39;s Palette."
    },
    {
      "index": 34,
      "start_time": 169960.0,
      "end_time": 174700.0,
      "text": "The location is easy the find, and there&#39;s a parking right where the scene was shot."
    },
    {
      "index": 35,
      "start_time": 174700.0,
      "end_time": 184320.0,
      "text": "After C2PEO and R2D2 split up, we see R2D2 drive through this canyon just before he gets kidnapped by jawas."
    },
    {
      "index": 36,
      "start_time": 184320.0,
      "end_time": 187900.0,
      "text": "The background isn&#39;t recognizable, it&#39;s been digitally created in the movie."
    },
    {
      "index": 37,
      "start_time": 187900.0,
      "end_time": 194660.0,
      "text": "It&#39;s easier to recognize the background, if you compare it to the original unaltered Star Wars movie, which doesn&#39;t have the digital background."
    },
    {
      "index": 38,
      "start_time": 194660.0,
      "end_time": 201420.0,
      "text": "Most Star Wars fans know very well that George Lucas in 1997 released a special edition of the three original Star Wars movies."
    },
    {
      "index": 39,
      "start_time": 201420.0,
      "end_time": 204200.0,
      "text": "But for those who don&#39;t know the story, we&#39;ll go through it quickly."
    },
    {
      "index": 40,
      "start_time": 204200.0,
      "end_time": 208140.0,
      "text": "In the mid 90&#39;s George Lucas got the idea to change the Star Wars movies."
    },
    {
      "index": 41,
      "start_time": 208140.0,
      "end_time": 213360.0,
      "text": "It wasn&#39;t the first time they were changed. Small picture and sound changes were also done before the 90&#39;s."
    },
    {
      "index": 42,
      "start_time": 213360.0,
      "end_time": 220280.0,
      "text": "For example the original title of the first movie was just Star Wars, the subtitles &quot;Episode IV - A New Hope&quot; was added in later."
    },
    {
      "index": 43,
      "start_time": 220280.0,
      "end_time": 223480.0,
      "text": "But it&#39;s wasn&#39;t until the 1997 they were changed dramatically."
    },
    {
      "index": 44,
      "start_time": 223480.0,
      "end_time": 228960.0,
      "text": "When the digital visual effects, also called CGI, took over the film industry in the mid 90&#39;s, -"
    },
    {
      "index": 45,
      "start_time": 228960.0,
      "end_time": 233360.0,
      "text": "George Lucas saw the need to change the original three Star Wars movies with the new digital tool."
    },
    {
      "index": 46,
      "start_time": 233360.0,
      "end_time": 238760.0,
      "text": "When he made the movies back then, he felt he made a lot of sacrifices with the sets and the effects not living up to his vision."
    },
    {
      "index": 47,
      "start_time": 238760.0,
      "end_time": 243600.0,
      "text": "And therefore he thought it was exiting to change the movies into his initial vision of what everything should look like, -"
    },
    {
      "index": 48,
      "start_time": 243600.0,
      "end_time": 247260.0,
      "text": "which wasn&#39;t possible at the time, primarily because of money of time."
    },
    {
      "index": 49,
      "start_time": 247260.0,
      "end_time": 255800.0,
      "text": "So therefore in 1997 the three movies were re-released in theaters in a special edition, with a lot of digital changes and new scenes added."
    },
    {
      "index": 50,
      "start_time": 255800.0,
      "end_time": 259340.0,
      "text": "And the canyon were R2D2 drives through, is no exception to the changes."
    },
    {
      "index": 51,
      "start_time": 259339.99999999997,
      "end_time": 263960.0,
      "text": "The shot now pans from top to bottom, and whereas the original version was just a static shot."
    },
    {
      "index": 52,
      "start_time": 263960.0,
      "end_time": 268920.0,
      "text": "And the extra background is digitally created, so don&#39;t look for that in Death Valley!"
    },
    {
      "index": 53,
      "start_time": 268920.0,
      "end_time": 274020.0,
      "text": "When George Lucas started to change the movies, he continued to constantly make new changes."
    },
    {
      "index": 54,
      "start_time": 274020.0,
      "end_time": 278760.0,
      "text": "Every time movies have released since on DVD and Blu-ray, new changes have been made."
    },
    {
      "index": 55,
      "start_time": 278760.0,
      "end_time": 283000.0,
      "text": "And not only to the original trilogy. changes has also been made to the prequels."
    },
    {
      "index": 56,
      "start_time": 283000.0,
      "end_time": 288480.0,
      "text": "for example in &quot;Star Wars Episode I - The Phantom Menace&quot; from 1999, Yoda was originally a puppet, like in the older movies, -"
    },
    {
      "index": 57,
      "start_time": 288480.0,
      "end_time": 296060.0,
      "text": "but he has since been changes into a digital Yoda. I guess so it was consistent with Episode II and III, where Yoda is also a digital figure."
    },
    {
      "index": 58,
      "start_time": 296060.0,
      "end_time": 303340.0,
      "text": "The latest release of the movies is the Blu-ray collection from 2011, which I use in this video, and here new changes has also been made."
    },
    {
      "index": 59,
      "start_time": 303340.0,
      "end_time": 308580.0,
      "text": "The most striking changes are probably that the Ewoks in Episode VI now blinks, which they didn&#39;t do before, -"
    },
    {
      "index": 60,
      "start_time": 308580.0,
      "end_time": 320440.0,
      "text": "and Dearth Vader now yells &quot;NO!&quot; when he saves Luke from the Emperor, whereas he didn&#39;t say anything in the original version."
    },
    {
      "index": 61,
      "start_time": 320440.0,
      "end_time": 328500.0,
      "text": "Most Star Wars fans prefer the original unaltered versions, but they are hard to get, as George Lucas wants us to love all his new changes."
    },
    {
      "index": 62,
      "start_time": 328500.0,
      "end_time": 334340.0,
      "text": "The only digital release of the original unaltered movies is a limited DVD release 2006, -"
    },
    {
      "index": 63,
      "start_time": 334340.0,
      "end_time": 339240.0,
      "text": "which is still the special edition, but the original unaltered version are added as special features."
    },
    {
      "index": 64,
      "start_time": 339240.0,
      "end_time": 344300.0,
      "text": "That was a bit about the Star Wars changes. We&#39;re going back to where R2D2 drives through the canyon."
    },
    {
      "index": 65,
      "start_time": 344300.0,
      "end_time": 352020.0,
      "text": "The first shots of R2D2 going were done here at Artist&#39;s Palette, but the next shots where Jawas keep an eye on him were done elsewhere."
    },
    {
      "index": 66,
      "start_time": 352020.0,
      "end_time": 357680.0,
      "text": "They were also shot in Death Valley, we&#39;re only going 7 kilometers away to a bigger canyon called Golden Canyon."
    },
    {
      "index": 67,
      "start_time": 357680.0,
      "end_time": 361440.0,
      "text": "And there&#39;s a parking lot at the entrance of the canyon, so it&#39;s easy to get to."
    },
    {
      "index": 68,
      "start_time": 361440.0,
      "end_time": 366140.0,
      "text": "Even though we visited Death Valley in april month it was 40 degrees Celsius, and the air was very dry."
    },
    {
      "index": 69,
      "start_time": 366140.0,
      "end_time": 370480.0,
      "text": "So it&#39;s important to bring a lot of water with you, because there is a great distance between the places to buy it in Death Valley."
    },
    {
      "index": 70,
      "start_time": 370480.0,
      "end_time": 376400.0,
      "text": "And when you enter the 3 kilometer long Canyon, there&#39;s a sign informing you to bring a lot of water with you, -"
    },
    {
      "index": 71,
      "start_time": 376400.0,
      "end_time": 381580.0,
      "text": "and for good reason! It was extremely hot. And I wouldn&#39;t want to be there in the summer when it gets even warmer."
    },
    {
      "index": 72,
      "start_time": 381580.0,
      "end_time": 388480.0,
      "text": "A temperature of 56 degree Celsius has actually been recorded here in Death Valley, which is the highest temperature ever recorded on earth."
    },
    {
      "index": 73,
      "start_time": 388480.0,
      "end_time": 393860.0,
      "text": "It was a challenge for find the places in the canyon where the shots were done, because the locations are scattered all over along the canyon."
    },
    {
      "index": 74,
      "start_time": 393860.0,
      "end_time": 397980.0,
      "text": "And many of the rockformations look alike which doesn&#39;t make it easy."
    },
    {
      "index": 75,
      "start_time": 397980.0,
      "end_time": 400740.0,
      "text": "We didn&#39;t find all the locations, but we found some of them."
    },
    {
      "index": 76,
      "start_time": 400740.0,
      "end_time": 406100.0,
      "text": "Luckily a lot of the locations looks exactly the same as they did when they shot the scene, but some of the locations has also changed a bit."
    },
    {
      "index": 77,
      "start_time": 406100.0,
      "end_time": 411300.0,
      "text": "This location was hard to find, because we primarily looked for the rock where a jawa is hiding under it in the movie."
    },
    {
      "index": 78,
      "start_time": 411300.0,
      "end_time": 416260.0,
      "text": "Today the rock is collapsed, so it&#39;s no longer possible to get under the rock like the jawa did."
    },
    {
      "index": 79,
      "start_time": 416260.0,
      "end_time": 423600.0,
      "text": "The next scene where R2D2 continue driving and gets kidnapped by jawas, was not shot in Death Valley, but in Tunisia, North Africa."
    },
    {
      "index": 80,
      "start_time": 423600.0,
      "end_time": 430980.0,
      "text": "So we&#39;re going quite further away to get to the next location. The scene of R2D2 continues in a canyon near the city Tozeur in the middle of Tunisia."
    },
    {
      "index": 81,
      "start_time": 430980.0,
      "end_time": 434640.0,
      "text": "Fortunately there are roads all the way out there, and it&#39;s possible to park at the entrance of the canyon."
    },
    {
      "index": 82,
      "start_time": 434640.0,
      "end_time": 438880.0,
      "text": "And you only need to walk about 100 meters into the canyon to get to the location."
    },
    {
      "index": 83,
      "start_time": 438880.0,
      "end_time": 445420.0,
      "text": "Sometimes we expect to walk far to get to the locations, but in most cases they are pretty close to the parking areas."
    },
    {
      "index": 84,
      "start_time": 445420.0,
      "end_time": 449320.0,
      "text": "The film crew of course had big trucks for their equipment, which were parked at the parking area."
    },
    {
      "index": 85,
      "start_time": 449320.0,
      "end_time": 454100.0,
      "text": "And all the equipment had to be carried out to the filming locations, and the actors also had to get out there."
    },
    {
      "index": 86,
      "start_time": 454100.0,
      "end_time": 459560.0,
      "text": "And in most cases they didn&#39;t go that far away from the parking areas, probably for the sake of convenience."
    },
    {
      "index": 87,
      "start_time": 459560.0,
      "end_time": 466180.0,
      "text": "We&#39;ve now arrived in this canyon near the city Tozeur in Tunisia, and this is where the scene with R2D2 continues."
    },
    {
      "index": 88,
      "start_time": 466180.0,
      "end_time": 473220.0,
      "text": "The canyon looks a lot like what we saw in Death Valley, so you don&#39;t really notice the transition between the two different locations. And it&#39;s just as warm I might add!"
    },
    {
      "index": 89,
      "start_time": 473220.0,
      "end_time": 480000.0,
      "text": "We&#39;re also not very far from civilization this time. There are small villages nearby, and there&#39;s even a building on top of the canyon."
    },
    {
      "index": 90,
      "start_time": 480000.0,
      "end_time": 484580.0,
      "text": "But it&#39;s right here where R2D2 drives through the canyon, in continuation of the Death Valley scene."
    },
    {
      "index": 91,
      "start_time": 484580.0,
      "end_time": 494520.0,
      "text": "Fortunately rock formations doesn&#39;t change much over time, so just like Death Valley, the place looks pretty much like it does in the movie."
    },
    {
      "index": 92,
      "start_time": 494520.0,
      "end_time": 529400.0,
      "text": "And it&#39;s over by that rock, that R2D2 gets kidnapped by jawas."
    },
    {
      "index": 93,
      "start_time": 529400.0,
      "end_time": 534300.0,
      "text": "When the jawas walks away with R2D2, we then in the next shot see them go to the sandcrawler."
    },
    {
      "index": 94,
      "start_time": 534300.0,
      "end_time": 538620.0,
      "text": "And this scene was actually not shot in Tunisia, but back in Death Valley in the USA."
    },
    {
      "index": 95,
      "start_time": 538620.0,
      "end_time": 547580.0,
      "text": "The scene was shot only about 200 meters from Artist&#39;s Palette, where the first shots of R2D2 driving through the canyon were done. It&#39;s actually just across the road."
    },
    {
      "index": 96,
      "start_time": 547580.0,
      "end_time": 562420.0,
      "text": "We&#39;re now on Artist&#39;s Drive here in Death Valley, and the sandcrawler scene were shot just behind me, where the jawas carries R2D2 onto their huge vehicle."
    },
    {
      "index": 97,
      "start_time": 562420.0,
      "end_time": 565960.0,
      "text": "Yeah nothing more was shot right here, so we&#39;re going back to the car."
    },
    {
      "index": 98,
      "start_time": 565960.0,
      "end_time": 572740.0,
      "text": "One can wonder why the production filmed in both Death Valley and in Tunisia, when there&#39;s more than 10.000 kilometers between the two places."
    },
    {
      "index": 99,
      "start_time": 572740.0,
      "end_time": 578360.0,
      "text": "The scenes in Tunisia where the first thing done for the movie, but because of the technical breakdowns and weather problems, -"
    },
    {
      "index": 100,
      "start_time": 578360.0,
      "end_time": 581380.0,
      "text": "the crew didn&#39;t get everything shot within the time frame."
    },
    {
      "index": 101,
      "start_time": 581380.0,
      "end_time": 586520.0,
      "text": "The productions later moved to California, so the missing scenes were done as pickups in Death Valley."
    },
    {
      "index": 102,
      "start_time": 586520.0,
      "end_time": 591400.0,
      "text": "It was obviously easier to take a drive to Death Valley, than going all the way to Tunisia again."
    },
    {
      "index": 103,
      "start_time": 591400.0,
      "end_time": 597640.0,
      "text": "Anyhow they managed to find some dessert landscapes that looks pretty similar to the locations in Tunisia."
    },
    {
      "index": 104,
      "start_time": 597640.0,
      "end_time": 604480.0,
      "text": "The next location we&#39;re going to looks at, is the home of Luke Skywalker. In the movie he lives on Tatooine with his uncle and ant out in the dessert."
    },
    {
      "index": 105,
      "start_time": 604480.0,
      "end_time": 610940.0,
      "text": "The home was built as a set in Tunisia, only 50 kilometers west from the canyon, where R2D2 got kidnapped by jawas."
    },
    {
      "index": 106,
      "start_time": 610940.0,
      "end_time": 614160.0,
      "text": "It&#39;s not easy to find the location without precise GPS coordinates."
    },
    {
      "index": 107,
      "start_time": 614160.0,
      "end_time": 617580.0,
      "text": "It&#39;s located out in a dried out salt lake by the name of Chott el Djerid."
    },
    {
      "index": 108,
      "start_time": 617580.0,
      "end_time": 624020.0,
      "text": "There are road most of the way out there, but the last 3 kilometers you have to drive off the road, and continue driving through the dessert."
    },
    {
      "index": 109,
      "start_time": 624020.0,
      "end_time": 632280.0,
      "text": "since it&#39;s a dried out salt lake, the ground is hard which makes it easy to drive on, but there&#39;re no houses or civilization nearby, so you&#39;re pretty much driving blindly."
    },
    {
      "index": 110,
      "start_time": 632280.0,
      "end_time": 640520.0,
      "text": "But if you go in the right direction, you&#39;ll get to a fantastic sight."
    },
    {
      "index": 111,
      "start_time": 640520.0,
      "end_time": 645920.0,
      "text": "It&#39;s quite fantastic that this set is still standing. It&#39;s here that Luke Skywalker lives with his uncle and aunt."
    },
    {
      "index": 112,
      "start_time": 645920.0,
      "end_time": 651460.0,
      "text": "The set what built in 1976 for the first Star Wars movie, but is also seen in some of the following movies."
    },
    {
      "index": 113,
      "start_time": 651460.0,
      "end_time": 657160.0,
      "text": "It&#39;s absolutely one of the most iconic locations from the movies, even the Blu-ray collection has it on the front."
    },
    {
      "index": 114,
      "start_time": 657160.0,
      "end_time": 660320.0,
      "text": "Even though the set is still standing, it requires a bit of explanation."
    },
    {
      "index": 115,
      "start_time": 660320.0,
      "end_time": 667800.0,
      "text": "As I said the set was built in 1976 for the first Star Wars movie, and was just abandonned out here in the dessert after filming wrapped."
    },
    {
      "index": 116,
      "start_time": 667800.0,
      "end_time": 675360.0,
      "text": "But the set was built of wood and plaster, so after a while the set disappeared because people in the area took materials from it, and the rest got blown away over time."
    },
    {
      "index": 117,
      "start_time": 675360.0,
      "end_time": 680620.0,
      "text": "When they had to reuse the location for Star Wars episode II in 2000, they found the exact same location again, -"
    },
    {
      "index": 118,
      "start_time": 680620.0,
      "end_time": 686360.0,
      "text": "because the crater in the sand they had made was still there, where it&#39;s suppose to look like Luke can look inside the home and talk with his aunt."
    },
    {
      "index": 119,
      "start_time": 686360.0,
      "end_time": 691580.0,
      "text": "So they rebuilt the set on the same location, and shot scenes for Star Wars episode II and III."
    },
    {
      "index": 120,
      "start_time": 691580.0,
      "end_time": 697780.0,
      "text": "After filming the set was once again abandonned out here here in the dessert, and like last time it was built of wood and plaster, -"
    },
    {
      "index": 121,
      "start_time": 697780.0,
      "end_time": 702540.0,
      "text": "so the set deteriorated over the years, and was about to totally disappear like last time."
    },
    {
      "index": 122,
      "start_time": 702540.0,
      "end_time": 708820.0,
      "text": "But thanks to dedicated Star Wars fans, the set was restored in 2012 under the project name &quot;Save the Lars Homestead&quot;."
    },
    {
      "index": 123,
      "start_time": 708820.0,
      "end_time": 714940.0,
      "text": "And that&#39;s why it&#39;s in such a great condition today! There&#39;s also a metal sign near the dome that tells about the project."
    },
    {
      "index": 124,
      "start_time": 714940.0,
      "end_time": 722560.0,
      "text": "So the set is not the original from the first movie, it&#39;s the rebuilt set from episode II and III, that has since been restored by fans."
    },
    {
      "index": 125,
      "start_time": 722560.0,
      "end_time": 752620.0,
      "text": "First time we see the home of Luke Skywalker is in episode IV - A new hope, when the jawas sell R2D2 and C3PEO to Luke&#39;s family."
    },
    {
      "index": 126,
      "start_time": 752620.0,
      "end_time": 775100.0,
      "text": "As I said we also see the place in episode II - Attack of the clones, when Anakin lands on Tatooine and looks for his mother with Padme."
    },
    {
      "index": 127,
      "start_time": 775100.0,
      "end_time": 812900.0,
      "text": "We see the place many times in episode II. In this scene Anakins says farewell to Padme, before going out searching for his mother."
    },
    {
      "index": 128,
      "start_time": 812900.0,
      "end_time": 834320.0,
      "text": "We see the location for the last time in the end of episode III - Revenge of the sith, when Obi-wan gives away Luke as a baby to his uncle and aunt."
    },
    {
      "index": 129,
      "start_time": 834320.0,
      "end_time": 844960.0,
      "text": "The interior part of the house wasn&#39;t filmed here, but I guess a lot of people are curious to what is inside the dome, so let&#39;s have a look!"
    },
    {
      "index": 130,
      "start_time": 844960.0,
      "end_time": 847200.0,
      "text": "Well, this is it!"
    },
    {
      "index": 131,
      "start_time": 847200.0,
      "end_time": 854340.0,
      "text": "It&#39;s all make of wood, with chicken wire on it. And then it&#39;s all covered with plaster. So it&#39;s not permanent materials."
    },
    {
      "index": 132,
      "start_time": 854340.0,
      "end_time": 861420.0,
      "text": "And there are greetings written all over the place from Star Wars fans around the world, so we&#39;re obviously not the first ones to find this location."
    },
    {
      "index": 133,
      "start_time": 861420.0,
      "end_time": 868420.0,
      "text": "It&#39;s without doubt the most unique filming location I&#39;ve ever been to, and if you didn&#39;t know better, you would think you&#39;ve been sucked into the Star Wars movie, -"
    },
    {
      "index": 134,
      "start_time": 868420.0,
      "end_time": 876420.0,
      "text": "because there&#39;s nothing else around. The only thing wrong is that my car is parked over there, but you can&#39;t get out here in other ways."
    },
    {
      "index": 135,
      "start_time": 876420.0,
      "end_time": 882000.0,
      "text": "Behind the dome there&#39;s something which was also a part of the set. In the movie you can see what it used to look like."
    },
    {
      "index": 136,
      "start_time": 882000.0,
      "end_time": 885880.0,
      "text": "It was suppose to be the garage roof, and some of the set is still here."
    },
    {
      "index": 137,
      "start_time": 885880.0,
      "end_time": 892940.0,
      "text": "But again it&#39;s not parts from the first movie, but from the rebuilt set that was built in 2000 for episode II and III."
    },
    {
      "index": 138,
      "start_time": 892940.0,
      "end_time": 897300.0,
      "text": "The garage from the inside was filmed in a studio, and is featured for the first time in episode IV, -"
    },
    {
      "index": 139,
      "start_time": 897300.0,
      "end_time": 907900.0,
      "text": "when Luke cleans up R2D2 and C3PEO, and Luke discovers the message from Leia in R2D2 for Obi-wan Kenobi."
    },
    {
      "index": 140,
      "start_time": 907900.0,
      "end_time": 912940.0,
      "text": "And the garage is featured again in episode II, when Anakin talks with Padme about the dead of his mother."
    },
    {
      "index": 141,
      "start_time": 912940.0,
      "end_time": 920280.0,
      "text": "In the movies we see a crater near the dome, where for example Luke can look inside the home and talk with his aunt."
    },
    {
      "index": 142,
      "start_time": 920280.0,
      "end_time": 925380.0,
      "text": "The crater is still here, and was also built for the movies, but as you can see there&#39;s nothing down there, and there has never been anything down there."
    },
    {
      "index": 143,
      "start_time": 925380.0,
      "end_time": 930740.0,
      "text": "It&#39;s all a film illusion. The interior part was filmed elsewhere, far from here."
    },
    {
      "index": 144,
      "start_time": 930740.0,
      "end_time": 937680.0,
      "text": "The home itself that Luke looks into is not a set, it was filmed in an underground hotel which is also here in Tunisia."
    },
    {
      "index": 145,
      "start_time": 937680.0,
      "end_time": 944840.0,
      "text": "The hotel is located 200 kilometers east from here in a village called Matmata. So we&#39;re going quite further away to get to the next location."
    },
    {
      "index": 146,
      "start_time": 944840.0,
      "end_time": 951560.0,
      "text": "The whole village has underground houses, so when you look for the location, you need to know exactly what hole in the ground that was used for the scenes."
    },
    {
      "index": 147,
      "start_time": 951560.0,
      "end_time": 956000.0,
      "text": "As you can see we&#39;re no longer in the dessert. We&#39;ve arrived in a little village called Matmata."
    },
    {
      "index": 148,
      "start_time": 956000.0,
      "end_time": 963660.0,
      "text": "And here lies an underground hotel, where one of the sections was used as the interior part of Luke&#39;s home. And it&#39;s right here behind me."
    },
    {
      "index": 149,
      "start_time": 963660.0,
      "end_time": 968140.0,
      "text": "The hotel is called Sidi Driss and it&#39;s build underground to get away from the heat."
    },
    {
      "index": 150,
      "start_time": 968140.0,
      "end_time": 971120.0,
      "text": "There are other holes around which is also a part of the hotel."
    },
    {
      "index": 151,
      "start_time": 971120.0,
      "end_time": 974800.0,
      "text": "but it is exactly in this hole, the Star wars scenes where filmed."
    },
    {
      "index": 152,
      "start_time": 974800.0,
      "end_time": 979960.0,
      "text": "The place were redecorated for the scenes in 1976, to give it a more Star Wars style."
    },
    {
      "index": 153,
      "start_time": 979960.0,
      "end_time": 982260.0,
      "text": "And it was removed again after they were done filming."
    },
    {
      "index": 154,
      "start_time": 982260.0,
      "end_time": 987780.0,
      "text": "But when the location had to be reused in 2000, for Star Wars episode II, the decorations were rebuilt."
    },
    {
      "index": 155,
      "start_time": 987780.0,
      "end_time": 992540.0,
      "text": "And a lot of it is still there today, which makes the location extra fun to see for Star Wars fans."
    },
    {
      "index": 156,
      "start_time": 992540.0,
      "end_time": 1002000.0,
      "text": "We see the location for the first time in episode IV, when Luke looks inside the home and talks with his aunt."
    },
    {
      "index": 157,
      "start_time": 1002000.0,
      "end_time": 1005540.0,
      "text": "The place has not changed much since they filmed here in 1976,"
    },
    {
      "index": 158,
      "start_time": 1005540.0,
      "end_time": 1012480.0,
      "text": "And it&#39;s fun to think about that the interior part, is filmed here in Matmata, while the exterior is filmed 200 kilometers away in the dessert -"
    },
    {
      "index": 159,
      "start_time": 1012480.0,
      "end_time": 1018280.0,
      "text": "At the empty crator, that represent the underground hotel, but it looks like it&#39;s filmed the same place."
    },
    {
      "index": 160,
      "start_time": 1018280.0,
      "end_time": 1025060.0,
      "text": "As i already said we also see the interior part in Star Wars episode II, and here we see a more advance scene."
    },
    {
      "index": 161,
      "start_time": 1025060.0,
      "end_time": 1032100.0,
      "text": "We see both the crater in the dessert and the hotel 200 kilometers away, in the same shot, but were the two shots are put together."
    },
    {
      "index": 162,
      "start_time": 1032099.9999999999,
      "end_time": 1038939.9999999999,
      "text": "When you know this i think you can tell the transition, between the two elements, the sand or dirt looks different, but it still looks great."
    },
    {
      "index": 163,
      "start_time": 1038940.0,
      "end_time": 1043260.0,
      "text": "This place is actually the hotels restaurant and luckily it&#39;s allowed to walk around and have a look."
    },
    {
      "index": 164,
      "start_time": 1043260.0,
      "end_time": 1048740.0,
      "text": "And if you want to eat in there, you can sit at the same place as Luke sits and eat with his uncle and aunt in the movie."
    },
    {
      "index": 165,
      "start_time": 1048740.0,
      "end_time": 1053040.0,
      "text": "The room almost looks exactly the same as it did in Star wars episode IV 1977, -"
    },
    {
      "index": 166,
      "start_time": 1053040.0,
      "end_time": 1056500.0,
      "text": "and the painting in the ceiling wasn&#39;t done for the movie, that&#39;s just how the hotel looked like."
    },
    {
      "index": 167,
      "start_time": 1056500.0,
      "end_time": 1063260.0,
      "text": "Even though the room looks the same as in the movie, it was actually redecorated a lot over the years after filming, and the painting in the ceiling also disappeared."
    },
    {
      "index": 168,
      "start_time": 1063260.0,
      "end_time": 1071420.0,
      "text": "But thanks to a french Star Wars fan, the room was put back into its original shape in 1995 as in the movie, and the motives was painted back on."
    },
    {
      "index": 169,
      "start_time": 1071420.0,
      "end_time": 1078520.0,
      "text": "It probably also made it easier for the film crew, when they had to shoot scenes in the same room in 2000 for Star Wars episode II - Attack of the clones."
    },
    {
      "index": 170,
      "start_time": 1078520.0,
      "end_time": 1082580.0,
      "text": "And as I said, today you can dine in the room, while before this was simply a storage room."
    },
    {
      "index": 171,
      "start_time": 1082580.0,
      "end_time": 1118020.0,
      "text": "We see the place for the first time in episode IV, when Luke tells he has found a message in R2D2 for Obi-wan Kenobi."
    },
    {
      "index": 172,
      "start_time": 1118020.0,
      "end_time": 1155040.0,
      "text": "The home is also seen in Star Wars episode II, when Anakin and Padme is searching for Anakains mother."
    },
    {
      "index": 173,
      "start_time": 1155040.0,
      "end_time": 1159700.0,
      "text": "In the next moment we see them talk in the same room, where Luke dines with his uncle and aunt in the first movie, -"
    },
    {
      "index": 174,
      "start_time": 1159700.0,
      "end_time": 1168160.0,
      "text": "and here Anakin learns that his mother Schmi was taken by Tusken Raiders."
    },
    {
      "index": 175,
      "start_time": 1168160.0,
      "end_time": 1175660.0,
      "text": "The home also has a kitchen seen in both episode II and IV. In the movie you can see it&#39;s suppose to be down some stairs from the room where they dine."
    },
    {
      "index": 176,
      "start_time": 1175660.0,
      "end_time": 1181640.0,
      "text": "And there&#39;s actually a room down some stairs where it&#39;s suppose to be, but it&#39;s just a storage with nothing to see in it."
    },
    {
      "index": 177,
      "start_time": 1181640.0,
      "end_time": 1185240.0,
      "text": "It&#39;s only Beru coming up of the stairs in episode II that was filmed here, -"
    },
    {
      "index": 178,
      "start_time": 1185240.0,
      "end_time": 1190440.0,
      "text": "the kitchen itself in both movies was filmed in a studio in London, like the garage I talked about earlier."
    },
    {
      "index": 179,
      "start_time": 1190440.0,
      "end_time": 1198480.0,
      "text": "Back to episode IV, after R2D2 has taken off to find Obi-wan, Luke and C3PEO search for him in Luke&#39;s landspeeder."
    },
    {
      "index": 180,
      "start_time": 1198480.0,
      "end_time": 1201820.0,
      "text": "The scenes were shot in both Tunisia and Death Valley."
    },
    {
      "index": 181,
      "start_time": 1201820.0,
      "end_time": 1210400.0,
      "text": "In this shot, some sandpeople look at Luke and C3PEO in the landspeeder, and this shot was done in Tunisia, in the same canyon where R2D2 gets kidnapped by jawas."
    },
    {
      "index": 182,
      "start_time": 1210400.0,
      "end_time": 1218180.0,
      "text": "But the next shots when they mount their banthas and ride away, were done in Death Valley. So we&#39;re going back to Death Valley in USA."
    },
    {
      "index": 183,
      "start_time": 1218180.0,
      "end_time": 1222540.0,
      "text": "The scene was shot in Desolation canyon, which is between Artist&#39;s Palette and Golden Canyon, -"
    },
    {
      "index": 184,
      "start_time": 1222540.0,
      "end_time": 1225600.0,
      "text": "where some of the shots of R2D2 driving through the canyon were done."
    },
    {
      "index": 185,
      "start_time": 1225600.0,
      "end_time": 1231340.0,
      "text": "You can park pretty close to the location, but from there, you have to walk for about 1 kilometer to get there."
    },
    {
      "index": 186,
      "start_time": 1231340.0,
      "end_time": 1237560.0,
      "text": "We&#39;ve arrived on the location where the sandpeople have their batha animals, I don&#39;t know this wasn&#39;t filmed in Tunisia like the rest of the scene, -"
    },
    {
      "index": 187,
      "start_time": 1237560.0,
      "end_time": 1249060.0,
      "text": "but I guess it was difficult to get the animals to Tunisia."
    },
    {
      "index": 188,
      "start_time": 1249060.0,
      "end_time": 1254260.0,
      "text": "The bantha in really an elephant in a costume, and they actually only had one elephant for the filming in Death Valley, -"
    },
    {
      "index": 189,
      "start_time": 1254260.0,
      "end_time": 1259960.0,
      "text": "so when Luke sees the two bathas through his binoculars, it&#39;s actually two shots of the same elephant put together."
    },
    {
      "index": 190,
      "start_time": 1259960.0,
      "end_time": 1268180.0,
      "text": "We&#39;re off to the next location. Luke and C3PEO find R2D2, and this scenes was shot back in Tunisia, in the same canyon where R2D2 gets kidnapped by jawas."
    },
    {
      "index": 191,
      "start_time": 1268180.0,
      "end_time": 1272100.0,
      "text": "It was shot only about 200 meters further in the canyon from the other location."
    },
    {
      "index": 192,
      "start_time": 1272100.0,
      "end_time": 1276500.0,
      "text": "We&#39;re back in the same canyon where R2D2 gets kidnapped by jawas."
    },
    {
      "index": 193,
      "start_time": 1276500.0,
      "end_time": 1283440.0,
      "text": "We&#39;ve only walked about 200 meters further in, and here we find this fantastic landscape, which I believe is more impressive than the canyons in Death Valley."
    },
    {
      "index": 194,
      "start_time": 1283440.0,
      "end_time": 1315660.0,
      "text": "But it&#39;s right here, that Luke and C3PEO find R2D2."
    },
    {
      "index": 195,
      "start_time": 1315660.0,
      "end_time": 1322340.0,
      "text": "In the next scene we see Luke look down at the two Banthas, the shot through Luke&#39;s binoculars, is filmed in Death Valley as we already saw."
    },
    {
      "index": 196,
      "start_time": 1322340.0,
      "end_time": 1329780.0,
      "text": "But the shot of Luke is filmed here in the same canyon in Tunisia, we didnt find the exact spot where Luke use his binoculars and afterward is attacked by Sandpeople."
    },
    {
      "index": 197,
      "start_time": 1329780.0,
      "end_time": 1338800.0,
      "text": "Everything is closeups so it&#39;s difficult to recognize, but it&#39;s filmed somewhere here in the canyon."
    },
    {
      "index": 198,
      "start_time": 1338800.0,
      "end_time": 1344100.0,
      "text": "In the next scene the tree Sandpeople starts to go through Luke&#39;s landspeader, while Luke is unconscious."
    },
    {
      "index": 199,
      "start_time": 1344100.0,
      "end_time": 1348780.0,
      "text": "And the scene is filmed at the same place, where Luke and C3PEO finds R2D2."
    },
    {
      "index": 200,
      "start_time": 1348780.0,
      "end_time": 1355960.0,
      "text": "The Sandpeople place Luke here, while they go through his landspeader over there. And R2D2 hides over there behind some stones."
    },
    {
      "index": 201,
      "start_time": 1355960.0,
      "end_time": 1359960.0,
      "text": "It has changed a bit through the last 30 years, so it&#39;s a little hard to recognize."
    },
    {
      "index": 202,
      "start_time": 1359960.0,
      "end_time": 1456080.0,
      "text": "Afterward Obi-wan comes down from the hill over there, and scare the Sandpeople away, and saves Luke."
    },
    {
      "index": 203,
      "start_time": 1456080.0,
      "end_time": 1462480.0,
      "text": "Later in the movie Luke and Obi-wan finds the Sandcrawler, that has been attacked by Vaders people, in the search for C3PEO and R2D2."
    },
    {
      "index": 204,
      "start_time": 1462480.0,
      "end_time": 1468280.0,
      "text": "The scene is also filmed at the canyon, not inside, but outside on the parking lot at the entrance of the canyon."
    },
    {
      "index": 205,
      "start_time": 1468280.0,
      "end_time": 1473320.0,
      "text": "Right now we&#39;re standing at the parking lot, and the entrance of the canyon is right over there."
    },
    {
      "index": 206,
      "start_time": 1473320.0,
      "end_time": 1493140.0,
      "text": "But it&#39;s behind me that Luke and obi-wan finds the Sandcrawler, that has been attacked by Vaders people."
    },
    {
      "index": 207,
      "start_time": 1493140.0,
      "end_time": 1524600.0,
      "text": "The place has changed a bit the last 30 years, first of all there are roads and telephone cables, which is not in the movie, so they probably wouldn&#39;t film here today."
    },
    {
      "index": 208,
      "start_time": 1524600.0,
      "end_time": 1532720.0,
      "text": "Afterward Luke Hurry back home, as we already have seen, and finds it burnt down and his uncle and aunt burnt too."
    },
    {
      "index": 209,
      "start_time": 1532720.0,
      "end_time": 1547480.0,
      "text": "And we see the location with the Sandcrawler again, when Luke head back to obi-wan."
    },
    {
      "index": 210,
      "start_time": 1547480.0,
      "end_time": 1555280.0,
      "text": "They travel in Luke&#39;s Landspeader and in the next scene they stand on a rock, and look down on Mos Eisley, the scene is once again filmed in the canyon in Tunisia."
    },
    {
      "index": 211,
      "start_time": 1555280.0,
      "end_time": 1561040.0,
      "text": "It&#39;s filmed close to the location where Obi-wan saved Luke, but instead of walking inside the canyon, you have to walk beside it."
    },
    {
      "index": 212,
      "start_time": 1561040.0,
      "end_time": 1566720.0,
      "text": "It was a challenge to find the location where they stood, we had to look for a while to find it, but finally found the exact spot."
    },
    {
      "index": 213,
      "start_time": 1566720.0,
      "end_time": 1575520.0,
      "text": "The next challenge then was to find the right camera angle, because the camera were placed a bit far away from where they stood, but we also found that."
    },
    {
      "index": 214,
      "start_time": 1575520.0,
      "end_time": 1591600.0,
      "text": "It is right here they stand and look down on Mos eisley."
    },
    {
      "index": 215,
      "start_time": 1591600.0,
      "end_time": 1597620.0,
      "text": "when they are standing on the rock, it&#39;s filmed in Tunisia, but the view itself against Mos Eisley isn&#39;t filmed here.-"
    },
    {
      "index": 216,
      "start_time": 1597620.0,
      "end_time": 1604960.0,
      "text": "And you realize it fast when you&#39;re stand up there, the view is totally different. the view against Mos Eisley is filmed in Deat Valley in USA."
    },
    {
      "index": 217,
      "start_time": 1604960.0,
      "end_time": 1614080.0,
      "text": "So once again we&#39;re of the USA, the view is filmed at a viewpoint called Dantes View, and you have to drive on a sharply rise to get there, but otherwise it&#39;s easy."
    },
    {
      "index": 218,
      "start_time": 1614080.0,
      "end_time": 1616840.0,
      "text": "And there is a parking lot right beside, where the shot has been made."
    },
    {
      "index": 219,
      "start_time": 1616840.0,
      "end_time": 1624120.0,
      "text": "We have arrived at a viewpoint called Dantes View, and it&#39;s up here Luke and Obi-wan looks down on Mos Eisley."
    },
    {
      "index": 220,
      "start_time": 1624120.0,
      "end_time": 1630000.0,
      "text": "There is no city to see from up here, but if you have enough imagination, it should be right there."
    },
    {
      "index": 221,
      "start_time": 1630000.0,
      "end_time": 1636660.0,
      "text": "In the movie the city has been digitally sat in the shot, and once again we have a scene, where it changes back and forth between Tunisia and Death Valley."
    },
    {
      "index": 222,
      "start_time": 1636660.0,
      "end_time": 1642500.0,
      "text": "And that doesn&#39;t make it easy when you wanna find the locations, there is after all ten thousand kilometers between these two places."
    },
    {
      "index": 223,
      "start_time": 1642500.0,
      "end_time": 1647360.0,
      "text": "In the next moment we see them drive into Mos Eisley city, and the scene is filmed back in Tunisia."
    },
    {
      "index": 224,
      "start_time": 1647360.0,
      "end_time": 1653980.0,
      "text": "we are going to an island called Djerba on the east cost of Tunisia, and the scene is actually filmed right beside the ocean."
    },
    {
      "index": 225,
      "start_time": 1653980.0,
      "end_time": 1660340.0,
      "text": "It&#39;s here the very first scene to Mos Eisley has been shot, they&#39;re sitting in Luke&#39;s Landspeader and are driving up till the city."
    },
    {
      "index": 226,
      "start_time": 1660340.0,
      "end_time": 1666840.0,
      "text": "The shot has been made right here, but there has been added some digitally elements to the shot, so it&#39;s difficult to recognize."
    },
    {
      "index": 227,
      "start_time": 1666840.0,
      "end_time": 1674480.0,
      "text": "And actually we aren&#39;t heading against a city, we&#39;re right beside the ocean."
    },
    {
      "index": 228,
      "start_time": 1674480.0,
      "end_time": 1681660.0,
      "text": "The place looks very different in the movie, it&#39;s not because the place has changed much, as i said the shot has been digitally manipulated a lot."
    },
    {
      "index": 229,
      "start_time": 1681660.0,
      "end_time": 1688100.0,
      "text": "but if you compare with the original unchanged Star Wars version, it&#39;s easier to recognize the place."
    },
    {
      "index": 230,
      "start_time": 1688100.0,
      "end_time": 1694840.0,
      "text": "Tunisia is quite a big country and you should remember to have a good GPS with you, when you drive around the country, cause it&#39;s easy to get lost."
    },
    {
      "index": 231,
      "start_time": 1694840.0,
      "end_time": 1699760.0,
      "text": "And you need to make sure that you don&#39;t run out of gas, because there is often hundreds of kilometers between the gas stations."
    },
    {
      "index": 232,
      "start_time": 1699760.0,
      "end_time": 1703060.0,
      "text": "And in large parts of the country, there is no cellphone signal."
    },
    {
      "index": 233,
      "start_time": 1703060.0,
      "end_time": 1712300.0,
      "text": "The next location we are going to look at is also here on the island Djerba, it&#39;s only 14 kilometer south, here is the city Ajim, where the next Mos Eisley scenes are shot."
    },
    {
      "index": 234,
      "start_time": 1712300.0,
      "end_time": 1719460.0,
      "text": "The shot for Mos Eisley is not shot on a set, they are filmed here in the city Ajim, and actually this is how the city looked like in 1976."
    },
    {
      "index": 235,
      "start_time": 1719460.0,
      "end_time": 1728140.0,
      "text": "One of the characteristic look for Mos Eisley is the domes on the roofs, and it&#39;s not a look for the movie, this is how the buildings looked like back then in Ajim."
    },
    {
      "index": 236,
      "start_time": 1728140.0,
      "end_time": 1735680.0,
      "text": "The only thing added for the shots are the futuristic props, for example the robots and the transportation vehicles."
    },
    {
      "index": 237,
      "start_time": 1735680.0,
      "end_time": 1741760.0,
      "text": "We&#39;re walking around in Djerba Ajim, and we had hoped to find some of the locations used for the Mos Eisleys scenes."
    },
    {
      "index": 238,
      "start_time": 1741760.0,
      "end_time": 1746900.0,
      "text": "But unfortunately the whole city has changed a lot over the years, so it&#39;s hard to recognize anything."
    },
    {
      "index": 239,
      "start_time": 1746900.0,
      "end_time": 1755000.0,
      "text": "With the exception of one thing. The abandonned building over there, is the building that is suppose to be Cantina, where Luke and Obi-wan meet Han Solo."
    },
    {
      "index": 240,
      "start_time": 1755000.0,
      "end_time": 1772060.0,
      "text": "A facade was added to the building for the filming, to look like the entrance, and it&#39;s not there any more. But other than that, it&#39;s easy the recognize the location."
    },
    {
      "index": 241,
      "start_time": 1772060.0,
      "end_time": 1777520.0,
      "text": "And it&#39;s only the building from the outside that was shot here, Cantina from the inside was done in a studio in London."
    },
    {
      "index": 242,
      "start_time": 1777520.0,
      "end_time": 1785860.0,
      "text": "By the way, if you drive around in the city Ajim, you can still see domes on roofs here and there, that characterize Mos Eisley."
    },
    {
      "index": 243,
      "start_time": 1785860.0,
      "end_time": 1793900.0,
      "text": "That was the locations from Star Wars episode IV, the next movie we&#39;re looking at is Star Wars episode V - The empire strikes back from 1980."
    },
    {
      "index": 244,
      "start_time": 1793900.0,
      "end_time": 1798900.0,
      "text": "There are not many locations to find from this movie, as most of the movie was filmed in a studio."
    },
    {
      "index": 245,
      "start_time": 1798900.0,
      "end_time": 1806140.0,
      "text": "Luckily there is one location to find! The first part of the movie takes place on the ice planet Hoth, and the scenes were filmed in Norway."
    },
    {
      "index": 246,
      "start_time": 1806140.0,
      "end_time": 1809340.0,
      "text": "So we&#39;re leaving the heat in Tunisia, and off to the cold north."
    },
    {
      "index": 247,
      "start_time": 1809340.0,
      "end_time": 1814860.0,
      "text": "The Hoth scenes in Norway, in a little village in the mountains called Finse. And it&#39;s a very small village."
    },
    {
      "index": 248,
      "start_time": 1814860.0,
      "end_time": 1819900.0,
      "text": "There&#39;s a train station and a little hotel, and other than that there&#39;s only about 10 inhabitants in the village."
    },
    {
      "index": 249,
      "start_time": 1819900.0,
      "end_time": 1824960.0,
      "text": "If you want to see the location with snow landscape like in the movie, then don&#39;t go there in the summer time when the snow melts."
    },
    {
      "index": 250,
      "start_time": 1824960.0,
      "end_time": 1829600.0,
      "text": "But I wouldn&#39;t recommend either going there in the winter, as the temperature quickly drops to -20 degree Celsius."
    },
    {
      "index": 251,
      "start_time": 1829600.0,
      "end_time": 1836180.0,
      "text": "April or may might be the best time to go there, when the snow is still there, and the temperature is above sub-zero."
    },
    {
      "index": 252,
      "start_time": 1836180.0,
      "end_time": 1842000.0,
      "text": "It&#39;s a bit difficult to get to Finse. You can go most of the way in a car, but there are no roads the last 20 kilometers."
    },
    {
      "index": 253,
      "start_time": 1842000.0,
      "end_time": 1845660.0,
      "text": "The last distance you have to go by train that only goes four times a day."
    },
    {
      "index": 254,
      "start_time": 1845660.0,
      "end_time": 1853320.0,
      "text": "Right at Finse station lies the hotel called Finse 1222. The name is called that because the altitude here is 1222 meters."
    },
    {
      "index": 255,
      "start_time": 1853320.0,
      "end_time": 1857200.0,
      "text": "The hotel is small and cosy, and here you can stay while visiting the Star Wars location."
    },
    {
      "index": 256,
      "start_time": 1857200.0,
      "end_time": 1861920.0,
      "text": "It&#39;s actually the same hotel the filmcrew stayed in while filming in 1979."
    },
    {
      "index": 257,
      "start_time": 1861920.0,
      "end_time": 1867140.0,
      "text": "From here there&#39;s still a bit of distance to the Star Wars locations. And it requires snowshoes or skies to get out there."
    },
    {
      "index": 258,
      "start_time": 1867140.0,
      "end_time": 1874300.0,
      "text": "They filmed on many locations here in Finse, but the most interesting one, is about 7 kilometers south from the hotel on a glacier."
    },
    {
      "index": 259,
      "start_time": 1874300.0,
      "end_time": 1881080.0,
      "text": "It&#39;s here the scene were shot where the rebellions battle the empire, which is without doubt one of the most spectacular scenes of the movie."
    },
    {
      "index": 260,
      "start_time": 1881080.0,
      "end_time": 1892960.0,
      "text": "We&#39;re now 7 kilometers from the train station in Finse, and it&#39;s right here that the great battle takes place, between the rebellions and the empire."
    },
    {
      "index": 261,
      "start_time": 1892960.0,
      "end_time": 1897620.0,
      "text": "As you can see the snow level was lower when we were there, but it&#39;s not because there was less snow than back then."
    },
    {
      "index": 262,
      "start_time": 1897620.0,
      "end_time": 1911200.0,
      "text": "It&#39;s because the scenes were done on a glacier, which has receded a lot since they filmed here in 1979. And therefore the whole snow level is lower today."
    },
    {
      "index": 263,
      "start_time": 1911200.0,
      "end_time": 1916040.0,
      "text": "You shouldn&#39;t count on finding the cave for where Echo base lies, it&#39;s a painting composited into the shot."
    },
    {
      "index": 264,
      "start_time": 1916040.0,
      "end_time": 1936680.0,
      "text": "And the interior scenes of Echo base, were shot in a studio in London."
    },
    {
      "index": 265,
      "start_time": 1936680.0,
      "end_time": 1943700.0,
      "text": "The huge imperial walkers, also called AT-AT were done with stopmotion, and in most shots of them it&#39;s not Norway we see."
    },
    {
      "index": 266,
      "start_time": 1943700.0,
      "end_time": 1946480.0,
      "text": "The shots were done in a studio, and the background was a painting."
    },
    {
      "index": 267,
      "start_time": 1946480.0,
      "end_time": 1953660.0,
      "text": "When Echo base is taken over by the empire, Han solo and the others escape in the Millennium Falken. And it was all filmed in a studio in London."
    },
    {
      "index": 268,
      "start_time": 1953660.0,
      "end_time": 1957840.0,
      "text": "But right after we see Luke walking in the snow and seeing the Milennium Falken fly away."
    },
    {
      "index": 269,
      "start_time": 1957840.0,
      "end_time": 1963720.0,
      "text": "And this shot was done on the same location on the glacier as the battle we saw before."
    },
    {
      "index": 270,
      "start_time": 1963720.0,
      "end_time": 1970240.0,
      "text": "As I said, they shot a lot of other scenes for Hoth here in Finse, for example when Luke rides on a Tauntaun and gets attacked by a Wampa, -"
    },
    {
      "index": 271,
      "start_time": 1970240.0,
      "end_time": 1973920.0,
      "text": "and the scene when the emperial propedroid lands and Han Solo afterwards shots it."
    },
    {
      "index": 272,
      "start_time": 1973920.0,
      "end_time": 1978500.0,
      "text": "A lot of the locations are hard to recognize, because for the most part there&#39;s only snow in the scenes, -"
    },
    {
      "index": 273,
      "start_time": 1978500.0,
      "end_time": 1986580.0,
      "text": "and no clear backgrounds to identify like moutains. So we didn&#39;t find any of the other locations."
    },
    {
      "index": 274,
      "start_time": 1986580.0,
      "end_time": 1994040.0,
      "text": "That was the locations from Star Wars episode V, the next movie we&#39;re looking at, is Star Wars episode VI - Return of the jedi from 1983."
    },
    {
      "index": 275,
      "start_time": 1994040.0,
      "end_time": 2000980.0,
      "text": "In the beginning of the movie, we see R2D2 and C3PEO on the planet Tatooine, on their way to Jabba&#39;s Palace, to deliver Jabba a message."
    },
    {
      "index": 276,
      "start_time": 2000980.0,
      "end_time": 2006200.0,
      "text": "And the scene was shot back in Death Valley in the USA. So we&#39;re going back to Death Valley one last time."
    },
    {
      "index": 277,
      "start_time": 2006200.0,
      "end_time": 2013660.0,
      "text": "The scenes was shot in Twenty Mule Team Canyon, and again there are roads leading all the way out there, and you can park right at the location."
    },
    {
      "index": 278,
      "start_time": 2013660.0,
      "end_time": 2020220.0,
      "text": "We&#39;re arrived in the heat in Twenty Mule Team Canyon, and it&#39;s here that some of the first shots for Return of the jedi were filmed, -"
    },
    {
      "index": 279,
      "start_time": 2020220.0,
      "end_time": 2029580.0,
      "text": "it&#39;s right here that R2D2 and C3PEO are on their way to Jabba&#39;s palace."
    },
    {
      "index": 280,
      "start_time": 2029580.0,
      "end_time": 2036340.0,
      "text": "When we see R2D2 and C3PEO close-up, they don&#39;t walk in the same direction as before. They actually walk in the opposite direction."
    },
    {
      "index": 281,
      "start_time": 2036340.0,
      "end_time": 2041440.0,
      "text": "Of course it&#39;s suppose to look like they walk in the same direction in the movie, and you don&#39;t really notice they walk the wrong way,"
    },
    {
      "index": 282,
      "start_time": 2041440.0,
      "end_time": 2054540.0,
      "text": "The close-up was done from the side, and I&#39;m guessing they walk in the opposite direction because the background got more interesting of it."
    },
    {
      "index": 283,
      "start_time": 2054540.0,
      "end_time": 2062420.0,
      "text": "In the next shot they walk in the right direction again."
    },
    {
      "index": 284,
      "start_time": 2062420.0,
      "end_time": 2067180.0,
      "text": "And Jabba&#39;s palace was of course composited into the shot, so don&#39;t count on finding that out there."
    },
    {
      "index": 285,
      "start_time": 2067179.9999999998,
      "end_time": 2073819.9999999998,
      "text": "It&#39;s fortunate that the location is still recognizable, because it&#39;s actually all just mudbanks that has dried up and formed this landscape."
    },
    {
      "index": 286,
      "start_time": 2073820.0000000002,
      "end_time": 2077880.0000000002,
      "text": "The only thing missing is Jabba&#39;s palace, then everything looks the same."
    },
    {
      "index": 287,
      "start_time": 2077880.0,
      "end_time": 2083480.0,
      "text": "When they arrive at the door of the palace, it was shot in a studio. They same goes for when they&#39;re inside the palace."
    },
    {
      "index": 288,
      "start_time": 2083480.0,
      "end_time": 2090680.0,
      "text": "When everything escalate in the palace, they all get captured by Jabba, and Luke, Han Solo and Chewbacca are going to be sacrificed to the Sarlac."
    },
    {
      "index": 289,
      "start_time": 2090679.9999999998,
      "end_time": 2093699.9999999998,
      "text": "They fly out in the dessert with Jabba&#39;s ship, where they&#39;re going to be sacrificed."
    },
    {
      "index": 290,
      "start_time": 2093699.9999999998,
      "end_time": 2099740.0,
      "text": "The scene wasn&#39;t filmed in Death Valley, it was filmed 400 kilometers further south, in a dessert called Buttercup Valley."
    },
    {
      "index": 291,
      "start_time": 2099740.0,
      "end_time": 2104020.0,
      "text": "It&#39;s located in south California, close to the border of Mexico."
    },
    {
      "index": 292,
      "start_time": 2104020.0,
      "end_time": 2108440.0,
      "text": "It&#39;s easy to get there, and there&#39;s a parking lot close to the location."
    },
    {
      "index": 293,
      "start_time": 2108440.0,
      "end_time": 2113000.0,
      "text": "We&#39;re now in south California, close to the Mexican border, in an area called Yuma."
    },
    {
      "index": 294,
      "start_time": 2113000.0,
      "end_time": 2119540.0,
      "text": "And it&#39;s somewhere here that Jabba takes our heroes out in the dessert on Tatooine with his flying ship to sacrifice them."
    },
    {
      "index": 295,
      "start_time": 2119540.0,
      "end_time": 2141700.0,
      "text": "But like the last dessert we visited, the sand formations has changed a lot over the years, so there&#39;s nothing to recognize anymore. So we have to imagine it."
    },
    {
      "index": 296,
      "start_time": 2141700.0,
      "end_time": 2146100.0,
      "text": "Jabba&#39;s ship and the Sarlac was built as a huge set out here in the dessert."
    },
    {
      "index": 297,
      "start_time": 2146100.0,
      "end_time": 2150140.0,
      "text": "The next location we&#39;re going to look at is the Planet Endor, where the little Ewoks live."
    },
    {
      "index": 298,
      "start_time": 2150140.0,
      "end_time": 2158260.0,
      "text": "The scenes were filmed in North California, in a forest area called Redwood National and State Parks, which is located more than 1000 kilometers from the last location."
    },
    {
      "index": 299,
      "start_time": 2158260.0,
      "end_time": 2164620.0,
      "text": "When you arrive in Redwood, you can easily recognize the giant Sequoia trees that&#39;s also seen in the movie. It reminds you instantly of Endor."
    },
    {
      "index": 300,
      "start_time": 2164620.0,
      "end_time": 2170120.0,
      "text": "The area we&#39;re going to is called Cheatham Grove, where a lot of the thrilling speederbike sequence was shot."
    },
    {
      "index": 301,
      "start_time": 2170120.0,
      "end_time": 2178180.0,
      "text": "The place is easy to find, there&#39;s a parking lot at the grove, and there&#39;s a path in the forest of 1 kilometer that leads directly past the filming locations."
    },
    {
      "index": 302,
      "start_time": 2178180.0,
      "end_time": 2185220.0,
      "text": "We&#39;re arrived in Cheatham Grove, and it&#39;s here that some of greatest scenes from Return of the jedi was done. It&#39;s here that the planet Endor is!"
    },
    {
      "index": 303,
      "start_time": 2185220.0,
      "end_time": 2192720.0,
      "text": "The most characteristic about the place is of course the giant sequoia trees everywhere, with the huge trunks."
    },
    {
      "index": 304,
      "start_time": 2192720.0,
      "end_time": 2195300.0,
      "text": "Check out this trunk!"
    },
    {
      "index": 305,
      "start_time": 2195300.0,
      "end_time": 2202040.0,
      "text": "I&#39;m in a big forest in North California, so it&#39;s of course a bit difficult the find the filming locations when everything is just trees, -"
    },
    {
      "index": 306,
      "start_time": 2202040.0,
      "end_time": 2205600.0,
      "text": "but we&#39;ve managed to find some of the locations!"
    },
    {
      "index": 307,
      "start_time": 2205600.0,
      "end_time": 2217480.0,
      "text": "We&#39;ve found this iconic tree, that Luke and Leia pass under on a speederbike."
    },
    {
      "index": 308,
      "start_time": 2217480.0,
      "end_time": 2223240.0,
      "text": "As the forest in a national park, the place hasn&#39;t changed much, and you can find the same trees as seen in the movie."
    },
    {
      "index": 309,
      "start_time": 2223240.0,
      "end_time": 2233120.0,
      "text": "We see the same tipped over tree moments later, when Luke flies under it from the other side this time, while chasing a scout trooper."
    },
    {
      "index": 310,
      "start_time": 2233120.0,
      "end_time": 2239060.0,
      "text": "The speederbike sequence has always been one of my favorite scenes from Star Wars, and obviously they didn&#39;t fly through the forest in reality."
    },
    {
      "index": 311,
      "start_time": 2239060.0,
      "end_time": 2244620.0,
      "text": "The scenes where they fly through in the forest in high speed, were done by a cameraman that walking through the forest with a stedicam, -"
    },
    {
      "index": 312,
      "start_time": 2244620.0,
      "end_time": 2250240.0,
      "text": "that photographed 1 frame per second. And when you project that back in 24 frames per second, the result looks like this!"
    },
    {
      "index": 313,
      "start_time": 2250240.0,
      "end_time": 2255920.0,
      "text": "the actors on speeder bikes were filmed in front of a blue screen, that was composited into the shots."
    },
    {
      "index": 314,
      "start_time": 2255920.0,
      "end_time": 2260980.0,
      "text": "We&#39;re on another location that was also used for the scene. And again it&#39;s very briefly where they fly by on speederbikes."
    },
    {
      "index": 315,
      "start_time": 2260980.0,
      "end_time": 2269620.0,
      "text": "It&#39;s particularly the crossed tree that&#39;s recognizable."
    },
    {
      "index": 316,
      "start_time": 2269620.0,
      "end_time": 2274300.0,
      "text": "For some reason the frame is flipped in the movie, the location actually looks like this."
    },
    {
      "index": 317,
      "start_time": 2274300.0,
      "end_time": 2281180.0,
      "text": "I&#39;m guessing they needed to shot to pan the other way, than what it actually did. Maybe it suited the rest of the scene better."
    },
    {
      "index": 318,
      "start_time": 2281180.0,
      "end_time": 2286280.0,
      "text": "And it&#39;s quite amazing that the trees are still here, and they haven&#39;t rotten away already."
    },
    {
      "index": 319,
      "start_time": 2286280.0,
      "end_time": 2289280.0,
      "text": "Same goes for the other huge tipped over tree, that we just saw."
    },
    {
      "index": 320,
      "start_time": 2289280.0,
      "end_time": 2292280.0,
      "text": "But it&#39;s very amazing for Star Wars enthusiasts like me!"
    },
    {
      "index": 321,
      "start_time": 2292280.0,
      "end_time": 2297040.0,
      "text": "We&#39;ve been through the forest a couple of times, and it&#39;s the only two filming locations that we found, -"
    },
    {
      "index": 322,
      "start_time": 2297040.0,
      "end_time": 2302000.0,
      "text": "because the rest of the forest is just trees, so it&#39;s hard to find where they filmed."
    },
    {
      "index": 323,
      "start_time": 2302000.0,
      "end_time": 2308960.0,
      "text": "I do know that a lot of the other scenes for Endor was shot in a forest on private land, located 150 kilometers north from here in Smith River."
    },
    {
      "index": 324,
      "start_time": 2308960.0,
      "end_time": 2313120.0,
      "text": "It&#39;s there that the scenes with the base was filmed and the battle between the rebellions and the empire."
    },
    {
      "index": 325,
      "start_time": 2313120.0,
      "end_time": 2320380.0,
      "text": "The reason that it was filmed on private land, was they needed to do a lot of shots with explosions, which isn&#39;t allowed in the national park, like the one we visited."
    },
    {
      "index": 326,
      "start_time": 2320380.0,
      "end_time": 2324660.0,
      "text": "And as the forest in Smith River is on private land, it&#39;s not possible to visit the location."
    },
    {
      "index": 327,
      "start_time": 2324660.0,
      "end_time": 2332460.0,
      "text": "But don&#39;t be to sorry about that. The forest was logged shortly after filming, so there&#39;s nothing to recognize today."
    },
    {
      "index": 328,
      "start_time": 2332460.0,
      "end_time": 2337660.0,
      "text": "That was the locations from Star Wars episode VI, it&#39;s time to look at the newer Star Wars movies."
    },
    {
      "index": 329,
      "start_time": 2337660.0,
      "end_time": 2342560.0,
      "text": "the first one we&#39;re going to look at is Star Wars episode I - The phantom manace from 1999."
    },
    {
      "index": 330,
      "start_time": 2342560.0,
      "end_time": 2349240.0,
      "text": "In the beginning of the movie we follow Obi-wan Kenobi and Quigon-jin who escapes the Trade federation and lands on the planet Naboo."
    },
    {
      "index": 331,
      "start_time": 2349240.0,
      "end_time": 2353320.0,
      "text": "While they escape the Trade federation they run into Jar-jar Binks in a forest."
    },
    {
      "index": 332,
      "start_time": 2353320.0,
      "end_time": 2356160.0,
      "text": "So we&#39;re leaving USA and going back to Europe."
    },
    {
      "index": 333,
      "start_time": 2356160.0,
      "end_time": 2361240.0,
      "text": "The scenes were shot in England, in the north-west part of London, in a forest called Whippendell Woods."
    },
    {
      "index": 334,
      "start_time": 2361240.0,
      "end_time": 2366940.0,
      "text": "Luckily this is a public forest. It&#39;s easy to get to, and there&#39;s a parking lot at the edge of the forest."
    },
    {
      "index": 335,
      "start_time": 2366940.0,
      "end_time": 2371480.0,
      "text": "We&#39;re walking around in Whippendell Woods, and it&#39;s somewhere around here that the scenes for the forest on Naboo was filmed."
    },
    {
      "index": 336,
      "start_time": 2371480.0,
      "end_time": 2374600.0,
      "text": "There&#39;s actually nothing special about the forest and it&#39;s not very big."
    },
    {
      "index": 337,
      "start_time": 2374600.0,
      "end_time": 2380960.0,
      "text": "I think they chose this location, because the Leavesden studios is only a 5 minute drive away, where the rest of Star Wars episode I was filmed."
    },
    {
      "index": 338,
      "start_time": 2380960.0,
      "end_time": 2386540.0,
      "text": "Fortunately the forest isn&#39;t that big, it only measures 1 kilometer in diameter, and it&#39;s quite easy to find your way around."
    },
    {
      "index": 339,
      "start_time": 2386540.0,
      "end_time": 2390720.0,
      "text": "A lot scenes for Naboo was shot in this forest, and we&#39;ll go through them in the order of the movie."
    },
    {
      "index": 340,
      "start_time": 2390720.0,
      "end_time": 2395420.0,
      "text": "And the first location is only 300 meters into the forest from the parking lot."
    },
    {
      "index": 341,
      "start_time": 2395420.0,
      "end_time": 2399420.0,
      "text": "When Quigon and Obi-wan runs away from the battledroids on the planet Naboo, -"
    },
    {
      "index": 342,
      "start_time": 2399420.0,
      "end_time": 2442660.0,
      "text": "then it&#39;s right here that we for the first time meet Jar-jar Binks, when Quigon saves his life."
    },
    {
      "index": 343,
      "start_time": 2442660.0,
      "end_time": 2447380.0,
      "text": "They next where they continue running were shot only about 20-30 further away."
    },
    {
      "index": 344,
      "start_time": 2447380.0,
      "end_time": 2452320.0,
      "text": "In the next shot we see Quigon and Obi-wan run down the hill right here, followed by Jar-jar Binks."
    },
    {
      "index": 345,
      "start_time": 2452320.0,
      "end_time": 2470420.0,
      "text": "Unfortunately a lot of the trees have been looged since then, so you can&#39;t quite match the shot, but still enough to tell that it was shot right here."
    },
    {
      "index": 346,
      "start_time": 2470420.0,
      "end_time": 2474660.0,
      "text": "Afterwards Jar-jar shows them to Gungan city, and they get there by diving into water."
    },
    {
      "index": 347,
      "start_time": 2474660.0,
      "end_time": 2478920.0,
      "text": "And the scene was shot about 300 meters further away in Whippendell Woods"
    },
    {
      "index": 348,
      "start_time": 2478920.0,
      "end_time": 2486080.0,
      "text": "Jar-jar shows Quigon and Obi-wan to the city under water, and it&#39;s hard to see, but it&#39;s right here that they dive into the water."
    },
    {
      "index": 349,
      "start_time": 2486080.0,
      "end_time": 2491400.0,
      "text": "And there&#39;s no water nearby and there has never been any water, it has obviously digitally added."
    },
    {
      "index": 350,
      "start_time": 2491400.0,
      "end_time": 2501360.0,
      "text": "I wouldn&#39;t be able a prove it better that the scene was shot right here, if it wasn&#39;t for the fact that a lot of the trees here has also been logged, like the last location."
    },
    {
      "index": 351,
      "start_time": 2501360.0,
      "end_time": 2507160.0,
      "text": "The actually only this one tree that can be recognized. And you can clearly tell it&#39;s the same tree by comparing the pattern on the bark of the tree."
    },
    {
      "index": 352,
      "start_time": 2507160.0,
      "end_time": 2518160.0,
      "text": "The other trees nearby has been logged unfortunately, but the tree stumps are still there, so you can see they used to be there."
    },
    {
      "index": 353,
      "start_time": 2518160.0,
      "end_time": 2525080.0,
      "text": "When Quigon and Obi-wan dive into the water, it&#39;s real water though! The shots were done in a water basin Leavesden studios."
    },
    {
      "index": 354,
      "start_time": 2525080.0,
      "end_time": 2530360.0,
      "text": "Gungan city is not a location you can find, this was also shot on sets in Leavesden studios."
    },
    {
      "index": 355,
      "start_time": 2530360.0,
      "end_time": 2535720.0,
      "text": "Afterwards Quigon, Obi-wan and Jar-jar get a transportation and goes to the royal palace in Theed city."
    },
    {
      "index": 356,
      "start_time": 2535720.0,
      "end_time": 2541460.0,
      "text": "Some of the palace was built as a set in Leavesden studios, and the palace in the wide shots is actually a model."
    },
    {
      "index": 357,
      "start_time": 2541460.0,
      "end_time": 2545320.0,
      "text": "But a lot of the interior scenes of the palace was shot in a palace in Italy."
    },
    {
      "index": 358,
      "start_time": 2545320.0,
      "end_time": 2553700.0,
      "text": "So we&#39;re leaving England, and going to Caserta city in Italy. Here lies a palace from the 1800th century by the name of Caserta Palace where the scene were shot."
    },
    {
      "index": 359,
      "start_time": 2553700.0,
      "end_time": 2559400.0,
      "text": "A lot of scenes were shot in Caserta palace, for example the scenes with Queen Amidala and her council."
    },
    {
      "index": 360,
      "start_time": 2559400.0,
      "end_time": 2582040.0,
      "text": "It&#39;s here Queen Amidala, who&#39;s Queen of Naboo and her council stays, she sits up there in the middle with her council which we see repeatedly in episode."
    },
    {
      "index": 361,
      "start_time": 2582040.0,
      "end_time": 2589360.0,
      "text": "The table isn&#39;t here anymore, it was a prop they placed here for filming. By the way there isn&#39;t only filmed scenes for episode I here in Caserta palace."
    },
    {
      "index": 362,
      "start_time": 2589360.0,
      "end_time": 2615760.0,
      "text": "We see this place in episode II, where Padme and Anakin goes to Naboo, because Padmes life is in danger."
    },
    {
      "index": 363,
      "start_time": 2615760.0,
      "end_time": 2623240.0,
      "text": "Back to episode I, beside this place there is also filmed scenes other places in the castle, including these stairs right beside."
    },
    {
      "index": 364,
      "start_time": 2623240.0,
      "end_time": 2628220.0,
      "text": "After Naboo has been invaded, and Queen Amidala has been taken captured, we see a short scene on the stairs, -"
    },
    {
      "index": 365,
      "start_time": 2628220.0,
      "end_time": 2661600.0,
      "text": "where Queen Amidala walk down, followed by battle droids and the two viceroys."
    },
    {
      "index": 366,
      "start_time": 2661600.0,
      "end_time": 2672100.0,
      "text": "Down the stairs you come to a long hallway that leads out of the castle, and here there is filmed a scene where the two viceroys and Darth Mal, talk to Dart Sidous."
    },
    {
      "index": 367,
      "start_time": 2672100.0,
      "end_time": 2679020.0,
      "text": "After Quigon and Obi-wan has freed Amidala, they escape in a ship and takes of to coruscant, but after the ship gets damaged by the Blockade, -"
    },
    {
      "index": 368,
      "start_time": 2679020.0,
      "end_time": 2687100.0,
      "text": "They have to land on the planet Tatooine, to repair their ship. They land at the city Mos Espa and goes into the city to find spair parts to their ship."
    },
    {
      "index": 369,
      "start_time": 2687100.0,
      "end_time": 2692040.0,
      "text": "The scenes are filmed in Tunisia, so we are going away from Italy and once again back to Tunisia."
    },
    {
      "index": 370,
      "start_time": 2692040.0,
      "end_time": 2698820.0,
      "text": "The scenes are filmed in a dessert, close by the city Tozeur, and is only 17 kilometers from Luke Skywalkers home in the dried up salt dessert."
    },
    {
      "index": 371,
      "start_time": 2698820.0,
      "end_time": 2704180.0,
      "text": "The location is located in the middle of the dessert, but it&#39;s luckily easy to get to, cause there is asphalt road all the way out there."
    },
    {
      "index": 372,
      "start_time": 2704180.0,
      "end_time": 2711180.0,
      "text": "You will need to drive 15 kilometers out in the dessert to get there, and the road ends at the Star Wars location, so you won&#39;t miss it."
    },
    {
      "index": 373,
      "start_time": 2711180.0,
      "end_time": 2717560.0,
      "text": "We&#39;re now in the western part of Tunisia, and out here in nowhere the Star Wars set still stands. quite amazing!"
    },
    {
      "index": 374,
      "start_time": 2717560.0,
      "end_time": 2724860.0,
      "text": "As far as I read, George Lucas&#39; crew was asked to leave the set untouched out here after filming, so that Tunisia could try and attract tourists with it."
    },
    {
      "index": 375,
      "start_time": 2724860.0,
      "end_time": 2730180.0,
      "text": "And I think it worked. The location is often visited by tourists and Star Wars fans from around the world."
    },
    {
      "index": 376,
      "start_time": 2730180.0,
      "end_time": 2733960.0,
      "text": "Just like Luke Skywalker&#39;s home, this place wasn&#39;t built by permanent materials."
    },
    {
      "index": 377,
      "start_time": 2733960.0,
      "end_time": 2741940.0,
      "text": "And some of the parts have totally collapsed. So if you dream about visited the Star Wars set before it&#39;s all gone, you shouldn&#39;t wait too many years."
    },
    {
      "index": 378,
      "start_time": 2741940.0,
      "end_time": 2746920.0,
      "text": "It&#39;s cool that some of the props are still here. But be careful with them, there&#39;re also made of thin wood."
    },
    {
      "index": 379,
      "start_time": 2746920.0,
      "end_time": 2753100.0,
      "text": "The prop is supposed to be a moisture vaporator, a fictional device that in the Star Wars uiverse harvests water from the atmosphere."
    },
    {
      "index": 380,
      "start_time": 2753100.0,
      "end_time": 2757320.0,
      "text": "and it&#39;s amazing that there&#39;re still here, due to the fact that it reminds me of the Star Wars universe."
    },
    {
      "index": 381,
      "start_time": 2757320.0,
      "end_time": 2763120.0,
      "text": "There&#39;re seen everywhere in the scenes of Tatooine, for example in Mos Eisley and at Luke Skywalker&#39;s home."
    },
    {
      "index": 382,
      "start_time": 2763120.0,
      "end_time": 2792120.0,
      "text": "But the Mos Espa set is only location where the props are still there."
    },
    {
      "index": 383,
      "start_time": 2792120.0,
      "end_time": 2798860.0,
      "text": "Mos Espa city looks quite big in the movies, but of course the didn&#39;t built the entire city, the actual Mos Espa set isn&#39;t that big."
    },
    {
      "index": 384,
      "start_time": 2798860.0,
      "end_time": 2801640.0,
      "text": "The rest of the city in the background was created digitally."
    },
    {
      "index": 385,
      "start_time": 2801640.0,
      "end_time": 2809160.0,
      "text": "In this shot we just saw, they actually go to the end of the set, and in the next shot where they continue walking, it was actually filmed 30 meters further back."
    },
    {
      "index": 386,
      "start_time": 2809160.0,
      "end_time": 2834000.0,
      "text": "So if we take a look on the set from the air, they start by going this way, and in the next shot the go right here. But of course you don&#39;t see that on film."
    },
    {
      "index": 387,
      "start_time": 2834000.0,
      "end_time": 2840940.0,
      "text": "You can go into Watto&#39;s shop and have a look around, but there&#39;s nothing to see in there. The interior scenes were filmed in Leavesden studios in London."
    },
    {
      "index": 388,
      "start_time": 2840940.0,
      "end_time": 2847660.0,
      "text": "You could wonder why it isn&#39;t Mos Eisley we see in the movie, like in episode IV. Without being sure, I think it was the idea initially."
    },
    {
      "index": 389,
      "start_time": 2847660.0,
      "end_time": 2855720.0,
      "text": "When the production for episode I started, I know that the film crew went to Ajim, where the scenes of Mos Eisley for Star Wars episode IV was filmed in 1976."
    },
    {
      "index": 390,
      "start_time": 2855720.0,
      "end_time": 2860360.0,
      "text": "But they were surprised like I was, that the whole city had changed, and had gotten modern buildings."
    },
    {
      "index": 391,
      "start_time": 2860360.0,
      "end_time": 2867580.0,
      "text": "So the possibility of shooting on the original location was ruled out. So they had to built it as a set, to get the same look as in episode IV."
    },
    {
      "index": 392,
      "start_time": 2867580.0,
      "end_time": 2873740.0,
      "text": "And as they used another location, I think they didn&#39;t want to use the Mos Eisley name, and instead called it Mos Espa."
    },
    {
      "index": 393,
      "start_time": 2873740.0,
      "end_time": 2924480.0,
      "text": "The Mos Espa set isn&#39;t just used for episode I, it is also seen in episode II - Attack of the clones, when Anakin and Padme travels to Mos Espa to find Anakin&#39;s mother."
    },
    {
      "index": 394,
      "start_time": 2924480.0,
      "end_time": 2928780.0,
      "text": "The Mos Espa set has also been restorated, just like Luke Skywalker&#39;s home."
    },
    {
      "index": 395,
      "start_time": 2928780.0,
      "end_time": 2934160.0,
      "text": "The set has been more and more covered in sand over the years that blow over the set, that also caused damages to it."
    },
    {
      "index": 396,
      "start_time": 2934160.0,
      "end_time": 2942080.0,
      "text": "But again thanks to Star Wars fans, the set was dug free of sand, with 30.000 cubic meters of sand being removed, and the damaged repaired."
    },
    {
      "index": 397,
      "start_time": 2942080.0,
      "end_time": 2944620.0,
      "text": "So that&#39;s why the set still looks this great today!"
    },
    {
      "index": 398,
      "start_time": 2944620.0,
      "end_time": 2949300.0,
      "text": "Back to episode I, in Watto&#39;s shop they meet a boy by the name of Anakin Skywalker, -"
    },
    {
      "index": 399,
      "start_time": 2949300.0,
      "end_time": 2954780.0,
      "text": "and after a sandstorm hits the city, they all seek shelter in the home of Anakin and his mother, who lives in a slave quarter."
    },
    {
      "index": 400,
      "start_time": 2954780.0,
      "end_time": 2961100.0,
      "text": "The location is not a set, it was filmed 250 kilometers from here in Medenine city, in the eastern part of Tunisia."
    },
    {
      "index": 401,
      "start_time": 2961100.0,
      "end_time": 2967060.0,
      "text": "The place is in reality an ancient building once used for food storage, and today it&#39;s a tourist attraction."
    },
    {
      "index": 402,
      "start_time": 2967060.0,
      "end_time": 2971520.0,
      "text": "And most tourists visit the place because it&#39;s ancient, and not because of Star Wars."
    },
    {
      "index": 403,
      "start_time": 2971520.0,
      "end_time": 2977860.0,
      "text": "We&#39;ve arrived in the slave quarter, where anakin lives with his mother Schmi. And they live behind the brown door over there."
    },
    {
      "index": 404,
      "start_time": 2977860.0,
      "end_time": 2984800.0,
      "text": "You can&#39;t enter it though, but it&#39;s only the building from the outside that was filmed here, the interior part was shot in a studio in London."
    },
    {
      "index": 405,
      "start_time": 2984800.0,
      "end_time": 2988640.0,
      "text": "We see the slave quarter many times in the movie, and probably the most memorable scene, -"
    },
    {
      "index": 406,
      "start_time": 2988640.0,
      "end_time": 2995040.0,
      "text": "is when Quigon has freed Anakin as a slave, and Anakin has to leave Tatooine and say goodbye to his mother."
    },
    {
      "index": 407,
      "start_time": 2995040.0,
      "end_time": 3001120.0,
      "text": "It&#39;s easy to recognize the location, but the doors looks quite more futuristic in the movie, so that&#39;s obviously props they put there."
    },
    {
      "index": 408,
      "start_time": 3001120.0,
      "end_time": 3005100.0,
      "text": "And they added digital elements in the background, for example the domes of the rooftops."
    },
    {
      "index": 409,
      "start_time": 3005100.0,
      "end_time": 3015960.0,
      "text": "And in reality there&#39;s a passage through here, but that was removed in the film."
    },
    {
      "index": 410,
      "start_time": 3015960.0,
      "end_time": 3022080.0,
      "text": "There&#39;s also another part of the slave quarter, where for example we see Quigon talking to Schmi, while Anakin is fixing his podracer."
    },
    {
      "index": 411,
      "start_time": 3022080.0,
      "end_time": 3027200.0,
      "text": "The scenes were not shot here in Medenine, it was shot 30 kilometers further away in Ksar Hadada."
    },
    {
      "index": 412,
      "start_time": 3027200.0,
      "end_time": 3031100.0,
      "text": "And the place was also an ancient building once used for food storage."
    },
    {
      "index": 413,
      "start_time": 3031100.0,
      "end_time": 3038160.0,
      "text": "I have to mention that on most of the filming locations in Tunisia, there are no indications or information that scenes for Star Wars was filmed there."
    },
    {
      "index": 414,
      "start_time": 3038160.0,
      "end_time": 3044320.0,
      "text": "It requires to do reasearch online to find the locations. And most people in Tunisia haven&#39;t even seen the Star Wars movies."
    },
    {
      "index": 415,
      "start_time": 3044320.0,
      "end_time": 3053460.0,
      "text": "But on this location, there&#39;s a actually a sign put up, saying in 3 different languages that George Lucas shot scenes here for Star Wars episode I in 1997."
    },
    {
      "index": 416,
      "start_time": 3053460.0,
      "end_time": 3058940.0,
      "text": "We&#39;ve arrived in the second part of the slave quarter. The place has changed a lot unfortunately, so it&#39;s a bit hard to recognize."
    },
    {
      "index": 417,
      "start_time": 3058940.0,
      "end_time": 3096640.0,
      "text": "But if you compare it to the scenes in the movie, you can still recognize some of it."
    },
    {
      "index": 418,
      "start_time": 3096640.0,
      "end_time": 3104080.0,
      "text": "You can go through the arch, to where Anakin supposedly fixes his podracer, and it looks like the same location as seen in the movie, but it wasn&#39;t shot here."
    },
    {
      "index": 419,
      "start_time": 3104080.0,
      "end_time": 3108480.0,
      "text": "It was shot on a set near Tozeur, at the same place as the Mos Espa set."
    },
    {
      "index": 420,
      "start_time": 3108480.0,
      "end_time": 3114660.0,
      "text": "But the set was inspired of how the place looks here in Ksar Hadada, so it&#39;s not a coincidence that it looks like the same place."
    },
    {
      "index": 421,
      "start_time": 3114660.0,
      "end_time": 3119540.0,
      "text": "I&#39;m guessing it was filmed on a set, because they needed it to be in a dessert, and there&#39;s no dessert around in Ksar Hadada."
    },
    {
      "index": 422,
      "start_time": 3119540.0,
      "end_time": 3125200.0,
      "text": "Unfortunately the set has completely fallen apart over the years, and has been more and more buried in the sand, so it can no longer be seen."
    },
    {
      "index": 423,
      "start_time": 3125200.0,
      "end_time": 3135260.0,
      "text": "By the way, near Ksar Hadada there&#39;s a city called Tataouine, so I guess George Lucas got inspired from this name, to name his planet Tatooine."
    },
    {
      "index": 424,
      "start_time": 3135260.0,
      "end_time": 3139540.0,
      "text": "When they got the spare part for the ship and have freed Anakin, they leave Tatooine, -"
    },
    {
      "index": 425,
      "start_time": 3139540.0,
      "end_time": 3144120.0,
      "text": "and later in the movie, they go back to Naboo, to solve the situation with the Trade Federation."
    },
    {
      "index": 426,
      "start_time": 3144120.0,
      "end_time": 3150620.0,
      "text": "They seek out the Gungans, to get their help to fight against the droid army, and the scene was shot in the forest in England that we already visited."
    },
    {
      "index": 427,
      "start_time": 3150620.0,
      "end_time": 3154480.0,
      "text": "So we&#39;re leaving Tunisia again, and are going back to Whippendell Woods in England."
    },
    {
      "index": 428,
      "start_time": 3154480.0,
      "end_time": 3160380.0,
      "text": "The scene where they seek out the Gungans was actually shot on the exact same location, as when Quigon and Obi-wan meet Jar-jar Binks, -"
    },
    {
      "index": 429,
      "start_time": 3160380.0,
      "end_time": 3165780.0,
      "text": "which is in the middle of the forest. But it can be hard to recognize the location, as half of the scene is CGI."
    },
    {
      "index": 430,
      "start_time": 3165780.0,
      "end_time": 3170660.0,
      "text": "These trees for example don&#39;t exist in the forest. Most of this shot is CGI."
    },
    {
      "index": 431,
      "start_time": 3170660.0,
      "end_time": 3184660.0,
      "text": "But the next shot isn&#39;t manipulated, and the location is easy to recognize."
    },
    {
      "index": 432,
      "start_time": 3184660.0,
      "end_time": 3188400.0,
      "text": "The next shot isn&#39;t isn&#39;t to be found either. Most of it is CGI."
    },
    {
      "index": 433,
      "start_time": 3188400.0,
      "end_time": 3194940.0,
      "text": "And looking closely at the shot, I think it&#39;s obvious that this part was filmed in Whippendell Woods, and the rest is CGI."
    },
    {
      "index": 434,
      "start_time": 3194940.0,
      "end_time": 3215980.0,
      "text": "It&#39;s actually only the shots of our hero from the front, that you can find."
    },
    {
      "index": 435,
      "start_time": 3215980.0,
      "end_time": 3221680.0,
      "text": "After they are promised the help from the Gungans, we see them next time in the edge of a forest, where they go through their plan."
    },
    {
      "index": 436,
      "start_time": 3221680.0,
      "end_time": 3227620.0,
      "text": "The scenes was also shot here in Whippendell Woods, it was shot close to the parking lot, in the edge of the forest."
    },
    {
      "index": 437,
      "start_time": 3227620.0,
      "end_time": 3231920.0,
      "text": "Right now we&#39;re in the edge of Whippendell Woods, not far from the parking lot where we&#39;re parked."
    },
    {
      "index": 438,
      "start_time": 3231920.0,
      "end_time": 3237260.0,
      "text": "And it&#39;s right here that our heroes plan the great battle against the battle droids, which takes place on this field somewhere."
    },
    {
      "index": 439,
      "start_time": 3237260.0,
      "end_time": 3243880.0,
      "text": "Unfortunately the field isn&#39;t as impressive as seen in the movie, because the beautiful moutains in the background are actually 100% CGI. So that&#39;s a bit disappointing."
    },
    {
      "index": 440,
      "start_time": 3243880.0,
      "end_time": 3259420.0,
      "text": "And the field is in reality a golf field, which is a bit surprising!"
    },
    {
      "index": 441,
      "start_time": 3259420.0,
      "end_time": 3289760.0,
      "text": "This tree has been cut down since then, but the tree stump remains there, so you can see it used to be there, and that you are on the right location."
    },
    {
      "index": 442,
      "start_time": 3289760.0,
      "end_time": 3297160.0,
      "text": "That was the locations from Star Wars episode I, the next movie we&#39;re going to look at is Star Wars episode II - Attack of the clones from 2002."
    },
    {
      "index": 443,
      "start_time": 3297160.0,
      "end_time": 3302780.0,
      "text": "We&#39;ve actually already seen some of the locations, as some of the filming locations from episode I and IV, are also seen in episode II."
    },
    {
      "index": 444,
      "start_time": 3302780.0,
      "end_time": 3308940.0,
      "text": "The movie starts out with Padme&#39;s life being in danger, and Anakin gets the assignment to protect her, and take her to her home planet Naboo."
    },
    {
      "index": 445,
      "start_time": 3308940.0,
      "end_time": 3314960.0,
      "text": "We see a scene where Anakin, Padme and R2D2 arrive in Theed city on Naboo, and the scene was shot in Spain."
    },
    {
      "index": 446,
      "start_time": 3314960.0,
      "end_time": 3321260.0,
      "text": "So we&#39;re leaving England again, the scene was shot in Sevilla in southern Spain, at a place called Plaza de Espaa."
    },
    {
      "index": 447,
      "start_time": 3321260.0,
      "end_time": 3330480.0,
      "text": "The place was built in 1928, and is one of the turist attractions in Sevilla. It&#39;s a very nice place, and it&#39;s easy to see why they used it for the Star Wars universe."
    },
    {
      "index": 448,
      "start_time": 3330480.0,
      "end_time": 3360540.0,
      "text": "It&#39;s this staircase that Anakin and Padme walk up, followed by R2D2, when they have landed on Naboo."
    },
    {
      "index": 449,
      "start_time": 3360540.0,
      "end_time": 3366140.0,
      "text": "In the movie, the roof on the building was digitally replaced with green domes, so it matches what the rest of Naboo looks like."
    },
    {
      "index": 450,
      "start_time": 3366140.0,
      "end_time": 3374000.0,
      "text": "But other than that, the place looks exactly the same as in the movie."
    },
    {
      "index": 451,
      "start_time": 3374000.0,
      "end_time": 3380100.0,
      "text": "In the next scene they&#39;re in the royal palace, that was shot in Caserta Palace in Italy, that we&#39;ve already visited."
    },
    {
      "index": 452,
      "start_time": 3380100.0,
      "end_time": 3386740.0,
      "text": "And here Padme decides that her and Anakin will go to the lake where they can be safe. And these scenes were also filmed in Italy."
    },
    {
      "index": 453,
      "start_time": 3386740.0,
      "end_time": 3393160.0,
      "text": "So we&#39;re leaving southern Spain, the scenes at the lake were filmed in northern Italy, in a villa at a lake called Lake Como."
    },
    {
      "index": 454,
      "start_time": 3393160.0,
      "end_time": 3397000.0,
      "text": "The villa is called Villa Balbianello, and it&#39;s luckily open to the public."
    },
    {
      "index": 455,
      "start_time": 3397000.0,
      "end_time": 3401680.0,
      "text": "It&#39;s a very beautiful area to visit on the way to the villa, with beautiful mountains along the lake."
    },
    {
      "index": 456,
      "start_time": 3401680.0,
      "end_time": 3407920.0,
      "text": "You can park half a kilometer from the villa, but from there you have to walk through a forest to get there."
    },
    {
      "index": 457,
      "start_time": 3407920.0,
      "end_time": 3414280.0,
      "text": "We&#39;ve arrived in Villa Balbianello here at lake Como. It&#39;s here that Padme goes with Anakin when she&#39;s in danger."
    },
    {
      "index": 458,
      "start_time": 3414280.0,
      "end_time": 3419420.0,
      "text": "It&#39;s easy to understand why they picked this location, because it&#39;s really one of the most beautiful places I&#39;ve ever been to."
    },
    {
      "index": 459,
      "start_time": 3419420.0,
      "end_time": 3423460.0,
      "text": "They also often do weddings in this place, because of it&#39;s beauty."
    },
    {
      "index": 460,
      "start_time": 3423460.0,
      "end_time": 3459140.0,
      "text": "In the wide shots of the villa in the movie, the rooftops had green domes digitally added, just like the last location in southern Spain."
    },
    {
      "index": 461,
      "start_time": 3459140.0,
      "end_time": 3464320.0,
      "text": "We see the same location again in the end of the movie, when Padme and Anakin goes back to Naboo and get married."
    },
    {
      "index": 462,
      "start_time": 3464320.0,
      "end_time": 3467400.0,
      "text": "Besides this spot, there&#39;s also another location in the villa used for the movie."
    },
    {
      "index": 463,
      "start_time": 3467400.0,
      "end_time": 3478320.0,
      "text": "After Anakin&#39;s nightmare about his mother, he stands the following morning and looks at the lake at this building."
    },
    {
      "index": 464,
      "start_time": 3478320.0,
      "end_time": 3489640.0,
      "text": "And here that Anakin stands in the morning, after having the nightmare."
    },
    {
      "index": 465,
      "start_time": 3489640.0,
      "end_time": 3506780.0,
      "text": "If you wonder why the moutains in the background looks different in the movie, it&#39;s because the whole view was changed digitally in the movie."
    },
    {
      "index": 466,
      "start_time": 3506780.0,
      "end_time": 3514540.0,
      "text": "That was the locations from Star Wars episode II, we actually still need to look at Star Wars episode III - Revenge of the sith from 2005, -"
    },
    {
      "index": 467,
      "start_time": 3514540.0,
      "end_time": 3519240.0,
      "text": "But the only filming location we found from this movie, is Luke Skywalker&#39;s home, that we&#39;ve already seen, -"
    },
    {
      "index": 468,
      "start_time": 3519240.0,
      "end_time": 3526300.0,
      "text": "that is seen in the end of the movie, when Obi-wan delivers Luke as a baby to his uncle and aunt. Almost the rest of the movie was shot in a studio."
    },
    {
      "index": 469,
      "start_time": 3526300.0,
      "end_time": 3530480.0,
      "text": "There&#39;s a lot of the scenes from all 6 Star Wars movies that was done a studio, -"
    },
    {
      "index": 470,
      "start_time": 3530480.0,
      "end_time": 3538460.0,
      "text": "you can get a studio tour in some of the studios, but there are no Star Wars sets to be seen, as far as I know, they were all destroyed after filming."
    },
    {
      "index": 471,
      "start_time": 3538460.0,
      "end_time": 3544340.0,
      "text": "But a lot of the original Star Wars props used in the movies still exist, which can be seen on exhibitions."
    },
    {
      "index": 472,
      "start_time": 3544340.0,
      "end_time": 3552060.0,
      "text": "For instance there&#39;s a exhibition called Star Wars Identities, that travels from town to town around the world. And I caught it when it came to Paris."
    },
    {
      "index": 473,
      "start_time": 3552060.0,
      "end_time": 3556340.0,
      "text": "Here there were original props and costumes used in the Star Wars movies."
    },
    {
      "index": 474,
      "start_time": 3556340.0,
      "end_time": 3560860.0,
      "text": "And there wasn&#39;t just small props, for example there were also Anakin&#39;s podracer from episode I."
    },
    {
      "index": 475,
      "start_time": 3560860.0,
      "end_time": 3567720.0,
      "text": "There were also many of the star ship models, that were filmed in front of a blue screen and put into the space scenery."
    },
    {
      "index": 476,
      "start_time": 3567720.0,
      "end_time": 3573940.0,
      "text": "For example here&#39;s a Star Destroyer, which is a pretty big model. It&#39;s seen for instance in the beginning of episode IV - A new hope."
    },
    {
      "index": 477,
      "start_time": 3573940.0,
      "end_time": 3581200.0,
      "text": "There were also an Imperial Walker, that I talked about earlier, that was put to life with stopmotion, and is seen in Star Wars episode V - The empire strike back, -"
    },
    {
      "index": 478,
      "start_time": 3581200.0,
      "end_time": 3584680.0,
      "text": "in the scene from the rebellions battle the empire, on the planet Hoth."
    },
    {
      "index": 479,
      "start_time": 3584680.0,
      "end_time": 3589620.0,
      "text": "That was a bit about the Star Wars Identities exhibition. When we were in USA to find the Star Wars filming locations, -"
    },
    {
      "index": 480,
      "start_time": 3589620.0,
      "end_time": 3595940.0,
      "text": "we also went to San Francisco, and visited Lucasfilm Limited and Industrial Light &amp; Magic, which are both located in the same place."
    },
    {
      "index": 481,
      "start_time": 3595940.0,
      "end_time": 3599400.0,
      "text": "Lucasfilm Limited is the production company that produced all the Star Wars movies, -"
    },
    {
      "index": 482,
      "start_time": 3599400.0,
      "end_time": 3606300.0,
      "text": "and Industrial Light &amp; Magic is the company that made all the visual effects for the movies. And both companies were founded by George Lucas."
    },
    {
      "index": 483,
      "start_time": 3606300.0,
      "end_time": 3610120.0,
      "text": "In front of the entrance of the facility, there&#39;s a fountain with a figure of Yoda on it, which is a fun little experience."
    },
    {
      "index": 484,
      "start_time": 3610120.0,
      "end_time": 3614660.0,
      "text": "And you can&#39;t go on a tour in the facility, but you are allowed to go into the lobby and have a look around, -"
    },
    {
      "index": 485,
      "start_time": 3614660.0,
      "end_time": 3618480.0,
      "text": "where there&#39;re also Star Wars props and costumes on display."
    },
    {
      "index": 486,
      "start_time": 3618480.0,
      "end_time": 3623420.0,
      "text": "That was the end of the Star Wars filming locations. The Star Wars movie have always been very special movies to me, -"
    },
    {
      "index": 487,
      "start_time": 3623420.0,
      "end_time": 3629520.0,
      "text": "and as a huge Star Wars fan, it was exciting to visit the locations where the movies were filmed, and walk where the actors have been."
    },
    {
      "index": 488,
      "start_time": 3629520.0,
      "end_time": 3634480.0,
      "text": "And a lot of the locations were truly surreal to visit, as it felt like being in the Star Wars universe!"
    },
    {
      "index": 489,
      "start_time": 3634480.0,
      "end_time": 3639320.0,
      "text": "and in the same time, we got to visit some amazing parts of nature and great monuments around the world."
    },
    {
      "index": 490,
      "start_time": 3639320.0,
      "end_time": 3644640.0,
      "text": "Host Niki Topgaard"
    },
    {
      "index": 491,
      "start_time": 3644640.0,
      "end_time": 3650060.0,
      "text": "Photographer Line Rosted"
    },
    {
      "index": 492,
      "start_time": 3650060.0,
      "end_time": 3655300.0,
      "text": "Idea and research Niki Topgaard Line Rosted"
    },
    {
      "index": 493,
      "start_time": 3655300.0,
      "end_time": 3660620.0,
      "text": "Editor Niki Topgaard"
    },
    {
      "index": 494,
      "start_time": 3660620.0,
      "end_time": 3670620.0,
      "text": "Thanks to Mark Dermul"
    }
  ]
}