{
  "video_id": "rY9zHNOjGrs",
  "title": "The Civil War, Part I: Crash Course US History #20",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 170.0,
      "end_time": 310.0,
      "text": "Episode 20 – Civil War"
    },
    {
      "index": 2,
      "start_time": 310.0,
      "end_time": 5000.0,
      "text": "Hi I’m John Green this is Crash Course US History and today we come at last to the Civil"
    },
    {
      "index": 3,
      "start_time": 5000.0,
      "end_time": 9530.0,
      "text": "War, the conflict that in many ways created a nation. So here’s what you won’t be"
    },
    {
      "index": 4,
      "start_time": 9530.0,
      "end_time": 12550.0,
      "text": "getting today. We will not be describing battles and tactics."
    },
    {
      "index": 5,
      "start_time": 12550.0,
      "end_time": 18529.0,
      "text": "If that’s your bag, might I suggest Ken Burns or if you prefer books, like 1000 authors,"
    },
    {
      "index": 6,
      "start_time": 18529.0,
      "end_time": 20940.0,
      "text": "my favorites being James McPherson and Shelby Foote."
    },
    {
      "index": 7,
      "start_time": 20940.0,
      "end_time": 24560.0,
      "text": "And 2. We won’t be bashing and/or praising Abraham Lincoln very much, although we do"
    },
    {
      "index": 8,
      "start_time": 24560.0,
      "end_time": 27359.0,
      "text": "have multiple Lincolns here because we’ve heard that’s good for ratings."
    },
    {
      "index": 9,
      "start_time": 27359.0,
      "end_time": 30910.0,
      "text": "I mean, to watch or read certain accounts, you would think that the Civil War was a lengthy"
    },
    {
      "index": 10,
      "start_time": 30910.0,
      "end_time": 35960.0,
      "text": "chess game played by Abraham Lincoln against his cunning opponent Abraham Lincoln, but"
    },
    {
      "index": 11,
      "start_time": 35960.0,
      "end_time": 39440.0,
      "text": "of course there were other people involved. We are going to quote a fair bit of Lincoln,"
    },
    {
      "index": 12,
      "start_time": 39440.0,
      "end_time": 42019.0,
      "text": "though, because, you know, that won Tony Kushner an Academy Award nomination."
    },
    {
      "index": 13,
      "start_time": 42019.0,
      "end_time": 46399.0,
      "text": "3. We won’t be claiming that the Civil War was somehow secretly about something other"
    },
    {
      "index": 14,
      "start_time": 46399.0,
      "end_time": 49339.0,
      "text": "than slavery, because that is just so early 20th century."
    },
    {
      "index": 15,
      "start_time": 49339.0,
      "end_time": 55339.0,
      "text": "And 4. There will not be a lot of jokes today because hahaha 700,000 people died."
    },
    {
      "index": 16,
      "start_time": 55339.0,
      "end_time": 60159.0,
      "text": "Mr. Green, actually only 680,000 people died. Yeah, it depends on how you count, you snivelling"
    },
    {
      "index": 17,
      "start_time": 60159.0,
      "end_time": 66170.0,
      "text": "little ghoul. But recent estimates are between 680,000 and 800,000 total casualties. Deadlier"
    },
    {
      "index": 18,
      "start_time": 66170.0,
      "end_time": 76560.0,
      "text": "for Americans than the American Revolution, World War I, World War II, and Vietnam combined."
    },
    {
      "index": 19,
      "start_time": 76560.0,
      "end_time": 83119.0,
      "text": "intro So let’s start with some basic facts about"
    },
    {
      "index": 20,
      "start_time": 83119.0,
      "end_time": 88240.0,
      "text": "the American Civil War. 1861 to 1865, which corresponded with the presidency of Abraham"
    },
    {
      "index": 21,
      "start_time": 88240.0,
      "end_time": 93009.0,
      "text": "Lincoln. The Union, or more colloquially the North, fought against the forces of the Confederate"
    },
    {
      "index": 22,
      "start_time": 93009.0,
      "end_time": 96460.0,
      "text": "States of America, or the South. Sometimes people call the Union ‘the blue”"
    },
    {
      "index": 23,
      "start_time": 96460.0,
      "end_time": 100399.0,
      "text": "and the confederates “the gray,” but in fact the uniforms weren’t very uniform,"
    },
    {
      "index": 24,
      "start_time": 100399.0,
      "end_time": 104109.0,
      "text": "they were all different kinds of color. And also, with all that dirt and blood, they were"
    },
    {
      "index": 25,
      "start_time": 104109.0,
      "end_time": 106630.0,
      "text": "all just brown. Alright, let’s go to the Thought Bubble."
    },
    {
      "index": 26,
      "start_time": 106630.0,
      "end_time": 110740.0,
      "text": "You’ll notice from this map that not all the states that held slaves were part of the"
    },
    {
      "index": 27,
      "start_time": 110740.0,
      "end_time": 115270.0,
      "text": "Confederacy. The border states of Kentucky, Missouri, Delaware and Maryland allowed slavery"
    },
    {
      "index": 28,
      "start_time": 115270.0,
      "end_time": 120420.0,
      "text": "and never left the United States. All of these border states were critical to the Union--Maryland"
    },
    {
      "index": 29,
      "start_time": 120420.0,
      "end_time": 124939.0,
      "text": "was north of the nation’s capitol in Washington D.C.; Kentucky controlled the Ohio River;"
    },
    {
      "index": 30,
      "start_time": 124939.0,
      "end_time": 128860.0,
      "text": "Missouri was the gateway to the West; Delaware actually wasn’t that important."
    },
    {
      "index": 31,
      "start_time": 128860.00000000001,
      "end_time": 133110.0,
      "text": "So none of that should be particularly controversial, unless you’re from Delaware, but the causes"
    },
    {
      "index": 32,
      "start_time": 133110.0,
      "end_time": 138290.0,
      "text": "of the war, that’s another story. The Civil War was about slavery--actual historians will"
    },
    {
      "index": 33,
      "start_time": 138290.0,
      "end_time": 142650.0,
      "text": "back me up on this, like David Goldfield, who wrote, “Both Northerners and Southerners"
    },
    {
      "index": 34,
      "start_time": 142650.0,
      "end_time": 147019.0,
      "text": "recognized slavery as the immediate cause of the Civil War.” Also, Lincoln said in"
    },
    {
      "index": 35,
      "start_time": 147019.0,
      "end_time": 151599.0,
      "text": "his second inaugural address, “One eighth of the whole population were colored slaves,"
    },
    {
      "index": 36,
      "start_time": 151599.0,
      "end_time": 156470.0,
      "text": "not distributed generally over the Union, but localized in the southern part of it."
    },
    {
      "index": 37,
      "start_time": 156470.0,
      "end_time": 163120.0,
      "text": "These slaves constituted a peculiar and powerful interest. All knew that this interest was,"
    },
    {
      "index": 38,
      "start_time": 163120.0,
      "end_time": 167269.0,
      "text": "somehow, the cause of the war.” That said, in comments lots of people will"
    },
    {
      "index": 39,
      "start_time": 167269.0,
      "end_time": 171640.0,
      "text": "be like, the war was about agriculture versus industry, or the states’ rights to protect"
    },
    {
      "index": 40,
      "start_time": 171640.0,
      "end_time": 175720.0,
      "text": "themselves from the tyranny of a big federal government, but if it were REALLY about that,"
    },
    {
      "index": 41,
      "start_time": 175720.0,
      "end_time": 179390.0,
      "text": "the Civil War would’ve started during the Nullification crisis in the 1830s, when--as"
    },
    {
      "index": 42,
      "start_time": 179390.0,
      "end_time": 183060.0,
      "text": "I’m sure you’ll remember--Andrew Jackson said that South Carolina couldn’t declare"
    },
    {
      "index": 43,
      "start_time": 183060.0,
      "end_time": 187329.0,
      "text": "a federal tariff null in their state. Why didn’t that cause a Civil War?"
    },
    {
      "index": 44,
      "start_time": 187329.0,
      "end_time": 190879.0,
      "text": "The Confederate government passed the first conscription act in American history, implemented"
    },
    {
      "index": 45,
      "start_time": 190879.0,
      "end_time": 195269.0,
      "text": "national taxes, created a national currency, and had a government bureaucracy of about"
    },
    {
      "index": 46,
      "start_time": 195269.0,
      "end_time": 199560.0,
      "text": "70,000 people, more than the federal bureaucracy in Washington D.C."
    },
    {
      "index": 47,
      "start_time": 199560.0,
      "end_time": 203340.0,
      "text": "Thanks, Thought Bubble. That said, in the beginning of the war, Lincoln deliberately"
    },
    {
      "index": 48,
      "start_time": 203340.0,
      "end_time": 208730.0,
      "text": "tried to downplay the slavery angle, arguing that the war was only about preserving “the"
    },
    {
      "index": 49,
      "start_time": 208730.0,
      "end_time": 211469.0,
      "text": "Union.” But the war was also about religion, for both"
    },
    {
      "index": 50,
      "start_time": 211469.0,
      "end_time": 216180.0,
      "text": "sides. As David Goldfield put it, “In protecting the Revolutionary ideals, northerners would"
    },
    {
      "index": 51,
      "start_time": 216180.0,
      "end_time": 221439.0,
      "text": "preserve God’s plan to extend democracy and Christianity across an unbroken continent"
    },
    {
      "index": 52,
      "start_time": 221439.0,
      "end_time": 225969.0,
      "text": "and around the world. Southerners welcomed a war to create a nation more perfect in its"
    },
    {
      "index": 53,
      "start_time": 225969.0,
      "end_time": 229409.0,
      "text": "fealty to God than the one they had left.” But it’s also important to remember that"
    },
    {
      "index": 54,
      "start_time": 229409.0,
      "end_time": 233909.0,
      "text": "regular soldiers often had more prosaic reasons for going off to fight, as you will eventually"
    },
    {
      "index": 55,
      "start_time": 233909.0,
      "end_time": 236480.0,
      "text": "learn when you are forced to read The Red Badge of Courage,"
    },
    {
      "index": 56,
      "start_time": 236480.0,
      "end_time": 240319.0,
      "text": "Goldfield tells the story of one Alabamian who enlisted only after his girlfriend mailed"
    },
    {
      "index": 57,
      "start_time": 240319.0,
      "end_time": 243620.0,
      "text": "him a dress and told him he should start wearing if he wasn’t willing to go fight."
    },
    {
      "index": 58,
      "start_time": 243620.0,
      "end_time": 248239.0,
      "text": "And for Northerners, Union, religion and an end to slavery mixed together to form a potent"
    },
    {
      "index": 59,
      "start_time": 248239.0,
      "end_time": 253439.0,
      "text": "rationale for war. It’s summed up nicely by Julia Ward Howe’s words to the song that"
    },
    {
      "index": 60,
      "start_time": 253439.0,
      "end_time": 258810.0,
      "text": "would become famous as the Battle Hymn of the Republic: “As he died to make men holy,"
    },
    {
      "index": 61,
      "start_time": 258810.0,
      "end_time": 263620.0,
      "text": "let us die to make men free.” You thought I was going to sing, but you were wrong."
    },
    {
      "index": 62,
      "start_time": 263620.0,
      "end_time": 268120.0,
      "text": "So spoiler alert the Union won the war, which in a sense was unsurprising, because they"
    },
    {
      "index": 63,
      "start_time": 268120.0,
      "end_time": 272550.0,
      "text": "had massive advantages: For starters, they had many more people, approximately"
    },
    {
      "index": 64,
      "start_time": 272550.0,
      "end_time": 278100.0,
      "text": "22 million as compared to 9 million in the South, of whom 3.5 million were slaves and"
    },
    {
      "index": 65,
      "start_time": 278100.0,
      "end_time": 280980.0,
      "text": "therefore unlikely to be sympathetic to the Southern cause."
    },
    {
      "index": 66,
      "start_time": 280980.0,
      "end_time": 285520.0,
      "text": "Also, the north manufactured more than 90% of all goods in America; its factories turned"
    },
    {
      "index": 67,
      "start_time": 285520.0,
      "end_time": 291230.0,
      "text": "out 17 times more textiles than the South, 30 times more shoes and boots, 13 times more"
    },
    {
      "index": 68,
      "start_time": 291230.0,
      "end_time": 295200.0,
      "text": "iron, and 32 times more firearms. Plus, at the outbreak of the war the North"
    },
    {
      "index": 69,
      "start_time": 295200.0,
      "end_time": 299320.0,
      "text": "had twenty thousand miles of railroad compared with the South’s ten thousand."
    },
    {
      "index": 70,
      "start_time": 299320.0,
      "end_time": 302410.0,
      "text": "This made it easier for the Union to move its army, which over the course of the war"
    },
    {
      "index": 71,
      "start_time": 302410.0,
      "end_time": 306790.0,
      "text": "enlisted more than 2 million men, compared with 900,000 for the Confederacy."
    },
    {
      "index": 72,
      "start_time": 306790.0,
      "end_time": 310420.0,
      "text": "Even northern agriculture was also more productive, taking greater advantage of mechanization"
    },
    {
      "index": 73,
      "start_time": 310420.0,
      "end_time": 313810.0,
      "text": "than southern farmers did. Really the only advantage the south had was"
    },
    {
      "index": 74,
      "start_time": 313810.0,
      "end_time": 318310.0,
      "text": "better leaders, like most of the tactically famous generals of the Civil War, Robert E."
    },
    {
      "index": 75,
      "start_time": 318310.0,
      "end_time": 322770.0,
      "text": "Lee, Stonewall Jackson, J. E. B. Stewart, etc., were Southerners. And also, by the way,"
    },
    {
      "index": 76,
      "start_time": 322770.0,
      "end_time": 325960.0,
      "text": "they all had great last words. Lee said “Strike the tent,” Stonewall"
    },
    {
      "index": 77,
      "start_time": 325960.0,
      "end_time": 329870.0,
      "text": "Jackson said “Let us cross over the river and rest under the shade of those trees,”"
    },
    {
      "index": 78,
      "start_time": 329870.0,
      "end_time": 334880.0,
      "text": "and JEB Stuart after being mortally wounded in battle said to his close friend and lieutenant,"
    },
    {
      "index": 79,
      "start_time": 334880.0,
      "end_time": 338760.0,
      "text": "“Honey-bun, how do I look in the face?” Famous Union general Ulysses Grant’s last"
    },
    {
      "index": 80,
      "start_time": 338760.0,
      "end_time": 344190.0,
      "text": "word was “Water,” which isn’t near so good, but he said that last word after having"
    },
    {
      "index": 81,
      "start_time": 344190.0,
      "end_time": 348630.0,
      "text": "survived the war and getting to be, like, President of the United States and stuff."
    },
    {
      "index": 82,
      "start_time": 348630.0,
      "end_time": 353200.0,
      "text": "Right but anyway, this all raises an interesting question: Was the result of the war a foregone"
    },
    {
      "index": 83,
      "start_time": 353200.0,
      "end_time": 355490.0,
      "text": "conclusion? The Confederacy had to create a nation from"
    },
    {
      "index": 84,
      "start_time": 355490.0,
      "end_time": 359720.0,
      "text": "scratch and build national unity among people who were committed to the autonomy of their"
    },
    {
      "index": 85,
      "start_time": 359720.0,
      "end_time": 364050.0,
      "text": "individual home states. So that’s a problem. And, then there was the issue of overcoming"
    },
    {
      "index": 86,
      "start_time": 364050.0,
      "end_time": 368920.0,
      "text": "class conflicts, especially when the ruling class was often exempted from actually fighting"
    },
    {
      "index": 87,
      "start_time": 368920.0,
      "end_time": 371410.0,
      "text": "in the war. But when you put aside all that nation-building"
    },
    {
      "index": 88,
      "start_time": 371410.0,
      "end_time": 375540.0,
      "text": "stuff and just focus on the actual fighting of the war, the question of the union’s"
    },
    {
      "index": 89,
      "start_time": 375540.0,
      "end_time": 378570.0,
      "text": "inevitable win becomes much trickier. Some have argued that all the Confederacy"
    },
    {
      "index": 90,
      "start_time": 378570.0,
      "end_time": 383640.0,
      "text": "really to do was outlast the Northern efforts to bring them back into the Union, like Washington"
    },
    {
      "index": 91,
      "start_time": 383640.0,
      "end_time": 386640.0,
      "text": "had to do against the British. And the idea was that the war of attrition"
    },
    {
      "index": 92,
      "start_time": 386640.0,
      "end_time": 390680.0,
      "text": "would eventually wear down northern resolve. But, there were two problems with this theory."
    },
    {
      "index": 93,
      "start_time": 390680.0,
      "end_time": 395870.0,
      "text": "First, the North had such superiority in its resources that it would take a long time to"
    },
    {
      "index": 94,
      "start_time": 395870.0,
      "end_time": 398480.0,
      "text": "wear down. Secondly, fighting a war of attrition would"
    },
    {
      "index": 95,
      "start_time": 398480.0,
      "end_time": 403620.0,
      "text": "be costly to the South, as well and their resources would be depleted long before the"
    },
    {
      "index": 96,
      "start_time": 403620.0,
      "end_time": 407120.0,
      "text": "North’s. Oh it’s time for the Mystery Document? The"
    },
    {
      "index": 97,
      "start_time": 407120.0,
      "end_time": 411980.0,
      "text": "rules here are simple. Woah! That was intense. I try to identify the author of the Mystery"
    },
    {
      "index": 98,
      "start_time": 411980.0,
      "end_time": 415860.0,
      "text": "Document. If I am right, I do not get shocked, but I’m never right because Stan makes it"
    },
    {
      "index": 99,
      "start_time": 415860.0,
      "end_time": 418010.0,
      "text": "too hard. Alright, let’s see what we’ve got today."
    },
    {
      "index": 100,
      "start_time": 418010.0,
      "end_time": 422570.0,
      "text": "“I therefore determined, first, to use the greatest number of troops practicable against"
    },
    {
      "index": 101,
      "start_time": 422570.0,
      "end_time": 427650.0,
      "text": "the armed force of the enemy, preventing him from using the same force at different seasons"
    },
    {
      "index": 102,
      "start_time": 427650.0,
      "end_time": 433650.0,
      "text": "[and] second, to hammer continuously against the armed force of the enemy and his resources,"
    },
    {
      "index": 103,
      "start_time": 433650.0,
      "end_time": 438820.0,
      "text": "until by mere attrition … there should be nothing left to him but submission.” [1]"
    },
    {
      "index": 104,
      "start_time": 438820.0,
      "end_time": 443220.0,
      "text": "Okay so the strategy of attrition was a Confederate strategy. But, Stan is a jerk."
    },
    {
      "index": 105,
      "start_time": 443220.0,
      "end_time": 447610.0,
      "text": "But it talks about the enemy AND HIS RESOURCES, which was kind of a Union focus. And more"
    },
    {
      "index": 106,
      "start_time": 447610.0,
      "end_time": 452210.0,
      "text": "importantly, it talks about preventing him from using the same force at different seasons."
    },
    {
      "index": 107,
      "start_time": 452210.0,
      "end_time": 457600.0,
      "text": "That makes me think it is a Union general. Final answer Ulysses S. Grant. OH HOW DO YOU"
    },
    {
      "index": 108,
      "start_time": 457600.0,
      "end_time": 461050.0,
      "text": "LIKE THEM APPLES. Grant was different from previous Union generals"
    },
    {
      "index": 109,
      "start_time": 461050.0,
      "end_time": 465530.0,
      "text": "in that he was willing to sustain enormous casualties in pursuit of his goal to wear"
    },
    {
      "index": 110,
      "start_time": 465530.0,
      "end_time": 468850.0,
      "text": "down the South. Because of this, Grant was branded a butcher,"
    },
    {
      "index": 111,
      "start_time": 468850.0,
      "end_time": 474650.0,
      "text": "like he was willing to weather incredible losses including the 52,000 men -- 41% of"
    },
    {
      "index": 112,
      "start_time": 474650.0,
      "end_time": 478590.0,
      "text": "his army -- who were injured or killed at the battles of the Wilderness and Cold Harbor."
    },
    {
      "index": 113,
      "start_time": 478590.0,
      "end_time": 483900.0,
      "text": "But his grim determination not just to defeat but to destroy his opponent is what made Grant"
    },
    {
      "index": 114,
      "start_time": 483900.0,
      "end_time": 488750.0,
      "text": "one of the first truly modern generals and also the most successful leader the Union"
    },
    {
      "index": 115,
      "start_time": 488750.0,
      "end_time": 490660.0,
      "text": "found. So, Grant’s brutal strategy coupled with"
    },
    {
      "index": 116,
      "start_time": 490660.0,
      "end_time": 494610.0,
      "text": "the vast superiority in Northern resources suggests that the outcome of the Civil war"
    },
    {
      "index": 117,
      "start_time": 494610.0,
      "end_time": 498540.0,
      "text": "really was inevitable, but it also points to some of the reasons to be cautious about"
    },
    {
      "index": 118,
      "start_time": 498540.0,
      "end_time": 501450.0,
      "text": "that conclusion. First off, it took three years before the"
    },
    {
      "index": 119,
      "start_time": 501450.0,
      "end_time": 506930.0,
      "text": "Union actually fully adopted Grant’s strategy, and between 1861 and 1864 it was possible"
    },
    {
      "index": 120,
      "start_time": 506930.0,
      "end_time": 510280.0,
      "text": "that Southern victories would eventually force the Union to give in."
    },
    {
      "index": 121,
      "start_time": 510280.0,
      "end_time": 514120.0,
      "text": "I mean, the Union lost a lot of battles in the first two years, largely due to ineffective"
    },
    {
      "index": 122,
      "start_time": 514120.0,
      "end_time": 518159.0,
      "text": "General-ing and nothing saps a nation’s motivation for war like losing."
    },
    {
      "index": 123,
      "start_time": 518159.0,
      "end_time": 522509.0,
      "text": "Now, some argue that the North had superior motivation to prosecute the war because they"
    },
    {
      "index": 124,
      "start_time": 522509.0,
      "end_time": 526810.0,
      "text": "had God on their side and they were against slavery, but that’s also pretty problematic."
    },
    {
      "index": 125,
      "start_time": 526810.0,
      "end_time": 531120.0,
      "text": "I mean, for many men who joined the federal army, a war to end slavery had very little"
    },
    {
      "index": 126,
      "start_time": 531120.0,
      "end_time": 535920.0,
      "text": "appeal, especially poor enlistees who might be afraid that newly-freed slaves would compete"
    },
    {
      "index": 127,
      "start_time": 535920.0,
      "end_time": 539019.0,
      "text": "with them for jobs. Also, while we are correct in considering"
    },
    {
      "index": 128,
      "start_time": 539019.0,
      "end_time": 543959.0,
      "text": "slavery unjust, southerners who took up arms for the Confederacy saw themselves as engaged"
    },
    {
      "index": 129,
      "start_time": 543959.0,
      "end_time": 547579.0,
      "text": "in a fight for their own freedom, rather than a fight to protect slavery."
    },
    {
      "index": 130,
      "start_time": 547579.0,
      "end_time": 551540.0,
      "text": "The truth is, when it comes to fighting, motivation is a very tricky business, and I’m most"
    },
    {
      "index": 131,
      "start_time": 551540.0,
      "end_time": 555819.0,
      "text": "comfortable agreeing with James McPherson who argued that motivation waxes and wanes"
    },
    {
      "index": 132,
      "start_time": 555819.0,
      "end_time": 559920.0,
      "text": "with victory, and that the outcome of the war was contingent on a number of turning"
    },
    {
      "index": 133,
      "start_time": 559920.0,
      "end_time": 561509.0,
      "text": "points. And we’re just gonna discuss two of the"
    },
    {
      "index": 134,
      "start_time": 561509.0,
      "end_time": 568350.0,
      "text": "most important: July 1863 and August 1864. July 1863 saw two of the most important Union"
    },
    {
      "index": 135,
      "start_time": 568350.0,
      "end_time": 572930.0,
      "text": "victories in the whole war. In the western theater, General Grant laid siege to and captured"
    },
    {
      "index": 136,
      "start_time": 572930.0,
      "end_time": 576550.0,
      "text": "Vicksburg Mississippi, thus giving the federals control of the lower Mississippi river."
    },
    {
      "index": 137,
      "start_time": 576550.0,
      "end_time": 579639.0,
      "text": "I mean, by then, the North already had New Orleans, which made it pretty much impossible"
    },
    {
      "index": 138,
      "start_time": 579639.0,
      "end_time": 583370.0,
      "text": "for the Confederates to ship cotton or anything else along the Mississippi River."
    },
    {
      "index": 139,
      "start_time": 583370.0,
      "end_time": 587250.0,
      "text": "After that, Grant was able to turn his attention to the east with the aforementioned hammering"
    },
    {
      "index": 140,
      "start_time": 587250.0,
      "end_time": 591019.0,
      "text": "of the enemy and their resources. More famously, especially in the eastern part"
    },
    {
      "index": 141,
      "start_time": 591019.0,
      "end_time": 595689.0,
      "text": "of the United States, the first three days of July 1863 saw the battle of Gettysburg"
    },
    {
      "index": 142,
      "start_time": 595689.0,
      "end_time": 599110.0,
      "text": "in Pennsylvania. This was General Lee’s furthest major offensive"
    },
    {
      "index": 143,
      "start_time": 599110.0,
      "end_time": 603420.0,
      "text": "in the north and had he won the battle it is likely that panic would have set in in"
    },
    {
      "index": 144,
      "start_time": 603420.0,
      "end_time": 606180.0,
      "text": "places like Philadelphia and maybe even New York."
    },
    {
      "index": 145,
      "start_time": 606180.0,
      "end_time": 610620.0,
      "text": "Actually panic did overcome New York in draft riots that killed more than 100 people and"
    },
    {
      "index": 146,
      "start_time": 610620.0,
      "end_time": 613529.0,
      "text": "only ended after troops from Gettysburg were called in."
    },
    {
      "index": 147,
      "start_time": 613529.0,
      "end_time": 617350.0,
      "text": "I’m not going to go into detail about either of these battles, but they shifted the tide"
    },
    {
      "index": 148,
      "start_time": 617350.0,
      "end_time": 622639.0,
      "text": "of the war in favor of the North, although not enough to bring the war to a quick end."
    },
    {
      "index": 149,
      "start_time": 622639.0,
      "end_time": 627740.0,
      "text": "Confederate forces would never again threaten a northern city. August 1864 saw another turning"
    },
    {
      "index": 150,
      "start_time": 627740.0,
      "end_time": 631639.0,
      "text": "point that really spelled the doom of the Confederacy, and that was when Union general"
    },
    {
      "index": 151,
      "start_time": 631639.0,
      "end_time": 636639.0,
      "text": "Sherman took Atlanta. Atlanta was a railroad hub and manufacturing center but its capture"
    },
    {
      "index": 152,
      "start_time": 636639.0,
      "end_time": 640839.0,
      "text": "was more significant politically than militarily because it happened close to the election"
    },
    {
      "index": 153,
      "start_time": 640839.0,
      "end_time": 644069.0,
      "text": "of 1864. And that American election was really the"
    },
    {
      "index": 154,
      "start_time": 644069.0,
      "end_time": 647720.0,
      "text": "last time that the Confederate states of America could have won the Civil War."
    },
    {
      "index": 155,
      "start_time": 647720.0,
      "end_time": 652410.0,
      "text": "It’s easy to forget this, but Lincoln actually had to run for reelection during the Civil"
    },
    {
      "index": 156,
      "start_time": 652410.0,
      "end_time": 657189.0,
      "text": "War, and by the summer of 1864 the war was pretty unpopular and it looked like Lincoln"
    },
    {
      "index": 157,
      "start_time": 657189.0,
      "end_time": 659759.0,
      "text": "might lose. The capture of Atlanta changed public opinion"
    },
    {
      "index": 158,
      "start_time": 659759.0,
      "end_time": 664199.0,
      "text": "about Lincoln and meant it that his Democratic opponent and former top general George McClellan"
    },
    {
      "index": 159,
      "start_time": 664199.0,
      "end_time": 668410.0,
      "text": "didn’t stand a chance of winning, which was really significant for the war because"
    },
    {
      "index": 160,
      "start_time": 668410.0,
      "end_time": 672110.0,
      "text": "Lincoln was committed to ending it with a Union victory and McClellan, meh."
    },
    {
      "index": 161,
      "start_time": 672110.0,
      "end_time": 677040.0,
      "text": "I think it says a lot about American history that in the end the war’s outcome was insured"
    },
    {
      "index": 162,
      "start_time": 677040.0,
      "end_time": 680339.0,
      "text": "not just by military victories but by a political one."
    },
    {
      "index": 163,
      "start_time": 680339.0,
      "end_time": 683610.0,
      "text": "Next week, we’ll examine the effects of the Civil War and the enduring questions that"
    },
    {
      "index": 164,
      "start_time": 683610.0,
      "end_time": 687870.0,
      "text": "have arisen out of it, such as who, exactly, freed the slaves? But, until then, thanks"
    },
    {
      "index": 165,
      "start_time": 687870.0,
      "end_time": 690790.0,
      "text": "for watching. Crash Course is produced and directed by Stan"
    },
    {
      "index": 166,
      "start_time": 690790.0,
      "end_time": 694089.0,
      "text": "Muller. The script supervisor is Meredith Danko. Our show is written by my high school"
    },
    {
      "index": 167,
      "start_time": 694089.0,
      "end_time": 698259.0,
      "text": "history teacher, Raoul Meyer, and myself. Our graphics team is Thought Café. And our"
    },
    {
      "index": 168,
      "start_time": 698259.0,
      "end_time": 702199.0,
      "text": "associate producer is Danica Johnson, also responsible for felt Abraham Lincoln."
    },
    {
      "index": 169,
      "start_time": 702199.0,
      "end_time": 705689.0,
      "text": "If you want to suggest captions for the libertage, you can do so in comments where you can also"
    },
    {
      "index": 170,
      "start_time": 705689.0,
      "end_time": 709240.0,
      "text": "ask questions about today’s video that will be answered by our team of historians."
    },
    {
      "index": 171,
      "start_time": 709240.0,
      "end_time": 710800.0,
      "text": "Thanks for watching Crash Course and as we say in my hometown, don’t forget to be awesome."
    },
    {
      "index": 172,
      "start_time": 710800.0,
      "end_time": 720800.0,
      "text": "________________ [1] Goldfield America Aflame p. 326"
    }
  ]
}