{
  "video_id": "S-Jpe5NID60",
  "title": "CIVILIZATION VI - First Look: Arabia",
  "json": [
    {
      "index": 1,
      "start_time": 4000.0,
      "end_time": 8166.0,
      "text": "Saladin leads Arabia in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8166.0,
      "end_time": 17533.0,
      "text": "From his promising start as a young scholar, Saladin rose to become a legendary commander whose talents and wisdom won praise from his friends and enemies alike."
    },
    {
      "index": 3,
      "start_time": 17833.0,
      "end_time": 21866.0,
      "text": "Arabia’s special ability is called “The Last Prophet.”"
    },
    {
      "index": 4,
      "start_time": 21866.0,
      "end_time": 28633.0,
      "text": "When the next-to-last Great Prophet is claimed, Arabia automatically receives the last one, if they haven’t already received their prophet."
    },
    {
      "index": 5,
      "start_time": 28733.0,
      "end_time": 33466.0,
      "text": "This guarantees Arabia the ability to found a religion."
    },
    {
      "index": 6,
      "start_time": 33466.0,
      "end_time": 38500.0,
      "text": "Arabia has always been famous for its horses, and their unique unit is the Mamluk."
    },
    {
      "index": 7,
      "start_time": 38500.0,
      "end_time": 43733.0,
      "text": "This knight replacement heals at the end of every turn, even if it moved or attacked."
    },
    {
      "index": 8,
      "start_time": 46233.0,
      "end_time": 49650.0,
      "text": "Arabia’s unique building is the Madrassa."
    },
    {
      "index": 9,
      "start_time": 49100.0,
      "end_time": 55466.0,
      "text": "It generates more science than the University, and it provides faith based on the Campus’ adjacency bonus."
    },
    {
      "index": 10,
      "start_time": 55466.0,
      "end_time": 61633.0,
      "text": "Saladin’s ability is “Righteousness of the Faith” – which happens to be how you translate the word “Saladin.”"
    },
    {
      "index": 11,
      "start_time": 61633.0,
      "end_time": 70233.0,
      "text": "The worship building for Arabia’s religion costs very little faith to build, and produces bonus science, faith, and culture."
    },
    {
      "index": 12,
      "start_time": 70666.0,
      "end_time": 76500.0,
      "text": "Arabia can take advantage of the benefits of founding a religion, without having to worry about racing for a Great Prophet."
    },
    {
      "index": 13,
      "start_time": 76933.0,
      "end_time": 81766.0,
      "text": "You’ll want to have a Holy Site in many cities to take advantage of Saladin’s ability as well."
    },
    {
      "index": 14,
      "start_time": 81933.0,
      "end_time": 88266.0,
      "text": "Science and Religion blend in Arabia, and this civ is ideally suited for either kind of victory."
    },
    {
      "index": 15,
      "start_time": 88333.0,
      "end_time": 91633.0,
      "text": "Will people praise you through the ages?"
    },
    {
      "index": 16,
      "start_time": 91633.0,
      "end_time": 96660.0,
      "text": "How will you lead Arabia in Sid Meier’s Civilization VI?"
    }
  ]
}