{
  "video_id": "S0MWAAykFuc",
  "title": "ANIMALS AND THE BUDDHA",
  "json": [
    {
      "index": 1,
      "start_time": 12030.0,
      "end_time": 20250.0,
      "text": "2500 years ago a man sat under a Bodhi tree, determined not to budge until he saw all there"
    },
    {
      "index": 2,
      "start_time": 20250.0,
      "end_time": 28849.0,
      "text": "was to see. Upon rising, now enlightened, the Buddha spent the next 45 years teaching"
    },
    {
      "index": 3,
      "start_time": 28849.0,
      "end_time": 34880.0,
      "text": "a new and revolutionary way of seeing the world. The essence of his teachings, called"
    },
    {
      "index": 4,
      "start_time": 34880.0,
      "end_time": 42750.0,
      "text": "the Dharma, was articulated in the four noble truths, where he taught the path to the end"
    },
    {
      "index": 5,
      "start_time": 42750.0,
      "end_time": 50800.0,
      "text": "of all suffering. Central to these teachings was an important notion that the Dharma is"
    },
    {
      "index": 6,
      "start_time": 50800.0,
      "end_time": 58400.0,
      "text": "not just about humans; rather it includes all of the beings who share the earth. During"
    },
    {
      "index": 7,
      "start_time": 58400.0,
      "end_time": 70540.0,
      "text": "the course of this film we´ll explore what the Buddha taught us about animals and our relationship to them."
    },
    {
      "index": 8,
      "start_time": 70540.0,
      "end_time": 76000.0,
      "text": "Animals and the Buddha"
    },
    {
      "index": 9,
      "start_time": 76000.0,
      "end_time": 78880.0,
      "text": "Part one: The Teachings"
    },
    {
      "index": 10,
      "start_time": 78880.0,
      "end_time": 80710.0,
      "text": "Most people raised in the"
    },
    {
      "index": 11,
      "start_time": 80710.0,
      "end_time": 86079.0,
      "text": "west were taught that animals are very different from people. The food culture centers"
    },
    {
      "index": 12,
      "start_time": 86079.0,
      "end_time": 92299.0,
      "text": "around eating animals. It´s everywhere, in advertising, in restaurants, in the supermarket"
    },
    {
      "index": 13,
      "start_time": 92299.0,
      "end_time": 100270.0,
      "text": "and few people think twice before eating a Hamburger or a steak or a piece of chicken."
    },
    {
      "index": 14,
      "start_time": 100270.0,
      "end_time": 108210.0,
      "text": "The entertainment industry showcases them in circuses and zoos and aquariums. And the"
    },
    {
      "index": 15,
      "start_time": 108210.0,
      "end_time": 115240.0,
      "text": "medical and cosmetics industries experiment on them. Most of us care very deeply about"
    },
    {
      "index": 16,
      "start_time": 115240.0,
      "end_time": 122109.0,
      "text": "our companion animals, such as dogs and cats. But we often fail to extend the same compassion"
    },
    {
      "index": 17,
      "start_time": 122109.0,
      "end_time": 134760.0,
      "text": "to other animals. Imagine instead a culture where animals are not harmed. When people"
    },
    {
      "index": 18,
      "start_time": 134760.0,
      "end_time": 141620.0,
      "text": "are introduced to the Dharma, one of the first things they are taught is the first precept:"
    },
    {
      "index": 19,
      "start_time": 141620.0,
      "end_time": 151020.0,
      "text": "Cause no harm! And they are taught that this principle of non harm extends not just to humans but to all beings"
    },
    {
      "index": 20,
      "start_time": 151020.0,
      "end_time": 156260.0,
      "text": "Unlike in western culture, where animals are kind of considered as almost"
    },
    {
      "index": 21,
      "start_time": 156260.0,
      "end_time": 162569.0,
      "text": "a separate form of life, and humans are considered as very very different,in Buddhism we are"
    },
    {
      "index": 22,
      "start_time": 162569.0,
      "end_time": 168159.0,
      "text": "all considered to be just a part of nature. And that we all have the same - what we could"
    },
    {
      "index": 23,
      "start_time": 168159.0,
      "end_time": 172540.0,
      "text": "say - five aggregates. We are all made up with the same kinds of stuff. So there is"
    },
    {
      "index": 24,
      "start_time": 172540.0,
      "end_time": 178879.0,
      "text": "not a hard and vast dividing line between humans on the one hand and the creatures on"
    },
    {
      "index": 25,
      "start_time": 178879.0,
      "end_time": 183799.0,
      "text": "the other. That´s why the first ethical precept, in the Buddhist teachings, is not to take"
    },
    {
      "index": 26,
      "start_time": 183799.0,
      "end_time": 190000.0,
      "text": "the life of any living being. So I think that is the fundamental stance from the point of view of the Dharma."
    },
    {
      "index": 27,
      "start_time": 190000.0,
      "end_time": 196439.0,
      "text": "As a Buddhist, when you take refuge in Buddha, Dharma and Sangha,"
    },
    {
      "index": 28,
      "start_time": 196439.0,
      "end_time": 208180.0,
      "text": "the one of the principles by taking refuge in Dharma and Buddha is that not harming other"
    },
    {
      "index": 29,
      "start_time": 208180.0,
      "end_time": 217090.0,
      "text": "beings, not causing harm to other beings. That is the N°1 key principles that you´re"
    },
    {
      "index": 30,
      "start_time": 217090.0,
      "end_time": 222080.0,
      "text": "taking by taking refuge in Buddha, Dharma and Sangha."
    },
    {
      "index": 31,
      "start_time": 222080.0,
      "end_time": 231970.0,
      "text": "When I am asked what’s the major factor of Buddhism I would say “Ahimsa”. Ahimsa means “non-harming”. And in what"
    },
    {
      "index": 32,
      "start_time": 231970.0,
      "end_time": 242189.0,
      "text": "I´ve learned in Buddhism, the non-harming is of ourselves, of others, including animals,"
    },
    {
      "index": 33,
      "start_time": 242189.0,
      "end_time": 247120.0,
      "text": "and of the environment. Those three things are the three things that I see - at least"
    },
    {
      "index": 34,
      "start_time": 247120.0,
      "end_time": 254159.0,
      "text": "our tradition - try to deal with all the time: to live lightly on the land and that would"
    },
    {
      "index": 35,
      "start_time": 254159.0,
      "end_time": 266600.0,
      "text": "certainly include not taking the life of another, not stealing their lives, and also what their bodies were made of."
    },
    {
      "index": 36,
      "start_time": 266600.0,
      "end_time": 271840.0,
      "text": "So, the teaching is really, you know, not to do any harm, that´s the"
    },
    {
      "index": 37,
      "start_time": 271840.0,
      "end_time": 280280.0,
      "text": "first precept, not to kill. Sometimes it is translated as: harm no living beings. And,"
    },
    {
      "index": 38,
      "start_time": 280280.0,
      "end_time": 288530.0,
      "text": "it has partly to do with a sense of compassion for the animals, a sense of recognizing that"
    },
    {
      "index": 39,
      "start_time": 288530.0,
      "end_time": 297960.0,
      "text": "animals suffer. There is also, I´d say, a more transcendent view of it, that according"
    },
    {
      "index": 40,
      "start_time": 297960.0,
      "end_time": 307280.0,
      "text": "to the Dharma, we take rebirth and it might be, that some of the animals, that we are"
    },
    {
      "index": 41,
      "start_time": 307280.0,
      "end_time": 316120.0,
      "text": "killing, were once human beings, or hopefully were moving up the strata. I think it is basically"
    },
    {
      "index": 42,
      "start_time": 316120.0,
      "end_time": 325640.0,
      "text": "seeing his teaching as a whole and putting all animals within that process of liberation."
    },
    {
      "index": 43,
      "start_time": 325640.0,
      "end_time": 330020.0,
      "text": "I am lucky, in the sense, that I have taken the precepts in all three traditions. I am"
    },
    {
      "index": 44,
      "start_time": 330020.0,
      "end_time": 334800.0,
      "text": "a joined monk now in the Tibetan tradition and the Zoto-Zen-tradition. A bit in my early"
    },
    {
      "index": 45,
      "start_time": 334800.0,
      "end_time": 339169.0,
      "text": "days I tried in the Theravada-tradition and spent a short time as a Theravada-monk. So"
    },
    {
      "index": 46,
      "start_time": 339169.0,
      "end_time": 345460.0,
      "text": "I have taken the precepts in all three traditions. In the early tradition of Theravada the first"
    },
    {
      "index": 47,
      "start_time": 345460.0,
      "end_time": 352980.0,
      "text": "precept was translated to me: I undertake the rule of training to refrain from causing"
    },
    {
      "index": 48,
      "start_time": 352980.0,
      "end_time": 358400.0,
      "text": "injury to living things. That’s all living things, that’s how it was told to me. And"
    },
    {
      "index": 49,
      "start_time": 358400.0,
      "end_time": 364699.0,
      "text": "that´s how I teach people: All living things. So we refrain from harming them. That´s the"
    },
    {
      "index": 50,
      "start_time": 364699.0,
      "end_time": 368300.0,
      "text": "same in the Tibetan tradition. Because in the Tibetan tradition the Vinaya is based"
    },
    {
      "index": 51,
      "start_time": 368300.0,
      "end_time": 373490.0,
      "text": "on the early Pratimoksha-Tradition anyways. So the precepts are more or less the same."
    },
    {
      "index": 52,
      "start_time": 373490.0,
      "end_time": 377250.0,
      "text": "The difference comes in the Zen-tradition, where the first precept just says: Do not"
    },
    {
      "index": 53,
      "start_time": 377250.0,
      "end_time": 384380.0,
      "text": "kill!. And this means: Do not kill the Buddha. Do not kill the Buddha-mind, if you like."
    },
    {
      "index": 54,
      "start_time": 384380.0,
      "end_time": 389660.0,
      "text": "Do not do anything that hampers the growth, movement and flow of the Buddha-mind, Buddha-"
    },
    {
      "index": 55,
      "start_time": 389660.0,
      "end_time": 395000.0,
      "text": "nature, Dharmakaya. So obviously the eating of animals and the interfering with the animal"
    },
    {
      "index": 56,
      "start_time": 395000.0,
      "end_time": 400889.0,
      "text": "kingdom, exploiting it, does affect that precept, does block that flow, does get in the way"
    },
    {
      "index": 57,
      "start_time": 400889.0,
      "end_time": 407040.0,
      "text": "of the flow of Buddha mind, of the Dharmakaya. So the first precept, not to cause any injury"
    },
    {
      "index": 58,
      "start_time": 407040.0,
      "end_time": 410520.0,
      "text": "to any living things means: ANY living thing!"
    },
    {
      "index": 59,
      "start_time": 410520.0,
      "end_time": 419889.0,
      "text": "You know it´s interesting to me, because the Suttas on one hand are very clear about non-harming. And when they talk about “beings” it’s"
    },
    {
      "index": 60,
      "start_time": 419889.0,
      "end_time": 427419.0,
      "text": "all beings, its sentient beings. Included in the first precept of non-harming is to"
    },
    {
      "index": 61,
      "start_time": 427419.0,
      "end_time": 435860.0,
      "text": "not take life. So that seems fairly clear to me that the Buddha was intending us to"
    },
    {
      "index": 62,
      "start_time": 435860.0,
      "end_time": 442629.0,
      "text": "include in a field of “Metta” or loving-kindness, all kinds of beings, from the smallest to"
    },
    {
      "index": 63,
      "start_time": 442629.0,
      "end_time": 448490.0,
      "text": "the largest, the two-legged, the four-legged, many legged…So that’s really how I hold"
    },
    {
      "index": 64,
      "start_time": 448490.0,
      "end_time": 453710.0,
      "text": "it and certainly how I try to live my life and don’t claim to be perfect, there are"
    },
    {
      "index": 65,
      "start_time": 453710.0,
      "end_time": 459800.0,
      "text": "challenging situations about that, but the first precept of non-harming is really very"
    },
    {
      "index": 66,
      "start_time": 459800.0,
      "end_time": 467949.0,
      "text": "dear to my heart, both as an attitude towards people that I meet certainly , but as I said"
    },
    {
      "index": 67,
      "start_time": 467949.0,
      "end_time": 476220.0,
      "text": "to all beings. And really knowing and acknowledging that to each being their life is precious."
    },
    {
      "index": 68,
      "start_time": 476220.0,
      "end_time": 484310.0,
      "text": "To practice compassion, to practice loving friendliness (Metta), to appreciate, to develop"
    },
    {
      "index": 69,
      "start_time": 484310.0,
      "end_time": 501760.0,
      "text": "the joy of life. We always say that we have to abstain from killing, one of the five precepts. So this precept applies to everybody"
    },
    {
      "index": 70,
      "start_time": 501760.0,
      "end_time": 505520.0,
      "text": "Buddhism has two main branches: Mahayana and Theravada."
    },
    {
      "index": 71,
      "start_time": 505520.0,
      "end_time": 511780.0,
      "text": "In both lineages the Buddha talks about our relationship to animals and the fundamental"
    },
    {
      "index": 72,
      "start_time": 511780.0,
      "end_time": 519120.0,
      "text": "question of the morality of eating them. In the Mahayana scriptures the Buddha is unequivocal"
    },
    {
      "index": 73,
      "start_time": 519120.0,
      "end_time": 525620.0,
      "text": "addressing this subject in detail in the Lankavatara Sutra:"
    },
    {
      "index": 74,
      "start_time": 525620.0,
      "end_time": 534860.0,
      "text": "“For innumerable reasons, the Bodhisattva, whose nature is compassion, is not to eat any meat."
    },
    {
      "index": 75,
      "start_time": 534860.0,
      "end_time": 544260.0,
      "text": "”“Thus, Mahamati, whenever there is the evolution of living beings, let people cherish the thought of kinship with them,"
    },
    {
      "index": 76,
      "start_time": 544260.0,
      "end_time": 553620.0,
      "text": "and thinking that all beings (to be loved as if they were) an only child, let them refrain from eating meat."
    },
    {
      "index": 77,
      "start_time": 553620.0,
      "end_time": 559280.0,
      "text": "”“If, Mahamati, meat is not eaten by anybody for any reason, there"
    },
    {
      "index": 78,
      "start_time": 559280.0,
      "end_time": 562980.0,
      "text": "will be no destroyer of life.&quot;"
    },
    {
      "index": 79,
      "start_time": 562980.0,
      "end_time": 576460.0,
      "text": "“Thus, Mahamati, meat-eating I have not permitted to anyone, I do not permit, I will not permit.&quot;"
    },
    {
      "index": 80,
      "start_time": 576460.0,
      "end_time": 584170.0,
      "text": "”There are many different quotes or paraphrases the Buddha is talking about different lives and not eating meat. One of the very strong"
    },
    {
      "index": 81,
      "start_time": 584170.0,
      "end_time": 593760.0,
      "text": "statements that Buddha had is: I condemn meat eating in all means. I have never approved"
    },
    {
      "index": 82,
      "start_time": 593760.0,
      "end_time": 602810.0,
      "text": "of meat -eating, I will never approve of meat-eating and I do not approve of meat eating for my"
    },
    {
      "index": 83,
      "start_time": 602810.0,
      "end_time": 613560.0,
      "text": "followers. For all sentient beings are equal to me like my only son."
    },
    {
      "index": 84,
      "start_time": 613560.0,
      "end_time": 621940.0,
      "text": "For Bodhisattva-vows, lay people can also take Bodhisattva-vows, if they choose. Monastics have our monastic"
    },
    {
      "index": 85,
      "start_time": 621940.0,
      "end_time": 625710.0,
      "text": "precepts, that are different from the lay people or at least they are more elaborated"
    },
    {
      "index": 86,
      "start_time": 625710.0,
      "end_time": 631570.0,
      "text": "than what the lay people take as the five precepts. But the Bodhisattva-vows, they can"
    },
    {
      "index": 87,
      "start_time": 631570.0,
      "end_time": 639560.0,
      "text": "also take vows and the Bodhisattva-precepts will prohibit meat-eating, whether you are"
    },
    {
      "index": 88,
      "start_time": 639560.0,
      "end_time": 646120.0,
      "text": "a lay person or monastic. It’s very explicit."
    },
    {
      "index": 89,
      "start_time": 646120.0,
      "end_time": 668540.0,
      "text": "Buddha´s main teaching is be vegetarian, main teaching is don’t kill animals, don’t kill human body, don’t kill animals,"
    },
    {
      "index": 90,
      "start_time": 668540.0,
      "end_time": 680810.0,
      "text": "don&#39;t lie, don´t steal, very nice honest compassion for others to take care, how is I can do for"
    },
    {
      "index": 91,
      "start_time": 680810.0,
      "end_time": 687260.0,
      "text": "others to benefit. Only these things. Remember this always, he says."
    },
    {
      "index": 92,
      "start_time": 687260.0,
      "end_time": 693680.0,
      "text": "The Buddha also addresses the subject of eating animal products in the Surangama-Sutra."
    },
    {
      "index": 93,
      "start_time": 693680.0,
      "end_time": 703900.0,
      "text": "“Bhikshus who do not wear silk, leather boots, furs, or down from this country, or consume milk, cream, or butter, can truly transcend this world."
    },
    {
      "index": 94,
      "start_time": 703900.0,
      "end_time": 709360.0,
      "text": "”In the Theravadian scriptures only a few passages"
    },
    {
      "index": 95,
      "start_time": 709360.0,
      "end_time": 715760.0,
      "text": "address the subject of eating meat. In the Jivaka-Sutra the Buddha discusses a notion"
    },
    {
      "index": 96,
      "start_time": 715760.0,
      "end_time": 723040.0,
      "text": "called the three purities. Saying that monks are not allowed to eat meat, unless they know"
    },
    {
      "index": 97,
      "start_time": 723040.0,
      "end_time": 727500.0,
      "text": "the animal was not killed for them."
    },
    {
      "index": 98,
      "start_time": 727500.0,
      "end_time": 738540.0,
      "text": "“Jivaka, I say that there are three instances in which meat should not be eaten: When it is seen, heard, or suspected (that the living being"
    },
    {
      "index": 99,
      "start_time": 738540.0,
      "end_time": 745210.0,
      "text": "has been slaughtered for oneself)*. I say that meat should not be eaten in these three"
    },
    {
      "index": 100,
      "start_time": 745210.0,
      "end_time": 752850.0,
      "text": "instances. I say that there are three instances in which meat may be eaten:When it is not"
    },
    {
      "index": 101,
      "start_time": 752850.0,
      "end_time": 761500.0,
      "text": "seen, not heard, and not suspected (that the living being has been slaughtered for onself)."
    },
    {
      "index": 102,
      "start_time": 761500.0,
      "end_time": 766170.0,
      "text": "So, one of the monastic rules in Theravada Buddhism is that monks are allowed to eat"
    },
    {
      "index": 103,
      "start_time": 766170.0,
      "end_time": 771440.0,
      "text": "meat. And I think that was a very practical thing at the time of the Buddha, as I understand"
    },
    {
      "index": 104,
      "start_time": 771440.0,
      "end_time": 778950.0,
      "text": "it, because of a simple concept: beggars can’t be choosers. We have these penniless wandering"
    },
    {
      "index": 105,
      "start_time": 778950.0,
      "end_time": 785130.0,
      "text": "vagabonds who need to sustain their bodies in order to carry on their Dharma practice."
    },
    {
      "index": 106,
      "start_time": 785130.0,
      "end_time": 788940.0,
      "text": "If they went from house to house and said: No, I have to have a special kind of food,"
    },
    {
      "index": 107,
      "start_time": 788940.0,
      "end_time": 793350.0,
      "text": "no don´t give me that, it would have been much harder for the lay community to support"
    },
    {
      "index": 108,
      "start_time": 793350.0,
      "end_time": 800310.0,
      "text": "them. So the Buddha said it was permissible for them to eat meat as long as they didn´t"
    },
    {
      "index": 109,
      "start_time": 800310.0,
      "end_time": 807920.0,
      "text": "know, hear or suspect that the animals have been killed specifically for them. If they"
    },
    {
      "index": 110,
      "start_time": 807920.0,
      "end_time": 812680.0,
      "text": "suspected that, or knew that, then they weren´t allowed to eat that meat. So I think what"
    },
    {
      "index": 111,
      "start_time": 812680.0,
      "end_time": 819860.0,
      "text": "the Buddha was saying is that as agents, we shouldn´t - where we have a choice - we shouldn´t"
    },
    {
      "index": 112,
      "start_time": 819860.0,
      "end_time": 826460.0,
      "text": "be involved in that chain of killing. Even though the Bhikkhu had not done the killing"
    },
    {
      "index": 113,
      "start_time": 826460.0,
      "end_time": 830890.0,
      "text": "and someone else had done that it was still considered improper, if it is killed with"
    },
    {
      "index": 114,
      "start_time": 830890.0,
      "end_time": 837580.0,
      "text": "the Bhikkhu in mind. In a modern consumer society when we walk into the supermarket one has"
    },
    {
      "index": 115,
      "start_time": 837580.0,
      "end_time": 844830.0,
      "text": "to wonder, who have those animals been killed for? And as an average consumer it often feels"
    },
    {
      "index": 116,
      "start_time": 844830.0,
      "end_time": 852920.0,
      "text": "to me that they were killed with me in mind, if I buy that meat. So an updated understanding"
    },
    {
      "index": 117,
      "start_time": 852920.0,
      "end_time": 860040.0,
      "text": "of that could be in this modern consumer society, by buying meat and fish products we&#39;re participating"
    },
    {
      "index": 118,
      "start_time": 860040.0,
      "end_time": 864380.0,
      "text": "in that same chain of killing, that the Buddha recommended against."
    },
    {
      "index": 119,
      "start_time": 864380.0,
      "end_time": 873390.0,
      "text": "And so the rule was made that if you didn´t ask, if you didn´t kill the animal yourself, you didn´t request it"
    },
    {
      "index": 120,
      "start_time": 873390.0,
      "end_time": 881260.0,
      "text": "to be killed for you and you are not aware that it was killed on your behalf, then karmically"
    },
    {
      "index": 121,
      "start_time": 881260.0,
      "end_time": 887180.0,
      "text": "you are pure, because you are just wandering around through the villages, collecting whatever"
    },
    {
      "index": 122,
      "start_time": 887180.0,
      "end_time": 894930.0,
      "text": "people happened to want to put in your begging bowl. But in a situation where actually you"
    },
    {
      "index": 123,
      "start_time": 894930.0,
      "end_time": 903330.0,
      "text": "are in charge of what you can eat, and you go into butcher shops and you buy meat,then"
    },
    {
      "index": 124,
      "start_time": 903330.0,
      "end_time": 910070.0,
      "text": "in the way the very fact that you are buying it is saying that you are subscribing to"
    },
    {
      "index": 125,
      "start_time": 910070.0,
      "end_time": 918220.0,
      "text": "the whole culture, which rears meat to be killed for consumption. I mean they only kill"
    },
    {
      "index": 126,
      "start_time": 918220.0,
      "end_time": 926240.0,
      "text": "and raise these animals because people buy the meat, if we didn´t buy it then that particular industry would die out."
    },
    {
      "index": 127,
      "start_time": 926240.0,
      "end_time": 930410.0,
      "text": "That if somebody goes into a market, say on  a Tuesday, and orders"
    },
    {
      "index": 128,
      "start_time": 930410.0,
      "end_time": 939100.0,
      "text": "a piece of chicken at the sales counter, somebody will click some kind of calculator which will"
    },
    {
      "index": 129,
      "start_time": 939100.0,
      "end_time": 946140.0,
      "text": "determine on Tuesday a piece of chicken was sold, which will send out a message for next"
    },
    {
      "index": 130,
      "start_time": 946140.0,
      "end_time": 953720.0,
      "text": "Tuesday that we have to meet the same quantity of chickens to satisfy our customer base."
    },
    {
      "index": 131,
      "start_time": 953720.0,
      "end_time": 959170.0,
      "text": "You know, so even though when you order the chicken on Tuesday you are not responsible"
    },
    {
      "index": 132,
      "start_time": 959170.0,
      "end_time": 966290.0,
      "text": "for the death of the chicken that&#39;s providing that meal on Tuesday, but in an indirect way"
    },
    {
      "index": 133,
      "start_time": 966290.0,
      "end_time": 976000.0,
      "text": "you can be sending a signal that next Tuesday a chicken should be killed to provide food for the costumers."
    },
    {
      "index": 134,
      "start_time": 976000.0,
      "end_time": 981680.0,
      "text": "Part two: Animals and our Relationship to them"
    },
    {
      "index": 135,
      "start_time": 981680.0,
      "end_time": 990420.0,
      "text": "Many people who have not spent time with animals don’t realize just how much like us they are. They are smart,"
    },
    {
      "index": 136,
      "start_time": 990420.0,
      "end_time": 995140.0,
      "text": "sensitive, emotional and it doesn&#39;t take long and it doesn&#39;t take long to realize every"
    },
    {
      "index": 137,
      "start_time": 995140.0,
      "end_time": 1003740.0,
      "text": "animal has his own unique personality. However, despite they´re being sensitive we often"
    },
    {
      "index": 138,
      "start_time": 1003740.0,
      "end_time": 1018640.0,
      "text": "treat animals with extreme insensitivity, even cruelty. Buddhists realize that all lives"
    },
    {
      "index": 139,
      "start_time": 1018640.0,
      "end_time": 1030949.0,
      "text": "are equal, in terms of wanting peace and happiness, not wanting pain and suffering. We are all"
    },
    {
      "index": 140,
      "start_time": 1030950.0,
      "end_time": 1040801.0,
      "text": "the same sentient beings, just we have different form of lives, but in terms of living the"
    },
    {
      "index": 141,
      "start_time": 1040800.0,
      "end_time": 1052370.0,
      "text": "life it&#39;s same - human or animal. The same desire, the same right to live in peace and happiness."
    },
    {
      "index": 142,
      "start_time": 1052370.0,
      "end_time": 1060820.0,
      "text": "The Dharma relationship to animals, first and foremost, is the recognition that"
    },
    {
      "index": 143,
      "start_time": 1060820.0,
      "end_time": 1066420.0,
      "text": "animals have consciousness, which means that they feel."
    },
    {
      "index": 144,
      "start_time": 1066420.0,
      "end_time": 1079740.0,
      "text": "Animals are like ourselves. They also appreciate the kindness, they also fear death and avoid some things, and also have"
    },
    {
      "index": 145,
      "start_time": 1079740.0,
      "end_time": 1089110.0,
      "text": "a desire for happiness. I think we are human beings, we understand what is suffering and"
    },
    {
      "index": 146,
      "start_time": 1089110.0,
      "end_time": 1098540.0,
      "text": "what is happiness, and also we are advanced enough to understand that the animals also have that feeling as well."
    },
    {
      "index": 147,
      "start_time": 1098540.0,
      "end_time": 1102620.0,
      "text": "You only have to live in a place like this, where we see deer out"
    },
    {
      "index": 148,
      "start_time": 1102620.0,
      "end_time": 1108550.0,
      "text": "the window and the mother deer with her little babies in the springand how tenderly she takes"
    },
    {
      "index": 149,
      "start_time": 1108550.0,
      "end_time": 1113910.0,
      "text": "care of them, and how much they look to their mother for safety and protection, and follow"
    },
    {
      "index": 150,
      "start_time": 1113910.0,
      "end_time": 1120000.0,
      "text": "her and feel safe with her. And to know that there&#39;s a bond there, that it&#39;s really precious"
    },
    {
      "index": 151,
      "start_time": 1120000.0,
      "end_time": 1126930.0,
      "text": "for them. And in seeing that, it opens our hearts to that sense of connectedness. So"
    },
    {
      "index": 152,
      "start_time": 1126930.0,
      "end_time": 1134940.0,
      "text": "I think just for people to broaden their understanding of animals and the animal experience is an"
    },
    {
      "index": 153,
      "start_time": 1134940.0,
      "end_time": 1139580.0,
      "text": "important part of this consideration of choices in what we eat."
    },
    {
      "index": 154,
      "start_time": 1139580.0,
      "end_time": 1150760.0,
      "text": "These animals are sentient beings, that live, have their lives, and so I want to be able to treat the animal world"
    },
    {
      "index": 155,
      "start_time": 1150760.0,
      "end_time": 1158680.0,
      "text": "with great respect, with great kindness, and that they have just as much right to be here as any other being."
    },
    {
      "index": 156,
      "start_time": 1158680.0,
      "end_time": 1164060.0,
      "text": "For most of us, besides our companion animals, our main relationship to"
    },
    {
      "index": 157,
      "start_time": 1164060.0,
      "end_time": 1170750.0,
      "text": "animals is the food we eat. Yet because the process of food production is hidden from"
    },
    {
      "index": 158,
      "start_time": 1170750.0,
      "end_time": 1193960.0,
      "text": "sight it&#39;s easy to avoid the connection between the food on our plates and the animal she once was."
    },
    {
      "index": 159,
      "start_time": 1193960.0,
      "end_time": 1202180.0,
      "text": "Are these animals being killed for you?"
    },
    {
      "index": 160,
      "start_time": 1202180.0,
      "end_time": 1219000.0,
      "text": "Normally people have no idea what animals go through, it will only be realized when you get to see what actually happens"
    },
    {
      "index": 161,
      "start_time": 1219000.0,
      "end_time": 1229380.0,
      "text": "in the slaughterhouses. Until then you wouldn´t realize. And then when you see that, actually"
    },
    {
      "index": 162,
      "start_time": 1229380.0,
      "end_time": 1240690.0,
      "text": "you will feel, if that is really appropriate to eat them. It&#39;s really horrifying;"
    },
    {
      "index": 163,
      "start_time": 1240690.0,
      "end_time": 1250850.0,
      "text": "Certain slaughterhouses have like the entire animals that are supposed to be slaughtered for the day"
    },
    {
      "index": 164,
      "start_time": 1250850.0,
      "end_time": 1258850.0,
      "text": "are standing in the corner out there and one by another being slaughtered in front of the"
    },
    {
      "index": 165,
      "start_time": 1258850.0,
      "end_time": 1270740.0,
      "text": "rest of the animals. You can imagine how terrifying that experience would be."
    },
    {
      "index": 166,
      "start_time": 1270740.0,
      "end_time": 1280490.0,
      "text": "Imagine yourself being out there and all your friends and colleagues are being slaughtered and you are in the line,"
    },
    {
      "index": 167,
      "start_time": 1280490.0,
      "end_time": 1287870.0,
      "text": "you´d step away from that terrifying thing. According to most religions, talking about"
    },
    {
      "index": 168,
      "start_time": 1287870.0,
      "end_time": 1295580.0,
      "text": "hell, it is like the most horrifying suffering realm, but I can&#39;t imagine there is something"
    },
    {
      "index": 169,
      "start_time": 1295580.0,
      "end_time": 1305770.0,
      "text": "more horrifying and painful as a so-called hell. Then those horrifying experiences, when"
    },
    {
      "index": 170,
      "start_time": 1305770.0,
      "end_time": 1312390.0,
      "text": "you are lined up in the slaughterhouse. It&#39;s just heartbreaking. So we need actually to"
    },
    {
      "index": 171,
      "start_time": 1312390.0,
      "end_time": 1325860.0,
      "text": "see those things, how we humans are actually causing so much trouble to other fellow sentient beings."
    },
    {
      "index": 172,
      "start_time": 1325860.0,
      "end_time": 1331070.0,
      "text": "It is said that throughout the average life span of an American, who lives to be"
    },
    {
      "index": 173,
      "start_time": 1331070.0,
      "end_time": 1338490.0,
      "text": "maybe 75, he or she will be responsible for the deaths of 15,000 animals, from large to"
    },
    {
      "index": 174,
      "start_time": 1338490.0,
      "end_time": 1346460.0,
      "text": "small, on an average American diet. So that&#39;s a lot of killing, that&#39;s a lot of Karma to"
    },
    {
      "index": 175,
      "start_time": 1346460.0,
      "end_time": 1352350.0,
      "text": "be responsible for. There is not so much separation, there’s an apparent separation between us"
    },
    {
      "index": 176,
      "start_time": 1352350.0,
      "end_time": 1357860.0,
      "text": "and other creatures,but actually when we become very sensitive we can feel that when we see"
    },
    {
      "index": 177,
      "start_time": 1357860.0,
      "end_time": 1365220.0,
      "text": "another being in suffering that we feel the suffering, too. Usually this is a very human"
    },
    {
      "index": 178,
      "start_time": 1365220.0,
      "end_time": 1372760.0,
      "text": "response; you cannot bear to see an animal being killed in front of you or dying in front of you."
    },
    {
      "index": 179,
      "start_time": 1372760.0,
      "end_time": 1378970.0,
      "text": "You know, I mean just as I wouldn&#39;t particularly like someone to kill and eat me,"
    },
    {
      "index": 180,
      "start_time": 1378970.0,
      "end_time": 1386530.0,
      "text": "I don’t think any being wants to be slaughtered and killed and eaten. And especially"
    },
    {
      "index": 181,
      "start_time": 1386530.0,
      "end_time": 1394500.0,
      "text": "considering the manner in which animals are killed in this day and age, the terror and"
    },
    {
      "index": 182,
      "start_time": 1394500.0,
      "end_time": 1402380.0,
      "text": "trauma that they go through in the process. How can we sit down and eat them?"
    },
    {
      "index": 183,
      "start_time": 1402380.0,
      "end_time": 1410550.0,
      "text": "The Buddha really expressed his teaching or reduced his teaching in a very simple formula. He said"
    },
    {
      "index": 184,
      "start_time": 1410550.0,
      "end_time": 1416570.0,
      "text": "what in the Pali is “Dukkha Dukkha “, it&#39;s three words. He said that he basically taught"
    },
    {
      "index": 185,
      "start_time": 1416570.0,
      "end_time": 1422440.0,
      "text": "suffering. Which means, how it arises and all that, and the end of it, how we bring"
    },
    {
      "index": 186,
      "start_time": 1422440.0,
      "end_time": 1433990.0,
      "text": "it to an end. Anybody in contact with suffering is moved by it. When we see somebody suffering,"
    },
    {
      "index": 187,
      "start_time": 1433990.0,
      "end_time": 1440420.0,
      "text": "or an animal suffering, there is a resonance in our own hearts, which connects us with"
    },
    {
      "index": 188,
      "start_time": 1440420.0,
      "end_time": 1451020.0,
      "text": "their suffering. We can call it the sorrow, and that sorrow drives us to try and do something about that person or that animal."
    },
    {
      "index": 189,
      "start_time": 1451020.0,
      "end_time": 1457580.0,
      "text": "I don’t think by my eating vegetarian, or my becoming"
    },
    {
      "index": 190,
      "start_time": 1457580.0,
      "end_time": 1467350.0,
      "text": "a vegetarian, or other people becoming vegetarian, the world will stop killing."
    },
    {
      "index": 191,
      "start_time": 1467350.0,
      "end_time": 1474460.0,
      "text": "No matter how many people become vegetarians the world will not stop killing. But we can"
    },
    {
      "index": 192,
      "start_time": 1474460.0,
      "end_time": 1487080.0,
      "text": "minimize the amount of animals raised in farms for killing. The number of animals slaughtered"
    },
    {
      "index": 193,
      "start_time": 1487080.0,
      "end_time": 1492760.0,
      "text": "can come down, if people become vegetarians."
    },
    {
      "index": 194,
      "start_time": 1492760.0,
      "end_time": 1498220.0,
      "text": "A lot of people pay attention to the precept about not taking a life, and that make sense. That&#39;s kind of obvious, almost every world"
    },
    {
      "index": 195,
      "start_time": 1498220.0,
      "end_time": 1502020.0,
      "text": "religion has something about not killing and there is no asterisk, it doesn&#39;t say humans,"
    },
    {
      "index": 196,
      "start_time": 1502020.0,
      "end_time": 1506590.0,
      "text": "it says &#39; you shall not kill&#39;. Same with the Buddhist precepts, it doesn&#39;t say just humans,"
    },
    {
      "index": 197,
      "start_time": 1506590.0,
      "end_time": 1510090.0,
      "text": "it says we shall not take breath away; we should not take a life. But the precept, that"
    },
    {
      "index": 198,
      "start_time": 1510090.0,
      "end_time": 1513880.0,
      "text": "gets very little attention, that I think is very important and related to that, is the"
    },
    {
      "index": 199,
      "start_time": 1513880.0,
      "end_time": 1519770.0,
      "text": "precept of not taking that, which is not freely offered. Because when we take cow’s milk,"
    },
    {
      "index": 200,
      "start_time": 1519770.0,
      "end_time": 1524940.0,
      "text": "that milk was created by the mother cow for her offspring, and if we take that milk away,"
    },
    {
      "index": 201,
      "start_time": 1524940.0,
      "end_time": 1529430.0,
      "text": "we are taking that which is not freely offered. And when I say not freely offered, it&#39;s not"
    },
    {
      "index": 202,
      "start_time": 1529430.0,
      "end_time": 1534050.0,
      "text": "freely offered for a number of reasons. There is a price the cow pays: The baby is taken"
    },
    {
      "index": 203,
      "start_time": 1534050.0,
      "end_time": 1538070.0,
      "text": "away from the mother, soon after birth, within days, so that we can take the milk. And I"
    },
    {
      "index": 204,
      "start_time": 1538070.0,
      "end_time": 1542559.0,
      "text": "find that heartbreaking. And I&#39;ve heard cows crying for one another. The mother cow was"
    },
    {
      "index": 205,
      "start_time": 1542560.0,
      "end_time": 1546641.0,
      "text": "just belting and screaming for the baby and the baby is crying for the mother, and it’s"
    },
    {
      "index": 206,
      "start_time": 1546640.0,
      "end_time": 1551070.0,
      "text": "heart-wrenching. We do that routinely, so the humans can take the milk. To me that is"
    },
    {
      "index": 207,
      "start_time": 1551070.0,
      "end_time": 1557170.0,
      "text": "stealing. Also we take the life of the cow, in that, after her production falls, and she"
    },
    {
      "index": 208,
      "start_time": 1557170.0,
      "end_time": 1562200.0,
      "text": "is not as productive as she was - that&#39;s another way we are taking her life. And we are taking"
    },
    {
      "index": 209,
      "start_time": 1562200.0,
      "end_time": 1565420.0,
      "text": "that and it&#39;s not freely given. It’s not freely given, because she gives her life for"
    },
    {
      "index": 210,
      "start_time": 1565420.0,
      "end_time": 1569880.0,
      "text": "the milk industry. Even at the most humane farms, even where the cow is treated beautifully"
    },
    {
      "index": 211,
      "start_time": 1569880.0,
      "end_time": 1575970.0,
      "text": "during life, she’s repeatedly impregnated, repeatedly impregnated. It&#39;s a nine month"
    },
    {
      "index": 212,
      "start_time": 1575970.0,
      "end_time": 1579900.0,
      "text": "gestation, just like humans, she gives birth and then the baby is taken away. And she has"
    },
    {
      "index": 213,
      "start_time": 1579900.0,
      "end_time": 1584020.0,
      "text": "to be repeatedly impregnated so that she will keep milk flowing at the production levels,"
    },
    {
      "index": 214,
      "start_time": 1584020.0,
      "end_time": 1590410.0,
      "text": "that we bred them to produce, and it’s unnatural. So they are frequently uncomfortable, the"
    },
    {
      "index": 215,
      "start_time": 1590410.0,
      "end_time": 1598440.0,
      "text": "others are frequently distended and get mastitis, and other problems. And we&#39;re stealing milk from the baby, whose milk it should be."
    },
    {
      "index": 216,
      "start_time": 1598440.0,
      "end_time": 1599809.0,
      "text": "If you look at the life of a chicken, a chicken"
    },
    {
      "index": 217,
      "start_time": 1599810.0,
      "end_time": 1605481.0,
      "text": "raised for her eggs, they are all born in incubators. They don´t have the benefit of"
    },
    {
      "index": 218,
      "start_time": 1605480.0,
      "end_time": 1611280.0,
      "text": "their mother nurturing them. And then, of course, half of your little chicks are gonna"
    },
    {
      "index": 219,
      "start_time": 1611280.0,
      "end_time": 1617680.0,
      "text": "be males. And those male chickens, that a raced for their eggs are not gonna be good"
    },
    {
      "index": 220,
      "start_time": 1617680.0,
      "end_time": 1623450.0,
      "text": "flesh producers. They are small animals, they put all their nutrients into producing a large"
    },
    {
      "index": 221,
      "start_time": 1623450.0,
      "end_time": 1627540.0,
      "text": "number of eggs. So the little male chicks are just ground up alive. When they are less than"
    },
    {
      "index": 222,
      "start_time": 1627540.0,
      "end_time": 1631880.0,
      "text": "a day old! And the females that are kept, then they have their tips of their beaks cut off,"
    },
    {
      "index": 223,
      "start_time": 1631880.0,
      "end_time": 1636830.0,
      "text": "they are debeaked, and then they go live in the cage. And that it&#39;s where they stay for"
    },
    {
      "index": 224,
      "start_time": 1636830.0,
      "end_time": 1641480.0,
      "text": "a year and a half year or two years. And after that their egg production decreases and so"
    },
    {
      "index": 225,
      "start_time": 1641480.0,
      "end_time": 1646220.0,
      "text": "they are gassed, or htey&#39;re sent to slaughter. So whether if it&#39;s a free range farm, a cage-free"
    },
    {
      "index": 226,
      "start_time": 1646220.0,
      "end_time": 1649540.0,
      "text": "farm, or battery farm, chickens have a horrendous life."
    },
    {
      "index": 227,
      "start_time": 1649540.0,
      "end_time": 1657309.0,
      "text": "When everybody gets before King Yama after they have died, and they start blaming each other:If you didn&#39;t want to eat it, I"
    },
    {
      "index": 228,
      "start_time": 1657310.0,
      "end_time": 1662451.0,
      "text": "wouldn&#39;t kill it and if you didn&#39;t kill it, I wouldn&#39;t sell it…And so we have the buyer,"
    },
    {
      "index": 229,
      "start_time": 1662450.0,
      "end_time": 1668620.0,
      "text": "the seller, and the slaughterer, all putting the blame on somebody else. When in fact truly"
    },
    {
      "index": 230,
      "start_time": 1668620.0,
      "end_time": 1677480.0,
      "text": "it is interconnected, if you didn&#39;t have one you wouldn&#39;t need the other. I see that argument as modern, but I also see it as ancient."
    },
    {
      "index": 231,
      "start_time": 1677480.0,
      "end_time": 1680980.0,
      "text": "If you care about suffering, if you care about"
    },
    {
      "index": 232,
      "start_time": 1680980.0,
      "end_time": 1688680.0,
      "text": "your own suffering and the suffering of others, then you want to know what that person, that"
    },
    {
      "index": 233,
      "start_time": 1688680.0,
      "end_time": 1696040.0,
      "text": "other being&#39;s experience is. And you don&#39;t want to turn away. You want to know, you want to know,"
    },
    {
      "index": 234,
      "start_time": 1696040.0,
      "end_time": 1701070.0,
      "text": "how am I acting, what am I doing, that I may not have been aware of, that’s"
    },
    {
      "index": 235,
      "start_time": 1701070.0,
      "end_time": 1706130.0,
      "text": "creating difficulty and suffering? I think that would be true for anyone who cared about"
    },
    {
      "index": 236,
      "start_time": 1706130.0,
      "end_time": 1715500.0,
      "text": "suffering. And you don&#39;t have to look very far or hard to see the suffering that comes"
    },
    {
      "index": 237,
      "start_time": 1715500.0,
      "end_time": 1722960.0,
      "text": "obviously from killing animals. In the Dharma, part of what we are encouraged, invited to"
    },
    {
      "index": 238,
      "start_time": 1722960.0,
      "end_time": 1730840.0,
      "text": "do, is to turn towards suffering and not avert ourselves or turn away. That we want to see"
    },
    {
      "index": 239,
      "start_time": 1730840.0,
      "end_time": 1738530.0,
      "text": "what’s the cause of my suffering. And what leads to the end of suffering."
    },
    {
      "index": 240,
      "start_time": 1738530.0,
      "end_time": 1742380.0,
      "text": "Part three:What you can do:"
    },
    {
      "index": 241,
      "start_time": 1742380.0,
      "end_time": 1752090.0,
      "text": "Of all the things we can do to help alleviate the suffering of animals, the most important is to stop eating them. You might also consider no longer consuming"
    },
    {
      "index": 242,
      "start_time": 1752090.0,
      "end_time": 1759400.0,
      "text": "their products, such as milk and eggs. When you do, you may be surprised at just how good"
    },
    {
      "index": 243,
      "start_time": 1759400.0,
      "end_time": 1767429.0,
      "text": "vegan food tastes. For those who find it difficult to stop all at once a gradual transition may"
    },
    {
      "index": 244,
      "start_time": 1767430.0,
      "end_time": 1774291.0,
      "text": "be easier. Maybe start by choosing one meal a day or one day a week to be vegetarian or vegan."
    },
    {
      "index": 245,
      "start_time": 1774290.0,
      "end_time": 1779700.0,
      "text": "Try substituting soy milk for cow’s milk in your breakfast cereal."
    },
    {
      "index": 246,
      "start_time": 1779700.0,
      "end_time": 1788320.0,
      "text": "It just takes one second to decide stopping. It doesn&#39;t make any huge chaotic change in our life:"
    },
    {
      "index": 247,
      "start_time": 1788320.0,
      "end_time": 1794860.0,
      "text": "It&#39;s just we eat something else. It is so simple, it can be done instantly. So,"
    },
    {
      "index": 248,
      "start_time": 1794860.0,
      "end_time": 1802940.0,
      "text": "less effort for the very big result! Ethically, for the animals, and other poor people, for"
    },
    {
      "index": 249,
      "start_time": 1802940.0,
      "end_time": 1809760.0,
      "text": "the planet, for our own health. It seems, with the sensible mind, I should say it is"
    },
    {
      "index": 250,
      "start_time": 1809760.0,
      "end_time": 1815660.0,
      "text": "not an extreme perspective; it is a most reasonable compassionate point of view."
    },
    {
      "index": 251,
      "start_time": 1815660.0,
      "end_time": 1824410.0,
      "text": "It&#39;s also about the environment that we need to protect. The environment, not just about water, and atmosphere,"
    },
    {
      "index": 252,
      "start_time": 1824410.0,
      "end_time": 1833140.0,
      "text": "green house. But it&#39;s also about forests, it’s also about any form of life that we"
    },
    {
      "index": 253,
      "start_time": 1833140.0,
      "end_time": 1838980.0,
      "text": "need to protect, because it’s an important ecosystem. I think we just tear us in a very"
    },
    {
      "index": 254,
      "start_time": 1838980.0,
      "end_time": 1849990.0,
      "text": "holistic approach to faster embrace all that awareness. And also the kindness and compassion"
    },
    {
      "index": 255,
      "start_time": 1849990.0,
      "end_time": 1857620.0,
      "text": "practice are very much together in a very holistic way."
    },
    {
      "index": 256,
      "start_time": 1857620.0,
      "end_time": 1868059.0,
      "text": "The point with vegetarianism is that in this modern day and age, where food is so easily obtained, that doesn&#39;t seem"
    },
    {
      "index": 257,
      "start_time": 1868060.0,
      "end_time": 1875550.0,
      "text": "to me to be too much excuse to eat any kind of food which is causing pain to another being."
    },
    {
      "index": 258,
      "start_time": 1875550.0,
      "end_time": 1884181.0,
      "text": "I mean it doesn&#39;t seem to fit in with the whole idea on compassion and bodhicitta."
    },
    {
      "index": 259,
      "start_time": 1884180.0,
      "end_time": 1895080.0,
      "text": "Previous to my monastic ordination I was married and I had a child. I was once out with my son in his stroller."
    },
    {
      "index": 260,
      "start_time": 1895080.0,
      "end_time": 1908360.0,
      "text": "A lady came by and was admiring him, went for that typical pinch the cheeks movement"
    },
    {
      "index": 261,
      "start_time": 1908360.0,
      "end_time": 1915650.0,
      "text": "and said something to the effect: You are so cute I could eat you! At that moment it hit"
    },
    {
      "index": 262,
      "start_time": 1915650.0,
      "end_time": 1924160.0,
      "text": "me like the proverbial ton of bricks. That all the animals that I have ever eaten, are"
    },
    {
      "index": 263,
      "start_time": 1924160.0,
      "end_time": 1932290.0,
      "text": "somebody&#39;s child, and I certainly didn&#39;t want my child eaten even figuratively. So that"
    },
    {
      "index": 264,
      "start_time": 1932290.0,
      "end_time": 1941160.0,
      "text": "was my transition from being a health-conscious vegetarian to an ethical vegetarian."
    },
    {
      "index": 265,
      "start_time": 1941160.0,
      "end_time": 1946520.0,
      "text": "How can we bring this compassion to all beings? Yes, we may not be able to do it all the time."
    },
    {
      "index": 266,
      "start_time": 1946520.0,
      "end_time": 1951750.0,
      "text": "We may inadvertently be causing harm, but how again, as I came back earlier, to cause the"
    },
    {
      "index": 267,
      "start_time": 1951750.0,
      "end_time": 1956960.0,
      "text": "least harm possible,and to become educated, to become aware of what actually is here."
    },
    {
      "index": 268,
      "start_time": 1956960.0,
      "end_time": 1971660.0,
      "text": "In early days of my life I was not a vegetarian. I ate all kind of meat. Like later on,"
    },
    {
      "index": 269,
      "start_time": 1971660.0,
      "end_time": 1981590.0,
      "text": "purely because of my conscience, I thought it would be much better if I become a vegetarian."
    },
    {
      "index": 270,
      "start_time": 1981590.0,
      "end_time": 1992790.0,
      "text": "I have seen animals being slaughtered; I have seen animals raised for meat in farms and"
    },
    {
      "index": 271,
      "start_time": 1992790.0,
      "end_time": 2005820.0,
      "text": "so on. I have seen animals suffering, and therefore I felt a little guilty of eating"
    },
    {
      "index": 272,
      "start_time": 2005820.0,
      "end_time": 2024429.0,
      "text": "meat. I am, when people ask me to talk on Dharma, I talk on Metta (loving friendliness"
    },
    {
      "index": 273,
      "start_time": 2024430.0,
      "end_time": 2034281.0,
      "text": "meditation), and that I also teach. And when people ask questions about meat-eating, eating"
    },
    {
      "index": 274,
      "start_time": 2034280.0,
      "end_time": 2042400.0,
      "text": "meat, this appears to me not compatible."
    },
    {
      "index": 275,
      "start_time": 2042400.0,
      "end_time": 2050200.0,
      "text": "Yes, I was a monk in South Korea, back in the 80s. And I was in the monastery. When I got there I realized they were vegan, what we"
    },
    {
      "index": 276,
      "start_time": 2050199.9999999998,
      "end_time": 2054838.9999999998,
      "text": "would call vegan: no meat, dairy or eggs, no wool, silk or leather and it really deepened"
    },
    {
      "index": 277,
      "start_time": 2054840.0000000002,
      "end_time": 2060011.0000000002,
      "text": "my commitment to being a vegan. The practice of plant-based eating had been going on for"
    },
    {
      "index": 278,
      "start_time": 2060010.0000000002,
      "end_time": 2065790.0000000002,
      "text": "centuries, maybe for 700 years. It was part of the practice of deepening meditation."
    },
    {
      "index": 279,
      "start_time": 2065790.0,
      "end_time": 2070669.0,
      "text": "The idea, that it is difficult to go deep in meditation if I&#39;m acting in ways that are"
    },
    {
      "index": 280,
      "start_time": 2070670.0,
      "end_time": 2077601.0,
      "text": "not ethical, in harming other living beings, disconnects me from the root of compassion and meditative"
    },
    {
      "index": 281,
      "start_time": 2077600.0,
      "end_time": 2081740.0,
      "text": "equanimity. We´re all raised in a society, where we are forced to disconnect from our"
    },
    {
      "index": 282,
      "start_time": 2081739.9999999998,
      "end_time": 2084299.9999999998,
      "text": "natural wisdom and compassion."
    },
    {
      "index": 283,
      "start_time": 2084300.0000000002,
      "end_time": 2097380.0,
      "text": "If you say, I&#39;m not eating meat, one year I do not eat meat, that&#39;s also good benefit. Say, I’m one month not eating, that&#39;s also good. I&#39;m"
    },
    {
      "index": 284,
      "start_time": 2097380.0,
      "end_time": 2108310.0,
      "text": "not eating one day, also benefit. If completely whole life not eat, that’s the best."
    },
    {
      "index": 285,
      "start_time": 2108310.0,
      "end_time": 2115460.0,
      "text": "When you do go vegan, not only will the animals thank you, so will your body. It&#39;s often easy"
    },
    {
      "index": 286,
      "start_time": 2115460.0,
      "end_time": 2121580.0,
      "text": "to find products that are not tested on animals, and do not contain animal ingredients. Look"
    },
    {
      "index": 287,
      "start_time": 2121580.0,
      "end_time": 2128380.0,
      "text": "for the words “not tested on animals”, or “no animal ingredients”. Or look for"
    },
    {
      "index": 288,
      "start_time": 2128380.0,
      "end_time": 2133550.0,
      "text": "the cruelty free logo [annotation: the leaping bunny]. An excellent book on animals and the"
    },
    {
      "index": 289,
      "start_time": 2133550.0,
      "end_time": 2139930.0,
      "text": "Dharma is “the great compassion” by Norm Phelps. If you would like more information"
    },
    {
      "index": 290,
      "start_time": 2139930.0,
      "end_time": 2149320.0,
      "text": "the Dharma Voices for Animals website has a resource page with many helpful recommendations."
    },
    {
      "index": 291,
      "start_time": 2149320.0,
      "end_time": 2154220.0,
      "text": "If you have ever been on the Buddhist retreat you were probably reminded to refrain from"
    },
    {
      "index": 292,
      "start_time": 2154220.0,
      "end_time": 2161130.0,
      "text": "harming insects, such as spiders and mosquitoes, as part of the first precept&#39;s principle of"
    },
    {
      "index": 293,
      "start_time": 2161130.0,
      "end_time": 2167990.0,
      "text": "non-harm. Try extending this practice into your everyday life. If animals come into your"
    },
    {
      "index": 294,
      "start_time": 2167990.0,
      "end_time": 2174040.0,
      "text": "home consider trapping and releasing them. Another thing you can do is talk to people"
    },
    {
      "index": 295,
      "start_time": 2174040.0,
      "end_time": 2180130.0,
      "text": "about our relationship to animals, engaging them one-on-one. Or starting a discussion in"
    },
    {
      "index": 296,
      "start_time": 2180130.0,
      "end_time": 2185800.0,
      "text": "your Sangha. You can also arrange a screening of this video. Talking with others about this"
    },
    {
      "index": 297,
      "start_time": 2185800.0,
      "end_time": 2192800.0,
      "text": "issue is an opportunity to practice right speech. It’s important to always be respectful"
    },
    {
      "index": 298,
      "start_time": 2192800.0,
      "end_time": 2199500.0,
      "text": "and make it clear that you are not telling people what to do, or judging them. Instead"
    },
    {
      "index": 299,
      "start_time": 2199500.0,
      "end_time": 2204000.0,
      "text": "you are simply asking them to consider this important issue."
    },
    {
      "index": 300,
      "start_time": 2204000.0,
      "end_time": 2210410.0,
      "text": "When people reach this point in their practice, where they&#39;re investigating the question of vegetarianism or veganism, they"
    },
    {
      "index": 301,
      "start_time": 2210410.0,
      "end_time": 2214810.0,
      "text": "really have to examine it from a lot of different alternatives: What foods are they familiar"
    },
    {
      "index": 302,
      "start_time": 2214810.0,
      "end_time": 2219710.0,
      "text": "with, what foods are they comfortable with, what foods do they have access to on a daily basis"
    },
    {
      "index": 303,
      "start_time": 2219710.0,
      "end_time": 2226369.0,
      "text": "that will really strengthen their body and support their health. It may take some time"
    },
    {
      "index": 304,
      "start_time": 2226370.0,
      "end_time": 2233261.0,
      "text": "as they wrestle with the ethical question, as they experiment with their diet to figure"
    },
    {
      "index": 305,
      "start_time": 2233260.0,
      "end_time": 2238020.0,
      "text": "out what&#39;s gonna feel best for them in the long run. I really think it&#39;s important for"
    },
    {
      "index": 306,
      "start_time": 2238020.0,
      "end_time": 2244770.0,
      "text": "every practitioner to approach that in an open ended and pressure-free way, so they"
    },
    {
      "index": 307,
      "start_time": 2244770.0,
      "end_time": 2252369.0,
      "text": "come to their own understanding about it. So I don’t think from myself or my friends"
    },
    {
      "index": 308,
      "start_time": 2252370.0,
      "end_time": 2257521.0,
      "text": "who are vegetarian, that we have a judging attitude to people as they explore that."
    },
    {
      "index": 309,
      "start_time": 2257520.0,
      "end_time": 2267109.0,
      "text": "The choices we make about whether to eat animals or not is such an important decision, not only"
    },
    {
      "index": 310,
      "start_time": 2267110.0,
      "end_time": 2275761.0,
      "text": "for the animals, who suffer so terribly, but also for ourselves - the law of karma."
    },
    {
      "index": 311,
      "start_time": 2275760.0,
      "end_time": 2287680.0,
      "text": "Buddhists worldwide should be at the forefront of this discussion. And yet it seems that no one is"
    },
    {
      "index": 312,
      "start_time": 2287680.0,
      "end_time": 2295080.0,
      "text": "talking about this. I&#39;m very grateful though to a number of Buddhist teachers around the"
    },
    {
      "index": 313,
      "start_time": 2295080.0,
      "end_time": 2305980.0,
      "text": "world, who have been recently identifying themselves as vegetarian or as vegan,and also"
    },
    {
      "index": 314,
      "start_time": 2305980.0,
      "end_time": 2318400.0,
      "text": "sharing with their Sanghas, with the folks in the retreat centers, that it´s the Buddhist"
    },
    {
      "index": 315,
      "start_time": 2318400.0,
      "end_time": 2326890.0,
      "text": "teachings on non–harming and compassion, which leads the teacher to deciding not to eat animals."
    },
    {
      "index": 316,
      "start_time": 2326890.0,
      "end_time": 2331900.0,
      "text": "As you know it&#39;s very interesting, I have made a choice due to this, my own sense of"
    },
    {
      "index": 317,
      "start_time": 2331900.0,
      "end_time": 2338420.0,
      "text": "the sensitivity of beings, to try to cause the least harm and to not eat them. And actually"
    },
    {
      "index": 318,
      "start_time": 2338420.0,
      "end_time": 2343660.0,
      "text": "I don&#39;t even wear them, and I don&#39;t want to use any products that are part of them in there."
    },
    {
      "index": 319,
      "start_time": 2343660.0,
      "end_time": 2349420.0,
      "text": "But I also know that I wear these clothes I use a phone, I drive a car, this could be"
    },
    {
      "index": 320,
      "start_time": 2349420.0,
      "end_time": 2353550.0,
      "text": "also part of exploitive labour…It&#39;s impossible, as I have said earlier, it&#39;s impossible"
    },
    {
      "index": 321,
      "start_time": 2353550.0,
      "end_time": 2360170.0,
      "text": "not to cause harm, but how can I cause the least harm, and let us make a conscious choice."
    },
    {
      "index": 322,
      "start_time": 2360170.0,
      "end_time": 2365800.0,
      "text": "So my dear friends, sisters and brothers, colleagues in the Dharma world, I invite you"
    },
    {
      "index": 323,
      "start_time": 2365800.0,
      "end_time": 2373440.0,
      "text": "to just bring awareness and let your awareness in these teachings of the Dharma inform you."
    },
    {
      "index": 324,
      "start_time": 2373440.0,
      "end_time": 2378470.0,
      "text": "I have spent a lot of time trying to understand why it&#39;s so hard for people to become vegetarian."
    },
    {
      "index": 325,
      "start_time": 2378470.0,
      "end_time": 2386160.0,
      "text": "It&#39;s come down for me to two main reasons, both of which are Buddhist concepts."
    },
    {
      "index": 326,
      "start_time": 2386160.0,
      "end_time": 2391750.0,
      "text": "The first is conditioning. We`re taught that it&#39;s ok to eat animals. We&#39;re told by"
    },
    {
      "index": 327,
      "start_time": 2391750.0,
      "end_time": 2398550.0,
      "text": "our parents, we&#39;re told by society. It is constantly reinforced and when we are conditioned"
    },
    {
      "index": 328,
      "start_time": 2398550.0,
      "end_time": 2404500.0,
      "text": "our entire lives to see things one way, it&#39;s hard to see them another. And this really"
    },
    {
      "index": 329,
      "start_time": 2404500.0,
      "end_time": 2413770.0,
      "text": "goes to, really Buddhist training, where we spend our time re-conditioning ourselves."
    },
    {
      "index": 330,
      "start_time": 2413770.0,
      "end_time": 2420040.0,
      "text": "But it does start with an intent to re-condition ourselves. And it is a process. And I think"
    },
    {
      "index": 331,
      "start_time": 2420040.0,
      "end_time": 2427240.0,
      "text": "the second reason, probably the biggest reason it&#39;s so hard for people to stop, is desire."
    },
    {
      "index": 332,
      "start_time": 2427240.0,
      "end_time": 2434030.0,
      "text": "And it&#39;s not a simple desire. It&#39;s craving, it&#39;s clinging, it&#39;s attachment. We like"
    },
    {
      "index": 333,
      "start_time": 2434030.0,
      "end_time": 2440080.0,
      "text": "eating meat. We like the way it feels. We just do not want to give it up. This of course"
    },
    {
      "index": 334,
      "start_time": 2440080.0,
      "end_time": 2445310.0,
      "text": "goes into the heart of Buddhist teachings. The four noble truths, dependent origination."
    },
    {
      "index": 335,
      "start_time": 2445310.0,
      "end_time": 2450910.0,
      "text": "And we know the desire is the cause of suffering. In this case the cause of your suffering and"
    },
    {
      "index": 336,
      "start_time": 2450910.0,
      "end_time": 2456740.0,
      "text": "the cause of the suffering of other beings. And it is only through overcoming desire,"
    },
    {
      "index": 337,
      "start_time": 2456740.0,
      "end_time": 2461640.0,
      "text": "and giving up our attachments, that we can put an end to suffering."
    },
    {
      "index": 338,
      "start_time": 2461640.0,
      "end_time": 2467490.0,
      "text": "It is what we do that defines us. It is how we act and how we behave that defines us as Buddhists,"
    },
    {
      "index": 339,
      "start_time": 2467490.0,
      "end_time": 2473030.0,
      "text": "not what we say or chant about or what pictures we have. So we really have to wake"
    },
    {
      "index": 340,
      "start_time": 2473030.0,
      "end_time": 2479080.0,
      "text": "up to what we are and what our responsibilities are. And be honest. It is very difficult to"
    },
    {
      "index": 341,
      "start_time": 2479080.0,
      "end_time": 2483119.0,
      "text": "be honest. Just look at yourselves. Those who eat meat, just reflect. It is because"
    },
    {
      "index": 342,
      "start_time": 2483120.0,
      "end_time": 2485041.0,
      "text": "you like it, isn&#39;t it, really?"
    },
    {
      "index": 343,
      "start_time": 2485040.0,
      "end_time": 2499830.0,
      "text": "I have heard people say, I&#39;m just not ready to give it up yet. So that&#39;s an honest answer. One could explore that, and there could be a lot of"
    },
    {
      "index": 344,
      "start_time": 2499830.0,
      "end_time": 2505530.0,
      "text": "what is going on, if you were to unpack that. What is holding you on to that, if you got"
    },
    {
      "index": 345,
      "start_time": 2505530.0,
      "end_time": 2510359.0,
      "text": "to a point where you can say I&#39;m not ready to give it up? That is saying well there is"
    },
    {
      "index": 346,
      "start_time": 2510360.0,
      "end_time": 2514501.0,
      "text": "something really maybe I would want to entertain or I could, but there I am not quite"
    },
    {
      "index": 347,
      "start_time": 2514500.0,
      "end_time": 2520760.0,
      "text": "ready to go there. Interesting place for someone who can say I&#39;m not ready to give it up. So"
    },
    {
      "index": 348,
      "start_time": 2520760.0,
      "end_time": 2527440.0,
      "text": "you know you&#39;re causing harm, or there is something about it. I would see that to be"
    },
    {
      "index": 349,
      "start_time": 2527440.0,
      "end_time": 2533680.0,
      "text": "a really rich and fruitful area for investigation."
    },
    {
      "index": 350,
      "start_time": 2533680.0,
      "end_time": 2545060.0,
      "text": "I think that the only thing I wish for within the Dharma community is not to push my ideas of veganism on you. But to investigate for yourself,"
    },
    {
      "index": 351,
      "start_time": 2545060.0,
      "end_time": 2552810.0,
      "text": "what is true. To know that when you&#39;re eating a burger or meat, it is flesh, it is the skin"
    },
    {
      "index": 352,
      "start_time": 2552810.0,
      "end_time": 2557650.0,
      "text": "of an animal. Let that not be denied. And I don&#39;t want to be critical of my sisters"
    },
    {
      "index": 353,
      "start_time": 2557650.0,
      "end_time": 2564740.0,
      "text": "and brothers in the Dharma, but I do wish for you all to look very closely at what it actually"
    },
    {
      "index": 354,
      "start_time": 2564740.0,
      "end_time": 2567280.0,
      "text": "is you are putting in our mouths."
    },
    {
      "index": 355,
      "start_time": 2567280.0,
      "end_time": 2579280.0,
      "text": "Our relationship to animals provides an excellent opportunity for developing our practice, by being continually mindful of how our actions impact animals"
    },
    {
      "index": 356,
      "start_time": 2579280.0,
      "end_time": 2585280.0,
      "text": "we can cultivate compassion and non-harm and other wholesome Buddhist qualities."
    },
    {
      "index": 357,
      "start_time": 2585280.0,
      "end_time": 2589970.0,
      "text": "It has always been my preference to be vegetarian since I became a Buddhist. Compassion has"
    },
    {
      "index": 358,
      "start_time": 2589970.0,
      "end_time": 2597970.0,
      "text": "always been defined very simply with the same fixed expression, which is, it&#39;s the"
    },
    {
      "index": 359,
      "start_time": 2597970.0,
      "end_time": 2604980.0,
      "text": "quality of the heart. It is the quality that makes the heart of a good person tremble with"
    },
    {
      "index": 360,
      "start_time": 2604980.0,
      "end_time": 2615460.0,
      "text": "the suffering of others and it is the wish to alleviate the suffering of others. So it would seem to me, sort of intuitively,"
    },
    {
      "index": 361,
      "start_time": 2615460.0,
      "end_time": 2621960.0,
      "text": "that if one has this deep quality of compassion that one doesn&#39;t want others to suffer and"
    },
    {
      "index": 362,
      "start_time": 2621960.0,
      "end_time": 2631330.0,
      "text": "one knows that either ordering meat or consuming meat is going to, through some chain of causation,"
    },
    {
      "index": 363,
      "start_time": 2631330.0,
      "end_time": 2639750.0,
      "text": "bring about even the cruel upbringing and the slaughter of animals that out of compassion"
    },
    {
      "index": 364,
      "start_time": 2639750.0,
      "end_time": 2646760.0,
      "text": "one would adopt vegetarianism. So that is why it seems to me that if one takes the ethical"
    },
    {
      "index": 365,
      "start_time": 2646760.0,
      "end_time": 2652000.0,
      "text": "principles of Buddhism in my own reflection and tries to be strictly consistent with them,"
    },
    {
      "index": 366,
      "start_time": 2652000.0,
      "end_time": 2659000.0,
      "text": "it would seem to entail an obligation to observe vegetarianism at least in countries where"
    },
    {
      "index": 367,
      "start_time": 2659000.0,
      "end_time": 2661160.0,
      "text": "one does has an option."
    },
    {
      "index": 368,
      "start_time": 2661160.0,
      "end_time": 2673940.0,
      "text": "The heart of the Buddhist path is compassion. That means to value others, if you value others you value their wellbeing and you are concerned by their suffering and"
    },
    {
      "index": 369,
      "start_time": 2673940.0,
      "end_time": 2684490.0,
      "text": "so it seems apparent to survive at the cost of others suffering. And so, if we can do it,"
    },
    {
      "index": 370,
      "start_time": 2684490.0,
      "end_time": 2694280.0,
      "text": "if we can survive, so of course that means to condition that in which we can find other types of means of survival."
    },
    {
      "index": 371,
      "start_time": 2694280.0,
      "end_time": 2699910.0,
      "text": "For me it seems to be a must and in terms of Buddhist practice."
    },
    {
      "index": 372,
      "start_time": 2699910.0,
      "end_time": 2706900.0,
      "text": "We are engaged in sharing with our brothers and sisters in the Dharma this understanding"
    },
    {
      "index": 373,
      "start_time": 2706900.0,
      "end_time": 2719260.0,
      "text": "that compassion is the highest form of wisdom and that compassion for all is what we all are called upon."
    },
    {
      "index": 374,
      "start_time": 2719260.0,
      "end_time": 2723400.0,
      "text": "To have and feel and develop."
    },
    {
      "index": 375,
      "start_time": 2723400.0,
      "end_time": 2736349.0,
      "text": "Compassion again is just that movement away from harm to protection. To doing good. It is just a natural process that happens once"
    },
    {
      "index": 376,
      "start_time": 2736350.0,
      "end_time": 2740221.0,
      "text": "you refrain from doing harm."
    },
    {
      "index": 377,
      "start_time": 2740220.0,
      "end_time": 2748140.0,
      "text": "Well, to quote George Bernard Shaw, &quot;Animals are my friends, and I don&#39;t eat my friends&quot;"
    },
    {
      "index": 378,
      "start_time": 2748140.0,
      "end_time": 2761340.0,
      "text": ". For the Buddhist community, my brothers and sisters, my appeal for you is that since we took refuge in the Buddha, Dharma and Sangha and we took the basic"
    },
    {
      "index": 379,
      "start_time": 2761340.0,
      "end_time": 2768590.0,
      "text": "principles from among them, number one is not killing. In terms of not killing it does"
    },
    {
      "index": 380,
      "start_time": 2768590.0,
      "end_time": 2776369.0,
      "text": "not necessarily mean that you go kill but also causing the killing. So which means"
    },
    {
      "index": 381,
      "start_time": 2776370.0,
      "end_time": 2785411.0,
      "text": "when you eat another animal you are the cause of the killing. So my appeal to you is to"
    },
    {
      "index": 382,
      "start_time": 2785410.0,
      "end_time": 2792380.0,
      "text": "try to learn about a vegetarian lifestyle. Try to learn about a vegan lifestyle which"
    },
    {
      "index": 383,
      "start_time": 2792380.0,
      "end_time": 2798859.0,
      "text": "is the very healthier and a more compassionate lifestyle. Please try that because we have"
    },
    {
      "index": 384,
      "start_time": 2798860.0,
      "end_time": 2805771.0,
      "text": "taken certain principles before the Buddha, Dharma and Sangha and if we don&#39;t follow our"
    },
    {
      "index": 385,
      "start_time": 2805770.0,
      "end_time": 2815930.0,
      "text": "principles we are just name Buddhists. So try to live your belief, live your fate, and"
    },
    {
      "index": 386,
      "start_time": 2815930.0,
      "end_time": 2819440.0,
      "text": "try to put Dharma into your practice."
    },
    {
      "index": 387,
      "start_time": 2819440.0,
      "end_time": 2832420.0,
      "text": "For all of us none of us are going to be perfect. We&#39;re going to have places, but what happens is our awareness and our deepening,"
    },
    {
      "index": 388,
      "start_time": 2832420.0,
      "end_time": 2839480.0,
      "text": "our ability to actualize the first precept of non- harming. It grows as a fruit of all"
    },
    {
      "index": 389,
      "start_time": 2839480.0,
      "end_time": 2843140.0,
      "text": "the other parts of Dharma practice that we&#39;re doing."
    },
    {
      "index": 390,
      "start_time": 2843140.0,
      "end_time": 2850730.0,
      "text": "So the basic sense of compassion is also explained in the Metta- Sutta when the Buddha said just as a mother protects"
    },
    {
      "index": 391,
      "start_time": 2850730.0,
      "end_time": 2857080.0,
      "text": "with her life her child, her only child, so with a boundless heart should one care for"
    },
    {
      "index": 392,
      "start_time": 2857080.0,
      "end_time": 2859620.0,
      "text": "all living beings."
    },
    {
      "index": 393,
      "start_time": 2859620.0,
      "end_time": 2880630.0,
      "text": "Just like us, animals want to live lives free of pain and suffering. And it is up to each of us to make choices that respect all of the creatures of the earth."
    },
    {
      "index": 394,
      "start_time": 2880630.0,
      "end_time": 2911880.0,
      "text": "May all beings be happy, May all beings be safe, May all beings be free from suffering."
    },
    {
      "index": 395,
      "start_time": 2911880.0,
      "end_time": 3003400.0,
      "text": "ANIMALS AND THE BUDDHA a film by Dharma Voices For Animals."
    }
  ]
}