{
  "video_id": "S10GMfG2NMY",
  "title": "The Copenhagen Wheel official product release",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 948.0,
      "end_time": 4403.0,
      "text": "This is the Copenhagen Wheel."
    },
    {
      "index": 2,
      "start_time": 4403.0,
      "end_time": 14453.0,
      "text": "It turns your ordinary bicycle into a smart electric hybrid by simply replacing your back wheel, connected to your smart phone, download the app, and you're ready to go."
    },
    {
      "index": 3,
      "start_time": 15164.0,
      "end_time": 17413.0,
      "text": "Bicycles are a great way to move around."
    },
    {
      "index": 4,
      "start_time": 17413.0,
      "end_time": 24663.0,
      "text": "Sometimes distances are too long. Hills can get in the way. And hard journeys to work making you covered in sweat."
    },
    {
      "index": 5,
      "start_time": 24663.0,
      "end_time": 28016.0,
      "text": "The Copenhagen Wheel is here to change all that."
    },
    {
      "index": 6,
      "start_time": 28016.0,
      "end_time": 36268.0,
      "text": "The technology was developed over several years at MIT, together with the city of Copenhagen, one of the world's most innovative places for cycling."
    },
    {
      "index": 7,
      "start_time": 36268.0,
      "end_time": 45396.0,
      "text": "Its original inventors licensed the technology and founded Superpedestrian, the starter where we are now working around the clock to bring the wheel to you."
    },
    {
      "index": 8,
      "start_time": 45396.0,
      "end_time": 52040.0,
      "text": "Like the best riding companion, the Copenhagen wheel learns how you pedal, and integrate seamlessly with your motion."
    },
    {
      "index": 9,
      "start_time": 52040.0,
      "end_time": 55366.0,
      "text": "It captures your energy when you break or go downhill."
    },
    {
      "index": 10,
      "start_time": 55366.0,
      "end_time": 59881.0,
      "text": "And gives you push when you need it with 3 to 10 times your regular foot power."
    },
    {
      "index": 11,
      "start_time": 59881.0,
      "end_time": 62346.0,
      "text": "It's easy. Ride it just like a normal bike."
    },
    {
      "index": 12,
      "start_time": 62346.0,
      "end_time": 67558.0,
      "text": "As you pedal, the motor automatically kicks in with no additional throttles or buttons."
    },
    {
      "index": 13,
      "start_time": 68090.0,
      "end_time": 75896.0,
      "text": "All technology for the Copenhagen Wheel is contained within the red casing, including motor, removable batteries, wireless connectivity,"
    },
    {
      "index": 14,
      "start_time": 75896.0,
      "end_time": 80255.0,
      "text": "smart locking, multiple sensors, and embedded control system."
    },
    {
      "index": 15,
      "start_time": 80857.0,
      "end_time": 89775.0,
      "text": "Use your smart phone to customize your ride. Monitor your physical activity, gather information from your environment to share with your friends and fellow cyclist."
    },
    {
      "index": 16,
      "start_time": 90567.0,
      "end_time": 94734.0,
      "text": "And if you're a software developer, you can even create your own biking apps."
    },
    {
      "index": 17,
      "start_time": 94734.0,
      "end_time": 99506.0,
      "text": "So whether you carry yourself, your kids, or your gear."
    },
    {
      "index": 18,
      "start_time": 99506.0,
      "end_time": 105160.0,
      "text": "Hills seem flat, distances shrink, and you can cycle just about anywhere."
    },
    {
      "index": 19,
      "start_time": 105162.0,
      "end_time": 108990.0,
      "text": "So transform your bike and transform your city."
    },
    {
      "index": 20,
      "start_time": 108991.0,
      "end_time": 111090.0,
      "text": "The Copenhagen Wheel."
    }
  ]
}