{
  "video_id": "S1DcTO5D2ck",
  "title": "Day 6 of 9 - Evening Q&A - October 2013 meditation retreat",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2840.0,
      "end_time": 7710.0,
      "text": "Question: Dear Ajahn, when it comes to letting go, how do you ask people who think you owe them a"
    },
    {
      "index": 2,
      "start_time": 7710.0,
      "end_time": 15450.0,
      "text": "duty to make them happy to let you go? This would mainly be a personal relative since"
    },
    {
      "index": 3,
      "start_time": 15450.0,
      "end_time": 20990.0,
      "text": "one can more easily tell an outsider to go away. How does one apply loving kindness to"
    },
    {
      "index": 4,
      "start_time": 20990.0,
      "end_time": 27289.0,
      "text": "solve this, how to find enough loving kindness to do it? So somebody else think you owe them"
    },
    {
      "index": 5,
      "start_time": 27289.0,
      "end_time": 34660.0,
      "text": "a duty to make them happy? I don&#39;t know where that really comes from, sometimes kids think"
    },
    {
      "index": 6,
      "start_time": 34660.0,
      "end_time": 40670.0,
      "text": "their parents have a duty to make them happy and look after them...up to a certain time,"
    },
    {
      "index": 7,
      "start_time": 40670.0,
      "end_time": 49250.0,
      "text": "but remember I compare human beings to birds. We&#39;re supposed to be a high level of being."
    },
    {
      "index": 8,
      "start_time": 49250.0,
      "end_time": 55649.0,
      "text": "When it comes to raising children, you cannot beat the birds because the birds will look"
    },
    {
      "index": 9,
      "start_time": 55649.0,
      "end_time": 60719.0,
      "text": "after their kids, they&#39;ll sit on the eggs first of all. And if ever you&#39;ve got a sore"
    },
    {
      "index": 10,
      "start_time": 60719.0,
      "end_time": 67549.0,
      "text": "bottom sitting meditation, think of those poor birds. [laughs] Hour after hour after"
    },
    {
      "index": 11,
      "start_time": 67549.0,
      "end_time": 73770.0,
      "text": "hour after hour, and as soon as those chicks are hatched, they feed and feed and feed them"
    },
    {
      "index": 12,
      "start_time": 73770.0,
      "end_time": 80310.0,
      "text": "all day and they always want more food. It&#39;s not like your kids, sometimes they sleep,"
    },
    {
      "index": 13,
      "start_time": 80310.0,
      "end_time": 85369.0,
      "text": "sometimes they&#39;ve had enough. But birds have got their beak open always asking for more."
    },
    {
      "index": 14,
      "start_time": 85369.0,
      "end_time": 91889.0,
      "text": "and then the birds teach their young how to fly. When I did 6 months solitary retreat,"
    },
    {
      "index": 15,
      "start_time": 91889.0,
      "end_time": 98149.0,
      "text": "I used to watch a pair of eagles who were nesting and you saw them take their kid, their"
    },
    {
      "index": 16,
      "start_time": 98149.0,
      "end_time": 103429.0,
      "text": "baby after their first flight, which is really, really cute to watch that. When you&#39;re on"
    },
    {
      "index": 17,
      "start_time": 103429.0,
      "end_time": 108869.0,
      "text": "retreat for 6 months you can actually watch nature, become so sensitive and see a pair"
    },
    {
      "index": 18,
      "start_time": 108869.0,
      "end_time": 116800.0,
      "text": "of eagles raise their young. And after that, once a bird can fly, what do mum and dad do?"
    },
    {
      "index": 19,
      "start_time": 116800.0,
      "end_time": 124469.0,
      "text": "They&#39;re off! They kick the bird out the nest. The son and daughter, they just go. You&#39;re"
    },
    {
      "index": 20,
      "start_time": 124469.0,
      "end_time": 130929.0,
      "text": "out of here, mate. Now wouldn&#39;t that be wonderful if parents could do that. Cos all you owe"
    },
    {
      "index": 21,
      "start_time": 130929.0,
      "end_time": 138659.0,
      "text": "them is just bringing them up, looking after them, caring for them but the point is, I like"
    },
    {
      "index": 22,
      "start_time": 138659.0,
      "end_time": 145489.0,
      "text": "to impress upon parents, they&#39;re not _your_ kids. These are beings who come into your"
    },
    {
      "index": 23,
      "start_time": 145489.0,
      "end_time": 152849.0,
      "text": "life, where they come from you don&#39;t know and what previous birth or previous realm"
    },
    {
      "index": 24,
      "start_time": 152849.0,
      "end_time": 157989.0,
      "text": "and now they&#39;re here in your life and you look after them, care for them, and you really"
    },
    {
      "index": 25,
      "start_time": 157989.0,
      "end_time": 164200.0,
      "text": "sacrifice a lot, you get a lot of fun out of that. You always know they are not yours."
    },
    {
      "index": 26,
      "start_time": 164200.0,
      "end_time": 169640.0,
      "text": "Later on they will go into their own careers, their own life, go and get married, live in"
    },
    {
      "index": 27,
      "start_time": 169640.0,
      "end_time": 176390.0,
      "text": "another country, means bye bye children, that&#39;s as it should be. So your job is never to"
    },
    {
      "index": 28,
      "start_time": 176390.0,
      "end_time": 181749.0,
      "text": "think they are your children, that&#39;s a problem. They are just children, you look after them for"
    },
    {
      "index": 29,
      "start_time": 181749.0,
      "end_time": 187060.0,
      "text": "a while and then you let them go. So you don&#39;t owe them, past giving them an education, and"
    },
    {
      "index": 30,
      "start_time": 187060.0,
      "end_time": 194540.0,
      "text": "getting them started. And please don&#39;t leave your inheritance to your kids [laughs] because"
    },
    {
      "index": 31,
      "start_time": 194540.0,
      "end_time": 199969.0,
      "text": "it is such a stupid thing to do because the kids get very lazy. Maybe give them a little"
    },
    {
      "index": 32,
      "start_time": 199969.0,
      "end_time": 204159.0,
      "text": "bit of a start but don&#39;t give them too much. You give them too much, then they will never"
    },
    {
      "index": 33,
      "start_time": 204159.0,
      "end_time": 210530.0,
      "text": "appreciate anything and they usually waste it. So just give them enough to get them going"
    },
    {
      "index": 34,
      "start_time": 210530.0,
      "end_time": 219349.0,
      "text": "and then, okay off you go. And if it&#39;s like your partner in life, remember what I always"
    },
    {
      "index": 35,
      "start_time": 219349.0,
      "end_time": 224209.0,
      "text": "said, I mentioned this earlier, when I do any marriage ceremony, I always look at one"
    },
    {
      "index": 36,
      "start_time": 224209.0,
      "end_time": 228889.0,
      "text": "person, then the other person, then to say in a marriage, in a relationship, you should"
    },
    {
      "index": 37,
      "start_time": 228889.0,
      "end_time": 235049.0,
      "text": "never think of yourself, nor should you think of the partner, it&#39;s all about us. So if it&#39;s a"
    },
    {
      "index": 38,
      "start_time": 235049.0,
      "end_time": 241040.0,
      "text": "case that you think of yourself and the partner as being different, of course there is duties"
    },
    {
      "index": 39,
      "start_time": 241040.0,
      "end_time": 248189.0,
      "text": "of owing - I helped you, now you have to help me back. When it&#39;s us, your duty is to the"
    },
    {
      "index": 40,
      "start_time": 248189.0,
      "end_time": 255060.0,
      "text": "partnership, not to one person. It&#39;s to us, not me, not him, not her. That makes it a"
    },
    {
      "index": 41,
      "start_time": 255060.0,
      "end_time": 263330.0,
      "text": "lot different. But if you owe them a duty to make them happy, to let you go, then after"
    },
    {
      "index": 42,
      "start_time": 263330.0,
      "end_time": 269780.0,
      "text": "a while that, you cannot own anybody, you can&#39;t own your children, you can&#39;t own your"
    },
    {
      "index": 43,
      "start_time": 269780.0,
      "end_time": 275090.0,
      "text": "parents, you have to let them go sooner or later. As I&#39;ve often that&#39;s the greatest act"
    },
    {
      "index": 44,
      "start_time": 275090.0,
      "end_time": 281940.0,
      "text": "of love is to let somebody go. Remember we had a wonderful time together, now is the"
    },
    {
      "index": 45,
      "start_time": 281940.0,
      "end_time": 290199.0,
      "text": "time you go to Singapore, I go somewhere else, you spend 9 days together, bye, bye [laughs]"
    },
    {
      "index": 46,
      "start_time": 290199.0,
      "end_time": 294710.0,
      "text": "and that&#39;s as it should be, we let each other go. We have not have no more duties than that."
    },
    {
      "index": 47,
      "start_time": 294710.0,
      "end_time": 303550.0,
      "text": "When we know what our duties are in life, one of the duties is to let go of things."
    },
    {
      "index": 48,
      "start_time": 303550.0,
      "end_time": 309530.0,
      "text": "And you don&#39;t owe anything. For example, that sometimes people are very grateful for the"
    },
    {
      "index": 49,
      "start_time": 309530.0,
      "end_time": 317139.0,
      "text": "teachings and example which I have done and given you and sometimes people say, I owe"
    },
    {
      "index": 50,
      "start_time": 317139.0,
      "end_time": 323479.0,
      "text": "you Ajahn Brahm. I always remember Ajahn Chah teaching me, cos he helped me so much and"
    },
    {
      "index": 51,
      "start_time": 323479.0,
      "end_time": 328979.0,
      "text": "I asked him how can I ever repay your debt, the debt I have to you? He said, you can never"
    },
    {
      "index": 52,
      "start_time": 328979.0,
      "end_time": 338699.0,
      "text": "repay the debt which you owe me except by helping others. So you don&#39;t pay it back,"
    },
    {
      "index": 53,
      "start_time": 338699.0,
      "end_time": 346060.0,
      "text": "you pay it on. If I have helped you, the only way to pay off what you owe me is to give"
    },
    {
      "index": 54,
      "start_time": 346060.0,
      "end_time": 353240.0,
      "text": "all these teachings and kindness to somebody else. That&#39;s why teaching you and teaching"
    },
    {
      "index": 55,
      "start_time": 353240.0,
      "end_time": 358020.0,
      "text": "people in Malaysia and Australia and all over the world is the way I&#39;m paying off my debt"
    },
    {
      "index": 56,
      "start_time": 358020.0,
      "end_time": 365500.0,
      "text": "to Ajahn Chah. He helped me, so I help you, now you&#39;re in debt to me. [laughs] Now you"
    },
    {
      "index": 57,
      "start_time": 365500.0,
      "end_time": 371000.0,
      "text": "got to go and help somebody else and then you&#39;ve paid off your debt to your teacher."
    },
    {
      "index": 58,
      "start_time": 371000.0,
      "end_time": 378979.0,
      "text": "That&#39;s how owing and letting go happens. It&#39;s quite beautiful. See what else we got here."
    },
    {
      "index": 59,
      "start_time": 378979.0,
      "end_time": 386569.0,
      "text": "Question: Sorry to ask you to repeat, please elaborate the donkey and the 2 jokes relating to listless."
    },
    {
      "index": 60,
      "start_time": 386569.0,
      "end_time": 392250.0,
      "text": "Thank you very much. There&#39;s only one durian. Sometimes people are so greedy [laughter]"
    },
    {
      "index": 61,
      "start_time": 392250.0,
      "end_time": 401379.0,
      "text": "they want two, an extra one. So the old story, donkey, durian stick on the donkey&#39;s back,"
    },
    {
      "index": 62,
      "start_time": 401379.0,
      "end_time": 406419.0,
      "text": "string on the end of a stick, durian on the end of the string. So when the donkey goes"
    },
    {
      "index": 63,
      "start_time": 406419.0,
      "end_time": 411190.0,
      "text": "after the durian, the durian is always in front of the donkey&#39;s mouth and can never"
    },
    {
      "index": 64,
      "start_time": 411190.0,
      "end_time": 419099.0,
      "text": "catch it. That&#39;s why we&#39;re always running somewhere, that&#39;s what listlessness is"
    },
    {
      "index": 65,
      "start_time": 419099.0,
      "end_time": 425030.0,
      "text": "we&#39;re always running somewhere, always going somewhere, always doing something and"
    },
    {
      "index": 66,
      "start_time": 425030.0,
      "end_time": 429750.0,
      "text": "we think by going here, going there, we&#39;re going to catch something. Get the durian,"
    },
    {
      "index": 67,
      "start_time": 429750.0,
      "end_time": 435900.0,
      "text": "get satisfaction, happiness or whatever else you&#39;re after in life. And you find that the"
    },
    {
      "index": 68,
      "start_time": 435900.0,
      "end_time": 441800.0,
      "text": "whole meaning of your life is always running after something and you can never catch it."
    },
    {
      "index": 69,
      "start_time": 441800.0,
      "end_time": 448289.0,
      "text": "You get close many times. But it&#39;s always in front of you, it&#39;s within reach but when"
    },
    {
      "index": 70,
      "start_time": 448289.0,
      "end_time": 454439.0,
      "text": "you go towards it, it disappears. Remember when you were children and you saw a rainbow"
    },
    {
      "index": 71,
      "start_time": 454439.0,
      "end_time": 461229.0,
      "text": "and you could see where the rainbow was striking the ground, maybe in some field or garden"
    },
    {
      "index": 72,
      "start_time": 461229.0,
      "end_time": 465389.0,
      "text": "somewhere. You went over to the end of the rainbow and as soon as you approach where"
    },
    {
      "index": 73,
      "start_time": 465389.0,
      "end_time": 472490.0,
      "text": "the rainbow met the ground, the rainbow moved away from you. You can never catch the foot"
    },
    {
      "index": 74,
      "start_time": 472490.0,
      "end_time": 478860.0,
      "text": "of the rainbow. In Western culture they always said there&#39;s a pot of gold at the end of the"
    },
    {
      "index": 75,
      "start_time": 478860.0,
      "end_time": 483330.0,
      "text": "rainbow. But of course, you can never catch it, when you go towards it, it moves away"
    },
    {
      "index": 76,
      "start_time": 483330.0,
      "end_time": 492219.0,
      "text": "from you. That&#39;s like so many things in life, that&#39;s a durian in front of the donkey. But"
    },
    {
      "index": 77,
      "start_time": 492219.0,
      "end_time": 499389.0,
      "text": "you find a way of catching of that durian, you just stop, you let go. Now I&#39;ve told many"
    },
    {
      "index": 78,
      "start_time": 499389.0,
      "end_time": 510800.0,
      "text": "people in their interviews, don&#39;t try to let go. You let go of trying. It&#39;s not a funny,"
    },
    {
      "index": 79,
      "start_time": 510800.0,
      "end_time": 516810.0,
      "text": "it&#39;s not a smart aleck statement, it&#39;s actually very deep. Don&#39;t try to let go, let go of"
    },
    {
      "index": 80,
      "start_time": 516809.99999999994,
      "end_time": 524610.0,
      "text": "trying which means you stop and then the durian comes towards you. So that&#39;s how you stop"
    },
    {
      "index": 81,
      "start_time": 524610.0,
      "end_time": 532400.0,
      "text": "listlessness. Cos listlessness, restlessness is always wanting something and thinking that"
    },
    {
      "index": 82,
      "start_time": 532400.0,
      "end_time": 538410.0,
      "text": "moving, scratching will get rid of the itch, but it never does. So after a while, you"
    },
    {
      "index": 83,
      "start_time": 538410.0,
      "end_time": 545810.0,
      "text": "just stop and then everything which all that movement promised you, comes to you, rather"
    },
    {
      "index": 84,
      "start_time": 545810.0,
      "end_time": 554540.0,
      "text": "than you chasing it. I used to tell the monks one of my stories that when I was a young"
    },
    {
      "index": 85,
      "start_time": 554540.0,
      "end_time": 560250.0,
      "text": "monk in Thailand, it was very tough, not only with food but you hardly ever see any tea"
    },
    {
      "index": 86,
      "start_time": 560250.0,
      "end_time": 570320.0,
      "text": "or coffee or anything like that, except when you were dyeing your robes. Cos to make dye"
    },
    {
      "index": 87,
      "start_time": 570320.0,
      "end_time": 576640.0,
      "text": "you had to work maybe 24, 36 hours so it was acceptable. If you were dyeing a robe you"
    },
    {
      "index": 88,
      "start_time": 576640.0,
      "end_time": 581030.0,
      "text": "can have some tea and coffee in the dyeing shed, as much as you like because you got"
    },
    {
      "index": 89,
      "start_time": 581030.0,
      "end_time": 587940.0,
      "text": "to keep up all night. And one day some of my friends, they were in the dyeing shed,"
    },
    {
      "index": 90,
      "start_time": 587940.0,
      "end_time": 594630.0,
      "text": "dyeing their robes all night and I happened to wake up a little bit early. The bell went"
    },
    {
      "index": 91,
      "start_time": 594630.0,
      "end_time": 605650.0,
      "text": "at 3 o&#39;clock in the morning and I was up about 2.45 and I thought if I go to the dyeing shed,"
    },
    {
      "index": 92,
      "start_time": 605650.0,
      "end_time": 610810.0,
      "text": "I&#39;m sure my friends will give me a cup of tea or coffee. I&#39;m up early enough, there&#39;ll"
    },
    {
      "index": 93,
      "start_time": 610810.0,
      "end_time": 615000.0,
      "text": "be some there, and it will help with my morning meditation. I&#39;ll have good meditation"
    },
    {
      "index": 94,
      "start_time": 615000.0,
      "end_time": 621440.0,
      "text": "that morning. And I thought, no, that&#39;s just following your craving, that&#39;s not the sort"
    },
    {
      "index": 95,
      "start_time": 621440.0,
      "end_time": 626630.0,
      "text": "of thing a monk, good monk should do. And before I knew it, I was off walking towards"
    },
    {
      "index": 96,
      "start_time": 626630.0,
      "end_time": 632000.0,
      "text": "the dyeing shed [laughter], I just couldn&#39;t resist. And when I got to... actually half"
    },
    {
      "index": 97,
      "start_time": 632000.0,
      "end_time": 638270.0,
      "text": "way towards the dyeing shed, I heard the 3 o&#39;clock bell ring and that&#39;s important to"
    },
    {
      "index": 98,
      "start_time": 638270.0,
      "end_time": 643480.0,
      "text": "notice. When I got to the shed a couple of minutes later, it was cleaned up, they&#39;d finished."
    },
    {
      "index": 99,
      "start_time": 643480.0,
      "end_time": 650000.0,
      "text": "They&#39;d finished early, so no monks were there, no tea, no coffee but it was all still warm."
    },
    {
      "index": 100,
      "start_time": 650000.0,
      "end_time": 657090.0,
      "text": "I thought never mind, so I went into the hall and did my meditation which was quite sleepy."
    },
    {
      "index": 101,
      "start_time": 657090.0,
      "end_time": 662990.0,
      "text": "And after meditation was finished those monks they came up to me and said, &quot;Ajahn Brahm"
    },
    {
      "index": 102,
      "start_time": 662990.0,
      "end_time": 668890.0,
      "text": "where were you at 3am?&quot; I said, &quot;I was out walking along that path.&quot; &quot;Oh, we came the"
    },
    {
      "index": 103,
      "start_time": 668890.0,
      "end_time": 676890.0,
      "text": "other path to bring you a cup of tea.&quot; [laughter] They were so kind and I was kind to them."
    },
    {
      "index": 104,
      "start_time": 676890.0,
      "end_time": 681570.0,
      "text": "They made a cup of tea for me, they were going to give it to me as I woke up in the early"
    },
    {
      "index": 105,
      "start_time": 681570.0,
      "end_time": 687810.0,
      "text": "morning. If I had only resisted my craving and defilement [laughter], the tea would have"
    },
    {
      "index": 106,
      "start_time": 687810.0,
      "end_time": 694900.0,
      "text": "come to me. And that&#39;s happened to me so often in life. When I&#39;ve gone chasing things, I"
    },
    {
      "index": 107,
      "start_time": 694900.0,
      "end_time": 702630.0,
      "text": "never get it. When I just sat here, it comes to me. It&#39;s weird but it&#39;s so true. So that&#39;s"
    },
    {
      "index": 108,
      "start_time": 702630.0,
      "end_time": 708890.0,
      "text": "the story, the donkey and the carrot and very much on life. You sit down and things happen,"
    },
    {
      "index": 109,
      "start_time": 708890.0,
      "end_time": 712290.0,
      "text": "you chase them and you just make more misery for yourself."
    },
    {
      "index": 110,
      "start_time": 712290.0,
      "end_time": 718230.0,
      "text": "Question: Anyway [cough]. Dear... ah, is the vegetarian thing."
    },
    {
      "index": 111,
      "start_time": 718230.0,
      "end_time": 721880.0,
      "text": "Doesn&#39;t Buddhism teach us not to kill living creatures? How do Buddhists"
    },
    {
      "index": 112,
      "start_time": 721880.0,
      "end_time": 729000.0,
      "text": "defend non-vegetarianism? I was on the retreat in June and when you said, ah, okay, so long"
    },
    {
      "index": 113,
      "start_time": 729000.0,
      "end_time": 733540.0,
      "text": "as you don&#39;t personally do the killing. Isn&#39;t that like saying it&#39;s ok to murder someone so long"
    },
    {
      "index": 114,
      "start_time": 733540.0,
      "end_time": 738700.0,
      "text": "as you don&#39;t do it personally but hire a hitman? [laughs] Continuing to eat meat supports the meat industry"
    },
    {
      "index": 115,
      "start_time": 738700.0,
      "end_time": 743560.0,
      "text": "where people kill animals for food and indulge in inhumane practices for profit. Isn&#39;t that"
    },
    {
      "index": 116,
      "start_time": 743560.0,
      "end_time": 751060.0,
      "text": "actually what the Buddha said, you can&#39;t order something to be killed. Now if someone offers"
    },
    {
      "index": 117,
      "start_time": 751060.0,
      "end_time": 756630.0,
      "text": "you without you asking for it, then, that is acceptable, according to Buddhism. And"
    },
    {
      "index": 118,
      "start_time": 756630.0,
      "end_time": 761560.0,
      "text": "I&#39;ve already mentioned that first couple of years in Thailand as a young monk, the food"
    },
    {
      "index": 119,
      "start_time": 761560.0,
      "end_time": 769480.0,
      "text": "was disgusting but one day this Thai woman who&#39;d married an American man, came to visit"
    },
    {
      "index": 120,
      "start_time": 769480.0,
      "end_time": 777850.0,
      "text": "our monastery, and it turned out this American man had a turkey farm. And it was about 3"
    },
    {
      "index": 121,
      "start_time": 777850.0,
      "end_time": 784610.0,
      "text": "or 4 days before Christmas and he said to us, he said, oh, you don&#39;t eat very much,"
    },
    {
      "index": 122,
      "start_time": 784610.0,
      "end_time": 791490.0,
      "text": "you&#39;re all really thin here and it&#39;s Christmas soon, I&#39;m going to give you a turkey for Christmas."
    },
    {
      "index": 123,
      "start_time": 791490.0,
      "end_time": 798450.0,
      "text": "He says, I&#39;m going to choose a nice fat one and give it to you. [laughs] And we had to"
    },
    {
      "index": 124,
      "start_time": 798450.0,
      "end_time": 804250.0,
      "text": "say no cos it was killed especially for the monks, we can&#39;t accept it. And you know that"
    },
    {
      "index": 125,
      "start_time": 804250.0,
      "end_time": 811790.0,
      "text": "really hurt [laughter] but would have hurt the turkey more, so fair enough. But if it&#39;s"
    },
    {
      "index": 126,
      "start_time": 811790.0,
      "end_time": 816630.0,
      "text": "not designed to be killed for you, then, the Buddha said, yes you can eat it because sometimes"
    },
    {
      "index": 127,
      "start_time": 816630.0,
      "end_time": 824130.0,
      "text": "the monks don&#39;t have that luxury to choose their food. And anyway, as I mentioned to"
    },
    {
      "index": 128,
      "start_time": 824130.0,
      "end_time": 829180.0,
      "text": "people, it&#39;s a bit cheeky answer but I like being a bit cheeky sometimes. Have you not"
    },
    {
      "index": 129,
      "start_time": 829180.0,
      "end_time": 838630.0,
      "text": "heard the saying, you are what you eat? You&#39;ve heard that before? So a cow eats grass, so"
    },
    {
      "index": 130,
      "start_time": 838630.0,
      "end_time": 849480.0,
      "text": "a a cow is just grass that&#39;s all. So eating a cow is just vegetarian. [laughter] haha"
    },
    {
      "index": 131,
      "start_time": 849480.0,
      "end_time": 857600.0,
      "text": "Question: I was told that the more we meditate, spirits who needed merits may come to request"
    },
    {
      "index": 132,
      "start_time": 857600.0,
      "end_time": 861730.0,
      "text": "so we give them some merits. How to pass some merits to them when they are already dead?"
    },
    {
      "index": 133,
      "start_time": 861730.0,
      "end_time": 869450.0,
      "text": "Exactly, they won&#39;t come to you. For those of you who get scared of these things, one"
    },
    {
      "index": 134,
      "start_time": 869450.0,
      "end_time": 877320.0,
      "text": "of the key stories, this is just an example of many. There was a Thai lady who came, she"
    },
    {
      "index": 135,
      "start_time": 877320.0,
      "end_time": 883590.0,
      "text": "married a Westerner and came to live in Perth many years ago. And she got divorced from"
    },
    {
      "index": 136,
      "start_time": 883590.0,
      "end_time": 893630.0,
      "text": "her husband but she had 3 or 4 really good kids and when she got established, she had"
    },
    {
      "index": 137,
      "start_time": 893630.0,
      "end_time": 901300.0,
      "text": "a mother, her father&#39;d already died. And so she got a visa for her mother to come to Australia"
    },
    {
      "index": 138,
      "start_time": 901300.0,
      "end_time": 909200.0,
      "text": "to live so that this Thai girl could look after her mother. So the mother came to stay"
    },
    {
      "index": 139,
      "start_time": 909200.0,
      "end_time": 913220.0,
      "text": "in Perth, she couldn&#39;t speak any English but I could speak Thai, so we could talk to each"
    },
    {
      "index": 140,
      "start_time": 913220.0,
      "end_time": 921300.0,
      "text": "other. But one day she got every sick, she&#39;s already quite old, so the daughter put her"
    },
    {
      "index": 141,
      "start_time": 921300.0,
      "end_time": 927750.0,
      "text": "in hospital and then she came and told me the strange story. She did not know whether her"
    },
    {
      "index": 142,
      "start_time": 927750.0,
      "end_time": 933600.0,
      "text": "mother was going to survive this illness or not. So she went to one of these spirit doctors,"
    },
    {
      "index": 143,
      "start_time": 933600.0,
      "end_time": 943170.0,
      "text": "these mediums. It didn&#39;t cost that much, only A$20. There&#39;s quite a famous medium in Perth"
    },
    {
      "index": 144,
      "start_time": 943170.0,
      "end_time": 950440.0,
      "text": "and the medium said, give me the name of the hospital, the ward and the room and then I"
    },
    {
      "index": 145,
      "start_time": 950440.0,
      "end_time": 955820.0,
      "text": "could just leave my body, go into astral body and then I can check on your mum to see whether"
    },
    {
      "index": 146,
      "start_time": 955820.0,
      "end_time": 961760.0,
      "text": "this is going to be the last illness or whether she would survive. So, good deal. She gave"
    },
    {
      "index": 147,
      "start_time": 961760.0,
      "end_time": 968510.0,
      "text": "the A$20 to this medium and the medium went into a trance. She went unconscious and about"
    },
    {
      "index": 148,
      "start_time": 968510.0,
      "end_time": 974300.0,
      "text": "5, 10 minutes later, she came out of trance and the first thing she did was give the A$20"
    },
    {
      "index": 149,
      "start_time": 974300.0,
      "end_time": 979530.0,
      "text": "note back to the Thai girl. And the Thai girl said, &quot;What &#39;re you doing?&quot; He said, &quot;Look,"
    },
    {
      "index": 150,
      "start_time": 979530.0,
      "end_time": 984870.0,
      "text": "I found the hospital, I found the ward and I found the room in which your mother was"
    },
    {
      "index": 151,
      "start_time": 984870.0,
      "end_time": 992850.0,
      "text": "but I couldn&#39;t get inside.&quot; This is how the medium described it. There&#39;s a force field"
    },
    {
      "index": 152,
      "start_time": 992850.0,
      "end_time": 998070.0,
      "text": "around your mother. A really incredible force field, I&#39;d never seen that before, I couldn&#39;t"
    },
    {
      "index": 153,
      "start_time": 998070.0,
      "end_time": 1003320.0,
      "text": "get in. That&#39;s why I&#39;m giving the A$20 back. I&#39;m sorry, I just can&#39;t get in there. Who"
    },
    {
      "index": 154,
      "start_time": 1003320.0,
      "end_time": 1011540.0,
      "text": "is your mum?&quot; And she said she&#39;s a Buddhist nun keeping 8 precepts for the last 20 years."
    },
    {
      "index": 155,
      "start_time": 1011540.0,
      "end_time": 1018530.0,
      "text": "And when the daughter said that, she was like a meichee keeping 8 precepts for such a long time,"
    },
    {
      "index": 156,
      "start_time": 1018530.0,
      "end_time": 1023290.0,
      "text": "the medium took the A$20 back. You should have told me to begin with, you &#39;ve been wasting"
    },
    {
      "index": 157,
      "start_time": 1023290.0,
      "end_time": 1030509.0,
      "text": "my time. [laughter] People like me cannot get close to people like that. Now that&#39;s"
    },
    {
      "index": 158,
      "start_time": 1030510.0,
      "end_time": 1036820.0,
      "text": "one example of many. Spirits or anybody who leaves their body like that, yes they do come"
    },
    {
      "index": 159,
      "start_time": 1036819.9999999999,
      "end_time": 1043449.9999999999,
      "text": "across a person who&#39;s keeping good virtue or meditating, how they see you is this big"
    },
    {
      "index": 160,
      "start_time": 1043450.0,
      "end_time": 1048701.0,
      "text": "force field around you. They just can&#39;t get close, they can&#39;t get in. That&#39;s how they&#39;d"
    },
    {
      "index": 161,
      "start_time": 1048700.0,
      "end_time": 1055990.0,
      "text": "see you. And for a monk they can&#39;t even get in the gate, there&#39;s this huge force around."
    },
    {
      "index": 162,
      "start_time": 1055990.0,
      "end_time": 1060850.0,
      "text": "That&#39;s how they perceive these things. I like telling that because it makes you feel very"
    },
    {
      "index": 163,
      "start_time": 1060850.0,
      "end_time": 1068820.0,
      "text": "safe. As long as you&#39;re keeping precepts, at least 5 precepts, you&#39;re pretty protected"
    },
    {
      "index": 164,
      "start_time": 1068820.0,
      "end_time": 1075179.0,
      "text": "from these lower beings, they just can&#39;t get at you. But if you break your virtue and you"
    },
    {
      "index": 165,
      "start_time": 1075180.0,
      "end_time": 1081361.0,
      "text": "got some chinks in your armour, then maybe they can get in. But anyone who keeps 5 precepts,"
    },
    {
      "index": 166,
      "start_time": 1081360.0,
      "end_time": 1085820.0,
      "text": "really well, who&#39;s kind, compassionate especially those who meditate, you don&#39;t realise the"
    },
    {
      "index": 167,
      "start_time": 1085820.0,
      "end_time": 1092990.0,
      "text": "power you have, far, far greater than spirits, so you don&#39;t have to worry about them at all."
    },
    {
      "index": 168,
      "start_time": 1092990.0,
      "end_time": 1099919.0,
      "text": "As I&#39;ve said, they&#39;re afraid of you, they can&#39;t get close. Another story, there was"
    },
    {
      "index": 169,
      "start_time": 1099920.0,
      "end_time": 1107640.0,
      "text": "another medium who I used to know and she once brought an Aboriginal elder to Bodhinyana"
    },
    {
      "index": 170,
      "start_time": 1107640.0,
      "end_time": 1114251.0,
      "text": "Monastery, you know these indigenous who&#39;s very spiritual and very sensitive and she"
    },
    {
      "index": 171,
      "start_time": 1114250.0,
      "end_time": 1119279.0,
      "text": "came to see me and chatted a little while about many things, and then afterwards she"
    },
    {
      "index": 172,
      "start_time": 1119280.0,
      "end_time": 1125831.0,
      "text": "told me that the Aboriginal elder&#39;s in the car outside the monastery. I said, why didn&#39;t"
    },
    {
      "index": 173,
      "start_time": 1125830.0,
      "end_time": 1131960.0,
      "text": "you bring him in? She said because as we&#39;re going in, the Aboriginal elder said stop - I"
    },
    {
      "index": 174,
      "start_time": 1131960.0,
      "end_time": 1139090.0,
      "text": "can&#39;t get in this place. It&#39;s too powerful for me. I can&#39;t get through the gate. He was"
    },
    {
      "index": 175,
      "start_time": 1139090.0,
      "end_time": 1144120.0,
      "text": "that sensitive, he realised how much power is in that place. And I scolded that girl,"
    },
    {
      "index": 176,
      "start_time": 1144120.0,
      "end_time": 1149679.0,
      "text": "that medium, I said - look all you needed to do was to ask my permission and he could have"
    },
    {
      "index": 177,
      "start_time": 1149680.0,
      "end_time": 1156501.0,
      "text": "gone in easily. And this is like psychic stuff, this is actually how it happens. So you are"
    },
    {
      "index": 178,
      "start_time": 1156500.0,
      "end_time": 1162899.0,
      "text": "perfectly, absolutely safe in here. Those spirits couldn&#39;t come near this place. So"
    },
    {
      "index": 179,
      "start_time": 1162900.0,
      "end_time": 1166900.0,
      "text": "anyway, so no worries at all."
    },
    {
      "index": 180,
      "start_time": 1166900.0,
      "end_time": 1170010.0,
      "text": "Question: Dear Venerable, how can I maintain and improve my mindfulness practice"
    },
    {
      "index": 181,
      "start_time": 1170010.0,
      "end_time": 1178951.0,
      "text": "after I leave the Jhana Grove retreat? The best thing to do is don&#39;t leave. [laughter]"
    },
    {
      "index": 182,
      "start_time": 1178950.0,
      "end_time": 1187669.0,
      "text": "But just in general sometimes it is hard because you are very busy and you don&#39;t have the same"
    },
    {
      "index": 183,
      "start_time": 1187670.0,
      "end_time": 1193991.0,
      "text": "support as you have here where everybody is doing the same thing, everybody is meditating."
    },
    {
      "index": 184,
      "start_time": 1193990.0,
      "end_time": 1199610.0,
      "text": "Some a lot, some not so much. And even though that many of you are talking, it&#39;s not quite"
    },
    {
      "index": 185,
      "start_time": 1199610.0,
      "end_time": 1205340.0,
      "text": "as much talking as you do back home. So at least you&#39;ve lessened that which is good."
    },
    {
      "index": 186,
      "start_time": 1205340.0,
      "end_time": 1213059.0,
      "text": "You could do better. [chuckles] But when you get back home you just haven&#39;t got the support,"
    },
    {
      "index": 187,
      "start_time": 1213060.0,
      "end_time": 1218871.0,
      "text": "you haven&#39;t got like a monk giving you a talk every morning and every evening and just talking"
    },
    {
      "index": 188,
      "start_time": 1218870.0,
      "end_time": 1225610.0,
      "text": "about dhamma all the time, so without that support it&#39;s very difficult. Nevertheless,"
    },
    {
      "index": 189,
      "start_time": 1225610.0,
      "end_time": 1231149.0,
      "text": "you can still hang out with other Buddhists, like in the Buddhist Fellowship or the BGF"
    },
    {
      "index": 190,
      "start_time": 1231150.0,
      "end_time": 1236300.0,
      "text": "or whatever other group you belong to. It&#39;s good to associate always with good people"
    },
    {
      "index": 191,
      "start_time": 1236300.0,
      "end_time": 1242231.0,
      "text": "because they do uplift you and to meditate as much as possible. Now it&#39;s so easy, you"
    },
    {
      "index": 192,
      "start_time": 1242230.0,
      "end_time": 1248399.0,
      "text": "can listen to all these talks on YouTube which is a wonderful thing to do. Cos that keeps"
    },
    {
      "index": 193,
      "start_time": 1248400.0,
      "end_time": 1254430.0,
      "text": "reminding you of what you should be doing and that supports you, which means that when"
    },
    {
      "index": 194,
      "start_time": 1254430.0,
      "end_time": 1259290.0,
      "text": "you get back home, your mindfulness will never get as strong as it is on a retreat but it"
    },
    {
      "index": 195,
      "start_time": 1259290.0,
      "end_time": 1264591.0,
      "text": "can still be reasonably good to protect and look after your practice. When there is a next"
    },
    {
      "index": 196,
      "start_time": 1264590.0,
      "end_time": 1270710.0,
      "text": "retreat on, join up and come and go and come on the retreat. It&#39;s like you keep the pot"
    },
    {
      "index": 197,
      "start_time": 1270710.0,
      "end_time": 1277240.0,
      "text": "warm when you&#39;re out there in the work force, you can&#39;t really bring it to the boil. Bu when you"
    },
    {
      "index": 198,
      "start_time": 1277240.0,
      "end_time": 1281680.0,
      "text": "come on a retreat you can really get into it and bring it to the boil pretty quickly."
    },
    {
      "index": 199,
      "start_time": 1281680.0,
      "end_time": 1287179.0,
      "text": "And of course the more you meditate and keep mindfulness going in your workplace, it means"
    },
    {
      "index": 200,
      "start_time": 1287180.0,
      "end_time": 1292331.0,
      "text": "when you do come on a retreat, you don&#39;t have to start from scratch, you can get into it very"
    },
    {
      "index": 201,
      "start_time": 1292330.0,
      "end_time": 1296970.0,
      "text": "quickly because you&#39;ve been practising beforehand. So that&#39;s how we do things and"
    },
    {
      "index": 202,
      "start_time": 1296970.0,
      "end_time": 1299630.0,
      "text": "it works pretty well."
    },
    {
      "index": 203,
      "start_time": 1299630.0,
      "end_time": 1303330.0,
      "text": "Question: If we are doing present moment awareness and shouldn&#39;t we be paying"
    },
    {
      "index": 204,
      "start_time": 1303330.0,
      "end_time": 1310299.0,
      "text": "attention to whatever is happening around us, including all the sounds we hear? At first,"
    },
    {
      "index": 205,
      "start_time": 1310300.0,
      "end_time": 1316650.0,
      "text": "yes. So the present moment awareness is whatever is happening right now, and then after present"
    },
    {
      "index": 206,
      "start_time": 1316650.0,
      "end_time": 1322020.0,
      "text": "moment awareness, you just get silent so you don&#39;t make a comment about it. You know these"
    },
    {
      "index": 207,
      "start_time": 1322020.0,
      "end_time": 1329180.0,
      "text": "people whatever you think or whatever you read, they&#39;ve always got a comment about everything."
    },
    {
      "index": 208,
      "start_time": 1329180.0,
      "end_time": 1333670.0,
      "text": "You know you talk about Buddhism, they got a comment about Buddhism, even if they are"
    },
    {
      "index": 209,
      "start_time": 1333670.0,
      "end_time": 1338680.0,
      "text": "Christian. You talk about politics, they got a comment about Obama even they&#39;ve never heard"
    },
    {
      "index": 210,
      "start_time": 1338680.0,
      "end_time": 1345081.0,
      "text": "a talk of his. People always want to give comments about things. Isn&#39;t it wonderful"
    },
    {
      "index": 211,
      "start_time": 1345080.0,
      "end_time": 1352450.0,
      "text": "that there are some people who&#39;re just silent? They don&#39;t need to comment, that&#39;s the person who"
    },
    {
      "index": 212,
      "start_time": 1352450.0,
      "end_time": 1360749.0,
      "text": "knows the beauty of silence. And as the Buddha said, if you don&#39;t speak very much, in other"
    },
    {
      "index": 213,
      "start_time": 1360750.0,
      "end_time": 1367920.0,
      "text": "words, you are mostly silent, that means when you do speak, your words are so valuable that"
    },
    {
      "index": 214,
      "start_time": 1367920.0,
      "end_time": 1373800.0,
      "text": "people listen to you. If you think in life people don&#39;t listen to you, that&#39;s because"
    },
    {
      "index": 215,
      "start_time": 1373800.0,
      "end_time": 1382881.0,
      "text": "you speak too much. That&#39;s why people don&#39;t listen to me [laughter], look how much I speak."
    },
    {
      "index": 216,
      "start_time": 1382880.0,
      "end_time": 1394880.0,
      "text": "And that beautiful saying of the Buddha, it is small streams make all the noise, big rivers flow silently."
    },
    {
      "index": 217,
      "start_time": 1394880.0,
      "end_time": 1401980.0,
      "text": "So you got a choice what you want to be - a big river or a small little stream, which"
    },
    {
      "index": 218,
      "start_time": 1401980.0,
      "end_time": 1410940.0,
      "text": "makes the most noise? Another thing you&#39;ve noticed, little dogs make lots of noise, big dogs are"
    },
    {
      "index": 219,
      "start_time": 1410940.0,
      "end_time": 1421190.0,
      "text": "usually quite quiet. So are you a big one or a little one? [chuckles] So when you&#39;re in the present"
    },
    {
      "index": 220,
      "start_time": 1421190.0,
      "end_time": 1426639.0,
      "text": "moment, that&#39;s first of all, then you get silent and then you start focussing on something"
    },
    {
      "index": 221,
      "start_time": 1426640.0,
      "end_time": 1432441.0,
      "text": "like the breath and leaving all the sounds outside, so you get your mindfulness up first"
    },
    {
      "index": 222,
      "start_time": 1432440.0,
      "end_time": 1437840.0,
      "text": "of all with present moment awareness and silence and then you focus on something like the breath"
    },
    {
      "index": 223,
      "start_time": 1437840.0,
      "end_time": 1444710.0,
      "text": "and at *that* point you stop concerning yourself with sounds outside or feelings, or other"
    },
    {
      "index": 224,
      "start_time": 1444710.0,
      "end_time": 1449990.0,
      "text": "stuff. You&#39;re just starting to focus on something, to simplify the mind, so instead of having"
    },
    {
      "index": 225,
      "start_time": 1449990.0,
      "end_time": 1454470.0,
      "text": "so many things to deal with, just one simple thing, like the breath, going in and going out."
    },
    {
      "index": 226,
      "start_time": 1454470.0,
      "end_time": 1460970.0,
      "text": "Question: Help! sudden feeling of listless again, anxiousness, feeling totally lost and losing"
    },
    {
      "index": 227,
      "start_time": 1460970.0,
      "end_time": 1466940.0,
      "text": "my sanity. I quickly leave the place, I&#39;m in solitude in the room. Shall I go to an"
    },
    {
      "index": 228,
      "start_time": 1466940.0,
      "end_time": 1471129.0,
      "text": "open area? Meditate and what else should I do, I want to get out of? Thank you, this"
    },
    {
      "index": 229,
      "start_time": 1471130.0,
      "end_time": 1476160.0,
      "text": "get out of this feeling. Thank you. When you want to get out of that feeling, that&#39;s what"
    },
    {
      "index": 230,
      "start_time": 1476160.0,
      "end_time": 1486241.0,
      "text": "drives you crazy. Be there. Is going crazy against any of the 8 precepts? So I give you"
    },
    {
      "index": 231,
      "start_time": 1486240.0,
      "end_time": 1494909.0,
      "text": "permission to go crazy. [laughs] Be free, be crazy like Ajahn Brahm. Sadhu, sadhu, sadhu,"
    },
    {
      "index": 232,
      "start_time": 1494910.0,
      "end_time": 1501331.0,
      "text": "I&#39;m cra...[chuckles] What I&#39;m saying there is, usually if you try and stop these things,"
    },
    {
      "index": 233,
      "start_time": 1501330.0,
      "end_time": 1508049.0,
      "text": "that&#39;s where the problems come. Please, always remember, I&#39;m saying it again, monster in"
    },
    {
      "index": 234,
      "start_time": 1508050.0,
      "end_time": 1515680.0,
      "text": "the emperor&#39;s palace. You&#39;re listless, you&#39;re anxious, losing your sanity, welcome, insanity."
    },
    {
      "index": 235,
      "start_time": 1515680.0,
      "end_time": 1521640.0,
      "text": "Thank you for coming to visit me. It&#39;s been years since I&#39;ve been insane. And of course"
    },
    {
      "index": 236,
      "start_time": 1521640.0,
      "end_time": 1528941.0,
      "text": "if you welcome it like that, the sanity returns to you. All insanity is to try and control"
    },
    {
      "index": 237,
      "start_time": 1528940.0,
      "end_time": 1538580.0,
      "text": "things which are beyond your power, doing things which you just can&#39;t do, that&#39;s insanity."
    },
    {
      "index": 238,
      "start_time": 1538580.0,
      "end_time": 1543879.0,
      "text": "What sanity is, is letting things be. Nothing to do with you, it&#39;s not your business. You&#39;re"
    },
    {
      "index": 239,
      "start_time": 1543880.0,
      "end_time": 1550300.0,
      "text": "only visiting your mind, you don&#39;t own it. So who the heck is insane anyway? So that"
    },
    {
      "index": 240,
      "start_time": 1550300.0,
      "end_time": 1556630.0,
      "text": "way, you won&#39;t need to be afraid. It&#39;s the fear which creates the problems. I haven&#39;t"
    },
    {
      "index": 241,
      "start_time": 1556630.0,
      "end_time": 1567831.0,
      "text": "said much about fear, but, it&#39;s so deeply ingrained in us. We&#39;re afraid of so much stuff."
    },
    {
      "index": 242,
      "start_time": 1567830.0,
      "end_time": 1575539.0,
      "text": "We&#39;re afraid of going out of our comfort zone, eating food we never ate before, sleeping"
    },
    {
      "index": 243,
      "start_time": 1575540.0,
      "end_time": 1581361.0,
      "text": "in places we never slept before, or most importantly going to places in meditation where you&#39;ve"
    },
    {
      "index": 244,
      "start_time": 1581360.0,
      "end_time": 1588600.0,
      "text": "never been before. It&#39;s very scary but you should be like adventurous. Remember when"
    },
    {
      "index": 245,
      "start_time": 1588600.0,
      "end_time": 1592570.0,
      "text": "you were young, you were really adventurous, you&#39;d always be willing to try new things."
    },
    {
      "index": 246,
      "start_time": 1592570.0,
      "end_time": 1598899.0,
      "text": "Just for the heck of it. Why have you lost that? Cos sometimes we&#39;re afraid that we&#39;ll get"
    },
    {
      "index": 247,
      "start_time": 1598900.0,
      "end_time": 1606650.0,
      "text": "hurt. Please, it doesn&#39;t really matter. It&#39;s more important that you discover new things,"
    },
    {
      "index": 248,
      "start_time": 1606650.0,
      "end_time": 1613430.0,
      "text": "especially in meditation. Be courageous, be adventurous because those sorts of people, they can get"
    },
    {
      "index": 249,
      "start_time": 1613430.0,
      "end_time": 1619620.0,
      "text": "a nimitta very easily, they can go right inside it, cos they&#39;re not afraid. I told this, I"
    },
    {
      "index": 250,
      "start_time": 1619620.0,
      "end_time": 1625691.0,
      "text": "think here to somebody in an interview in a retreat, I think it was a retreat done"
    },
    {
      "index": 251,
      "start_time": 1625690.0,
      "end_time": 1631619.0,
      "text": "in Genting Highlands. Somebody said  they&#39;d heard my teachings a lot. I told them you"
    },
    {
      "index": 252,
      "start_time": 1631620.0,
      "end_time": 1635760.0,
      "text": "have to let go and I gave them the simile, that sometimes it&#39;s like driving along the"
    },
    {
      "index": 253,
      "start_time": 1635760.0,
      "end_time": 1641780.0,
      "text": "highway and I ask you to take your hands off the steering wheel, the feet off the pedals."
    },
    {
      "index": 254,
      "start_time": 1641780.0,
      "end_time": 1647670.0,
      "text": "Could you do that? That&#39;s what it&#39;s like, letting go to get into deep meditation. People"
    },
    {
      "index": 255,
      "start_time": 1647670.0,
      "end_time": 1655050.0,
      "text": "think they will crash but you don&#39;t. And this person had an even more extreme dream. They were"
    },
    {
      "index": 256,
      "start_time": 1655050.0,
      "end_time": 1662670.0,
      "text": "in a car sitting next to me, going over a cliff. And at the end of the cliff there was"
    },
    {
      "index": 257,
      "start_time": 1662670.0,
      "end_time": 1670990.0,
      "text": "a road but it turned to the right really quickly and I was telling them - just let go. I&#39;m"
    },
    {
      "index": 258,
      "start_time": 1670990.0,
      "end_time": 1677701.0,
      "text": "going over a cliff!! Let gooo and they did let go in their dream. They went right down"
    },
    {
      "index": 259,
      "start_time": 1677700.0,
      "end_time": 1683690.0,
      "text": "the cliff and they let go of the steering wheel and the car turned the corner perfectly"
    },
    {
      "index": 260,
      "start_time": 1683690.0,
      "end_time": 1691600.0,
      "text": "all by itself. See...[laughs] It&#39;s one of those great dreams they had, which was brilliant."
    },
    {
      "index": 261,
      "start_time": 1691600.0,
      "end_time": 1697340.0,
      "text": "See, they were just telling this is how it really happens in meditation. You don&#39;t need"
    },
    {
      "index": 262,
      "start_time": 1697340.0,
      "end_time": 1705769.0,
      "text": "to be afraid. Have some trust, just let go and everything goes well. So all the anxiousness,"
    },
    {
      "index": 263,
      "start_time": 1705770.0,
      "end_time": 1711990.0,
      "text": "sometimes we get into this habit of anxiousness. As soon as you&#39;re anxious, you know, it just"
    },
    {
      "index": 264,
      "start_time": 1711990.0,
      "end_time": 1715841.0,
      "text": "grabs on to you and just you get more and more anxious and anxious cos one of the other"
    },
    {
      "index": 265,
      "start_time": 1715840.0,
      "end_time": 1723629.0,
      "text": "reasons why fear comes to us is because we like to be afraid. How many of you were really"
    },
    {
      "index": 266,
      "start_time": 1723630.0,
      "end_time": 1729260.0,
      "text": "afraid of the ghost story last night? But you love being in here, you like getting afraid."
    },
    {
      "index": 267,
      "start_time": 1729260.0,
      "end_time": 1736481.0,
      "text": "[chuckle] That&#39;s why you go to watch these movies which make you really afraid, or I"
    },
    {
      "index": 268,
      "start_time": 1736480.0,
      "end_time": 1741450.0,
      "text": "have obviously done, go to these amusement parks but I&#39;ve seen pictures of these rides"
    },
    {
      "index": 269,
      "start_time": 1741450.0,
      "end_time": 1747269.0,
      "text": "which turn you upside down or you go into death drops falling as if to your death and"
    },
    {
      "index": 270,
      "start_time": 1747270.0,
      "end_time": 1754160.0,
      "text": "saved at the last moment, or somebody, this is an article I read in the paper, it"
    },
    {
      "index": 271,
      "start_time": 1754160.0,
      "end_time": 1759500.0,
      "text": "was like a zombie castle, you know, like the old ghost rides I used to have as a kid. You"
    },
    {
      "index": 272,
      "start_time": 1759500.0,
      "end_time": 1763890.0,
      "text": "go into this and all these people dressed as zombies come and catch you and try"
    },
    {
      "index": 273,
      "start_time": 1763890.0,
      "end_time": 1769731.0,
      "text": "and touch you, it&#39;s all dark and it&#39;s apparently really scary. And this journalist, an Australian"
    },
    {
      "index": 274,
      "start_time": 1769730.0,
      "end_time": 1774149.0,
      "text": "went to one of these zombie castles, said it was the most scary thing she did but it was"
    },
    {
      "index": 275,
      "start_time": 1774150.0,
      "end_time": 1780461.0,
      "text": "really good value for his money. [laughter] Cos people like that sort of stuff. That is"
    },
    {
      "index": 276,
      "start_time": 1780460.0,
      "end_time": 1787960.0,
      "text": "why sometimes we like to be afraid because it gives us a feeling of purpose and existence"
    },
    {
      "index": 277,
      "start_time": 1787960.0,
      "end_time": 1796940.0,
      "text": "rather than just being still as if we don&#39;t exist at all. So eventually anxiety just totally"
    },
    {
      "index": 278,
      "start_time": 1796940.0,
      "end_time": 1802610.0,
      "text": "vanishes when you meditate. You can let go so much, who cares what happens? Instead of"
    },
    {
      "index": 279,
      "start_time": 1802610.0,
      "end_time": 1807820.0,
      "text": "being anxious which is always thinking about what would go wrong in the future, we don&#39;t"
    },
    {
      "index": 280,
      "start_time": 1807820.0,
      "end_time": 1812269.0,
      "text": "even think about the future at all. And if you do think of the future, you are don&#39;t"
    },
    {
      "index": 281,
      "start_time": 1812270.0,
      "end_time": 1821650.0,
      "text": "worry, you are hopey. That word which I invented. So hopey is the opposite of being anxious,"
    },
    {
      "index": 282,
      "start_time": 1821650.0,
      "end_time": 1825971.0,
      "text": "anxious is looking into the future, thinking of all the things which could go wrong, hopey"
    },
    {
      "index": 283,
      "start_time": 1825970.0,
      "end_time": 1832090.0,
      "text": "is looking into the future and thinking all of the things which might go right. That&#39;s"
    },
    {
      "index": 284,
      "start_time": 1832090.0,
      "end_time": 1839769.0,
      "text": "called hopey. So my advice, don&#39;t worry be hopey. [chuckles] So that&#39;s actually what"
    },
    {
      "index": 285,
      "start_time": 1839770.0,
      "end_time": 1844961.0,
      "text": "happens. So what else should I do? You can meditate, just let go and welcome every emotion"
    },
    {
      "index": 286,
      "start_time": 1844960.0,
      "end_time": 1849700.0,
      "text": "which ever comes into you. It comes, it goes, it will pass."
    },
    {
      "index": 287,
      "start_time": 1849700.0,
      "end_time": 1855120.0,
      "text": "Question: Surely the writer of this Disney classic tune was a Buddhist. &quot;Don&#39;t spend your time"
    },
    {
      "index": 288,
      "start_time": 1855120.0,
      "end_time": 1858100.0,
      "text": "looking around you for something you want that can&#39;t be found."
    },
    {
      "index": 289,
      "start_time": 1858100.0,
      "end_time": 1862109.0,
      "text": "When you find out, you can live without it and go along"
    },
    {
      "index": 290,
      "start_time": 1862110.0,
      "end_time": 1866740.0,
      "text": "not thinking about it. And I&#39;ll tell you something true - the bare necessities of life will come"
    },
    {
      "index": 291,
      "start_time": 1866740.0,
      "end_time": 1876061.0,
      "text": "to you.&quot; Bare necessities, the bare necessities tune, how does that go? Any one wants to try it?"
    },
    {
      "index": 292,
      "start_time": 1876060.0,
      "end_time": 1884519.0,
      "text": "Don&#39;t ask me to sing because I am too compassionate to impose my singing on anybody.[laughs]"
    },
    {
      "index": 293,
      "start_time": 1884520.0,
      "end_time": 1888490.0,
      "text": "Anyway that&#39;s pretty good. Don&#39;t spend your time looking around you for something you"
    },
    {
      "index": 294,
      "start_time": 1888490.0,
      "end_time": 1895000.0,
      "text": "want that can&#39;t be found - nimittas, jhanas, happiness, whatever. When you find out you"
    },
    {
      "index": 295,
      "start_time": 1895000.0,
      "end_time": 1899120.0,
      "text": "can live without it, and go along not thinking about it and I&#39;ll tell you something true,"
    },
    {
      "index": 296,
      "start_time": 1899120.0,
      "end_time": 1905441.0,
      "text": "the bare necessities of life, nimittas and jhanas, will come to you. When you don&#39;t go"
    },
    {
      "index": 297,
      "start_time": 1905440.0,
      "end_time": 1915179.0,
      "text": "looking for it it comes to you. Very wise, Mr. Disney. Actually, I collect all these"
    },
    {
      "index": 298,
      "start_time": 1915180.0,
      "end_time": 1920490.0,
      "text": "weird stories but I like weird stories. Someone gave us a newspaper on Tuesday and"
    },
    {
      "index": 299,
      "start_time": 1920490.0,
      "end_time": 1927370.0,
      "text": "I was really, really, really disappointed, cos they&#39;d taken out the comics. I sort of"
    },
    {
      "index": 300,
      "start_time": 1927370.0,
      "end_time": 1934760.0,
      "text": "read the newspapers for, for the comics. [chuckles] and not your Disney comics but because I&#39;m"
    },
    {
      "index": 301,
      "start_time": 1934760.0,
      "end_time": 1939701.0,
      "text": "English, you know the angmo, they&#39;re always really eccentric, you know, with the home"
    },
    {
      "index": 302,
      "start_time": 1939700.0,
      "end_time": 1947450.0,
      "text": "of eccentrics over in England, that&#39;s well known. And in England they have a Walt Disney"
    },
    {
      "index": 303,
      "start_time": 1947450.0,
      "end_time": 1956129.0,
      "text": "Society, people who are addicted to Walt Disney characters and cartoons they meet together"
    },
    {
      "index": 304,
      "start_time": 1956130.0,
      "end_time": 1963550.0,
      "text": "and they discuss you know, Goofy or Road Runner or whoever else is there. And there were a"
    },
    {
      "index": 305,
      "start_time": 1963550.0,
      "end_time": 1969030.0,
      "text": "couple of these, I think it was the President of the Walt Disney Society to show how much"
    },
    {
      "index": 306,
      "start_time": 1969030.0,
      "end_time": 1978180.0,
      "text": "he was addicted to this part of Western culture. He actually changed his name by deed poll to"
    },
    {
      "index": 307,
      "start_time": 1978180.0,
      "end_time": 1986321.0,
      "text": "Mickey Mouse [laughter]. That was his name on the passport, you&#39;d see Mouse [laughter],"
    },
    {
      "index": 308,
      "start_time": 1986320.0,
      "end_time": 1994739.0,
      "text": "first name - Mickey. He must have had great fun going into places like Singapore at the"
    },
    {
      "index": 309,
      "start_time": 1994740.0,
      "end_time": 2000930.0,
      "text": "airport. What&#39;s your name sir? Mickey Mouse [laughter] He must be interrogated. But that"
    },
    {
      "index": 310,
      "start_time": 2000930.0,
      "end_time": 2010310.0,
      "text": "was true, that was his name. But in the society, coincidences happen. He met this girl,"
    },
    {
      "index": 311,
      "start_time": 2010310.0,
      "end_time": 2021701.0,
      "text": "who was also addicted, yes. [laughter] She had changed her name to Minnie Mouse and the"
    },
    {
      "index": 312,
      "start_time": 2021700.0,
      "end_time": 2032100.0,
      "text": "inevitable happened. They fell in love and they got married in a church in England [laughter]"
    },
    {
      "index": 313,
      "start_time": 2032100.0,
      "end_time": 2039649.0,
      "text": "and this poor preacher, [laughs] I really felt so sorry for him, had to say in public - Will"
    },
    {
      "index": 314,
      "start_time": 2039650.0,
      "end_time": 2051371.0,
      "text": "you, Mickey Mouse marry this girl, Minnie Mouse !? [laughter] I don&#39;t know how any priest"
    },
    {
      "index": 315,
      "start_time": 2051370.0,
      "end_time": 2057700.0,
      "text": "could ever say that without falling down laughing. [laughter] And it happened, Mickey and Minnie"
    },
    {
      "index": 316,
      "start_time": 2057699.9999999998,
      "end_time": 2066139.9999999998,
      "text": "Mouse married. [laugher]. Anyway, how did I get on to this?"
    },
    {
      "index": 317,
      "start_time": 2066139.9999999998,
      "end_time": 2073729.9999999998,
      "text": "Question: There is a part of the grounds with the sign &quot;Monks&#39;s meditation area. No entry&quot;. Is it really forbidden"
    },
    {
      "index": 318,
      "start_time": 2073730.0,
      "end_time": 2080870.0,
      "text": "to enter that area? If you enter that area, baaaad things will happen to you."
    },
    {
      "index": 319,
      "start_time": 2080870.0,
      "end_time": 2089810.0,
      "text": "The last person who entered that area never came out, [laughter] except much later. Now, that&#39;s just, like"
    },
    {
      "index": 320,
      "start_time": 2089810.0,
      "end_time": 2097480.0,
      "text": "any monastery, we get many visitors and sometimes, it&#39;s okay you know me I know you, sometimes"
    },
    {
      "index": 321,
      "start_time": 2097480.0,
      "end_time": 2103090.0,
      "text": "people haven&#39;t got a clue what monks are and sometimes you really think, it&#39;s not Bodhinyana"
    },
    {
      "index": 322,
      "start_time": 2103090.0,
      "end_time": 2111590.0,
      "text": "Monastery but Bodhinyana Zoo [laughter]. That&#39;s what you feel like as a monk. [laughs] They"
    },
    {
      "index": 323,
      "start_time": 2111590.0,
      "end_time": 2117420.0,
      "text": "come and sort of poke you, take a photograph of you and just like in a zoo they give you"
    },
    {
      "index": 324,
      "start_time": 2117420.0,
      "end_time": 2127960.0,
      "text": "some food and people come to see the daily feeding ceremony in Bodhinyana Zoo [laughter]"
    },
    {
      "index": 325,
      "start_time": 2127960.0,
      "end_time": 2132130.0,
      "text": "and sometimes we get a new monk there, maybe from Sri Lanka, so all these Sri Lankans come"
    },
    {
      "index": 326,
      "start_time": 2132130.0,
      "end_time": 2138790.0,
      "text": "and see - Oh that&#39;s a new animal in the zoo. [laughter] It always feels like some...so"
    },
    {
      "index": 327,
      "start_time": 2138790.0,
      "end_time": 2143100.0,
      "text": "to get some privacy, we have this central area, anyone can walk around the central area"
    },
    {
      "index": 328,
      "start_time": 2143100.0,
      "end_time": 2147910.0,
      "text": "which includes the main hall, the lakes, the kitchen and get himself a cup of tea, where"
    },
    {
      "index": 329,
      "start_time": 2147910.0,
      "end_time": 2154250.0,
      "text": "the monks hang out, no please, stay away, cos that&#39;s our area, where we can meditate. So that&#39;s"
    },
    {
      "index": 330,
      "start_time": 2154250.0,
      "end_time": 2166970.0,
      "text": "the reason why because the zoo stops there. [laughter] Monks. But on Kathina day and usually"
    },
    {
      "index": 331,
      "start_time": 2166970.0,
      "end_time": 2171720.0,
      "text": "another day at the end of the Rains Retreat, you can go wherever you want to have a look around. [laughs]"
    },
    {
      "index": 332,
      "start_time": 2171720.0,
      "end_time": 2177930.0,
      "text": "Question: Wisdom will come with meditation. How would we know? If you ask that question,"
    },
    {
      "index": 333,
      "start_time": 2177930.0,
      "end_time": 2186750.0,
      "text": "you don&#39;t know. [laughter] If you don&#39;t ask that question, then you are wise."
    },
    {
      "index": 334,
      "start_time": 2186750.0,
      "end_time": 2191840.0,
      "text": "Hehehe, I&#39;ll give a talk on insight tomorrow morning."
    },
    {
      "index": 335,
      "start_time": 2191840.0,
      "end_time": 2194370.0,
      "text": "Question: If people are easily satisfied, wouldn&#39;t there"
    },
    {
      "index": 336,
      "start_time": 2194370.0,
      "end_time": 2200430.0,
      "text": "be no technological advancement and economic growth? Yes, but there&#39;ll be no climate change,"
    },
    {
      "index": 337,
      "start_time": 2200430.0,
      "end_time": 2208670.0,
      "text": "there&#39;ll be no Chernobyls and Fukushimas, there&#39;ll be no waste grounds, there&#39;ll be"
    },
    {
      "index": 338,
      "start_time": 2208670.0,
      "end_time": 2215120.0,
      "text": "no people which are just struggling to get a fair share of the economic pie. There&#39;ll"
    },
    {
      "index": 339,
      "start_time": 2215120.0,
      "end_time": 2222810.0,
      "text": "be no people starving, there&#39;ll be no people fighting wars. Wouldn&#39;t it be a wonderful world"
    },
    {
      "index": 340,
      "start_time": 2222810.0,
      "end_time": 2228190.0,
      "text": "if people were easily satisfied? That means you wouldn&#39;t have to go to work and work so hard."
    },
    {
      "index": 341,
      "start_time": 2228190.0,
      "end_time": 2235520.0,
      "text": "How much do you need? Even like your house, your apartment, how many rooms? Even in Singapore"
    },
    {
      "index": 342,
      "start_time": 2235520.0,
      "end_time": 2241660.0,
      "text": "it&#39;s a very cramped country, how many rooms do you have in your house? How many rooms"
    },
    {
      "index": 343,
      "start_time": 2241660.0,
      "end_time": 2250870.0,
      "text": "can you sleep in, in one time? So even in there, the small houses but you can do smaller."
    },
    {
      "index": 344,
      "start_time": 2250870.0,
      "end_time": 2258030.0,
      "text": "If you want to see the smaller house, see my cave. Look at some of the houses here in"
    },
    {
      "index": 345,
      "start_time": 2258030.0,
      "end_time": 2264110.0,
      "text": "Perth, they are monstrous houses. I don&#39;t know why people, why people do that is because"
    },
    {
      "index": 346,
      "start_time": 2264110.0,
      "end_time": 2269350.0,
      "text": "everyone else has got a big house. When you&#39;ve got a big house, someone else wants a bigger"
    },
    {
      "index": 347,
      "start_time": 2269350.0,
      "end_time": 2273380.0,
      "text": "one. What do you need that for? Priya, your house is huge, it&#39;s only you and your mum"
    },
    {
      "index": 348,
      "start_time": 2273380.0,
      "end_time": 2278860.0,
      "text": "in there, and your dogs of course. But it&#39;s a big house you&#39;ve got there and it&#39;s because"
    },
    {
      "index": 349,
      "start_time": 2278860.0,
      "end_time": 2284890.0,
      "text": "it&#39;s an average, good looking house in Melbourne. But sometimes you think, wouldn&#39;t it be wonderful"
    },
    {
      "index": 350,
      "start_time": 2284890.0,
      "end_time": 2290060.0,
      "text": "to downsize? Have a simple house, simpler to look after. The only reason people have"
    },
    {
      "index": 351,
      "start_time": 2290060.0,
      "end_time": 2294870.0,
      "text": "big houses is to impress others, that&#39;s all. You know that story, I don&#39;t know if I&#39;ve"
    },
    {
      "index": 352,
      "start_time": 2294870.0,
      "end_time": 2302010.0,
      "text": "told it here yet. I probably did, about the woman in England, the one who won the lottery,"
    },
    {
      "index": 353,
      "start_time": 2302010.0,
      "end_time": 2308430.0,
      "text": "GBP 42 million. She sold her house one year later and she bought a big mansion with her"
    },
    {
      "index": 354,
      "start_time": 2308430.0,
      "end_time": 2315030.0,
      "text": "lottery win, bought a big mansion, sold it one year later because she said, in that big"
    },
    {
      "index": 355,
      "start_time": 2315030.0,
      "end_time": 2321430.0,
      "text": "house she could never find her children or her husband. It was such a huge house, the kids"
    },
    {
      "index": 356,
      "start_time": 2321430.0,
      "end_time": 2327260.0,
      "text": "were in the West Wing, the husband was in the South Wing, someone else was in the East"
    },
    {
      "index": 357,
      "start_time": 2327260.0,
      "end_time": 2332420.0,
      "text": "Wing and she was in the other wing and they never saw each other, which is why it was"
    },
    {
      "index": 358,
      "start_time": 2332420.0,
      "end_time": 2341920.0,
      "text": "breaking up the family. Big houses or mansions are bereft of love because you don&#39;t see each"
    },
    {
      "index": 359,
      "start_time": 2341920.0,
      "end_time": 2348110.0,
      "text": "other, you don&#39;t meet each other. I know where I grew up, a very small apartment because"
    },
    {
      "index": 360,
      "start_time": 2348110.0,
      "end_time": 2353020.0,
      "text": "my father was very poor, sick most of his life. We were sharing a room, always bumping"
    },
    {
      "index": 361,
      "start_time": 2353020.0,
      "end_time": 2357980.0,
      "text": "in, you couldn&#39;t escape from anybody. So you didn&#39;t have any privacy but my goodness, you"
    },
    {
      "index": 362,
      "start_time": 2357980.0,
      "end_time": 2364400.0,
      "text": "learnt how to love each other. There was no escape, you had to. And how many of you with a house"
    },
    {
      "index": 363,
      "start_time": 2364400.0,
      "end_time": 2370200.0,
      "text": "with five or six siblings, all in the same room, sometimes in the same bed."
    },
    {
      "index": 364,
      "start_time": 2370200.0,
      "end_time": 2377850.0,
      "text": "And you had a wonderful time. You loved each other to bits. [No - voice from the audience] No! Hahaha!!"
    },
    {
      "index": 365,
      "start_time": 2377850.0,
      "end_time": 2384060.0,
      "text": "[laughter] It&#39;s the exception which proves the rule. But a lot of time people learn how"
    },
    {
      "index": 366,
      "start_time": 2384060.0,
      "end_time": 2387300.0,
      "text": "to get on with each other cos they&#39;ve got no choice. And these days people just cannot"
    },
    {
      "index": 367,
      "start_time": 2387300.0,
      "end_time": 2392100.0,
      "text": "get along with each other. So I think easily satisfied if you look upon it, yeah, there&#39;ll"
    },
    {
      "index": 368,
      "start_time": 2392100.0,
      "end_time": 2398880.0,
      "text": "be no technological advancements and economic growth but there&#39;ll be much more happiness and peace, and less wars in the world."
    },
    {
      "index": 369,
      "start_time": 2398880.0,
      "end_time": 2401330.0,
      "text": "Question: Are people who discover scientific breakthroughs"
    },
    {
      "index": 370,
      "start_time": 2401330.0,
      "end_time": 2406190.0,
      "text": "and leaders who continue to improve the economic conditions of their people aren&#39;t happy people"
    },
    {
      "index": 371,
      "start_time": 2406190.0,
      "end_time": 2410600.0,
      "text": "unless they&#39;re striving better purely for the benefit of others. Does material progress"
    },
    {
      "index": 372,
      "start_time": 2410600.0,
      "end_time": 2415990.0,
      "text": "necessarily result in spiritual decline? It does if it&#39;s just for the sake of material"
    },
    {
      "index": 373,
      "start_time": 2415990.0,
      "end_time": 2422040.0,
      "text": "progress. How much do you really need? How many clothes do you need? How many shoes do"
    },
    {
      "index": 374,
      "start_time": 2422040.0,
      "end_time": 2430080.0,
      "text": "you need? You&#39;ve only got 2 feet. So you can see, it does create a lot of waste in our"
    },
    {
      "index": 375,
      "start_time": 2430080.0,
      "end_time": 2436170.0,
      "text": "economy, it does use so many resources and you know, what&#39;s going to happen in this world"
    },
    {
      "index": 376,
      "start_time": 2436170.0,
      "end_time": 2442180.0,
      "text": "too. We&#39;re going to run out. We&#39;re going to use all the energy up. Whatever we&#39;re using"
    },
    {
      "index": 377,
      "start_time": 2442180.0,
      "end_time": 2450620.0,
      "text": "up, is already creating problems with the environment. So, it should be a balance. Material"
    },
    {
      "index": 378,
      "start_time": 2450620.0,
      "end_time": 2460060.0,
      "text": "progress is okay but it should not be at the expense of world happiness. So that&#39;s my idea."
    },
    {
      "index": 379,
      "start_time": 2460060.0,
      "end_time": 2464910.0,
      "text": "Question: Dear Ajahn Brahm, please explain exactly how to do loving kindness to your pain, physical."
    },
    {
      "index": 380,
      "start_time": 2464910.0,
      "end_time": 2474000.0,
      "text": "Many people die young, why is that? Ah, sometimes it&#39;s because their karma runs out, some people,"
    },
    {
      "index": 381,
      "start_time": 2474000.0,
      "end_time": 2479700.0,
      "text": "they say that if you&#39;ve been kind and caring especially to people and animals, you&#39;ve looked"
    },
    {
      "index": 382,
      "start_time": 2479700.0,
      "end_time": 2485420.0,
      "text": "after them, nurses, doctors, vets or something, then you live a long life in the next life"
    },
    {
      "index": 383,
      "start_time": 2485420.0,
      "end_time": 2490110.0,
      "text": "because you&#39;ve helped other people live long lives. But if you shorten people&#39;s lives,"
    },
    {
      "index": 384,
      "start_time": 2490110.0,
      "end_time": 2495110.0,
      "text": "like being butcher or soldier or something, then because you shorten other people&#39;s life,"
    },
    {
      "index": 385,
      "start_time": 2495110.0,
      "end_time": 2501440.0,
      "text": "the next life you have a short life. Sort of like a karmic reason why people have short"
    },
    {
      "index": 386,
      "start_time": 2501440.0,
      "end_time": 2508860.0,
      "text": "lives, why they die young. But how to do loving kindness to your pain, is the loving kindness"
    },
    {
      "index": 387,
      "start_time": 2508860.0,
      "end_time": 2514380.0,
      "text": "I was saying this morning is to open the door of your heart to it. Don&#39;t reject it."
    },
    {
      "index": 388,
      "start_time": 2514380.0,
      "end_time": 2521820.0,
      "text": "And when you, I always remember this, one of the stories again and again, when I was"
    },
    {
      "index": 389,
      "start_time": 2521820.0,
      "end_time": 2529540.0,
      "text": "young, grew up in the suburb of Acton that&#39;s just where you grew up but I was, never realised"
    },
    {
      "index": 390,
      "start_time": 2529540.0,
      "end_time": 2535640.0,
      "text": "that all the kids who went to school were mostly migrants or Afros. Now there is only"
    },
    {
      "index": 391,
      "start_time": 2535640.0,
      "end_time": 2544690.0,
      "text": "like a few, sort of indigenous English, [laughs] like me. And it was a migrant suburb, cos"
    },
    {
      "index": 392,
      "start_time": 2544690.0,
      "end_time": 2548990.0,
      "text": "it was very poor. I never realised that until later on, cos that&#39;s where you grew up, that&#39;s"
    },
    {
      "index": 393,
      "start_time": 2548990.0,
      "end_time": 2553590.0,
      "text": "what you know, you don&#39;t realise there&#39;s anything else. So was a very poor neighbourhood and"
    },
    {
      "index": 394,
      "start_time": 2553590.0,
      "end_time": 2560180.0,
      "text": "you sort of spend a lot of your time just playing soccer in the streets. So whenever"
    },
    {
      "index": 395,
      "start_time": 2560180.0,
      "end_time": 2565370.0,
      "text": "you, if ever you played soccer or watch soccer, whenever you go for a tackle, you fall over."
    },
    {
      "index": 396,
      "start_time": 2565370.0,
      "end_time": 2571160.0,
      "text": "I was always scraping, I always remember scraping the skin off my knees. I always have scabs"
    },
    {
      "index": 397,
      "start_time": 2571160.0,
      "end_time": 2577440.0,
      "text": "on my knees, from scraping and falling over on the asphalt or the stone paving. And"
    },
    {
      "index": 398,
      "start_time": 2577440.0,
      "end_time": 2582100.0,
      "text": "as soon as I did that, you know 6, 7 year old kid, you were crying, &quot;Mummy, I&#39;ve hurt&quot;"
    },
    {
      "index": 399,
      "start_time": 2582100.0,
      "end_time": 2587370.0,
      "text": "blood was coming down, you go to your mother, my mother would just kneel down and she would"
    },
    {
      "index": 400,
      "start_time": 2587370.0,
      "end_time": 2593380.0,
      "text": "kiss it, &quot;Better&quot; she said. &quot;I kiss it better.&quot; and as soon as she did that, the pain always"
    },
    {
      "index": 401,
      "start_time": 2593380.0,
      "end_time": 2598620.0,
      "text": "disappeared. And I then went off to play football again. Didn&#39;t even put a bandage on it, just"
    },
    {
      "index": 402,
      "start_time": 2598620.0,
      "end_time": 2603090.0,
      "text": "kissed it better and off I went. And I always remember that, cos I didn&#39;t know anything"
    },
    {
      "index": 403,
      "start_time": 2603090.0,
      "end_time": 2610080.0,
      "text": "about science at that time. It just happened and I realised now that putting an open mouth"
    },
    {
      "index": 404,
      "start_time": 2610080.0,
      "end_time": 2615080.0,
      "text": "with all those germs on an open wound, how on earth did that get better? It was just"
    },
    {
      "index": 405,
      "start_time": 2615080.0,
      "end_time": 2621340.0,
      "text": "the kindness, the love, that&#39;s what took the pain away. And you may remember, you may have"
    },
    {
      "index": 406,
      "start_time": 2621340.0,
      "end_time": 2626380.0,
      "text": "been in great pain or difficulty and your mother or somebody you loved very much, came"
    },
    {
      "index": 407,
      "start_time": 2626380.0,
      "end_time": 2630590.0,
      "text": "to your bedside and stroked your hair when you&#39;re very young, straightaway, with that"
    },
    {
      "index": 408,
      "start_time": 2630590.0,
      "end_time": 2637520.0,
      "text": "tiny bit of kindness, you felt so much better, maybe the pain disappeared, especially the"
    },
    {
      "index": 409,
      "start_time": 2637520.0,
      "end_time": 2643750.0,
      "text": "fear and you went into a nice deep sleep. Kindness is one of the greatest anaesthetics,"
    },
    {
      "index": 410,
      "start_time": 2643750.0,
      "end_time": 2650620.0,
      "text": "it takes away the pain and the fear. That&#39;s why if you can do the very same thing to pain"
    },
    {
      "index": 411,
      "start_time": 2650620.0,
      "end_time": 2657640.0,
      "text": "in your body, literally kiss it better and be kind to it, it tends to vanish and disappear,"
    },
    {
      "index": 412,
      "start_time": 2657640.0,
      "end_time": 2660780.0,
      "text": "just like when I was a kid."
    },
    {
      "index": 413,
      "start_time": 2660780.0,
      "end_time": 2666730.0,
      "text": "Question: Anyway, while I appreciate the constant and controllable"
    },
    {
      "index": 414,
      "start_time": 2666730.0,
      "end_time": 2672560.0,
      "text": "indoor environment for meditation, I also like the idea of outdoor meditation, close"
    },
    {
      "index": 415,
      "start_time": 2672560.0,
      "end_time": 2678730.0,
      "text": "to nature. Please comment on indoor versus outdoor meditation. Appreciate any tips you"
    },
    {
      "index": 416,
      "start_time": 2678730.0,
      "end_time": 2685500.0,
      "text": "may have for successful outdoor meditation. Always people who live in the cities say &quot;Oh"
    },
    {
      "index": 417,
      "start_time": 2685500.0,
      "end_time": 2690720.0,
      "text": "it&#39;s so nice to get close to nature.&quot; People who actually live close to nature, like us,"
    },
    {
      "index": 418,
      "start_time": 2690720.0,
      "end_time": 2697900.0,
      "text": "we live in a forest, we really enjoy going into the city, where there are no mosquitoes,"
    },
    {
      "index": 419,
      "start_time": 2697900.0,
      "end_time": 2704940.0,
      "text": "there are no flies, there are no bugs on the floor, there are no bushfires, there&#39;s no...oh, everything"
    },
    {
      "index": 420,
      "start_time": 2704940.0,
      "end_time": 2711680.0,
      "text": "is so convenient! Why do you think people built cities? To escape from the dangers of"
    },
    {
      "index": 421,
      "start_time": 2711680.0,
      "end_time": 2716850.0,
      "text": "nature, that&#39;s why. So sometimes, it&#39;s only people who live in the city think &quot;Oh,"
    },
    {
      "index": 422,
      "start_time": 2716850.0,
      "end_time": 2723260.0,
      "text": "it&#39;d be so nice to go out into the forest and live into the forest&quot;, you try that. There&#39;s"
    },
    {
      "index": 423,
      "start_time": 2723260.0,
      "end_time": 2729130.0,
      "text": "bugs everywhere and if you haven&#39;t seen them yet, just go for a walk in our forest, you"
    },
    {
      "index": 424,
      "start_time": 2729130.0,
      "end_time": 2733840.0,
      "text": "know, already the flies are coming out. They go up your nose, up one nose, one nose down,"
    },
    {
      "index": 425,
      "start_time": 2733840.0,
      "end_time": 2741550.0,
      "text": "[laughs] the other nose. [laughter] They&#39;re just interested that&#39;s all. They want to explore"
    },
    {
      "index": 426,
      "start_time": 2741550.0,
      "end_time": 2749300.0,
      "text": "[laughter] And it&#39;s hot, sometimes it&#39;s too hot, sometimes it&#39;s too cold. It reminds me"
    },
    {
      "index": 427,
      "start_time": 2749300.0,
      "end_time": 2753120.0,
      "text": "of that story of... it&#39;s in Opening the Door of Your Heart. Remember that story of the"
    },
    {
      "index": 428,
      "start_time": 2753120.0,
      "end_time": 2763330.0,
      "text": "fish in the aquarium? These two monks who were visiting a person&#39;s house. One of them"
    },
    {
      "index": 429,
      "start_time": 2763330.0,
      "end_time": 2769670.0,
      "text": "said &quot;It&#39;s cruel, it&#39;s unfair for Buddhists to put fish in an aquarium. It&#39;s like putting"
    },
    {
      "index": 430,
      "start_time": 2769670.0,
      "end_time": 2775370.0,
      "text": "them in a prison. What have those fish done to be put in an aquarium in somebody&#39;s house?"
    },
    {
      "index": 431,
      "start_time": 2775370.0,
      "end_time": 2779970.0,
      "text": "All it can do is swim this way and that way and this way and that way. Really boring.&quot;"
    },
    {
      "index": 432,
      "start_time": 2779970.0,
      "end_time": 2784610.0,
      "text": "You try doing walking meditation in that room all day then you know what it feels like to"
    },
    {
      "index": 433,
      "start_time": 2784610.0,
      "end_time": 2791620.0,
      "text": "be a fish in an aquarium. [laughter] But the other monk said, &quot;No you don&#39;t understand,"
    },
    {
      "index": 434,
      "start_time": 2791620.0,
      "end_time": 2798890.0,
      "text": "cos fish in an aquarium, they are safe from so many dangers. In an aquarium in someone&#39;s"
    },
    {
      "index": 435,
      "start_time": 2798890.0,
      "end_time": 2806030.0,
      "text": "house they&#39;re safe from fishermen. You never find a person dropping a line into someone&#39;s"
    },
    {
      "index": 436,
      "start_time": 2806030.0,
      "end_time": 2812410.0,
      "text": "aquarium. [laughs] That&#39;s number one. Number two, they are protected from bigger fish."
    },
    {
      "index": 437,
      "start_time": 2812410.0,
      "end_time": 2818680.0,
      "text": "Cos big fish eat small fish. You never put big fish and small fish in the same aquarium."
    },
    {
      "index": 438,
      "start_time": 2818680.0,
      "end_time": 2824150.0,
      "text": "So they&#39;d have no danger from being beaten up or eaten by big fish. Number three, it&#39;s"
    },
    {
      "index": 439,
      "start_time": 2824150.0,
      "end_time": 2829340.0,
      "text": "got nice temperature. Cos you know, sometimes in nature it gets very cold and actually in"
    },
    {
      "index": 440,
      "start_time": 2829340.0,
      "end_time": 2834690.0,
      "text": "some places, the streams freeze over, in other places there&#39;s a drought, there&#39;s not enough"
    },
    {
      "index": 441,
      "start_time": 2834690.0,
      "end_time": 2842080.0,
      "text": "water at all. In an aquarium, it&#39;s like being in an air-conditioned climate controlled room."
    },
    {
      "index": 442,
      "start_time": 2842080.0,
      "end_time": 2848080.0,
      "text": "And also in an aquarium, you don&#39;t need to worry about food. You&#39;d get takeaways, actually"
    },
    {
      "index": 443,
      "start_time": 2848080.0,
      "end_time": 2856810.0,
      "text": "delivered to your door everyday. And lastly, in an aquarium, fish get free healthcare."
    },
    {
      "index": 444,
      "start_time": 2856810.0,
      "end_time": 2862090.0,
      "text": "If anything goes wrong, they get one of these experts to come along and fix you up. So yeah"
    },
    {
      "index": 445,
      "start_time": 2862090.0,
      "end_time": 2869090.0,
      "text": "it&#39;s true that there are, they lose many freedoms to be able to swim wherever they want but"
    },
    {
      "index": 446,
      "start_time": 2869090.0,
      "end_time": 2876150.0,
      "text": "they get many benefits as well.&quot; So it&#39;s like you lose some things by living in the city"
    },
    {
      "index": 447,
      "start_time": 2876150.0,
      "end_time": 2881450.0,
      "text": "but you gain many other things as well. You lose many things by staying in nature. You"
    },
    {
      "index": 448,
      "start_time": 2881450.0,
      "end_time": 2887650.0,
      "text": "also gain a sense of freedom as well. But that main simile was keeping precepts. If"
    },
    {
      "index": 449,
      "start_time": 2887650.0,
      "end_time": 2893930.0,
      "text": "you keep your five precepts, you can&#39;t swim where you&#39;d like to swim. You know, commit"
    },
    {
      "index": 450,
      "start_time": 2893930.0,
      "end_time": 2901040.0,
      "text": "adultery or take alcohol, which you might like to do but if you&#39;re keeping those five precepts"
    },
    {
      "index": 451,
      "start_time": 2901040.0,
      "end_time": 2907940.0,
      "text": "you are free from so many dangers and difficulties and pain. So yeah you are constricted like"
    },
    {
      "index": 452,
      "start_time": 2907940.0,
      "end_time": 2914160.0,
      "text": "the fish in a tank, you have a life free from danger."
    },
    {
      "index": 453,
      "start_time": 2914160.0,
      "end_time": 2921540.0,
      "text": "Question: Anyway, there are 2 dead ponds in the garden."
    },
    {
      "index": 454,
      "start_time": 2921540.0,
      "end_time": 2927370.0,
      "text": "Suggest we bring some life there by putting in some fishes, the lucky ones have the chance"
    },
    {
      "index": 455,
      "start_time": 2927370.0,
      "end_time": 2934130.0,
      "text": "to enjoy Jhana Grove. There are fishes in the pond! But they&#39;re sitting in meditation, they&#39;re"
    },
    {
      "index": 456,
      "start_time": 2934130.0,
      "end_time": 2941070.0,
      "text": "in jhana. [laughter] They&#39;re so still you can&#39;t see them!"
    },
    {
      "index": 457,
      "start_time": 2941070.0,
      "end_time": 2945060.0,
      "text": "They&#39;re not dead, they&#39;re just meditating. [chuckles]"
    },
    {
      "index": 458,
      "start_time": 2945060.0,
      "end_time": 2949040.0,
      "text": "Question: Really sincere gratitude to you for your wonderful teachings."
    },
    {
      "index": 459,
      "start_time": 2949040.0,
      "end_time": 2956120.0,
      "text": "No words can really do justice to how I feel. So, how have your written so much? [laughter]"
    },
    {
      "index": 460,
      "start_time": 2956120.0,
      "end_time": 2961670.0,
      "text": "Question: Anyway, 2 questions: Yesterday when I was meditating using the breath meditation,"
    },
    {
      "index": 461,
      "start_time": 2961670.0,
      "end_time": 2969020.0,
      "text": "breathing in peace, breathing out letting go, after a while I really felt the peace,"
    },
    {
      "index": 462,
      "start_time": 2969020.0,
      "end_time": 2975800.0,
      "text": "but.. Why do you write but in the questions? [laughter] The question was going so nicely"
    },
    {
      "index": 463,
      "start_time": 2975800.0,
      "end_time": 2982950.0,
      "text": "and then, but....[laughter] but there was a strange tingling sensation at the top of"
    },
    {
      "index": 464,
      "start_time": 2982950.0,
      "end_time": 2988750.0,
      "text": "the head, that grew and grew in a straight line upwards, not sure what it is, am I imagining"
    },
    {
      "index": 465,
      "start_time": 2988750.0,
      "end_time": 2995290.0,
      "text": "things? No you&#39;re just tingling that&#39;s all. [laughter] Let it happen and see what happens next. It"
    },
    {
      "index": 466,
      "start_time": 2995290.0,
      "end_time": 3001320.0,
      "text": "usually just disappears. When you get deep meditation, you have some really interesting"
    },
    {
      "index": 467,
      "start_time": 3001320.0,
      "end_time": 3007240.0,
      "text": "experiences, they&#39;re really weird. But I like weird experiences cos life is boring"
    },
    {
      "index": 468,
      "start_time": 3007240.0,
      "end_time": 3011250.0,
      "text": "having the same old experience, like I have in Singapore, day in day out. Having some"
    },
    {
      "index": 469,
      "start_time": 3011250.0,
      "end_time": 3017080.0,
      "text": "weird stuff like tingling going out of your head, wow, having like rays coming out of"
    },
    {
      "index": 470,
      "start_time": 3017080.0,
      "end_time": 3026260.0,
      "text": "your ears, seeshhhh! [laughter] isn&#39;t that cool? So any weird stuff enjoy it cos otherwise"
    },
    {
      "index": 471,
      "start_time": 3026260.0,
      "end_time": 3030200.0,
      "text": "you get so bored. So it&#39;s just nature."
    },
    {
      "index": 472,
      "start_time": 3030200.0,
      "end_time": 3034280.0,
      "text": "Question: I really like this retreat, nothing to change at all."
    },
    {
      "index": 473,
      "start_time": 3034280.0,
      "end_time": 3042820.0,
      "text": "Food, room, cushions, forest walks, everything is wonderful. There&#39;s no but, amazing. [laughter]"
    },
    {
      "index": 474,
      "start_time": 3042820.0,
      "end_time": 3049010.0,
      "text": "So the question is: is this the only session open to Buddhist Fellowship Singapore members"
    },
    {
      "index": 475,
      "start_time": 3049010.0,
      "end_time": 3056760.0,
      "text": "or can&#39;t I sign up for other retreats for the rest of the year? Thank you. Yeah, of"
    },
    {
      "index": 476,
      "start_time": 3056760.0,
      "end_time": 3064830.0,
      "text": "course you can. The thing is that the other retreats is so hard to get on, or is it, Dania,"
    },
    {
      "index": 477,
      "start_time": 3064830.0,
      "end_time": 3070090.0,
      "text": "the November retreat, and when it was opened up, cos we have a time, 6pm or whatever time"
    },
    {
      "index": 478,
      "start_time": 3070090.0,
      "end_time": 3075490.0,
      "text": "it was, it&#39;s opened up on the internet and 150 people were on it exactly the same time?"
    },
    {
      "index": 479,
      "start_time": 3075490.0,
      "end_time": 3081960.0,
      "text": "[Dania replied in the background] 7 minutes, that took time because about 150 people online"
    },
    {
      "index": 480,
      "start_time": 3081960.0,
      "end_time": 3087840.0,
      "text": "at the same time trying to do all of the right things. And the ones which were slow just"
    },
    {
      "index": 481,
      "start_time": 3087840.0,
      "end_time": 3094760.0,
      "text": "didn&#39;t get on. So you have to be very quick, bolololoo! [laughter] So if you want to get on a retreat,"
    },
    {
      "index": 482,
      "start_time": 3094760.0,
      "end_time": 3102620.0,
      "text": "please train, train on the computer, be really fast and then maybe you can get on. [laughter]"
    },
    {
      "index": 483,
      "start_time": 3102620.0,
      "end_time": 3108390.0,
      "text": "So the BF retreat is much easier for you to get on, simply because there&#39;s not that many"
    },
    {
      "index": 484,
      "start_time": 3108390.0,
      "end_time": 3114630.0,
      "text": "people go on this retreat. It&#39;s just for the BF, no one else but I get a few other people"
    },
    {
      "index": 485,
      "start_time": 3114630.0,
      "end_time": 3119340.0,
      "text": "who can get in, but mostly for the Buddhist Fellowship, so you know, it&#39;s your retreat,"
    },
    {
      "index": 486,
      "start_time": 3119340.0,
      "end_time": 3128020.0,
      "text": "so it&#39;s much easier. But of course, you&#39;re most welcome to try for the other ones."
    },
    {
      "index": 487,
      "start_time": 3128020.0,
      "end_time": 3139340.0,
      "text": "Question: Mark? Heath? Brahmali? D Cut, check Shirley. This one here. You bamboozle me,"
    },
    {
      "index": 488,
      "start_time": 3139340.0,
      "end_time": 3146860.0,
      "text": "that&#39;s the deepest question I&#39;ve ever had. [laughter]"
    },
    {
      "index": 489,
      "start_time": 3146860.0,
      "end_time": 3150480.0,
      "text": "Wow, does anyone know what those mean?"
    },
    {
      "index": 490,
      "start_time": 3150480.0,
      "end_time": 3155280.0,
      "text": "I think someone got a note for someone who just got dropped it into the box by mistake."
    },
    {
      "index": 491,
      "start_time": 3155280.0,
      "end_time": 3171320.0,
      "text": "What&#39;s this mean? That is the most profound question I&#39;ve ever got. [laughs] There&#39;s Mark,"
    },
    {
      "index": 492,
      "start_time": 3171320.0,
      "end_time": 3179280.0,
      "text": "Shirley, Brahmali, haha!"
    },
    {
      "index": 493,
      "start_time": 3179280.0,
      "end_time": 3184060.0,
      "text": "Question: Anyway, Dear Bhante, please explain awareness and mindfulness I"
    },
    {
      "index": 494,
      "start_time": 3184060.0,
      "end_time": 3192040.0,
      "text": "have a problem explaining the meaning of mindfulness to others. Thank you. Again, I like the term,"
    },
    {
      "index": 495,
      "start_time": 3192040.0,
      "end_time": 3197770.0,
      "text": "mindfulness being in the present moment and being silent. If you&#39;re not in the present moment,"
    },
    {
      "index": 496,
      "start_time": 3197770.0,
      "end_time": 3202750.0,
      "text": "if you&#39;re off in the future or the past, you&#39;re not here, you&#39;re not aware, you&#39;re not in"
    },
    {
      "index": 497,
      "start_time": 3202750.0,
      "end_time": 3207360.0,
      "text": "this moment, you&#39;re in fantasy land, dream land, I&#39;ve been saying to a lot of people,"
    },
    {
      "index": 498,
      "start_time": 3207360.0,
      "end_time": 3214140.0,
      "text": "even the past is fantasy. Cos what you think happened is not what happened, you&#39;re choosing,"
    },
    {
      "index": 499,
      "start_time": 3214140.0,
      "end_time": 3220210.0,
      "text": "picking and deleting things which you don&#39;t like. So it is just the same as making up"
    },
    {
      "index": 500,
      "start_time": 3220210.0,
      "end_time": 3226670.0,
      "text": "some dream or fantasy realm. What you think happened is not what happened. Just like the"
    },
    {
      "index": 501,
      "start_time": 3226670.0,
      "end_time": 3232450.0,
      "text": "future, you know what you imagine it to be, hardly ever happens. So that&#39;s why, it&#39;s a"
    },
    {
      "index": 502,
      "start_time": 3232450.0,
      "end_time": 3238120.0,
      "text": "total waste of time. So, first of all you have to be in the present moment and instead"
    },
    {
      "index": 503,
      "start_time": 3238120.0,
      "end_time": 3244890.0,
      "text": "of talking at life, you&#39;re actually being here. This is actually, I mentioned that looney"
    },
    {
      "index": 504,
      "start_time": 3244890.0,
      "end_time": 3251940.0,
      "text": "cartoon on the first day about these 2 people watching a TV set of a sunset and just outside"
    },
    {
      "index": 505,
      "start_time": 3251940.0,
      "end_time": 3259650.0,
      "text": "the window was a real sunset. Thinking is like looking at the words, mindfulness is"
    },
    {
      "index": 506,
      "start_time": 3259650.0,
      "end_time": 3266070.0,
      "text": "looking at the sunset without any words. That&#39;s what awareness is, that&#39;s what mindfulness"
    },
    {
      "index": 507,
      "start_time": 3266070.0,
      "end_time": 3276060.0,
      "text": "is. There are 2 things, are the same. Dicker dee....."
    },
    {
      "index": 508,
      "start_time": 3276060.0,
      "end_time": 3278500.0,
      "text": "Question: Dear your roundness, what have you"
    },
    {
      "index": 509,
      "start_time": 3278500.0,
      "end_time": 3285020.0,
      "text": "been asked to do during the 7 days by the person who had to win the auction? Yes, that"
    },
    {
      "index": 510,
      "start_time": 3285020.0,
      "end_time": 3290810.0,
      "text": "was actually raising funds for our nuns monastery, trying all different ways to squeeze the lemon"
    },
    {
      "index": 511,
      "start_time": 3290810.0,
      "end_time": 3299630.0,
      "text": "[laughs] and so we&#39;re having all these auctions. Because the first fund raiser we did, I think"
    },
    {
      "index": 512,
      "start_time": 3299630.0,
      "end_time": 3304330.0,
      "text": "was in Hong Kong, they took my meditation cushion, I&#39;ve been sitting on that for years"
    },
    {
      "index": 513,
      "start_time": 3304330.0,
      "end_time": 3309200.0,
      "text": "and it was really nice and soft and warm. It was just, you know, just moulded to my bottom,"
    },
    {
      "index": 514,
      "start_time": 3309200.0,
      "end_time": 3315440.0,
      "text": "just nice, and they went and auctioned it in Hong Kong. [laughs] The problem was, I"
    },
    {
      "index": 515,
      "start_time": 3315440.0,
      "end_time": 3324330.0,
      "text": "think they got about AUD30,000 or AUD40,000 or AUD50,000? Huge amount. What that meant"
    },
    {
      "index": 516,
      "start_time": 3324330.0,
      "end_time": 3332490.0,
      "text": "is now when I leave my cave, I have to put my meditation cushion in a safe [laughter]"
    },
    {
      "index": 517,
      "start_time": 3332490.0,
      "end_time": 3340930.0,
      "text": "and get it insured. [laughter] It&#39;s worth too much, [laughs] not quite. I&#39;m only joking."
    },
    {
      "index": 518,
      "start_time": 3340930.0,
      "end_time": 3345850.0,
      "text": "But then we had all these other auctions and this one lady was going into my cave, I&#39;ll"
    },
    {
      "index": 519,
      "start_time": 3345850.0,
      "end_time": 3352250.0,
      "text": "take that, I&#39;ll take that, and all my stuff was gone missing. [laughter] And one weekend,"
    },
    {
      "index": 520,
      "start_time": 3352250.0,
      "end_time": 3356580.0,
      "text": "this is absolutely true story. One weekend, I was teaching over in Perth and this lady"
    },
    {
      "index": 521,
      "start_time": 3356580.0,
      "end_time": 3361420.0,
      "text": "went into my cave to see what else we can auction of Ajahn Brahm and she took my blanket."
    },
    {
      "index": 522,
      "start_time": 3361420.0,
      "end_time": 3368280.0,
      "text": "[laughter] When I came back, I was so tired, I didn&#39;t realise it was gone. In the middle"
    },
    {
      "index": 523,
      "start_time": 3368280.0,
      "end_time": 3376490.0,
      "text": "of the night I woke up it was so cold, where&#39;s my blanket? [laughter] It&#39;s gone, it&#39;d been auctioned."
    },
    {
      "index": 524,
      "start_time": 3376490.0,
      "end_time": 3386180.0,
      "text": "[laughter] So I got paranoid about that woman. [laughter] So, but what we did it then auctioning"
    },
    {
      "index": 525,
      "start_time": 3386180.0,
      "end_time": 3392020.0,
      "text": "all this stuff, so why not everything? My body, my mind doesn&#39;t belong to me, my robe,"
    },
    {
      "index": 526,
      "start_time": 3392020.0,
      "end_time": 3398660.0,
      "text": "that went too. [laughs] So why not auction me, same as my robe, my cushion doesn&#39;t belong"
    },
    {
      "index": 527,
      "start_time": 3398660.0,
      "end_time": 3406090.0,
      "text": "to me, so might as well auction it, by auctioning me, to the highest bidder. Ajahn Brahm for"
    },
    {
      "index": 528,
      "start_time": 3406090.0,
      "end_time": 3413620.0,
      "text": "sale and finally it was auctioned. An Indonesian man got me. The whole deal was you can take"
    },
    {
      "index": 529,
      "start_time": 3413620.0,
      "end_time": 3419240.0,
      "text": "Ajahn Brahm for 7 days, do whatever you want but you must return him in the same condition"
    },
    {
      "index": 530,
      "start_time": 3419240.0,
      "end_time": 3428040.0,
      "text": "[laughter] you got him. So this Indonesian guy, he&#39;s organised a tour with his friends"
    },
    {
      "index": 531,
      "start_time": 3428040.0,
      "end_time": 3435860.0,
      "text": "to Bhutan. So he&#39;s taking me to Bhutan for 7 days. Now you may like that but look, quite honestly,"
    },
    {
      "index": 532,
      "start_time": 3435860.0,
      "end_time": 3440020.0,
      "text": "I don&#39;t like travelling around and touring around. What&#39;s the point? You want to see"
    },
    {
      "index": 533,
      "start_time": 3440020.0,
      "end_time": 3446900.0,
      "text": "a mountain? We&#39;ve got a hill here. [laughter] What&#39;s the difference? If you want to see"
    },
    {
      "index": 534,
      "start_time": 3446900.0,
      "end_time": 3452250.0,
      "text": "a waterfall, want to see Niagara Falls or Victoria Falls, you want to see a waterfall,"
    },
    {
      "index": 535,
      "start_time": 3452250.0,
      "end_time": 3456620.0,
      "text": "turn on the shower! Water fall is the same. [laughter] Great Wall of China, look at our,"
    },
    {
      "index": 536,
      "start_time": 3456620.0,
      "end_time": 3460620.0,
      "text": "we&#39;ve got a wall in our monastery. That&#39;s big enough. [laughter] Why do you want to"
    },
    {
      "index": 537,
      "start_time": 3460620.0,
      "end_time": 3466400.0,
      "text": "go to this place for? Rainforest? It rains here, you&#39;ve got a forest, the same thing [laughter]"
    },
    {
      "index": 538,
      "start_time": 3466400.0,
      "end_time": 3471490.0,
      "text": "I don&#39;t know why people want travelling all over the world, it&#39;s all here. So basically,"
    },
    {
      "index": 539,
      "start_time": 3471490.0,
      "end_time": 3477180.0,
      "text": "that I&#39;m probably going to get bored stiff. Just, you know, here we go, another mountain, yeah,"
    },
    {
      "index": 540,
      "start_time": 3477180.0,
      "end_time": 3481490.0,
      "text": "seen that before, what&#39;s the big deal? Anyway, it&#39;s to raise funds. I&#39;ve made by promises"
    },
    {
      "index": 541,
      "start_time": 3481490.0,
      "end_time": 3487670.0,
      "text": "so I keep my promises, so I&#39;ll be going to Bhutan, for 7 days."
    },
    {
      "index": 542,
      "start_time": 3487670.0,
      "end_time": 3496260.0,
      "text": "?Question: Sheena 94510 [laughter] Haha!"
    },
    {
      "index": 543,
      "start_time": 3496260.0,
      "end_time": 3500700.0,
      "text": "Question: Is it helpful to find a purpose in life to help give us meaning and joy in life and help"
    },
    {
      "index": 544,
      "start_time": 3500700.0,
      "end_time": 3506580.0,
      "text": "us abandon defilements? Yeah, purpose in life is okay but as long as it&#39;s a right purpose and"
    },
    {
      "index": 545,
      "start_time": 3506580.0,
      "end_time": 3512890.0,
      "text": "it&#39;s a purpose which is achievable. So I remember my purpose in life before I got, one of the"
    },
    {
      "index": 546,
      "start_time": 3512890.0,
      "end_time": 3518810.0,
      "text": "purposes in life, I got, when I went on a retreat with another monk and during the interview"
    },
    {
      "index": 547,
      "start_time": 3518810.0,
      "end_time": 3524370.0,
      "text": "period, I was just sitting down being the attendant, getting really bored, cos you all"
    },
    {
      "index": 548,
      "start_time": 3524370.0,
      "end_time": 3529980.0,
      "text": "ask the same questions again and again and again. And if anyone ask me, Ajahn Brahm,"
    },
    {
      "index": 549,
      "start_time": 3529980.0,
      "end_time": 3535180.0,
      "text": "why do you keep telling the same stories and the same jokes, it is because you keep"
    },
    {
      "index": 550,
      "start_time": 3535180.0,
      "end_time": 3545080.0,
      "text": "asking the same questions. [laughter] So anyway, I was just getting bored and then this woman"
    },
    {
      "index": 551,
      "start_time": 3545080.0,
      "end_time": 3550010.0,
      "text": "came in, to the interview room and instead of asking a question on meditation or about"
    },
    {
      "index": 552,
      "start_time": 3550010.0,
      "end_time": 3555240.0,
      "text": "her family or the kids or her health or the economy, blaa, blaa, she said, I&#39;ve come in"
    },
    {
      "index": 553,
      "start_time": 3555240.0,
      "end_time": 3562310.0,
      "text": "here to say, Thank you for saving my life, and it was said with such sincerity, I just"
    },
    {
      "index": 554,
      "start_time": 3562310.0,
      "end_time": 3569070.0,
      "text": "woke up. Ah, this is interesting, what&#39;s gone on? And the story was, this monk was giving"
    },
    {
      "index": 555,
      "start_time": 3569070.0,
      "end_time": 3575700.0,
      "text": "a retreat in the fishing village of Oban in North West Scotland which is a very peaceful,"
    },
    {
      "index": 556,
      "start_time": 3575700.0,
      "end_time": 3584280.0,
      "text": "beautiful, quiet town. And he&#39;d done his retreat the year before when this woman had come and"
    },
    {
      "index": 557,
      "start_time": 3584280.0,
      "end_time": 3591820.0,
      "text": "they were keeping 8 precepts. And it wasn&#39;t explained very well to this girl. She thought"
    },
    {
      "index": 558,
      "start_time": 3591820.0,
      "end_time": 3600190.0,
      "text": "you couldn&#39;t have any drugs at all. And ever since she was a young teenager, she had some"
    },
    {
      "index": 559,
      "start_time": 3600190.0,
      "end_time": 3608780.0,
      "text": "little problem and the doctor had prescribed valium and she&#39;d become addicted to valium."
    },
    {
      "index": 560,
      "start_time": 3608780.0,
      "end_time": 3614650.0,
      "text": "When she went on this retreat, she heard 8 precepts, no alcohol or drugs, oh, God. I&#39;ve"
    },
    {
      "index": 561,
      "start_time": 3614650.0,
      "end_time": 3622530.0,
      "text": "got to give up my valium and so she did. It was tough for her but because it was such"
    },
    {
      "index": 562,
      "start_time": 3622530.0,
      "end_time": 3629690.0,
      "text": "a peaceful place, so beautiful, and hardly any stress at all, she managed the 9 days."
    },
    {
      "index": 563,
      "start_time": 3629690.0,
      "end_time": 3634770.0,
      "text": "But of course from those experience, I always say &quot;No, if you&#39;ve got anti-psychotic drugs,"
    },
    {
      "index": 564,
      "start_time": 3634770.0,
      "end_time": 3640880.0,
      "text": "please take them, otherwise we&#39;ll get people running around naked in Jhana Grove, [laughter]"
    },
    {
      "index": 565,
      "start_time": 3640880.0,
      "end_time": 3647530.0,
      "text": "banging on doors with chainsaws. Please take your anti-psychotic... or whatever else you&#39;re"
    },
    {
      "index": 566,
      "start_time": 3647530.0,
      "end_time": 3654510.0,
      "text": "taking&quot; but she never took her valium for 9 days. After 9 days she realised it was a mistake"
    },
    {
      "index": 567,
      "start_time": 3654510.0,
      "end_time": 3661320.0,
      "text": "she could have taken them but she&#39;d done 9 days, she thought why not keep on going without the valium."
    },
    {
      "index": 568,
      "start_time": 3661320.0,
      "end_time": 3668470.0,
      "text": "And the problem was for her, she had to take a bus from Oban to Glasgow and"
    },
    {
      "index": 569,
      "start_time": 3668470.0,
      "end_time": 3674520.0,
      "text": "then transfer to the train station to get home. If ever you&#39;ve been to a big busy train"
    },
    {
      "index": 570,
      "start_time": 3674520.0,
      "end_time": 3679060.0,
      "text": "station, like Changi Airport, there&#39;s so many people rushing this way and that way. It&#39;s"
    },
    {
      "index": 571,
      "start_time": 3679060.0,
      "end_time": 3686840.0,
      "text": "a high stressed environment and she said she almost totally lost it, literally went into psychosis"
    },
    {
      "index": 572,
      "start_time": 3686840.0,
      "end_time": 3693620.0,
      "text": "from the effects of not taking the valium. But she held herself together, just with the"
    },
    {
      "index": 573,
      "start_time": 3693620.0,
      "end_time": 3700130.0,
      "text": "advice of, this too will pass, open the door of your heart, just be kind to the monster."
    },
    {
      "index": 574,
      "start_time": 3700130.0,
      "end_time": 3704950.0,
      "text": "She managed to get on the train to get home. When she got home, she said she spent the"
    },
    {
      "index": 575,
      "start_time": 3704950.0,
      "end_time": 3709410.0,
      "text": "next month, this is just the way she described it, the next month just sitting in an armchair"
    },
    {
      "index": 576,
      "start_time": 3709410.0,
      "end_time": 3715710.0,
      "text": "not able to do anything, just allowing the effect of those drugs to come out of her"
    },
    {
      "index": 577,
      "start_time": 3715710.0,
      "end_time": 3721500.0,
      "text": "system, which they did and she said it was amazing, it was like for years she was living"
    },
    {
      "index": 578,
      "start_time": 3721500.0,
      "end_time": 3728330.0,
      "text": "in a cloud, in a mist, she couldn&#39;t feel very much, even seeing things, everything was dull,"
    },
    {
      "index": 579,
      "start_time": 3728330.0,
      "end_time": 3735350.0,
      "text": "taste, was hardly any taste in the food which she ate. And now she was totally free. So"
    },
    {
      "index": 580,
      "start_time": 3735350.0,
      "end_time": 3740920.0,
      "text": "like before, she was dead and now she&#39;s been given her life back because of the addiction"
    },
    {
      "index": 581,
      "start_time": 3740920.0,
      "end_time": 3745900.0,
      "text": "to that sort of drug. So she said, thank you for giving me those teachings. You saved my"
    },
    {
      "index": 582,
      "start_time": 3745900.0,
      "end_time": 3754850.0,
      "text": "life. When I heard that I thought, wow, that&#39;s my purpose in life as a monk - to get someone,"
    },
    {
      "index": 583,
      "start_time": 3754850.0,
      "end_time": 3760280.0,
      "text": "just one person to come up to me and say, Ajahn Brahm, thank you for saving my life,"
    },
    {
      "index": 584,
      "start_time": 3760280.0,
      "end_time": 3765040.0,
      "text": "and mean it. Of course when that first happened, I thought, yep that&#39;s it, I&#39;ve had my purpose"
    },
    {
      "index": 585,
      "start_time": 3765040.0,
      "end_time": 3772520.0,
      "text": "in life now. I can relax. But you know, you know me, hundreds of people have now said"
    },
    {
      "index": 586,
      "start_time": 3772520.0,
      "end_time": 3778420.0,
      "text": "that and they really meant it. Imagine what that does to you, the joy and happiness you"
    },
    {
      "index": 587,
      "start_time": 3778420.0,
      "end_time": 3785020.0,
      "text": "get when you really have made a huge difference to people&#39;s lives. Wow that just gives so"
    },
    {
      "index": 588,
      "start_time": 3785020.0,
      "end_time": 3793160.0,
      "text": "much happiness inside. Now you know your purpose in life."
    },
    {
      "index": 589,
      "start_time": 3793160.0,
      "end_time": 3795780.0,
      "text": "Question: Is it useful to have a goal, that&#39;s"
    },
    {
      "index": 590,
      "start_time": 3795780.0,
      "end_time": 3801180.0,
      "text": "right, goal to aspire to? Yeah, again isn&#39;t that amazing cos these questions they always come"
    },
    {
      "index": 591,
      "start_time": 3801180.0,
      "end_time": 3806490.0,
      "text": "up in pairs, totally different hand writing. It must be like at school, cheating. See what"
    },
    {
      "index": 592,
      "start_time": 3806490.0,
      "end_time": 3810690.0,
      "text": "someone else wrote and write the same. [laughter]"
    },
    {
      "index": 593,
      "start_time": 3810690.0,
      "end_time": 3814750.0,
      "text": "Question: Dear Ajahn, indeed the most scary stories"
    },
    {
      "index": 594,
      "start_time": 3814750.0,
      "end_time": 3822880.0,
      "text": "I&#39;ve heard from you is no driver bus, not these ghost stories. How can we see the driver&#39;s"
    },
    {
      "index": 595,
      "start_time": 3822880.0,
      "end_time": 3828150.0,
      "text": "seat through stillness or jhana despite very scary, super scary, I hope one day I have"
    },
    {
      "index": 596,
      "start_time": 3828150.0,
      "end_time": 3834810.0,
      "text": "the guts to see by myself. Yeah, those are the anatta, the non-self similes. I always"
    },
    {
      "index": 597,
      "start_time": 3834810.0,
      "end_time": 3840750.0,
      "text": "remember going to Singapore to the BF, you know for a couple of years I&#39;d talk about"
    },
    {
      "index": 598,
      "start_time": 3840750.0,
      "end_time": 3845760.0,
      "text": "always the same type of stories. Opening the door of your heart, the two bad bricks in"
    },
    {
      "index": 599,
      "start_time": 3845760.0,
      "end_time": 3851970.0,
      "text": "the wall, you know, the emperor&#39;s 3 questions, people love those ones. But there was one"
    },
    {
      "index": 600,
      "start_time": 3851970.0,
      "end_time": 3860500.0,
      "text": "day I was going to a talk, you know, in Singapore, who&#39;s the president now, the lawyer,"
    },
    {
      "index": 601,
      "start_time": 3860500.0,
      "end_time": 3865700.0,
      "text": "Soon Han, yeah. Soon Han asked me just before I was going to give the talk. He said, &quot;Ajahn"
    },
    {
      "index": 602,
      "start_time": 3865700.0,
      "end_time": 3872090.0,
      "text": "Brahm, can&#39;t you give a deep talk for once. Really deep talk like you give to the monks.&quot;"
    },
    {
      "index": 603,
      "start_time": 3872090.0,
      "end_time": 3879330.0,
      "text": "&quot;Okay I&#39;ll give a deep talk if you want.&quot; So I gave this talk on anatta, non self, including"
    },
    {
      "index": 604,
      "start_time": 3879330.0,
      "end_time": 3884400.0,
      "text": "the driverless bus, there&#39;s no one there and the thing you call the will does not belong"
    },
    {
      "index": 605,
      "start_time": 3884400.0,
      "end_time": 3889630.0,
      "text": "to you at all. It&#39;s a total illusion you think you&#39;re in control. It&#39;s such a powerful talk."
    },
    {
      "index": 606,
      "start_time": 3889630.0,
      "end_time": 3893140.0,
      "text": "The following morning when he picked me up to take me to the airport, he really scolded"
    },
    {
      "index": 607,
      "start_time": 3893140.0,
      "end_time": 3899050.0,
      "text": "me. He said, &quot;Ajahn Brahm don&#39;t ever do that again.[laughs] I was so afraid, I didn&#39;t sleep"
    },
    {
      "index": 608,
      "start_time": 3899050.0,
      "end_time": 3905230.0,
      "text": "a wink all night. I was so afraid.&quot; [laughs] It&#39;s really true, sometimes, you&#39;ve got to"
    },
    {
      "index": 609,
      "start_time": 3905230.0,
      "end_time": 3910520.0,
      "text": "be ready for deep talks like that, otherwise it totally blows your mind. He understood"
    },
    {
      "index": 610,
      "start_time": 3910520.0,
      "end_time": 3917060.0,
      "text": "it enough to say most of the things which he assumed he was were totally false. And"
    },
    {
      "index": 611,
      "start_time": 3917060.0,
      "end_time": 3922220.0,
      "text": "I blew him away he couldn&#39;t sleep all night and he was so scared. So that&#39;s actually,"
    },
    {
      "index": 612,
      "start_time": 3922220.0,
      "end_time": 3928080.0,
      "text": "you say, it&#39;s very perceptive. But what happens is the jhanas, the deep meditations are so"
    },
    {
      "index": 613,
      "start_time": 3928080.0,
      "end_time": 3936260.0,
      "text": "happy, so blissful. Yeah you are scared but it&#39;s just too much fun. You know it&#39;s a joy"
    },
    {
      "index": 614,
      "start_time": 3936260.0,
      "end_time": 3944440.0,
      "text": "which overpowers fear. Your mental [?] is giving so much fun, yeah you&#39;re losing a lot of stuff,"
    },
    {
      "index": 615,
      "start_time": 3944440.0,
      "end_time": 3948540.0,
      "text": "you know, normally you&#39;ll not be able to let go that much but its so much fun, you just keep"
    },
    {
      "index": 616,
      "start_time": 3948540.0,
      "end_time": 3954890.0,
      "text": "on going deeper into the joy and the bliss, even though much of what you think you are, and"
    },
    {
      "index": 617,
      "start_time": 3954890.0,
      "end_time": 3960490.0,
      "text": "own disappears. You can&#39;t stop yourself, you just get drawn into the bliss. Certainly"
    },
    {
      "index": 618,
      "start_time": 3960490.0,
      "end_time": 3966560.0,
      "text": "afterwards you realise my God what happened. But you enjoyed every moment of it. It is"
    },
    {
      "index": 619,
      "start_time": 3966560.0,
      "end_time": 3977100.0,
      "text": "the pitisuka, the joy, the happiness, the bliss, the ecstacy, that is what overpowers all fear."
    },
    {
      "index": 620,
      "start_time": 3977100.0,
      "end_time": 3983450.0,
      "text": "Question: Dear Ajahn, after a great meditation yesterday I had the most glorious dream just"
    },
    {
      "index": 621,
      "start_time": 3983450.0,
      "end_time": 3988840.0,
      "text": "before waking up. A departed loved one whom I had not thought about for a while was coming"
    },
    {
      "index": 622,
      "start_time": 3988840.0,
      "end_time": 3996060.0,
      "text": "to spend a day with me in the best of conditions. It was unexpected and I was oh so happy and"
    },
    {
      "index": 623,
      "start_time": 3996060.0,
      "end_time": 4001670.0,
      "text": "excited. This contrast with the many unpleasant dreams I had the previous 3 nights [chuckles]"
    },
    {
      "index": 624,
      "start_time": 4001670.0,
      "end_time": 4005480.0,
      "text": "when another departed loved one whom I&#39;ve been thinking about disappears the moment"
    },
    {
      "index": 625,
      "start_time": 4005480.0,
      "end_time": 4011430.0,
      "text": "I notice her presence, even with regret or longing. On those days my meditation got nowhere."
    },
    {
      "index": 626,
      "start_time": 4011430.0,
      "end_time": 4016720.0,
      "text": "Any connection, which is chicken and which is egg? It&#39;s very true, you know, what you"
    },
    {
      "index": 627,
      "start_time": 4016720.0,
      "end_time": 4023150.0,
      "text": "dream about is what you take into sleep with you. So if you go into sleep just worrying"
    },
    {
      "index": 628,
      "start_time": 4023150.0,
      "end_time": 4028430.0,
      "text": "about something, that&#39;s what you&#39;ll dream about. Which is one of the reasons why the"
    },
    {
      "index": 629,
      "start_time": 4028430.0,
      "end_time": 4032880.0,
      "text": "Buddha said, the very least before you go to sleep, do a bit of loving kindness. May"
    },
    {
      "index": 630,
      "start_time": 4032880.0,
      "end_time": 4038560.0,
      "text": "all beings be happy and well, may I be happy and well. May I have beautiful dreams. That bit"
    },
    {
      "index": 631,
      "start_time": 4038560.0,
      "end_time": 4043560.0,
      "text": "of loving kindness actually works. You have a very soft and beautiful mind, you have soft"
    },
    {
      "index": 632,
      "start_time": 4043560.0,
      "end_time": 4049380.0,
      "text": "and beautiful dreams. But if you really go to bed thinking, why does that person keep"
    },
    {
      "index": 633,
      "start_time": 4049380.0,
      "end_time": 4054010.0,
      "text": "banging the door, why do they keep banging the door?? And then you have all these dreams"
    },
    {
      "index": 634,
      "start_time": 4054010.0,
      "end_time": 4060950.0,
      "text": "about banging. [laughter] It&#39;s just what you&#39;re taking into sleep with you, so you had a very"
    },
    {
      "index": 635,
      "start_time": 4060950.0,
      "end_time": 4069750.0,
      "text": "good meditation and of course good meditations happens, you have nice dreams afterwards."
    },
    {
      "index": 636,
      "start_time": 4069750.0,
      "end_time": 4074810.0,
      "text": "That&#39;s why sometimes people like to do counting meditation before they go to sleep because"
    },
    {
      "index": 637,
      "start_time": 4074810.0,
      "end_time": 4080560.0,
      "text": "they are thinking about numbers before they go to sleep, so during the sleep they may"
    },
    {
      "index": 638,
      "start_time": 4080560.0,
      "end_time": 4087680.0,
      "text": "see [laughs] No, I&#39;m only joking, don&#39;t try and get lottery numbers in your sleep."
    },
    {
      "index": 639,
      "start_time": 4087680.0,
      "end_time": 4094860.0,
      "text": "Question: What makes a stream winner? That&#39;s when you&#39;ve seen there&#39;s nobody in here. It just changes your"
    },
    {
      "index": 640,
      "start_time": 4094860.0,
      "end_time": 4097220.0,
      "text": "whole way of looking at life."
    },
    {
      "index": 641,
      "start_time": 4097220.0000000005,
      "end_time": 4100889.0000000005,
      "text": "Question: May I ask about near death experiences and Anita Moorjani&#39;s"
    },
    {
      "index": 642,
      "start_time": 4100890.0000000005,
      "end_time": 4106320.0000000005,
      "text": "book? Can one achieve the same insights, realisations as she had, reconnections that she made with"
    },
    {
      "index": 643,
      "start_time": 4106319.9999999995,
      "end_time": 4110480.9999999995,
      "text": "departed loved ones through meditation? What was her reason for her complete healing?"
    },
    {
      "index": 644,
      "start_time": 4110479.9999999995,
      "end_time": 4115368.9999999995,
      "text": "You get much more insight and understanding through the meditation. You can go much deeper"
    },
    {
      "index": 645,
      "start_time": 4115370.0,
      "end_time": 4121450.0,
      "text": "than where she went and have a greater understanding. It&#39;s just the near death experiences are sometimes"
    },
    {
      "index": 646,
      "start_time": 4121450.0,
      "end_time": 4127560.0,
      "text": "more common because of the advances of modern medicine and more people actually survive"
    },
    {
      "index": 647,
      "start_time": 4127560.0000000005,
      "end_time": 4133290.0000000005,
      "text": "these things, they never did before. So as more people get those experiences, they&#39;re"
    },
    {
      "index": 648,
      "start_time": 4133290.0,
      "end_time": 4139320.0,
      "text": "totally involuntary and unrepeatable but in meditation, you can keep on repeating as often"
    },
    {
      "index": 649,
      "start_time": 4139319.9999999995,
      "end_time": 4144409.9999999995,
      "text": "as you want so you can get more understanding, more experience and therefore more insight"
    },
    {
      "index": 650,
      "start_time": 4144410.0,
      "end_time": 4150870.0,
      "text": "from them. That&#39;s why the near death experience, we mention these to give you an understanding,"
    },
    {
      "index": 651,
      "start_time": 4150870.0,
      "end_time": 4155800.0,
      "text": "yes these things are possible. This is what it&#39;s like, it inspires you and gives you a"
    },
    {
      "index": 652,
      "start_time": 4155800.0,
      "end_time": 4162200.0,
      "text": "taste of what it&#39;s like in deep meditation. Most people only have a near death experience"
    },
    {
      "index": 653,
      "start_time": 4162200.0,
      "end_time": 4167131.0,
      "text": "once and the next time it&#39;s the real thing. The meditation, you can keep on doing that for"
    },
    {
      "index": 654,
      "start_time": 4167130.0,
      "end_time": 4172859.0,
      "text": "a long, long time and still be alive. And meditation goes much deeper, so it is a much"
    },
    {
      "index": 655,
      "start_time": 4172859.9999999995,
      "end_time": 4177399.9999999995,
      "text": "better one, doing through it meditation! The last question."
    },
    {
      "index": 656,
      "start_time": 4177399.9999999995,
      "end_time": 4180150.9999999995,
      "text": "Question: One of the 5 precepts, no drinking"
    },
    {
      "index": 657,
      "start_time": 4180149.9999999995,
      "end_time": 4187729.9999999995,
      "text": "of alcohol, is social drinking allowed for a Buddhist practitioner? A glass of beer or"
    },
    {
      "index": 658,
      "start_time": 4187729.9999999995,
      "end_time": 4195670.0,
      "text": "champagne in a party? Well, you know.... you&#39;ve got to be sort of moderate, so a little bit"
    },
    {
      "index": 659,
      "start_time": 4195670.0,
      "end_time": 4202909.0,
      "text": "of drinking is okay and a little bit of adultery is okay [laughter], a little bit of murder"
    },
    {
      "index": 660,
      "start_time": 4202910.0,
      "end_time": 4213220.0,
      "text": "is okay [laughter] As long as it&#39;s only social murder [laughs], of course it&#39;s not okay."
    },
    {
      "index": 661,
      "start_time": 4213220.0,
      "end_time": 4219560.0,
      "text": "So if you&#39;re in a social party, if you really want to, to avoid having beer,"
    },
    {
      "index": 662,
      "start_time": 4219560.0,
      "end_time": 4224640.0,
      "text": "have a glass of beer but just hold it in your hand and don&#39;t drink it. As long as you&#39;re"
    },
    {
      "index": 663,
      "start_time": 4224640.0,
      "end_time": 4232111.0,
      "text": "holding one there, then no one fills it up. That&#39;s one way of doing it but like my friend"
    },
    {
      "index": 664,
      "start_time": 4232110.0,
      "end_time": 4237249.0,
      "text": "who&#39;s keeping the 5 precepts, some of these angmos are really, really smart, much smarter"
    },
    {
      "index": 665,
      "start_time": 4237250.0,
      "end_time": 4244861.0,
      "text": "than me sometimes. Actually I&#39;m an angmo, aren&#39;t I? [laughter] But anyway, this person"
    },
    {
      "index": 666,
      "start_time": 4244860.0,
      "end_time": 4252760.0,
      "text": "he was keeping the 5 precepts, he&#39;d just taken them and he went to a social party. When his"
    },
    {
      "index": 667,
      "start_time": 4252760.0,
      "end_time": 4257800.0,
      "text": "friends said, &quot;Have a drink!&quot; He said, &quot;No, I can&#39;t have a drink anymore. I&#39;m a Buddhist"
    },
    {
      "index": 668,
      "start_time": 4257800.0,
      "end_time": 4265170.0,
      "text": "now.&quot; And his friend said, &quot;Are you a Buddhist? I know about Buddhism. Buddhism is all about"
    },
    {
      "index": 669,
      "start_time": 4265170.0,
      "end_time": 4277249.0,
      "text": "letting go. Come on, let go and have a drink.&quot; [laughter] And it did work. So he said he"
    },
    {
      "index": 670,
      "start_time": 4277250.0,
      "end_time": 4283100.0,
      "text": "had to have a drink, letting go, but then he had another scheme. He said he managed"
    },
    {
      "index": 671,
      "start_time": 4283100.0,
      "end_time": 4288250.0,
      "text": "to solve the problem cos the next party he went to, someone offered him a drink and"
    },
    {
      "index": 672,
      "start_time": 4288250.0,
      "end_time": 4297761.0,
      "text": "he refused saying, &quot;I can&#39;t drink alcohol because of doctor&#39;s orders&quot; and people respect"
    },
    {
      "index": 673,
      "start_time": 4297760.0,
      "end_time": 4304239.0,
      "text": "that. They don&#39;t want to kill the guy or make him sick. So have an orange juice or a"
    },
    {
      "index": 674,
      "start_time": 4304240.0,
      "end_time": 4310691.0,
      "text": "Coca Cola or something or water. So he got out of having to take alcohol because he told"
    },
    {
      "index": 675,
      "start_time": 4310690.0,
      "end_time": 4316300.0,
      "text": "people - doctor&#39;s orders. When he told me that story, just like many of you who haven&#39;t"
    },
    {
      "index": 676,
      "start_time": 4316300.0,
      "end_time": 4322989.0,
      "text": "heard this before, I said, &quot;Aren&#39;t you keeping one precept by breaking another? [laughter] Now you&#39;re"
    },
    {
      "index": 677,
      "start_time": 4322990.0,
      "end_time": 4330651.0,
      "text": "lying, there&#39;s nothing wrong with you. You&#39;re perfectly healthy!&quot; And that&#39;s when he reminded"
    },
    {
      "index": 678,
      "start_time": 4330650.0,
      "end_time": 4339900.0,
      "text": "me, in the suttas very often the Buddha compared himself to a doctor. So my friend said it"
    },
    {
      "index": 679,
      "start_time": 4339900.0,
      "end_time": 4348150.0,
      "text": "was doctor&#39;s orders. [laughter] Doctor Buddha&#39;s orders. [laughter] And therefore he got away"
    },
    {
      "index": 680,
      "start_time": 4348150.0,
      "end_time": 4355090.0,
      "text": "with drinking. And these days you don&#39;t have to have social drinks. People actually respect"
    },
    {
      "index": 681,
      "start_time": 4355090.0,
      "end_time": 4366470.0,
      "text": "you if you decide not to drink. The last story was of a friend, a business guy over in Sydney,"
    },
    {
      "index": 682,
      "start_time": 4366470.0,
      "end_time": 4375929.0,
      "text": "great story. He had a food business and he was trying to get this contract with this business"
    },
    {
      "index": 683,
      "start_time": 4375930.0,
      "end_time": 4382231.0,
      "text": "in Taiwan, supposed to be Buddhist business, okay. But some of these businesses are not"
    },
    {
      "index": 684,
      "start_time": 4382230.0,
      "end_time": 4387030.0,
      "text": "Buddhist at all, just on the surface. They go to the temple, they shake joss sticks and"
    },
    {
      "index": 685,
      "start_time": 4387030.0,
      "end_time": 4396489.0,
      "text": "that&#39;s about as far as they go. And, after many emails, phone calls, the Taiwanese business"
    },
    {
      "index": 686,
      "start_time": 4396490.0,
      "end_time": 4401761.0,
      "text": "said, &quot;We&#39;re going to send a delegation over to Sydney to sign the contract.&quot; Going to be"
    },
    {
      "index": 687,
      "start_time": 4401760.0,
      "end_time": 4407530.0,
      "text": "worth a lot of money, quite a few million dollars. So they came, they discussed the"
    },
    {
      "index": 688,
      "start_time": 4407530.0,
      "end_time": 4413980.0,
      "text": "final details, they said, &quot;Okay, we&#39;re ready to sign. But not now, we&#39;ll sign later"
    },
    {
      "index": 689,
      "start_time": 4413980.0,
      "end_time": 4422150.0,
      "text": "on this evening, after you have supplied us with, (please excuse me,) prostitutes each"
    },
    {
      "index": 690,
      "start_time": 4422150.0,
      "end_time": 4430469.0,
      "text": "and taken us to a night club and pay for all the beer and the other alcohol.&quot; And this"
    },
    {
      "index": 691,
      "start_time": 4430470.0,
      "end_time": 4437120.0,
      "text": "guy, he said, look &quot;I&#39;m a Buddhist. I have a wife, I don&#39;t want a prostitute and I&#39;m not going"
    },
    {
      "index": 692,
      "start_time": 4437120.0,
      "end_time": 4443881.0,
      "text": "to get you prostitutes either, and I don&#39;t drink alcohol.&quot; And the business people from"
    },
    {
      "index": 693,
      "start_time": 4443880.0,
      "end_time": 4450480.0,
      "text": "Taiwan said, &quot;Look, this is what we want. If you don&#39;t give it to us, there&#39;s no contract.&quot;"
    },
    {
      "index": 694,
      "start_time": 4450480.0,
      "end_time": 4457510.0,
      "text": "He had this choice, just give in, just for one night and get this multi-million dollar"
    },
    {
      "index": 695,
      "start_time": 4457510.0,
      "end_time": 4468260.0,
      "text": "contract for his own company or keep his precepts and keep the trust of his wife. I&#39;m so proud"
    },
    {
      "index": 696,
      "start_time": 4468260.0,
      "end_time": 4478019.0,
      "text": "of him, he said, &quot;No contract. I prefer to keep my precepts. I prefer my wife.&quot; So the"
    },
    {
      "index": 697,
      "start_time": 4478020.0,
      "end_time": 4483720.0,
      "text": "business people said, &quot;Okay no contract.&quot; And he went home. He was so disappointed because"
    },
    {
      "index": 698,
      "start_time": 4483720.0,
      "end_time": 4489560.0,
      "text": "you know, businesses need those contracts, he employs many people and that makes him"
    },
    {
      "index": 699,
      "start_time": 4489560.0,
      "end_time": 4495651.0,
      "text": "very difficult, not winning the contract, especially when you get so close. He was at home that night,"
    },
    {
      "index": 700,
      "start_time": 4495650.0,
      "end_time": 4502380.0,
      "text": "feeling a bit down, late at night he got a telephone call from those businessmen and"
    },
    {
      "index": 701,
      "start_time": 4502380.0,
      "end_time": 4509829.0,
      "text": "they said, &quot;We&#39;ve been discussing you, thinking about this. We&#39;d rather do business with someone"
    },
    {
      "index": 702,
      "start_time": 4509830.0,
      "end_time": 4515551.0,
      "text": "who doesn&#39;t cheat on his wife because if someone cheats on his wife, he&#39;ll probably cheat on"
    },
    {
      "index": 703,
      "start_time": 4515550.0,
      "end_time": 4522719.0,
      "text": "us too. We prefer someone who&#39;s virtuous and doesn&#39;t take alcohol. So because of your"
    },
    {
      "index": 704,
      "start_time": 4522720.0,
      "end_time": 4528620.0,
      "text": "high standards we want to come to your house if you&#39;re still up to sign the contract.&quot;"
    },
    {
      "index": 705,
      "start_time": 4528620.0,
      "end_time": 4534481.0,
      "text": "The contract was signed. Cos it doesn&#39;t make sense, if you&#39;re running a company, who would"
    },
    {
      "index": 706,
      "start_time": 4534480.0,
      "end_time": 4540150.0,
      "text": "you like to do business with? Someone who cheats on their wife? Someone who doesn&#39;t mind"
    },
    {
      "index": 707,
      "start_time": 4540150.0,
      "end_time": 4544780.0,
      "text": "getting drunk and spilling all the secrets of the business? Who would you rather do"
    },
    {
      "index": 708,
      "start_time": 4544780.0,
      "end_time": 4551489.0,
      "text": "business with? It was a wonderful true story of how he got that contract, kept his precepts,"
    },
    {
      "index": 709,
      "start_time": 4551490.0,
      "end_time": 4558031.0,
      "text": "because it makes so much sense. So social drinking, you don&#39;t need to do the social drinking."
    },
    {
      "index": 710,
      "start_time": 4558030.0,
      "end_time": 4564920.0,
      "text": "In fact if you keep sober when all the other people in the other businesses or the"
    },
    {
      "index": 711,
      "start_time": 4564920.0,
      "end_time": 4571760.0,
      "text": "people in your office, in your department, your company, after they&#39;ve taken a few drinks,"
    },
    {
      "index": 712,
      "start_time": 4571760.0,
      "end_time": 4578900.0,
      "text": "it&#39;s amazing how many secrets they spill, and you are sober enough to remember it all."
    },
    {
      "index": 713,
      "start_time": 4578900.0,
      "end_time": 4586670.0,
      "text": "heeheeheehee [laughs] So you don&#39;t need to have social drinks, not these days anyway. It&#39;s"
    },
    {
      "index": 714,
      "start_time": 4586670.0,
      "end_time": 4594210.0,
      "text": "quite acceptable to be sober. So there we go, those are the questions tonight, so thank"
    },
    {
      "index": 715,
      "start_time": 4594210.0,
      "end_time": 4600750.0,
      "text": "you all for listening. There&#39;ll be some more questions tomorrow and I did do really well, no ghost stories,"
    },
    {
      "index": 716,
      "start_time": 4600750.0,
      "end_time": 4610750.0,
      "text": "no food...oops I shared them again [laughter] Saaaadhu! Saaaaadhuuu!! Saaaaaaaaadhu!!! [chuckles]"
    }
  ]
}