{
  "video_id": "s2-Ozrnyas0",
  "title": "Witnesses to the Holocaust: Liberation 1945",
  "json": [
    {
      "index": 1,
      "start_time": 6100.0,
      "end_time": 21180.0,
      "text": "Winter and Spring, 1945. As Allied troops advanced across Europe toward Germany, they"
    },
    {
      "index": 2,
      "start_time": 21180.0,
      "end_time": 28020.0,
      "text": "encountered Nazi concentration camps and liberated thousands of prisoners. In the camps, combat-hardened"
    },
    {
      "index": 3,
      "start_time": 28020.0,
      "end_time": 32870.0,
      "text": "soldiers witnessed first-hand the brutality and inhumanity of the Nazi regime and its"
    },
    {
      "index": 4,
      "start_time": 32870.0,
      "end_time": 39409.0,
      "text": "so-called policies of “racial superiority.” They found piles of unburied corpses and barracks"
    },
    {
      "index": 5,
      "start_time": 39409.0,
      "end_time": 45249.0,
      "text": "filled with dead and dying prisoners. The small percentage of inmates who survived often"
    },
    {
      "index": 6,
      "start_time": 45249.0,
      "end_time": 50149.0,
      "text": "required immediate assistance after months and years of maltreatment, starvation, and"
    },
    {
      "index": 7,
      "start_time": 50149.0,
      "end_time": 55839.0,
      "text": "forced labor at the hands of the Nazis and their collaborators. U.S. Army General Dwight"
    },
    {
      "index": 8,
      "start_time": 55839.0,
      "end_time": 60749.0,
      "text": "D. Eisenhower made a deliberate visit to the Ohrdruf concentration camp in order to witness"
    },
    {
      "index": 9,
      "start_time": 60749.0,
      "end_time": 66060.0,
      "text": "personally the evidence of Nazi atrocities. He urged others to see the camps directly,"
    },
    {
      "index": 10,
      "start_time": 66060.0,
      "end_time": 72689.0,
      "text": "lest “the stories of Nazi brutality” be forgotten or dismissed as “merely propaganda.”"
    },
    {
      "index": 11,
      "start_time": 72689.0,
      "end_time": 77469.0,
      "text": "The weeks and months following liberation did not bring an immediate return to normal"
    },
    {
      "index": 12,
      "start_time": 77469.0,
      "end_time": 81649.0,
      "text": "life. Survivors struggled to restore their health, regain their dignity, and rebuild"
    },
    {
      "index": 13,
      "start_time": 81649.0,
      "end_time": 89869.0,
      "text": "lives disrupted and destroyed during the Holocaust. Sixty-five years after the end of World War"
    },
    {
      "index": 14,
      "start_time": 89869.0,
      "end_time": 95329.0,
      "text": "II, we honor and remember the victims of the Holocaust and the military personnel who liberated"
    },
    {
      "index": 15,
      "start_time": 95329.0,
      "end_time": 109960.0,
      "text": "and cared for the survivors."
    },
    {
      "index": 16,
      "start_time": 109960.0,
      "end_time": 117359.0,
      "text": "I ran in that direction and as I came onto that place I noticed many prisoners yelling"
    },
    {
      "index": 17,
      "start_time": 117359.0,
      "end_time": 127179.0,
      "text": "and screaming and jumping and dancing. And there, standing among them were seven giants,"
    },
    {
      "index": 18,
      "start_time": 127179.0,
      "end_time": 134280.0,
      "text": "young people. They must have been 18 or 19... American soldiers. There were seven or eight"
    },
    {
      "index": 19,
      "start_time": 134280.0,
      "end_time": 140130.0,
      "text": "of them standing inside the camp. Apparently they cut the wire and came into the camp."
    },
    {
      "index": 20,
      "start_time": 140130.0,
      "end_time": 150750.0,
      "text": "They were bewildered by us, wild and unkempt and dirty and, I’m sure, smelly people,"
    },
    {
      "index": 21,
      "start_time": 150750.0,
      "end_time": 158170.0,
      "text": "jumping and dancing and trying to embrace them and kiss them. And I did too. I also"
    },
    {
      "index": 22,
      "start_time": 158170.0,
      "end_time": 166510.0,
      "text": "joined the crowd and yelled and screamed and somehow knew that the day of liberation has"
    },
    {
      "index": 23,
      "start_time": 166510.0,
      "end_time": 171590.0,
      "text": "come. It was a strange feeling for me, however, because as I remember it, on the one hand,"
    },
    {
      "index": 24,
      "start_time": 171590.0,
      "end_time": 181090.0,
      "text": "I was, I was overwhelmed by this unexpected and unhoped for encounter of freedom, but"
    },
    {
      "index": 25,
      "start_time": 181090.0,
      "end_time": 187950.0,
      "text": "at the same time, what was happening was outside of me. I really... I didn’t know what to"
    },
    {
      "index": 26,
      "start_time": 187950.0,
      "end_time": 195110.0,
      "text": "make of it. I knew I was free, but I didn’t count on it. I somehow didn’t know what"
    },
    {
      "index": 27,
      "start_time": 195110.0,
      "end_time": 201380.0,
      "text": "it meant. And I knew it was great, but I… I was overjoyed because all people around"
    },
    {
      "index": 28,
      "start_time": 201380.0,
      "end_time": 212490.0,
      "text": "me were overjoyed and were singing and dancing and, and...But I was 17. I was free, but what"
    },
    {
      "index": 29,
      "start_time": 212490.0,
      "end_time": 219660.0,
      "text": "it meant I wasn’t sure."
    },
    {
      "index": 30,
      "start_time": 219660.0,
      "end_time": 233480.0,
      "text": "From there we go into the barracks. They were long, almost like a poultry building that"
    },
    {
      "index": 31,
      "start_time": 233480.0,
      "end_time": 242970.0,
      "text": "we might see down in Missouri, perhaps a hundred feet long and maybe twenty-five feet wide."
    },
    {
      "index": 32,
      "start_time": 242970.0,
      "end_time": 253390.0,
      "text": "But as we went into this first barracks, we were overrun almost by about twenty-five or"
    },
    {
      "index": 33,
      "start_time": 253390.0,
      "end_time": 262070.0,
      "text": "thirty of these inmates, who came and hugged us and tried to show us the gratitude they"
    },
    {
      "index": 34,
      "start_time": 262070.0,
      "end_time": 272190.0,
      "text": "had for us being there liberating them. Actually, we did not liberate them. It was the infantry"
    },
    {
      "index": 35,
      "start_time": 272190.0,
      "end_time": 281820.0,
      "text": "units themselves that liberated these people. But anyway, they were so overwhelmed with"
    },
    {
      "index": 36,
      "start_time": 281820.0,
      "end_time": 290070.0,
      "text": "emotion that they tried every way they could to show us appreciation. But I remember this"
    },
    {
      "index": 37,
      "start_time": 290070.0,
      "end_time": 297380.0,
      "text": "young man. His name was, we called him Bud. He and I both had some caramels and I had"
    },
    {
      "index": 38,
      "start_time": 297380.0,
      "end_time": 305540.0,
      "text": "some K-ration biscuits, and we started to distribute them among these soldiers, or rather,"
    },
    {
      "index": 39,
      "start_time": 305540.0,
      "end_time": 313460.0,
      "text": "these camp inmates. And the net result was all, we almost started a riot because they"
    },
    {
      "index": 40,
      "start_time": 313460.0,
      "end_time": 325400.0,
      "text": "fought like animals trying to get anything that looked like food. And this man and I"
    },
    {
      "index": 41,
      "start_time": 325400.0,
      "end_time": 336870.0,
      "text": "have discussed that since then and we have never encountered such an atmosphere of complete"
    },
    {
      "index": 42,
      "start_time": 336870.0,
      "end_time": 338180.0,
      "text": "desolation of the, of mankind. And then I recall that in these, in this building itself,"
    },
    {
      "index": 43,
      "start_time": 338180.0,
      "end_time": 338530.0,
      "text": "it was made like shelves that went clear to the ceiling and they would be just maybe two"
    },
    {
      "index": 44,
      "start_time": 338530.0,
      "end_time": 338850.0,
      "text": "feet wide and two feet square, and these went the full length of the building, and these"
    },
    {
      "index": 45,
      "start_time": 338850.0,
      "end_time": 342889.0,
      "text": "people would climb up and slide into these slots, I guess you could call them, and not"
    },
    {
      "index": 46,
      "start_time": 342889.0,
      "end_time": 351560.0,
      "text": "a blanket, not any kind of bed clothes at all, nothing but pure wood. And there they"
    },
    {
      "index": 47,
      "start_time": 351560.0,
      "end_time": 351560.0,
      "text": "slept at night, and no, no ventilation, and no sanitary equipment that they would need."
    },
    {
      "index": 48,
      "start_time": 351560.0,
      "end_time": 351560.0,
      "text": "But that, what bothered me the most was out of these 25 or 30, there was 6 or 8 that just"
    },
    {
      "index": 49,
      "start_time": 351560.0,
      "end_time": 351560.0,
      "text": "stared at the walls. I mean, there was not one bit of a feeling of or any kind of expression"
    },
    {
      "index": 50,
      "start_time": 351560.0,
      "end_time": 352340.0,
      "text": "of who they were or what they were doing there. They just stared at the walls and I’ve often"
    },
    {
      "index": 51,
      "start_time": 352340.0,
      "end_time": 352530.0,
      "text": "wondered, I wonder how many of these ever will be able to recover from that traumatic"
    },
    {
      "index": 52,
      "start_time": 352530.0,
      "end_time": 352680.0,
      "text": "experience that they had been through. And so, that left me sad to say the least."
    },
    {
      "index": 53,
      "start_time": 352680.0,
      "end_time": 354510.0,
      "text": "They were so thin. I couldn’t pick any of them up. I tried to, but if I were to pick"
    },
    {
      "index": 54,
      "start_time": 354510.0,
      "end_time": 360530.0,
      "text": "them up I’d tear the skin. So we had to be very, very careful moving them out. The"
    },
    {
      "index": 55,
      "start_time": 360530.0,
      "end_time": 366020.0,
      "text": "skin was just so terrible. So it would take, oh, about at least three people, one person"
    },
    {
      "index": 56,
      "start_time": 366020.0,
      "end_time": 370160.0,
      "text": "take the head, one person take the legs, and very carefully lift them up and get them outside,"
    },
    {
      "index": 57,
      "start_time": 370160.0,
      "end_time": 375880.0,
      "text": "go ahead and get them outside of that place. We put up tents outside. We had cots and clean"
    },
    {
      "index": 58,
      "start_time": 375880.0,
      "end_time": 382930.0,
      "text": "bedding. So we’d take them out there. Or, if there was a hospital nearby, we’d go"
    },
    {
      "index": 59,
      "start_time": 382930.0,
      "end_time": 390720.0,
      "text": "and take over that hospital and move them in there. But we couldn’t… for typhus,"
    },
    {
      "index": 60,
      "start_time": 390720.0,
      "end_time": 396240.0,
      "text": "that was the main thing, there was no medication. Just supportive treatment and get fluids down"
    },
    {
      "index": 61,
      "start_time": 396240.0,
      "end_time": 400620.0,
      "text": "them. Well they couldn’t drink anything, so we had to feed them with medicine droppers."
    },
    {
      "index": 62,
      "start_time": 400620.0,
      "end_time": 405530.0,
      "text": "And we couldn’t give them hypos because there was no place to stick them. There was"
    },
    {
      "index": 63,
      "start_time": 405530.0,
      "end_time": 427360.0,
      "text": "no skin at all... no muscle, just skin"
    },
    {
      "index": 64,
      "start_time": 427360.0,
      "end_time": 449790.0,
      "text": "and bone. There was no place to give them a hypo."
    },
    {
      "index": 65,
      "start_time": 449790.0,
      "end_time": 497479.0,
      "text": "I want you to know that when the war ended, I weighed the equivalent of probably what"
    },
    {
      "index": 66,
      "start_time": 497479.0,
      "end_time": 537279.0,
      "text": "is 70 pounds, and I was skin and bone. And I do remember that when that British soldier"
    },
    {
      "index": 67,
      "start_time": 537279.0,
      "end_time": 545079.0,
      "text": "came and asked me... he said he’s... can he do something for me? And I said to him"
    },
    {
      "index": 68,
      "start_time": 545079.0,
      "end_time": 550480.0,
      "text": "I’d like two things. I’d like him to give me, bring me warm socks. We’re talking,"
    },
    {
      "index": 69,
      "start_time": 550480.0,
      "end_time": 551709.0,
      "text": "this was already May. It was warm. I was cold. I wanted warm socks, knee-length socks. And"
    },
    {
      "index": 70,
      "start_time": 551709.0,
      "end_time": 552869.0,
      "text": "I wanted sugar. So he brought me – I was craving sugar, I suppose – he brought me"
    },
    {
      "index": 71,
      "start_time": 552869.0,
      "end_time": 554319.0,
      "text": "socks and I do remember two things. I remember when he... that I put on the socks and I started"
    },
    {
      "index": 72,
      "start_time": 554319.0,
      "end_time": 555480.0,
      "text": "to cry because I didn’t have any calf. I was all bones and this... the knee-length"
    },
    {
      "index": 73,
      "start_time": 555480.0,
      "end_time": 556779.0,
      "text": "socks wouldn’t stay on. But I also remember that when he gave me the sugar, and it may"
    },
    {
      "index": 74,
      "start_time": 556779.0,
      "end_time": 558869.0,
      "text": "not have been more than maybe a quarter of a pound maybe, a little bag of sugar, but"
    },
    {
      "index": 75,
      "start_time": 558869.0,
      "end_time": 559149.0,
      "text": "it was maybe, as I said, sugar, just plain sugar. I took that bag and I just poured it"
    },
    {
      "index": 76,
      "start_time": 559149.0,
      "end_time": 559420.0,
      "text": "into my mouth. I just ate it like that. And I remember... I remember it because he got"
    },
    {
      "index": 77,
      "start_time": 559420.0,
      "end_time": 560509.0,
      "text": "scared, and he ran out looking for the nurses because he thought God knows what I did to"
    },
    {
      "index": 78,
      "start_time": 560509.0,
      "end_time": 563300.0,
      "text": "myself by eating all this sugar. And I remember the nurse said to him in German that it’s"
    },
    {
      "index": 79,
      "start_time": 563300.0,
      "end_time": 563309.0,
      "text": "okay. I was probably just craving sugar."
    },
    {
      "index": 80,
      "start_time": 563309.0,
      "end_time": 563329.0,
      "text": "My very clear view of freedom and liberation came that morning when I stood in this doorway"
    },
    {
      "index": 81,
      "start_time": 563329.0,
      "end_time": 564149.0,
      "text": "of that abandoned factory and I saw a car coming down the hill. And the reality of that"
    },
    {
      "index": 82,
      "start_time": 564149.0,
      "end_time": 564369.0,
      "text": "came when I saw the white star on its hood and not the swastika. There were two men in"
    },
    {
      "index": 83,
      "start_time": 564369.0,
      "end_time": 564509.0,
      "text": "that car. One jumped out. I saw some skeletal figures trying to get"
    },
    {
      "index": 84,
      "start_time": 564509.0,
      "end_time": 565300.0,
      "text": "some water from a hand pump. But over on the other side, leaning against the wall next"
    },
    {
      "index": 85,
      "start_time": 565300.0,
      "end_time": 571649.0,
      "text": "to the entrance of the building, I saw a girl standing, and I decided to walk up to her."
    },
    {
      "index": 86,
      "start_time": 571649.0,
      "end_time": 578660.0,
      "text": "I remember that aura of him, of that awe, of that disbelief in daylight, to really see"
    },
    {
      "index": 87,
      "start_time": 578660.0,
      "end_time": 590059.0,
      "text": "someone who fought for our freedom, for my ideals. And he looked like God to me."
    },
    {
      "index": 88,
      "start_time": 590059.0,
      "end_time": 595540.0,
      "text": "And I asked her in German and in English whether she spoke either language, and she answered"
    },
    {
      "index": 89,
      "start_time": 595540.0,
      "end_time": 601259.0,
      "text": "me in German. And I knew what I had to say. And I said to"
    },
    {
      "index": 90,
      "start_time": 601259.0,
      "end_time": 608110.0,
      "text": "him, “We are Jewish, you know.” For a very long time – at least to me it seemed"
    },
    {
      "index": 91,
      "start_time": 608110.0,
      "end_time": 614319.0,
      "text": "very long – he didn’t answer me. And then his own voice betrayed his emotion. He was"
    },
    {
      "index": 92,
      "start_time": 614319.0,
      "end_time": 618189.0,
      "text": "wearing dark glasses. I couldn’t see his eyes. He said, “So am I.”"
    },
    {
      "index": 93,
      "start_time": 618189.0,
      "end_time": 628199.0,
      "text": "I asked about her companions. He said, “May I see the other ladies?”A"
    },
    {
      "index": 94,
      "start_time": 628199.0,
      "end_time": 635429.0,
      "text": "form of address we hadn’t heard for six years. I told him most of the girls were inside."
    },
    {
      "index": 95,
      "start_time": 635429.0,
      "end_time": 641589.0,
      "text": "They were too ill to walk. And he said to me, “Won’t you come with me?” I didn’t"
    },
    {
      "index": 96,
      "start_time": 641589.0,
      "end_time": 653389.0,
      "text": "know what he meant. So he held the door open for me and let me precede him. And that was"
    },
    {
      "index": 97,
      "start_time": 653389.0,
      "end_time": 662809.0,
      "text": "the moment of restoration of humanity, of humaneness, of dignity, of freedom."
    },
    {
      "index": 98,
      "start_time": 662809.0,
      "end_time": 678720.0,
      "text": "We went inside the factory. It was an indescribable scene. There were women scattered over the"
    },
    {
      "index": 99,
      "start_time": 678720.0,
      "end_time": 686619.0,
      "text": "floor on scraps of straw, some of them quite obviously with the mark of death on their"
    },
    {
      "index": 100,
      "start_time": 686619.0,
      "end_time": 689790.0,
      "text": "faces. I took him to see my friends."
    },
    {
      "index": 101,
      "start_time": 689790.0,
      "end_time": 699759.0,
      "text": "The girl who was my guide made sort of a sweeping gesture over this scene of devastation and"
    },
    {
      "index": 102,
      "start_time": 699759.0,
      "end_time": 708449.0,
      "text": "said the following words, “Noble be man, merciful and good.” And I could hardly believe"
    },
    {
      "index": 103,
      "start_time": 708449.0,
      "end_time": 717339.0,
      "text": "that she was able to summon a poem by the German poet Goethe, which was called, is called,"
    },
    {
      "index": 104,
      "start_time": 717339.0,
      "end_time": 723660.0,
      "text": "“The Divine,” at such a moment. And there was nothing that she could have said that"
    },
    {
      "index": 105,
      "start_time": 723660.0,
      "end_time": 733160.0,
      "text": "would have underscored the grim irony of the situation better than what she did."
    },
    {
      "index": 106,
      "start_time": 733160.0,
      "end_time": 737639.0,
      "text": "And this first young American of Liberation Day is now my husband. He opened not only"
    },
    {
      "index": 107,
      "start_time": 737639.0,
      "end_time": 745829.0,
      "text": "the door for me, but the door to my life and my future."
    },
    {
      "index": 108,
      "start_time": 745829.0,
      "end_time": 759689.0,
      "text": "On this day in April 1945, with some of my comrades, I walked through the gates of a"
    },
    {
      "index": 109,
      "start_time": 759689.0,
      "end_time": 769610.0,
      "text": "place called Buchenwald. I was totally unprepared for what I saw. For someone of 19, they couldn’t"
    },
    {
      "index": 110,
      "start_time": 769610.0,
      "end_time": 776489.0,
      "text": "be prepared. They haven’t lived long enough. I was still trying to develop my values system."
    },
    {
      "index": 111,
      "start_time": 776489.0,
      "end_time": 780920.0,
      "text": "I was still trying to sort things out. And then all of a sudden, slap, right in the face"
    },
    {
      "index": 112,
      "start_time": 780920.0,
      "end_time": 791040.0,
      "text": "was the horror perpetrated by man against man. But nevertheless the story must be told."
    },
    {
      "index": 113,
      "start_time": 791040.0,
      "end_time": 795149.0,
      "text": "We must talk about the crematoriums. We must talk about the dead. We must talk about the"
    },
    {
      "index": 114,
      "start_time": 795149.0,
      "end_time": 800949.0,
      "text": "denigration of human personalities. How they tried to make people less than human. And"
    },
    {
      "index": 115,
      "start_time": 800949.0,
      "end_time": 805980.0,
      "text": "the purposes are beyond me. It boggles the mind for me to try to figure out, why? Why"
    },
    {
      "index": 116,
      "start_time": 805980.0,
      "end_time": 813290.0,
      "text": "would someone take millions of people and in a planned, organized, systematic way try"
    },
    {
      "index": 117,
      "start_time": 813290.0,
      "end_time": 820439.0,
      "text": "to destroy them and exterminate them? I have yet to come to grips with that in my own mind."
    },
    {
      "index": 118,
      "start_time": 820439.0,
      "end_time": 825839.0,
      "text": "But I know that I must share this so that the history books really tell the story as"
    },
    {
      "index": 119,
      "start_time": 825839.0,
      "end_time": 831689.0,
      "text": "it is. That nobody sugarcoats the history as they did with slavery. And make you think"
    },
    {
      "index": 120,
      "start_time": 831689.0,
      "end_time": 835689.0,
      "text": "that all slaves loved the plantation when it’s not true. We cannot, even though the"
    },
    {
      "index": 121,
      "start_time": 835689.0,
      "end_time": 840589.0,
      "text": "revisionists are out there today writing books and telling students that it never happened,"
    },
    {
      "index": 122,
      "start_time": 840589.0,
      "end_time": 848709.0,
      "text": "we cannot ignore our responsibilities to tell the stories. Yes, we must be graphic. We must"
    },
    {
      "index": 123,
      "start_time": 848709.0,
      "end_time": 853329.0,
      "text": "use the media. We must come together like this to focus attention across the world."
    },
    {
      "index": 124,
      "start_time": 853329.0,
      "end_time": 859549.0,
      "text": "But in the final analysis my friends, if we want to avoid another Holocaust, if we want"
    },
    {
      "index": 125,
      "start_time": 859549.0,
      "end_time": 866110.0,
      "text": "to make sure that this doesn’t happen again, then we have a personal responsibility to"
    },
    {
      "index": 126,
      "start_time": 866110.0,
      "end_time": 876110.0,
      "text": "do something about it."
    }
  ]
}