{
  "video_id": "S4gemINPkAE",
  "title": "5 Reasons to Buy a Baby Carrier | CloudMom",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 11290.0,
      "end_time": 16820.0,
      "text": "Hi everybody. I’m Melissa and welcome to Cloudmom. There are so many wonderful strollers"
    },
    {
      "index": 2,
      "start_time": 16820.0,
      "end_time": 21400.0,
      "text": "in the marketplace these days you might ask yourself, \"Why should I even need a baby carrier?\""
    },
    {
      "index": 3,
      "start_time": 21400.0,
      "end_time": 26960.0,
      "text": "Well here are five reasons why a baby carrier might be a terrific solution for you. The"
    },
    {
      "index": 4,
      "start_time": 26960.0,
      "end_time": 32750.0,
      "text": "number one reason is flexibility. The baby carrier allows you to function like a \"mommy"
    },
    {
      "index": 5,
      "start_time": 32750.0,
      "end_time": 39899.0,
      "text": "octopus.\" You can do things like grocery shop, fold laundry, deal with your other kids, do"
    },
    {
      "index": 6,
      "start_time": 39899.0,
      "end_time": 46330.0,
      "text": "office-type work at your computer. Your hands are free so you’re gaining so much flexibility,"
    },
    {
      "index": 7,
      "start_time": 46330.0,
      "end_time": 51430.0,
      "text": "and meanwhile you’re with your baby. Number two is really convenience. You might live"
    },
    {
      "index": 8,
      "start_time": 51430.0,
      "end_time": 57120.0,
      "text": "in a city where you’re frequently on and off buses, public transportation, or even"
    },
    {
      "index": 9,
      "start_time": 57120.0,
      "end_time": 62600.0,
      "text": "if you drive, a baby carrier is a really wonderful way to easily get in and out of the car. Pop"
    },
    {
      "index": 10,
      "start_time": 62600.0,
      "end_time": 66110.0,
      "text": "your baby in and go along your way. And there are certain carriers that are made almost"
    },
    {
      "index": 11,
      "start_time": 66110.0,
      "end_time": 69509.0,
      "text": "for this reason that they’re so easy to get the baby in and out, such as a ring sling"
    },
    {
      "index": 12,
      "start_time": 69509.0,
      "end_time": 76220.0,
      "text": "for example. Number three: nursing. In my view, a baby carrier is very supportive of"
    },
    {
      "index": 13,
      "start_time": 76220.0,
      "end_time": 82170.0,
      "text": "nursing for two reasons. You have that close, physical proximity to your baby, crucial for"
    },
    {
      "index": 14,
      "start_time": 82170.0,
      "end_time": 86880.0,
      "text": "nursing. It’s that physical proximity that allows the hormones in your body to begin"
    },
    {
      "index": 15,
      "start_time": 86880.0,
      "end_time": 91830.0,
      "text": "to produce milk. So it’s absolutely key, especially in the early months when you’re"
    },
    {
      "index": 16,
      "start_time": 91830.0,
      "end_time": 97190.0,
      "text": "developing your milk supply. So from that perspective it’s wonderful. And it’s also"
    },
    {
      "index": 17,
      "start_time": 97190.0,
      "end_time": 102420.0,
      "text": "easy once you learn how to do it with certain carriers to nurse your baby in the carrier."
    },
    {
      "index": 18,
      "start_time": 102420.0,
      "end_time": 106390.0,
      "text": "Bonding also is part of this, wonderful way for you to bond with your baby, and wonderful"
    },
    {
      "index": 19,
      "start_time": 106390.0,
      "end_time": 112130.0,
      "text": "way for dad to bond with the baby. So often dads can feel excluded when the mother’s"
    },
    {
      "index": 20,
      "start_time": 112130.0,
      "end_time": 116070.0,
      "text": "nursing. So this is a great way to involve dad and to give him that physical intimacy"
    },
    {
      "index": 21,
      "start_time": 116070.0,
      "end_time": 122350.0,
      "text": "with the baby. So it’s a really wonderful thing. Cost. Many of these carriers are reasonably"
    },
    {
      "index": 22,
      "start_time": 122350.0,
      "end_time": 126530.0,
      "text": "priced compared to other expensive strollers on the marketplace. There are people who don’t"
    },
    {
      "index": 23,
      "start_time": 126530.0,
      "end_time": 131870.0,
      "text": "even buy strollers. They just buy carriers. And finally, interestingly enough, exercise."
    },
    {
      "index": 24,
      "start_time": 131870.0,
      "end_time": 137129.0,
      "text": "One, a great way to get yourself back in shape after you’ve had a baby is to have your"
    },
    {
      "index": 25,
      "start_time": 137129.0,
      "end_time": 142599.0,
      "text": "baby in a carrier and to walk. It can help you develop your core strength again. And"
    },
    {
      "index": 26,
      "start_time": 142599.0,
      "end_time": 147529.0,
      "text": "in fact certain women, after certain types of deliveries, it’s suggested to them to"
    },
    {
      "index": 27,
      "start_time": 147529.0,
      "end_time": 151769.0,
      "text": "have their baby in a carrier and to walk, because it’s wonderful exercise. So those"
    },
    {
      "index": 28,
      "start_time": 151769.0,
      "end_time": 158560.0,
      "text": "are five reasons why having a baby carrier can be a terrific choice for you. I have a"
    },
    {
      "index": 29,
      "start_time": 158560.0,
      "end_time": 163090.0,
      "text": "whole slew of videos coming out on baby carriers so please watch them. Please weigh in with"
    },
    {
      "index": 30,
      "start_time": 163090.0,
      "end_time": 173090.0,
      "text": "your own experience on Cloudmom.com. And thank you so much for watching."
    }
  ]
}