{
  "video_id": "S7fMAfcMvdo",
  "title": "What Is Life Really Like In Mexico?",
  "json": [
    {
      "index": 1,
      "start_time": 170.0,
      "end_time": 4059.0,
      "text": "As the country of Mexico struggles with instability, violence, drugs, and cartels"
    },
    {
      "index": 2,
      "start_time": 4059.0,
      "end_time": 11920.0,
      "text": "- fueled by the recent elections, the people of Mexico stand together in protest demanding political and judicial reform."
    },
    {
      "index": 3,
      "start_time": 11920.0,
      "end_time": 16320.0,
      "text": "But, what is life in Mexico really like for the average person?"
    },
    {
      "index": 4,
      "start_time": 16320.0,
      "end_time": 20900.0,
      "text": "First of all, like with most countries, it's impossible to say what life is like for everyone."
    },
    {
      "index": 5,
      "start_time": 20900.0,
      "end_time": 24139.0,
      "text": "Mexico is an incredible diverse country and one of the largest in the world."
    },
    {
      "index": 6,
      "start_time": 24139.0,
      "end_time": 31170.0,
      "text": "So life for a lawyer in metropolitan Guadalajara, is quite different from that of a field worker in Puebla… and"
    },
    {
      "index": 7,
      "start_time": 31170.0,
      "end_time": 34020.0,
      "text": "This says a lot about economic disparity in Mexico."
    },
    {
      "index": 8,
      "start_time": 34020.0,
      "end_time": 41949.0,
      "text": "A country where nearly half of people live in poverty, Mexico is also the home to, Carlos Slim, one of the wealthiest men in the world."
    },
    {
      "index": 9,
      "start_time": 41949.0,
      "end_time": 45429.0,
      "text": "Not surprisingly, Mexico lacks a substantial middle class."
    },
    {
      "index": 10,
      "start_time": 45429.0,
      "end_time": 50019.0,
      "text": "It seems that people live either on one end of the spectrum or the other."
    },
    {
      "index": 11,
      "start_time": 50019.0,
      "end_time": 56949.0,
      "text": "This inequality is markedly worse for citizens when there is a change in administration - every 6 years or so."
    },
    {
      "index": 12,
      "start_time": 56949.0,
      "end_time": 61659.0,
      "text": "The peso depreciated by almost half after President Zedillo took office in 1994, for example."
    },
    {
      "index": 13,
      "start_time": 61659.0,
      "end_time": 66509.0,
      "text": "And allegations of government collusion with criminal organizations abound."
    },
    {
      "index": 14,
      "start_time": 66509.0,
      "end_time": 71119.0,
      "text": "Some territories, particularly in the north, are heavily controlled by Mexican cartels."
    },
    {
      "index": 15,
      "start_time": 71119.0,
      "end_time": 79090.0,
      "text": "And the most violent practice mass killings - even leave decapitated heads on the streets - sights that are absolutely terrifying."
    },
    {
      "index": 16,
      "start_time": 79090.0,
      "end_time": 85029.0,
      "text": "This economic and political instability is perhaps partly why Mexican families are so united."
    },
    {
      "index": 17,
      "start_time": 85029.0,
      "end_time": 89020.0,
      "text": "It’s not uncommon to find 3 generations living under one roof."
    },
    {
      "index": 18,
      "start_time": 89020.0,
      "end_time": 100089.0,
      "text": "Families typically have dinner together in the early evenings and go to church or have other outings together on the weekends where they gather with other family members and friends - further nurturing familial bonds."
    },
    {
      "index": 19,
      "start_time": 100139.0,
      "end_time": 105039.0,
      "text": "One of the most iconic family celebrations is the Fiesta De Quince Anos, or Quinceanera,"
    },
    {
      "index": 20,
      "start_time": 105039.0,
      "end_time": 118020.0,
      "text": "where girls turning 15 years of age are celebrated in church and with huge parties - often with hundreds of attendees who enjoy the tamales, pozole, choreographed dances and traditional mariachi or bandas."
    },
    {
      "index": 21,
      "start_time": 118090.0,
      "end_time": 130060.0,
      "text": "The girls wear lavish dresses, traditionally white, to symbolize purity, which is reflective of the Marianismo and Machismo culture that ascribe traditional gender roles to both men and women."
    },
    {
      "index": 22,
      "start_time": 130000.0,
      "end_time": 140120.0,
      "text": "But, given it's proximity to the US, the culture has been heavily influenced by its neighbor. The dresses even have some color in them now, so this has changed in recent years."
    },
    {
      "index": 23,
      "start_time": 140140.0,
      "end_time": 145020.0,
      "text": "What hasn't changed though is Mexico's reliance on the United States for income."
    },
    {
      "index": 24,
      "start_time": 145020.0,
      "end_time": 155699.0,
      "text": "Mexicans living abroad send around 20 billion dollars per year to their Mexican friends and family members, making these remittances one of Mexico’s top sources of foreign income."
    },
    {
      "index": 25,
      "start_time": 155709.0,
      "end_time": 162089.0,
      "text": "But, despite its close ties to the US, Americans just don't get Mexico at all when it comes to certain things."
    },
    {
      "index": 26,
      "start_time": 162089.0,
      "end_time": 165850.0,
      "text": "To check out my video on what Americans get wrong about Mexico, click here."
    },
    {
      "index": 27,
      "start_time": 165850.0,
      "end_time": 177519.0,
      "text": "It's actually estados unidos Mexicanos which roughly translate to the united state of Mexico and from an American  perspective particularly fueled by the media we tend to think of it as the country struggling with the economy."
    },
    {
      "index": 28,
      "start_time": 177519.0,
      "end_time": 190519.0,
      "text": "Thanks for watching guys and if you haven’t already, please subscribe."
    }
  ]
}