{
  "video_id": "S98EZosvRqg",
  "title": "Why do coffee and alcohol make you PEE more?",
  "json": [
    {
      "index": 1,
      "start_time": 579.0,
      "end_time": 4799.0,
      "text": "Ever wonder why both coffee and alcohol have the unfortunate tendency to make you pee?"
    },
    {
      "index": 2,
      "start_time": 5049.0,
      "end_time": 8669.0,
      "text": "Well aside from the fact that you may have been binge drinking both of these substances"
    },
    {
      "index": 3,
      "start_time": 8889.0,
      "end_time": 14129.0,
      "text": "Hopefully not at the same time. There are actually some simple biological processes at work when nature decides to call."
    },
    {
      "index": 4,
      "start_time": 14440.0,
      "end_time": 20549.0,
      "text": "Your pituitary gland which resides the base of the brain controls the release of a hormone known as antidiuretic hormone."
    },
    {
      "index": 5,
      "start_time": 20920.0,
      "end_time": 28439.0,
      "text": "Or ADH for short. ADH is secreted by the pituitary gland enters the bloodstream and is then carried to the kidney the kidney"
    },
    {
      "index": 6,
      "start_time": 28750.0,
      "end_time": 30809.0,
      "text": "among other things is responsible for monitoring"
    },
    {
      "index": 7,
      "start_time": 30810.0,
      "end_time": 34020.0,
      "text": "How much water is in your body and whether or not you can afford to get rid of it"
    },
    {
      "index": 8,
      "start_time": 34120.0,
      "end_time": 41070.0,
      "text": "In times of dehydration  ADH is responsible for retaining water in your body by inducing the production of aquaporins in the kidney"
    },
    {
      "index": 9,
      "start_time": 41649.0,
      "end_time": 47788.0,
      "text": "Aquaporins are proteins embedded in the kidneys cell membrane that regulate the flow of water in this case allowing water to be reabsorbed back into"
    },
    {
      "index": 10,
      "start_time": 47829.0,
      "end_time": 54389.0,
      "text": "The body so the less water you've got more adh which means greater production of aquaporins and more water reabsorbed"
    },
    {
      "index": 11,
      "start_time": 54399.0,
      "end_time": 56070.0,
      "text": "So instead of letting it out"
    },
    {
      "index": 12,
      "start_time": 56070.0,
      "end_time": 57480.0,
      "text": "You keep it in. Think of it"
    },
    {
      "index": 13,
      "start_time": 57480.0,
      "end_time": 59399.0,
      "text": "Like a glass of water when you're really thirsty"
    },
    {
      "index": 14,
      "start_time": 59399.0,
      "end_time": 66389.0,
      "text": "The aquaporins act like a straw and allow for the water to flow back into your body. More straws equals more water reabsorbed"
    },
    {
      "index": 15,
      "start_time": 66520.0,
      "end_time": 68580.0,
      "text": "So what does ADH have to do with caffeine or alcohol?"
    },
    {
      "index": 16,
      "start_time": 69100.0,
      "end_time": 74549.0,
      "text": "Well, both caffeine and alcohol inhibit the release of ADH by the pituitary gland and as a result the"
    },
    {
      "index": 17,
      "start_time": 74680.0,
      "end_time": 78839.0,
      "text": "Aquaporins are not created to reabsorb water and the amount of water in your pee increases"
    },
    {
      "index": 18,
      "start_time": 79270.0,
      "end_time": 85140.0,
      "text": "This explains why once you've had your morning coffee or at least a couple beers on the patio a pee break is usually soon followed"
    },
    {
      "index": 19,
      "start_time": 85140.0,
      "end_time": 91709.0,
      "text": "In the case of alcohol this inhibition of adh unfortunately contributes to something known as a damn hangover this also explains"
    },
    {
      "index": 20,
      "start_time": 91710.0,
      "end_time": 98369.0,
      "text": "Why urine can seem clear during consumption and look like Tropicana orange juice the next morning. Are you sure you want coffee Frank?"
    },
    {
      "index": 21,
      "start_time": 99640.0,
      "end_time": 101640.0,
      "text": "That's better"
    },
    {
      "index": 22,
      "start_time": 101640.0,
      "end_time": 103640.0,
      "text": "(music)"
    },
    {
      "index": 23,
      "start_time": 103640.0,
      "end_time": 105640.0,
      "text": "(music)"
    }
  ]
}