{
  "video_id": "saLDDirzjAE",
  "title": "Money - Is it Giving You Frustration or Freedom?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8860.0,
      "end_time": 12320.0,
      "text": "Hi! I’m Sharon Jurd and welcome to my Biz Blitz video"
    },
    {
      "index": 2,
      "start_time": 12320.0,
      "end_time": 18880.0,
      "text": "today I’m talking about money – is it giving you frustration or is it giving you freedom?"
    },
    {
      "index": 3,
      "start_time": 18880.0,
      "end_time": 22740.0,
      "text": "Now, when people think about money it can do one of two things."
    },
    {
      "index": 4,
      "start_time": 22740.0,
      "end_time": 33480.0,
      "text": "It can make you have feelings of anger, it can make you have feelings of guilt and it can make you have feelings of frustration."
    },
    {
      "index": 5,
      "start_time": 33480.0,
      "end_time": 42260.0,
      "text": "Or on the other hand, it could give you feelings of joy, feelings of happiness and also freedom."
    },
    {
      "index": 6,
      "start_time": 42260.0,
      "end_time": 47820.0,
      "text": "What is it for you? Is money a bad word or is it a good word?"
    },
    {
      "index": 7,
      "start_time": 47820.0,
      "end_time": 54440.0,
      "text": "It’s just a five-letter word but it can bring different feelings to different people."
    },
    {
      "index": 8,
      "start_time": 54440.0,
      "end_time": 62590.0,
      "text": "And what I find is a lot of people have limiting beliefs around money. And today I want to touch on the three of those."
    },
    {
      "index": 9,
      "start_time": 62600.0,
      "end_time": 68840.0,
      "text": "One, is I hear all of the time “I will never earn that amount of money.”"
    },
    {
      "index": 10,
      "start_time": 68840.0,
      "end_time": 74480.0,
      "text": "They’ve put this cap on themselves and their earning capacity."
    },
    {
      "index": 11,
      "start_time": 74480.0,
      "end_time": 80520.0,
      "text": "And what I say to them is “You need to change these beliefs because you’re just going to stay at the same level all of the time.”"
    },
    {
      "index": 12,
      "start_time": 80520.0,
      "end_time": 86720.0,
      "text": "An easy strategy around this is putting a percentage aside in everything you earn."
    },
    {
      "index": 13,
      "start_time": 86720.0,
      "end_time": 91500.0,
      "text": "Every time you get paid, you put a percentage aside and that grows a nest egg for you"
    },
    {
      "index": 14,
      "start_time": 91500.0,
      "end_time": 98620.0,
      "text": "and allows you to feel like you’re earning money and have some savings and have wealth around you."
    },
    {
      "index": 15,
      "start_time": 98620.0,
      "end_time": 103780.0,
      "text": "The second one is “I will never be able to retire.”"
    },
    {
      "index": 16,
      "start_time": 103780.0,
      "end_time": 110480.0,
      "text": "There’s all talk particularly here in Australia about not having great pensions"
    },
    {
      "index": 17,
      "start_time": 110480.0,
      "end_time": 115760.0,
      "text": "because our older population is growing and what we thought was the amount of money,"
    },
    {
      "index": 18,
      "start_time": 115760.0,
      "end_time": 123480.0,
      "text": "a lot of Australians thought was enough to retire on, they are realising is not because we are living longer."
    },
    {
      "index": 19,
      "start_time": 123480.0,
      "end_time": 128390.0,
      "text": "And what we have to do in our lifetime is to save more and invest more."
    },
    {
      "index": 20,
      "start_time": 128389.99999999999,
      "end_time": 133720.0,
      "text": "By investing, it’s compounding that money to earn you more and more because there’s one thing,"
    },
    {
      "index": 21,
      "start_time": 133720.0,
      "end_time": 140260.0,
      "text": "you do some savings but then you have to invest it in other areas that will make you even more money than you’re earning."
    },
    {
      "index": 22,
      "start_time": 140260.0,
      "end_time": 145420.0,
      "text": "And so we have to be really smart about what we’re doing with our money because we are going to live much longer"
    },
    {
      "index": 23,
      "start_time": 145420.0,
      "end_time": 148299.0,
      "text": "in that retirement and we don’t want to be relying on the government"
    },
    {
      "index": 24,
      "start_time": 148300.0,
      "end_time": 153600.0,
      "text": "to give us pensions that may not suit the lifestyle that we’re used to."
    },
    {
      "index": 25,
      "start_time": 153600.0,
      "end_time": 159420.0,
      "text": "The third thing I hear people saying is “All I do is spend, isn’t money meant to be spent?”"
    },
    {
      "index": 26,
      "start_time": 159420.0,
      "end_time": 166519.0,
      "text": "This limiting belief will ensure that you’ll never have savings around you and never have money around you."
    },
    {
      "index": 27,
      "start_time": 166520.0,
      "end_time": 173220.0,
      "text": "It will come in one door and out the other door. I ask people, “If there was a crisis in your life right now,"
    },
    {
      "index": 28,
      "start_time": 173220.0,
      "end_time": 176200.0,
      "text": "how much money could you come up with right now?"
    },
    {
      "index": 29,
      "start_time": 176200.0,
      "end_time": 185240.0,
      "text": "because if you needed money for a health scare or an emergency, what would that amount be?"
    },
    {
      "index": 30,
      "start_time": 185240.0,
      "end_time": 189240.0,
      "text": "Would it be a thousand dollars? Five thousand dollars?Ten thousand dollars?"
    },
    {
      "index": 31,
      "start_time": 189240.0,
      "end_time": 192820.0,
      "text": "What is it that you’ve got in your crisis management strategy?"
    },
    {
      "index": 32,
      "start_time": 192820.0,
      "end_time": 203140.0,
      "text": "If there is a crisis tomorrow, how are you going to cope with that? Before you go and spend it all, make sure that you put some aside in a crisis fund,"
    },
    {
      "index": 33,
      "start_time": 203140.0,
      "end_time": 209590.0,
      "text": "a bank account and make sure that it’s there because things do happen in life"
    },
    {
      "index": 34,
      "start_time": 209600.0,
      "end_time": 212900.0,
      "text": "and sometimes you’re not able to earn for some time,"
    },
    {
      "index": 35,
      "start_time": 212900.0,
      "end_time": 218620.0,
      "text": "if you’re paid on wages or so forth, make sure that you have that crisis strategy in place."
    },
    {
      "index": 36,
      "start_time": 218620.0,
      "end_time": 223640.0,
      "text": "There are my three limiting beliefs that I hear about money all of the time."
    },
    {
      "index": 37,
      "start_time": 223640.0,
      "end_time": 226700.0,
      "text": "One, I will never earn that amount of money."
    },
    {
      "index": 38,
      "start_time": 226700.0,
      "end_time": 232140.0,
      "text": "Two, I will never be able to retire, and three, all I do is spend."
    },
    {
      "index": 39,
      "start_time": 232140.0,
      "end_time": 237779.0,
      "text": "These three limiting beliefs will stop you earning a dollar figure"
    },
    {
      "index": 40,
      "start_time": 237780.0,
      "end_time": 242320.0,
      "text": "that you are most capable of and it will limit your capacity into the future."
    },
    {
      "index": 41,
      "start_time": 242320.0,
      "end_time": 247280.0,
      "text": "I’m Sharon Jurd, thank you for listening today. I really appreciate your time."
    },
    {
      "index": 42,
      "start_time": 247280.0,
      "end_time": 253900.0,
      "text": "If you think that this video would be of value to your family, friends and colleagues please share it with them."
    },
    {
      "index": 43,
      "start_time": 253900.0,
      "end_time": 258790.0,
      "text": "I want to help as many people as I can and I hope that you’ll help me do that."
    },
    {
      "index": 44,
      "start_time": 258790.00000000003,
      "end_time": 261440.00000000003,
      "text": "So thanks again, talk soon."
    }
  ]
}