{
  "video_id": "sbmJf0GDdgY",
  "title": "How to Sail: Single Handed Capsize: Part 2 of 3: Righting The Boat",
  "json": [
    {
      "index": 1,
      "start_time": 7779.0,
      "end_time": 16610.0,
      "text": "Let’s now look at what you need to do step by step to recover from a capsize."
    },
    {
      "index": 2,
      "start_time": 16610.0,
      "end_time": 21310.0,
      "text": "When you first go into the water, check that you are not caught up on any loose ropes and"
    },
    {
      "index": 3,
      "start_time": 21310.0,
      "end_time": 25509.0,
      "text": "make sure that the mainsheet is fully slack, which will mean that the mainsail flaps when"
    },
    {
      "index": 4,
      "start_time": 25509.0,
      "end_time": 32140.0,
      "text": "the boat is pulled upright. Next swim to the rear of the boat, this will ensure that you"
    },
    {
      "index": 5,
      "start_time": 32140.0,
      "end_time": 36360.0,
      "text": "do not get trapped under the hull should it invert."
    },
    {
      "index": 6,
      "start_time": 36360.0,
      "end_time": 41379.0,
      "text": "And while you’re there check the rudder hasn’t fallen off, if it has, refit it."
    },
    {
      "index": 7,
      "start_time": 41379.0,
      "end_time": 47190.0,
      "text": "If you feel the boat rolling on top of you, you need to swim clear and let the boat settle."
    },
    {
      "index": 8,
      "start_time": 47190.0,
      "end_time": 51710.0,
      "text": "If however you do get trapped under the boat then you need to take a deep breath and bob"
    },
    {
      "index": 9,
      "start_time": 51710.0,
      "end_time": 54719.0,
      "text": "out from underneath the upturned hull."
    },
    {
      "index": 10,
      "start_time": 54719.0,
      "end_time": 59909.0,
      "text": "In this example the boat has fully inverted. To make it easier you need to swim to the"
    },
    {
      "index": 11,
      "start_time": 59909.0,
      "end_time": 65920.0,
      "text": "centreboard in preparation to right the boat. To increase leverage try to get out of the"
    },
    {
      "index": 12,
      "start_time": 65920.0,
      "end_time": 71850.0,
      "text": "water by climbing on the lip of the upturned hull and grab hold of the centreboard. If"
    },
    {
      "index": 13,
      "start_time": 71850.0,
      "end_time": 78189.0,
      "text": "the centreboard has slid back inside the boat, simply grab it and fully extend it like this."
    },
    {
      "index": 14,
      "start_time": 78189.0,
      "end_time": 83180.0,
      "text": "This provides greater leverage to right the boat. But be careful not to damage the trailing"
    },
    {
      "index": 15,
      "start_time": 83180.0,
      "end_time": 89079.0,
      "text": "edge of the centreboard as this is a thin edge and is delicate and very easily damaged."
    },
    {
      "index": 16,
      "start_time": 89079.0,
      "end_time": 94200.0,
      "text": "Now you just need to lean back, there’s no need to strain here as a gentle and sustained"
    },
    {
      "index": 17,
      "start_time": 94200.0,
      "end_time": 99469.0,
      "text": "pressure will suffice and is the key to an effective capsize procedure."
    },
    {
      "index": 18,
      "start_time": 99469.0,
      "end_time": 104409.0,
      "text": "Slowly the boat will adopt the flat capsize position, which, when reached you need to"
    },
    {
      "index": 19,
      "start_time": 104409.0,
      "end_time": 110979.0,
      "text": "apply all your weight to the top of the centreboard and push down. Surface tension of the sail"
    },
    {
      "index": 20,
      "start_time": 110979.0,
      "end_time": 116109.0,
      "text": "on the water may need you to apply a quick pump to break the seal, which when happens"
    },
    {
      "index": 21,
      "start_time": 116109.0,
      "end_time": 120079.0,
      "text": "the boat will right quickly."
    },
    {
      "index": 22,
      "start_time": 120079.0,
      "end_time": 122969.0,
      "text": "Once the boat is upright you can then clamber aboard."
    },
    {
      "index": 23,
      "start_time": 122969.0,
      "end_time": 127840.0,
      "text": "Do not climb in under the boom as it is likely that the extra weight of you under the boom"
    },
    {
      "index": 24,
      "start_time": 127840.0,
      "end_time": 132530.0,
      "text": "will pull the boat over once more so you should swim to the opposite side of the boom and"
    },
    {
      "index": 25,
      "start_time": 132530.0,
      "end_time": 138840.0,
      "text": "climb in from there. To help you, grab the toe straps for extra leverage. Once aboard"
    },
    {
      "index": 26,
      "start_time": 138840.0,
      "end_time": 144010.0,
      "text": "be careful to keep your head clear of the flapping sail and boom. Sort out all the ropes"
    },
    {
      "index": 27,
      "start_time": 144010.0,
      "end_time": 149650.0,
      "text": "and make sure nothing is tangled and open any drainage points and start sailing."
    },
    {
      "index": 28,
      "start_time": 149650.0,
      "end_time": 154540.0,
      "text": "As you get more proficient and more experienced it is possible to right the boat without actually"
    },
    {
      "index": 29,
      "start_time": 154540.0,
      "end_time": 161400.0,
      "text": "getting wet this is called a dry capsize and here’s how. As the boat flips over, if you"
    },
    {
      "index": 30,
      "start_time": 161400.0,
      "end_time": 166500.0,
      "text": "are quick, you can end up sitting on the uppermost side of the boat, you can then quickly step"
    },
    {
      "index": 31,
      "start_time": 166500.0,
      "end_time": 171319.0,
      "text": "over the boat and stand on the centreboard. Using your weight lean on the centreboard"
    },
    {
      "index": 32,
      "start_time": 171319.0,
      "end_time": 177080.0,
      "text": "to pull the boat back upright. As the boat rights itself step back over the side back"
    },
    {
      "index": 33,
      "start_time": 177080.0,
      "end_time": 182440.0,
      "text": "into the cockpit and keep yourself dry. As before you can then sort out all the ropes"
    },
    {
      "index": 34,
      "start_time": 182440.0,
      "end_time": 187580.0,
      "text": "and making sure nothing is tangled, open any drainage points and start sailing."
    },
    {
      "index": 35,
      "start_time": 187580.0,
      "end_time": 192299.0,
      "text": "During the capsize process you may have become stuck in the middle of the no go zone and"
    },
    {
      "index": 36,
      "start_time": 192299.0,
      "end_time": 198689.0,
      "text": "be unable to sail away. This is called being stuck in irons. If this happens simply push"
    },
    {
      "index": 37,
      "start_time": 198689.0,
      "end_time": 204549.0,
      "text": "the boom well out to one side and steer the boat backwards away from the no go zone. See"
    },
    {
      "index": 38,
      "start_time": 204549.0,
      "end_time": 214549.0,
      "text": "our First Sail video for more details on this."
    }
  ]
}