{
  "video_id": "sceweBJUPaI",
  "title": "CNN Student News - 05/24/16",
  "json": [
    {
      "index": 1,
      "start_time": 11395.0,
      "end_time": 15950.0,
      "text": "Hello everyone, I'm Carl Azuz, thank you for taking ten minutes to get up to speed on international"
    },
    {
      "index": 2,
      "start_time": 15950.0,
      "end_time": 20863.0,
      "text": "current events. We're starting this Tuesday on the world's highest mountain. Every year since"
    },
    {
      "index": 3,
      "start_time": 20863.0,
      "end_time": 26950.0,
      "text": "1900 at least one person has died climbing Nepal's Mount Everest, and this year is no exception."
    },
    {
      "index": 4,
      "start_time": 26950.0,
      "end_time": 33710.0,
      "text": "The 2016 climbing season has claimed its first victims. One climber died on Thursday, one on Friday,"
    },
    {
      "index": 5,
      "start_time": 33710.0,
      "end_time": 40042.0,
      "text": "one on Saturday, and one on Sunday. And these deaths, coming so close together, have frightened many of"
    },
    {
      "index": 6,
      "start_time": 40042.0,
      "end_time": 45956.0,
      "text": "the climbers who are starting their trip back down the mountain. So, why did this happen now? Well, most"
    },
    {
      "index": 7,
      "start_time": 45956.0,
      "end_time": 51709.0,
      "text": "people attempt to climb Everest in April and May. One reason, the winds are calmer. In other months,"
    },
    {
      "index": 8,
      "start_time": 51709.0,
      "end_time": 57490.0,
      "text": "there are usually hurricane force winds at the summit. There also tends to be less snow falling at this"
    },
    {
      "index": 9,
      "start_time": 57490.0,
      "end_time": 61848.0,
      "text": "time of year, though temperatures are still well below zero degrees Farenheit."
    },
    {
      "index": 10,
      "start_time": 61848.0,
      "end_time": 69257.0,
      "text": "Mount Everest's spring climbing season has turned deadly with four deaths now in the past four days."
    },
    {
      "index": 11,
      "start_time": 69257.0,
      "end_time": 75812.0,
      "text": "You have to get to 29, 000 feet to get to the top of Mount Everest, and above 26, 000 feet is called"
    },
    {
      "index": 12,
      "start_time": 75812.0,
      "end_time": 81418.0,
      "text": "the Death Zone. There's just not enough oxygen up there for your body to last very long. Now this is"
    },
    {
      "index": 13,
      "start_time": 81418.0,
      "end_time": 85930.0,
      "text": "the first real death from climbing that we've seen since they closed the mountain because of the"
    },
    {
      "index": 14,
      "start_time": 85930.0,
      "end_time": 90085.0,
      "text": "earthquake. Now, remember there was also the avalanche that closed part of the climbing season"
    },
    {
      "index": 15,
      "start_time": 90085.0,
      "end_time": 93981.0,
      "text": "2015 and 2014, so not many people have been up there."
    },
    {
      "index": 16,
      "start_time": 93981.0,
      "end_time": 98817.0,
      "text": "They're also saying that there are so many people trying to get to the top because it is now opened again,"
    },
    {
      "index": 17,
      "start_time": 98817.0,
      "end_time": 104041.0,
      "text": "and that is slowing the ascent, and keeping those people, keeping the climbers in that Death Zone"
    },
    {
      "index": 18,
      "start_time": 104041.0,
      "end_time": 109950.0,
      "text": "longer, cuz it's such a slow climb to the top. Avalanches kill people. Injuries kill people from falling,"
    },
    {
      "index": 19,
      "start_time": 109950.0,
      "end_time": 115634.0,
      "text": "or from ice collapses. Also weather from exposure, and, of course, just altitude sickness alone"
    },
    {
      "index": 20,
      "start_time": 115634.0,
      "end_time": 119480.0,
      "text": "is killing people up there because of the height of Mount Everest."
    },
    {
      "index": 21,
      "start_time": 119480.0,
      "end_time": 126104.0,
      "text": "But for many climbers the danger is what actually attracts them to Mount Everest. And since this years"
    },
    {
      "index": 22,
      "start_time": 126104.0,
      "end_time": 131607.0,
      "text": "climbing season began, about 300 people have made it to the top. We don't know yet if the recent"
    },
    {
      "index": 23,
      "start_time": 131607.0,
      "end_time": 137610.0,
      "text": "deaths there will impact tourism. That's a major industry in Nepal. But tragedies can significantly"
    },
    {
      "index": 24,
      "start_time": 137610.0,
      "end_time": 143209.0,
      "text": "impact the number of people who might want to visit a country. For example, in Egypt, another economy"
    },
    {
      "index": 25,
      "start_time": 143209.0,
      "end_time": 150640.0,
      "text": "that benefits from tourism, visits were down by 40 % early this year as compared to early 2015. And though"
    },
    {
      "index": 26,
      "start_time": 150640.0,
      "end_time": 157012.0,
      "text": "investigators aren't certain what caused EgyptAir Flight 804 to crash in the Mediterranean last week,"
    },
    {
      "index": 27,
      "start_time": 157012.0,
      "end_time": 161918.0,
      "text": "that event, along with some others in recent years, could deeply hurt Egypt."
    },
    {
      "index": 28,
      "start_time": 161918.0,
      "end_time": 168302.0,
      "text": "This crash is a major blow to a fragile but crucial part of the economy. Egypt has been struggling"
    },
    {
      "index": 29,
      "start_time": 168302.0,
      "end_time": 175740.0,
      "text": "to bring back visitors really since 2010 when the number of tourists hit a record high of over 14 million."
    },
    {
      "index": 30,
      "start_time": 175740.0,
      "end_time": 182239.0,
      "text": "Last year that number was about nine million. Now, obviously this decline has impacted the amount of"
    },
    {
      "index": 31,
      "start_time": 182239.0,
      "end_time": 187103.0,
      "text": "money visitors spend in the country, which has been slashed in half over that same time period."
    },
    {
      "index": 32,
      "start_time": 187103.0,
      "end_time": 194836.0,
      "text": "Just to put this into context, tourism accounts for about 11 % of all economic activity, and 11 % of jobs"
    },
    {
      "index": 33,
      "start_time": 194836.0,
      "end_time": 202146.0,
      "text": "in the country are actually tied to the industry itself. This decline in tourism started in 2011 with the revolution,"
    },
    {
      "index": 34,
      "start_time": 202146.0,
      "end_time": 207980.0,
      "text": "the Arab Spring, and unrest after the coup that scared off a ton of people from visiting."
    },
    {
      "index": 35,
      "start_time": 207980.0,
      "end_time": 215042.0,
      "text": "Visitors were actually starting to return in 2015. In fact, the Washington Post even ran a headline on it."
    },
    {
      "index": 36,
      "start_time": 215042.0,
      "end_time": 222133.0,
      "text": "Then, two incidents hurt the recovery. Terrorists brought down a Russian jet just after it took off from an"
    },
    {
      "index": 37,
      "start_time": 222133.0,
      "end_time": 228771.0,
      "text": "Egyptian resort and then a domestic EgyptAir flight was hijacked in March. These and other incidents are"
    },
    {
      "index": 38,
      "start_time": 228771.0,
      "end_time": 234300.0,
      "text": "raising questions for tourists who have really been vacationing in this region for years. And for many"
    },
    {
      "index": 39,
      "start_time": 234300.0,
      "end_time": 240678.0,
      "text": "of these countries, especially those along the Mediterranean, tourism is a crucial part of the economy."
    },
    {
      "index": 40,
      "start_time": 240678.0,
      "end_time": 246480.0,
      "text": "The World Health Organization, which is part of the United Nations, had an emergency meeting recently"
    },
    {
      "index": 41,
      "start_time": 246480.0,
      "end_time": 253044.0,
      "text": "to discuss an outbreak of Yellow Fever. It started in the southern African nation of Angola last December."
    },
    {
      "index": 42,
      "start_time": 253044.0,
      "end_time": 259879.0,
      "text": "Since then, more than 2, 400 people have been infected, and 300 people have died from the disease."
    },
    {
      "index": 43,
      "start_time": 259879.00000000003,
      "end_time": 266603.0,
      "text": "That makes this the worst outbreak of Yellow Fever in Angola in 30 years. But it has spread to other countries."
    },
    {
      "index": 44,
      "start_time": 266603.0,
      "end_time": 271418.0,
      "text": "There have been dozens of cases in the neighboring Democratic Republic of Congo and in nearby"
    },
    {
      "index": 45,
      "start_time": 271418.0,
      "end_time": 276949.0,
      "text": "Uganda. So what health officials are doing is directing millions of vaccines to this region."
    },
    {
      "index": 46,
      "start_time": 276949.0,
      "end_time": 281104.0,
      "text": "They're hoping that will help create a barrier against the spread of this disease."
    },
    {
      "index": 47,
      "start_time": 281104.0,
      "end_time": 288746.0,
      "text": "Yellow Fever is a disease caused by a virus that can make you, you guessed it, turn yellow. The virus comes"
    },
    {
      "index": 48,
      "start_time": 288746.0,
      "end_time": 295001.0,
      "text": "from the bite of a mosquito. And the yellow is because your liver starts to fail and you develop jaundice,"
    },
    {
      "index": 49,
      "start_time": 295001.0,
      "end_time": 301480.0,
      "text": "a yellowing of the eyes and the skin. You'll also get fevers, chills, back pain and generalized aching."
    },
    {
      "index": 50,
      "start_time": 301480.0,
      "end_time": 307349.0,
      "text": "From infection to illness, typically takes three to six days. Now most people are going to improve after these"
    },
    {
      "index": 51,
      "start_time": 307349.0,
      "end_time": 313796.0,
      "text": "initial symptoms, however about 15 % will develop a more severe form of the disease. There is no"
    },
    {
      "index": 52,
      "start_time": 313796.0,
      "end_time": 319105.0,
      "text": "treatment or cure for Yellow Fever. Doctors are going to work to alleviate symptoms, prescribing rest, fluids,"
    },
    {
      "index": 53,
      "start_time": 319105.0,
      "end_time": 325511.0,
      "text": "medications. The best way to avoid Yellow Fever is to get vaccinated, especially if travelling to Africa,"
    },
    {
      "index": 54,
      "start_time": 325511.0,
      "end_time": 330709.0,
      "text": "South America, use insect repellant, wear thick long sleeve clothing and sleep"
    },
    {
      "index": 55,
      "start_time": 330709.0,
      "end_time": 333923.0,
      "text": "in a screened in or air conditioned room as much as possible."
    },
    {
      "index": 56,
      "start_time": 333923.0,
      "end_time": 342419.0,
      "text": "Since the Vietnam war, the US has banned the sale of American military weapons to the communist"
    },
    {
      "index": 57,
      "start_time": 342419.0,
      "end_time": 347271.0,
      "text": "country of Vietnam. But yesterday, while on a trip there, President Obama removed that ban."
    },
    {
      "index": 58,
      "start_time": 347271.0,
      "end_time": 352510.0,
      "text": "He says it's part of the work to normalize relations between America and Vietnam. And that that"
    },
    {
      "index": 59,
      "start_time": 352510.0,
      "end_time": 357613.0,
      "text": "includes more military cooperation. Critics say President Obama should have waited until Vietnam"
    },
    {
      "index": 60,
      "start_time": 357613.0,
      "end_time": 363771.0,
      "text": "improves its human rights record before lifting the ban. A human rights watch official says the"
    },
    {
      "index": 61,
      "start_time": 363771.0,
      "end_time": 369635.0,
      "text": "president gave the Asian country a reward it did not deserve. But international experts say this isn't"
    },
    {
      "index": 62,
      "start_time": 369635.0,
      "end_time": 376350.0,
      "text": "just about Vietnam and the US, they say China factors in. It's involved in an international dispute"
    },
    {
      "index": 63,
      "start_time": 376350.0,
      "end_time": 381697.0,
      "text": "over what country controls territory in the South China sea. Some US officials see Vietnam"
    },
    {
      "index": 64,
      "start_time": 381697.0,
      "end_time": 388511.0,
      "text": "as a balance to China's influence in the region."
    },
    {
      "index": 65,
      "start_time": 388511.0,
      "end_time": 393459.0,
      "text": "From coast to coast and across the sea, it's time for the CNN Student News roll call."
    },
    {
      "index": 66,
      "start_time": 393459.0,
      "end_time": 400146.0,
      "text": "We're starting in Spokane, Washington. Why? Because the pirates are there at John R Rogers High School."
    },
    {
      "index": 67,
      "start_time": 400146.0,
      "end_time": 405564.0,
      "text": "Next, to the eastern US city of Westminster, South Carolina, great to see everyone at"
    },
    {
      "index": 68,
      "start_time": 405564.0,
      "end_time": 411010.0,
      "text": "Cherokee Creek Boys School watching today. And jumping over the Atlantic, we land in Toulouse, France,"
    },
    {
      "index": 69,
      "start_time": 411010.0,
      "end_time": 417179.0,
      "text": "where we're visiting our viewers at Bellevue Middle School. When you walk through a spider web,"
    },
    {
      "index": 70,
      "start_time": 417179.0,
      "end_time": 421863.0,
      "text": "you're probably more concerned about whether anything was on it at the time than you are impressed"
    },
    {
      "index": 71,
      "start_time": 421863.0,
      "end_time": 426771.0,
      "text": "by the relative strength of the structure. But a professor at Oxford University believes that spider"
    },
    {
      "index": 72,
      "start_time": 426771.0,
      "end_time": 433770.0,
      "text": "silk may help in fixing damaged nerves in humans and regenerating joints. For this Professor,"
    },
    {
      "index": 73,
      "start_time": 433770.0,
      "end_time": 440572.0,
      "text": "the webs that arachnids weave hold hope for a new silk age with advances in science and medicine."
    },
    {
      "index": 74,
      "start_time": 440572.0,
      "end_time": 453710.0,
      "text": "I'm Fritz Vollrath. I work on spiders and spider webs and spider silks and on silkworm silks. Spider webs"
    },
    {
      "index": 75,
      "start_time": 453710.0,
      "end_time": 464664.0,
      "text": "are really, really interesting structure. For human, comparison would be like if you could make a net the"
    },
    {
      "index": 76,
      "start_time": 464664.0,
      "end_time": 470849.0,
      "text": "size of a football field where you sit in the center and the net could catch the equivalent of a jumbo jet."
    },
    {
      "index": 77,
      "start_time": 470849.0,
      "end_time": 479832.0,
      "text": "That is pretty amazing. The question is can we use these silks, whether they're from a spider"
    },
    {
      "index": 78,
      "start_time": 479832.0,
      "end_time": 482883.0,
      "text": "or a silkworm, to help in regenerative medicine?"
    },
    {
      "index": 79,
      "start_time": 482883.0,
      "end_time": 493919.0,
      "text": "There's a lot of interest in the medical community in silks as for tissue culture, growing replacement"
    },
    {
      "index": 80,
      "start_time": 493919.0,
      "end_time": 499072.0,
      "text": "body parts, potentially like ears, where they're using collagen. Maybe for 3D printing things."
    },
    {
      "index": 81,
      "start_time": 499072.0,
      "end_time": 510257.0,
      "text": "We can fix a nerve that's been crushed. We can connect the two ends with a sheath that's filled with spider silk."
    },
    {
      "index": 82,
      "start_time": 510257.0,
      "end_time": 516103.0,
      "text": "And the nerves will grow along these spider silk threads, and connect, and then the person can"
    },
    {
      "index": 83,
      "start_time": 516102.99999999994,
      "end_time": 525850.0,
      "text": "move the arm again. And now we are in human trials with some of these implants, and they seem"
    },
    {
      "index": 84,
      "start_time": 525850.0,
      "end_time": 534021.0,
      "text": "to work very well. I don't see, at this stage, anything that would be off- limits."
    },
    {
      "index": 85,
      "start_time": 542811.0,
      "end_time": 550209.0,
      "text": "What is purple, plastic, made by a 3D printer, and can totally rock a Mozart concerto? Well here you go."
    },
    {
      "index": 86,
      "start_time": 550209.0,
      "end_time": 556209.0,
      "text": "Now to be fair, this is not a Stradivarius. The girl playing it says it has a more muted sound than"
    },
    {
      "index": 87,
      "start_time": 556209.0,
      "end_time": 562160.0,
      "text": "a wooden violin and that there are limits to its pitch. Still, considering that it was created by"
    },
    {
      "index": 88,
      "start_time": 562160.0,
      "end_time": 567179.0,
      "text": "a high school senior, who is studying sound waves for a physics class, we're thinking her grade is"
    },
    {
      "index": 89,
      "start_time": 567179.0,
      "end_time": 573710.0,
      "text": "somewhere in the key of A. The story certainly violin's itself to puns. You could say it was worth the treble."
    },
    {
      "index": 90,
      "start_time": 573710.0,
      "end_time": 578863.0,
      "text": "That with musicians and inventors alike, it resonates. We could string you along for days on"
    },
    {
      "index": 91,
      "start_time": 578863.0,
      "end_time": 583395.0,
      "text": "Stradivarius word plays but before you tune us out, we'll just take a bow."
    },
    {
      "index": 92,
      "start_time": 583395.0,
      "end_time": 589301.0,
      "text": "CNN Student News will be on the air through next Friday, June 3. After that, our summer break begins."
    }
  ]
}