{
  "video_id": "SCphxWFaWIQ",
  "title": "MASTERING YOUR HABITS",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 8850.0,
      "text": "There are now seven videos on the Pick Up Limes channel with the word habit in the title and we didn't just use this word repeatedly by chance."
    },
    {
      "index": 2,
      "start_time": 8860.0,
      "end_time": 11759.0,
      "text": "I'm someone who really believes in the power of habit."
    },
    {
      "index": 3,
      "start_time": 11759.0,
      "end_time": 13620.0,
      "text": "And I know many of you feel the same way."
    },
    {
      "index": 4,
      "start_time": 13630.0,
      "end_time": 22720.0,
      "text": "One of my favorite quotes actually is by Aristotle when he said that we are what we repeatedly do...Excellence then is not an act, but a habit so today."
    },
    {
      "index": 5,
      "start_time": 22740.0,
      "end_time": 30420.0,
      "text": "That's what we're gonna delve into how to create new healthy habits, and how to break old ones."
    },
    {
      "index": 6,
      "start_time": 30420.0,
      "end_time": 37820.0,
      "text": "Cue-Routine-Reward. This is the simple formula that was outlined in Charles Duhigg best-selling book: The Power of Habit."
    },
    {
      "index": 7,
      "start_time": 37829.0,
      "end_time": 39219.0,
      "text": "Now let me break it down a little bit."
    },
    {
      "index": 8,
      "start_time": 39219.0,
      "end_time": 46800.0,
      "text": "The cue is the part that triggers the response so for example hearing your phone vibrate would be a cue; the routine is the response part."
    },
    {
      "index": 9,
      "start_time": 46800.0,
      "end_time": 51800.0,
      "text": "Usually the thing we perform on autopilot; in this case, that would be checking our phone."
    },
    {
      "index": 10,
      "start_time": 51900.0,
      "end_time": 60800.0,
      "text": "And the reward is what gives you those feel good feelings; in this case it might be distraction from work or seeing that someone commented or liked your most recent post."
    },
    {
      "index": 11,
      "start_time": 60900.0,
      "end_time": 64100.0,
      "text": "Cue-Routine-Reward. Pretty simple formula."
    },
    {
      "index": 12,
      "start_time": 64200.0,
      "end_time": 66000.0,
      "text": "Establish a cue."
    },
    {
      "index": 13,
      "start_time": 66310.0,
      "end_time": 72000.0,
      "text": "So here's the thing, if you want to establish an entirely new habit, you need to come up with a cue first."
    },
    {
      "index": 14,
      "start_time": 72000.0,
      "end_time": 73800.0,
      "text": "Otherwise you're not gonna know when to act."
    },
    {
      "index": 15,
      "start_time": 73900.0,
      "end_time": 79000.0,
      "text": "And even when you do act , it changes so much from day to day that the habits don't tend to stick."
    },
    {
      "index": 16,
      "start_time": 79100.0,
      "end_time": 81900.0,
      "text": "So it's not enough to say I want to drink more water."
    },
    {
      "index": 17,
      "start_time": 82000.0,
      "end_time": 88500.0,
      "text": "You have to come up with a cue first which in this case could be putting a cup of water out on the desk in front of you where you're working."
    },
    {
      "index": 18,
      "start_time": 88600.0,
      "end_time": 93400.0,
      "text": "That way every time you see it, It's a reminder to pick up that cup and start sipping."
    },
    {
      "index": 19,
      "start_time": 93430.0,
      "end_time": 97000.0,
      "text": "Establishing a cue is critical to creating new habits."
    },
    {
      "index": 20,
      "start_time": 97100.0,
      "end_time": 99120.0,
      "text": "Create a routine."
    },
    {
      "index": 21,
      "start_time": 99130.0,
      "end_time": 102000.0,
      "text": "Eventually the routine part is going to be performed on autopilot."
    },
    {
      "index": 22,
      "start_time": 102000.0,
      "end_time": 105090.0,
      "text": "But in the beginning you are gonna have to work for it a little bit."
    },
    {
      "index": 23,
      "start_time": 105090.0,
      "end_time": 110460.0,
      "text": "So here's a tip that might help. Remember that our brains are always trying to save energy."
    },
    {
      "index": 24,
      "start_time": 110460.0,
      "end_time": 113860.0,
      "text": "So if you're someone who wants to pick up the new habit of going for a run every morning"
    },
    {
      "index": 25,
      "start_time": 113860.0,
      "end_time": 118119.0,
      "text": "It can really help if the night before you set out your clothes and your shoes"
    },
    {
      "index": 26,
      "start_time": 118119.0,
      "end_time": 120869.0,
      "text": "Not only does it act as a cue when you see it"
    },
    {
      "index": 27,
      "start_time": 120869.0,
      "end_time": 126570.0,
      "text": "But it also saves you those two minutes in the morning if you're someone who also wants to decrease the amount of junk food that"
    },
    {
      "index": 28,
      "start_time": 126570.0,
      "end_time": 130360.0,
      "text": "You eat it can help then if you have other more wholesome snack choices"
    },
    {
      "index": 29,
      "start_time": 130360.00000000001,
      "end_time": 135280.0,
      "text": "Readily on-hand like some pre-cut up fruit or some pre-made wholesome cookies"
    },
    {
      "index": 30,
      "start_time": 135280.0,
      "end_time": 142390.0,
      "text": "Decreasing the effort required to take action can really help that new habit stick"
    },
    {
      "index": 31,
      "start_time": 142390.0,
      "end_time": 147130.0,
      "text": "Before you even try setting up a new habit though, you need to know why you're doing it in other words"
    },
    {
      "index": 32,
      "start_time": 147130.0,
      "end_time": 148560.0,
      "text": "What is your why power?"
    },
    {
      "index": 33,
      "start_time": 148560.0,
      "end_time": 156220.0,
      "text": "I think a lot of the times people don't pick up new habits or change old ones because the reward just isn't satisfying enough so"
    },
    {
      "index": 34,
      "start_time": 156220.0,
      "end_time": 160660.0,
      "text": "Identify a realistic and worthy reward whether it's an endorphin rush after"
    },
    {
      "index": 35,
      "start_time": 160660.0,
      "end_time": 164860.0,
      "text": "Exercising or improved mental concentration after you've had a midday snack"
    },
    {
      "index": 36,
      "start_time": 164860.0,
      "end_time": 169330.0,
      "text": "Or a positive and happy feeling that you get after writing in your gratitude journal"
    },
    {
      "index": 37,
      "start_time": 169330.0,
      "end_time": 172769.0,
      "text": "Eventually you're gonna start to crave this reward as soon as you see the cue"
    },
    {
      "index": 38,
      "start_time": 172769.0,
      "end_time": 178060.0,
      "text": "And that's how you know the habits are starting to stick"
    },
    {
      "index": 39,
      "start_time": 178060.0,
      "end_time": 184050.0,
      "text": "So we've chatted now about creating new habits, but what about breaking the old routines that we could do without well"
    },
    {
      "index": 40,
      "start_time": 184050.0,
      "end_time": 185820.0,
      "text": "There's a well-developed strategy that might help"
    },
    {
      "index": 41,
      "start_time": 185820.0,
      "end_time": 190290.0,
      "text": "And it's really simple all you want to do is take the cue and the reward and keep those the same"
    },
    {
      "index": 42,
      "start_time": 190290.0,
      "end_time": 192870.0,
      "text": "But change the routine, so let's say for example"
    },
    {
      "index": 43,
      "start_time": 192870.0,
      "end_time": 197940.0,
      "text": "You're someone who has a little bit of a habit of reaching for candy or chocolate after lunch every single day"
    },
    {
      "index": 44,
      "start_time": 197940.0,
      "end_time": 202600.0,
      "text": "And you want to break that habit the cue in this case is that mid-afternoon hunger"
    },
    {
      "index": 45,
      "start_time": 202600.0,
      "end_time": 205750.0,
      "text": "and the reward might be both the sweet taste as well as"
    },
    {
      "index": 46,
      "start_time": 205750.0,
      "end_time": 211450.0,
      "text": "Kind of that midday energy boost you get from it so all you want to do is change the routine so instead of reaching for"
    },
    {
      "index": 47,
      "start_time": 211450.0,
      "end_time": 216600.0,
      "text": "Chocolate you might instead reach for some apple slices that you've dipped into nut butter. It's sweet"
    },
    {
      "index": 48,
      "start_time": 216600.0,
      "end_time": 221300.0,
      "text": "It's filling and it's rewarding, so you don't want to resist the craving you just want to redirect it"
    },
    {
      "index": 49,
      "start_time": 221300.0,
      "end_time": 224340.0,
      "text": "And sure it's not gonna be an easy substitute at first"
    },
    {
      "index": 50,
      "start_time": 224420.0,
      "end_time": 231980.0,
      "text": "but with repetition it will become a habit and a snack choice that you do start to crave"
    },
    {
      "index": 51,
      "start_time": 232000.0,
      "end_time": 237460.0,
      "text": "The last of Charles Duhigg points that I really want to mention in this video are what he calls Keystone habits"
    },
    {
      "index": 52,
      "start_time": 237460.0,
      "end_time": 243310.0,
      "text": "These are the habits that if adopted or changed kind of create a domino effect in other areas of our lives"
    },
    {
      "index": 53,
      "start_time": 243310.0,
      "end_time": 249420.0,
      "text": "For example for some people the habit of waking up early can have other positive effects on other habits"
    },
    {
      "index": 54,
      "start_time": 249420.0,
      "end_time": 255130.0,
      "text": "It can mean enjoying breakfast which might then mean that they're gonna have a lesser tendency to reach for unhealthy"
    },
    {
      "index": 55,
      "start_time": 255130.0,
      "end_time": 258940.0,
      "text": "convenient foods later in the day it might also give them the time to"
    },
    {
      "index": 56,
      "start_time": 258940.0,
      "end_time": 265300.0,
      "text": "Work on their most important tasks before noon which then increases their productivity and feeling of accomplishment"
    },
    {
      "index": 57,
      "start_time": 265300.0,
      "end_time": 269720.0,
      "text": "Other Keystone habits might be things like exercising or writing in a gratitude journal"
    },
    {
      "index": 58,
      "start_time": 269720.0,
      "end_time": 275460.0,
      "text": "You can see then how these Keystone habits go on to influence a wider sphere of habits it allows for small wins"
    },
    {
      "index": 59,
      "start_time": 275470.0,
      "end_time": 280120.0,
      "text": "That gives us more courage and motivation to pick up other healthy habits as well"
    },
    {
      "index": 60,
      "start_time": 280120.0,
      "end_time": 281970.0,
      "text": "Now the tips I've shared with you in this video"
    },
    {
      "index": 61,
      "start_time": 281970.0,
      "end_time": 286920.0,
      "text": "Just scratch the surface when it comes to all of the amazing tips that can be found in the book the power of habit"
    },
    {
      "index": 62,
      "start_time": 286930.0,
      "end_time": 288900.0,
      "text": "By Charles Duhigg. It's a book"
    },
    {
      "index": 63,
      "start_time": 288900.0,
      "end_time": 292650.0,
      "text": "I listened to three years ago, and I am still reaping the benefits of it today"
    },
    {
      "index": 64,
      "start_time": 292650.0,
      "end_time": 298950.0,
      "text": "So I highly recommend it as usual the amazing folks over at audible have gone ahead and partnered with us on this video"
    },
    {
      "index": 65,
      "start_time": 298950.0,
      "end_time": 303420.0,
      "text": "Which means that we can offer you the book or any other book of your choosing as well as a 30-day membership"
    },
    {
      "index": 66,
      "start_time": 303420.0,
      "end_time": 310060.0,
      "text": "free of charge if you visit the link in the description box below or visit audible.com/pickuplines"
    },
    {
      "index": 67,
      "start_time": 310060.0,
      "end_time": 311800.0,
      "text": "For now I just want to emphasize"
    },
    {
      "index": 68,
      "start_time": 311800.0,
      "end_time": 314339.0,
      "text": "Focus on changing only one habit at a time"
    },
    {
      "index": 69,
      "start_time": 314339.0,
      "end_time": 316919.0,
      "text": "And if you need it to have a bit more of an impact on your life"
    },
    {
      "index": 70,
      "start_time": 316919.0,
      "end_time": 322300.0,
      "text": "You can target those Keystone habits take out a pen and paper and write down what you think the cue"
    },
    {
      "index": 71,
      "start_time": 322300.0,
      "end_time": 328500.0,
      "text": "Routine and reward loop are for the given habit because if you can identify those. It's more likely that it's gonna stick now"
    },
    {
      "index": 72,
      "start_time": 328500.0,
      "end_time": 332520.0,
      "text": "Now I'm curious to know what is this habit that you're looking to add or to change?"
    },
    {
      "index": 73,
      "start_time": 332520.0,
      "end_time": 338200.0,
      "text": "Let me know by sharing in the comments below if you enjoyed this video it always shows a lot of love and support if you"
    },
    {
      "index": 74,
      "start_time": 338200.0,
      "end_time": 340300.0,
      "text": "Could give it a thumbs up and thanks a lot for watching"
    },
    {
      "index": 75,
      "start_time": 340300.0,
      "end_time": 358000.0,
      "text": "Pick Up Limes signing off. We'll see you in the next video"
    }
  ]
}