{
  "video_id": "sD0B-X9LJjs",
  "title": "God Is Not Great | Christopher Hitchens | Talks at Google",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5370.0,
      "text": ">> Hi, everyone. Welcome to today’s Authors at Google event. After the talk, we’re going"
    },
    {
      "index": 2,
      "start_time": 5370.0,
      "end_time": 9509.0,
      "text": "to have a Q and A session, and I’d like to remind everyone to please use the microphone"
    },
    {
      "index": 3,
      "start_time": 9509.0,
      "end_time": 14349.0,
      "text": "in the middle of the room, if you have questions. It’s my pleasure to introduce Christopher"
    },
    {
      "index": 4,
      "start_time": 14349.0,
      "end_time": 20779.0,
      "text": "Hitchens. Mr. Hitchens was born in England, and educated at Oxford. In 1981, he migrated"
    },
    {
      "index": 5,
      "start_time": 20779.0,
      "end_time": 26189.0,
      "text": "to the US, and recently, became a US citizen. He’s the author of a number of notable books"
    },
    {
      "index": 6,
      "start_time": 26189.0,
      "end_time": 31700.0,
      "text": "including “Why Orwell Matters” and “Letters to a Young Contrarian.” As one of our most"
    },
    {
      "index": 7,
      "start_time": 31700.0,
      "end_time": 35879.0,
      "text": "notable public intellectuals, he has been a columnist at “Vanity Fair”, “The Atlantic,”"
    },
    {
      "index": 8,
      "start_time": 35879.0,
      "end_time": 40149.0,
      "text": "“The Nation,” “Slate” and “Free Inquiry,” and taught at the New School,"
    },
    {
      "index": 9,
      "start_time": 40149.0,
      "end_time": 45969.0,
      "text": "UC Berkeley, and the University of Pittsburgh. In his new book, “God Is Not Great,” he"
    },
    {
      "index": 10,
      "start_time": 45969.0,
      "end_time": 51989.0,
      "text": "lines up the case against religion which he spent a lifetime developing with anger, humor"
    },
    {
      "index": 11,
      "start_time": 51989.0,
      "end_time": 57500.0,
      "text": "and a formidable style of argument that defines all of Mr. Hitchens’s work. About the book,"
    },
    {
      "index": 12,
      "start_time": 57500.0,
      "end_time": 61358.0,
      "text": "Michael Kinsley wrote in the New York Times, “Hitchens has outfoxed the Hitchens watchers"
    },
    {
      "index": 13,
      "start_time": 61359.0,
      "end_time": 65770.0,
      "text": "by writing a serious and deeply-thought book, totally consistent with his beliefs of the"
    },
    {
      "index": 14,
      "start_time": 65770.0,
      "end_time": 71140.0,
      "text": "lifetime. And God should be flattered; unlike most of those clamoring for his attention,"
    },
    {
      "index": 15,
      "start_time": 71140.0,
      "end_time": 76630.0,
      "text": "Hitchens treats him like an adult. Ever contrarian, and always eloquent, he’s here today to"
    },
    {
      "index": 16,
      "start_time": 76630.0,
      "end_time": 81110.0,
      "text": "discuss the book, take your questions, and take on anyone who dares to challenge him"
    },
    {
      "index": 17,
      "start_time": 81110.0,
      "end_time": 85450.0,
      "text": "to a debate. He’ll be signing books afterwards. And, with that, please join me in welcoming"
    },
    {
      "index": 18,
      "start_time": 85450.0,
      "end_time": 92450.0,
      "text": "Christopher Hitchens to Google. >> HITCHENS: Thank you, darling. Sweet. Well,"
    },
    {
      "index": 19,
      "start_time": 97230.0,
      "end_time": 103830.0,
      "text": "thank you so much for that suspiciously grudging introduction. And thank you very much, ladies"
    },
    {
      "index": 20,
      "start_time": 103830.0,
      "end_time": 109710.0,
      "text": "and gentlemen, for coming. I understand we’ve only got the balance of an hour together so,"
    },
    {
      "index": 21,
      "start_time": 109710.0,
      "end_time": 116710.0,
      "text": "I’ll try and break the rule of a lifetime and be terse. I think I’ll put it like this."
    },
    {
      "index": 22,
      "start_time": 117860.0,
      "end_time": 124860.0,
      "text": "It’s true that publishers sometimes want to put a catchy or suggestive or challenging"
    },
    {
      "index": 23,
      "start_time": 126140.0,
      "end_time": 133140.0,
      "text": "title, subtitle on a book. And so, when we hit upon or they hit upon, well, how religion"
    },
    {
      "index": 24,
      "start_time": 133709.0,
      "end_time": 139230.0,
      "text": "poisons and why religion poisons everything, I knew what would happen, people would come"
    },
    {
      "index": 25,
      "start_time": 139230.0,
      "end_time": 142429.0,
      "text": "up to me, they&#39;d say, you mean absolutely everything, you mean the whole thing? They’d"
    },
    {
      "index": 26,
      "start_time": 142430.0,
      "end_time": 146459.0,
      "text": "take me literally. I thought, well, all right. One of the things you have to do in life as"
    },
    {
      "index": 27,
      "start_time": 146459.0,
      "end_time": 153900.0,
      "text": "an author is live up to your damn subtitle. So, today, I’d defend the subtitle because"
    },
    {
      "index": 28,
      "start_time": 153900.0,
      "end_time": 157950.0,
      "text": "I think the title probably, when it came to me in the shower, I realized, it pretty much"
    },
    {
      "index": 29,
      "start_time": 157950.0,
      "end_time": 164709.0,
      "text": "does speak for itself. Unlike that sign outside Little Rock airport, huge--we had a black"
    },
    {
      "index": 30,
      "start_time": 164709.0,
      "end_time": 171709.0,
      "text": "sign that you see from the airport that says, just \"Jesus,\" a word I have used myself, and"
    },
    {
      "index": 31,
      "start_time": 172469.0,
      "end_time": 176340.0,
      "text": "a name I know but putting it like that seems to say both too much and too little, you know"
    },
    {
      "index": 32,
      "start_time": 176340.0,
      "end_time": 183340.0,
      "text": "what I mean? Well, here’s how religion has this effect, in my opinion: It is derived"
    },
    {
      "index": 33,
      "start_time": 184569.0,
      "end_time": 190939.0,
      "text": "from the childhood of our species, from the bawling, fearful period of infancy. It comes"
    },
    {
      "index": 34,
      "start_time": 190939.0,
      "end_time": 195709.0,
      "text": "from the time when we did not know that we lived on an orb. We thought we lived on a"
    },
    {
      "index": 35,
      "start_time": 195709.0,
      "end_time": 202709.0,
      "text": "disc. And we did not know that we went around the sun or that the sky was not a dome, when"
    },
    {
      "index": 36,
      "start_time": 204219.0,
      "end_time": 209439.0,
      "text": "we didn’t know that there was a germ theory to explain disease, and innumerable theories"
    },
    {
      "index": 37,
      "start_time": 209439.0,
      "end_time": 215709.0,
      "text": "for the explanation of things like famine. It comes from a time when we had no good answers,"
    },
    {
      "index": 38,
      "start_time": 215709.0,
      "end_time": 221109.0,
      "text": "but because we are pattern-seeking animals, a good thing about us, and because we will"
    },
    {
      "index": 39,
      "start_time": 221109.0,
      "end_time": 227840.0,
      "text": "prefer even a conspiracy theory or junk theory to no theory at all, a bad thing about us."
    },
    {
      "index": 40,
      "start_time": 227840.0,
      "end_time": 232359.0,
      "text": "This is and was our first attempt of philosophy, just as in some ways, it was our first attempt"
    },
    {
      "index": 41,
      "start_time": 232359.0,
      "end_time": 237810.0,
      "text": "at science, and it was all founded on and remains founded on a complete misapprehension"
    },
    {
      "index": 42,
      "start_time": 237810.0,
      "end_time": 243340.0,
      "text": "about the origins, first of the universe, and, second, about human nature. We now know"
    },
    {
      "index": 43,
      "start_time": 243340.0,
      "end_time": 248819.0,
      "text": "a great deal about the origins of the universe, and a great deal about our own nature. I just"
    },
    {
      "index": 44,
      "start_time": 248819.0,
      "end_time": 253230.0,
      "text": "had my DNA sequenced by National Geographic. You should all by the way get this done. It’s"
    },
    {
      "index": 45,
      "start_time": 253230.0,
      "end_time": 258290.0,
      "text": "incredibly important to find out how racism and creationism would be abolished by this"
    },
    {
      "index": 46,
      "start_time": 258290.00000000003,
      "end_time": 263830.0,
      "text": "extraordinary scientific breakthrough, how you can find out your kinship with all your"
    },
    {
      "index": 47,
      "start_time": 263830.0,
      "end_time": 269380.0,
      "text": "fellow creatures originating in Africa; but also, your kinship with other forms of life"
    },
    {
      "index": 48,
      "start_time": 269380.0,
      "end_time": 274830.0,
      "text": "including not just animal but plant, and you get an idea of how you are part of nature,"
    },
    {
      "index": 49,
      "start_time": 274830.0,
      "end_time": 281600.0,
      "text": "and how that’s wonderful enough. And we know from Stephen Hawking and from any others,"
    },
    {
      "index": 50,
      "start_time": 281600.0,
      "end_time": 285320.0,
      "text": "Steven Weinberg and many other great physicists, an enormous amount now about what Professor"
    },
    {
      "index": 51,
      "start_time": 285320.0,
      "end_time": 290260.0,
      "text": "Weinberg&#39;s brilliant book calls The First Three Minutes, the concept of the Big Bang."
    },
    {
      "index": 52,
      "start_time": 290260.0,
      "end_time": 297260.0,
      "text": "And we can be assured as we could probably need be that neither this enormous explosion"
    },
    {
      "index": 53,
      "start_time": 298630.0,
      "end_time": 302810.0,
      "text": "that set the universe in motion, which is still moving away from us in a great rate"
    },
    {
      "index": 54,
      "start_time": 302810.0,
      "end_time": 309810.0,
      "text": "nor this amazingly complex billion dollar--billion year period of evolution--we can be pretty"
    },
    {
      "index": 55,
      "start_time": 309870.0,
      "end_time": 314850.0,
      "text": "certain it was not designed so that you and I could be meeting in this room. We are not"
    },
    {
      "index": 56,
      "start_time": 314850.0,
      "end_time": 319500.0,
      "text": "the objects of either of these plans. These plans don’t know we’re here. I’m sorry"
    },
    {
      "index": 57,
      "start_time": 319500.0,
      "end_time": 325900.0,
      "text": "to say, wouldn’t know or care if we stopped being here. We have to face this alone with"
    },
    {
      "index": 58,
      "start_time": 325900.0,
      "end_time": 331349.0,
      "text": "the equipment, intellectual and moral, that we’ve been given, or that we&#39;ve acquired"
    },
    {
      "index": 59,
      "start_time": 331350.0,
      "end_time": 336330.0,
      "text": "or that is innate to us. And here’s another way in which religion poisons matters. It"
    },
    {
      "index": 60,
      "start_time": 336330.0,
      "end_time": 342620.0,
      "text": "begins by saying, well, why don&#39;t we lie to ourselves instead, why don’t we pretend"
    },
    {
      "index": 61,
      "start_time": 342620.0,
      "end_time": 347530.0,
      "text": "that we’re not going to die, or that an exception to be made at least in our own case"
    },
    {
      "index": 62,
      "start_time": 347530.0,
      "end_time": 354530.0,
      "text": "if we make the right propitiations or the right moves. Why do we not pretend that the"
    },
    {
      "index": 63,
      "start_time": 355940.0,
      "end_time": 362940.0,
      "text": "things like modern diseases which we can sequence now, sequence the genes of, like AIDS, are"
    },
    {
      "index": 64,
      "start_time": 363190.0,
      "end_time": 368530.0,
      "text": "the punishment for wickedness and fornication? Why don&#39;t we keep fooling ourselves that there"
    },
    {
      "index": 65,
      "start_time": 368530.0,
      "end_time": 373780.0,
      "text": "is a divine superintendent of all this because it would abolish the feeling of loneliness"
    },
    {
      "index": 66,
      "start_time": 373780.0,
      "end_time": 377460.0,
      "text": "and possibly even irrelevance that we might otherwise--in other words, why don’t we"
    },
    {
      "index": 67,
      "start_time": 377460.0,
      "end_time": 382270.0,
      "text": "surrender to wish thinking? That poisons everything, in my opinion. Right away, it attacks the"
    },
    {
      "index": 68,
      "start_time": 382270.0,
      "end_time": 388930.0,
      "text": "very basic integrity that we need to conduct the scrupulous inquiries, investigations,"
    },
    {
      "index": 69,
      "start_time": 388930.0,
      "end_time": 394400.0,
      "text": "experiments, interrogations of evidence that we need to survive, and to prosper and to"
    },
    {
      "index": 70,
      "start_time": 394400.0,
      "end_time": 398989.0,
      "text": "grow. And it&#39;s no coincidence, no accident that almost every scientific advance has been"
    },
    {
      "index": 71,
      "start_time": 398990.0,
      "end_time": 403430.0,
      "text": "made in the teeth of religious opposition of one form or another that says we shouldn’t"
    },
    {
      "index": 72,
      "start_time": 403430.0,
      "end_time": 407870.0,
      "text": "be tampering with God’s design. I suppose the most recent and most dangerous one of"
    },
    {
      "index": 73,
      "start_time": 407870.0,
      "end_time": 413500.0,
      "text": "these is the attempt to limit stem cell research. But everyone could probably think of all other"
    },
    {
      "index": 74,
      "start_time": 413500.0,
      "end_time": 420110.0,
      "text": "forms of scientific research and inquiry, especially medical that had led to religious"
    },
    {
      "index": 75,
      "start_time": 420110.0,
      "end_time": 425620.0,
      "text": "persecution, in reprisal. Thirdly, it’s an attack, I think, on what’s also very"
    },
    {
      "index": 76,
      "start_time": 425620.0,
      "end_time": 430390.0,
      "text": "important to us, our innate morality. If there’s one point that I get made more than another"
    },
    {
      "index": 77,
      "start_time": 430390.0,
      "end_time": 436310.0,
      "text": "to me when I go and debate religious people, it&#39;s this: They say, where would your morals"
    },
    {
      "index": 78,
      "start_time": 436310.0,
      "end_time": 443310.0,
      "text": "come from if there was no God? It’s actually--it’s a question that’s posed in Dostoyevsky&#39;s"
    },
    {
      "index": 79,
      "start_time": 443540.0,
      "end_time": 448660.0,
      "text": "wonderful novel, The Brothers Karamazov, one of the brothers says--Snelyakov, actually,"
    },
    {
      "index": 80,
      "start_time": 448660.0,
      "end_time": 455420.0,
      "text": "the wicked one, says it. If God is dead, isn’t everything permitted, isn’t everything permissible?"
    },
    {
      "index": 81,
      "start_time": 455420.0,
      "end_time": 459600.0,
      "text": "Where would our ethics be if there was no superintending duty? This, again, seems to"
    },
    {
      "index": 82,
      "start_time": 459600.0,
      "end_time": 465310.0,
      "text": "me a very profound insult to us in our very deepest nature and character. It is not the"
    },
    {
      "index": 83,
      "start_time": 465310.0,
      "end_time": 471860.0,
      "text": "case, I submit to you, that we do not set about butchering and raping and thieving from"
    },
    {
      "index": 84,
      "start_time": 471860.0,
      "end_time": 477300.0,
      "text": "each other right now only because we’re afraid of a divine punishment or because we’re"
    },
    {
      "index": 85,
      "start_time": 477300.0,
      "end_time": 482450.0,
      "text": "looking for a divine reward. It&#39;s an extraordinarily base and insulting thing to say to people."
    },
    {
      "index": 86,
      "start_time": 482450.0,
      "end_time": 487780.0,
      "text": "On my mother’s side, some of my ancestry is Jewish. I don’t happen to believe the"
    },
    {
      "index": 87,
      "start_time": 487780.0,
      "end_time": 492409.0,
      "text": "story of Moses and Egypt or the exile or the wandering and the Sinai. And in fact, now"
    },
    {
      "index": 88,
      "start_time": 492410.0,
      "end_time": 497100.0,
      "text": "even Israeli archaeology has shown that there isn’t a word of truth to that story or really"
    },
    {
      "index": 89,
      "start_time": 497100.0,
      "end_time": 502330.0,
      "text": "any of the others; but take it to be true. Am I expected to believe my mother’s ancestors"
    },
    {
      "index": 90,
      "start_time": 502330.0,
      "end_time": 506990.0,
      "text": "got all the way to Mount Sinai, quite a trek, under the impression until they got there"
    },
    {
      "index": 91,
      "start_time": 506990.0,
      "end_time": 513990.0,
      "text": "that rape, murder, perjury, and theft were okay, only to be told when they got to the"
    },
    {
      "index": 92,
      "start_time": 513990.0,
      "end_time": 518729.0,
      "text": "foot of Mount Sinai, bad news, none of these things are kosher at all. They’re all forbidden."
    },
    {
      "index": 93,
      "start_time": 518729.00000000006,
      "end_time": 525170.0,
      "text": "I don’t think so. I think, I think we can--actually, I have a better explanation ever since--superior"
    },
    {
      "index": 94,
      "start_time": 525170.0,
      "end_time": 530410.0,
      "text": "as well as better--that no one would have been able to get as far as Mount Sinai or"
    },
    {
      "index": 95,
      "start_time": 530410.0,
      "end_time": 535719.0,
      "text": "any other mountain or in any other direction unless they had known that human solidarity"
    },
    {
      "index": 96,
      "start_time": 535720.0,
      "end_time": 542499.0,
      "text": "demands that we look upon each other as brothers and sisters, and that we forbid activities"
    },
    {
      "index": 97,
      "start_time": 542499.0,
      "end_time": 548860.0,
      "text": "such as murder, rape, perjury, and theft. This is innate in us. If those activities"
    },
    {
      "index": 98,
      "start_time": 548860.0,
      "end_time": 553749.0,
      "text": "are not innate, the sociopaths who don&#39;t understand the needs of anyone but themselves and the"
    },
    {
      "index": 99,
      "start_time": 553749.0,
      "end_time": 559199.0,
      "text": "psychopaths who positively take pleasure in breaking these rules, well, all we can say"
    },
    {
      "index": 100,
      "start_time": 559199.0,
      "end_time": 564979.0,
      "text": "is, according to one theory, they are also made in the image of God which makes the image"
    },
    {
      "index": 101,
      "start_time": 564980.0,
      "end_time": 569509.0,
      "text": "of God question rather problematic, does it not or that they can be explained by a further"
    },
    {
      "index": 102,
      "start_time": 569509.0,
      "end_time": 573699.0,
      "text": "and better research and have to be restrained and disciplined meanwhile, but in no sense"
    },
    {
      "index": 103,
      "start_time": 573699.0,
      "end_time": 580699.0,
      "text": "here is religion a help where it came to help most which is to our morality, to our ethics."
    },
    {
      "index": 104,
      "start_time": 582410.0,
      "end_time": 588500.0,
      "text": "Finally, I would say--not finally because I’m finished here, I’m not quite done."
    },
    {
      "index": 105,
      "start_time": 588500.0,
      "end_time": 595800.0,
      "text": "Don&#39;t relax. Everyone has got to drink, something to eat, but on the poison question, I think"
    },
    {
      "index": 106,
      "start_time": 595900.0,
      "end_time": 601949.0,
      "text": "there’s the real temptation of something very poisonous to human society and human"
    },
    {
      "index": 107,
      "start_time": 601949.0,
      "end_time": 608949.0,
      "text": "relations which is the fear of freedom, the wish to be slaves, the wish to be told what"
    },
    {
      "index": 108,
      "start_time": 609370.0,
      "end_time": 615610.0,
      "text": "to do. Now, just as we all like to think and we live under written documents and proclamations"
    },
    {
      "index": 109,
      "start_time": 615610.0,
      "end_time": 621809.0,
      "text": "that encourage us to think that it is our birth right and our most precious need to"
    },
    {
      "index": 110,
      "start_time": 621809.0,
      "end_time": 627959.0,
      "text": "be free, to be liberated, to be untrammeled. So we also knew that unfortunately the innate"
    },
    {
      "index": 111,
      "start_time": 627959.0,
      "end_time": 633229.0,
      "text": "in people is the servile, is the wish to be told what to do, is the adoration for strong"
    },
    {
      "index": 112,
      "start_time": 633230.0,
      "end_time": 640230.0,
      "text": "and brutal and cruel leaders, that this other baser element of the human makeup has to be"
    },
    {
      "index": 113,
      "start_time": 641220.0,
      "end_time": 647190.0,
      "text": "accounted for and it gives us a great deal of trouble around the world as we speak. Religion,"
    },
    {
      "index": 114,
      "start_time": 647190.0,
      "end_time": 653540.0,
      "text": "in my view, is a reification, a distillation of this wish to be a serf, to be a slave."
    },
    {
      "index": 115,
      "start_time": 653540.0,
      "end_time": 660540.0,
      "text": "Ask yourself if you really wish it was true that there was a celestial dictatorship that"
    },
    {
      "index": 116,
      "start_time": 661759.0,
      "end_time": 666480.0,
      "text": "watched over you from the moment you were born, actually the moment you were conceived,"
    },
    {
      "index": 117,
      "start_time": 666480.0,
      "end_time": 672300.0,
      "text": "all through life, night and day, knew your thoughts, waking and sleeping, could in fact"
    },
    {
      "index": 118,
      "start_time": 672300.0,
      "end_time": 677829.0,
      "text": "convict you of thought crime, the absolute--the absolute definition of a dictatorship, can"
    },
    {
      "index": 119,
      "start_time": 677829.0,
      "end_time": 681930.0,
      "text": "convict you for what you think or what you privately want, what you’re talking about"
    },
    {
      "index": 120,
      "start_time": 681930.0,
      "end_time": 687989.0,
      "text": "to yourself, that admonishes you like this under permanent surveillance, control and"
    },
    {
      "index": 121,
      "start_time": 687990.0,
      "end_time": 691749.0,
      "text": "supervision and doesn’t even let go of you when you’re dead because that’s when the"
    },
    {
      "index": 122,
      "start_time": 691749.0,
      "end_time": 698749.0,
      "text": "real fun begins. Now, my question is this--my question is this, who wishes that that were"
    },
    {
      "index": 123,
      "start_time": 699519.0,
      "end_time": 705370.0,
      "text": "true? Who wants to live the life of a serf in a celestial North Korea? I’ve been to"
    },
    {
      "index": 124,
      "start_time": 705370.0,
      "end_time": 710619.0,
      "text": "North Korea. I’m one of the very few writers who has. I’m indeed the only writer who’s"
    },
    {
      "index": 125,
      "start_time": 710619.0,
      "end_time": 715720.0,
      "text": "been to all three axis of evil countries, Iran, Iraq and North Korea. And I can tell"
    },
    {
      "index": 126,
      "start_time": 715720.0,
      "end_time": 719740.0,
      "text": "you North Korea is the most religious state I’ve ever been to. I used to wonder when"
    },
    {
      "index": 127,
      "start_time": 719740.0,
      "end_time": 723769.0,
      "text": "I was a kid, what would it be like praising God and thanking him all day and all night?"
    },
    {
      "index": 128,
      "start_time": 723769.0,
      "end_time": 728589.0,
      "text": "Well, now I know because North Korea is a completely worshipful state. It&#39;s set up only"
    },
    {
      "index": 129,
      "start_time": 728589.0,
      "end_time": 733540.0,
      "text": "to do that, for adoration and it’s only one short of a trinity. They have a father"
    },
    {
      "index": 130,
      "start_time": 733540.0,
      "end_time": 738290.0,
      "text": "and the son, as you know, the Dear Leader and the Great Leader. The father is still"
    },
    {
      "index": 131,
      "start_time": 738290.0,
      "end_time": 744180.0,
      "text": "the president of the country. He’s been dead for 15 years, but Kim Jong-il, the little"
    },
    {
      "index": 132,
      "start_time": 744180.0,
      "end_time": 750180.0,
      "text": "one, is only the head of the party and the Army. His father is still the president, head"
    },
    {
      "index": 133,
      "start_time": 750180.0,
      "end_time": 756949.0,
      "text": "of the state. So you have in North Korea what you might call a necrocracy or what I also--I"
    },
    {
      "index": 134,
      "start_time": 756949.0,
      "end_time": 763459.0,
      "text": "called them mausolocracy, thanatocracy. One--just one short of a trinity; father, son, maybe"
    },
    {
      "index": 135,
      "start_time": 763459.0,
      "end_time": 769790.0,
      "text": "no holy ghost, but they do say that when the birth of the younger one took place, the birds"
    },
    {
      "index": 136,
      "start_time": 769790.0,
      "end_time": 776690.0,
      "text": "of Korea sang in Korean to mark the occasion. This I’ve checked. It did not happen. Take"
    },
    {
      "index": 137,
      "start_time": 776690.0,
      "end_time": 781779.0,
      "text": "my word for it. It didn&#39;t occur and I suppose I should add they don’t threaten to follow"
    },
    {
      "index": 138,
      "start_time": 781779.0,
      "end_time": 787230.0,
      "text": "you after you&#39;re dead. You can leave North Korea. You can get out of their hell and their"
    },
    {
      "index": 139,
      "start_time": 787230.0,
      "end_time": 793829.0,
      "text": "paradise by dying. To the Christian and Muslim one, you cannot. This is the wish to be a"
    },
    {
      "index": 140,
      "start_time": 793829.0,
      "end_time": 800790.0,
      "text": "slave. And in my point of view, it’s poisonous of human relations. Now, I’ve really babbled"
    },
    {
      "index": 141,
      "start_time": 800790.0,
      "end_time": 807129.0,
      "text": "for nearly twenty minutes. I’ll be quick. It is argued, well, some religious people"
    },
    {
      "index": 142,
      "start_time": 807129.0,
      "end_time": 813220.0,
      "text": "have done great things and have been motivated to do so by their faith; the most cited case"
    },
    {
      "index": 143,
      "start_time": 813220.0,
      "end_time": 817839.0,
      "text": "in point I have found is that of Dr. Martin Luther King, who I know I don’t need to"
    },
    {
      "index": 144,
      "start_time": 817839.0,
      "end_time": 824829.0,
      "text": "explain to you about. Two quick things on that: First, he was it’s true a minister."
    },
    {
      "index": 145,
      "start_time": 824829.0,
      "end_time": 829748.0,
      "text": "He did preach the Book of Exodus, the exile of an enslaved and oppressed people as his"
    },
    {
      "index": 146,
      "start_time": 829749.0,
      "end_time": 833699.0,
      "text": "metaphor. But if he really meant it, he would have said that the oppressed people, as the"
    },
    {
      "index": 147,
      "start_time": 833699.0,
      "end_time": 839139.0,
      "text": "Book of Exodus finds them doing, were entitled to kill anyone who stood on their way and"
    },
    {
      "index": 148,
      "start_time": 839139.0,
      "end_time": 845259.0,
      "text": "take their land and their property, enslave their women or kill their children, and commit"
    },
    {
      "index": 149,
      "start_time": 845259.0,
      "end_time": 852259.0,
      "text": "genocide, rape, ethnic cleansing and forcible theft of land. That’s what Exodus described"
    },
    {
      "index": 150,
      "start_time": 853410.0,
      "end_time": 857868.0,
      "text": "as happening--the full destruction of the tribes. It&#39;s very fortunate that Dr. King"
    },
    {
      "index": 151,
      "start_time": 857869.0,
      "end_time": 862850.0,
      "text": "only the meant the Bible at the most to be used as a metaphor and after all he was using"
    },
    {
      "index": 152,
      "start_time": 862850.0,
      "end_time": 867160.0,
      "text": "the only book that he could be sure his audience has ever already read. That’s the first"
    },
    {
      "index": 153,
      "start_time": 867160.0,
      "end_time": 872679.0,
      "text": "thing. The second is, during his lifetime, he was attacked all the time for having too"
    },
    {
      "index": 154,
      "start_time": 872679.0,
      "end_time": 877910.0,
      "text": "many secular and leftist non-believing friends, the people like famous black secularists like"
    },
    {
      "index": 155,
      "start_time": 877910.0,
      "end_time": 884350.0,
      "text": "Bayard Rustin, A. Philip Randolph. These are the men that did organize the march on Washington;"
    },
    {
      "index": 156,
      "start_time": 884350.0,
      "end_time": 888279.0,
      "text": "which leads me to my third observation which is this: It’s a challenge I made now in"
    },
    {
      "index": 157,
      "start_time": 888279.0,
      "end_time": 895279.0,
      "text": "debates with rabbis, with priests of all Christian stripes, with imams. Once--I know this sounds"
    },
    {
      "index": 158,
      "start_time": 896209.0,
      "end_time": 901118.0,
      "text": "like an opening of a joke about some bar, but once also with a Buddhist nun in Miami."
    },
    {
      "index": 159,
      "start_time": 901119.0,
      "end_time": 906369.0,
      "text": "I asked them all. Here is my--here is my challenge. You have to name me an ethical statement that"
    },
    {
      "index": 160,
      "start_time": 906369.0,
      "end_time": 913369.0,
      "text": "was made or a moral action that was performed by a religious person in the name of faith"
    },
    {
      "index": 161,
      "start_time": 913999.0,
      "end_time": 918689.0,
      "text": "that could not have been made as an action or uttered as a statement by non--a person"
    },
    {
      "index": 162,
      "start_time": 918689.0,
      "end_time": 925480.0,
      "text": "not of faith, a person of no faith. You have to do that. Not so far and I’ve dealt at"
    },
    {
      "index": 163,
      "start_time": 925480.0,
      "end_time": 929429.0,
      "text": "quite a high level with the religious, no takers. No one has been able to find me that."
    },
    {
      "index": 164,
      "start_time": 929429.0,
      "end_time": 934649.0,
      "text": "That being the case, we&#39;re entitled to say, I think, that religious faith serve as the"
    },
    {
      "index": 165,
      "start_time": 934649.0,
      "end_time": 940459.0,
      "text": "requirements whereas if I was to ask anyone in this room, think of a wicked thing said"
    },
    {
      "index": 166,
      "start_time": 940459.0,
      "end_time": 945569.0,
      "text": "or an evil thing done by a person of faith in the name of faith, no one would have a"
    },
    {
      "index": 167,
      "start_time": 945569.0,
      "end_time": 950939.0,
      "text": "second of hesitation in thinking of one, would they? It&#39;s interesting to realize how true"
    },
    {
      "index": 168,
      "start_time": 950939.0,
      "end_time": 956500.0,
      "text": "that is and how much true it&#39;s getting. Does anyone ever listen to Dennis Prager’s Show?"
    },
    {
      "index": 169,
      "start_time": 956500.0,
      "end_time": 963500.0,
      "text": "He’s a slightly loopy Christian broadcaster, religious broadcaster, I should say. He’s"
    },
    {
      "index": 170,
      "start_time": 965249.0,
      "end_time": 969559.0,
      "text": "more Jewish than Christian--Judaic-Christian broadcaster who quite often rather generously"
    },
    {
      "index": 171,
      "start_time": 969559.0,
      "end_time": 972819.0,
      "text": "has me on the show. And he asked me a question the other day; he had a challenge of his own."
    },
    {
      "index": 172,
      "start_time": 972819.0,
      "end_time": 977118.0,
      "text": "He said, “You are to imagine that you’re in a town late at night where you have never"
    },
    {
      "index": 173,
      "start_time": 977119.0,
      "end_time": 981329.0,
      "text": "been before, and you have no friends and it’s getting dark. And through the darkness, you"
    },
    {
      "index": 174,
      "start_time": 981329.0,
      "end_time": 988800.0,
      "text": "see coming towards you a group of men, let’s say ten. Do you feel better or worse if you"
    },
    {
      "index": 175,
      "start_time": 988900.0,
      "end_time": 995900.0,
      "text": "know that they’re just coming from a prayer meeting?” This is Mr. Prager’s question"
    },
    {
      "index": 176,
      "start_time": 996300.0,
      "end_time": 1000199.0,
      "text": "to me. I said, “Well, Mr. Prager, without leaving you, from just without quitting the"
    },
    {
      "index": 177,
      "start_time": 1000200.0,
      "end_time": 1007200.0,
      "text": "letter B, I can tell you I’ve had that experience in Belfast, in Beirut, in Baghdad, in Bombay,"
    },
    {
      "index": 178,
      "start_time": 1009420.0,
      "end_time": 1014248.0,
      "text": "in Bosnia, and in Bethlehem. And if you see anyone coming from a religious gathering,"
    },
    {
      "index": 179,
      "start_time": 1014250.0,
      "end_time": 1021250.0,
      "text": "in any of those places, you know exactly how fast you need to run. And no one has to explain"
    },
    {
      "index": 180,
      "start_time": 1022690.0,
      "end_time": 1025949.0,
      "text": "to you why and I haven’t had to waste any time telling you, have I, ladies and gentlemen?"
    },
    {
      "index": 181,
      "start_time": 1025950.0,
      "end_time": 1029310.0,
      "text": "So I submit to you that it is those who are people of faith who have the explaining to"
    },
    {
      "index": 182,
      "start_time": 1029310.0,
      "end_time": 1034471.0,
      "text": "do, who have the justifying to do if this is indeed the case. If they can&#39;t account"
    },
    {
      "index": 183,
      "start_time": 1034470.0,
      "end_time": 1040769.0,
      "text": "for anything about the origin of our cosmos or our species, if they say that without them,"
    },
    {
      "index": 184,
      "start_time": 1040770.0,
      "end_time": 1046511.0,
      "text": "we’d be without morals and make us seem as if we are merely animals without faith,"
    },
    {
      "index": 185,
      "start_time": 1046510.0,
      "end_time": 1052450.0,
      "text": "if further, everybody can name an instance where religion has made people actually behave"
    },
    {
      "index": 186,
      "start_time": 1052450.0,
      "end_time": 1058340.0,
      "text": "worse to one another and act as a retardant upon the advances of knowledge and science"
    },
    {
      "index": 187,
      "start_time": 1058340.0,
      "end_time": 1063769.0,
      "text": "and information, I submit that the case to be made is theirs rather than mine. We have"
    },
    {
      "index": 188,
      "start_time": 1063770.0,
      "end_time": 1069241.0,
      "text": "a better tradition. We’re not just arid secularists and materialists, we on the atheist"
    },
    {
      "index": 189,
      "start_time": 1069240.0,
      "end_time": 1076240.0,
      "text": "side. We can point, through the Hubble telescope, the fantastic, awe-inspiring majestic pictures"
    },
    {
      "index": 190,
      "start_time": 1076880.0,
      "end_time": 1082100.0,
      "text": "that are being taken now of the outer limits of our universe, and who’s going to turn"
    },
    {
      "index": 191,
      "start_time": 1082100.0,
      "end_time": 1088510.0,
      "text": "away from those pictures and start gaping again at the burning bush? We have smaller"
    },
    {
      "index": 192,
      "start_time": 1088510.0,
      "end_time": 1093129.0,
      "text": "microscopes that can examine for us the miracles of the interior of the double helix and the"
    },
    {
      "index": 193,
      "start_time": 1093130.0,
      "end_time": 1098490.0,
      "text": "sheer beauty of that. The natural world is wonderful enough, more wonderful than anything"
    },
    {
      "index": 194,
      "start_time": 1098490.0,
      "end_time": 1105490.0,
      "text": "conjured by the fools who believe in astrology or the supernatural. And we have a better"
    },
    {
      "index": 195,
      "start_time": 1105800.0,
      "end_time": 1112800.0,
      "text": "tradition politically against the popes and the imams and the witch doctors and the divine"
    },
    {
      "index": 196,
      "start_time": 1113270.0,
      "end_time": 1119540.0,
      "text": "right of kings and the whole long tradition of civic repression combined with religion"
    },
    {
      "index": 197,
      "start_time": 1119540.0,
      "end_time": 1124810.0,
      "text": "that&#39;s known as theocracy. We have created in the United States, the only country in"
    },
    {
      "index": 198,
      "start_time": 1124810.0,
      "end_time": 1131810.0,
      "text": "the history of the world, written on founding documents testable, organized, works in progress"
    },
    {
      "index": 199,
      "start_time": 1132110.0,
      "end_time": 1137390.0,
      "text": "based on the theory of human liberation and the only constitution in the history of world"
    },
    {
      "index": 200,
      "start_time": 1137390.0,
      "end_time": 1143740.0,
      "text": "that says that there shall be a separation between the church and the state. God is never"
    },
    {
      "index": 201,
      "start_time": 1143740.0,
      "end_time": 1149419.0,
      "text": "mentioned in the United States Constitution except in order to limit religion and keep"
    },
    {
      "index": 202,
      "start_time": 1149420.0,
      "end_time": 1155800.0,
      "text": "it out of politics and put it under legal control. This achievement was described by"
    },
    {
      "index": 203,
      "start_time": 1155800.0,
      "end_time": 1161261.0,
      "text": "President Jefferson whose biographer, I am in a small way, to the Baptists of Danbury,"
    },
    {
      "index": 204,
      "start_time": 1161260.0,
      "end_time": 1165419.0,
      "text": "Connecticut in a letter after they reasoned him for fear of persecution. By the way, who"
    },
    {
      "index": 205,
      "start_time": 1165420.0,
      "end_time": 1170851.0,
      "text": "do you think Baptists of Danbury, Connecticut were afraid of being persecuted by? Anyone"
    },
    {
      "index": 206,
      "start_time": 1170850.0,
      "end_time": 1172189.0,
      "text": "knows? MALE: The Methodists?"
    },
    {
      "index": 207,
      "start_time": 1172190.0,
      "end_time": 1177630.0,
      "text": "HITCHENS: No, the Congregationalists of Danbury, Connecticut. People forget what it used to"
    },
    {
      "index": 208,
      "start_time": 1177630.0,
      "end_time": 1182990.0,
      "text": "be like, see how the Christians loved each other, how they tried to repeat the European"
    },
    {
      "index": 209,
      "start_time": 1182990.0,
      "end_time": 1188000.0,
      "text": "passion of one religious sect repressing and torturing another one. And as you probably"
    },
    {
      "index": 210,
      "start_time": 1188000.0,
      "end_time": 1192000.0,
      "text": "know, the president wrote back and saud, “No, you may be assured that there will ever be"
    },
    {
      "index": 211,
      "start_time": 1192000.0,
      "end_time": 1197190.0,
      "text": "in this country a wall of separation between the church and the state.” So I have a new"
    },
    {
      "index": 212,
      "start_time": 1197190.0,
      "end_time": 1201309.0,
      "text": "slogan and I’m taking it on tour and I invite you to join me in it and it goes like this,"
    },
    {
      "index": 213,
      "start_time": 1201310.0,
      "end_time": 1208310.0,
      "text": "“Mr. Jefferson, build up that wall.” Okay, thank you very much for coming."
    },
    {
      "index": 214,
      "start_time": 1217620.0,
      "end_time": 1223900.0,
      "text": "And I’m all yours. And that was 25 minutes; I hope that’s fair. And I’ll point out"
    },
    {
      "index": 215,
      "start_time": 1223900.0,
      "end_time": 1226860.0,
      "text": "the questions if you like because I don&#39;t think anyone thinks that I’ve planted my"
    },
    {
      "index": 216,
      "start_time": 1226860.0,
      "end_time": 1233389.0,
      "text": "immediate family in this hole, but, Carol, stay out of it. Bring it on."
    },
    {
      "index": 217,
      "start_time": 1233390.0,
      "end_time": 1240390.0,
      "text": ">>"
    },
    {
      "index": 218,
      "start_time": 1241810.0,
      "end_time": 1244929.0,
      "text": "Thank you for coming to Google. >> HITCHENS: It’s my honor."
    },
    {
      "index": 219,
      "start_time": 1244930.0,
      "end_time": 1251321.0,
      "text": ">> So you make it sound really, really simple. I mean you have explanations for everything."
    },
    {
      "index": 220,
      "start_time": 1251320.0,
      "end_time": 1254639.0,
      "text": ">> HITCHENS: Yeah. >> And I agree with a lot of your arguments"
    },
    {
      "index": 221,
      "start_time": 1254640.0,
      "end_time": 1261511.0,
      "text": "and, you know, I lived in, like, a socialist country. I mean, I come from Croatia so I,"
    },
    {
      "index": 222,
      "start_time": 1261510.0,
      "end_time": 1266950.0,
      "text": "you know, I empathize with a little bit of when you say like the axis of evil and especially"
    },
    {
      "index": 223,
      "start_time": 1266950.0,
      "end_time": 1273299.0,
      "text": "North Korea being a perfect theocracy, I can relate to that. But I don&#39;t understand why"
    },
    {
      "index": 224,
      "start_time": 1273300.0,
      "end_time": 1280300.0,
      "text": "do you say that these people really want to be enslaved, if you could explain this to"
    },
    {
      "index": 225,
      "start_time": 1280320.0,
      "end_time": 1285610.0,
      "text": "me. I mean, I think there’s really a system, you know, like set up by a minority which"
    },
    {
      "index": 226,
      "start_time": 1285610.0,
      "end_time": 1291459.0,
      "text": "is really a brutal system and I don&#39;t understand about the part, like, you know, like this"
    },
    {
      "index": 227,
      "start_time": 1291460.0,
      "end_time": 1297140.0,
      "text": "is something that these people want so... >> HITCHENS: Did you say you were Croatian?"
    },
    {
      "index": 228,
      "start_time": 1297140.0,
      "end_time": 1300190.0,
      "text": ">> Yes, yes. >> HITCHENS: Yeah. Well, then you--then I"
    },
    {
      "index": 229,
      "start_time": 1300190.0,
      "end_time": 1305200.0,
      "text": "would be upset if you thought I meant that these man-made regimes were there because"
    },
    {
      "index": 230,
      "start_time": 1305200.0,
      "end_time": 1309500.0,
      "text": "people wanted them to be, no. That’s not what I meant at all about North Korea. Particularly,"
    },
    {
      "index": 231,
      "start_time": 1309500.0,
      "end_time": 1311750.0,
      "text": "these have been riveted onto... >> Yes."
    },
    {
      "index": 232,
      "start_time": 1311750.0,
      "end_time": 1318750.0,
      "text": ">> HITCHENS: ...people. I mean, North Korea is a hermetic place unfortunately in that"
    },
    {
      "index": 233,
      "start_time": 1318980.0,
      "end_time": 1324620.0,
      "text": "it has ocean on either side of it; the Demilitarized Zone which is several miles wide on the south"
    },
    {
      "index": 234,
      "start_time": 1324620.0,
      "end_time": 1329729.0,
      "text": "and Russia and China on the north. So, you have a place where you can horribly conduct"
    },
    {
      "index": 235,
      "start_time": 1329730.0,
      "end_time": 1333909.0,
      "text": "an experiment on human beings, essentially. You can isolate them totally. The North Korean"
    },
    {
      "index": 236,
      "start_time": 1333910.0,
      "end_time": 1340101.0,
      "text": "State was set up in the same year that Orwell published 1984. And you almost think that"
    },
    {
      "index": 237,
      "start_time": 1340100.0,
      "end_time": 1344649.0,
      "text": "somebody gave Kim Il-sung a copy of 1984 in Korean and said, “Do you think we could"
    },
    {
      "index": 238,
      "start_time": 1344650.0,
      "end_time": 1350169.0,
      "text": "make this fly?” And he said, “Well, I can’t be sure. We sure can give it the old"
    },
    {
      "index": 239,
      "start_time": 1350170.0,
      "end_time": 1354881.0,
      "text": "college try.” Because that’s how it feels there. I went there, I thought, I&#39;ve had his"
    },
    {
      "index": 240,
      "start_time": 1354880.0,
      "end_time": 1357630.0,
      "text": "experience--I’ll just digress for a second. I’ve had this experience twice in my life."
    },
    {
      "index": 241,
      "start_time": 1357630.0,
      "end_time": 1361880.0,
      "text": "Journalists hate cliché. I know it doesn’t always seem like that when you read the papers,"
    },
    {
      "index": 242,
      "start_time": 1361880.0,
      "end_time": 1366360.0,
      "text": "but we try and avoid them. I went to Prague once under the old days of the communist regime."
    },
    {
      "index": 243,
      "start_time": 1366360.0,
      "end_time": 1370510.0,
      "text": "I thought whatever happens to me here, I’m not going to mention Franz Kafka in my essay."
    },
    {
      "index": 244,
      "start_time": 1370510.0,
      "end_time": 1374700.0,
      "text": "I’m going to be the first journalist not to do it. I went to a meeting of the opposition"
    },
    {
      "index": 245,
      "start_time": 1374700.0,
      "end_time": 1379539.0,
      "text": "underground, somebody betrayed us because the secret police came in and, suddenly, wham"
    },
    {
      "index": 246,
      "start_time": 1379540.0,
      "end_time": 1385221.0,
      "text": "like just broke down the door, dogs, torches, rubber truncheons. They slammed me against"
    },
    {
      "index": 247,
      "start_time": 1385220.0,
      "end_time": 1389220.0,
      "text": "the wall, you’re under arrest. Well, I demand to see the British ambassador. Blah, blah,"
    },
    {
      "index": 248,
      "start_time": 1389220.0,
      "end_time": 1393490.0,
      "text": "you’re under arrest. What’s the charge? We don&#39;t have to tell you that. I thought,"
    },
    {
      "index": 249,
      "start_time": 1393490.0,
      "end_time": 1400350.0,
      "text": "fuck, I’ve got to mention Kafka after all. They make you do it. Well, I--that’s actually"
    },
    {
      "index": 250,
      "start_time": 1400350.0,
      "end_time": 1406529.0,
      "text": "what a cliché is. That’s--communism is a cliché in itself. The same in North Korea;"
    },
    {
      "index": 251,
      "start_time": 1406530.0,
      "end_time": 1409211.0,
      "text": "I thought I don’t want to mention Orwell; I don&#39;t want to mention Orwell; have not have"
    },
    {
      "index": 252,
      "start_time": 1409210.0,
      "end_time": 1413470.0,
      "text": "to mention. There’s no--there’s no other stand of comparison. No, what I meant about"
    },
    {
      "index": 253,
      "start_time": 1413470.0,
      "end_time": 1420470.0,
      "text": "the fear of freedom was this: Many, many people don&#39;t of course want to live under a hellish"
    },
    {
      "index": 254,
      "start_time": 1420510.0,
      "end_time": 1427510.0,
      "text": "starvation regime of gulag type, like that. But they, they quite like being told what"
    },
    {
      "index": 255,
      "start_time": 1427800.0,
      "end_time": 1432191.0,
      "text": "to do. They don&#39;t want to be told that life doesn’t--the world doesn’t owe them a"
    },
    {
      "index": 256,
      "start_time": 1432190.0,
      "end_time": 1436179.0,
      "text": "living and that they’re on their own and they--they quite like it and repeatedly vote"
    },
    {
      "index": 257,
      "start_time": 1436180.0,
      "end_time": 1440621.0,
      "text": "for parties and, sometimes, leaders who promise to provide everything as long as they&#39;ll give"
    },
    {
      "index": 258,
      "start_time": 1440620.0,
      "end_time": 1444729.0,
      "text": "up just a little bit of freedom, just a little bit. In the tradeoff, you’ll get more security"
    },
    {
      "index": 259,
      "start_time": 1444730.0,
      "end_time": 1451730.0,
      "text": "and more welfare. It’s a temptation. In some cases, it takes an extreme form, and"
    },
    {
      "index": 260,
      "start_time": 1453680.0,
      "end_time": 1456770.0,
      "text": "I&#39;m very impressed by how often when I debate with the religious people, they will tell"
    },
    {
      "index": 261,
      "start_time": 1456770.0,
      "end_time": 1462410.0,
      "text": "me that they’ve--they gravitate towards faith because they want someone to, if you"
    },
    {
      "index": 262,
      "start_time": 1462410.0,
      "end_time": 1469410.0,
      "text": "like, to look after them. The whole idea of a heavenly father, for example, is built up"
    },
    {
      "index": 263,
      "start_time": 1469970.0,
      "end_time": 1476970.0,
      "text": "on this. The--the old joke says some say God is dead, some say God is dad, you figure."
    },
    {
      "index": 264,
      "start_time": 1480700.0,
      "end_time": 1485840.0,
      "text": "Then there are people who--well, Islam for example, the word means, the word Islam means"
    },
    {
      "index": 265,
      "start_time": 1485840.0,
      "end_time": 1492559.0,
      "text": "surrender, prostration. You give everything to God. Everything is in his hands. This is"
    },
    {
      "index": 266,
      "start_time": 1492560.0,
      "end_time": 1497491.0,
      "text": "implicit in the Qur&#39;an. That’s what I mean. But I think what’s innate in most people"
    },
    {
      "index": 267,
      "start_time": 1497490.0,
      "end_time": 1501620.0,
      "text": "is the feeling that they quite like someone to take care of them all of the time so it"
    },
    {
      "index": 268,
      "start_time": 1501620.0,
      "end_time": 1504549.0,
      "text": "can be hard to argue with them that there is no such person."
    },
    {
      "index": 269,
      "start_time": 1504550.0,
      "end_time": 1508711.0,
      "text": ">> I understand better now but... >> HITCHENS: Okay."
    },
    {
      "index": 270,
      "start_time": 1508710.0,
      "end_time": 1515390.0,
      "text": ">> You see, I--just to follow up a little bit. So is there a possibility there to say"
    },
    {
      "index": 271,
      "start_time": 1515390.0,
      "end_time": 1521700.0,
      "text": "that then some people are more freedom-loving than others and is this some sort of, you"
    },
    {
      "index": 272,
      "start_time": 1521700.0,
      "end_time": 1526000.0,
      "text": "know, like--I wouldn’t call it racism but, you know, like, differentiating people by"
    },
    {
      "index": 273,
      "start_time": 1526000.0,
      "end_time": 1531840.0,
      "text": "their love towards freedom and all that? >> HITCHENS: No, I’m certain that the same"
    },
    {
      "index": 274,
      "start_time": 1531840.0,
      "end_time": 1537189.0,
      "text": "feelings are innate in all people. And one day, there will be a North Korean edition"
    },
    {
      "index": 275,
      "start_time": 1537190.0,
      "end_time": 1539389.0,
      "text": "of 1984, and it will be a huge bestseller there."
    },
    {
      "index": 276,
      "start_time": 1539390.0,
      "end_time": 1541821.0,
      "text": ">> Uh-huh. >> HITCHENS: I am as sure of that as I can"
    },
    {
      "index": 277,
      "start_time": 1541820.0,
      "end_time": 1546840.0,
      "text": "be of anything. Though, at the moment, it’s hard to imagine there’s anyone in North"
    },
    {
      "index": 278,
      "start_time": 1546840.0,
      "end_time": 1551230.0,
      "text": "Korea who&#39;s even allowed to consider the concept of political liberty. It will come because"
    },
    {
      "index": 279,
      "start_time": 1551230.0,
      "end_time": 1556130.0,
      "text": "it is innate. I have no doubt about that. >> To follow up to on this fear of freedom"
    },
    {
      "index": 280,
      "start_time": 1556130.0,
      "end_time": 1561570.0,
      "text": "and this is an innate idea, sorry to beat that horse, but what do you--what do you think"
    },
    {
      "index": 281,
      "start_time": 1561570.0,
      "end_time": 1564668.0,
      "text": "would possibly replace this? I also think that there are some--I mean it’s obviously"
    },
    {
      "index": 282,
      "start_time": 1564670.0,
      "end_time": 1568851.0,
      "text": "much easier to say my life is out of my control and these events are out of my control so,"
    },
    {
      "index": 283,
      "start_time": 1568850.0,
      "end_time": 1572908.0,
      "text": "you know, I’m going to thank God for the good things and, you know, hate the devil"
    },
    {
      "index": 284,
      "start_time": 1572910.0,
      "end_time": 1577430.0,
      "text": "for the bad things, whatever. So, like, you know, from Plato to Nietsche to Socrates--or"
    },
    {
      "index": 285,
      "start_time": 1577430.0,
      "end_time": 1582131.0,
      "text": "Descartes have said it’s difficult to choose the life where you&#39;re actually deciding and"
    },
    {
      "index": 286,
      "start_time": 1582130.0,
      "end_time": 1587139.0,
      "text": "making choices for yourself and taking responsibility and appreciating the fact that the world doesn’t"
    },
    {
      "index": 287,
      "start_time": 1587140.0,
      "end_time": 1591591.0,
      "text": "care about your existence and then doing what you need to do with that, and it is difficult."
    },
    {
      "index": 288,
      "start_time": 1591590.0,
      "end_time": 1594908.0,
      "text": "How do we, you know, well--how could we possibly imagine a world where everybody buys into"
    },
    {
      "index": 289,
      "start_time": 1594910.0,
      "end_time": 1599780.0,
      "text": "that idea and how do we--where would we go like, where would that structure that some"
    },
    {
      "index": 290,
      "start_time": 1599780.0,
      "end_time": 1603321.0,
      "text": "people feel they can’t do without, where would they get that from? I guess what would--what"
    },
    {
      "index": 291,
      "start_time": 1603320.0,
      "end_time": 1607360.0,
      "text": "would religion be replaced by so to fulfill this natural need?"
    },
    {
      "index": 292,
      "start_time": 1607360.0,
      "end_time": 1613289.0,
      "text": ">> HITCHENS: Yeah. Well, I would say that emancipating ourselves from religion and from"
    },
    {
      "index": 293,
      "start_time": 1613290.0,
      "end_time": 1619101.0,
      "text": "the combined sort of solipsism and masochism, this is what I was trying to say to the comrade"
    },
    {
      "index": 294,
      "start_time": 1619100.0,
      "end_time": 1624860.0,
      "text": "here a moment ago. Religion says to you, remember, the monotheistic ones, you&#39;re a miserable"
    },
    {
      "index": 295,
      "start_time": 1624860.0,
      "end_time": 1631860.0,
      "text": "sinner, your sin is original, you can&#39;t escape it, you’re born as a wretch, you’re made"
    },
    {
      "index": 296,
      "start_time": 1631940.0,
      "end_time": 1636340.0,
      "text": "out of dust or according to the Qur&#39;an, a clot of blood, you’re a worm, you’re nothing,"
    },
    {
      "index": 297,
      "start_time": 1636340.0,
      "end_time": 1643340.0,
      "text": "you know, but a piece of gunk basically. But--and you got to work really hard to get away from"
    },
    {
      "index": 298,
      "start_time": 1643790.0,
      "end_time": 1650801.0,
      "text": "the terrible punishment that awaits you for that. So total abnegation, but there’s also"
    },
    {
      "index": 299,
      "start_time": 1650800.0,
      "end_time": 1656399.0,
      "text": "good news. The universe is designed with you in mind, and God has a plan for you personally."
    },
    {
      "index": 300,
      "start_time": 1656400.0,
      "end_time": 1659790.0,
      "text": "So just when the person thinks they can&#39;t take anymore abuse--it’s like being inducted"
    },
    {
      "index": 301,
      "start_time": 1659790.0,
      "end_time": 1664491.0,
      "text": "into a cult. Just where the person thinks they can&#39;t take anymore humiliation, they&#39;re"
    },
    {
      "index": 302,
      "start_time": 1664490.0,
      "end_time": 1669700.0,
      "text": "told, oh, but father loves you and he wants you to join our group. That’s not good for"
    },
    {
      "index": 303,
      "start_time": 1669700.0,
      "end_time": 1674120.0,
      "text": "people. You’d be better off without it. So would everyone you know, so it’s not"
    },
    {
      "index": 304,
      "start_time": 1674120.0,
      "end_time": 1678100.0,
      "text": "a matter of what we would put in its place, we wouldn’t. We’d be emancipated from"
    },
    {
      "index": 305,
      "start_time": 1678100.0,
      "end_time": 1684700.0,
      "text": "that kind of sadomasochism. That’s a good thing to start off with. Second, we have the"
    },
    {
      "index": 306,
      "start_time": 1684700.0,
      "end_time": 1689908.0,
      "text": "wonders and beauty of science to study. We have instead of ancient texts that are full"
    },
    {
      "index": 307,
      "start_time": 1689910.0,
      "end_time": 1695260.0,
      "text": "of lies and myths, we have increasingly a wonderful world literature that’s available"
    },
    {
      "index": 308,
      "start_time": 1695260.0,
      "end_time": 1701231.0,
      "text": "to anybody who can read even a little--most recently, I would cite you, because yesterday"
    },
    {
      "index": 309,
      "start_time": 1701230.0,
      "end_time": 1706850.0,
      "text": "was the birthday of India, happy birthday by the way to all Indians here. And Pakistanis,"
    },
    {
      "index": 310,
      "start_time": 1706850.0,
      "end_time": 1713340.0,
      "text": "though if you insist, I think the partition was a huge mistake. There’s a--and religious"
    },
    {
      "index": 311,
      "start_time": 1713340.0,
      "end_time": 1717269.0,
      "text": "partition is the worst kind, and it’s going to lead one day to a thermonuclear war so--I"
    },
    {
      "index": 312,
      "start_time": 1717270.0,
      "end_time": 1723111.0,
      "text": "didn’t have time to go into that but maybe someone will ask me. There&#39;s incredible literature"
    },
    {
      "index": 313,
      "start_time": 1723110.0,
      "end_time": 1728590.0,
      "text": "in English written by Indians. It’s sort of a sub-branch--but I shouldn’t even say"
    },
    {
      "index": 314,
      "start_time": 1728590.0,
      "end_time": 1734809.0,
      "text": "sub; I mean a branch--a new branch of English writing by Indians in English. It&#39;s becoming"
    },
    {
      "index": 315,
      "start_time": 1734810.0,
      "end_time": 1738481.0,
      "text": "a great part of world literature. There’s all this extraordinary excitement. And people"
    },
    {
      "index": 316,
      "start_time": 1738480.0,
      "end_time": 1743629.0,
      "text": "say no, no, no, you should--as Thomas Aquinas said, a man of one book, you know, you should"
    },
    {
      "index": 317,
      "start_time": 1743630.0,
      "end_time": 1748741.0,
      "text": "be reading a bible, you don&#39;t really need anything else, they’re destroying libraries"
    },
    {
      "index": 318,
      "start_time": 1748740.0,
      "end_time": 1753129.0,
      "text": "in the Muslim world that could have any books that contradict the Qur&#39;an, this is no way"
    },
    {
      "index": 319,
      "start_time": 1753130.0,
      "end_time": 1759351.0,
      "text": "to live. But having said all that, and said what the--and the consolations of philosophy"
    },
    {
      "index": 320,
      "start_time": 1759350.0,
      "end_time": 1765860.0,
      "text": "too which aren’t that hard to study are very rewarding. And ethical and moral dilemmas"
    },
    {
      "index": 321,
      "start_time": 1765860.0,
      "end_time": 1770250.0,
      "text": "that you get out of the study of literature, George Eliot, Dostoyevsky, people of that"
    },
    {
      "index": 322,
      "start_time": 1770250.0,
      "end_time": 1776309.0,
      "text": "kind, James Joyce. Still, it’s only a necessary condition, not a sufficient one. There are"
    },
    {
      "index": 323,
      "start_time": 1776310.0,
      "end_time": 1781909.0,
      "text": "no guarantees and an atheist can be a nihilist, or a sadist, or a Stalinist, or a fascist,"
    },
    {
      "index": 324,
      "start_time": 1781910.0,
      "end_time": 1788231.0,
      "text": "it’d be unlikely the last one but that’s possible. Okay. But we--there are no guarantees"
    },
    {
      "index": 325,
      "start_time": 1788230.0,
      "end_time": 1792190.0,
      "text": "and in part that it’s the recognition of that, that’s the beginning of wisdom as"
    },
    {
      "index": 326,
      "start_time": 1792190.0,
      "end_time": 1799190.0,
      "text": "well as I think the beginning of liberty. >> One short and one longer one, I just want"
    },
    {
      "index": 327,
      "start_time": 1800830.0,
      "end_time": 1804418.0,
      "text": "to be sure, I assume that you have read the \"Captain Stormfield&#39;s Journey To Heaven\" by"
    },
    {
      "index": 328,
      "start_time": 1804420.0,
      "end_time": 1810801.0,
      "text": "Mark Twain. >> HITCHENS: Sorry. Yes, I&#39;ve read a lot of"
    },
    {
      "index": 329,
      "start_time": 1810800.0,
      "end_time": 1815309.0,
      "text": "Mr. Clemens on religion. >> Yes. That seemed a sort of a definitive"
    },
    {
      "index": 330,
      "start_time": 1815310.0,
      "end_time": 1818760.0,
      "text": "work on the hierarchy structure of a more standard religion."
    },
    {
      "index": 331,
      "start_time": 1818760.0,
      "end_time": 1821231.0,
      "text": ">> HITCHENS: Yes. By the way, you can&#39;t read too much Twain, ladies and gentlemen, on the"
    },
    {
      "index": 332,
      "start_time": 1821230.0,
      "end_time": 1827179.0,
      "text": "subject. But now all of his stuff is available. There are websites on Mark Twain and religion."
    },
    {
      "index": 333,
      "start_time": 1827180.0,
      "end_time": 1832491.0,
      "text": "It used to be really hard to get his writings on religion even 10 years ago. Sorry."
    },
    {
      "index": 334,
      "start_time": 1832490.0,
      "end_time": 1837679.0,
      "text": ">> And my longer question which hopefully won&#39;t choke you up. Actually, I have several"
    },
    {
      "index": 335,
      "start_time": 1837680.0,
      "end_time": 1843831.0,
      "text": "friends who are very well-educated, in some cases in the sciences, who became religious"
    },
    {
      "index": 336,
      "start_time": 1843830.0,
      "end_time": 1849879.0,
      "text": "late in life. They have been atheist or agnostic, and then just decided they were feeling something"
    },
    {
      "index": 337,
      "start_time": 1849880.0,
      "end_time": 1854291.0,
      "text": "and became religious. Do you have anything to say on that sort of grounds or why that"
    },
    {
      "index": 338,
      "start_time": 1854290.0,
      "end_time": 1860899.0,
      "text": "might be occurring? >> HITCHENS: Yes. I suppose I could speculate,"
    },
    {
      "index": 339,
      "start_time": 1860900.0,
      "end_time": 1862259.0,
      "text": "but that’s all I would be doing. >> Of course."
    },
    {
      "index": 340,
      "start_time": 1862260.0,
      "end_time": 1869260.0,
      "text": ">> HITCHENS: I think for some people, the Hubble View, say, does have the opposite effect"
    },
    {
      "index": 341,
      "start_time": 1870990.0,
      "end_time": 1876159.0,
      "text": "from the one it has on me. It makes people feel, well, then, whoever designed this must"
    },
    {
      "index": 342,
      "start_time": 1876160.0,
      "end_time": 1883160.0,
      "text": "be even more amazing than I thought. And that’s--there are attempts made by creationists now to say"
    },
    {
      "index": 343,
      "start_time": 1884820.0,
      "end_time": 1890860.0,
      "text": "that. Instead of saying, \"No, Darwin was wrong. God made all this stuff.\" They now say, \"Well,"
    },
    {
      "index": 344,
      "start_time": 1890860.0,
      "end_time": 1896498.0,
      "text": "okay, there was evolution, but God did that, too.\" So as you may know arguments that explain"
    },
    {
      "index": 345,
      "start_time": 1896500.0,
      "end_time": 1903500.0,
      "text": "everything, explain nothing. That’s a definite principle I think of underlying full cognition."
    },
    {
      "index": 346,
      "start_time": 1906490.0,
      "end_time": 1910169.0,
      "text": "If they can bend their argument so it can comprehend everything, comprise everything"
    },
    {
      "index": 347,
      "start_time": 1910170.0,
      "end_time": 1915721.0,
      "text": "then it isn&#39;t an argument. But I think that we are certainly made in such a way to be"
    },
    {
      "index": 348,
      "start_time": 1915720.0,
      "end_time": 1922509.0,
      "text": "worshipfully inclined, shall we say. That tendency is certainly within us. And when"
    },
    {
      "index": 349,
      "start_time": 1922510.0,
      "end_time": 1929000.0,
      "text": "people think that there&#39;s something awe inspiring, what they feel is awe. And then what they"
    },
    {
      "index": 350,
      "start_time": 1929000.0,
      "end_time": 1935140.0,
      "text": "feel is well, maybe there&#39;s some majesty I should be acknowledging here, though that"
    },
    {
      "index": 351,
      "start_time": 1935140.0,
      "end_time": 1939111.0,
      "text": "isn&#39;t at all a logical step. By the way, do you know about \"awe?\""
    },
    {
      "index": 352,
      "start_time": 1939110.0,
      "end_time": 1943719.0,
      "text": ">> In what sense? >> HITCHENS: John Wayne played the Roman centurion"
    },
    {
      "index": 353,
      "start_time": 1943720.0,
      "end_time": 1946669.0,
      "text": "in one of the films about the crucifixion? >> I don’t..."
    },
    {
      "index": 354,
      "start_time": 1946670.0,
      "end_time": 1950510.0,
      "text": ">> HITCHENS: And there&#39;s a certain point the rain has to come down hard, and there&#39;s thunder"
    },
    {
      "index": 355,
      "start_time": 1950510.0,
      "end_time": 1955280.0,
      "text": "and lightning and the veil of the temple splits and so on. And John Wayne standing as a centurion"
    },
    {
      "index": 356,
      "start_time": 1955280.0,
      "end_time": 1960831.0,
      "text": "is supposed to say, \"Truly, this was the son of God.\" So he does this. I forget who the"
    },
    {
      "index": 357,
      "start_time": 1960830.0,
      "end_time": 1966889.0,
      "text": "director was--I think it’s Houston. And cue rain, thunder and lightning, so Wayne"
    },
    {
      "index": 358,
      "start_time": 1966890.0,
      "end_time": 1973280.0,
      "text": "stands there stoically, and utters, \"Truly, this was the son of God.\" And the director&#39;s,"
    },
    {
      "index": 359,
      "start_time": 1973280.0,
      "end_time": 1977101.0,
      "text": "\"John, that was great. That was terrific. I just wonder if we could have it with a little"
    },
    {
      "index": 360,
      "start_time": 1977100.0,
      "end_time": 1984100.0,
      "text": "more awe.\" So they cued again the rain, thunder, the veil of the temple splits into Wayne,"
    },
    {
      "index": 361,
      "start_time": 1985480.0,
      "end_time": 1990590.0,
      "text": "earthquakes, you know. It&#39;s all happening and Wayne says, \"Aw, truly, this was the son"
    },
    {
      "index": 362,
      "start_time": 1990590.0,
      "end_time": 1997590.0,
      "text": "of God.\" >> So this is a kind of a follow-up on Tom&#39;s"
    },
    {
      "index": 363,
      "start_time": 1999800.0,
      "end_time": 2004189.0,
      "text": "question. I have a buddy who styles himself as a kind of an allegorical pagan. And he&#39;s"
    },
    {
      "index": 364,
      "start_time": 2004190.0,
      "end_time": 2009399.0,
      "text": "had a lot of angry criticisms of religion, many of which echo yours. But at the same"
    },
    {
      "index": 365,
      "start_time": 2009400.0,
      "end_time": 2014801.0,
      "text": "time he feels in himself a kind of a biological need to be part of a circle of believers in"
    },
    {
      "index": 366,
      "start_time": 2014800.0,
      "end_time": 2018668.0,
      "text": "a community which he feels helps his rather fragile emotional demeanor. He goes through,"
    },
    {
      "index": 367,
      "start_time": 2018670.0,
      "end_time": 2023901.0,
      "text": "you know, depression and things like that, and he finds that belief. So what he&#39;d done"
    },
    {
      "index": 368,
      "start_time": 2023900.0,
      "end_time": 2026658.0,
      "text": "is try to find what he feels as the least obnoxious religion he could find and then"
    },
    {
      "index": 369,
      "start_time": 2026660.0,
      "end_time": 2029530.0,
      "text": "not take it too seriously. What would you say to such a person?"
    },
    {
      "index": 370,
      "start_time": 2029530.0,
      "end_time": 2036530.0,
      "text": ">> HITCHENS: Well, that used to be called the Church of England--or, the Unitarians,"
    },
    {
      "index": 371,
      "start_time": 2041330.0,
      "end_time": 2045949.0,
      "text": "about whom Bertrand Russell said, \"The great thing about them is they believe in one god"
    },
    {
      "index": 372,
      "start_time": 2045950.0,
      "end_time": 2052949.0,
      "text": "maximum.\" Peter DeVries is very good on this. He says people used to be a pagan and polytheist"
    },
    {
      "index": 373,
      "start_time": 2054199.9999999998,
      "end_time": 2057999.9999999998,
      "text": "and believe in multiple gods, and then they started believing in one god and they&#39;re going"
    },
    {
      "index": 374,
      "start_time": 2058000.0,
      "end_time": 2061149.0,
      "text": "nearer the true figure all the time. This is progress."
    },
    {
      "index": 375,
      "start_time": 2061150.0,
      "end_time": 2068150.0,
      "text": ">> On an article, I believe it was that I read, you seemed reluctant to endorse if not"
    },
    {
      "index": 376,
      "start_time": 2071580.0,
      "end_time": 2075981.0,
      "text": "critical of Richard Dawkins&#39;s attempt to sort of organize the atheists under the title of"
    },
    {
      "index": 377,
      "start_time": 2075980.0,
      "end_time": 2076899.0,
      "text": "Brights. >> HITCHENS: Yes."
    },
    {
      "index": 378,
      "start_time": 2076900.0,
      "end_time": 2083900.0,
      "text": ">> And I believe that your comment was that we infidels need no such machinery of reinforcement."
    },
    {
      "index": 379,
      "start_time": 2085500.0,
      "end_time": 2092500.0,
      "text": "My question is, if like-minded people do not organize, especially if those whose ideals"
    },
    {
      "index": 380,
      "start_time": 2092449.9999999998,
      "end_time": 2097711.0,
      "text": "we oppose are more organized, how can we attempt to--kind of steer our society the way that"
    },
    {
      "index": 381,
      "start_time": 2097710.0,
      "end_time": 2101690.0,
      "text": "we would like it to go? >> HITCHENS: Well, I was to have said this"
    },
    {
      "index": 382,
      "start_time": 2101690.0,
      "end_time": 2106790.0,
      "text": "to the previous question. I mean, I’m in some ways the wrong person to ask these questions."
    },
    {
      "index": 383,
      "start_time": 2106790.0,
      "end_time": 2113790.0,
      "text": "I’m no longer a joiner up of groups. I don’t feel the belonging need anymore. I used to"
    },
    {
      "index": 384,
      "start_time": 2113330.0,
      "end_time": 2117691.0,
      "text": "when I was younger and more left than I am now feel that the need to be involved in an"
    },
    {
      "index": 385,
      "start_time": 2117690.0,
      "end_time": 2122380.0,
      "text": "organized way. Now I don’t, and I think I probably have more influence as an individual"
    },
    {
      "index": 386,
      "start_time": 2122380.0,
      "end_time": 2128800.0,
      "text": "than I ever did as a cogwheel in a so-called party. A point for anyone to ponder actually"
    },
    {
      "index": 387,
      "start_time": 2128800.0,
      "end_time": 2132710.0,
      "text": "who was asked have they ever considered registering independent, for example. People may fight"
    },
    {
      "index": 388,
      "start_time": 2132710.0,
      "end_time": 2139290.0,
      "text": "harder for your vote if you don’t give it away in advance. Separate question, and it’s"
    },
    {
      "index": 389,
      "start_time": 2139290.0,
      "end_time": 2144579.0,
      "text": "very important to me that I don’t belong to a church. People who believe as I believe"
    },
    {
      "index": 390,
      "start_time": 2144580.0,
      "end_time": 2148820.0,
      "text": "don’t need to get together all the time and remind ourselves what we believe, reinforce"
    },
    {
      "index": 391,
      "start_time": 2148820.0,
      "end_time": 2155141.0,
      "text": "it, ram it home in case we forget the incredible propositions that, you know, we&#39;re singing"
    },
    {
      "index": 392,
      "start_time": 2155140.0,
      "end_time": 2160770.0,
      "text": "and all those kind of things. You just recognize a fellow free-thinker when you meet one. That"
    },
    {
      "index": 393,
      "start_time": 2160770.0,
      "end_time": 2167770.0,
      "text": "should be enough. And in any country or any language as well. There will be in Washington"
    },
    {
      "index": 394,
      "start_time": 2169560.0,
      "end_time": 2175971.0,
      "text": "in October the big gathering where Richard Dawkins and Daniel Dennett and Sam Harris,"
    },
    {
      "index": 395,
      "start_time": 2175970.0,
      "end_time": 2180379.0,
      "text": "[INDISTINCT] and myself and many others are going to be--Victor Stinger. Because there"
    },
    {
      "index": 396,
      "start_time": 2180380.0,
      "end_time": 2185160.0,
      "text": "has been an extraordinary vogue of successful books on this subject now, and I think there&#39;s"
    },
    {
      "index": 397,
      "start_time": 2185160.0,
      "end_time": 2191180.0,
      "text": "a change in the Zeitgeist going on about religion. And let me just say this, if that Zeitgeist"
    },
    {
      "index": 398,
      "start_time": 2191180.0,
      "end_time": 2195549.0,
      "text": "has been brought about, the change has been brought about in that Zeitgeist, it hasn’t"
    },
    {
      "index": 399,
      "start_time": 2195550.0,
      "end_time": 2202240.0,
      "text": "been by any organization. It&#39;s by a group of like-minded people writing their hearts"
    },
    {
      "index": 400,
      "start_time": 2202240.0,
      "end_time": 2208979.0,
      "text": "out and refusing to be intimidated by religious bullying. Or, to allow religious nonsense"
    },
    {
      "index": 401,
      "start_time": 2208980.0,
      "end_time": 2215450.0,
      "text": "to be taught in the schools, for example, in place of science. Or to allow euphemisms"
    },
    {
      "index": 402,
      "start_time": 2215450.0,
      "end_time": 2220939.0,
      "text": "to be spread about the behavior of the parties of god in Iraq or elsewhere. That’s what"
    },
    {
      "index": 403,
      "start_time": 2220940.0,
      "end_time": 2225380.0,
      "text": "created it, not an organization but what you might call an intellectual tendency. I think"
    },
    {
      "index": 404,
      "start_time": 2225380.0,
      "end_time": 2230770.0,
      "text": "that’s fine. I think it&#39;s encouraging. >> Hi. A few of the things that you said don’t"
    },
    {
      "index": 405,
      "start_time": 2230770.0,
      "end_time": 2234579.0,
      "text": "really seem consistent with our experience in the United States. Two things in particular:"
    },
    {
      "index": 406,
      "start_time": 2234580.0,
      "end_time": 2238951.0,
      "text": "one is that you said, you know, once people, you know, have Hubble telescopes and microscopes,"
    },
    {
      "index": 407,
      "start_time": 2238950.0,
      "end_time": 2242450.0,
      "text": "the burning bush is not as interesting. And the other thing you said is that, you know,"
    },
    {
      "index": 408,
      "start_time": 2242450.0,
      "end_time": 2246950.0,
      "text": "religion kind of fits into, you know, innate human nature for, you know, being told what"
    },
    {
      "index": 409,
      "start_time": 2246950.0,
      "end_time": 2250828.0,
      "text": "to do or not having as much freedom. Well, in the United States, we have the most advanced,"
    },
    {
      "index": 410,
      "start_time": 2250830.0,
      "end_time": 2255751.0,
      "text": "wealthy, most powerful nation in probably the history of the world, and you have probably"
    },
    {
      "index": 411,
      "start_time": 2255750.0,
      "end_time": 2260200.0,
      "text": "the most freedom-loving, you know, almost inventive--not inventing but really espousing"
    },
    {
      "index": 412,
      "start_time": 2260200.0,
      "end_time": 2264420.0,
      "text": "the philosophy of freedom and individuality and trying to, you know, propagate that throughout"
    },
    {
      "index": 413,
      "start_time": 2264420.0,
      "end_time": 2269130.0,
      "text": "the world. Yet, you also have the most religious nation. Well, it&#39;s true. I mean, you can argue"
    },
    {
      "index": 414,
      "start_time": 2269130.0,
      "end_time": 2272980.0,
      "text": "with the methods but I mean, there&#39;s no question that like we are trying to promote democracy."
    },
    {
      "index": 415,
      "start_time": 2272980.0,
      "end_time": 2279500.0,
      "text": "And yet you have, yeah, the most religious nation. You have like people going to church"
    },
    {
      "index": 416,
      "start_time": 2279500.0,
      "end_time": 2284230.0,
      "text": "is probably an all-time high. Religious people affect who are leaders are, you know, to a"
    },
    {
      "index": 417,
      "start_time": 2284230.0,
      "end_time": 2286829.0,
      "text": "great degree. So how do you explain like that contradiction?"
    },
    {
      "index": 418,
      "start_time": 2286830.0,
      "end_time": 2290840.0,
      "text": ">> HITCHENS: Well, I don’t think it’s a contradiction because religious, the section"
    },
    {
      "index": 419,
      "start_time": 2290840.0,
      "end_time": 2295850.0,
      "text": "of the constitution means you can have religious pluralism. Now for example where I come from,"
    },
    {
      "index": 420,
      "start_time": 2295850.0,
      "end_time": 2301471.0,
      "text": "originally, you can tell I was born in England. The head of the church is the head of the"
    },
    {
      "index": 421,
      "start_time": 2301470.0,
      "end_time": 2306939.0,
      "text": "state and the head of the armed forces. It&#39;s an official church and you have to pay for"
    },
    {
      "index": 422,
      "start_time": 2306940.0,
      "end_time": 2313940.0,
      "text": "it and whether you want to or not. And on the moment that her majesty, the Queen, expires,"
    },
    {
      "index": 423,
      "start_time": 2315240.0,
      "end_time": 2322240.0,
      "text": "the head of the Church of England will become a bat-eared half-Muslim with no taste in,"
    },
    {
      "index": 424,
      "start_time": 2322400.0,
      "end_time": 2329400.0,
      "text": "for women as far as I can see, the lugubrious Prince Charles, who goes to classes on Islam"
    },
    {
      "index": 425,
      "start_time": 2330850.0,
      "end_time": 2337850.0,
      "text": "and talks to plants and is a loon. That’s what you get for founding a church on the"
    },
    {
      "index": 426,
      "start_time": 2338560.0,
      "end_time": 2343981.0,
      "text": "family values of Henry VIII. In the United States, you can&#39;t have any of that. That would"
    },
    {
      "index": 427,
      "start_time": 2343980.0,
      "end_time": 2347400.0,
      "text": "be unconstitutional. You can belong to any church you want, the government has nothing"
    },
    {
      "index": 428,
      "start_time": 2347400.0,
      "end_time": 2354400.0,
      "text": "to do with that. And people I think take a Toquevillian view, if you like, of the church."
    },
    {
      "index": 429,
      "start_time": 2354960.0,
      "end_time": 2360100.0,
      "text": "They go, many of them, to church for social reasons. Some of them for ethnic ones, some"
    },
    {
      "index": 430,
      "start_time": 2360100.0,
      "end_time": 2365500.0,
      "text": "of them for charitable, some of them for community reasons as you might say. If you ask someone"
    },
    {
      "index": 431,
      "start_time": 2365500.0,
      "end_time": 2370829.0,
      "text": "now--I&#39;ve been doing this a lot recently. I have debated at every stop of my book tour."
    },
    {
      "index": 432,
      "start_time": 2370830.0,
      "end_time": 2375501.0,
      "text": "Okay, so said you are a Baptist minister, yes. Well, do you believe in John Calvin&#39;s"
    },
    {
      "index": 433,
      "start_time": 2375500.0,
      "end_time": 2381940.0,
      "text": "teaching on predestination and hell fire? Why do you want to know? Well, because you"
    },
    {
      "index": 434,
      "start_time": 2381940.0,
      "end_time": 2384980.0,
      "text": "said you were a Baptist. Yeah, but I mean I’m a Southern Baptist, you know that kind."
    },
    {
      "index": 435,
      "start_time": 2384980.0,
      "end_time": 2390550.0,
      "text": "Well, come one. They don’t love the question. They--or ask the Catholics if they really"
    },
    {
      "index": 436,
      "start_time": 2390550.0,
      "end_time": 2396550.0,
      "text": "believe what their church teaches or what the Pope tells them. Of course they don’t"
    },
    {
      "index": 437,
      "start_time": 2396550.0,
      "end_time": 2400540.0,
      "text": "for the most part. The fastest growing group of people in the country has been measured"
    },
    {
      "index": 438,
      "start_time": 2400540.0,
      "end_time": 2405819.0,
      "text": "as being those of who have no belief or who are atheists. By far the fastest growing,"
    },
    {
      "index": 439,
      "start_time": 2405820.0,
      "end_time": 2409251.0,
      "text": "it’s doubled in the last ten years. People are evidently lying to the opinion polls,"
    },
    {
      "index": 440,
      "start_time": 2409250.0,
      "end_time": 2413890.0,
      "text": "that there are not enough churches in the country; there are plenty of them. They’re"
    },
    {
      "index": 441,
      "start_time": 2413890.0,
      "end_time": 2416839.0,
      "text": "not enough to take all the people who say that they go to them, just couldn’t be done,"
    },
    {
      "index": 442,
      "start_time": 2416840.0,
      "end_time": 2420951.0,
      "text": "couldn’t fit them in. I don’t think that people who have doubts about religion are"
    },
    {
      "index": 443,
      "start_time": 2420950.0,
      "end_time": 2424950.0,
      "text": "going to tell them to opinion pollsters who call them up at dinner time. They will say,"
    },
    {
      "index": 444,
      "start_time": 2424950.0,
      "end_time": 2430720.0,
      "text": "yes, I am a Methodist or whatever it is, they’re not going say I sometimes wonder if John Wesley"
    },
    {
      "index": 445,
      "start_time": 2430720.0,
      "end_time": 2437720.0,
      "text": "was really the man. Not when the multiple choice boxes are being gone through. So, but"
    },
    {
      "index": 446,
      "start_time": 2437940.0,
      "end_time": 2442660.0,
      "text": "unfortunately, I mean, there are people who think that that’s the way to go politically."
    },
    {
      "index": 447,
      "start_time": 2442660.0,
      "end_time": 2449660.0,
      "text": "The president for example thinks that to say someone is person of faith is axiomatically"
    },
    {
      "index": 448,
      "start_time": 2449760.0,
      "end_time": 2455640.0,
      "text": "to confer a compliment on them. And if you remember, he did it to Vladimir Putin, KGB"
    },
    {
      "index": 449,
      "start_time": 2455640.0,
      "end_time": 2461299.0,
      "text": "goon and hood, and increasingly evidently a very dangerous man to have in charge in"
    },
    {
      "index": 450,
      "start_time": 2461300.0,
      "end_time": 2464461.0,
      "text": "Russia. President meets and says right away, “Right away, well, I could tell by looking"
    },
    {
      "index": 451,
      "start_time": 2464460.0,
      "end_time": 2468760.0,
      "text": "into his eyes and seeing he was wearing his grandmother’s crucifix, that he was just"
    },
    {
      "index": 452,
      "start_time": 2468760.0,
      "end_time": 2474319.0,
      "text": "the chap for me.” Now, in a strong field, I think that’s the stupidest thing the president"
    },
    {
      "index": 453,
      "start_time": 2474320.0,
      "end_time": 2481320.0,
      "text": "has yet said. And he must, I think, occasionally regret it. And I got, tried to get a research"
    },
    {
      "index": 454,
      "start_time": 2483600.0,
      "end_time": 2487921.0,
      "text": "to this one to find out just, I just need to know something, has Vladimir Putin ever"
    },
    {
      "index": 455,
      "start_time": 2487920.0,
      "end_time": 2493380.0,
      "text": "worn his grandmother’s crucifix since? Had he ever been seen wearing it before? Or did"
    },
    {
      "index": 456,
      "start_time": 2493380.0,
      "end_time": 2499200.0,
      "text": "he just think this should be enough for the president of the United States? Because if"
    },
    {
      "index": 457,
      "start_time": 2499200.0,
      "end_time": 2506200.0,
      "text": "so, it would show that religion was not just metaphysically incorrect, but as I have I"
    },
    {
      "index": 458,
      "start_time": 2508440.0,
      "end_time": 2513119.0,
      "text": "believe said, a danger and a poison to all of us. If our republic can be—and its president"
    },
    {
      "index": 459,
      "start_time": 2513120.0,
      "end_time": 2518181.0,
      "text": "can be pushed over, like that, like someone offering garlic to a vampire, then we really"
    },
    {
      "index": 460,
      "start_time": 2518180.0,
      "end_time": 2522379.0,
      "text": "are in trouble. >> Just a follow-up, though, it just sounds"
    },
    {
      "index": 461,
      "start_time": 2522380.0,
      "end_time": 2526890.0,
      "text": "like you would have almost no religion in the U.S. if you—if it’s true that you"
    },
    {
      "index": 462,
      "start_time": 2526890.0,
      "end_time": 2530130.0,
      "text": "were saying, that once you became an advanced scientific society, you know, you’d lose"
    },
    {
      "index": 463,
      "start_time": 2530130.0,
      "end_time": 2532920.0,
      "text": "interest in religion which is not the case. >> HITCHENS: All right. I’d say a bit more,"
    },
    {
      "index": 464,
      "start_time": 2532920.0,
      "end_time": 2539319.0,
      "text": "I mean, take the case of the so-called “intelligent design school” they want at least equal"
    },
    {
      "index": 465,
      "start_time": 2539320.0,
      "end_time": 2543151.0,
      "text": "time, they used to want to ban evolution, now they want equal time in schools. So, they"
    },
    {
      "index": 466,
      "start_time": 2543150.0,
      "end_time": 2550150.0,
      "text": "brought with their Discovery Institute friends from Washington, moves on school boards and"
    },
    {
      "index": 467,
      "start_time": 2551710.0,
      "end_time": 2558710.0,
      "text": "courts in Oklahoma, Kansas, Texas and the most conservative County of Pennsylvania around"
    },
    {
      "index": 468,
      "start_time": 2560920.0,
      "end_time": 2567920.0,
      "text": "the town of Dover. And they have been humiliated in each case. And this is in Kansas, in Texas,"
    },
    {
      "index": 469,
      "start_time": 2568960.0,
      "end_time": 2573750.0,
      "text": "in Oklahoma and in the most reactionary part of Pennsylvania. Thrown off the school board"
    },
    {
      "index": 470,
      "start_time": 2573750.0,
      "end_time": 2578859.0,
      "text": "by the electorate and thrown out of court as flat out unconstitutional by the judges,"
    },
    {
      "index": 471,
      "start_time": 2578860.0,
      "end_time": 2583370.0,
      "text": "in all cases, Reagan Republican appointees. And I don’t know what they’re going to"
    },
    {
      "index": 472,
      "start_time": 2583370.0,
      "end_time": 2587330.0,
      "text": "do next, these rednecks, I don’t know what they’re going to do. But, I know why it"
    },
    {
      "index": 473,
      "start_time": 2587330.0,
      "end_time": 2592481.0,
      "text": "doesn’t work, and why it’s not going to work, because there may be many parents in"
    },
    {
      "index": 474,
      "start_time": 2592480.0,
      "end_time": 2596869.0,
      "text": "Kansas who say, “Well, I personally think that God made the rocks and so on and only"
    },
    {
      "index": 475,
      "start_time": 2596870.0,
      "end_time": 2600221.0,
      "text": "made them 6,000 years ago.” But they don’t want their children taught that in school."
    },
    {
      "index": 476,
      "start_time": 2600220.0,
      "end_time": 2605490.0,
      "text": "They don’t want to come from a state where they get laughed at when they say where they’re"
    },
    {
      "index": 477,
      "start_time": 2605490.0,
      "end_time": 2609848.0,
      "text": "from. Oh you’re from Kansas, that’s the place where… they don’t like that. It’s"
    },
    {
      "index": 478,
      "start_time": 2609850.0,
      "end_time": 2614300.0,
      "text": "the same, it was the same with the confederate flag issue, quite apart from the racism. A"
    },
    {
      "index": 479,
      "start_time": 2614300.0,
      "end_time": 2617711.0,
      "text": "lot of people who didn’t want to come from a state that had a confederate battle flag"
    },
    {
      "index": 480,
      "start_time": 2617710.0,
      "end_time": 2621700.0,
      "text": "on its [INDISTINCT]. Among other things people won’t have their conventions in your state"
    },
    {
      "index": 481,
      "start_time": 2621700.0,
      "end_time": 2624910.0,
      "text": "and you’ll suffer for that too. You’ll get laughed at when you travel, they don’t"
    },
    {
      "index": 482,
      "start_time": 2624910.0,
      "end_time": 2629819.0,
      "text": "want this. And nor should they have to put up with it because of a handful of crackpots."
    },
    {
      "index": 483,
      "start_time": 2629820.0,
      "end_time": 2633431.0,
      "text": "So, no, I don’t say there aren’t a lot of devout people in this country and I don’t"
    },
    {
      "index": 484,
      "start_time": 2633430.0,
      "end_time": 2639279.0,
      "text": "say that science just negates religion. But I say that the influence of religion as opposed"
    },
    {
      "index": 485,
      "start_time": 2639280.0,
      "end_time": 2646890.0,
      "text": "to scientific rationalism is hugely overestimated, yeah. Shouldn’t—shouldn’t impress people"
    },
    {
      "index": 486,
      "start_time": 2646890.0,
      "end_time": 2652640.0,
      "text": "to the point where they feel it must - can’t be opposed."
    },
    {
      "index": 487,
      "start_time": 2652640.0,
      "end_time": 2659640.0,
      "text": ">> Thank you for coming. I think you already answered one of my questions regarding organizing"
    },
    {
      "index": 488,
      "start_time": 2659990.0,
      "end_time": 2666990.0,
      "text": "a larger effort. So separate from that I want to get just some comments and thoughts based"
    },
    {
      "index": 489,
      "start_time": 2667400.0,
      "end_time": 2673109.0,
      "text": "upon idea of if there is going to be an independent movement whether at the Atheist or Anti-theist"
    },
    {
      "index": 490,
      "start_time": 2673110.0,
      "end_time": 2679491.0,
      "text": "movement whether you’re part of it or not, if you have any suggestions for the average"
    },
    {
      "index": 491,
      "start_time": 2679490.0,
      "end_time": 2684589.0,
      "text": "person not may not have say a publishing company or a production company, but does have the"
    },
    {
      "index": 492,
      "start_time": 2684590.0,
      "end_time": 2686760.0,
      "text": "Internet, you know, does have their own thoughts... >> HITCHENS: Right."
    },
    {
      "index": 493,
      "start_time": 2686760.0,
      "end_time": 2691609.0,
      "text": ">> And keyboard in front of them, what they can do to either give resources to other people"
    },
    {
      "index": 494,
      "start_time": 2691610.0,
      "end_time": 2697141.0,
      "text": "or to actually express their thoughts in ways that you find to actually be, you know, exceptional."
    },
    {
      "index": 495,
      "start_time": 2697140.0,
      "end_time": 2699848.0,
      "text": ">> HITCHENS: Yes. >> Furter some sort of movement, if there"
    },
    {
      "index": 496,
      "start_time": 2699850.0,
      "end_time": 2704791.0,
      "text": "may be one. >. HITCHEN: Yeah, my friend, Rich Dawkins"
    },
    {
      "index": 497,
      "start_time": 2704790.0,
      "end_time": 2709540.0,
      "text": "actually at the end of his book, The God Delusion, does have a list which you can look up, and"
    },
    {
      "index": 498,
      "start_time": 2709540.0,
      "end_time": 2715490.0,
      "text": "his is an excellent book, I should say, of websites where so to say, help is available."
    },
    {
      "index": 499,
      "start_time": 2715490.0,
      "end_time": 2720200.0,
      "text": "Well, there’s one for example, there is a very important one of called, “Leaving"
    },
    {
      "index": 500,
      "start_time": 2720200.0,
      "end_time": 2724868.0,
      "text": "Islam,” is about people want to get out and are afraid or are being intimidated, ways"
    },
    {
      "index": 501,
      "start_time": 2724870.0,
      "end_time": 2729161.0,
      "text": "of actually doing it and finding contact with people who feel the same way. Very serious"
    },
    {
      "index": 502,
      "start_time": 2729160.0,
      "end_time": 2732670.0,
      "text": "because there are quite a lot of our fellow citizens now who don’t feel that they do"
    },
    {
      "index": 503,
      "start_time": 2732670.0,
      "end_time": 2736510.0,
      "text": "have religious freedom because they are imprisoned in a religion that can kill them for even"
    },
    {
      "index": 504,
      "start_time": 2736510.0,
      "end_time": 2741309.0,
      "text": "considering changing their minds about it, this is no small matter. But I tell you what"
    },
    {
      "index": 505,
      "start_time": 2741310.0,
      "end_time": 2747550.0,
      "text": "I would do, I would become a subscriber to a magazine called Free Inquiry which is published"
    },
    {
      "index": 506,
      "start_time": 2747550.0,
      "end_time": 2752620.0,
      "text": "out of Amherst, New York, it’s every month I think, a very, very good rationalist and"
    },
    {
      "index": 507,
      "start_time": 2752620.0,
      "end_time": 2759401.0,
      "text": "skeptical magazine which has itself a lot of local activities that you can look up."
    },
    {
      "index": 508,
      "start_time": 2759400.0,
      "end_time": 2764270.0,
      "text": "And then, there’s another magazine called Skeptical Inquiry, published from nearer here,"
    },
    {
      "index": 509,
      "start_time": 2764270.0,
      "end_time": 2769250.0,
      "text": "maybe more appeal to people of a scientific or technical bent which does things likes"
    },
    {
      "index": 510,
      "start_time": 2769250.0,
      "end_time": 2775619.0,
      "text": "they expose frauds that are on TV claiming to be able to put you in touch with your relatives,"
    },
    {
      "index": 511,
      "start_time": 2775620.0,
      "end_time": 2782620.0,
      "text": "or divine water or all these kinds of nutbags that are often featured on primetime shows."
    },
    {
      "index": 512,
      "start_time": 2782660.0,
      "end_time": 2789220.0,
      "text": "And puts you also in touch with the work the great magicians, Penn and Teller and James"
    },
    {
      "index": 513,
      "start_time": 2789220.0,
      "end_time": 2796220.0,
      "text": "Randy, who again show that miracles are easy. And they can also show the fraudulence of"
    },
    {
      "index": 514,
      "start_time": 2797490.0,
      "end_time": 2804290.0,
      "text": "anyone who tries to exploit them, a world of wonder awaits you. And these magazines"
    },
    {
      "index": 515,
      "start_time": 2804300.0,
      "end_time": 2809400.0,
      "text": "will also show you and point out to the areas where resistance is needed, say to the continued"
    },
    {
      "index": 516,
      "start_time": 2809400.0,
      "end_time": 2815920.0,
      "text": "attempt to teach nonsense in American schools, “Yes, children that concludes the biology"
    },
    {
      "index": 517,
      "start_time": 2815920.0,
      "end_time": 2821839.0,
      "text": "period, and now get ready for your creation studies hour and after the astronomy class"
    },
    {
      "index": 518,
      "start_time": 2821840.0,
      "end_time": 2828491.0,
      "text": "we will have the astrology class for equal time, and then the chemistry alchemy period.”"
    },
    {
      "index": 519,
      "start_time": 2828490.0,
      "end_time": 2833380.0,
      "text": "It’s enough to make a cat laugh, isn’t it? There are people think this is what should"
    },
    {
      "index": 520,
      "start_time": 2833380.0,
      "end_time": 2837730.0,
      "text": "be done to stultify American children. So, you can meet up with other people could think"
    },
    {
      "index": 521,
      "start_time": 2837730.0,
      "end_time": 2844730.0,
      "text": "that that’s a bad idea. >> Yeah, two things, an observation and a"
    },
    {
      "index": 522,
      "start_time": 2845160.0,
      "end_time": 2849109.0,
      "text": "concern, my first observation is that I think you share something in common with Jesus in"
    },
    {
      "index": 523,
      "start_time": 2849110.0,
      "end_time": 2853911.0,
      "text": "that both of you have seems to be attacking aspects of religion, but often in his case,"
    },
    {
      "index": 524,
      "start_time": 2853910.0,
      "end_time": 2860910.0,
      "text": "he attacked specific religious leaders whereas you attack religion itself. And, I was…"
    },
    {
      "index": 525,
      "start_time": 2861450.0,
      "end_time": 2867799.0,
      "text": ">> HITCHENS: No, our resemblances are often pointed out."
    },
    {
      "index": 526,
      "start_time": 2867800.0,
      "end_time": 2874800.0,
      "text": ">> I’m sad to hear, I thought for sure I’d be the first. And secondly, the bit of concern,"
    },
    {
      "index": 527,
      "start_time": 2875490.0,
      "end_time": 2879790.0,
      "text": "if we start going more and more toward Atheism, you mentioned some of the horrible things"
    },
    {
      "index": 528,
      "start_time": 2879790.0,
      "end_time": 2884690.0,
      "text": "that happened in the name of religion, but I look at one of the greatest genocides or"
    },
    {
      "index": 529,
      "start_time": 2884690.0,
      "end_time": 2891170.0,
      "text": "at least mass murders ever, was by the Soviet Union under Lenin and Stalin when in the name"
    },
    {
      "index": 530,
      "start_time": 2891170.0,
      "end_time": 2898170.0,
      "text": "of among another things Atheism, they killed an enormously large number of their own people."
    },
    {
      "index": 531,
      "start_time": 2899420.0,
      "end_time": 2904260.0,
      "text": "And what do you think would prevent that from happening if indeed you were successful?"
    },
    {
      "index": 532,
      "start_time": 2904260.0,
      "end_time": 2908000.0,
      "text": ">> HITCHENS: I have a chapter on this in my book because it is a very frequently asked"
    },
    {
      "index": 533,
      "start_time": 2908000.0,
      "end_time": 2913500.0,
      "text": "question, I think it’s also a very serious one, I have to condense the chapter if I may,"
    },
    {
      "index": 534,
      "start_time": 2913500.0,
      "end_time": 2919760.0,
      "text": "but here’s the situation. Until 1917, the year of the Russian Revolution, millions of"
    },
    {
      "index": 535,
      "start_time": 2919760.0,
      "end_time": 2924380.0,
      "text": "Russians, millions and millions of them had for hundreds and hundreds of years been told"
    },
    {
      "index": 536,
      "start_time": 2924380.0,
      "end_time": 2928440.0,
      "text": "that the head of the state, the Czar, was also the head of the church and was a little"
    },
    {
      "index": 537,
      "start_time": 2928440.0,
      "end_time": 2932750.0,
      "text": "more than human, he was the little father of the people. He wasn’t quite divine. He"
    },
    {
      "index": 538,
      "start_time": 2932750.0,
      "end_time": 2936630.0,
      "text": "was more like a saint than human. And he owned everything in the country and everything was"
    },
    {
      "index": 539,
      "start_time": 2936630.0,
      "end_time": 2943630.0,
      "text": "due to him. That’s how a gigantic layer Russian society was inculcated with servile,"
    },
    {
      "index": 540,
      "start_time": 2944460.0,
      "end_time": 2951460.0,
      "text": "fatalistic ideas. If you are Josef Stalin, you shouldn’t be in the dictatorship business"
    },
    {
      "index": 541,
      "start_time": 2951570.0,
      "end_time": 2955789.0,
      "text": "in the first place if you can’t realize this is a huge opportunity for you, you’ve"
    },
    {
      "index": 542,
      "start_time": 2955790.0,
      "end_time": 2962370.0,
      "text": "inherited a population that’s servile and credulous and superstitious. Well, what does"
    },
    {
      "index": 543,
      "start_time": 2962370.0,
      "end_time": 2969891.0,
      "text": "Stalin do? He sets up an inquisition. He has heresy hunts, trials of heretics, the Moscow"
    },
    {
      "index": 544,
      "start_time": 2969890.0,
      "end_time": 2974250.0,
      "text": "trials. He proclaims miracles, Lysenko’s agriculture that was supposed to produce three"
    },
    {
      "index": 545,
      "start_time": 2974250.0,
      "end_time": 2980190.0,
      "text": "harvests a year or whatever it was, the pseudo-biology that would feed everyone in a week. He says"
    },
    {
      "index": 546,
      "start_time": 2980190.0,
      "end_time": 2983569.0,
      "text": "all thanks are due at all times to the leader and you must praise him at all times for his"
    },
    {
      "index": 547,
      "start_time": 2983570.0,
      "end_time": 2987280.0,
      "text": "goodness and kindness. And incidentally, he always kept the Russian Orthodox Church on"
    },
    {
      "index": 548,
      "start_time": 2987280.0,
      "end_time": 2992329.0,
      "text": "his side, it split. It split the church and some of them moved to New York and set up"
    },
    {
      "index": 549,
      "start_time": 2992330.0,
      "end_time": 2998151.0,
      "text": "a rival. But the Russian Orthodox Church remained part of the regime, he was not so stupid as"
    },
    {
      "index": 550,
      "start_time": 2998150.0,
      "end_time": 3003980.0,
      "text": "not to know he had to do that, just as Hitler and Mussolini made an even more aggressive"
    },
    {
      "index": 551,
      "start_time": 3003980.0,
      "end_time": 3008460.0,
      "text": "deal with the Roman Catholic Church and with some of the Protestants. And remember the"
    },
    {
      "index": 552,
      "start_time": 3008460.0,
      "end_time": 3013430.0,
      "text": "other great axis of evil person of that time, the Emperor of Japan, was not just a religious"
    },
    {
      "index": 553,
      "start_time": 3013430.0,
      "end_time": 3020430.0,
      "text": "person but actually a god. So Fascism, Communism and Stalinism and Nazism are nothing like"
    },
    {
      "index": 554,
      "start_time": 3021450.0,
      "end_time": 3027520.0,
      "text": "as secular as some people think, and much more religious than most people know. But"
    },
    {
      "index": 555,
      "start_time": 3027520.0,
      "end_time": 3034200.0,
      "text": "here&#39;s what a fair test would be: find a society that&#39;s adopted the teachings of Spinoza, Voltaire,"
    },
    {
      "index": 556,
      "start_time": 3034200.0,
      "end_time": 3041200.0,
      "text": "Galileo, Einstein, Thomas Paine, Thomas Jefferson and gone down the pits as result of doing"
    },
    {
      "index": 557,
      "start_time": 3042870.0,
      "end_time": 3047971.0,
      "text": "that into famine and war and dictatorship and torture and repression. That would be"
    },
    {
      "index": 558,
      "start_time": 3047970.0,
      "end_time": 3053598.0,
      "text": "a fair test. That&#39;s the test I&#39;d like to--that&#39;s the experiment I&#39;d like to run. I don’t"
    },
    {
      "index": 559,
      "start_time": 3053600.0,
      "end_time": 3060600.0,
      "text": "think that&#39;s going to end up with a gulag. >> Hi. Thank you for coming."
    },
    {
      "index": 560,
      "start_time": 3061880.0,
      "end_time": 3065380.0,
      "text": ">> HITCHENS: Thank you for having me. >> More ladies asking questions would be awesome"
    },
    {
      "index": 561,
      "start_time": 3065380.0,
      "end_time": 3069910.0,
      "text": "and please, I implore you to be really hilarious so we can prove Mr. Hitchens is wrong about"
    },
    {
      "index": 562,
      "start_time": 3069910.0,
      "end_time": 3073379.0,
      "text": "why women cannot be funny. >> HITCHENS: I was wondering what you would--what"
    },
    {
      "index": 563,
      "start_time": 3073380.0,
      "end_time": 3080380.0,
      "text": "you&#39;ve done with your chicks here I must say. >> We are a technology company. So, I&#39;m not"
    },
    {
      "index": 564,
      "start_time": 3082950.0,
      "end_time": 3088379.0,
      "text": "religious but just to play a little devil&#39;s advocate, what do you say to studies that"
    },
    {
      "index": 565,
      "start_time": 3088380.0,
      "end_time": 3093890.0,
      "text": "show that people who consistently go to church, who pray, who believe in God have, like, lower"
    },
    {
      "index": 566,
      "start_time": 3093890.0,
      "end_time": 3098450.0,
      "text": "blood pressure and live longer lives, et cetera? >> HITCHENS: Well, I’d say it wouldn&#39;t--wouldn&#39;t"
    },
    {
      "index": 567,
      "start_time": 3098450.0,
      "end_time": 3105259.0,
      "text": "prove much. I mean, the--if it hard to prove--I&#39;m not sure I would be able to trust the methodology"
    },
    {
      "index": 568,
      "start_time": 3105260.0,
      "end_time": 3112260.0,
      "text": "but suppose it was true, the same could be said of being a Moonie for example. I mean,"
    },
    {
      "index": 569,
      "start_time": 3114290.0,
      "end_time": 3121290.0,
      "text": "it&#39;s said--it is said that Louis Farrakhan&#39;s racist crackpot Nation of Islam and its sectarian"
    },
    {
      "index": 570,
      "start_time": 3124000.0,
      "end_time": 3128890.0,
      "text": "gang gets young men of drugs, for all I know it does, it may but that doesn’t recommend"
    },
    {
      "index": 571,
      "start_time": 3128890.0,
      "end_time": 3134799.0,
      "text": "it to me. Nor does it prove a thing about its theology, if you see what I mean. Whereas"
    },
    {
      "index": 572,
      "start_time": 3134800.0,
      "end_time": 3141800.0,
      "text": "I can absolutely tell you that of the suicide bombing population 100% are faith based. And"
    },
    {
      "index": 573,
      "start_time": 3144690.0,
      "end_time": 3148920.0,
      "text": "I don’t think that that in itself disproves faith but I think it should make you skeptical"
    },
    {
      "index": 574,
      "start_time": 3148920.0,
      "end_time": 3154680.0,
      "text": "of that kind of random sampling. >> Sure. There seemed to be..."
    },
    {
      "index": 575,
      "start_time": 3154680.0,
      "end_time": 3158489.0,
      "text": ">> HITCHENS: Of the genital mutilation community the same can be said."
    },
    {
      "index": 576,
      "start_time": 3158490.0,
      "end_time": 3162370.0,
      "text": ">> I&#39;ve a lot of progressive religious friends who--I used to be pretty condescending towards"
    },
    {
      "index": 577,
      "start_time": 3162370.0,
      "end_time": 3165901.0,
      "text": "religion but I feel like I&#39;ve learned a lot from them and learned about their religious"
    },
    {
      "index": 578,
      "start_time": 3165900.0,
      "end_time": 3169309.0,
      "text": "practice and what it means to them and as you stated earlier a lot of religious people"
    },
    {
      "index": 579,
      "start_time": 3169310.0,
      "end_time": 3174001.0,
      "text": "don’t really believe all the tenets of what their faith says anyway. So, I feel like those"
    },
    {
      "index": 580,
      "start_time": 3174000.0,
      "end_time": 3179119.0,
      "text": "friends of mine are looking for community and looking for a feeling of oneness with"
    },
    {
      "index": 581,
      "start_time": 3179120.0,
      "end_time": 3185691.0,
      "text": "other people and with the universe and ultimately on a scientific level that bears out anyway"
    },
    {
      "index": 582,
      "start_time": 3185690.0,
      "end_time": 3191790.0,
      "text": "because on like a quantum level everything is one and is the same. So, I feel like churches"
    },
    {
      "index": 583,
      "start_time": 3191790.0,
      "end_time": 3196230.0,
      "text": "at least in this country provide the sense of community that I don’t think exists any"
    },
    {
      "index": 584,
      "start_time": 3196230.0,
      "end_time": 3200190.0,
      "text": "other way in our culture. I don’t feel like I had that growing up and I feel like my friends"
    },
    {
      "index": 585,
      "start_time": 3200190.0,
      "end_time": 3204299.0,
      "text": "that went to churchm they can go back to their church now and there are all of these adults"
    },
    {
      "index": 586,
      "start_time": 3204300.0,
      "end_time": 3208691.0,
      "text": "that aside from their parents that were there to nurture them as they were growing up and"
    },
    {
      "index": 587,
      "start_time": 3208690.0,
      "end_time": 3212329.0,
      "text": "then ask how they&#39;re doing and I never had that. So, I&#39;m jealous of that in a sense."
    },
    {
      "index": 588,
      "start_time": 3212330.0,
      "end_time": 3219330.0,
      "text": ">> HITCHENS: It takes a lot to make me cry but you...See me afterwards, I mean, the way"
    },
    {
      "index": 589,
      "start_time": 3220880.0,
      "end_time": 3227839.0,
      "text": "it just--look actually it’s what I said about if there&#39;s any who read, who read de"
    },
    {
      "index": 590,
      "start_time": 3227840.0,
      "end_time": 3232600.0,
      "text": "Toqueville, in Democracy in America should--that&#39;s what he said about--about communitarianism"
    },
    {
      "index": 591,
      "start_time": 3232600.0,
      "end_time": 3236951.0,
      "text": "and religion. It&#39;s very--it&#39;s the reason why America is so religious but it&#39;s a different"
    },
    {
      "index": 592,
      "start_time": 3236950.0,
      "end_time": 3242890.0,
      "text": "form of religion. Ask yourself a related question, it&#39;s amazing to me how many Americans change"
    },
    {
      "index": 593,
      "start_time": 3242890.0,
      "end_time": 3247529.0,
      "text": "religion when they get married. You hear it all the time, you&#39;ve heard it. I used to be"
    },
    {
      "index": 594,
      "start_time": 3247530.0,
      "end_time": 3252299.0,
      "text": "Seventh Day Adventist but my wife was Congregationalist, now I go to the Congregationalists. It doesn’t"
    },
    {
      "index": 595,
      "start_time": 3252300.0,
      "end_time": 3255471.0,
      "text": "matter the Seventh Day Adventist used to say, if you don’t stay with us you&#39;re going straight"
    },
    {
      "index": 596,
      "start_time": 3255470.0,
      "end_time": 3261109.0,
      "text": "to hell. Change very easily. Go to another church instead. Wouldn&#39;t consider perhaps"
    },
    {
      "index": 597,
      "start_time": 3261110.0,
      "end_time": 3267789.0,
      "text": "not going to one but it shows the--the depth of the strength of religious allegiance. I"
    },
    {
      "index": 598,
      "start_time": 3267790.0,
      "end_time": 3274790.0,
      "text": "also think that, well, it&#39;s notorious about, say, Polish Catholics in Chicago or Greek"
    },
    {
      "index": 599,
      "start_time": 3276790.0,
      "end_time": 3283790.0,
      "text": "Orthodox or many Jews, the church has been a means of transmitting and preserving an"
    },
    {
      "index": 600,
      "start_time": 3283340.0,
      "end_time": 3289481.0,
      "text": "ethnic tradition as well. The solidarity in the face of often quiet bleak kinds of life,"
    },
    {
      "index": 601,
      "start_time": 3289480.0,
      "end_time": 3295220.0,
      "text": "and now there&#39;s even a phenomenon known as Churchianity. It’s expressed by the megachurches,"
    },
    {
      "index": 602,
      "start_time": 3295220.0,
      "end_time": 3300950.0,
      "text": "the people who live half transient lives don’t have very stable employment or residence who"
    },
    {
      "index": 603,
      "start_time": 3300950.0,
      "end_time": 3304288.0,
      "text": "are often moving around the country. On a Sunday they want to know where they can go"
    },
    {
      "index": 604,
      "start_time": 3304290.0,
      "end_time": 3309791.0,
      "text": "take the old jalopy and be among friends, and these characters are waiting for them"
    },
    {
      "index": 605,
      "start_time": 3309790.0,
      "end_time": 3316790.0,
      "text": "believe you me to remove what few savings they do have left from them. Because that&#39;s"
    },
    {
      "index": 606,
      "start_time": 3317540.0,
      "end_time": 3322780.0,
      "text": "another indissoluble fact about American religion just as community and blood pressure may be"
    },
    {
      "index": 607,
      "start_time": 3322780.0,
      "end_time": 3329591.0,
      "text": "involved. It has to be mentioned in the same breath as open fraud to an absolutely astonishing"
    },
    {
      "index": 608,
      "start_time": 3329590.0,
      "end_time": 3335690.0,
      "text": "extent. I mean, the shake down community, the genital mutilation community, the suicide"
    },
    {
      "index": 609,
      "start_time": 3335690.0,
      "end_time": 3342690.0,
      "text": "bombing community, the child abuse I would prefer to say child rape communities, all"
    },
    {
      "index": 610,
      "start_time": 3342520.0,
      "end_time": 3344299.0,
      "text": "these are communities of faith, believe you me."
    },
    {
      "index": 611,
      "start_time": 3344300.0,
      "end_time": 3350610.0,
      "text": ">> Oh, it&#39;s my turn? >> HITCHENS: What&#39;s up?"
    },
    {
      "index": 612,
      "start_time": 3350610.0,
      "end_time": 3357610.0,
      "text": ">> Try to diverge a little from the immediate subjects. You expressed your regrets for this"
    },
    {
      "index": 613,
      "start_time": 3359200.0,
      "end_time": 3365460.0,
      "text": "perverse impulse in the human spirit which seems to desire to be dominated, to prostrate"
    },
    {
      "index": 614,
      "start_time": 3365460.0,
      "end_time": 3371279.0,
      "text": "itself before the mysterious altar of power. It occurs to me that the current government"
    },
    {
      "index": 615,
      "start_time": 3371280.0,
      "end_time": 3377530.0,
      "text": "of this nation has in a calculated fashion, exploited this perverse desire and exploited"
    },
    {
      "index": 616,
      "start_time": 3377530.0,
      "end_time": 3383550.0,
      "text": "the language which seems to inspire it or appeal to it. Now, I&#39;m strongly opposed to"
    },
    {
      "index": 617,
      "start_time": 3383550.0,
      "end_time": 3390291.0,
      "text": "a particular policy of this government which is the indefinite detention of so-called terrorist"
    },
    {
      "index": 618,
      "start_time": 3390290.0,
      "end_time": 3396170.0,
      "text": "suspects in Cuba and in particular I dislike the way the government tries to justify this"
    },
    {
      "index": 619,
      "start_time": 3396170.0,
      "end_time": 3402809.0,
      "text": "policy by using these very discourses of power and secrecy which come of a particular religious"
    },
    {
      "index": 620,
      "start_time": 3402810.0,
      "end_time": 3409771.0,
      "text": "stamp. So I would like to ask and--not to be impertinent how you can square what you&#39;ve"
    },
    {
      "index": 621,
      "start_time": 3409770.0,
      "end_time": 3414300.0,
      "text": "said today with other comments you&#39;ve made apparently in support of this very policy."
    },
    {
      "index": 622,
      "start_time": 3414300.0,
      "end_time": 3421300.0,
      "text": ">> HITCHENS: There&#39;s no danger of you being impertinent so don’t worry about that. I&#39;ve"
    },
    {
      "index": 623,
      "start_time": 3421520.0,
      "end_time": 3425650.0,
      "text": "just returned from Guantanamo, when I say just I was there last month. It took me a"
    },
    {
      "index": 624,
      "start_time": 3425650.0,
      "end_time": 3430349.0,
      "text": "long time to get down and haven&#39;t yet written anything about it so you won&#39;t know my views"
    },
    {
      "index": 625,
      "start_time": 3430350.0,
      "end_time": 3437350.0,
      "text": "as I&#39;m not sure that I know them in full myself, but about your question, I know what my views"
    },
    {
      "index": 626,
      "start_time": 3438000.0,
      "end_time": 3444440.0,
      "text": "are about indefinite detention in principle. I didn&#39;t see or must have missed any allusion"
    },
    {
      "index": 627,
      "start_time": 3444440.0,
      "end_time": 3451440.0,
      "text": "that all made to religion, in the decision to declare them enemy combatants. You&#39;re suggesting"
    },
    {
      "index": 628,
      "start_time": 3454890.0,
      "end_time": 3458190.0,
      "text": "there was a religious justification for the detention policy?"
    },
    {
      "index": 629,
      "start_time": 3458190.0,
      "end_time": 3464770.0,
      "text": ">> Not a religious justification per se but in my opinion the Bush administration in its"
    },
    {
      "index": 630,
      "start_time": 3464770.0,
      "end_time": 3471770.0,
      "text": "public deliveries often uses a language of power very much akin to that used by religious"
    },
    {
      "index": 631,
      "start_time": 3471890.0,
      "end_time": 3477578.0,
      "text": "tyrants and demagogues down the centuries and this language comes up particularly strongly"
    },
    {
      "index": 632,
      "start_time": 3477580.0,
      "end_time": 3480221.0,
      "text": "when justifying controversial actions such as Guantanamo Bay."
    },
    {
      "index": 633,
      "start_time": 3480220.0,
      "end_time": 3483480.0,
      "text": ">> HITCHENS: Well, again I think we have a disagreement, I mean the language they seem"
    },
    {
      "index": 634,
      "start_time": 3483480.0,
      "end_time": 3489930.0,
      "text": "to use to me is the language of the secular language of emergency powers and special circumstances"
    },
    {
      "index": 635,
      "start_time": 3489930.0,
      "end_time": 3494430.0,
      "text": "requiring extraordinary measures and that’s a very old argument especially in the United"
    },
    {
      "index": 636,
      "start_time": 3494430.0,
      "end_time": 3499390.0,
      "text": "States, it goes back to President Lincoln’s attempt to suspend habeas corpus in the Civil"
    },
    {
      "index": 637,
      "start_time": 3499390.0,
      "end_time": 3503868.0,
      "text": "War. It reminds me of that and not of any argument about or with theocracy."
    },
    {
      "index": 638,
      "start_time": 3503870.0,
      "end_time": 3510870.0,
      "text": ">> Emergency powers and extraordinary rendition and other times like this to me rather smack"
    },
    {
      "index": 639,
      "start_time": 3512780.0,
      "end_time": 3519780.0,
      "text": "of secrecy jargon at the same time used by preachers."
    },
    {
      "index": 640,
      "start_time": 3520770.0,
      "end_time": 3526640.0,
      "text": ">> HITCHENS: Or by secular despots. I just don’t think you’re quite carrying your"
    },
    {
      "index": 641,
      "start_time": 3526640.0,
      "end_time": 3531420.0,
      "text": "point about the theological. If by all means if you want to discuss the question of civil"
    },
    {
      "index": 642,
      "start_time": 3531420.0,
      "end_time": 3538329.0,
      "text": "liberties, let’s do so, but it’s a departure from the rubric. The Bush administration is"
    },
    {
      "index": 643,
      "start_time": 3538330.0,
      "end_time": 3544911.0,
      "text": "not conducting a holy war in this respect. It is confronting a holy war, however. One"
    },
    {
      "index": 644,
      "start_time": 3544910.0,
      "end_time": 3550319.0,
      "text": "thing you can’t miss about the inhabitants of Guantanamo is how faith based they are,"
    },
    {
      "index": 645,
      "start_time": 3550320.0,
      "end_time": 3555791.0,
      "text": "and that’s part of the reason why we are presented with this problem. The difference"
    },
    {
      "index": 646,
      "start_time": 3555790.0,
      "end_time": 3562790.0,
      "text": "seems to me to be the following, if you treat them as criminals, as some argue, then you"
    },
    {
      "index": 647,
      "start_time": 3563550.0,
      "end_time": 3566711.0,
      "text": "can’t say really that you are fighting a war, then it’s only a law and order question."
    },
    {
      "index": 648,
      "start_time": 3566710.0,
      "end_time": 3571990.0,
      "text": "If you say you’re fighting a war, then in what sense are these not enemy soldiers? If"
    },
    {
      "index": 649,
      "start_time": 3571990.0,
      "end_time": 3575410.0,
      "text": "they are enemy soldiers, how can you try them as criminals? Why are you holding people as"
    },
    {
      "index": 650,
      "start_time": 3575410.0,
      "end_time": 3579890.0,
      "text": "criminals and building a military tribunal, I visited the room where they’re going to"
    },
    {
      "index": 651,
      "start_time": 3579890.0,
      "end_time": 3584170.0,
      "text": "have them tried, where they will be able to say, “Well, thanks for having me here and"
    },
    {
      "index": 652,
      "start_time": 3584170.0,
      "end_time": 3588339.0,
      "text": "admitting that I am a soldier, when the whole point is that the Geneva Convention says that"
    },
    {
      "index": 653,
      "start_time": 3588340.0,
      "end_time": 3593360.0,
      "text": "they’re not. So that’s bad enough to begin with and it’s a territory no government"
    },
    {
      "index": 654,
      "start_time": 3593360.0,
      "end_time": 3598870.0,
      "text": "has yet had to step onto. But in addition, we’re apparently not allowed to do any of"
    },
    {
      "index": 655,
      "start_time": 3598870.0,
      "end_time": 3603901.0,
      "text": "those things, nor are we allowed extraordinary rendition nor can we have return them to their"
    },
    {
      "index": 656,
      "start_time": 3603900.0,
      "end_time": 3607990.0,
      "text": "countries of origin in case they get maltreated there by their own governments. Well, this"
    },
    {
      "index": 657,
      "start_time": 3607990.0,
      "end_time": 3614689.0,
      "text": "leaves the—apparently only two alternatives. One is not to take any prisoners. And the"
    },
    {
      "index": 658,
      "start_time": 3614690.0,
      "end_time": 3619619.0,
      "text": "other is to let everybody go and say we’ve got no right to hold you. And neither of these"
    },
    {
      "index": 659,
      "start_time": 3619620.0,
      "end_time": 3623260.0,
      "text": "seems to be very attractive. This is as far as I’ve got now with my reasoning."
    },
    {
      "index": 660,
      "start_time": 3623260.0,
      "end_time": 3629161.0,
      "text": ">> But do you not dislike the way that’s all of these actions might not be unconstitutional."
    },
    {
      "index": 661,
      "start_time": 3629160.0,
      "end_time": 3634920.0,
      "text": "They’re not justified in constitutional terms but in language such as extraordinary"
    },
    {
      "index": 662,
      "start_time": 3634920.0,
      "end_time": 3637349.0,
      "text": "rendition, emergency powers. >> HITCHENS: Yeah, I do dislike that very"
    },
    {
      "index": 663,
      "start_time": 3637350.0,
      "end_time": 3640701.0,
      "text": "much, yes. I mean, no one’s ever been able to point out to me that Lincoln’s suspension"
    },
    {
      "index": 664,
      "start_time": 3640700.0,
      "end_time": 3645379.0,
      "text": "of habeas corpus helped to defeat the confederacy for example. And I certainly don’t think"
    },
    {
      "index": 665,
      "start_time": 3645380.0,
      "end_time": 3649839.0,
      "text": "that the president has the right under the constitution to suspend habeas corpus. Only"
    },
    {
      "index": 666,
      "start_time": 3649840.0,
      "end_time": 3653539.0,
      "text": "the Congress can do that. It doesn’t mean it can’t be suspended. The Congress has"
    },
    {
      "index": 667,
      "start_time": 3653540.0,
      "end_time": 3658751.0,
      "text": "to do it, the president cannot. I&#39;m rather a stickler for that kind of thing. Call me"
    },
    {
      "index": 668,
      "start_time": 3658750.0,
      "end_time": 3662390.0,
      "text": "old fashioned if you will. >> Well, I feel I’ve taken up a little too"
    },
    {
      "index": 669,
      "start_time": 3662390.0,
      "end_time": 3664578.0,
      "text": "much time now. >> HITCHENS: A very welcome question, believe"
    },
    {
      "index": 670,
      "start_time": 3664580.0,
      "end_time": 3668820.0,
      "text": "me. >> I would posit that the Bush administration"
    },
    {
      "index": 671,
      "start_time": 3668820.0,
      "end_time": 3673559.0,
      "text": "has restrained itself or needs to be restrained from using genuine religious language in the"
    },
    {
      "index": 672,
      "start_time": 3673560.0,
      "end_time": 3677451.0,
      "text": "way it’s approached that so called war and terror and I believe the word crusade was"
    },
    {
      "index": 673,
      "start_time": 3677450.0,
      "end_time": 3682109.0,
      "text": "used earlier in the campaign by President Bush, it’s not been used since. And we remember"
    },
    {
      "index": 674,
      "start_time": 3682110.0,
      "end_time": 3688539.0,
      "text": "that the original name of the campaign was infinite justice. Another rejected piece of"
    },
    {
      "index": 675,
      "start_time": 3688540.0,
      "end_time": 3694600.0,
      "text": "unfortunate language, obviously picked out by some careful PR person."
    },
    {
      "index": 676,
      "start_time": 3694600.0,
      "end_time": 3700860.0,
      "text": ">> HITCHENS: [INDISTINCT] >> Hi. Thank you very much for coming. I was"
    },
    {
      "index": 677,
      "start_time": 3700860.0,
      "end_time": 3703691.0,
      "text": "just having a question about something that many people have probably find to be a less"
    },
    {
      "index": 678,
      "start_time": 3703690.0,
      "end_time": 3709329.0,
      "text": "serious issue but I&#39;m curious about your thoughts on art, music and creativity and how those"
    },
    {
      "index": 679,
      "start_time": 3709330.0,
      "end_time": 3714550.0,
      "text": "fit in with your other ideas, those were three things that formed communities that maybe"
    },
    {
      "index": 680,
      "start_time": 3714550.0,
      "end_time": 3718651.0,
      "text": "we argued on faith, you know. The greatest composers throughout history always dedicating"
    },
    {
      "index": 681,
      "start_time": 3718650.0,
      "end_time": 3723539.0,
      "text": "their work to God and things of that nature and I&#39;m just curious how you view these things"
    },
    {
      "index": 682,
      "start_time": 3723540.0,
      "end_time": 3727800.0,
      "text": "and beauty of these things to be similar to the beauty that you suggested you can find"
    },
    {
      "index": 683,
      "start_time": 3727800.0,
      "end_time": 3733461.0,
      "text": "in nature or how you think that they might be more suited, more fitting in with religion."
    },
    {
      "index": 684,
      "start_time": 3733460.0,
      "end_time": 3737380.0,
      "text": "I&#39;m just curious if you think that any would be devalued in this new system or any—with"
    },
    {
      "index": 685,
      "start_time": 3737380.0,
      "end_time": 3743329.0,
      "text": "your ideas. >> HITCHENS: Yeah, we don’t know, of the"
    },
    {
      "index": 686,
      "start_time": 3743330.0,
      "end_time": 3749131.0,
      "text": "extraordinary buildings, the great Gothic Cathedrals for example or the, even the Great"
    },
    {
      "index": 687,
      "start_time": 3749130.0,
      "end_time": 3755740.0,
      "text": "Mosques of Andalusia. We don’t know if the architects who built them that they were themselves"
    },
    {
      "index": 688,
      "start_time": 3755740.0,
      "end_time": 3760780.0,
      "text": "convinced that it was for the greater glory of God. We just know that at the time you"
    },
    {
      "index": 689,
      "start_time": 3760790.0,
      "end_time": 3765230.0,
      "text": "couldn&#39;t get a job as an architect if you didn&#39;t affirm that. And certainly we know"
    },
    {
      "index": 690,
      "start_time": 3765230.0,
      "end_time": 3769140.0,
      "text": "what would have happened to you if you said, “What God?” That would not just be the"
    },
    {
      "index": 691,
      "start_time": 3769140.0,
      "end_time": 3772950.0,
      "text": "end of your career as an architect, so we don’t know that about... We don’t know"
    },
    {
      "index": 692,
      "start_time": 3772950.0,
      "end_time": 3779950.0,
      "text": "the same about, even the devotional painters, we don’t know if they were believers, or"
    },
    {
      "index": 693,
      "start_time": 3780380.0,
      "end_time": 3785849.0,
      "text": "the composers. Of the devotional poets, and I&#39;m on stronger ground here as a literary"
    },
    {
      "index": 694,
      "start_time": 3785850.0,
      "end_time": 3790110.0,
      "text": "critic, I know a bit more about it. People like John Donne or George Herbert, it would"
    },
    {
      "index": 695,
      "start_time": 3790110.0,
      "end_time": 3794849.0,
      "text": "be very, very hard to fake writing that if you weren’t a believer. It would be extremely"
    },
    {
      "index": 696,
      "start_time": 3794850.0,
      "end_time": 3799141.0,
      "text": "hard, where would you get your inspiration from? And my feeling is that it’s real devotional"
    },
    {
      "index": 697,
      "start_time": 3799140.0,
      "end_time": 3805920.0,
      "text": "poetry and I personally couldn&#39;t be without it. We’d be much poorer. To stay with the"
    },
    {
      "index": 698,
      "start_time": 3805920.0,
      "end_time": 3812920.0,
      "text": "literature if you don’t mind. The King James version of the bible, the King James translation,"
    },
    {
      "index": 699,
      "start_time": 3813520.0,
      "end_time": 3818730.0,
      "text": "referred to in the New York Times recently as the St. James translation, is itself a"
    },
    {
      "index": 700,
      "start_time": 3818730.0,
      "end_time": 3822750.0,
      "text": "great work of literature and one couldn&#39;t be without it, if you don’t understand the"
    },
    {
      "index": 701,
      "start_time": 3822750.0,
      "end_time": 3828730.0,
      "text": "beauty of that liturgy, there’s a lot of Shakespeare and of Milton and Blake you wouldn’t"
    },
    {
      "index": 702,
      "start_time": 3828730.0,
      "end_time": 3834109.0,
      "text": "get, you wouldn’t know what was going on. So it’s part of literacy to know it. I once"
    },
    {
      "index": 703,
      "start_time": 3834110.0,
      "end_time": 3841001.0,
      "text": "wrote a book about the Parthenon, very important building for western civilization, great deal"
    },
    {
      "index": 704,
      "start_time": 3841000.0,
      "end_time": 3847190.0,
      "text": "to be learned from it and from, by its beauty and by its symmetry and by its extraordinary"
    },
    {
      "index": 705,
      "start_time": 3847190.0,
      "end_time": 3854190.0,
      "text": "architecture and sculpture. But I no longer care about the culture of Pallas Athena and"
    },
    {
      "index": 706,
      "start_time": 3855990.0,
      "end_time": 3858690.0,
      "text": "I don’t care about the mystical ceremonies, some of them involving animal sacrifice and"
    },
    {
      "index": 707,
      "start_time": 3858690.0,
      "end_time": 3864109.0,
      "text": "possibly human, that were conducted on the road from Eleusis. And I don’t have to care"
    },
    {
      "index": 708,
      "start_time": 3864110.0,
      "end_time": 3868191.0,
      "text": "about Athenian imperialism and what it did to the Greek colonies in the rest of the Mediterranean."
    },
    {
      "index": 709,
      "start_time": 3868190.0,
      "end_time": 3873439.0,
      "text": "I can just appreciate the building and some—and know about the philosophical context and the"
    },
    {
      "index": 710,
      "start_time": 3873440.0,
      "end_time": 3876650.0,
      "text": "plays of Sophocles and all the other things that were going on at the same time without"
    },
    {
      "index": 711,
      "start_time": 3876650.0,
      "end_time": 3881470.0,
      "text": "any reference to their gods. So I propose that what culture largely means to us now"
    },
    {
      "index": 712,
      "start_time": 3881470.0,
      "end_time": 3887919.0,
      "text": "is how to deal with civilizational art and great creativity in a post-supernatural era."
    },
    {
      "index": 713,
      "start_time": 3887920.0,
      "end_time": 3894510.0,
      "text": "In other words, how to keep all of that that’s of value without having to care about the"
    },
    {
      "index": 714,
      "start_time": 3894510.0,
      "end_time": 3901289.0,
      "text": "culture of Pallas Athena for example or to be forced to bear in mind that say, St. Peter’s"
    },
    {
      "index": 715,
      "start_time": 3901290.0,
      "end_time": 3906550.0,
      "text": "in Rome, actually not I think that impressive a building, was built by special set of indulgences,"
    },
    {
      "index": 716,
      "start_time": 3906550.0,
      "end_time": 3911241.0,
      "text": "I mean that’s how the money for it was raised. We can consider that independently now. We"
    },
    {
      "index": 717,
      "start_time": 3911240.0,
      "end_time": 3915250.0,
      "text": "can value this building without knowing that. Though I always find it’s somewhat hard"
    },
    {
      "index": 718,
      "start_time": 3915250.0,
      "end_time": 3919319.0,
      "text": "to forget. >> Right. Okay. I was just curious, I mean"
    },
    {
      "index": 719,
      "start_time": 3919320.0,
      "end_time": 3924590.0,
      "text": "I wanted to seek more towards how all these things in art and music and creativity are"
    },
    {
      "index": 720,
      "start_time": 3924590.0,
      "end_time": 3931590.0,
      "text": "often relayed between individuals as being spiritual or something along that nature whether"
    },
    {
      "index": 721,
      "start_time": 3931680.0,
      "end_time": 3937250.0,
      "text": "or not the actual topic. >> HITCHENS: I wanted to say a bit more of"
    },
    {
      "index": 722,
      "start_time": 3937250.0,
      "end_time": 3944990.0,
      "text": "this when I was speaking first. I think that the human need for the transcendent, for the"
    },
    {
      "index": 723,
      "start_time": 3944990.0,
      "end_time": 3948470.0,
      "text": "spiritual is undeniable but that’s not the supernatural. It’s very important to understand."
    },
    {
      "index": 724,
      "start_time": 3948470.0,
      "end_time": 3955470.0,
      "text": "The feeling that people get out of landscape and music, or landscape and music in combination."
    },
    {
      "index": 725,
      "start_time": 3956960.0,
      "end_time": 3961240.0,
      "text": "The feeling of war and love at the same time has had extraordinary consequences for many"
    },
    {
      "index": 726,
      "start_time": 3961240.0,
      "end_time": 3967200.0,
      "text": "people, or one or other on their own. These are the things we can’t do without but there’s"
    },
    {
      "index": 727,
      "start_time": 3967200.0,
      "end_time": 3972180.0,
      "text": "no reason to attribute them to the supernatural. You’re not glimpsing anything but nature"
    },
    {
      "index": 728,
      "start_time": 3972180.0,
      "end_time": 3975819.0,
      "text": "from that. >> Thank you. Thank you."
    },
    {
      "index": 729,
      "start_time": 3975820.0,
      "end_time": 3979529.0,
      "text": ">> Hi. So it turns out if you follow the money trail back for a lot of these things, this"
    },
    {
      "index": 730,
      "start_time": 3979530.0,
      "end_time": 3984790.0,
      "text": "whole creationism, teaching creationism idea, you’ll eventually find political organizations"
    },
    {
      "index": 731,
      "start_time": 3984790.0,
      "end_time": 3988441.0,
      "text": "that are trying to energize a base, right, these bases..."
    },
    {
      "index": 732,
      "start_time": 3988440.0,
      "end_time": 3990140.0,
      "text": ">> HITCHENS: Yes. >> What they’d like to do is to get these"
    },
    {
      "index": 733,
      "start_time": 3990140.0,
      "end_time": 3994319.0,
      "text": "people to feel like they’re being attacked. And in lot of the discussions we have in your"
    },
    {
      "index": 734,
      "start_time": 3994320.0,
      "end_time": 3999651.0,
      "text": "presentation, there’s a fine line between attacking people versus attacking ideas, right?"
    },
    {
      "index": 735,
      "start_time": 3999650.0,
      "end_time": 4004839.0,
      "text": "What do you do to kind of ensure that you’re not going after people and not making people"
    },
    {
      "index": 736,
      "start_time": 4004840.0,
      "end_time": 4008840.0,
      "text": "feel like you’re telling them that they’re idiots for example? All right. How do you"
    },
    {
      "index": 737,
      "start_time": 4008840.0,
      "end_time": 4015840.0,
      "text": "make that separation? >> HITCHENS: Well, I think my answer’s been"
    },
    {
      "index": 738,
      "start_time": 4017300.0,
      "end_time": 4018950.0,
      "text": "anticipated perhaps. >> All right."
    },
    {
      "index": 739,
      "start_time": 4018950.0,
      "end_time": 4022391.0,
      "text": ">> HITCHENS: If someone tells me that I’ve hurt their feelings I’m still waiting to"
    },
    {
      "index": 740,
      "start_time": 4022390.0,
      "end_time": 4023859.0,
      "text": "hear what your point is. >> Right."
    },
    {
      "index": 741,
      "start_time": 4023860.0,
      "end_time": 4029340.0,
      "text": ">> HITCHENS: I&#39;m very depressed that in this country you can be told that’s offensive"
    },
    {
      "index": 742,
      "start_time": 4029340.0,
      "end_time": 4035340.0,
      "text": "as if those two words constitute an argument or comment, not to me they don’t, and I&#39;m"
    },
    {
      "index": 743,
      "start_time": 4035340.0,
      "end_time": 4040331.0,
      "text": "not running for anything. So, I didn&#39;t have to pretend to like people when I don’t."
    },
    {
      "index": 744,
      "start_time": 4040330.0,
      "end_time": 4047330.0,
      "text": ">> Right. Thanks. >> Hello. Oh, thank you so much for speaking."
    },
    {
      "index": 745,
      "start_time": 4048910.0,
      "end_time": 4053299.0,
      "text": "I think we’re going to have a book signing right outside over here. So, if everyone got"
    },
    {
      "index": 746,
      "start_time": 4053300.0,
      "end_time": 4056961.0,
      "text": "their copy of the book, thank you very much for coming."
    },
    {
      "index": 747,
      "start_time": 4056960.0,
      "end_time": 4057270.0,
      "text": ">> HITCHENS: How very nice of you."
    }
  ]
}