{
  "video_id": "sD5VHBWO_2Y",
  "title": "Perfect Baked Potato - How to Make the Perfect Baked Potato",
  "json": [
    {
      "index": 1,
      "start_time": 1709.0,
      "end_time": 7900.0,
      "text": "Hello and welcome back to in the kitchen with Matt; I am your host Matt Taylor. Today I"
    },
    {
      "index": 2,
      "start_time": 7900.0,
      "end_time": 12570.0,
      "text": "will show you how to make the perfect baked potato. Mmm, this baked potato is really easy"
    },
    {
      "index": 3,
      "start_time": 12570.0,
      "end_time": 19900.0,
      "text": "to make, it has a nice outer shell when it is done, nice soft inner part, with a variety"
    },
    {
      "index": 4,
      "start_time": 19900.0,
      "end_time": 26448.0,
      "text": "of yummy toppings, mmm can&#39;t be beat. In the description, I will have a list of all the"
    },
    {
      "index": 5,
      "start_time": 26449.0,
      "end_time": 31239.0,
      "text": "ingredients and tools I used to make this perfect baked potato. First let&#39;s preheat"
    },
    {
      "index": 6,
      "start_time": 31239.0,
      "end_time": 37989.0,
      "text": "our oven to 350 degrees F. Now what we do we will take the potato, this is a good-sized"
    },
    {
      "index": 7,
      "start_time": 37989.0,
      "end_time": 44608.0,
      "text": "potato, and I washed it really well. And now what we do is we will take a fork and go ahead"
    },
    {
      "index": 8,
      "start_time": 44609.0,
      "end_time": 52820.0,
      "text": "and poke holes in it. Ok and that will let the steam out of the baked potato while it"
    },
    {
      "index": 9,
      "start_time": 52820.0,
      "end_time": 59940.0,
      "text": "is baking. And now what we will do is take a bowl like so, and then we will take some"
    },
    {
      "index": 10,
      "start_time": 59940.0,
      "end_time": 66000.0,
      "text": "olive oil, or you can use canola oil or whatever oil you want, we will go ahead and drizzle"
    },
    {
      "index": 11,
      "start_time": 66000.0,
      "end_time": 77700.0,
      "text": "some on there. And then we are going to take some kosher salt or any kind of course salt"
    },
    {
      "index": 12,
      "start_time": 77700.0,
      "end_time": 83880.0,
      "text": "really, and nice, get it all over the edge, make sure the baked potato is all nice and"
    },
    {
      "index": 13,
      "start_time": 83880.0,
      "end_time": 91509.0,
      "text": "covered with this oil and salt, and it will like that. And now what we will do is we are"
    },
    {
      "index": 14,
      "start_time": 91509.0,
      "end_time": 97130.0,
      "text": "going to place this right on the rack in the oven, we won&#39;t cover it in foil. And we are"
    },
    {
      "index": 15,
      "start_time": 97130.0,
      "end_time": 102630.0,
      "text": "going to bake this for one hour and fifteen minutes to one hour and half, depending on"
    },
    {
      "index": 16,
      "start_time": 102630.0,
      "end_time": 106880.0,
      "text": "the size of your potato, if you have one of those monster potatoes you will wind cooking"
    },
    {
      "index": 17,
      "start_time": 106880.0,
      "end_time": 110890.0,
      "text": "it or baking it a little bit longer, if it is smaller an hour will be just fine. For"
    },
    {
      "index": 18,
      "start_time": 110890.0,
      "end_time": 115930.0,
      "text": "this sized of potato I am going to bake it for an hour and fifteen minutes. Now once"
    },
    {
      "index": 19,
      "start_time": 115930.0,
      "end_time": 122990.0,
      "text": "it is out of the oven it is looking mighty tasty, we will go ahead and cut open the top"
    },
    {
      "index": 20,
      "start_time": 122990.0,
      "end_time": 131250.0,
      "text": "hear, feel how nice and soft it is. And then you are going to just push it, like that,"
    },
    {
      "index": 21,
      "start_time": 131250.0,
      "end_time": 142280.0,
      "text": "look at that, awesome. Now I am going to start with some butter, got some melted butter,"
    },
    {
      "index": 22,
      "start_time": 142280.0,
      "end_time": 149700.0,
      "text": "it is about a tablespoon of butter, and I am going to do a little bit of kosher salt,"
    },
    {
      "index": 23,
      "start_time": 149700.0,
      "end_time": 162390.0,
      "text": "some pepper, some sour cream, onions, course the cheese, the star of the toppings, the"
    },
    {
      "index": 24,
      "start_time": 162390.0,
      "end_time": 172510.0,
      "text": "bacon, and we will top it off with some green onion. There we go. And that is how you make"
    },
    {
      "index": 25,
      "start_time": 172510.0,
      "end_time": 178750.0,
      "text": "the perfect baked potato. Mmm, super easy to do, if I can do it, you can do it. I am"
    },
    {
      "index": 26,
      "start_time": 178750.0,
      "end_time": 182200.0,
      "text": "Matt Taylor this has been another episode of In the Kitchen with Matt, Thank you for"
    },
    {
      "index": 27,
      "start_time": 182200.0,
      "end_time": 186320.0,
      "text": "joining me, if you have any questions or comments, put them down below and I will get back to"
    },
    {
      "index": 28,
      "start_time": 186320.0,
      "end_time": 193739.0,
      "text": "you as soon as I can. Thumbs up, down in the corner, push it. Don&#39;t forget to subscribe"
    },
    {
      "index": 29,
      "start_time": 193740.0,
      "end_time": 207940.0,
      "text": "to my channel, take care. Time for me to dive into this, mmm mmm mm, can&#39;t wait, oh yeah."
    },
    {
      "index": 30,
      "start_time": 207940.0,
      "end_time": 221240.0,
      "text": "Get a little bit of the bacon topping, mmm, mmm, mmm."
    }
  ]
}