{
  "video_id": "sDkyQGKmAQs",
  "title": "How to Do a Standing Leg Curl | Sexy Legs Workout",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4589.0,
      "end_time": 9360.0,
      "text": "A great toning exercise is the standing leg curl. And to do this basically you can use"
    },
    {
      "index": 2,
      "start_time": 9360.0,
      "end_time": 13879.0,
      "text": "either a dumbbell, or a mat, or anything that has a little bit of resistance and a little"
    },
    {
      "index": 3,
      "start_time": 13879.0,
      "end_time": 20330.0,
      "text": "bit of heaviness to it. So basically I&#39;m going to grab a dumbbell. And what you&#39;re going"
    },
    {
      "index": 4,
      "start_time": 20330.0,
      "end_time": 26589.0,
      "text": "to do is you&#39;re going to put this dumbbell right behind your leg, just like this. Okay?"
    },
    {
      "index": 5,
      "start_time": 26590.0,
      "end_time": 32700.0,
      "text": "So as you do this, make sure that your shoulders are back, core is tight, back is flat. Okay?."
    },
    {
      "index": 6,
      "start_time": 32700.000000000004,
      "end_time": 36480.0,
      "text": "You can either hold your hands on your hips, or you can place them right out in front of"
    },
    {
      "index": 7,
      "start_time": 36480.0,
      "end_time": 40870.0,
      "text": "you, whatever you feel more comfortable. Or even if you have, say, a chair, or a wall,"
    },
    {
      "index": 8,
      "start_time": 40870.0,
      "end_time": 45899.0,
      "text": "you can use something for your balance. Okay? I&#39;m going to put my hands on my hips. So basically,"
    },
    {
      "index": 9,
      "start_time": 45899.0,
      "end_time": 51350.0,
      "text": "keep yourself straight up, stand up nice and tall. And you&#39;re going to curl back and come"
    },
    {
      "index": 10,
      "start_time": 51350.0,
      "end_time": 56790.0,
      "text": "back, just like this. You&#39;re going to come back enough to feel a good squeeze in the"
    },
    {
      "index": 11,
      "start_time": 56790.0,
      "end_time": 63790.0,
      "text": "hamstring, and then the glute, and then come back. And you&#39;re going to do this maybe about"
    },
    {
      "index": 12,
      "start_time": 66850.0,
      "end_time": 73850.0,
      "text": "fifteen to twenty times. Get a good burn in there. And then you&#39;re going to switch legs."
    },
    {
      "index": 13,
      "start_time": 74850.0,
      "end_time": 81850.0,
      "text": "And back. Feel a good squeeze. Make sure that you&#39;re breathing. Keep your core tight. You&#39;re"
    },
    {
      "index": 14,
      "start_time": 91840.0,
      "end_time": 98840.0,
      "text": "working everything. You&#39;re working your core, and you&#39;re working your hamstrings, your glutes."
    },
    {
      "index": 15,
      "start_time": 99259.0,
      "end_time": 105209.0,
      "text": "You&#39;re even working the leg that you&#39;re standing on, keeping yourself stable. Fifteen to twenty"
    },
    {
      "index": 16,
      "start_time": 105209.0,
      "end_time": 112209.0,
      "text": "times. Repeat, maybe two to three sets. And that&#39;s a great exercise for toning."
    }
  ]
}