{
  "video_id": "sf6Q0G1iHBI",
  "title": "Cognitive Neuroscience of Mindfulness Meditation",
  "json": [
    {
      "index": 1,
      "start_time": 8599.0,
      "end_time": 15289.0,
      "text": "&gt;&gt; ALLEN: Hi everybody. Welcome. Today, I&#39;m here-- my name is Peter Allen. I&#39;m the Director"
    },
    {
      "index": 2,
      "start_time": 15289.0,
      "end_time": 22270.0,
      "text": "of Google University and I&#39;d like to introduce Philippe Goldin. Philippe, just a moment aback,"
    },
    {
      "index": 3,
      "start_time": 22270.0,
      "end_time": 28759.0,
      "text": "his background is a Postdoctoral Researcher. Philippe Goldin is a Postdoctoral Researcher"
    },
    {
      "index": 4,
      "start_time": 28759.0,
      "end_time": 34219.0,
      "text": "in clinically applied Affective Neuroscience in the Department of Psychology at Stanford."
    },
    {
      "index": 5,
      "start_time": 34219.0,
      "end_time": 41379.0,
      "text": "Hold a PhD in clinical psychology from Rectors. He also spent six years in India and Nepal"
    },
    {
      "index": 6,
      "start_time": 41379.0,
      "end_time": 47039.0,
      "text": "studying languages, Buddhist Philosophy and Debate, which means that he can prove you"
    },
    {
      "index": 7,
      "start_time": 47039.0,
      "end_time": 56589.0,
      "text": "wrong in a nonviolent way in languages that you don&#39;t even understand. Philippe is currently"
    },
    {
      "index": 8,
      "start_time": 56589.0,
      "end_time": 61030.0,
      "text": "doing clinical research funded by the NIH in three areas. And here I have to read because"
    },
    {
      "index": 9,
      "start_time": 61030.0,
      "end_time": 67940.0,
      "text": "otherwise, I&#39;ll say it all wrong. Neuroimaging Investigations of Cognitive Effective Mechanisms"
    },
    {
      "index": 10,
      "start_time": 67940.0,
      "end_time": 74420.0,
      "text": "in Healthy Adults and Individuals with various forms of Psychopathology. The Effective Mind"
    },
    {
      "index": 11,
      "start_time": 74420.0,
      "end_time": 80920.0,
      "text": "fullness Meditation and Cognitive Behavioral Therapy on Neural Substrates of Emotion and"
    },
    {
      "index": 12,
      "start_time": 80920.0,
      "end_time": 89630.0,
      "text": "Attention Regulation. And the Effect of Child Parent Mindfulness Meditation Training. The"
    },
    {
      "index": 13,
      "start_time": 89630.0,
      "end_time": 95299.0,
      "text": "question is, &quot;Why does this matter?&quot; Philippe and his colleagues are working on understanding"
    },
    {
      "index": 14,
      "start_time": 95299.0,
      "end_time": 100979.0,
      "text": "how meditation affects the brain. And I can think of at least four implications for this."
    },
    {
      "index": 15,
      "start_time": 100979.0,
      "end_time": 106649.0,
      "text": "One is that meditation is moving out of the realm of faith-based practice into the realm"
    },
    {
      "index": 16,
      "start_time": 106649.0,
      "end_time": 113020.0,
      "text": "of recognized science. Two, as this research is better accepted, more people will practice"
    },
    {
      "index": 17,
      "start_time": 113020.0,
      "end_time": 120219.0,
      "text": "and benefit from meditation. Three, you will be able to submit cost of your Zafu and Zabuton"
    },
    {
      "index": 18,
      "start_time": 120219.0,
      "end_time": 126579.0,
      "text": "as medical expenses, although not this year. And fourth implication, if you haven&#39;t already,"
    },
    {
      "index": 19,
      "start_time": 126579.0,
      "end_time": 134010.0,
      "text": "you should immediately go to go/siy and sign up for the next round of Search Inside Yourself,"
    },
    {
      "index": 20,
      "start_time": 134010.0,
      "end_time": 140780.0,
      "text": "Google&#39;s own mindfulness-based emotional intelligence class. So without further ado, please take"
    },
    {
      "index": 21,
      "start_time": 140780.0,
      "end_time": 147190.0,
      "text": "a deep breath, focus, and join me in welcoming Philippe Goldin whose talk today is entitled"
    },
    {
      "index": 22,
      "start_time": 147190.0,
      "end_time": 150450.0,
      "text": "the Cognitive Neuroscience of Mindfulness Meditation."
    },
    {
      "index": 23,
      "start_time": 150450.0,
      "end_time": 160090.0,
      "text": "&gt;&gt; GOLDIN: Wow! Thank you so much. That was a beautiful introduction. So, without further"
    },
    {
      "index": 24,
      "start_time": 160090.0,
      "end_time": 166140.0,
      "text": "a do, just thank you very much for the opportunity to be here, and to share some ideas and open"
    },
    {
      "index": 25,
      "start_time": 166140.0,
      "end_time": 171970.0,
      "text": "questions and suggestions, and well, let&#39;s start. So today I&#39;m going to speak briefly"
    },
    {
      "index": 26,
      "start_time": 171970.0,
      "end_time": 177590.0,
      "text": "a little bit about Attention, Mindfulness and Brain Systems, some cutting edge research"
    },
    {
      "index": 27,
      "start_time": 177590.0,
      "end_time": 181390.0,
      "text": "where there&#39;s a huge amount of interest, both from a clinical side, because I&#39;m trained"
    },
    {
      "index": 28,
      "start_time": 181390.0,
      "end_time": 185430.0,
      "text": "as a clinical psychologist, psychotherapist, and also Neuroscience. I&#39;m also trained as"
    },
    {
      "index": 29,
      "start_time": 185430.0,
      "end_time": 190910.0,
      "text": "a Neuroscientist. But how--what really--how does the brain work, how is it plastic, how"
    },
    {
      "index": 30,
      "start_time": 190910.0,
      "end_time": 196490.0,
      "text": "is it influenced by different types of training? I&#39;m only here in front of you because there"
    },
    {
      "index": 31,
      "start_time": 196490.0,
      "end_time": 202180.0,
      "text": "are hundreds of people who&#39;ve influenced me, some of whom are here, people who&#39;ve taught"
    },
    {
      "index": 32,
      "start_time": 202180.0,
      "end_time": 210200.0,
      "text": "me brain imaging, how to sit with patients, how to become a husband, how to practice meditation"
    },
    {
      "index": 33,
      "start_time": 210200.0,
      "end_time": 214530.0,
      "text": "and so forth. So really, I&#39;m here, but there&#39;s hundreds of other people who really, through"
    },
    {
      "index": 34,
      "start_time": 214530.0,
      "end_time": 220310.0,
      "text": "their kindness, that&#39;s why I can stand here in front of you. So, in brief, I&#39;m going to"
    },
    {
      "index": 35,
      "start_time": 220310.0,
      "end_time": 225370.0,
      "text": "speak a little bit about Mindfulness Meditation, one particular type of meditation practice,"
    },
    {
      "index": 36,
      "start_time": 225370.0,
      "end_time": 232150.0,
      "text": "and then look at a clinical application: how might one type of practice, Mindful Based"
    },
    {
      "index": 37,
      "start_time": 232150.0,
      "end_time": 238150.0,
      "text": "Stress Reduction, be used as a clinical intervention for adults suffering from Social Phobia or"
    },
    {
      "index": 38,
      "start_time": 238150.0,
      "end_time": 245190.0,
      "text": "Social Anxiety Disorder? There are many types of mediation practice. And that&#39;s something"
    },
    {
      "index": 39,
      "start_time": 245190.0,
      "end_time": 250730.0,
      "text": "that&#39;s very important. The word gome in Tibetan, bavna in Sanskrit, really refers to cultivating"
    },
    {
      "index": 40,
      "start_time": 250730.0,
      "end_time": 257070.0,
      "text": "a certain quality of mind. So its practices that help us cultivate a quality and there"
    },
    {
      "index": 41,
      "start_time": 257070.0,
      "end_time": 262169.0,
      "text": "are many ways to do that. So there&#39;s--just simply put, there are some classes of meditation"
    },
    {
      "index": 42,
      "start_time": 262169.0,
      "end_time": 267530.0,
      "text": "practices that really have to do with harnessing attention, focusing and developing concentration."
    },
    {
      "index": 43,
      "start_time": 267530.0,
      "end_time": 276660.0,
      "text": "So, for example, breath, body, focused meditation, visualizing an image, a mantra, or listening"
    },
    {
      "index": 44,
      "start_time": 276660.0,
      "end_time": 282590.0,
      "text": "to a sound, or certain object list open field. These are different kinds of meditation practices"
    },
    {
      "index": 45,
      "start_time": 282590.0,
      "end_time": 288390.0,
      "text": "that they have different types of results. Then there&#39;s also linguistic, analytic linguistic"
    },
    {
      "index": 46,
      "start_time": 288390.0,
      "end_time": 294590.0,
      "text": "or reasoning, as exemplified by monks doing analytic debate which I did when I was I India"
    },
    {
      "index": 47,
      "start_time": 294590.0,
      "end_time": 300380.0,
      "text": "in Tibetan Buddhist monasteries and it&#39;s really, really fun. And this here could be taking"
    },
    {
      "index": 48,
      "start_time": 300380.0,
      "end_time": 305790.0,
      "text": "a topic like the precious human rebirth; working here at Google, why is that such an amazing"
    },
    {
      "index": 49,
      "start_time": 305790.0,
      "end_time": 310040.0,
      "text": "thing; the death meditation, generating love and kindness, these would all be objects of"
    },
    {
      "index": 50,
      "start_time": 310040.0,
      "end_time": 318870.0,
      "text": "analytic thinking, linguistic, logic types of meditation. And then, the gem of all, the"
    },
    {
      "index": 51,
      "start_time": 318870.0,
      "end_time": 324060.0,
      "text": "actual medicine, well, one form of medicine is meditation on emptiness, in Sanskrit, shunyata."
    },
    {
      "index": 52,
      "start_time": 324060.0,
      "end_time": 332400.0,
      "text": "And this has to do with dissolving a mistake in view of how I exist, how we exist, and"
    },
    {
      "index": 53,
      "start_time": 332400.0,
      "end_time": 338510.0,
      "text": "transforming that into a view of how one exists that is a lot more fluid and healthy. So that&#39;s"
    },
    {
      "index": 54,
      "start_time": 338510.0,
      "end_time": 347360.0,
      "text": "another form of meditation practice that is really these two build up to doing this. So,"
    },
    {
      "index": 55,
      "start_time": 347360.0,
      "end_time": 353110.0,
      "text": "in the field of clinical interventions, clinical psychology, etcetera, there&#39;s a huge, huge"
    },
    {
      "index": 56,
      "start_time": 353110.0,
      "end_time": 359510.0,
      "text": "bursting interest in applying eastern concepts, eastern meditation practices, acceptance,"
    },
    {
      "index": 57,
      "start_time": 359510.0,
      "end_time": 364669.0,
      "text": "mindfulness, into western clinical practices, interventions. So for example, one of the"
    },
    {
      "index": 58,
      "start_time": 364669.0,
      "end_time": 370770.0,
      "text": "most popular Mindfulness Based Stress Reduction, I believe you had John Kabat-Zinn here recently."
    },
    {
      "index": 59,
      "start_time": 370770.0,
      "end_time": 375919.0,
      "text": "So this is really fascinating because he took people who were basically coming out of pain"
    },
    {
      "index": 60,
      "start_time": 375919.0,
      "end_time": 380960.0,
      "text": "clinics in UMass who the doctors were like &quot;Look, we&#39;ve done surgery, we&#39;ve drugged them"
    },
    {
      "index": 61,
      "start_time": 380960.0,
      "end_time": 385700.0,
      "text": "up with lots of medications, we&#39;ve done everything we can, we&#39;re tired of them, you take them.&quot;"
    },
    {
      "index": 62,
      "start_time": 385700.0,
      "end_time": 390580.0,
      "text": "And he basically said &quot;Okay, I&#39;ll do it.&quot; And he caught a fad and created this program"
    },
    {
      "index": 63,
      "start_time": 390580.0,
      "end_time": 395110.0,
      "text": "&quot;Mindfulness Based Stress Reduction&quot; to help people with chronic, physical and emotional"
    },
    {
      "index": 64,
      "start_time": 395110.0,
      "end_time": 401500.0,
      "text": "pain, 30 years ago. Next year it&#39;ll be 30 years. So he&#39;s infiltrated the medical system"
    },
    {
      "index": 65,
      "start_time": 401500.0,
      "end_time": 406100.0,
      "text": "in a away that no one else has done to make it legitimate, to bring techniques, to help"
    },
    {
      "index": 66,
      "start_time": 406100.0,
      "end_time": 413540.0,
      "text": "people deal with themselves in a way that&#39;s really concrete, fundamental. Beautiful. Another"
    },
    {
      "index": 67,
      "start_time": 413540.0,
      "end_time": 419139.0,
      "text": "derivative that&#39;s really fascinating is Mindfulness Based Cognitive Therapy, literally a hybrid"
    },
    {
      "index": 68,
      "start_time": 419139.0,
      "end_time": 424310.0,
      "text": "of one of the best forms of psychotherapy, cognitive therapy and Mindfulness Meditation,"
    },
    {
      "index": 69,
      "start_time": 424310.0,
      "end_time": 430090.0,
      "text": "specifically as a treatment to prevent relapse into major depression. So this is to help"
    },
    {
      "index": 70,
      "start_time": 430090.0,
      "end_time": 436780.0,
      "text": "people who have three or more previous major depressive episodes, and helping them to prevent"
    },
    {
      "index": 71,
      "start_time": 436780.0,
      "end_time": 443380.0,
      "text": "relapse into the subsequent depressive episode. So this has been very, very efficacious and"
    },
    {
      "index": 72,
      "start_time": 443380.0,
      "end_time": 448980.0,
      "text": "wonderful clinical trials across three different study--three different continents. Another"
    },
    {
      "index": 73,
      "start_time": 448980.0,
      "end_time": 453840.0,
      "text": "form is Dialectic Behavior Therapy which specifically incorporates Mindfulness Meditation as one"
    },
    {
      "index": 74,
      "start_time": 453840.0,
      "end_time": 460169.0,
      "text": "of the techniques to help people primarily with borderline personality disorder, but"
    },
    {
      "index": 75,
      "start_time": 460169.0,
      "end_time": 465419.0,
      "text": "it&#39;s been extended to eating disorders as well. And then acceptance and commitment therapy"
    },
    {
      "index": 76,
      "start_time": 465419.0,
      "end_time": 471100.0,
      "text": "is another kind of clinical practice that is explicitly incorporating mindfulness and"
    },
    {
      "index": 77,
      "start_time": 471100.0,
      "end_time": 475060.0,
      "text": "Buddhist&#39;s ideas without talking about Buddhism at all. So these are just some examples of"
    },
    {
      "index": 78,
      "start_time": 475060.0,
      "end_time": 480169.0,
      "text": "how it&#39;s being incorporated in clinical practices right now. What I&#39;m going to focus on for"
    },
    {
      "index": 79,
      "start_time": 480169.0,
      "end_time": 486639.0,
      "text": "today is Mindfulness Based Stress Reduction as a type of intervention. First question"
    },
    {
      "index": 80,
      "start_time": 486639.0,
      "end_time": 494370.0,
      "text": "is what is that? So it consist of three different components: formal meditation practice, breath"
    },
    {
      "index": 81,
      "start_time": 494370.0,
      "end_time": 501650.0,
      "text": "focused, body scan of sensations, being able to shift attention volitionally from different"
    },
    {
      "index": 82,
      "start_time": 501650.0,
      "end_time": 507380.0,
      "text": "sensory modalities, generating compassion, loving, kindness state of mind, and then there&#39;s"
    },
    {
      "index": 83,
      "start_time": 507380.0,
      "end_time": 511610.0,
      "text": "informal meditation practice which is just as important as the formal sitting which is"
    },
    {
      "index": 84,
      "start_time": 511610.0,
      "end_time": 517060.0,
      "text": "10, 15, 20 times per day, just for even one breathe. So you can do it even right now,"
    },
    {
      "index": 85,
      "start_time": 517059.99999999994,
      "end_time": 524819.0,
      "text": "just shift your attention to your own breathe just for one cycle, to breathing in and breathing"
    },
    {
      "index": 86,
      "start_time": 524819.0,
      "end_time": 530089.0,
      "text": "out. So we ask people to do this anytime, anywhere, any situation, multiple times a"
    },
    {
      "index": 87,
      "start_time": 530089.0,
      "end_time": 540670.0,
      "text": "day to build the muscle of attention, to generate the habit of checking in, dropping in. Oops!"
    },
    {
      "index": 88,
      "start_time": 540670.0,
      "end_time": 544809.0,
      "text": "And then the third component is Hatha yoga, physical stretching which is also a way of"
    },
    {
      "index": 89,
      "start_time": 544809.0,
      "end_time": 549579.0,
      "text": "getting into the body, noticing sensation. So this is the program, so to speak, that"
    },
    {
      "index": 90,
      "start_time": 549579.0,
      "end_time": 557399.0,
      "text": "we used for adults with social anxiety. Mindfulness has been shown over the past 30 years across"
    },
    {
      "index": 91,
      "start_time": 557399.0,
      "end_time": 565559.0,
      "text": "numerous clinical studies to be very effective and robust for reducing stress, pain, anxiety"
    },
    {
      "index": 92,
      "start_time": 565559.0,
      "end_time": 571550.0,
      "text": "and depressive symptoms overall. Mindfulness Based Cognitive Therapy has been shown to"
    },
    {
      "index": 93,
      "start_time": 571550.0,
      "end_time": 576029.0,
      "text": "be excellent as a relapse prevention, not a treatment for major depression, but a treatment"
    },
    {
      "index": 94,
      "start_time": 576029.0,
      "end_time": 584709.0,
      "text": "to help prevent the next depressive episode. What is mindfulness? As defined by John Kabat-Zinn,"
    },
    {
      "index": 95,
      "start_time": 584709.0,
      "end_time": 589740.0,
      "text": "paying attention in a particular way. From the psychological side, what we think about"
    },
    {
      "index": 96,
      "start_time": 589740.0,
      "end_time": 595300.0,
      "text": "that is, attention has many components. Here, we&#39;re focusing on the ability to alert, place"
    },
    {
      "index": 97,
      "start_time": 595300.0,
      "end_time": 601980.0,
      "text": "your attention on an object. The ability, when the mind becomes distracted, to reorient,"
    },
    {
      "index": 98,
      "start_time": 601980.0,
      "end_time": 607040.0,
      "text": "the ability to have a specific goal and to use top down or executive control to stay"
    },
    {
      "index": 99,
      "start_time": 607040.0,
      "end_time": 613149.0,
      "text": "on target. All kinds of qualities that are needed to get anything done. Doing this on"
    },
    {
      "index": 100,
      "start_time": 613149.0,
      "end_time": 620980.0,
      "text": "purpose, meaning I have an intention, a motivation why I&#39;m engaging in this training of my attention."
    },
    {
      "index": 101,
      "start_time": 620980.0,
      "end_time": 628040.0,
      "text": "Doing it in the present moment, meaning avoiding, avoiding now. So it&#39;s experiential approach."
    },
    {
      "index": 102,
      "start_time": 628040.0,
      "end_time": 632939.0,
      "text": "Most of our life is about avoiding, avoidance of things that are not pleasant. Here, this"
    },
    {
      "index": 103,
      "start_time": 632939.0,
      "end_time": 637910.0,
      "text": "is really bringing a sense of equanimity to what&#39;s changing from moment to moment to moment"
    },
    {
      "index": 104,
      "start_time": 637910.0,
      "end_time": 644199.0,
      "text": "without pushing away things that I don&#39;t like, pulling in things that I do like. Embracing"
    },
    {
      "index": 105,
      "start_time": 644199.0,
      "end_time": 650319.0,
      "text": "anything, everything. So it&#39;s experiential approach, not easy to do. In trying to do"
    },
    {
      "index": 106,
      "start_time": 650319.0,
      "end_time": 656850.0,
      "text": "this non-judgmentally, meaning bringing, instead of an attitude of self-deprecation &quot;I really"
    },
    {
      "index": 107,
      "start_time": 656850.0,
      "end_time": 660800.0,
      "text": "suck at this. I&#39;m not good at this. I&#39;ll never learn how to meditate. I can&#39;t stand my mind.&quot;"
    },
    {
      "index": 108,
      "start_time": 660800.0,
      "end_time": 669300.0,
      "text": "Instead, bringing an idea of acceptance, curiosity, openness, about what is happening in my mind,"
    },
    {
      "index": 109,
      "start_time": 669300.0,
      "end_time": 676389.0,
      "text": "my mental experience, my brain. Here&#39;s a quick process model. The intention could be simply,"
    },
    {
      "index": 110,
      "start_time": 676389.0,
      "end_time": 681410.0,
      "text": "&quot;I want to reduce my stress. I want to reduce the symptoms of anxiety.&quot; It could be that"
    },
    {
      "index": 111,
      "start_time": 681410.0,
      "end_time": 686259.0,
      "text": "&quot;I want to increase well-being.&quot; Or could even be used as self-exploration and possibly"
    },
    {
      "index": 112,
      "start_time": 686259.0,
      "end_time": 691319.0,
      "text": "even enlightenment, if that&#39;s what you&#39;re interested in. So for example, you could follow"
    },
    {
      "index": 113,
      "start_time": 691319.0,
      "end_time": 697129.0,
      "text": "the breath and you&#39;re trying to develop attention, concentration and open awareness, calm, flow,"
    },
    {
      "index": 114,
      "start_time": 697129.0,
      "end_time": 702569.0,
      "text": "for example. But inevitably, the mind becomes distracted, often within seconds. In that"
    },
    {
      "index": 115,
      "start_time": 702569.0,
      "end_time": 707610.0,
      "text": "moment, you--either can begin to ruminate, spin. I talked about people going into a soap"
    },
    {
      "index": 116,
      "start_time": 707610.0,
      "end_time": 713480.0,
      "text": "opera mode for hours or minutes or days at a time, fantasizing, dozing. These are all"
    },
    {
      "index": 117,
      "start_time": 713480.0,
      "end_time": 718920.0,
      "text": "forms of distraction. But then inevitably, what has to happen with awareness is to redirect,"
    },
    {
      "index": 118,
      "start_time": 718920.0,
      "end_time": 725050.0,
      "text": "reorient attention and to do this without sub-judgment but in fact, doing it with kindness"
    },
    {
      "index": 119,
      "start_time": 725050.0,
      "end_time": 729920.0,
      "text": "and curiosity. And in fact, it&#39;s when the mind is distracted and when it becomes aware"
    },
    {
      "index": 120,
      "start_time": 729920.0,
      "end_time": 737470.0,
      "text": "and brings it back, that&#39;s a key moment. That&#39;s actually where a lot of learning takes place."
    },
    {
      "index": 121,
      "start_time": 737470.0,
      "end_time": 744610.0,
      "text": "Mindfulness consists of, in this Japanese calligraphy, awareness, heart, mind. And I"
    },
    {
      "index": 122,
      "start_time": 744610.0,
      "end_time": 749899.0,
      "text": "think that&#39;s telling, trying to bring those qualities together. What mindfulness is not,"
    },
    {
      "index": 123,
      "start_time": 749899.0,
      "end_time": 755569.0,
      "text": "is equally important to consider. It&#39;s not distraction, and I&#39;ll show you some data,"
    },
    {
      "index": 124,
      "start_time": 755569.0,
      "end_time": 761319.0,
      "text": "shortly. It&#39;s not suppression of emotional experience or suppressing showing one&#39;s emotion."
    },
    {
      "index": 125,
      "start_time": 761319.0,
      "end_time": 767759.0,
      "text": "That is not mindfulness. It&#39;s not avoidance. It&#39;s not ruminating or spinning on something"
    },
    {
      "index": 126,
      "start_time": 767759.0,
      "end_time": 774179.0,
      "text": "positive or negative, it&#39;s not that. And it&#39;s not cognitive reappraisal or thinking in a"
    },
    {
      "index": 127,
      "start_time": 774179.0,
      "end_time": 779199.0,
      "text": "way to change the meaning of something that&#39;s going on. It&#39;s not a logic thinking language"
    },
    {
      "index": 128,
      "start_time": 779199.0,
      "end_time": 786809.0,
      "text": "process. Some of the potential mechanisms for mindfulness has to do with decentering,"
    },
    {
      "index": 129,
      "start_time": 786809.0,
      "end_time": 792369.0,
      "text": "disidentifying from the contents of mind. So as I have thoughts, sensations, images,"
    },
    {
      "index": 130,
      "start_time": 792369.0,
      "end_time": 797790.0,
      "text": "memories, those are events that are occurring but they&#39;re not me. So this is decentering"
    },
    {
      "index": 131,
      "start_time": 797790.0,
      "end_time": 804290.0,
      "text": "or disidentifying. Another possible mechanism is developing attentional focus, harnessing"
    },
    {
      "index": 132,
      "start_time": 804290.0,
      "end_time": 813350.0,
      "text": "the ability to place and maintain attention. Regulation of emotion. Obviously as one trains,"
    },
    {
      "index": 133,
      "start_time": 813350.0,
      "end_time": 818749.0,
      "text": "this can harness your attention, things that would normally distract or evoke emotional"
    },
    {
      "index": 134,
      "start_time": 818749.0,
      "end_time": 827509.0,
      "text": "off-balance will occur at less and less frequently. Changing in how we view our self arises inevitably,"
    },
    {
      "index": 135,
      "start_time": 827509.0,
      "end_time": 832269.0,
      "text": "implicitly, through doing this kind of practice. And then, it&#39;s also been thought that negative"
    },
    {
      "index": 136,
      "start_time": 832269.0,
      "end_time": 840619.0,
      "text": "self-focused spinning or ruminating is decreased. So, this is a study that my wife and I did"
    },
    {
      "index": 137,
      "start_time": 840619.0,
      "end_time": 844660.0,
      "text": "awhile ago where literally, just in a sample of people with mixed anxiety depression; we"
    },
    {
      "index": 138,
      "start_time": 844660.0,
      "end_time": 851379.0,
      "text": "found that, compared to a wait-list control, no change. We found that people with mind--who"
    },
    {
      "index": 139,
      "start_time": 851379.0,
      "end_time": 856420.0,
      "text": "did the mindfulness course, actually showed a significant reduction, post mindfulness-training,"
    },
    {
      "index": 140,
      "start_time": 856420.0,
      "end_time": 859110.0,
      "text": "compared to a wait-list. In negative--I&#39;m sorry."
    },
    {
      "index": 141,
      "start_time": 859110.0,
      "end_time": 860739.0,
      "text": "&gt;&gt; What&#39;s a wait-list? &gt;&gt; GOLDIN: A wait-list control is people were"
    },
    {
      "index": 142,
      "start_time": 860739.0,
      "end_time": 865470.0,
      "text": "randomized either to waiting several months before they started the mindfulness class"
    },
    {
      "index": 143,
      "start_time": 865470.0,
      "end_time": 869639.0,
      "text": "versus people who got it right away. So this is mixed--these are people with mixed anxiety"
    },
    {
      "index": 144,
      "start_time": 869639.0,
      "end_time": 874899.0,
      "text": "depression and what you see is that there&#39;s, from pre to post mindfulness-training, a reduction."
    },
    {
      "index": 145,
      "start_time": 874899.0,
      "end_time": 879639.0,
      "text": "But more importantly, the amount of meditation that people practiced during the two and a"
    },
    {
      "index": 146,
      "start_time": 879639.0,
      "end_time": 886759.0,
      "text": "half months, predicted significantly, 50% reduction in rumination."
    },
    {
      "index": 147,
      "start_time": 886759.0,
      "end_time": 892339.0,
      "text": "&gt;&gt; [INDISTINCT] &gt;&gt; GOLDIN: Yes. Good point. So this is actually--people"
    },
    {
      "index": 148,
      "start_time": 892339.0,
      "end_time": 897119.0,
      "text": "with the mindfulness--for some reason, the people who were assigned to the mindfulness"
    },
    {
      "index": 149,
      "start_time": 897119.0,
      "end_time": 903809.0,
      "text": "group, reported greater rumination at baseline. So, there way to--there are statistical ways"
    },
    {
      "index": 150,
      "start_time": 903809.0,
      "end_time": 908339.0,
      "text": "of dealing with that, but that&#39;s also why we need multiple studies than you average"
    },
    {
      "index": 151,
      "start_time": 908339.0,
      "end_time": 913299.0,
      "text": "over them and then those things like that hopefully drop out. Those same question, yeah,"
    },
    {
      "index": 152,
      "start_time": 913299.0,
      "end_time": 923089.0,
      "text": "yeah. So they were more elevated than negative rumination, the sample at baseline. Giving"
    },
    {
      "index": 153,
      "start_time": 923089.0,
      "end_time": 927889.0,
      "text": "his talk. So I&#39;m sure that everyone here at Google, almost everyone, probably has to do--to"
    },
    {
      "index": 154,
      "start_time": 927889.0,
      "end_time": 935709.0,
      "text": "be evaluated on performance. The most fearful, feared, social performance activity in the"
    },
    {
      "index": 155,
      "start_time": 935709.0,
      "end_time": 940379.0,
      "text": "world is for public speaking. Fortunately I don&#39;t have that, but a lot of people do."
    },
    {
      "index": 156,
      "start_time": 940379.0,
      "end_time": 944199.0,
      "text": "And not only is it fearful, maybe in the moment, when somebody has to present in front of peers"
    },
    {
      "index": 157,
      "start_time": 944199.0,
      "end_time": 949699.0,
      "text": "or managers or bosses or CEOs, but people will ruminate, it was what were talking over"
    },
    {
      "index": 158,
      "start_time": 949699.0,
      "end_time": 955899.0,
      "text": "lunch, some people will actually--in my [INDISTINCT] with me for two weeks, before talk has to"
    },
    {
      "index": 159,
      "start_time": 955899.0,
      "end_time": 963839.0,
      "text": "be given. Negative, you know, anxiety, diarrhea, fear, sleeplessness. So this is something"
    },
    {
      "index": 160,
      "start_time": 963839.0,
      "end_time": 969339.0,
      "text": "that a lot of people experience. So this is the most fearful social performance thing,"
    },
    {
      "index": 161,
      "start_time": 969339.0,
      "end_time": 975470.0,
      "text": "but there are many, many others as well. So what is social anxiety? Well, it has a huge"
    },
    {
      "index": 162,
      "start_time": 975470.0,
      "end_time": 982299.0,
      "text": "lifetime prevalence in North America. About 12% of adults in North America will meet criteria"
    },
    {
      "index": 163,
      "start_time": 982299.0,
      "end_time": 988199.0,
      "text": "for social phobia or social anxiety disorder. It&#39;s the third most common psychiatric condition"
    },
    {
      "index": 164,
      "start_time": 988199.0,
      "end_time": 997949.0,
      "text": "after major depression and alcohol substance abuse. Third most common. It has a very early"
    },
    {
      "index": 165,
      "start_time": 997949.0,
      "end_time": 1003709.0,
      "text": "age of onset. Eighty percent of cases of social anxiety begin before the age of 18. In fact"
    },
    {
      "index": 166,
      "start_time": 1003710.0,
      "end_time": 1009800.0,
      "text": "it&#39;s the model time of onset is really about age 10, 11, 12. And it&#39;s often undiagnosed,"
    },
    {
      "index": 167,
      "start_time": 1009800.0,
      "end_time": 1015421.0,
      "text": "untreated, or even if somebody shows up treatment for anxiety, the clinicians usually don&#39;t"
    },
    {
      "index": 168,
      "start_time": 1015420.0,
      "end_time": 1022749.0,
      "text": "ask about social anxiety. So it&#39;s usually occurs early and it usually precedes the subsequent"
    },
    {
      "index": 169,
      "start_time": 1022750.0,
      "end_time": 1029001.0,
      "text": "development of major depression, substance abuse, and other anxiety disorders. The other"
    },
    {
      "index": 170,
      "start_time": 1029000.0,
      "end_time": 1033120.0,
      "text": "very important thing about social anxiety in its early age of onset is that, it&#39;s associated"
    },
    {
      "index": 171,
      "start_time": 1033119.9999999999,
      "end_time": 1039528.9999999999,
      "text": "with the highest high school drop-out rate of all of the anxiety disorders: OCD, panic,"
    },
    {
      "index": 172,
      "start_time": 1039530.0,
      "end_time": 1044180.0,
      "text": "generalized anxiety, agoraphobia, etc, etc. So this is really why people are interested"
    },
    {
      "index": 173,
      "start_time": 1044180.0000000001,
      "end_time": 1051290.0,
      "text": "in going younger, younger, younger. So, what is social anxiety from the first person experience?"
    },
    {
      "index": 174,
      "start_time": 1051290.0,
      "end_time": 1056441.0,
      "text": "So we--for all of our participants, we ask them to identify four painful social situations."
    },
    {
      "index": 175,
      "start_time": 1056440.0,
      "end_time": 1060590.0,
      "text": "This client offered the following: At a job I had about 6 years ago, I was supposed to"
    },
    {
      "index": 176,
      "start_time": 1060590.0,
      "end_time": 1064360.0,
      "text": "introduce myself to a group of 5 or 6 new employees. The President of the company was"
    },
    {
      "index": 177,
      "start_time": 1064360.0,
      "end_time": 1069730.0,
      "text": "speaking first, and then I was supposed to say a few words. My anxiety grew to such a"
    },
    {
      "index": 178,
      "start_time": 1069730.0,
      "end_time": 1074419.0,
      "text": "heightened level right before I had to get up to speak, that I needed to leave the room"
    },
    {
      "index": 179,
      "start_time": 1074420.0,
      "end_time": 1078881.0,
      "text": "and the building. I had to take a walk for about a half an hour before I even got up"
    },
    {
      "index": 180,
      "start_time": 1078880.0,
      "end_time": 1084510.0,
      "text": "the courage to go back into the building and to admit to my manager what I had done and"
    },
    {
      "index": 181,
      "start_time": 1084510.0,
      "end_time": 1089950.0,
      "text": "how I had failed. So we actually use these scripts, autobiographical scripts, as stimuli"
    },
    {
      "index": 182,
      "start_time": 1089950.0,
      "end_time": 1097110.0,
      "text": "in our brain imaging studies, induction of a specific painful social memory. This is"
    },
    {
      "index": 183,
      "start_time": 1097110.0,
      "end_time": 1102760.0,
      "text": "about as real as it gets. Then we also ask people with respect to that situation, your"
    },
    {
      "index": 184,
      "start_time": 1102760.0,
      "end_time": 1109230.0,
      "text": "own situation, what are the automatic negative self-beliefs that arise? This client offered:"
    },
    {
      "index": 185,
      "start_time": 1109230.0,
      "end_time": 1113610.0,
      "text": "What&#39;s wrong with me? Why do I get so nervous? I&#39;m going to get fired for not being able"
    },
    {
      "index": 186,
      "start_time": 1113610.0,
      "end_time": 1118990.0,
      "text": "to do this. The President must think that I&#39;m an idiot and wonder why they hired me"
    },
    {
      "index": 187,
      "start_time": 1118990.0,
      "end_time": 1124880.0,
      "text": "if I can&#39;t even speak to a few people. If I get up there, I&#39;m going to blush and either"
    },
    {
      "index": 188,
      "start_time": 1124880.0,
      "end_time": 1130929.0,
      "text": "throw up or pass out. So mental tripping, cognitive distortions, fear of physiological"
    },
    {
      "index": 189,
      "start_time": 1130930.0,
      "end_time": 1138160.0,
      "text": "arousal that I&#39;m not gonna be able to control. So, one model of social anxiety, a cognitive"
    },
    {
      "index": 190,
      "start_time": 1138160.0,
      "end_time": 1144481.0,
      "text": "model says the following: When a person has social anxiety, is in a social situation,"
    },
    {
      "index": 191,
      "start_time": 1144480.0,
      "end_time": 1149240.0,
      "text": "it triggers a distorted view of the self, the social self &quot;I&#39;m not good enough as I"
    },
    {
      "index": 192,
      "start_time": 1149240.0,
      "end_time": 1155929.0,
      "text": "am. I&#39;m going to screw up.&quot; This means the situation is a place we&#39;re evaluated as &quot;This"
    },
    {
      "index": 193,
      "start_time": 1155930.0,
      "end_time": 1161961.0,
      "text": "is a dangerous place for me. This is threatening to myself.&quot; And then there&#39;s a very rapid"
    },
    {
      "index": 194,
      "start_time": 1161960.0,
      "end_time": 1166320.0,
      "text": "attentional shift to self-focused attention. So much so that in studies were you have other"
    },
    {
      "index": 195,
      "start_time": 1166320.0,
      "end_time": 1171200.0,
      "text": "people to say, &quot;Hey, no you&#39;re doing fine. You&#39;re doing fine.&quot; The person is so internally"
    },
    {
      "index": 196,
      "start_time": 1171200.0,
      "end_time": 1176440.0,
      "text": "aware, internally driven; they don&#39;t process external information which, of course, reinforces"
    },
    {
      "index": 197,
      "start_time": 1176440.0,
      "end_time": 1183860.0,
      "text": "the disorder. And this leads to safety behaviors, not showing up to work, not making eye contact,"
    },
    {
      "index": 198,
      "start_time": 1183860.0,
      "end_time": 1190309.0,
      "text": "not speaking up, or being assertive when one needs to be, for example. Not going to parties,"
    },
    {
      "index": 199,
      "start_time": 1190310.0,
      "end_time": 1195670.0,
      "text": "bodily or somatic and concerns and problems, diarrhea, etcetera, cognitive problems, negative"
    },
    {
      "index": 200,
      "start_time": 1195670.0,
      "end_time": 1202871.0,
      "text": "thoughts, etc. Here, I&#39;m going to be focusing on attention as one way to probe the brain"
    },
    {
      "index": 201,
      "start_time": 1202870.0,
      "end_time": 1210049.0,
      "text": "in people with social anxiety and how mindfulness might modify the neural basis of attention."
    },
    {
      "index": 202,
      "start_time": 1210050.0,
      "end_time": 1217050.0,
      "text": "So the big question here is integration. Can we take incredible, beautiful, elegant technology"
    },
    {
      "index": 203,
      "start_time": 1217050.0,
      "end_time": 1223491.0,
      "text": "the West has to offer which is to basically go under the skull noninvasively and image"
    },
    {
      "index": 204,
      "start_time": 1223490.0,
      "end_time": 1231620.0,
      "text": "the brain while it&#39;s doing what it does? And ancient wisdom traditions of methods that"
    },
    {
      "index": 205,
      "start_time": 1231620.0,
      "end_time": 1236679.0,
      "text": "has been used for 3000 years of how to work with the mind; ways to actually identify and"
    },
    {
      "index": 206,
      "start_time": 1236680.0,
      "end_time": 1244821.0,
      "text": "begin to modulate mental patterns. Can we integrate this? A full description of a phenomena"
    },
    {
      "index": 207,
      "start_time": 1244820.0,
      "end_time": 1250720.0,
      "text": "would really entail all of these levels of granularity in my library looking at genetic"
    },
    {
      "index": 208,
      "start_time": 1250720.0,
      "end_time": 1255309.0,
      "text": "predispositions to people who have different anxiety disorders, to who will benefit from"
    },
    {
      "index": 209,
      "start_time": 1255310.0,
      "end_time": 1261461.0,
      "text": "cognitive therapy, from mindfulness, from medications, how this influences molecules,"
    },
    {
      "index": 210,
      "start_time": 1261460.0,
      "end_time": 1266590.0,
      "text": "neurons, neural circuits, and in cognition, emotion behavior. This will be a full explanation."
    },
    {
      "index": 211,
      "start_time": 1266590.0,
      "end_time": 1274840.0,
      "text": "Here, today I&#39;m just focusing on brain and cognition emotion. So we use the MRI, Magnetic"
    },
    {
      "index": 212,
      "start_time": 1274840.0,
      "end_time": 1279580.0,
      "text": "Resonance Imaging, which essentially is a huge magnet. Beautiful machine. Here&#39;s a picture,"
    },
    {
      "index": 213,
      "start_time": 1279580.0,
      "end_time": 1284139.0,
      "text": "this one is the Dalai Lama, Richard Davidson, a researcher from Madison showing His Holiness,"
    },
    {
      "index": 214,
      "start_time": 1284140.0,
      "end_time": 1290321.0,
      "text": "the Dalia Lama, how this works. And I&#39;m going to give you a one slide primer on what is"
    },
    {
      "index": 215,
      "start_time": 1290320.0,
      "end_time": 1295000.0,
      "text": "the dependent variable in FMRI, Funtional Magnetic Resonance Imaging. You&#39;re lying in"
    },
    {
      "index": 216,
      "start_time": 1295000.0,
      "end_time": 1298370.0,
      "text": "the scanner on your back, like the woman you saw a moment ago, and then what I do is I"
    },
    {
      "index": 217,
      "start_time": 1298370.0,
      "end_time": 1303620.0,
      "text": "present you with a negative belief. &quot;People think I&#39;m socially incompetent,&quot; you read"
    },
    {
      "index": 218,
      "start_time": 1303620.0,
      "end_time": 1309990.0,
      "text": "that. This triggers firing in specifics populations of neurons, having to do with language processing,"
    },
    {
      "index": 219,
      "start_time": 1309990.0,
      "end_time": 1315990.0,
      "text": "self reflection that activate neural circuits, brain systems, not just specific areas but"
    },
    {
      "index": 220,
      "start_time": 1315990.0,
      "end_time": 1322639.0,
      "text": "circuitry. That then says, &quot;Hey, the neurons are firing, please send more oxygenated hemoglobin,"
    },
    {
      "index": 221,
      "start_time": 1322640.0,
      "end_time": 1327550.0,
      "text": "more cerebral blood volume, cerebral blood flow to the areas where neurons are firing."
    },
    {
      "index": 222,
      "start_time": 1327550.0,
      "end_time": 1331621.0,
      "text": "Bring more oxygen; bring more glucose because the neurons are consuming energy.&quot; And then"
    },
    {
      "index": 223,
      "start_time": 1331620.0,
      "end_time": 1336470.0,
      "text": "we, through a lot of signal processing and statistical modeling, try to infer what are"
    },
    {
      "index": 224,
      "start_time": 1336470.0,
      "end_time": 1342360.0,
      "text": "the parts of the brain that are active when a person is spinning on a negative self believe?"
    },
    {
      "index": 225,
      "start_time": 1342360.0,
      "end_time": 1349080.0,
      "text": "So it&#39;s a whole series of processes--steps, but we can do this. What are the possible"
    },
    {
      "index": 226,
      "start_time": 1349080.0,
      "end_time": 1356630.0,
      "text": "brain bases of the psychological mechanisms that mindfulness may attach? Well, attention,"
    },
    {
      "index": 227,
      "start_time": 1356630.0,
      "end_time": 1364830.0,
      "text": "emotion regulation, self view. Wonderful work by Merry Philips, Helen Mayburg, and lots"
    },
    {
      "index": 228,
      "start_time": 1364830.0,
      "end_time": 1369049.0,
      "text": "of neuroscientists are beginning to delineate where does emotional reactivity occur in the"
    },
    {
      "index": 229,
      "start_time": 1369050.0,
      "end_time": 1375961.0,
      "text": "brain and emotion regulation? So in the context of a social situation that&#39;s feared, this"
    },
    {
      "index": 230,
      "start_time": 1375960.0,
      "end_time": 1380659.0,
      "text": "could actually activate very quickly, fear, arousal, anxiety. So we know that roughly,"
    },
    {
      "index": 231,
      "start_time": 1380660.0,
      "end_time": 1385770.0,
      "text": "this is very condensed, but roughly there&#39;s the limbic and paralimbic system in which"
    },
    {
      "index": 232,
      "start_time": 1385770.0,
      "end_time": 1390430.0,
      "text": "there&#39;s a whole set of brain regions that detect what&#39;s personally salient and even"
    },
    {
      "index": 233,
      "start_time": 1390430.0,
      "end_time": 1396180.0,
      "text": "generate emotional reactivity. This sends a signal, bottom-up signal, &quot;This is threatening"
    },
    {
      "index": 234,
      "start_time": 1396180.0,
      "end_time": 1402351.0,
      "text": "to me. This is dangerous to me.&quot; And it actually recruits activity in regulatory systems, many"
    },
    {
      "index": 235,
      "start_time": 1402350.0,
      "end_time": 1406850.0,
      "text": "of which and instantiated in the prefrontal cortex parietal that says &quot;Please select some"
    },
    {
      "index": 236,
      "start_time": 1406850.0,
      "end_time": 1413100.0,
      "text": "strategies and engage in top-down regulation to either increase or decrease the current"
    },
    {
      "index": 237,
      "start_time": 1413100.0,
      "end_time": 1417840.0,
      "text": "emotional state.&quot; So we are literally doing this consciously, non-consciously in our brain"
    },
    {
      "index": 238,
      "start_time": 1417840.0,
      "end_time": 1426809.0,
      "text": "all the time. And these regulatory practices often are mediated by the way that we view"
    },
    {
      "index": 239,
      "start_time": 1426810.0,
      "end_time": 1433071.0,
      "text": "our self and our skillfulness or lack of skillfulness in language: How we think, how we interpret,"
    },
    {
      "index": 240,
      "start_time": 1433070.0,
      "end_time": 1439950.0,
      "text": "how we view our self. So here&#39;s just one task, for example, that we use. We ask people--we"
    },
    {
      "index": 241,
      "start_time": 1439950.0,
      "end_time": 1445620.0,
      "text": "present people with their own painful autobiographical social situations, like the one I read earlier,"
    },
    {
      "index": 242,
      "start_time": 1445620.0,
      "end_time": 1450039.0,
      "text": "then we have to present one negative belief at a time and have people spin on their own"
    },
    {
      "index": 243,
      "start_time": 1450040.0,
      "end_time": 1456711.0,
      "text": "negative belief about themselves in that painful situation. Then we ask them to provide a rating"
    },
    {
      "index": 244,
      "start_time": 1456710.0,
      "end_time": 1463009.0,
      "text": "and then we train them to implement some kind of emotion regulation strategy. Attention"
    },
    {
      "index": 245,
      "start_time": 1463010.0,
      "end_time": 1468180.0,
      "text": "focusing, here, that was operationalized as &quot;When a cue comes on above your negative belief,"
    },
    {
      "index": 246,
      "start_time": 1468180.0,
      "end_time": 1472150.0,
      "text": "please shift your attention to the physical sensation at the tip of the nose of the breath"
    },
    {
      "index": 247,
      "start_time": 1472150.0,
      "end_time": 1480001.0,
      "text": "moving in and moving out.&quot; Physical subtle sensation, shifting attention. We also have"
    },
    {
      "index": 248,
      "start_time": 1480000.0,
      "end_time": 1484590.0,
      "text": "an attention distraction condition as a control where we ask people a pair of three digit"
    },
    {
      "index": 249,
      "start_time": 1484590.0,
      "end_time": 1491549.0,
      "text": "number and say count backwards by one from a three digit number, 168,167 and so forth."
    },
    {
      "index": 250,
      "start_time": 1491550.0,
      "end_time": 1499071.0,
      "text": "Attention distraction. And then thirdly, cognitive reappraisal. Think in a way to reinterpret"
    },
    {
      "index": 251,
      "start_time": 1499070.0,
      "end_time": 1504710.0,
      "text": "the meaning of the belief, to make it less toxic for yourself. Three different strategies."
    },
    {
      "index": 252,
      "start_time": 1504710.0,
      "end_time": 1510120.0,
      "text": "There are many more than this. We only look at these three. So, cutting to the chase,"
    },
    {
      "index": 253,
      "start_time": 1510120.0,
      "end_time": 1516940.0,
      "text": "we found that post mindfulness training, post-MBSR, we found that all three forms of emotion regulation,"
    },
    {
      "index": 254,
      "start_time": 1516940.0,
      "end_time": 1523860.0,
      "text": "the ability to volitionally work with your psychology brain to down regulate negative"
    },
    {
      "index": 255,
      "start_time": 1523860.0,
      "end_time": 1529289.0,
      "text": "emotional reactivity. We found that the red bars are ratings of--subjective ratings in"
    },
    {
      "index": 256,
      "start_time": 1529290.0,
      "end_time": 1535111.0,
      "text": "the scanner of negative emotion to the negative beliefs. The blue bars are that same rating"
    },
    {
      "index": 257,
      "start_time": 1535110.0,
      "end_time": 1540559.0,
      "text": "after doing self-talk or cognitive regulation, after doing attentional focus, and after doing"
    },
    {
      "index": 258,
      "start_time": 1540560.0,
      "end_time": 1547520.0,
      "text": "distraction. All three methods were more efficacious after doing this two-month training in mindfulness"
    },
    {
      "index": 259,
      "start_time": 1547520.0,
      "end_time": 1556081.0,
      "text": "meditation. Greater skill in being able to identify emotions and to skillfully regulate"
    },
    {
      "index": 260,
      "start_time": 1556080.0,
      "end_time": 1563750.0,
      "text": "them as needed. Just to go into a little more detail, attention is a very limited resource."
    },
    {
      "index": 261,
      "start_time": 1563750.0,
      "end_time": 1568059.0,
      "text": "We all know that. It&#39;s also that attention itself is not a unitary thing, but actually"
    },
    {
      "index": 262,
      "start_time": 1568060.0,
      "end_time": 1577660.0,
      "text": "has many components. So, three components here. Michael Posner is the superstar person"
    },
    {
      "index": 263,
      "start_time": 1577660.0,
      "end_time": 1583430.0,
      "text": "in the field of attention. He&#39;s done incredible work on all levels, looking at from genetics"
    },
    {
      "index": 264,
      "start_time": 1583430.0,
      "end_time": 1589520.0,
      "text": "to training kids, in attention abilities. And here, they--he and his former student"
    },
    {
      "index": 265,
      "start_time": 1589520.0,
      "end_time": 1594121.0,
      "text": "who&#39;s a professor at [INDISTINCT], they&#39;ve developed a wonderful computer task that assesses"
    },
    {
      "index": 266,
      "start_time": 1594120.0,
      "end_time": 1598629.0,
      "text": "three components; there are many more, but only three components of attention. Alerting,"
    },
    {
      "index": 267,
      "start_time": 1598630.0,
      "end_time": 1604941.0,
      "text": "meaning the ability to sustain your vigilance on an object, to focus on an object. So your"
    },
    {
      "index": 268,
      "start_time": 1604940.0,
      "end_time": 1610100.0,
      "text": "coding, can you keep your mind right on the object? You&#39;re meditating on the breath; can"
    },
    {
      "index": 269,
      "start_time": 1610100.0,
      "end_time": 1618299.0,
      "text": "I keep my mind right on the breath? Reorienting, when the mind becomes distracted, can I switch"
    },
    {
      "index": 270,
      "start_time": 1618300.0,
      "end_time": 1624280.0,
      "text": "or shift my attention back to the object of meditation, back to the object of the work"
    },
    {
      "index": 271,
      "start_time": 1624280.0,
      "end_time": 1630691.0,
      "text": "that I&#39;m doing? Third is Executive Control, selectively attending to I want to focus on,"
    },
    {
      "index": 272,
      "start_time": 1630690.0,
      "end_time": 1635960.0,
      "text": "actively inhibiting things that are task-irrelevant. This is considered executive functioning,"
    },
    {
      "index": 273,
      "start_time": 1635960.0,
      "end_time": 1641519.0,
      "text": "or cognitive control, or top-down control of attention. These three, from alerting,"
    },
    {
      "index": 274,
      "start_time": 1641520.0,
      "end_time": 1646030.0,
      "text": "to reorienting, to executive, literally develop in the brain over the first two decades of"
    },
    {
      "index": 275,
      "start_time": 1646030.0,
      "end_time": 1651770.0,
      "text": "life progressively. Such that kids really develop executive--begin to develop executive"
    },
    {
      "index": 276,
      "start_time": 1651770.0,
      "end_time": 1657071.0,
      "text": "control in their teens. So there&#39;s literally a developmental trajectory of these abilities"
    },
    {
      "index": 277,
      "start_time": 1657070.0,
      "end_time": 1664320.0,
      "text": "in the mind brain. These three components are instantiated in the brain in a distributed"
    },
    {
      "index": 278,
      "start_time": 1664320.0,
      "end_time": 1670429.0,
      "text": "network of brain regions which is really wonderful because that means we can probe the effective"
    },
    {
      "index": 279,
      "start_time": 1670430.0,
      "end_time": 1677550.0,
      "text": "attention training on the neural substrates of these components of attention. So, do you"
    },
    {
      "index": 280,
      "start_time": 1677550.0,
      "end_time": 1683081.0,
      "text": "find enhanced or decreased activity when people are more distracted, when they&#39;re more focused,"
    },
    {
      "index": 281,
      "start_time": 1683080.0,
      "end_time": 1689529.0,
      "text": "when they&#39;ve trained the muscle of attention, or different ages, or on or off coffee, for"
    },
    {
      "index": 282,
      "start_time": 1689530.0,
      "end_time": 1698920.0,
      "text": "example. Cutting to the chase here, the regions that are in these colorful circles are regions"
    },
    {
      "index": 283,
      "start_time": 1698920.0,
      "end_time": 1703790.0,
      "text": "that we found to be the parts of the brain that were more active, that make up parts"
    },
    {
      "index": 284,
      "start_time": 1703790.0,
      "end_time": 1709920.0,
      "text": "of this attention network from pre to post mindfulness training, in this case, 15 adults"
    },
    {
      "index": 285,
      "start_time": 1709920.0,
      "end_time": 1715280.0,
      "text": "with social anxiety. So, meaning that, people who, these sociophobics, who engaged in the"
    },
    {
      "index": 286,
      "start_time": 1715280.0,
      "end_time": 1720461.0,
      "text": "mindfulness mediation training, when challenged to regulate their attention, from pre to post"
    },
    {
      "index": 287,
      "start_time": 1720460.0,
      "end_time": 1726019.0,
      "text": "training, they showed increased neural activity as well as behavioral indices of the ability"
    },
    {
      "index": 288,
      "start_time": 1726020.0,
      "end_time": 1730400.0,
      "text": "to regulate their attention. Fifteen is very small, so this was the basis for getting an"
    },
    {
      "index": 289,
      "start_time": 1730400.0,
      "end_time": 1736380.0,
      "text": "NIH grant and now we&#39;re doing this with 60 people. Also randomizing people to mindfulness"
    },
    {
      "index": 290,
      "start_time": 1736380.0,
      "end_time": 1742290.0,
      "text": "based stress reduction and exercise wellness program based stress reduction, because exercise"
    },
    {
      "index": 291,
      "start_time": 1742290.0,
      "end_time": 1745841.0,
      "text": "has been shown in some cases for people with certain kinds of anxiety disorders, to be"
    },
    {
      "index": 292,
      "start_time": 1745840.0,
      "end_time": 1751169.0,
      "text": "just as efficacious as some kinds of therapy. So it becomes important to delineate group"
    },
    {
      "index": 293,
      "start_time": 1751170.0,
      "end_time": 1758611.0,
      "text": "effect, exercise versus not exercise, attention training versus physical motivational training,"
    },
    {
      "index": 294,
      "start_time": 1758610.0,
      "end_time": 1762820.0,
      "text": "to really delineate what are the--how do brain systems change. What--how are different clinical"
    },
    {
      "index": 295,
      "start_time": 1762820.0,
      "end_time": 1767049.0,
      "text": "interventions better or worse with different kinds of anxiety disorders. So this was very"
    },
    {
      "index": 296,
      "start_time": 1767050.0,
      "end_time": 1773201.0,
      "text": "promising that we literally saw neural evidence along with converging behavioral evidence"
    },
    {
      "index": 297,
      "start_time": 1773200.0,
      "end_time": 1780639.0,
      "text": "of attention training. To look at the amygdala, in this case, the right dorsal medulla, this"
    },
    {
      "index": 298,
      "start_time": 1780640.0,
      "end_time": 1785750.0,
      "text": "is a brain region that it&#39;s very popular because when people are experiencing emotion, this"
    },
    {
      "index": 299,
      "start_time": 1785750.0,
      "end_time": 1790861.0,
      "text": "is an area that becomes very active. So, when spinning on the negative self-beliefs &quot;I&#39;m"
    },
    {
      "index": 300,
      "start_time": 1790860.0,
      "end_time": 1795860.0,
      "text": "not good enough. People don&#39;t like me,&quot; we found very strong amygdala activity. And I"
    },
    {
      "index": 301,
      "start_time": 1795860.0,
      "end_time": 1801210.0,
      "text": "want to show you what happens during these conditions: Spinning on my own negative belief,"
    },
    {
      "index": 302,
      "start_time": 1801210.0,
      "end_time": 1807970.0,
      "text": "shifting my attention to the breath, healthy controls, some reactivity, some down regulation."
    },
    {
      "index": 303,
      "start_time": 1807970.0,
      "end_time": 1816610.0,
      "text": "Sociophobics at baseline: Delayed but then a rapid increase and then subsequent decrease"
    },
    {
      "index": 304,
      "start_time": 1816610.0,
      "end_time": 1821889.0,
      "text": "in amygdala response during spinning on negative beliefs. So it takes some time to bellow up"
    },
    {
      "index": 305,
      "start_time": 1821890.0,
      "end_time": 1826101.0,
      "text": "spinning on the belief and amygdale, the brain, this part of the brain, is literally reacting"
    },
    {
      "index": 306,
      "start_time": 1826100.0,
      "end_time": 1832100.0,
      "text": "to this negative beliefs. Now, this is Pre and Post. The black is Pre, the same people,"
    },
    {
      "index": 307,
      "start_time": 1832100.0,
      "end_time": 1836279.0,
      "text": "Pre mindfulness straining. Orange is post. And there are few things that I want to point"
    },
    {
      "index": 308,
      "start_time": 1836280.0,
      "end_time": 1842351.0,
      "text": "out. First, here, there&#39;s an initial burst in the people after the mindfulness training"
    },
    {
      "index": 309,
      "start_time": 1842350.0,
      "end_time": 1846700.0,
      "text": "in this amygdaly reactivity when spinning on beliefs. One of the things that happen"
    },
    {
      "index": 310,
      "start_time": 1846700.0,
      "end_time": 1854190.0,
      "text": "when you slow down and when you become more aware of body, thoughts, emotions, is that"
    },
    {
      "index": 311,
      "start_time": 1854190.0,
      "end_time": 1859559.0,
      "text": "you become more aware. That&#39;s not always pleasant. But that&#39;s not--the goal is not to remove"
    },
    {
      "index": 312,
      "start_time": 1859560.0,
      "end_time": 1865170.0,
      "text": "what&#39;s unpleasant. It&#39;s to be more aware. So, one way to interpret this initial burst,"
    },
    {
      "index": 313,
      "start_time": 1865170.0,
      "end_time": 1870201.0,
      "text": "is that people, in this case the sociophobics, where actually more aware of their emotional"
    },
    {
      "index": 314,
      "start_time": 1870200.0,
      "end_time": 1875129.0,
      "text": "reactivity when they were confronted with their own negative beliefs, greater emotional"
    },
    {
      "index": 315,
      "start_time": 1875130.0,
      "end_time": 1882270.0,
      "text": "awareness. But notice that then it quickly dropped. Notice that this occurred before"
    },
    {
      "index": 316,
      "start_time": 1882270.0,
      "end_time": 1889221.0,
      "text": "the instruction to shift their attention to the breath, what was initially a cued effortful"
    },
    {
      "index": 317,
      "start_time": 1889220.0,
      "end_time": 1894019.0,
      "text": "process to shift attention to the breath. After two and a half months, these people"
    },
    {
      "index": 318,
      "start_time": 1894020.0,
      "end_time": 1901390.0,
      "text": "shift to the left and start to implement the attention regulation automatically, perhaps"
    },
    {
      "index": 319,
      "start_time": 1901390.0,
      "end_time": 1906651.0,
      "text": "with awareness, perhaps not. Meaning, that what was an effortful practice becomes automatized."
    },
    {
      "index": 320,
      "start_time": 1906650.0,
      "end_time": 1911499.0,
      "text": "&gt;&gt; Whatever this means, being valued the [INDISTINCT] population?"
    },
    {
      "index": 321,
      "start_time": 1911500.0,
      "end_time": 1915821.0,
      "text": "&gt;&gt; GOLDIN: Yeah. This is--these are across the fit--in this case, the fifteen adults"
    },
    {
      "index": 322,
      "start_time": 1915820.0,
      "end_time": 1920739.0,
      "text": "with social phobia and themselves two and a half months later in the same exact task."
    },
    {
      "index": 323,
      "start_time": 1920740.0,
      "end_time": 1923290.0,
      "text": "&gt;&gt; Do you have any sense, sorry, in [INDISTINCT]... &gt;&gt; GOLDIN: No, go ahead."
    },
    {
      "index": 324,
      "start_time": 1923290.0,
      "end_time": 1925981.0,
      "text": "&gt;&gt; ...like of a, like error bars, so we can tell..."
    },
    {
      "index": 325,
      "start_time": 1925980.0,
      "end_time": 1927980.0,
      "text": "&gt;&gt; GOLDIN: Yeah. &gt;&gt; ...I can&#39;t tell whether, you know, whether"
    },
    {
      "index": 326,
      "start_time": 1927980.0,
      "end_time": 1931559.0,
      "text": "this squiggle is just noise or whether that&#39;s actually meaningful."
    },
    {
      "index": 327,
      "start_time": 1931560.0,
      "end_time": 1935170.0,
      "text": "&gt;&gt; GOLDIN: Yeah. That&#39;s a good question. So, the fMRI signal--there are many ways to do"
    },
    {
      "index": 328,
      "start_time": 1935170.0,
      "end_time": 1940270.0,
      "text": "signal processing and fMRI brain reactive--brain neuro response tends to be quite noisy. So"
    },
    {
      "index": 329,
      "start_time": 1940270.0,
      "end_time": 1946231.0,
      "text": "we do a lot of stuff and the only place where it was significant, the only place where you"
    },
    {
      "index": 330,
      "start_time": 1946230.0,
      "end_time": 1949769.0,
      "text": "see a significant drop--significances here in the sociophobics compared to themselves"
    },
    {
      "index": 331,
      "start_time": 1949770.0,
      "end_time": 1956140.0,
      "text": "baseline, post MBSR, where you see this reduction. That&#39;s the only where it&#39;s significant. Of"
    },
    {
      "index": 332,
      "start_time": 1956140.0,
      "end_time": 1959770.0,
      "text": "course it&#39;s only fifteen subject which is why this was pilot data for 60 where your"
    },
    {
      "index": 333,
      "start_time": 1959770.0,
      "end_time": 1964321.0,
      "text": "going to have more power because that&#39;s--in psychology, fifteen is a small sample size."
    },
    {
      "index": 334,
      "start_time": 1964320.0,
      "end_time": 1965779.0,
      "text": "&gt;&gt; It may not be [INDISTINCT] but what do you--how do you interpret the gap at the end"
    },
    {
      "index": 335,
      "start_time": 1965780.0,
      "end_time": 1975780.0,
      "text": "of the chart were the trend reverses? &gt;&gt; GOLDIN: Yeah. Its miles significantly different"
    },
    {
      "index": 336,
      "start_time": 1975780.0,
      "end_time": 1982650.0,
      "text": "and actually, you know, I don&#39;t have an interpretation for the end of this. In fact, these are each"
    },
    {
      "index": 337,
      "start_time": 1982650.0,
      "end_time": 1986660.0,
      "text": "12 seconds so realistically, another way to do this, and we&#39;re trying it out, is to makes"
    },
    {
      "index": 338,
      "start_time": 1986660.0,
      "end_time": 1990370.0,
      "text": "this two minutes long. Because when you think about reactivity to something, you&#39;re in the"
    },
    {
      "index": 339,
      "start_time": 1990370.0,
      "end_time": 1995831.0,
      "text": "hallways, you say &quot;hello&quot; to Suzie and Suzie doesn&#39;t look at you, or Suzie--Suzie&#39;s absorbed"
    },
    {
      "index": 340,
      "start_time": 1995830.0,
      "end_time": 1999440.0,
      "text": "to something and is not really attending to you, the reactivity--there&#39;s an immediate"
    },
    {
      "index": 341,
      "start_time": 1999440.0,
      "end_time": 2003919.0,
      "text": "reactivity, there might be a quelling, and then there&#39;s a continuing burst as we spin"
    },
    {
      "index": 342,
      "start_time": 2003920.0,
      "end_time": 2008370.0,
      "text": "or cascade on &quot;What&#39;s up with Suzie?&quot; Like, &quot;Why isn&#39;t she paying attention?&quot; &quot;Why is"
    },
    {
      "index": 343,
      "start_time": 2008370.0,
      "end_time": 2013530.0,
      "text": "she dishing me?&quot; So, real samples would be much longer than just 12 and 12 seconds. So"
    },
    {
      "index": 344,
      "start_time": 2013530.0,
      "end_time": 2019620.0,
      "text": "we&#39;re actually exploring that now, doing two minute--several two minute samples which I"
    },
    {
      "index": 345,
      "start_time": 2019620.0,
      "end_time": 2028361.0,
      "text": "think is probably more ecologically valid but we have to start somewhere. Also self"
    },
    {
      "index": 346,
      "start_time": 2028360.0,
      "end_time": 2032409.0,
      "text": "view I just wanted to give just a little bit here because this is something that&#39;s really"
    },
    {
      "index": 347,
      "start_time": 2032410.0,
      "end_time": 2038550.0,
      "text": "exciting which until recently no neuroscientist would ever touch. Now there&#39;s a burst of interest"
    },
    {
      "index": 348,
      "start_time": 2038550.0,
      "end_time": 2043951.0,
      "text": "in &quot;Can we not find the self?&quot; That&#39;s not the enterprise. Because there is no--there"
    },
    {
      "index": 349,
      "start_time": 2043950.0,
      "end_time": 2049200.0,
      "text": "is no central brain region of self, but there are different ways of manipulating how a person"
    },
    {
      "index": 350,
      "start_time": 2049199.9999999998,
      "end_time": 2055219.9999999998,
      "text": "views themselves and you can see that in the brain. So here, here&#39;s one version of the"
    },
    {
      "index": 351,
      "start_time": 2055219.9999999998,
      "end_time": 2062039.9999999998,
      "text": "self Analytic Narrative View of myself. This is past-future oriented: How is Philippe yesterday?"
    },
    {
      "index": 352,
      "start_time": 2062040.0,
      "end_time": 2066240.0,
      "text": "How is Philippe going to be tomorrow? Its conceptual, it&#39;s a fixed concept and it&#39;s"
    },
    {
      "index": 353,
      "start_time": 2066239.9999999998,
      "end_time": 2070789.9999999998,
      "text": "associated with ruminating on the self. It&#39;s a very conceptual linguistic-based view of"
    },
    {
      "index": 354,
      "start_time": 2070790.0,
      "end_time": 2075690.0,
      "text": "self. In contrast, there&#39;s another version of this way of relating to the self which"
    },
    {
      "index": 355,
      "start_time": 2075690.0,
      "end_time": 2080570.0,
      "text": "is really more experiential. Present-moment focused which is why this is interesting for"
    },
    {
      "index": 356,
      "start_time": 2080570.0000000002,
      "end_time": 2088130.0000000002,
      "text": "mindfulness, continuously changing experience of the self. Not a fixed concept. A reduced"
    },
    {
      "index": 357,
      "start_time": 2088130.0,
      "end_time": 2093080.0,
      "text": "over generalize memory which actually mean is been related to reduction and depression"
    },
    {
      "index": 358,
      "start_time": 2093080.0,
      "end_time": 2097200.0,
      "text": "and anxiety. So, in terms of creativity, given that this is a very creative place, reading"
    },
    {
      "index": 359,
      "start_time": 2097200.0,
      "end_time": 2103160.0,
      "text": "some--in preparation, I was reading some stuff on creativity, the extent to which a person"
    },
    {
      "index": 360,
      "start_time": 2103160.0,
      "end_time": 2109070.0,
      "text": "has a fixed view of themselves and their abilities, they perform at that level. They extend to"
    },
    {
      "index": 361,
      "start_time": 2109070.0,
      "end_time": 2118260.0,
      "text": "which a person has a more fluid sense of self, less caught up in fixed conceptual notion."
    },
    {
      "index": 362,
      "start_time": 2118260.0,
      "end_time": 2125590.0,
      "text": "That person, literally in experimental studies, can make associations that are more long,"
    },
    {
      "index": 363,
      "start_time": 2125590.0,
      "end_time": 2131280.0,
      "text": "more interesting. They can bring things together that normally are not very closely associated;"
    },
    {
      "index": 364,
      "start_time": 2131280.0,
      "end_time": 2137990.0,
      "text": "they have less abstraction in thinking more creatively. If you have self, I think is at"
    },
    {
      "index": 365,
      "start_time": 2137990.0,
      "end_time": 2143590.0,
      "text": "the basis of that kind of the intellectual creativity and neuroscience are just beginning."
    },
    {
      "index": 366,
      "start_time": 2143590.0,
      "end_time": 2147590.0,
      "text": "It&#39;s actually hard to publish neuroscience of self studies, but there&#39;s an interest right"
    },
    {
      "index": 367,
      "start_time": 2147590.0,
      "end_time": 2154240.0,
      "text": "now. So in terms of this two, more analytic, more experiential, more embodied sense of"
    },
    {
      "index": 368,
      "start_time": 2154240.0,
      "end_time": 2161240.0,
      "text": "self, and what we find is there&#39;s--across many, many self studies, you see there&#39;s this"
    },
    {
      "index": 369,
      "start_time": 2161240.0,
      "end_time": 2167960.0,
      "text": "set of three brain regions that come up all the time. These are midline structures: Medial"
    },
    {
      "index": 370,
      "start_time": 2167960.0,
      "end_time": 2172810.0,
      "text": "prefrontal cortex, dorslal medial prefrontal cortex and posterior singulet. These three"
    },
    {
      "index": 371,
      "start_time": 2172810.0,
      "end_time": 2180660.0,
      "text": "show up all the time. In this particular study, we found out in controls and also sociophobic"
    },
    {
      "index": 372,
      "start_time": 2180660.0,
      "end_time": 2187610.0,
      "text": "which is very promising. So, this is a very robust when you&#39;re doing self-focused attention."
    },
    {
      "index": 373,
      "start_time": 2187610.0,
      "end_time": 2193070.0,
      "text": "Cutting to the chase, what we found here is, in the sociophobic, post mindfulness training,"
    },
    {
      "index": 374,
      "start_time": 2193070.0,
      "end_time": 2200690.0,
      "text": "we found significant reduction in neural react--neural response from pre to post in brain regions"
    },
    {
      "index": 375,
      "start_time": 2200690.0,
      "end_time": 2208490.0,
      "text": "having to do with linguistic processing, thinking to your self--about yourself. Cognitive regulation"
    },
    {
      "index": 376,
      "start_time": 2208490.0,
      "end_time": 2213780.0,
      "text": "here, more this--reduction in metacognitive awareness, parts of the brain and how to maintain"
    },
    {
      "index": 377,
      "start_time": 2213780.0,
      "end_time": 2221110.0,
      "text": "a concept of self are reduced. And medial prefrontal, place where self-focused attention"
    },
    {
      "index": 378,
      "start_time": 2221110.0,
      "end_time": 2228610.0,
      "text": "occurs--tends to occur, also went down. Reduction in thinking, maintaining a concept of self"
    },
    {
      "index": 379,
      "start_time": 2228610.0,
      "end_time": 2234330.0,
      "text": "and self-focused attention dropped in the people who did the mindfulness class. So they"
    },
    {
      "index": 380,
      "start_time": 2234330.0,
      "end_time": 2239700.0,
      "text": "had a less of this conceptual narrative fixed concept, and had more of an embodied self."
    },
    {
      "index": 381,
      "start_time": 2239700.0,
      "end_time": 2247410.0,
      "text": "And this is--the hot colors here indicating greater attention, actually. So in summary,"
    },
    {
      "index": 382,
      "start_time": 2247410.0,
      "end_time": 2252680.0,
      "text": "I hope that I&#39;ve shown you, is that for people who completed the mindfulness class, in the"
    },
    {
      "index": 383,
      "start_time": 2252680.0,
      "end_time": 2258350.0,
      "text": "context of a threat stimulus, personally, it is, sort of syncratic negative self-beliefs,"
    },
    {
      "index": 384,
      "start_time": 2258350.0,
      "end_time": 2264790.0,
      "text": "reduction in emotional reactivity, and increase in the ability to apply different regulations"
    },
    {
      "index": 385,
      "start_time": 2264790.0,
      "end_time": 2272320.0,
      "text": "strategies, be they cognitive or attention, and decreases in conceptual sense of self"
    },
    {
      "index": 386,
      "start_time": 2272320.0,
      "end_time": 2281340.0,
      "text": "and use of language in the context of ones own negative self-beliefs. Meditation is associated"
    },
    {
      "index": 387,
      "start_time": 2281340.0,
      "end_time": 2286810.0,
      "text": "with changes in the neural bases of attention regulation, shift from conceptual experiential"
    },
    {
      "index": 388,
      "start_time": 2286810.0,
      "end_time": 2292700.0,
      "text": "self and, I didn&#39;t show it here, but we&#39;re now looking at neural synchrony across brain"
    },
    {
      "index": 389,
      "start_time": 2292700.0,
      "end_time": 2299530.0,
      "text": "regions, are they more connected, integrated in temporal analysis in people who have done"
    },
    {
      "index": 390,
      "start_time": 2299530.0,
      "end_time": 2311510.0,
      "text": "more and more meditation practice. Thank you for your attention. So there are many other"
    },
    {
      "index": 391,
      "start_time": 2311510.0,
      "end_time": 2316340.0,
      "text": "studies that we&#39;re doing, etcetera. But I&#39;m more interested in what you think, and questions"
    },
    {
      "index": 392,
      "start_time": 2316340.0,
      "end_time": 2320270.0,
      "text": "you have, maybe things from your own experience or what are some of the implications? Where"
    },
    {
      "index": 393,
      "start_time": 2320270.0,
      "end_time": 2329080.0,
      "text": "would you push, pull, drive is going to work? Do you have a microphone?"
    },
    {
      "index": 394,
      "start_time": 2329080.0,
      "end_time": 2334130.0,
      "text": "&gt;&gt; Here. &gt;&gt; GOLDIN: For people who are remote somewhere,"
    },
    {
      "index": 395,
      "start_time": 2334130.0,
      "end_time": 2340470.0,
      "text": "sir. &gt;&gt; Yeah, one of your slides cited as an aspect"
    },
    {
      "index": 396,
      "start_time": 2340470.0,
      "end_time": 2344900.0,
      "text": "of the more conceptual notion of self over generalized memory, could you say a little"
    },
    {
      "index": 397,
      "start_time": 2344900.0,
      "end_time": 2346390.0,
      "text": "more about that? &gt;&gt; GOLDIN: Yeah. In people with, specifically"
    },
    {
      "index": 398,
      "start_time": 2346390.0,
      "end_time": 2351910.0,
      "text": "with people with depression, there tends to be what&#39;s called over generalized memory."
    },
    {
      "index": 399,
      "start_time": 2351910.0,
      "end_time": 2356550.0,
      "text": "So when you ask people who are in a current repressive state to think back about a situation,"
    },
    {
      "index": 400,
      "start_time": 2356550.0,
      "end_time": 2366630.0,
      "text": "they tend to color their memory of past situation as &quot;Oh, I was always sad. Things always suck.&quot;"
    },
    {
      "index": 401,
      "start_time": 2366630.0,
      "end_time": 2375010.0,
      "text": "They actually lose--women in current depression, may lose memory for details and they over"
    },
    {
      "index": 402,
      "start_time": 2375010.0,
      "end_time": 2380070.0,
      "text": "generalize into, kind of swats of memory and inferences, as opposed to remembering details"
    },
    {
      "index": 403,
      "start_time": 2380070.0,
      "end_time": 2385220.0,
      "text": "for specific events. And that&#39;s been shown prospectively. You take me when I&#39;m fine,"
    },
    {
      "index": 404,
      "start_time": 2385220.0,
      "end_time": 2389990.0,
      "text": "current happy state, depressed state, &quot;Philippe what happened three weeks ago, six weeks ago,"
    },
    {
      "index": 405,
      "start_time": 2389990.0,
      "end_time": 2396040.0,
      "text": "nine weeks ago,&quot; and you&#39;ve recorded those. I over generalize and I lose specificity over"
    },
    {
      "index": 406,
      "start_time": 2396040.0,
      "end_time": 2400860.0,
      "text": "generalized memory which is problematic when you run to a person and say &quot;Yeah, you were"
    },
    {
      "index": 407,
      "start_time": 2400860.0,
      "end_time": 2404880.0,
      "text": "sad,&quot; or &quot;this occurred but you,&quot; you know, they&#39;ll hear the details of how you responded"
    },
    {
      "index": 408,
      "start_time": 2404880.0,
      "end_time": 2409560.0,
      "text": "and your were effective, people tend to forget that."
    },
    {
      "index": 409,
      "start_time": 2409560.0,
      "end_time": 2414770.0,
      "text": "&gt;&gt; I&#39;m curious, how much of this works cross culturally? Like for example, in Japan people"
    },
    {
      "index": 410,
      "start_time": 2414770.0,
      "end_time": 2419230.0,
      "text": "get up and sing in front of each other where, that must be very common, right?"
    },
    {
      "index": 411,
      "start_time": 2419230.0,
      "end_time": 2424820.0,
      "text": "&gt;&gt; GOLDIN: Yes. Thank you so much. I did not ask him to ask that. Social anxiety in particular,"
    },
    {
      "index": 412,
      "start_time": 2424820.0,
      "end_time": 2431120.0,
      "text": "manifests differently. Okay. So here we go, west--no but we are very mixed culture right"
    },
    {
      "index": 413,
      "start_time": 2431120.0,
      "end_time": 2437320.0,
      "text": "here. But in the United States, generally it&#39;s the cowboy culture: rough, tough, strong,"
    },
    {
      "index": 414,
      "start_time": 2437320.0,
      "end_time": 2443100.0,
      "text": "individualistic. People with social anxiety have a very poor self-esteem and they&#39;re very"
    },
    {
      "index": 415,
      "start_time": 2443100.0,
      "end_time": 2448970.0,
      "text": "worried that--about negative evaluations by others of the self. Japan, there&#39;s another"
    },
    {
      "index": 416,
      "start_time": 2448970.0,
      "end_time": 2454790.0,
      "text": "form of social anxiety where the fear is not about me, but other people, you know, other"
    },
    {
      "index": 417,
      "start_time": 2454790.0,
      "end_time": 2459520.0,
      "text": "people having a negative evaluation of me. The fear is that &quot;I&#39;m going to do something"
    },
    {
      "index": 418,
      "start_time": 2459520.0,
      "end_time": 2466760.0,
      "text": "in public that will embarrass you.&quot; And is a very clear, specific form of social anxiety"
    },
    {
      "index": 419,
      "start_time": 2466760.0,
      "end_time": 2472440.0,
      "text": "that is &quot;I&#39;m terrified that I&#39;m going to do something to embarrass you.&quot; That is really"
    },
    {
      "index": 420,
      "start_time": 2472440.0,
      "end_time": 2479440.0,
      "text": "culturally influenced. The next question is, so you take people who are from, say, mainland"
    },
    {
      "index": 421,
      "start_time": 2479440.0,
      "end_time": 2484850.0,
      "text": "China. They moved here, then they had children. First generation, they have children, second"
    },
    {
      "index": 422,
      "start_time": 2484850.0,
      "end_time": 2491010.0,
      "text": "generation, when do you begin to see shifts in patterns of psychopathology or shifts in--sub"
    },
    {
      "index": 423,
      "start_time": 2491010.0,
      "end_time": 2497510.0,
      "text": "forms of social anxiety? From landing here, first generation, second generation, cultural"
    },
    {
      "index": 424,
      "start_time": 2497510.0,
      "end_time": 2503650.0,
      "text": "influence infiltrates the view of self, language. For example, in Tibetan language, there&#39;s"
    },
    {
      "index": 425,
      "start_time": 2503650.0,
      "end_time": 2509870.0,
      "text": "not a word for self--low self esteem. There is no such word, so much to that at a meeting"
    },
    {
      "index": 426,
      "start_time": 2509870.0,
      "end_time": 2512820.0,
      "text": "with His Holiness, the Dalai Lama; people were like, &quot;Yeah, one of the many things we"
    },
    {
      "index": 427,
      "start_time": 2512820.0,
      "end_time": 2516570.0,
      "text": "have here is low self-esteem. We do everything to buttress up and make everyone think that"
    },
    {
      "index": 428,
      "start_time": 2516570.0,
      "end_time": 2520480.0,
      "text": "we&#39;re doing fine, and we don&#39;t need your help, and I don&#39;t need your help,&quot; but in fact that&#39;s--we"
    },
    {
      "index": 429,
      "start_time": 2520480.0,
      "end_time": 2524920.0,
      "text": "know that&#39;s not the case, whereas, in Tibetan language, there is no such word. Also in Tibetan"
    },
    {
      "index": 430,
      "start_time": 2524920.0,
      "end_time": 2532210.0,
      "text": "language, there is no word for emotion. Destructive, harmful states of mind, no word for emotion"
    },
    {
      "index": 431,
      "start_time": 2532210.0,
      "end_time": 2539070.0,
      "text": "which--think about Greek, you know, Greek, ancient Greek culture, ancient Indian culture."
    },
    {
      "index": 432,
      "start_time": 2539070.0,
      "end_time": 2544590.0,
      "text": "There is no word for emotion in Tibetan language. &gt;&gt; Just a minor..."
    },
    {
      "index": 433,
      "start_time": 2544590.0,
      "end_time": 2551890.0,
      "text": "&gt;&gt; GOLDIN: Oh, mic, mic. In case somebody wants to hear it."
    },
    {
      "index": 434,
      "start_time": 2551890.0,
      "end_time": 2559060.0,
      "text": "&gt;&gt; Just a minor comment. Not big. I remember I had a lecture a number of years ago, the"
    },
    {
      "index": 435,
      "start_time": 2559060.0,
      "end_time": 2564240.0,
      "text": "speaker who is a historian from Yale said, &quot;There is no word for &quot;shallow&quot; in French"
    },
    {
      "index": 436,
      "start_time": 2564240.0,
      "end_time": 2570030.0,
      "text": "even though some people might argue that the French invented the concept.&quot; So, the fact"
    },
    {
      "index": 437,
      "start_time": 2570030.0,
      "end_time": 2573750.0,
      "text": "that the word doesn&#39;t exist doesn&#39;t necessarily mean that the concept doesn&#39;t exist..."
    },
    {
      "index": 438,
      "start_time": 2573750.0,
      "end_time": 2576160.0,
      "text": "&gt;&gt; GOLDIN: True. &gt;&gt; ...or the problem, even without the concept."
    },
    {
      "index": 439,
      "start_time": 2576160.0,
      "end_time": 2582310.0,
      "text": "&gt;&gt; GOLDIN: True. But there&#39;s recent study that was done in UCLA where they, in healthy"
    },
    {
      "index": 440,
      "start_time": 2582310.0,
      "end_time": 2586430.0,
      "text": "controls, they induced certain emotion, emotional states and then what they did is they had"
    },
    {
      "index": 441,
      "start_time": 2586430.0,
      "end_time": 2594100.0,
      "text": "people label the emotion. The act of labeling ones emotion which is a cognitive method,"
    },
    {
      "index": 442,
      "start_time": 2594100.0,
      "end_time": 2600490.0,
      "text": "right? Already distanced oneself from the emotion state, &quot;Oh, I&#39;m angry.&quot; There&#39;s an"
    },
    {
      "index": 443,
      "start_time": 2600490.0,
      "end_time": 2604650.0,
      "text": "awareness and there&#39;s--just labeling distance from itself. So that is a form of emotion"
    },
    {
      "index": 444,
      "start_time": 2604650.0,
      "end_time": 2609760.0,
      "text": "regulation, just using language in that way. So, in one way, I would go the opposite, can"
    },
    {
      "index": 445,
      "start_time": 2609760.0,
      "end_time": 2615530.0,
      "text": "we actually become more skillful in identifying subtle, subtle, subtle, emotional states?"
    },
    {
      "index": 446,
      "start_time": 2615530.0,
      "end_time": 2623270.0,
      "text": "Be it viscerally [INDISTINCT] cognitively, and then apply a more refined vocabulary to"
    },
    {
      "index": 447,
      "start_time": 2623270.0,
      "end_time": 2628810.0,
      "text": "identify those and label them. So--but it&#39;s true, with--even when we don&#39;t have a label,"
    },
    {
      "index": 448,
      "start_time": 2628810.0,
      "end_time": 2633220.0,
      "text": "people still experience things, but then they just don&#39;t have--there&#39;s not a consensus on"
    },
    {
      "index": 449,
      "start_time": 2633220.0,
      "end_time": 2640710.0,
      "text": "a word that I would use to communicate that. &gt;&gt; How long after the MBSR training, did you"
    },
    {
      "index": 450,
      "start_time": 2640710.0,
      "end_time": 2642810.0,
      "text": "measure your subjects? &gt;&gt; GOLDIN: How long... ?"
    },
    {
      "index": 451,
      "start_time": 2642810.0,
      "end_time": 2648150.0,
      "text": "&gt;&gt; After the MBSR training. &gt;&gt; GOLDIN: About a week or two, after completing"
    },
    {
      "index": 452,
      "start_time": 2648150.0,
      "end_time": 2653030.0,
      "text": "the mindfulness program. And--so that would be kind of the immediate effects of having"
    },
    {
      "index": 453,
      "start_time": 2653030.0,
      "end_time": 2658390.0,
      "text": "just competed. What we&#39;re doing now, is we&#39;re following people for at least a year after"
    },
    {
      "index": 454,
      "start_time": 2658390.0,
      "end_time": 2665070.0,
      "text": "completing therapy. Because this was a good point, learning often occurs, consolidates"
    },
    {
      "index": 455,
      "start_time": 2665070.0,
      "end_time": 2669860.0,
      "text": "overtime, and there&#39;s even evidence that two, three, four months later, people who actually"
    },
    {
      "index": 456,
      "start_time": 2669860.0,
      "end_time": 2676670.0,
      "text": "get it, even after completing a course or--even psychotherapy, yeah?"
    },
    {
      "index": 457,
      "start_time": 2676670.0,
      "end_time": 2681570.0,
      "text": "&gt;&gt; You presented the limbic system as a reactive system, but isn&#39;t it an also an active system"
    },
    {
      "index": 458,
      "start_time": 2681570.0,
      "end_time": 2686340.0,
      "text": "that seeds negative thoughts and emotions? &gt;&gt; GOLDIN: Say it again because..."
    },
    {
      "index": 459,
      "start_time": 2686340.0,
      "end_time": 2692250.0,
      "text": "&gt;&gt; Isn&#39;t it also an active system that seeds things in the cognitive part of the brain?"
    },
    {
      "index": 460,
      "start_time": 2692250.0,
      "end_time": 2695610.0,
      "text": "&gt;&gt; GOLDIN: Oh, not seeds no, yeah. So the limbic--the limbic system is a distributed"
    },
    {
      "index": 461,
      "start_time": 2695610.0,
      "end_time": 2701800.0,
      "text": "set of nodes which has been associated with emotional states and specifically, emotion"
    },
    {
      "index": 462,
      "start_time": 2701800.0,
      "end_time": 2706210.0,
      "text": "detection. So like you watch a disgusting film clip, there&#39;s this limbic system, there"
    },
    {
      "index": 463,
      "start_time": 2706210.0,
      "end_time": 2711090.0,
      "text": "are parts of it, like the anterior insula, amygdala that will--when something salient"
    },
    {
      "index": 464,
      "start_time": 2711090.0,
      "end_time": 2715360.0,
      "text": "comes on, it would be more active. So emotion detection, but also when you--when you do"
    },
    {
      "index": 465,
      "start_time": 2715360.0,
      "end_time": 2723550.0,
      "text": "a mood induction, emotion generation. Seeing will not--doesn&#39;t occur in the limbic, although..."
    },
    {
      "index": 466,
      "start_time": 2723550.0,
      "end_time": 2727260.0,
      "text": "&gt;&gt; I said seeding. Not seeing. &gt;&gt; GOLDIN: Seeding?"
    },
    {
      "index": 467,
      "start_time": 2727260.0,
      "end_time": 2728869.0,
      "text": "&gt;&gt; Seeding emotions as well as [INDISTINCT]. &gt;&gt; GOLDIN: Oh, seeding, as in generating."
    },
    {
      "index": 468,
      "start_time": 2728870.0,
      "end_time": 2730721.0,
      "text": "&gt;&gt; Genrating. &gt;&gt; GOLDIN: Yes. So, then also there&#39;s generation"
    },
    {
      "index": 469,
      "start_time": 2730720.0,
      "end_time": 2735610.0,
      "text": "of emotion. Not exactly the same set, there&#39;s a sub-set of regions like subgenual, anterior"
    },
    {
      "index": 470,
      "start_time": 2735610.0,
      "end_time": 2739580.0,
      "text": "cingulate, and amygdala are associated with generating emotion. When you actually ask"
    },
    {
      "index": 471,
      "start_time": 2739580.0,
      "end_time": 2744350.0,
      "text": "people to--there&#39;s a study when you&#39;d ask healthy people to generate sad mood, or people"
    },
    {
      "index": 472,
      "start_time": 2744350.0,
      "end_time": 2748830.0,
      "text": "with current major depression to generate, to enhance the sad mood, there&#39;s some reliable"
    },
    {
      "index": 473,
      "start_time": 2748830.0,
      "end_time": 2752600.0,
      "text": "areas that are associated with increasing. And those have actually become targets of"
    },
    {
      "index": 474,
      "start_time": 2752600.0,
      "end_time": 2758050.0,
      "text": "direct brain stimulation studies right now, with surgery, in fact. A little controversial"
    },
    {
      "index": 475,
      "start_time": 2758050.0,
      "end_time": 2771600.0,
      "text": "but, yeah. &gt;&gt; The functions that you mentioned are learned"
    },
    {
      "index": 476,
      "start_time": 2771600.0,
      "end_time": 2774340.0,
      "text": "in childhood, like the executive function and..."
    },
    {
      "index": 477,
      "start_time": 2774340.0,
      "end_time": 2780530.0,
      "text": "&gt;&gt; GOLDIN: Uh-huh. &gt;&gt; ...are some of those better--are there"
    },
    {
      "index": 478,
      "start_time": 2780530.0,
      "end_time": 2789390.0,
      "text": "some that adults can learn better than others? Are there some that the brain development--there&#39;s"
    },
    {
      "index": 479,
      "start_time": 2789390.0,
      "end_time": 2794000.0,
      "text": "two point where it&#39;s harder to, to change in adult stage as suppose to others?"
    },
    {
      "index": 480,
      "start_time": 2794000.0,
      "end_time": 2799730.0,
      "text": "&gt;&gt; GOLDIN: Yeah. As a general principle, the older--the more that we&#39;re alive, the longer"
    },
    {
      "index": 481,
      "start_time": 2799730.0,
      "end_time": 2804430.0,
      "text": "that we&#39;re alive, the--in general, there&#39;s less plasticity. So much so you can take a"
    },
    {
      "index": 482,
      "start_time": 2804430.0,
      "end_time": 2809950.0,
      "text": "three year old and take out the entire left hemisphere, and all the functions that were"
    },
    {
      "index": 483,
      "start_time": 2809950.0,
      "end_time": 2816770.0,
      "text": "supposedly instantiated in left hemisphere, transfer. There&#39;s a beautiful, amazing, I"
    },
    {
      "index": 484,
      "start_time": 2816770.0,
      "end_time": 2822440.0,
      "text": "mean, we human animals are amazing in that functionality can shift across brain matter."
    },
    {
      "index": 485,
      "start_time": 2822440.0,
      "end_time": 2827320.0,
      "text": "So there even examples of people who are born with only one hemisphere, and only later when"
    },
    {
      "index": 486,
      "start_time": 2827320.0,
      "end_time": 2830890.0,
      "text": "they were teens did they ever get an MRI that showed &quot;Oh my gosh! Hemisphere is gone,&quot; and"
    },
    {
      "index": 487,
      "start_time": 2830890.0,
      "end_time": 2836360.0,
      "text": "they seem almost 100% normal. So it&#39;s a beautiful plasticity. But as we get older, we become"
    },
    {
      "index": 488,
      "start_time": 2836360.0,
      "end_time": 2842410.0,
      "text": "more rigid. As we become older, cortex becomes thinner, one study that--a cross sectional"
    },
    {
      "index": 489,
      "start_time": 2842410.0,
      "end_time": 2846810.0,
      "text": "study that was done by Sarah Lazar showed that cross sectional, where it&#39;s not prospective,"
    },
    {
      "index": 490,
      "start_time": 2846810.0,
      "end_time": 2851930.0,
      "text": "cross sectional, they found that people--longer--people who reported being meditators for more years"
    },
    {
      "index": 491,
      "start_time": 2851930.0,
      "end_time": 2859780.0,
      "text": "had less cortical thinning compared to aged matched people who didn&#39;t do any meditation."
    },
    {
      "index": 492,
      "start_time": 2859780.0,
      "end_time": 2863690.0,
      "text": "So that was really exciting and interesting but its cross sectional, co-relational which"
    },
    {
      "index": 493,
      "start_time": 2863690.0,
      "end_time": 2869030.0,
      "text": "is, you always have to take that with a grain of salt. So having said that, there&#39;s all"
    },
    {
      "index": 494,
      "start_time": 2869030.0,
      "end_time": 2875030.0,
      "text": "sorts--there&#39;s a huge interest in neuroplasticity right now, but it doesn&#39;t seem to be present"
    },
    {
      "index": 495,
      "start_time": 2875030.0,
      "end_time": 2881180.0,
      "text": "in the entire brain, but only portions of it. So there are limits that people have to"
    },
    {
      "index": 496,
      "start_time": 2881180.0,
      "end_time": 2887130.0,
      "text": "train their attention that can--might be constrained by genetic, might be constrained by life experience,"
    },
    {
      "index": 497,
      "start_time": 2887130.0,
      "end_time": 2891780.0,
      "text": "but also are constrained by not having [INDISTINCT]. So, I wouldn&#39;t say you can take somebody who"
    },
    {
      "index": 498,
      "start_time": 2891780.0,
      "end_time": 2897150.0,
      "text": "has early stage Alzheimer&#39;s and be able to train that away. Not even close. But we can"
    },
    {
      "index": 499,
      "start_time": 2897150.0,
      "end_time": 2901430.0,
      "text": "harness our attention and if you&#39;ll sit with somebody who&#39;s done a lot, a lot, a lot of"
    },
    {
      "index": 500,
      "start_time": 2901430.0,
      "end_time": 2912460.0,
      "text": "practice, you can feel it. It&#39;s--it&#39;s palpable. And you can measure it which is important."
    },
    {
      "index": 501,
      "start_time": 2912460.0,
      "end_time": 2922460.0,
      "text": "Okay. Thank you."
    }
  ]
}