{
  "video_id": "sfjN15zsPyQ",
  "title": "Introverts vs Extroverts",
  "json": [
    {
      "index": 1,
      "start_time": 405.0,
      "end_time": 2781.0,
      "text": "Some of us like to spend our weekend with a book in hand,"
    },
    {
      "index": 2,
      "start_time": 3152.0,
      "end_time": 5620.0,
      "text": "While others prefer a night out being the center of attention."
    },
    {
      "index": 3,
      "start_time": 6187.0,
      "end_time": 11617.0,
      "text": "But from a scientific perspective, is there an advantage to being an introvert or an extrovert?"
    },
    {
      "index": 4,
      "start_time": 11908.0,
      "end_time": 13164.0,
      "text": "Which is better?"
    },
    {
      "index": 5,
      "start_time": 13205.0,
      "end_time": 21497.0,
      "text": "The idea of two polar personalities was first described by Swiss-German psychologist Carl Jung, who coined the terms introversion and extroversion."
    },
    {
      "index": 6,
      "start_time": 21995.0,
      "end_time": 29474.0,
      "text": "Jung's theory was further elaborated upon by Hans Eysenck, a German psychologist who defined introverts and extroverts by their baseline arousal."
    },
    {
      "index": 7,
      "start_time": 29854.0,
      "end_time": 38664.0,
      "text": "Extroverts, with their lower level of arousal, would need to do more exciting things that would physically and mentally exhaust an introvert in order to reach satisfaction."
    },
    {
      "index": 8,
      "start_time": 39004.0,
      "end_time": 42955.0,
      "text": "So while an introvert might be content with a leisurely bike ride through a quiet park,"
    },
    {
      "index": 9,
      "start_time": 43254.0,
      "end_time": 47614.0,
      "text": "an extrovert might need to hit the dirt roads in order to feel mentally satisfied."
    },
    {
      "index": 10,
      "start_time": 48055.0,
      "end_time": 62634.0,
      "text": "Brain scans show a thicker prefrontal cortex in introverts compared to extroverts, which is associated with deeper thought and planning, suggesting that extroverts may be more impulsive than introverts, who prefer to mull things over, instead of directly springing into action."
    },
    {
      "index": 11,
      "start_time": 62835.0,
      "end_time": 69346.0,
      "text": "But because of this tendency to ruminate in introverts, they're also more susceptible to developing anxiety and depression."
    },
    {
      "index": 12,
      "start_time": 69666.0,
      "end_time": 79986.0,
      "text": "Extroverts also respond more strongly to rewards, with brain scans showing a significantly more activated dopamine reward system than introverts when completing and winning a computerized gambling task."
    },
    {
      "index": 13,
      "start_time": 80356.0,
      "end_time": 85536.0,
      "text": "And given that we're social animals, dopamine is also released when interacting with other humans."
    },
    {
      "index": 14,
      "start_time": 85845.0,
      "end_time": 91776.0,
      "text": "This was especially important as hunter gatherers, who relied upon others for both food and protection from predators."
    },
    {
      "index": 15,
      "start_time": 92096.0,
      "end_time": 96246.0,
      "text": "However, human connection has a greater impact on extroverts than introverts."
    },
    {
      "index": 16,
      "start_time": 96506.0,
      "end_time": 104726.0,
      "text": "In fact, it's been shown that the brains of extroverts respond more strongly when shown photos of human faces compared to neutral photos of nature."
    },
    {
      "index": 17,
      "start_time": 104985.0,
      "end_time": 107935.0,
      "text": "But for introverts, the brain response is similarly between the two."
    },
    {
      "index": 18,
      "start_time": 108196.0,
      "end_time": 113987.0,
      "text": "Now that's not to say that introverts don't feel any excitement from winning or that they strongly dislike being around people,"
    },
    {
      "index": 19,
      "start_time": 114366.0,
      "end_time": 119986.0,
      "text": "but they simply don't feel as excited and don't require as much social interaction in order to feel good."
    },
    {
      "index": 20,
      "start_time": 120346.0,
      "end_time": 124207.0,
      "text": "In terms of genetics, there may be an evolutionary advantage to each trait."
    },
    {
      "index": 21,
      "start_time": 124517.0,
      "end_time": 128137.0,
      "text": "For instance, introverts might have stuck to the sidelines to avoid predators,"
    },
    {
      "index": 22,
      "start_time": 128485.99999999999,
      "end_time": 132207.0,
      "text": "while extroverts would roam and explore, giving them an advantage when food is scarce."
    },
    {
      "index": 23,
      "start_time": 132508.0,
      "end_time": 144683.0,
      "text": "A study involving 130 participants discovered that those who were more inclined to be adventurous had two copies of one particular allele, reinforcing the idea that these personality traits are partially linked to genetics."
    },
    {
      "index": 24,
      "start_time": 145022.0,
      "end_time": 151487.0,
      "text": "In many ways, our society has an extroversion bias where qualities like putting yourself out there are highly valued."
    },
    {
      "index": 25,
      "start_time": 151808.0,
      "end_time": 162395.0,
      "text": "Our institutions are also often designed with the extrovert in mind where group work is a popular practice in most schools and workplaces with the idea that creativity comes from a sociable place."
    },
    {
      "index": 26,
      "start_time": 162676.0,
      "end_time": 172416.0,
      "text": "However as social animals, we instinctively mimic others' opinions without realizing it, suggesting that your brainstorming sessions with others may not always be productive."
    },
    {
      "index": 27,
      "start_time": 172687.0,
      "end_time": 180518.0,
      "text": "When we disagree with a group, neuroscientists have shown high activation in the amygdala, a part of the brain associated with the sting of rejection."
    },
    {
      "index": 28,
      "start_time": 180817.0,
      "end_time": 184968.0,
      "text": "When we think of introverts, shyness and the preference to be alone often come to mind,"
    },
    {
      "index": 29,
      "start_time": 184968.0,
      "end_time": 190841.0,
      "text": "but in reality, introverts may simply prefer close conversations with one or a few people instead of dozens."
    },
    {
      "index": 30,
      "start_time": 191585.0,
      "end_time": 200508.0,
      "text": "Furthermore, introverts may even be better public speakers as they’re known to think through ideas thoroughly compared to extroverts, who may choose to make rash decisions instead."
    },
    {
      "index": 31,
      "start_time": 200848.0,
      "end_time": 208145.0,
      "text": "But perhaps you are an ambivert, right in the middle of the introvert-extrovert Venn diagram, combining the best of both worlds."
    },
    {
      "index": 32,
      "start_time": 208456.0,
      "end_time": 215147.0,
      "text": "A recent study involving 340 call center representatives had their sales record tracked for a period of three months."
    },
    {
      "index": 33,
      "start_time": 215486.0,
      "end_time": 225056.0,
      "text": "Those who were neither strong extroverts or introverts generated the most revenue averaging 208 dollars per hour, compared to the study average of 138 per hour."
    },
    {
      "index": 34,
      "start_time": 225377.0,
      "end_time": 230985.0,
      "text": "So what do you see yourself as? And do you think one is better than the other? Let us know in the comments below."
    }
  ]
}