{
  "video_id": "SFW5ttTTFTg",
  "title": "What is selective mutism? | Jade's Mental Health Story |  Mind",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2270.0,
      "end_time": 6780.0,
      "text": "Hi, my name is Jade, and this is my mental health selfie for Mind UK. I&#39;m going to talk"
    },
    {
      "index": 2,
      "start_time": 6780.0,
      "end_time": 11100.0,
      "text": "about my personal experience with selective mutism, how… and how it&#39;s affected my life"
    },
    {
      "index": 3,
      "start_time": 11100.0,
      "end_time": 14629.0,
      "text": "and the aftermath of it, even today. For those of you who don&#39;t know, selective mutism is"
    },
    {
      "index": 4,
      "start_time": 14629.0,
      "end_time": 19480.0,
      "text": "an anxiety disorder which can sometimes prevent people from speaking in certain social situations."
    },
    {
      "index": 5,
      "start_time": 19480.0,
      "end_time": 24480.0,
      "text": "I started suffering from selective mutism when I was around three years old. This became"
    },
    {
      "index": 6,
      "start_time": 24480.0,
      "end_time": 31350.0,
      "text": "apparent because when I went to nursery, I wasn&#39;t a sociable child at all – like, I"
    },
    {
      "index": 7,
      "start_time": 31350.0,
      "end_time": 38790.0,
      "text": "never socialised with any other kids, I never talked to anyone, not even the teachers or"
    },
    {
      "index": 8,
      "start_time": 38790.0,
      "end_time": 46120.0,
      "text": "anything, I was always quite reserved and isolated – which put me back years of socialising,"
    },
    {
      "index": 9,
      "start_time": 46120.0,
      "end_time": 49980.0,
      "text": "obviously. And, obviously, because of this, I had no friends really."
    },
    {
      "index": 10,
      "start_time": 49980.0,
      "end_time": 56980.0,
      "text": "My… obviously, nursery is probably a difficult time for anyone to notice any issues, I&#39;d say,"
    },
    {
      "index": 11,
      "start_time": 56980.0,
      "end_time": 62191.0,
      "text": "but I think they just… a lot of people just thought I was shy to start with, so my"
    },
    {
      "index": 12,
      "start_time": 62191.0,
      "end_time": 67039.0,
      "text": "condition took quite a long time to get, kind of, noticed and diagnosed. It wasn&#39;t a very"
    },
    {
      "index": 13,
      "start_time": 67039.0,
      "end_time": 71819.0,
      "text": "well-known condition to be honest, in my county, because only myself and this other person"
    },
    {
      "index": 14,
      "start_time": 71819.0,
      "end_time": 76350.0,
      "text": "had been diagnosed at the time with this condition, so there wasn&#39;t actually a lot of support"
    },
    {
      "index": 15,
      "start_time": 76350.0,
      "end_time": 82850.0,
      "text": "available, or a lot of acknowledgement of the condition that I had. Because of this,"
    },
    {
      "index": 16,
      "start_time": 82850.0,
      "end_time": 88229.0,
      "text": "I was, kind of, in and out of, like, speech therapies for the majority of my years at primary school."
    },
    {
      "index": 17,
      "start_time": 88229.0,
      "end_time": 92749.0,
      "text": "Anyway, when I was around six years old, I managed to break my silence to a teacher that"
    },
    {
      "index": 18,
      "start_time": 92749.0,
      "end_time": 98520.0,
      "text": "I trusted and, obviously, as you can imagine, this was quite a big time for myself and my"
    },
    {
      "index": 19,
      "start_time": 98520.0,
      "end_time": 103869.0,
      "text": "family, and for anyone else who&#39;d never heard me speak. It&#39;s put, obviously, selective mutism…"
    },
    {
      "index": 20,
      "start_time": 103869.0,
      "end_time": 108689.0,
      "text": "it&#39;s obviously had its aftermath still today, because I&#39;m still quite a socially anxious"
    },
    {
      "index": 21,
      "start_time": 108689.0,
      "end_time": 113289.0,
      "text": "person. I haven&#39;t got the social skills that, possibly, some people my age have got today,"
    },
    {
      "index": 22,
      "start_time": 113289.0,
      "end_time": 118830.0,
      "text": "because I lacked it when I was younger. So I still say I&#39;m socially anxious, say, when"
    },
    {
      "index": 23,
      "start_time": 118830.0,
      "end_time": 123539.0,
      "text": "ordering food, like, I can&#39;t go and order food on my own. I&#39;m not very confident with"
    },
    {
      "index": 24,
      "start_time": 123539.0,
      "end_time": 129060.0,
      "text": "approaching new people and I struggle in big groups of people."
    },
    {
      "index": 25,
      "start_time": 129060.0,
      "end_time": 135110.0,
      "text": "Having said that, though, I&#39;ve come quite far from where I was. This is purely because"
    },
    {
      "index": 26,
      "start_time": 135110.0,
      "end_time": 139890.0,
      "text": "of the job I&#39;ve got now. Like, I work in a retail store, which I know to some people"
    },
    {
      "index": 27,
      "start_time": 139890.0,
      "end_time": 144430.0,
      "text": "with an anxiety disorder seems terrifying – which, to start with, it was, I&#39;m not"
    },
    {
      "index": 28,
      "start_time": 144430.0,
      "end_time": 147890.0,
      "text": "going to lie to you – but, obviously, I&#39;ve been… I&#39;ve been there about three years"
    },
    {
      "index": 29,
      "start_time": 147890.0,
      "end_time": 151250.0,
      "text": "now, and honestly, it’s probably one of the best things I&#39;ve ever done because being"
    },
    {
      "index": 30,
      "start_time": 151250.0,
      "end_time": 154260.0,
      "text": "around people every day gains your confidence so much."
    },
    {
      "index": 31,
      "start_time": 154260.0,
      "end_time": 158320.0,
      "text": "Obviously, I know that&#39;s not the same for every single person who&#39;s got an anxiety disorder,"
    },
    {
      "index": 32,
      "start_time": 158320.0,
      "end_time": 162550.0,
      "text": "everyone&#39;s got their own experiences, but the only advice that I&#39;d give, personally,"
    },
    {
      "index": 33,
      "start_time": 162550.0,
      "end_time": 168011.0,
      "text": "to someone who&#39;s got an anxiety disorder is to take things one step at a time. I know"
    },
    {
      "index": 34,
      "start_time": 168011.0,
      "end_time": 173460.0,
      "text": "that probably seems quite obvious, but I know a lot of people, including myself, who compare"
    },
    {
      "index": 35,
      "start_time": 173460.0,
      "end_time": 177681.0,
      "text": "themselves to other people, which is the worst thing that you can, honestly, do, because"
    },
    {
      "index": 36,
      "start_time": 177681.0,
      "end_time": 179250.0,
      "text": "it will get you down so much more."
    },
    {
      "index": 37,
      "start_time": 179250.0,
      "end_time": 186230.0,
      "text": "At the end of the day, you are your number-one priority. Priorities yourself, focus on yourself,"
    },
    {
      "index": 38,
      "start_time": 186230.0,
      "end_time": 190900.0,
      "text": "and eventually you will get there in the end. Anyway, thank you for watching, and please"
    },
    {
      "index": 39,
      "start_time": 190900.0,
      "end_time": 200900.0,
      "text": "subscribe to Mind&#39;s YouTube channel to check out other people&#39;s mental health selfies."
    }
  ]
}