{
  "video_id": "SIi9EpULILA",
  "title": "How To Handplant On A Snowboard (Regular)",
  "json": [
    {
      "index": 1,
      "start_time": 10400.0,
      "end_time": 15800.0,
      "text": "The Squirt Strap in to your snowboard on a flat area."
    },
    {
      "index": 2,
      "start_time": 15879.0,
      "end_time": 22680.0,
      "text": "Get low, and shift to your tail. Place both hands in the snow and extend your back leg."
    },
    {
      "index": 3,
      "start_time": 22680.0,
      "end_time": 28380.0,
      "text": "This will squirt the board out from underneath you and create your pop. Your board should"
    },
    {
      "index": 4,
      "start_time": 28380.0,
      "end_time": 35379.0,
      "text": "spring from the ground and land sticking upright, then roll back to your toe edge. Combine this"
    },
    {
      "index": 5,
      "start_time": 35450.0,
      "end_time": 41890.0,
      "text": "sequence of moves into one smooth quick motion coming right back to your feet. See how far"
    },
    {
      "index": 6,
      "start_time": 41890.0,
      "end_time": 48309.0,
      "text": "you can pop your board from the ground. This is a very similar movement to a backside hand-plant."
    },
    {
      "index": 7,
      "start_time": 48309.0,
      "end_time": 55290.0,
      "text": "Give it a try with one hand and see if you can get a grab. Grabbing on flat ground is"
    },
    {
      "index": 8,
      "start_time": 55290.0,
      "end_time": 60980.0,
      "text": "substantially more difficult so don&#39;t worry if you cant."
    },
    {
      "index": 9,
      "start_time": 60980.0,
      "end_time": 67130.0,
      "text": "Next, Ride towards a gentle incline, as you come to a top, give the squirt a try here."
    },
    {
      "index": 10,
      "start_time": 67130.0,
      "end_time": 74130.0,
      "text": "First with 2 hands then one. You can actually hand-plant here or on any transition although"
    },
    {
      "index": 11,
      "start_time": 74240.0,
      "end_time": 80350.0,
      "text": "steeper transitions are far easier. If you do this exact same squirt motion at"
    },
    {
      "index": 12,
      "start_time": 80350.0,
      "end_time": 82929.0,
      "text": "the top of a quarter pipe, you&#39;ll be completely upside down doing a banger hand-plant."
    }
  ]
}