{
  "video_id": "SJ7O3u7NT4A",
  "title": "12 Years a Slave Audiobook Chapter 1 by Solomon Northup",
  "json": [
    {
      "index": 1,
      "start_time": 560.0,
      "end_time": 5830.0,
      "text": "12 Years a Slave by Solomon Northup Chapter 1"
    },
    {
      "index": 2,
      "start_time": 5830.0,
      "end_time": 10540.0,
      "text": "Having been born a freeman, and for more than thirty years enjoyed the blessings of liberty"
    },
    {
      "index": 3,
      "start_time": 10540.0,
      "end_time": 16260.0,
      "text": "in a free State-and having at the end of that time been kidnapped and sold into Slavery,"
    },
    {
      "index": 4,
      "start_time": 16260.000000000002,
      "end_time": 22029.0,
      "text": "where I remained, until happily rescued in the month of January, 1853, after a bondage"
    },
    {
      "index": 5,
      "start_time": 22029.0,
      "end_time": 27409.0,
      "text": "of twelve years—it has been suggested that an account of my life and fortunes would not"
    },
    {
      "index": 6,
      "start_time": 27409.0,
      "end_time": 32640.0,
      "text": "be uninteresting to the public. Since my return to liberty, I have not failed"
    },
    {
      "index": 7,
      "start_time": 32640.0,
      "end_time": 37660.0,
      "text": "to perceive the increasing interest throughout the Northern States, in regard to the subject"
    },
    {
      "index": 8,
      "start_time": 37660.0,
      "end_time": 43200.0,
      "text": "of Slavery. Works of fiction, professing to portray its features in their more pleasing"
    },
    {
      "index": 9,
      "start_time": 43200.0,
      "end_time": 49310.0,
      "text": "as well as more repugnant aspects, have been circulated to an extent unprecedented, and,"
    },
    {
      "index": 10,
      "start_time": 49310.0,
      "end_time": 54150.0,
      "text": "as I understand, have created a fruitful topic of comment and discussion."
    },
    {
      "index": 11,
      "start_time": 54150.0,
      "end_time": 59960.0,
      "text": "I can speak of Slavery only so far as it came under my own observation—only so far as"
    },
    {
      "index": 12,
      "start_time": 59960.0,
      "end_time": 65560.0,
      "text": "I have known and experienced it in my own person. My object is, to give a candid and"
    },
    {
      "index": 13,
      "start_time": 65560.0,
      "end_time": 71659.0,
      "text": "truthful statement of facts: to repeat the story of my life, without exaggeration, leaving"
    },
    {
      "index": 14,
      "start_time": 71659.0,
      "end_time": 76880.0,
      "text": "it for others to determine, whether even the pages of fiction present a picture of more"
    },
    {
      "index": 15,
      "start_time": 76880.0,
      "end_time": 83100.0,
      "text": "cruel wrong or a severer bondage. As far back as I have been able to ascertain,"
    },
    {
      "index": 16,
      "start_time": 83100.0,
      "end_time": 88479.0,
      "text": "my ancestors on the paternal side were slaves in Rhode Island. They belonged to a family"
    },
    {
      "index": 17,
      "start_time": 88479.0,
      "end_time": 94679.0,
      "text": "by the name of Northup, one of whom, removing to the State of New York, settled at Hoosic,"
    },
    {
      "index": 18,
      "start_time": 94679.0,
      "end_time": 100689.0,
      "text": "in Rensselaer county. He brought with him Mintus Northup, my father. On the death of"
    },
    {
      "index": 19,
      "start_time": 100689.0,
      "end_time": 106109.0,
      "text": "this gentleman, which must have occurred some fifty years ago, my father became free, having"
    },
    {
      "index": 20,
      "start_time": 106109.0,
      "end_time": 113030.0,
      "text": "been emancipated by a direction in his will. Henry B. Northup, Esq., of Sandy Hill, a distinguished"
    },
    {
      "index": 21,
      "start_time": 113030.0,
      "end_time": 118700.0,
      "text": "counselor at law, and the man to whom, under Providence, I am indebted for my present liberty,"
    },
    {
      "index": 22,
      "start_time": 118700.0,
      "end_time": 123969.0,
      "text": "and my return to the society of my wife and children, is a relative of the family in which"
    },
    {
      "index": 23,
      "start_time": 123969.0,
      "end_time": 129189.0,
      "text": "my forefathers were thus held to service, and from which they took the name I bear."
    },
    {
      "index": 24,
      "start_time": 129189.0,
      "end_time": 135040.0,
      "text": "To this fact may be attributed the persevering interest he has taken in my behalf."
    },
    {
      "index": 25,
      "start_time": 135040.0,
      "end_time": 139970.0,
      "text": "Sometime after my father&#39;s liberation, he removed to the town of Minerva, Essex county,"
    },
    {
      "index": 26,
      "start_time": 139970.0,
      "end_time": 146590.0,
      "text": "N. Y., where I was born, in the month of July, 1808. How long he remained in the latter place"
    },
    {
      "index": 27,
      "start_time": 146590.0,
      "end_time": 152439.0,
      "text": "I have not the means of definitely ascertaining. From thence he removed to Granville, Washington"
    },
    {
      "index": 28,
      "start_time": 152439.0,
      "end_time": 157780.0,
      "text": "county, near a place known as Slyborough, where, for some years, he labored on the farm"
    },
    {
      "index": 29,
      "start_time": 157780.0,
      "end_time": 164150.0,
      "text": "of Clark Northup, also a relative of his old master; from thence he removed to the Alden"
    },
    {
      "index": 30,
      "start_time": 164150.0,
      "end_time": 169659.0,
      "text": "farm, at Moss Street, a short distance north of the village of Sandy Hill; and from thence"
    },
    {
      "index": 31,
      "start_time": 169659.0,
      "end_time": 176379.0,
      "text": "to the farm now owned by Russel Pratt, situated on the road leading from Fort Edward to Argyle,"
    },
    {
      "index": 32,
      "start_time": 176379.0,
      "end_time": 182959.0,
      "text": "where he continued to reside until his death, which took place on the 22d day of November,"
    },
    {
      "index": 33,
      "start_time": 182959.0,
      "end_time": 189560.0,
      "text": "1829. He left a widow and two children —myself, and Joseph, an elder brother. The latter is"
    },
    {
      "index": 34,
      "start_time": 189560.0,
      "end_time": 195040.0,
      "text": "still living in the county of Oswego, near the city of that name; my mother died during"
    },
    {
      "index": 35,
      "start_time": 195040.0,
      "end_time": 200019.0,
      "text": "the period of my captivity. Though born a slave, and laboring under the"
    },
    {
      "index": 36,
      "start_time": 200019.0,
      "end_time": 205439.0,
      "text": "disadvantages to which my unfortunate race is subjected, my father was a man respected"
    },
    {
      "index": 37,
      "start_time": 205439.0,
      "end_time": 210969.0,
      "text": "for his industry and integrity, as many now living, who well remember him, are ready to"
    },
    {
      "index": 38,
      "start_time": 210969.0,
      "end_time": 216400.0,
      "text": "testify. His whole life was passed in the peaceful pursuits of agriculture, never seeking"
    },
    {
      "index": 39,
      "start_time": 216400.0,
      "end_time": 221319.0,
      "text": "employment in those more menial positions, which seem to be especially allotted to the"
    },
    {
      "index": 40,
      "start_time": 221319.0,
      "end_time": 227510.0,
      "text": "children of Africa. Besides giving us an education surpassing that ordinarily bestowed upon children"
    },
    {
      "index": 41,
      "start_time": 227510.0,
      "end_time": 233280.0,
      "text": "in our condition, he acquired, by his diligence and economy, a sufficient property qualification"
    },
    {
      "index": 42,
      "start_time": 233280.0,
      "end_time": 238400.0,
      "text": "to entitle him to the right of suffrage. He was accustomed to speak to us of his early"
    },
    {
      "index": 43,
      "start_time": 238400.0,
      "end_time": 243840.0,
      "text": "life; and although at all times cherishing the warmest emotions of kindness, and even"
    },
    {
      "index": 44,
      "start_time": 243840.0,
      "end_time": 248780.0,
      "text": "of affection towards the family, in whose house he had been a bondsman, he nevertheless"
    },
    {
      "index": 45,
      "start_time": 248780.0,
      "end_time": 254920.0,
      "text": "comprehended the system of Slavery, and dwelt with sorrow on the degradation of his race."
    },
    {
      "index": 46,
      "start_time": 254920.0,
      "end_time": 260120.0,
      "text": "He endeavored to imbue our minds with sentiments of morality, and to teach us to place our,"
    },
    {
      "index": 47,
      "start_time": 260120.0,
      "end_time": 265930.0,
      "text": "trust and confidence in Him who regards the humblest as well as the highest of his creatures."
    },
    {
      "index": 48,
      "start_time": 265930.0,
      "end_time": 271120.0,
      "text": "How often since that time has the recollection of his paternal counsels occurred to me, while"
    },
    {
      "index": 49,
      "start_time": 271120.0,
      "end_time": 276810.0,
      "text": "lying in a slave hut in the distant and sickly regions of Louisiana, smarting with the undeserved"
    },
    {
      "index": 50,
      "start_time": 276810.0,
      "end_time": 282449.0,
      "text": "wounds which an inhuman master had inflicted, and longing only for the grave which had covered"
    },
    {
      "index": 51,
      "start_time": 282449.0,
      "end_time": 288830.0,
      "text": "him, to shield me also from the lash of the oppressor. In the church yard at Sandy Hill,"
    },
    {
      "index": 52,
      "start_time": 288830.0,
      "end_time": 294400.0,
      "text": "an humble stone marks the spot where he reposes, after having worthily performed the duties"
    },
    {
      "index": 53,
      "start_time": 294400.0,
      "end_time": 299000.0,
      "text": "appertaining to the lowly sphere wherein God had appointed him to walk."
    },
    {
      "index": 54,
      "start_time": 299000.0,
      "end_time": 304900.0,
      "text": "Up to this period I had been principally engaged with my father in the labors of the farm."
    },
    {
      "index": 55,
      "start_time": 304900.0,
      "end_time": 309229.0,
      "text": "The leisure hours allowed me were generally either employed over my books, or playing"
    },
    {
      "index": 56,
      "start_time": 309229.0,
      "end_time": 314539.0,
      "text": "on the violin—an amusement which was the ruling passion of my youth. It has also been"
    },
    {
      "index": 57,
      "start_time": 314539.0,
      "end_time": 319310.0,
      "text": "the source of consolation since, affording, pleasure to the simple beings with whom my"
    },
    {
      "index": 58,
      "start_time": 319310.0,
      "end_time": 325300.0,
      "text": "lot was cast, and beguiling my own thoughts, for many hours, from the painful contemplation"
    },
    {
      "index": 59,
      "start_time": 325300.0,
      "end_time": 330780.0,
      "text": "of my fate. On Christmas day, 1829, I was married to Anne"
    },
    {
      "index": 60,
      "start_time": 330780.0,
      "end_time": 335770.0,
      "text": "Hampton, a colored girl then living in the vicinity of our residence. The ceremony was"
    },
    {
      "index": 61,
      "start_time": 335770.0,
      "end_time": 341650.0,
      "text": "performed at Fort Edward, by Timothy Eddy, Esq., a magistrate of that town, and still"
    },
    {
      "index": 62,
      "start_time": 341650.0,
      "end_time": 347810.0,
      "text": "a prominent citizen of the place. She had resided a long time at Sandy Hill, with Mr."
    },
    {
      "index": 63,
      "start_time": 347810.0,
      "end_time": 353690.0,
      "text": "Baird, proprietor of the Eagle Tavern, and also in the family of Rev. Alexander Proudfit,"
    },
    {
      "index": 64,
      "start_time": 353690.0,
      "end_time": 359720.0,
      "text": "of Salem. This gentleman for many years had presided over the Presbyterian society at"
    },
    {
      "index": 65,
      "start_time": 359720.0,
      "end_time": 365789.0,
      "text": "the latter place, and was widely distinguished for his learning and piety. Anne still holds"
    },
    {
      "index": 66,
      "start_time": 365789.0,
      "end_time": 372550.0,
      "text": "in grateful remembrance the exceeding kindness and the excellent counsels of that good man."
    },
    {
      "index": 67,
      "start_time": 372550.0,
      "end_time": 377710.0,
      "text": "She is not able to determine the exact line of her descent, but the blood of three races"
    },
    {
      "index": 68,
      "start_time": 377710.0,
      "end_time": 384629.0,
      "text": "mingles in her veins. It is difficult to tell whether the red, white, or black predominates."
    },
    {
      "index": 69,
      "start_time": 384629.0,
      "end_time": 390020.0,
      "text": "The union of them all, however, in her origin, has given her a singular but pleasing expression,"
    },
    {
      "index": 70,
      "start_time": 390020.0,
      "end_time": 395470.0,
      "text": "such as is rarely to be seen. Though somewhat resembling, yet she cannot properly be styled"
    },
    {
      "index": 71,
      "start_time": 395470.0,
      "end_time": 400970.0,
      "text": "a quadroon, a class to which, I have omitted to mention, my mother belonged."
    },
    {
      "index": 72,
      "start_time": 400970.0,
      "end_time": 406340.0,
      "text": "I had just now passed the period of my minority, having reached the age of twenty-one years"
    },
    {
      "index": 73,
      "start_time": 406340.0,
      "end_time": 412199.0,
      "text": "in the month of July previous. Deprived of the advice and assistance of my father, with"
    },
    {
      "index": 74,
      "start_time": 412199.0,
      "end_time": 418629.0,
      "text": "a wife dependent upon me for support, I resolved to enter upon a life of industry; and notwithstanding"
    },
    {
      "index": 75,
      "start_time": 418629.0,
      "end_time": 424210.0,
      "text": "the obstacle of color, and the consciousness of my lowly state, indulged in pleasant dreams"
    },
    {
      "index": 76,
      "start_time": 424210.0,
      "end_time": 429759.0,
      "text": "of a good time coming, when the possession of some humble habitation, with a few surrounding"
    },
    {
      "index": 77,
      "start_time": 429759.0,
      "end_time": 435490.0,
      "text": "acres, should reward my labors, and bring me the means of happiness and comfort."
    },
    {
      "index": 78,
      "start_time": 435490.0,
      "end_time": 440740.0,
      "text": "From the time of my marriage to this day the love I have borne my wife has been sincere"
    },
    {
      "index": 79,
      "start_time": 440740.0,
      "end_time": 445770.0,
      "text": "and unabated; and only those who have felt the glowing tenderness a father cherishes"
    },
    {
      "index": 80,
      "start_time": 445770.0,
      "end_time": 450659.0,
      "text": "for his offspring, can appreciate my affection for the beloved children which have since"
    },
    {
      "index": 81,
      "start_time": 450659.0,
      "end_time": 456610.0,
      "text": "been born to us. This much I deem appropriate and necessary to day, in order that those"
    },
    {
      "index": 82,
      "start_time": 456610.0,
      "end_time": 462199.0,
      "text": "who read these pages, may comprehend the poignancy of those sufferings I have been doomed to"
    },
    {
      "index": 83,
      "start_time": 462199.0,
      "end_time": 465550.0,
      "text": "bear. Immediately upon our marriage we commenced"
    },
    {
      "index": 84,
      "start_time": 465550.0,
      "end_time": 470439.0,
      "text": "house-keeping, in the old yellow building then standing at the southern extremity of"
    },
    {
      "index": 85,
      "start_time": 470439.0,
      "end_time": 475889.0,
      "text": "Fort Edward village, and which has since been transformed into a modern mansion, and lately"
    },
    {
      "index": 86,
      "start_time": 475889.0,
      "end_time": 481810.0,
      "text": "occupied by Captain Lathrop. It is known as the Fort House. In this building the courts"
    },
    {
      "index": 87,
      "start_time": 481810.0,
      "end_time": 487550.0,
      "text": "were sometime held after the organization of the county. It was also occupied by Burgoyne"
    },
    {
      "index": 88,
      "start_time": 487550.0,
      "end_time": 493159.0,
      "text": "in 1777, being situated near the old Fort on the left bank of the Hudson."
    },
    {
      "index": 89,
      "start_time": 493159.0,
      "end_time": 498539.0,
      "text": "During the winter I was employed with others repairing the Champlain Canal, on that section"
    },
    {
      "index": 90,
      "start_time": 498539.0,
      "end_time": 504069.0,
      "text": "over which William Van Nortwick was superintendent. David McEachron had the immediate charge of"
    },
    {
      "index": 91,
      "start_time": 504069.0,
      "end_time": 509280.0,
      "text": "the men in whose company I labored. By the time the canal opened in the spring, I was"
    },
    {
      "index": 92,
      "start_time": 509280.0,
      "end_time": 514409.0,
      "text": "enabled, from the savings of my wages, to purchase a pair of horses, and other things"
    },
    {
      "index": 93,
      "start_time": 514409.0,
      "end_time": 520510.0,
      "text": "necessarily required in the business of navigation. Having hired several efficient hands to assist"
    },
    {
      "index": 94,
      "start_time": 520510.0,
      "end_time": 526250.0,
      "text": "me, I entered into contracts for the transportation of large rafts of timber from Lake Champlain"
    },
    {
      "index": 95,
      "start_time": 526250.0,
      "end_time": 532880.0,
      "text": "to Troy. Dyer Beckwith and a Mr. Bartemy, of Whitehall, accompanied me on several trips."
    },
    {
      "index": 96,
      "start_time": 532880.0,
      "end_time": 538269.0,
      "text": "During the season I became perfectly familiar with the art and mysteries of rafting—a"
    },
    {
      "index": 97,
      "start_time": 538269.0,
      "end_time": 543529.0,
      "text": "knowledge which afterwards enabled me to render profitable service to a worthy master, and"
    },
    {
      "index": 98,
      "start_time": 543529.0,
      "end_time": 548089.0,
      "text": "to astonish the simple-witted lumbermen on the banks of the Bayou Boeuf."
    },
    {
      "index": 99,
      "start_time": 548089.0,
      "end_time": 553829.0,
      "text": "In one of my voyages down Lake Champlain, I was induced to make a visit to Canada. Repairing"
    },
    {
      "index": 100,
      "start_time": 553829.0,
      "end_time": 559060.0,
      "text": "to Montreal, I visited the cathedral and other places of interest in that city, from whence"
    },
    {
      "index": 101,
      "start_time": 559060.0,
      "end_time": 564810.0,
      "text": "I continued my excursion to Kingston and other towns, obtaining a knowledge of localities,"
    },
    {
      "index": 102,
      "start_time": 564810.0,
      "end_time": 570769.0,
      "text": "which was also of service to me afterwards, as will appear towards the close of this narrative."
    },
    {
      "index": 103,
      "start_time": 570769.0,
      "end_time": 576149.0,
      "text": "Having completed my contracts on the canal satisfactorily to myself and to my employer,"
    },
    {
      "index": 104,
      "start_time": 576149.0,
      "end_time": 581200.0,
      "text": "and not wishing to remain idle, now that the navigation of the canal was again suspended,"
    },
    {
      "index": 105,
      "start_time": 581200.0,
      "end_time": 587100.0,
      "text": "I entered into another contract with Medad Gunn, to cut a large quantity of wood. In"
    },
    {
      "index": 106,
      "start_time": 587100.0,
      "end_time": 592690.0,
      "text": "this business I was engaged during the winter of 1831-32."
    },
    {
      "index": 107,
      "start_time": 592690.0,
      "end_time": 597700.0,
      "text": "With the return of spring, Anne and myself conceived the project of taking a farm in"
    },
    {
      "index": 108,
      "start_time": 597700.0,
      "end_time": 602680.0,
      "text": "the neighborhood. I had been accustomed from earliest youth to agricultural labors, and"
    },
    {
      "index": 109,
      "start_time": 602680.0,
      "end_time": 607779.0,
      "text": "it was an occupation congenial to my tastes. I accordingly entered into arrangements for"
    },
    {
      "index": 110,
      "start_time": 607779.0,
      "end_time": 613980.0,
      "text": "a part of the old Alden farm, on which my father formerly resided. With one cow, one"
    },
    {
      "index": 111,
      "start_time": 613980.0,
      "end_time": 620160.0,
      "text": "swine, a yoke of fine oxen I had lately purchased of Lewis Brown, in Hartford, and other personal"
    },
    {
      "index": 112,
      "start_time": 620160.0,
      "end_time": 626029.0,
      "text": "property and effects, we proceeded to our new home in Kingsbury. That year I planted"
    },
    {
      "index": 113,
      "start_time": 626029.0,
      "end_time": 631790.0,
      "text": "twenty-five acres of corn, sowed large fields of oats, and commenced farming upon as large"
    },
    {
      "index": 114,
      "start_time": 631790.0,
      "end_time": 637660.0,
      "text": "a scale as my utmost means would permit. Anne was diligent about the house affairs, while"
    },
    {
      "index": 115,
      "start_time": 637660.0,
      "end_time": 643240.0,
      "text": "I toiled laboriously in the field. On this place we continued to reside until"
    },
    {
      "index": 116,
      "start_time": 643240.0,
      "end_time": 649490.0,
      "text": "1834. In the winter season I had numerous calls to play on the violin. Wherever the"
    },
    {
      "index": 117,
      "start_time": 649490.0,
      "end_time": 654860.0,
      "text": "young people assembled to dance, I was almost invariably there. Throughout the surrounding"
    },
    {
      "index": 118,
      "start_time": 654860.0,
      "end_time": 661670.0,
      "text": "villages my fiddle was notorious. Anne, also, during her long residence at the Eagle Tavern,"
    },
    {
      "index": 119,
      "start_time": 661670.0,
      "end_time": 667440.0,
      "text": "had become somewhat famous as a cook. During court weeks, and on public occasions, she"
    },
    {
      "index": 120,
      "start_time": 667440.0,
      "end_time": 672269.0,
      "text": "was employed at high wages in the kitchen at Sherrill&#39;s Coffee House."
    },
    {
      "index": 121,
      "start_time": 672269.0,
      "end_time": 677550.0,
      "text": "We always returned home from the performance of these services with money in our pockets;"
    },
    {
      "index": 122,
      "start_time": 677550.0,
      "end_time": 682310.0,
      "text": "so that, with fiddling, cooking, and farming, we soon found ourselves in the possession"
    },
    {
      "index": 123,
      "start_time": 682310.0,
      "end_time": 688610.0,
      "text": "of abundance, and, in fact, leading a happy and prosperous life. Well, indeed, would it"
    },
    {
      "index": 124,
      "start_time": 688610.0,
      "end_time": 694310.0,
      "text": "have been for us had we remained on the farm at Kingsbury; but the time came when the next"
    },
    {
      "index": 125,
      "start_time": 694310.0,
      "end_time": 698769.0,
      "text": "step was to be taken towards the cruel destiny that awaited me."
    },
    {
      "index": 126,
      "start_time": 698769.0,
      "end_time": 705980.0,
      "text": "In March, 1834, we removed to Saratoga Springs. We occupied a house belonging to Daniel O&#39;Brien,"
    },
    {
      "index": 127,
      "start_time": 705980.0,
      "end_time": 711480.0,
      "text": "on the north side of Washington street. At that time Isaac Taylor kept a large boarding"
    },
    {
      "index": 128,
      "start_time": 711480.0,
      "end_time": 717060.0,
      "text": "house, known as Washington Hall, at the north end of Broadway. He employed me to drive a"
    },
    {
      "index": 129,
      "start_time": 717060.0,
      "end_time": 723139.0,
      "text": "hack, in which capacity I worked for him two years. After this time I was generally employed"
    },
    {
      "index": 130,
      "start_time": 723139.0,
      "end_time": 728850.0,
      "text": "through the visiting season, as also was Anne, in the United States Hotel, and other public"
    },
    {
      "index": 131,
      "start_time": 728850.0,
      "end_time": 735209.0,
      "text": "houses of the place. In winter seasons I relied upon my violin, though during the construction"
    },
    {
      "index": 132,
      "start_time": 735209.0,
      "end_time": 740360.0,
      "text": "of the Troy and Saratoga railroad, I performed many hard days&#39; labor upon it."
    },
    {
      "index": 133,
      "start_time": 740360.0,
      "end_time": 746050.0,
      "text": "I was in the habit, at Saratoga, of purchasing articles necessary for my family at the stores"
    },
    {
      "index": 134,
      "start_time": 746050.0,
      "end_time": 752800.0,
      "text": "of Mr. Cephas Parker and Mr. William Perry, gentlemen towards whom, for many acts of kindness,"
    },
    {
      "index": 135,
      "start_time": 752800.0,
      "end_time": 758579.0,
      "text": "I entertained feelings of strong regard. It was for this reason that twelve years afterwards,"
    },
    {
      "index": 136,
      "start_time": 758579.0,
      "end_time": 763810.0,
      "text": "I caused to be directed to them the letter, which is hereinafter inserted, and which was"
    },
    {
      "index": 137,
      "start_time": 763810.0,
      "end_time": 769070.0,
      "text": "the means, in the hands of Mr. Northup, of my fortunate deliverance."
    },
    {
      "index": 138,
      "start_time": 769070.0,
      "end_time": 774279.0,
      "text": "While living at the United States Hotel, I frequently met with slaves, who had accompanied"
    },
    {
      "index": 139,
      "start_time": 774279.0,
      "end_time": 779680.0,
      "text": "their masters from the South. They were always well dressed and well provided for, leading"
    },
    {
      "index": 140,
      "start_time": 779680.0,
      "end_time": 785949.0,
      "text": "apparently an easy life, with but few of its ordinary troubles to perplex them. Many times"
    },
    {
      "index": 141,
      "start_time": 785949.0,
      "end_time": 791510.0,
      "text": "they entered into conversation with me on the subject of Slavery. Almost uniformly I"
    },
    {
      "index": 142,
      "start_time": 791510.0,
      "end_time": 797399.0,
      "text": "found they cherished a secret desire for liberty. Some of them expressed the most ardent anxiety"
    },
    {
      "index": 143,
      "start_time": 797399.0,
      "end_time": 803670.0,
      "text": "to escape, and consulted me on the best method of effecting it. The fear of punishment, however,"
    },
    {
      "index": 144,
      "start_time": 803670.0,
      "end_time": 808389.0,
      "text": "which they knew was certain to attend their re-capture and return, in all cases proved"
    },
    {
      "index": 145,
      "start_time": 808389.0,
      "end_time": 813870.0,
      "text": "sufficient to deter them from the experiment. Having all my life breathed the free air of"
    },
    {
      "index": 146,
      "start_time": 813870.0,
      "end_time": 818839.0,
      "text": "the North, and conscious that I possessed the same feelings and affections that find"
    },
    {
      "index": 147,
      "start_time": 818839.0,
      "end_time": 824160.0,
      "text": "a place in the white man&#39;s breast; conscious, moreover, of an intelligence equal to that"
    },
    {
      "index": 148,
      "start_time": 824160.0,
      "end_time": 830310.0,
      "text": "of some men, at least, with a fairer skin. I was too ignorant, perhaps too independent,"
    },
    {
      "index": 149,
      "start_time": 830310.0,
      "end_time": 836019.0,
      "text": "to conceive how any one could be content to live in the abject condition of a slave. I"
    },
    {
      "index": 150,
      "start_time": 836019.0,
      "end_time": 841870.0,
      "text": "could not comprehend the justice of that law, or that religion, which upholds or recognizes"
    },
    {
      "index": 151,
      "start_time": 841870.0,
      "end_time": 847839.0,
      "text": "the principle of Slavery; and never once, I am proud to say, did I fail to counsel any"
    },
    {
      "index": 152,
      "start_time": 847839.0,
      "end_time": 852579.0,
      "text": "one who came to me, to watch his opportunity, and strike for freedom."
    },
    {
      "index": 153,
      "start_time": 852579.0,
      "end_time": 858889.0,
      "text": "I continued to reside at Saratoga until the spring of 1841. The flattering anticipations"
    },
    {
      "index": 154,
      "start_time": 858889.0,
      "end_time": 863889.0,
      "text": "which, seven years before, had seduced us from the quiet farm house, on the east side"
    },
    {
      "index": 155,
      "start_time": 863889.0,
      "end_time": 869630.0,
      "text": "of the Hudson, had not been realized. Though always in comfortable circumstances, we had"
    },
    {
      "index": 156,
      "start_time": 869630.0,
      "end_time": 875500.0,
      "text": "not prospered. The society and associations at that world-renowned watering place, were"
    },
    {
      "index": 157,
      "start_time": 875500.0,
      "end_time": 880920.0,
      "text": "not calculated to preserve the simple habits of industry and economy to which I had been"
    },
    {
      "index": 158,
      "start_time": 880920.0,
      "end_time": 887550.0,
      "text": "accustomed, but, on the contrary, to substitute others in their stead, tending to shiftlessness"
    },
    {
      "index": 159,
      "start_time": 887550.0,
      "end_time": 891490.0,
      "text": "and extravagance. At this time we were the parents of three"
    },
    {
      "index": 160,
      "start_time": 891490.0,
      "end_time": 898940.0,
      "text": "children— Elizabeth, Margaret, and Alonzo. Elizabeth, the eldest, was in her tenth year;"
    },
    {
      "index": 161,
      "start_time": 898940.0,
      "end_time": 904350.0,
      "text": "Margaret was two years younger, and little Alonzo had just passed his fifth birth-day."
    },
    {
      "index": 162,
      "start_time": 904350.0,
      "end_time": 909540.0,
      "text": "They filled our house with gladness. Their young voices were music in our ears. Many"
    },
    {
      "index": 163,
      "start_time": 909540.0,
      "end_time": 914870.0,
      "text": "an airy castle did their mother and myself build for the little innocents. When not at"
    },
    {
      "index": 164,
      "start_time": 914870.0,
      "end_time": 919910.0,
      "text": "labor I was always walking with them, clad in their best attire, through the streets"
    },
    {
      "index": 165,
      "start_time": 919910.0,
      "end_time": 925480.0,
      "text": "and groves of Saratoga. Their presence was my delight; and I clasped them to my bosom"
    },
    {
      "index": 166,
      "start_time": 925480.0,
      "end_time": 931540.0,
      "text": "with as warm and tender love as if their clouded skins had been as white as snow."
    },
    {
      "index": 167,
      "start_time": 931540.0,
      "end_time": 936920.0,
      "text": "Thus far the history of my life presents nothing whatever unusual—nothing but the common"
    },
    {
      "index": 168,
      "start_time": 936920.0,
      "end_time": 942880.0,
      "text": "hopes, and loves, and labors of an obscure colored man, making his humble progress in"
    },
    {
      "index": 169,
      "start_time": 942880.0,
      "end_time": 948290.0,
      "text": "the world. But now I had reached a turning point in my existence—reached the threshold"
    },
    {
      "index": 170,
      "start_time": 948290.0,
      "end_time": 954730.0,
      "text": "of unutterable wrong, and sorrow, and despair. Now had I approached within the shadow of"
    },
    {
      "index": 171,
      "start_time": 954730.0,
      "end_time": 960250.0,
      "text": "the cloud, into the thick darkness whereof I was soon to disappear, thenceforward to"
    },
    {
      "index": 172,
      "start_time": 960250.0,
      "end_time": 965480.0,
      "text": "be hidden from the eyes of all my kindred, and shut out from the sweet light of liberty,"
    },
    {
      "index": 173,
      "start_time": 965480.0,
      "end_time": 975480.0,
      "text": "for many a weary year. End of chapter 1"
    }
  ]
}