{
  "video_id": "sJoq3JVNT0I",
  "title": "4 NEW BEST YASUO BUILDS | Ft. ArKaDaTa - League of Legends",
  "json": [
    {
      "index": 1,
      "start_time": 45240.0,
      "end_time": 49900.0,
      "text": "Hey guys, I&#39;m high elo player with one million mastery points on Yasuo playing on the EUW"
    },
    {
      "index": 2,
      "start_time": 49900.0,
      "end_time": 54020.0,
      "text": "I&#39;m mostly known for my montages on YouTube and my streaming channel on Twitch"
    },
    {
      "index": 3,
      "start_time": 54020.0,
      "end_time": 58460.0,
      "text": "so if you’d like to see more of my content feel free to check the links down below."
    },
    {
      "index": 4,
      "start_time": 58460.0,
      "end_time": 62480.0,
      "text": "oday I’m joining Redmercy to present you the builds for the patch six eleven."
    },
    {
      "index": 5,
      "start_time": 62480.0,
      "end_time": 64380.0,
      "text": "We’ve been working on this together for a week"
    },
    {
      "index": 6,
      "start_time": 64379.99999999999,
      "end_time": 68840.0,
      "text": "trying to optimize the buildpaths and adding as much in depth informations as we could"
    },
    {
      "index": 7,
      "start_time": 68840.0,
      "end_time": 398120.0,
      "text": "so I hope you’ll like this video and the work we’ve put into it and of course that you’ll enjoy using the builds. Thanks."
    },
    {
      "index": 8,
      "start_time": 398120.0,
      "end_time": 401300.0,
      "text": "So I’m gonna presents two builds for toplane with two differents playstyle."
    },
    {
      "index": 9,
      "start_time": 401300.0,
      "end_time": 408100.0,
      "text": "I’ll start with the Frozen Force, being my signature build, then we’ll talk about the Splitpush Duelist build which is much more damage oriented"
    },
    {
      "index": 10,
      "start_time": 408100.0,
      "end_time": 409920.0,
      "text": "So let’s get started"
    },
    {
      "index": 11,
      "start_time": 409920.0,
      "end_time": 416720.0,
      "text": "Frozen Force is a bruiser Yasuo build which uses Trinity Force and Frozen Mallet as its core items it provide a decent amount of tankiness"
    },
    {
      "index": 12,
      "start_time": 416720.0,
      "end_time": 421380.0,
      "text": "but what’s really interresting is the synergy between the Phage from Triforce and the Slow from Frozen Mallet"
    },
    {
      "index": 13,
      "start_time": 421380.0,
      "end_time": 426780.0,
      "text": "it allows Yasuo, an already hypermobile champion to move even faster and to have a lot of stickyness."
    },
    {
      "index": 14,
      "start_time": 426780.0,
      "end_time": 432980.0,
      "text": "The next items we’re gonna get are mostly situational but I’d recommend using thoses in most scenarios :"
    },
    {
      "index": 15,
      "start_time": 432980.0,
      "end_time": 438060.0,
      "text": "Guardian Angel, because we need some resistance after getting 800 hp"
    },
    {
      "index": 16,
      "start_time": 438060.0,
      "end_time": 442780.0,
      "text": "Sunfire and Sterak gage to increase both the tankyness and the damage output of the build"
    },
    {
      "index": 17,
      "start_time": 442780.0,
      "end_time": 446640.0,
      "text": "There are some variation you can do depending on the ennemy team composition,"
    },
    {
      "index": 18,
      "start_time": 446640.0,
      "end_time": 455240.0,
      "text": "like getting Guardian Angel, Spirit Visage and Warmog against a team with a lot of AP poke Or, getting sunfire, randuin and Thornmail if you’re against a full AD Team."
    },
    {
      "index": 19,
      "start_time": 455240.0,
      "end_time": 461100.0,
      "text": "Keep in mind that you can adjust the situational items the way you want as long as you mostly build tanky"
    },
    {
      "index": 20,
      "start_time": 461100.0,
      "end_time": 469420.0,
      "text": "Now I know a lot of people are gonna be sceptical when looking at this build and I totaly understand why the main reason being that you’ll have 0% critchance,"
    },
    {
      "index": 21,
      "start_time": 469420.0,
      "end_time": 477580.0,
      "text": "but while it may look really bad for Yasuo, its not impacting him that much on a tanky build simply because anyway you don’t have a lot of AD to multiply,"
    },
    {
      "index": 22,
      "start_time": 477580.0,
      "end_time": 483540.0,
      "text": "in fact most of our damage come from Fervor, Sheen, Sunfire or even Yasuo’s  base damages"
    },
    {
      "index": 23,
      "start_time": 483540.0,
      "end_time": 487080.0,
      "text": "Now why so tanky ? Because it’s what the current META is all about"
    },
    {
      "index": 24,
      "start_time": 487080.0,
      "end_time": 488740.0,
      "text": "Have you seen bruiser Fizz toplane ?"
    },
    {
      "index": 25,
      "start_time": 488740.0,
      "end_time": 492240.0,
      "text": "Or the full tank Ekko jumping on your ADC destroying him in a matter of seconds"
    },
    {
      "index": 26,
      "start_time": 492240.0,
      "end_time": 496480.0,
      "text": "with nothing you can do to save him because he has too much tankyness and mobility ?"
    },
    {
      "index": 27,
      "start_time": 496480.0,
      "end_time": 501080.0,
      "text": "This is what we’re gonna turn Yasuo into, an obnoxious diver, almost unkillable, knocking and slowing everyone,"
    },
    {
      "index": 28,
      "start_time": 501080.0,
      "end_time": 503900.0,
      "text": "while still unleashing a decent amount of damage."
    },
    {
      "index": 29,
      "start_time": 503900.0,
      "end_time": 510520.0,
      "text": "Thought I wouldn’t recommend doing this build in every single game, its optimal when you don’t have a tank already on your team"
    },
    {
      "index": 30,
      "start_time": 510520.0,
      "end_time": 514360.0,
      "text": "or if you’re against an hardmatchup like Irelia and want to abuse the safer buildpath,"
    },
    {
      "index": 31,
      "start_time": 514360.0,
      "end_time": 525540.0,
      "text": "But in other scenarios you may want to use the Splitpush duelist build I’ll present in a minute, but first let’s see the runes and masteries setup we’re going for on this Frozen Force build."
    },
    {
      "index": 32,
      "start_time": 525540.0,
      "end_time": 530320.0,
      "text": "First of all for the Frozen Force setup, I’d recommend using a full Attack Speed rune page,"
    },
    {
      "index": 33,
      "start_time": 530320.0,
      "end_time": 535380.0,
      "text": "this will allow us to cap Yasuo’s Q spell by level 14 with the attack speed from Triforce"
    },
    {
      "index": 34,
      "start_time": 535380.0,
      "end_time": 538040.0,
      "text": "So that’s three attack speed Quints and nine attack speed marks,"
    },
    {
      "index": 35,
      "start_time": 538040.0,
      "end_time": 542800.0,
      "text": "for defensives runes I personaly uses flat armor and scaling magic resist but feel free to adapt"
    },
    {
      "index": 36,
      "start_time": 542800.0,
      "end_time": 547040.0,
      "text": "For the Mastery pages we have two options, the most common one being Fervor of Battle"
    },
    {
      "index": 37,
      "start_time": 547040.0,
      "end_time": 552920.0,
      "text": "Mostly because it provide a lot of damage to complement this build’s tankyness and it scale well from early to late game,"
    },
    {
      "index": 38,
      "start_time": 552920.0,
      "end_time": 559500.0,
      "text": "further it synergize really well with Yasuo’s kit and the amount of attack speed we are getting"
    },
    {
      "index": 39,
      "start_time": 559500.0,
      "end_time": 564280.0,
      "text": "Now if you want a safer mastery page, Grasp of the Undying is the way to go,"
    },
    {
      "index": 40,
      "start_time": 564280.0,
      "end_time": 570660.0,
      "text": "its really powerful when you’re against an hardmatchup and you need the extra sustain, tenacity and tankyness to survive,"
    },
    {
      "index": 41,
      "start_time": 570660.0,
      "end_time": 576520.0,
      "text": "but while it provide a much safer early game it doesn’t scale as well as the Fervor of Battle page."
    },
    {
      "index": 42,
      "start_time": 576520.0,
      "end_time": 580900.0,
      "text": "And that’s all I had to say for this build that I really recommend people to try out,"
    },
    {
      "index": 43,
      "start_time": 580900.0,
      "end_time": 585300.0,
      "text": "in my opinion its a really strong build if you wanna act as a frontline for your team"
    },
    {
      "index": 44,
      "start_time": 585300.0,
      "end_time": 589720.0,
      "text": "and it  only suffer from a few weaknesses like being weak against % HP damage"
    },
    {
      "index": 45,
      "start_time": 589720.0,
      "end_time": 591540.0,
      "text": "or having to rely on your teammate."
    },
    {
      "index": 46,
      "start_time": 591540.0,
      "end_time": 597540.0,
      "text": "Now if you tried THIS BUILD already and didn’t like it, you may want to use a more offensive approach :"
    },
    {
      "index": 47,
      "start_time": 597540.0,
      "end_time": 602320.0,
      "text": "The Splitpush Duelist Build"
    },
    {
      "index": 48,
      "start_time": 602320.0,
      "end_time": 605300.0,
      "text": "The core items of the Splitpush duelist build are gonna be as follows:"
    },
    {
      "index": 49,
      "start_time": 605300.0,
      "end_time": 608980.0,
      "text": "Phantom Dancer into Botrk into Infinity Edge,"
    },
    {
      "index": 50,
      "start_time": 608980.0,
      "end_time": 616320.0,
      "text": "you can swap Botrk and Infinity Edge according to your preference but getting botrk first is much safer."
    },
    {
      "index": 51,
      "start_time": 616320.0,
      "end_time": 620040.0,
      "text": "he next items we want to get  are Deadman’s plate and Banshee’s veil,"
    },
    {
      "index": 52,
      "start_time": 620040.0,
      "end_time": 624080.0,
      "text": "the goal here, is to get as much roaming and dueling items as possible,"
    },
    {
      "index": 53,
      "start_time": 624080.0,
      "end_time": 627960.0,
      "text": "In fact, Phantom Dancer will provide you the strong 1v1 damage reduction,"
    },
    {
      "index": 54,
      "start_time": 627960.0,
      "end_time": 631840.0,
      "text": "botrk is really good in duel especially against tanky champions"
    },
    {
      "index": 55,
      "start_time": 631840.0,
      "end_time": 636740.0,
      "text": "infinity edge because you want to get the insane damage increase and the one hundred percent crit chance"
    },
    {
      "index": 56,
      "start_time": 636740.0,
      "end_time": 639980.0,
      "text": "Banshee because its really cheap and strong for splitpushing,"
    },
    {
      "index": 57,
      "start_time": 639980.0,
      "end_time": 643940.0,
      "text": "it can save you from getting caught or taking an important spell from your opponent."
    },
    {
      "index": 58,
      "start_time": 643940.0,
      "end_time": 650320.0,
      "text": "And Deadman’s plate to improve that splitpushing and roaming aspect, thanks to the movespeed it gives"
    },
    {
      "index": 59,
      "start_time": 650320.0,
      "end_time": 655040.0,
      "text": "Overall it’s really well rounded build with some sustain, hybrid resistances,"
    },
    {
      "index": 60,
      "start_time": 655040.0,
      "end_time": 660040.0,
      "text": "lot of damages against squishies AND tanks and of course a lot of dueling and roaming potential"
    },
    {
      "index": 61,
      "start_time": 660040.0,
      "end_time": 663120.0,
      "text": "thanks to all the items’s passive."
    },
    {
      "index": 62,
      "start_time": 663120.0,
      "end_time": 666900.0,
      "text": "For this build keep in mind that we’re putting the emphasis on the splitpushing aspect"
    },
    {
      "index": 63,
      "start_time": 666900.0,
      "end_time": 671300.0,
      "text": "but you can still play it more as a teamfighting build by changing the defensives items a bit,"
    },
    {
      "index": 64,
      "start_time": 671300.0,
      "end_time": 675540.0,
      "text": "like getting randuin and spirit visage instead of deadman’s plate and banshee"
    },
    {
      "index": 65,
      "start_time": 675540.0,
      "end_time": 679480.0,
      "text": "since the first two are gonna be more powerful for teamfights"
    },
    {
      "index": 66,
      "start_time": 679480.0,
      "end_time": 682900.0,
      "text": "Now let’s see the runes and masteries for this build"
    },
    {
      "index": 67,
      "start_time": 682900.0,
      "end_time": 687640.0,
      "text": "We’re gonna use 29% Attack Speed since its really strong for long trades and it synergize"
    },
    {
      "index": 68,
      "start_time": 687640.0,
      "end_time": 693020.0,
      "text": "really well with the keystone we’re gonna get most of the time : Fervor Of Battle"
    },
    {
      "index": 69,
      "start_time": 693020.0,
      "end_time": 697200.0,
      "text": "This Mastery page provide a lot of damage in 1v1 scenario and Fervor is extremely"
    },
    {
      "index": 70,
      "start_time": 697200.0,
      "end_time": 701880.0,
      "text": "powerful on Yasuo Top so this is the setup you want to get when you’re confident."
    },
    {
      "index": 71,
      "start_time": 701880.0,
      "end_time": 704840.0,
      "text": "If you’re not, you can get this Mastery page with Warlord Bloodlust,"
    },
    {
      "index": 72,
      "start_time": 704840.0,
      "end_time": 710960.0,
      "text": "it’ll allow you to safely scale and your lategame lifesteal is gonna be really helpful for dueling people."
    },
    {
      "index": 73,
      "start_time": 710960.0,
      "end_time": 717540.0,
      "text": "This is the kind of build you want to get when you already have a frontline and your matchup does not require you to build tankyness in order to survive,"
    },
    {
      "index": 74,
      "start_time": 717540.0,
      "end_time": 760460.0,
      "text": "this can be even more optimal if no one can duel you in the game which mean you’ll be able to splitpush freely."
    },
    {
      "index": 75,
      "start_time": 760460.0,
      "end_time": 764380.0,
      "text": "I just want to remind you that you shouldn’t play these builds without looking at your team comp."
    },
    {
      "index": 76,
      "start_time": 764380.0,
      "end_time": 770360.0,
      "text": "I’m especially looking at the Triforce Mid build since even if its a really enjoyable build that allows us to still get Triforce on the midlane,"
    },
    {
      "index": 77,
      "start_time": 770360.0,
      "end_time": 773380.0,
      "text": "its mostly effective against skillshots and squishies."
    },
    {
      "index": 78,
      "start_time": 773380.0,
      "end_time": 779520.0,
      "text": "Then again Frozen Force is only really powerful when you wanna act as a Frontline for a team that’ll be able to back you up,"
    },
    {
      "index": 79,
      "start_time": 779520.0,
      "end_time": 789520.0,
      "text": "and while the IE builds are not really situational they don’t bring as much utility as the Triforce builds, so choose wisely and hafe fun on the rift"
    }
  ]
}