{
  "video_id": "SjWJehmIqEg",
  "title": "Prime Minister’s Questions: 27 February 2019 - Brexit, public spending, homelessness and more...",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3750.0,
      "end_time": 7359.0,
      "text": ">> Mr Virendra Sharma (Ealing, Southall) (Lab): If she will list her official engagements"
    },
    {
      "index": 2,
      "start_time": 7359.0,
      "end_time": 11600.0,
      "text": "for Wednesday 27 February. >> The Prime Minister (Mrs Theresa May): May"
    },
    {
      "index": 3,
      "start_time": 11600.0,
      "end_time": 18119.0,
      "text": "I first say that the UK is deeply concerned about rising tensions between India and Pakistan"
    },
    {
      "index": 4,
      "start_time": 18119.0,
      "end_time": 23420.0,
      "text": "and urgently calls for restraint on both sides to avoid further escalation? We are in regular"
    },
    {
      "index": 5,
      "start_time": 23420.0,
      "end_time": 28390.0,
      "text": "contact with both countries urging dialogue and diplomatic solutions to ensure regional"
    },
    {
      "index": 6,
      "start_time": 28390.0,
      "end_time": 33780.0,
      "text": "stability. We are working closely with international partners, including through the UN Security"
    },
    {
      "index": 7,
      "start_time": 33780.0,
      "end_time": 38850.0,
      "text": "Council, to de-escalate tensions and are monitoring developments closely and considering implications"
    },
    {
      "index": 8,
      "start_time": 38850.0,
      "end_time": 45290.0,
      "text": "for British nationals. Mr Speaker, I understand that Eve Griffith-Okai in your office retires"
    },
    {
      "index": 9,
      "start_time": 45290.0,
      "end_time": 49289.0,
      "text": "at the end of the week. She has worked for four Speakers and I am sure that the whole"
    },
    {
      "index": 10,
      "start_time": 49289.0,
      "end_time": 55710.0,
      "text": "House will want to join me in wishing her the very best for the future. This morning"
    },
    {
      "index": 11,
      "start_time": 55710.0,
      "end_time": 59379.0,
      "text": "I had meetings with ministerial colleagues and others. In addition to my duties in this"
    },
    {
      "index": 12,
      "start_time": 59379.0,
      "end_time": 62358.0,
      "text": "House, I shall have further such meetings later today."
    },
    {
      "index": 13,
      "start_time": 62359.0,
      "end_time": 70780.0,
      "text": ">> Mr Sharma: I thank the Prime Minister for her initial response. In the face of her total"
    },
    {
      "index": 14,
      "start_time": 70780.0,
      "end_time": 77890.0,
      "text": "failure to secure the agreement of this House, when will the Prime Minister call time on"
    },
    {
      "index": 15,
      "start_time": 77890.0,
      "end_time": 82539.0,
      "text": "this farce, extend article 50 and put her deal versus remain back to the people?"
    },
    {
      "index": 16,
      "start_time": 82539.0,
      "end_time": 89700.0,
      "text": ">> The Prime Minister: First, I made a statement and answered 82 questions on these issues"
    },
    {
      "index": 17,
      "start_time": 89700.0,
      "end_time": 95790.0,
      "text": "in the House yesterday. We will be bringing the meaningful vote back by 12 March. As I"
    },
    {
      "index": 18,
      "start_time": 95790.0,
      "end_time": 104990.0,
      "text": "said yesterday, if that meaningful vote is rejected again by the House, we would have"
    },
    {
      "index": 19,
      "start_time": 104990.0,
      "end_time": 109860.0,
      "text": "a vote in this House on 13 March on whether the House accepts leaving without a deal on"
    },
    {
      "index": 20,
      "start_time": 109860.0,
      "end_time": 117619.0,
      "text": "29 March. If the House rejects leaving without a deal on 29 March, there would be a vote"
    },
    {
      "index": 21,
      "start_time": 117619.0,
      "end_time": 122341.0,
      "text": "on a short, limited extension to article 50. On the hon. Gentleman’s final point, I continue"
    },
    {
      "index": 22,
      "start_time": 122341.0,
      "end_time": 126759.0,
      "text": "to believe that it is right for us to deliver on the result of the referendum that took"
    },
    {
      "index": 23,
      "start_time": 126759.0,
      "end_time": 134170.0,
      "text": "place in 2016. >> Julian Knight (Solihull) (Con): The 2017"
    },
    {
      "index": 24,
      "start_time": 134170.0,
      "end_time": 139220.0,
      "text": "Birmingham bin strike led to mass fly-tipping across the borough border in my beautiful"
    },
    {
      "index": 25,
      "start_time": 139220.0,
      "end_time": 143520.0,
      "text": "town of Solihull. With the threat of another strike ever present, will the Prime Minister"
    },
    {
      "index": 26,
      "start_time": 143520.0,
      "end_time": 147129.0,
      "text": "join me in urging Birmingham City Council to do what often seems to be beyond it—namely,"
    },
    {
      "index": 27,
      "start_time": 147129.0,
      "end_time": 151420.0,
      "text": "to be a good neighbour and sort out these strikes, which seem to be just a taster of"
    },
    {
      "index": 28,
      "start_time": 151420.0,
      "end_time": 155490.0,
      "text": "what would happen under a hard-left Labour Government?"
    },
    {
      "index": 29,
      "start_time": 155500.0,
      "end_time": 166209.0,
      "text": ">> The Prime Minister: Obviously, this is a matter for Labour-controlled Birmingham"
    },
    {
      "index": 30,
      "start_time": 166209.0,
      "end_time": 170840.0,
      "text": "City Council to resolve: rubbish piling up on the streets because of the failure of the"
    },
    {
      "index": 31,
      "start_time": 170840.0,
      "end_time": 176459.0,
      "text": "Labour council to get a grip. Not only does it show what a hard-left Labour Government"
    },
    {
      "index": 32,
      "start_time": 176459.0,
      "end_time": 181999.0,
      "text": "would be like; it shows all of us that, under Labour councils, you pay more and get less."
    },
    {
      "index": 33,
      "start_time": 181999.0,
      "end_time": 188920.0,
      "text": ">> Jeremy Corbyn (Islington North) (Lab): There is an urgent question coming up on Kashmir,"
    },
    {
      "index": 34,
      "start_time": 188920.0,
      "end_time": 194559.0,
      "text": "but I will just say that from our side of the House we strongly support rapid dialogue"
    },
    {
      "index": 35,
      "start_time": 194560.0,
      "end_time": 200450.0,
      "text": "between India and Pakistan in order to reduce the tension and deal with the root causes"
    },
    {
      "index": 36,
      "start_time": 200450.0,
      "end_time": 205970.0,
      "text": "of the conflict before more lives are lost. I also join the Prime Minister in wishing"
    },
    {
      "index": 37,
      "start_time": 205970.0,
      "end_time": 209569.0,
      "text": "Eve a very happy retirement, Mr Speaker. She has been absolutely brilliant in your office"
    },
    {
      "index": 38,
      "start_time": 209569.0,
      "end_time": 214190.0,
      "text": "over the many years of people rushing in and out and making totally unreasonable demands."
    },
    {
      "index": 39,
      "start_time": 214190.0,
      "end_time": 219730.0,
      "text": "She has always sorted it out. Could you pass on to her the thanks of lots and lots of Back"
    },
    {
      "index": 40,
      "start_time": 219730.0,
      "end_time": 226739.0,
      "text": "Benchers over many years? The Bank of England forecasts that growth for this year will be"
    },
    {
      "index": 41,
      "start_time": 226740.0,
      "end_time": 233860.0,
      "text": "the slowest in over a decade. Does the Prime Minister blame her shambolic handling of Brexit"
    },
    {
      "index": 42,
      "start_time": 233860.0,
      "end_time": 241100.0,
      "text": "or her failed austerity policies for this damaging failure?"
    },
    {
      "index": 43,
      "start_time": 241100.0,
      "end_time": 244189.0,
      "text": ">> The Prime Minister: First, I think the right hon. Gentleman should have seen the"
    },
    {
      "index": 44,
      "start_time": 244189.0,
      "end_time": 251359.0,
      "text": "report that actually showed the expectation that in this country over the coming year"
    },
    {
      "index": 45,
      "start_time": 251360.0,
      "end_time": 256479.0,
      "text": "we will have higher growth than Germany. He talks about the economy, so let us just say"
    },
    {
      "index": 46,
      "start_time": 256478.0,
      "end_time": 260779.0,
      "text": "what we see in the economy under a Conservative Government: more people in work than ever"
    },
    {
      "index": 47,
      "start_time": 260779.0,
      "end_time": 267359.0,
      "text": "before; unemployment at its lowest level since the 1970s; borrowing this year at its lowest"
    },
    {
      "index": 48,
      "start_time": 267360.0,
      "end_time": 273830.0,
      "text": "level for 17 years; and the largest monthly surplus on record. Conservatives delivering"
    },
    {
      "index": 49,
      "start_time": 273830.0,
      "end_time": 278800.0,
      "text": "more jobs, healthier finances and an economy fit for the future."
    },
    {
      "index": 50,
      "start_time": 278800.0,
      "end_time": 284120.0,
      "text": ">> Jeremy Corbyn: I know that the Prime Minister is very busy—I understand that—and she"
    },
    {
      "index": 51,
      "start_time": 284120.0,
      "end_time": 289561.0,
      "text": "possibly has not had a chance to look at the Bank of England forecasts, which suggest that"
    },
    {
      "index": 52,
      "start_time": 289561.0,
      "end_time": 296900.0,
      "text": "there is a one in four chance of the UK economy dipping into recession. Manufacturing is already"
    },
    {
      "index": 53,
      "start_time": 296900.0,
      "end_time": 302599.0,
      "text": "in recession, car manufacturing has declined at the steepest rate for a decade—down 5%"
    },
    {
      "index": 54,
      "start_time": 302600.0,
      "end_time": 309410.0,
      "text": "in the past quarter alone—and Honda, Jaguar Land Rover and Nissan have announced cuts"
    },
    {
      "index": 55,
      "start_time": 309410.0,
      "end_time": 317710.0,
      "text": "to either jobs or investment in recent months. Does she blame her shambolic Brexit or her"
    },
    {
      "index": 56,
      "start_time": 317710.0,
      "end_time": 323489.0,
      "text": "Government’s lack of an industrial strategy for this very sad state of affairs?"
    },
    {
      "index": 57,
      "start_time": 323490.0,
      "end_time": 332229.0,
      "text": ">> The Prime Minister: I have just explained to the right hon. Gentleman the positives"
    },
    {
      "index": 58,
      "start_time": 332229.0,
      "end_time": 339870.0,
      "text": "in the economy and the consistent quarter-by-quarter growth that we have seen under this Government."
    },
    {
      "index": 59,
      "start_time": 339870.0,
      "end_time": 344431.0,
      "text": "What do we know would be the worst thing for the economy in this country? It would be a"
    },
    {
      "index": 60,
      "start_time": 344431.0,
      "end_time": 352180.0,
      "text": "run on the pound, capital flight and £1,000 billion of borrowing under a Labour Government."
    },
    {
      "index": 61,
      "start_time": 352180.0,
      "end_time": 357230.0,
      "text": ">> Jeremy Corbyn: As manufacturing industry declines, it is skilled well-paid jobs that"
    },
    {
      "index": 62,
      "start_time": 357230.0,
      "end_time": 360960.0,
      "text": "are lost. But the Prime Minister is right—there is something that is increasing, and that"
    },
    {
      "index": 63,
      "start_time": 360960.0,
      "end_time": 368390.0,
      "text": "is the income of the top fifth richest people in this country, which went up by 4.7% last"
    },
    {
      "index": 64,
      "start_time": 368390.0,
      "end_time": 380330.0,
      "text": "year while the incomes of the poorest fell by 1.6%. With the poorest people worse off,"
    },
    {
      "index": 65,
      "start_time": 380330.0,
      "end_time": 386789.0,
      "text": "will the Prime Minister now commit to ending the benefit freeze, or does she believe that"
    },
    {
      "index": 66,
      "start_time": 386789.0,
      "end_time": 394318.0,
      "text": "rising poverty is a price worth paying? >> The Prime Minister: Perhaps it might again"
    },
    {
      "index": 67,
      "start_time": 394319.0,
      "end_time": 402960.0,
      "text": "help to look at some of the facts. The top 1% are paying 28% of income tax, which is"
    },
    {
      "index": 68,
      "start_time": 402960.0,
      "end_time": 411611.0,
      "text": "higher than at any time under a Labour Government, income inequality is lower than that which"
    },
    {
      "index": 69,
      "start_time": 411611.0,
      "end_time": 418740.0,
      "text": "we inherited from a Labour Government, and the lowest earners saw their fastest pay rise"
    },
    {
      "index": 70,
      "start_time": 418740.0,
      "end_time": 425400.0,
      "text": "in 20 years through the national living wage. The Conservatives are building a fairer society"
    },
    {
      "index": 71,
      "start_time": 425400.0,
      "end_time": 431200.0,
      "text": "and delivering for everyone. >> Jeremy Corbyn: Some of us cannot forget"
    },
    {
      "index": 72,
      "start_time": 431200.0,
      "end_time": 434770.0,
      "text": "that it was the Conservative party that so opposed the principle of the national minimum"
    },
    {
      "index": 73,
      "start_time": 434770.0,
      "end_time": 443198.0,
      "text": "wage from the very beginning. Perhaps the Government could start by tackling the scourge"
    },
    {
      "index": 74,
      "start_time": 443199.0,
      "end_time": 446419.0,
      "text": "of low pay in their own Departments. The Department for Business, Energy and Industrial Strategy"
    },
    {
      "index": 75,
      "start_time": 446419.0,
      "end_time": 452840.0,
      "text": "and the Ministry of Justice pay some of their central London workers as little as £7.83"
    },
    {
      "index": 76,
      "start_time": 452840.0,
      "end_time": 458119.0,
      "text": "an hour, and they have been on strike again this week, hoping to get a London living wage."
    },
    {
      "index": 77,
      "start_time": 458120.0,
      "end_time": 463440.0,
      "text": "Will the Prime Minister intervene and ensure that they do get the London living wage so"
    },
    {
      "index": 78,
      "start_time": 463440.0,
      "end_time": 469940.0,
      "text": "that they can continue doing their valuable work for both those Departments? Low pay means"
    },
    {
      "index": 79,
      "start_time": 469940.0,
      "end_time": 476590.0,
      "text": "that many workers have to claim universal credit just to make ends meet. This month,"
    },
    {
      "index": 80,
      "start_time": 476590.0,
      "end_time": 481800.0,
      "text": "the Secretary of State for Work and Pensions admitted that universal credit is driving"
    },
    {
      "index": 81,
      "start_time": 481800.0,
      "end_time": 487659.0,
      "text": "people to food banks. Is it not time to stop the roll-out and get it right, or does the"
    },
    {
      "index": 82,
      "start_time": 487660.0,
      "end_time": 495669.0,
      "text": "Prime Minister believe that rising poverty is a price worth paying?"
    },
    {
      "index": 83,
      "start_time": 495669.0,
      "end_time": 501620.0,
      "text": ">> The Prime Minister: No. I am not sure whether the right hon. Gentleman is repeating his"
    },
    {
      "index": 84,
      "start_time": 501620.0,
      "end_time": 508810.0,
      "text": "previous question, but he talks about universal credit. We have made changes to it as we have"
    },
    {
      "index": 85,
      "start_time": 508810.0,
      "end_time": 515909.0,
      "text": "rolled it out as we have seen how it has been operating. In my first months as Prime Minister,"
    },
    {
      "index": 86,
      "start_time": 515909.0,
      "end_time": 520370.0,
      "text": "we cut the taper rate so that people could keep more of what they earn. Since then, we"
    },
    {
      "index": 87,
      "start_time": 520370.0,
      "end_time": 525510.0,
      "text": "have increased allowances to 100% of a full monthly payment, we have scrapped the seven"
    },
    {
      "index": 88,
      "start_time": 525510.0,
      "end_time": 531920.0,
      "text": "days’ wait, meaning that people get their money sooner, and we have brought in a two-week"
    },
    {
      "index": 89,
      "start_time": 531920.0,
      "end_time": 541729.0,
      "text": "overlap for people on housing benefit. When we were making all those changes to universal"
    },
    {
      "index": 90,
      "start_time": 541730.0,
      "end_time": 549430.0,
      "text": "credit to benefit the people who receive it, why did the Labour party oppose every single"
    },
    {
      "index": 91,
      "start_time": 549430.0,
      "end_time": 555620.0,
      "text": "one of them? >> Jeremy Corbyn: Can I just give one example"
    },
    {
      "index": 92,
      "start_time": 555620.0,
      "end_time": 562580.0,
      "text": "of what is happening? Take the food bank in Hastings, which is represented by the Secretary"
    },
    {
      "index": 93,
      "start_time": 562580.0,
      "end_time": 569410.0,
      "text": "of State for Work and Pensions, where demand went up by 80% after universal credit was"
    },
    {
      "index": 94,
      "start_time": 569410.0,
      "end_time": 575890.0,
      "text": "rolled out, and the Trussell Trust said that a significant proportion of referrals are"
    },
    {
      "index": 95,
      "start_time": 575890.0,
      "end_time": 583270.0,
      "text": "related to benefit changes, delays or sanctions. It is a huge increase in food bank use. Some"
    },
    {
      "index": 96,
      "start_time": 583270.0,
      "end_time": 588939.0,
      "text": "4.1 million of our children are growing up in poverty, and the Resolution Foundation"
    },
    {
      "index": 97,
      "start_time": 588940.0,
      "end_time": 594680.0,
      "text": "said last week that UK child poverty was on course to hit record levels. Will the Prime"
    },
    {
      "index": 98,
      "start_time": 594680.0,
      "end_time": 602880.0,
      "text": "Minister act to prevent that? Will she start by ending the two-child limit? Will she end"
    },
    {
      "index": 99,
      "start_time": 602880.0,
      "end_time": 609910.0,
      "text": "the benefit cap? Will she restore the 1,000 Sure Start centres that have been lost under"
    },
    {
      "index": 100,
      "start_time": 609910.0,
      "end_time": 617829.0,
      "text": "her Government? >> The Prime Minister: We want to ensure that"
    },
    {
      "index": 101,
      "start_time": 617830.0,
      "end_time": 627680.0,
      "text": "we have a welfare system that is fair not only to those who need to use it, but to all"
    },
    {
      "index": 102,
      "start_time": 627680.0,
      "end_time": 634560.0,
      "text": "the hard-working taxpayers whose taxes actually pay for the welfare system. The right hon."
    },
    {
      "index": 103,
      "start_time": 634560.0,
      "end_time": 641310.0,
      "text": "Gentleman talks about child poverty, but absolute child poverty is at a record low. We know"
    },
    {
      "index": 104,
      "start_time": 641310.0,
      "end_time": 647990.0,
      "text": "that a child growing up in a home where all the adults work is around five times less"
    },
    {
      "index": 105,
      "start_time": 647100.0,
      "end_time": 651870.0,
      "text": "likely to be in poverty than a child in a home where nobody works. Under this Government,"
    },
    {
      "index": 106,
      "start_time": 651870.0,
      "end_time": 656290.0,
      "text": "the number of children in workless households is at a record low. So, when the right hon."
    },
    {
      "index": 107,
      "start_time": 656290.0,
      "end_time": 665240.0,
      "text": "Gentleman stands up, will he recognise that work is the best route out of poverty and"
    },
    {
      "index": 108,
      "start_time": 665240.0,
      "end_time": 670580.0,
      "text": "welcome the fact that we now have more people in work than ever before—3.5 million more"
    },
    {
      "index": 109,
      "start_time": 670580.0,
      "end_time": 676370.0,
      "text": "than in 2010? >> Jeremy Corbyn: It clearly is not working,"
    },
    {
      "index": 110,
      "start_time": 676370.0,
      "end_time": 681790.0,
      "text": "because so many people who are themselves working very hard, some doing two or even"
    },
    {
      "index": 111,
      "start_time": 681790.0,
      "end_time": 687849.0,
      "text": "three jobs, have to access food banks just to feed their children. The Prime Minister"
    },
    {
      "index": 112,
      "start_time": 687850.0,
      "end_time": 693890.0,
      "text": "used to talk about the “just about managing.” Well, they are not managing anymore. Income"
    },
    {
      "index": 113,
      "start_time": 693890.0,
      "end_time": 705620.0,
      "text": "inequality—up. In-work poverty—up. Child poverty—up. Pensioner poverty—up. Homelessness—up."
    },
    {
      "index": 114,
      "start_time": 705620.0,
      "end_time": 714470.0,
      "text": "Austerity clearly is not over. People on low incomes are getting poorer, while those at"
    },
    {
      "index": 115,
      "start_time": 714470.0,
      "end_time": 720589.0,
      "text": "the top are getting richer. The economy is slowing, manufacturing is in recession and"
    },
    {
      "index": 116,
      "start_time": 720589.0,
      "end_time": 723899.0,
      "text": "this Government’s shambolic handling of Brexit—"
    },
    {
      "index": 117,
      "start_time": 723899.0,
      "end_time": 729990.0,
      "text": ">> Mr Speaker: Order. The right hon. Gentleman will not be shouted down. It is not going"
    },
    {
      "index": 118,
      "start_time": 729990.0,
      "end_time": 735949.0,
      "text": "to happen. The attempt is foolish and it demeans the House. Stop it. Grow up."
    },
    {
      "index": 119,
      "start_time": 735949.0,
      "end_time": 743729.0,
      "text": ">> Jeremy Corbyn: Austerity clearly is not over. People on low incomes are getting poorer,"
    },
    {
      "index": 120,
      "start_time": 743730.0,
      "end_time": 749410.0,
      "text": "while those at the top get richer. The economy is slowing, manufacturing is in recession"
    },
    {
      "index": 121,
      "start_time": 749410.0,
      "end_time": 755230.0,
      "text": "and this Government’s shambolic handling of Brexit is compounding years of damaging"
    },
    {
      "index": 122,
      "start_time": 755230.0,
      "end_time": 762400.0,
      "text": "austerity. Their policies are driving people to food banks and poverty in the fifth richest"
    },
    {
      "index": 123,
      "start_time": 762400.0,
      "end_time": 771990.0,
      "text": "economy on this planet. Are any of these burning injustices a priority for the Prime Minister?"
    },
    {
      "index": 124,
      "start_time": 771990.0,
      "end_time": 783139.0,
      "text": ">> The Prime Minister: Manufacturing is not in recession, and what the right hon. Gentleman"
    },
    {
      "index": 125,
      "start_time": 783139.0,
      "end_time": 786270.0,
      "text": "says about the lowest earners is not the case. If he had listened to my earlier answer, he"
    },
    {
      "index": 126,
      "start_time": 786270.0,
      "end_time": 792170.0,
      "text": "would know the lowest earners have seen the highest rise in their pay for 20 years as"
    },
    {
      "index": 127,
      "start_time": 792170.0,
      "end_time": 797229.0,
      "text": "a result of the introduction of the national living wage—the national living wage introduced"
    },
    {
      "index": 128,
      "start_time": 797230.0,
      "end_time": 803420.0,
      "text": "by a Conservative-led Government. If the right hon. Gentleman is talking about actually helping"
    },
    {
      "index": 129,
      "start_time": 803420.0,
      "end_time": 808610.0,
      "text": "people who are in work, let us talk about the fact that we have cut income tax to help"
    },
    {
      "index": 130,
      "start_time": 808610.0,
      "end_time": 813760.0,
      "text": "people to keep more of what they earn. We have frozen fuel duty to help people for whom"
    },
    {
      "index": 131,
      "start_time": 813760.0,
      "end_time": 821439.0,
      "text": "a car is a necessity, not a luxury. Since 2010, those measures have saved working people"
    },
    {
      "index": 132,
      "start_time": 821440.0,
      "end_time": 829410.0,
      "text": "£6,500. From the way the right hon. Gentleman talks, one might think that he would have"
    },
    {
      "index": 133,
      "start_time": 829410.0,
      "end_time": 836500.0,
      "text": "supported those measures. But what did he do? No, he voted against them over a dozen"
    },
    {
      "index": 134,
      "start_time": 836500.0,
      "end_time": 842290.0,
      "text": "times. That is the reality: it is working people who always pay the price of Labour."
    },
    {
      "index": 135,
      "start_time": 842290.0,
      "end_time": 851189.0,
      "text": ">> Stephen Crabb (Preseli Pembrokeshire) (Con): For rural areas, access to emergency care"
    },
    {
      "index": 136,
      "start_time": 851190.0,
      "end_time": 857800.0,
      "text": "is hugely important, with distances and journey times crucial. Does the Prime Minister therefore"
    },
    {
      "index": 137,
      "start_time": 857800.0,
      "end_time": 862270.0,
      "text": "agree with me and the 40,000 Pembrokeshire people who signed the petition against proposals"
    },
    {
      "index": 138,
      "start_time": 862270.0,
      "end_time": 866380.0,
      "text": "to remove accident and emergency services from the local hospital that the Welsh Government"
    },
    {
      "index": 139,
      "start_time": 866380.0,
      "end_time": 869960.0,
      "text": "need to look again and ensure that communities such as mine are not left with second-class"
    },
    {
      "index": 140,
      "start_time": 869960.0,
      "end_time": 874510.0,
      "text": "services that put lives at risk? >> The Prime Minister: I thank my right hon."
    },
    {
      "index": 141,
      "start_time": 874510.0,
      "end_time": 880650.0,
      "text": "Friend for raising this issue. Obviously I recognise the concern those people feel, particularly"
    },
    {
      "index": 142,
      "start_time": 880650.0,
      "end_time": 887579.0,
      "text": "those who live furthest away from the planned new hospital. As he says, health is a devolved"
    },
    {
      "index": 143,
      "start_time": 887579.0,
      "end_time": 893388.0,
      "text": "matter for the Labour Welsh Government, but I urge them to consider fully the impact of"
    },
    {
      "index": 144,
      "start_time": 893389.0,
      "end_time": 898160.0,
      "text": "the changes on local residents. We want to ensure that people can access the services"
    },
    {
      "index": 145,
      "start_time": 898160.0,
      "end_time": 900750.0,
      "text": "they need, wherever they live in the United Kingdom."
    },
    {
      "index": 146,
      "start_time": 900750.0,
      "end_time": 905820.0,
      "text": ">> Ian Blackford (Ross, Skye and Lochaber) (SNP): I am sure the House will want to join"
    },
    {
      "index": 147,
      "start_time": 905820.0,
      "end_time": 910570.0,
      "text": "me in welcoming the president of the Dutch Senate and the Dutch parliamentarians who"
    },
    {
      "index": 148,
      "start_time": 910570.0,
      "end_time": 922589.0,
      "text": "are with us. Goedemiddag. Hartelijk welkom, dames en heren. Some 100,000 jobs in Scotland"
    },
    {
      "index": 149,
      "start_time": 922589.0,
      "end_time": 929560.0,
      "text": "are under threat from a no-deal Brexit. The Scottish Government’s top economic adviser"
    },
    {
      "index": 150,
      "start_time": 929560.0,
      "end_time": 937540.0,
      "text": "has warned that it could create a recession worse than the 2008 financial crisis. The"
    },
    {
      "index": 151,
      "start_time": 937540.0,
      "end_time": 945900.0,
      "text": "Prime Minister must rule out no deal right here, right now. Why is she still blackmailing"
    },
    {
      "index": 152,
      "start_time": 945900.0,
      "end_time": 951100.0,
      "text": "the people of this country? >> The Prime Minister: The right hon. Gentleman"
    },
    {
      "index": 153,
      "start_time": 951100.0,
      "end_time": 955880.0,
      "text": "might not be surprised if I point out to him that there are only two ways to ensure that"
    },
    {
      "index": 154,
      "start_time": 955880.0,
      "end_time": 961639.0,
      "text": "no deal is taken off the table. [Interruption.] It is no good SNP Members shaking their heads"
    },
    {
      "index": 155,
      "start_time": 961639.0,
      "end_time": 966270.0,
      "text": "or muttering from a sedentary position. They need to face up to the fact that we will not"
    },
    {
      "index": 156,
      "start_time": 966270.0,
      "end_time": 970529.0,
      "text": "revoke article 50 because we are leaving the European Union, so the only way to take no"
    },
    {
      "index": 157,
      "start_time": 970529.0,
      "end_time": 977699.0,
      "text": "deal off the table is to vote for the deal. >> Ian Blackford: I think it will be for Parliament"
    },
    {
      "index": 158,
      "start_time": 977699.0,
      "end_time": 983508.0,
      "text": "to decide, and of course there are other options: we can extend article 50 and we can have a"
    },
    {
      "index": 159,
      "start_time": 983509.0,
      "end_time": 988570.0,
      "text": "people’s vote. The Prime Minister should look at the faces of her colleagues; she is"
    },
    {
      "index": 160,
      "start_time": 988570.0,
      "end_time": 995130.0,
      "text": "fooling no one. Parliament will not be bullied into a false choice between accepting her"
    },
    {
      "index": 161,
      "start_time": 995130.0,
      "end_time": 1002580.0,
      "text": "very bad deal or no deal at all. MPs from Scotland must now decide: will they stand"
    },
    {
      "index": 162,
      "start_time": 1002580.0,
      "end_time": 1009290.0,
      "text": "up for Scotland or will they stand up with the extreme Brexiteers on the Tory Benches?"
    },
    {
      "index": 163,
      "start_time": 1009290.0,
      "end_time": 1015660.0,
      "text": "Today, the Scottish National party will move an amendment to rule out no deal in any and"
    },
    {
      "index": 164,
      "start_time": 1015660.0,
      "end_time": 1024339.0,
      "text": "all circumstances. Scottish MPs can back the SNP or betray voters in Scotland. Will the"
    },
    {
      "index": 165,
      "start_time": 1024339.9999999999,
      "end_time": 1032109.9999999999,
      "text": "Prime Minister finally end this Brexit madness and vote for the SNP amendment tonight?"
    },
    {
      "index": 166,
      "start_time": 1032109.9999999999,
      "end_time": 1039350.9999999999,
      "text": ">> The Prime Minister: The right hon. Gentleman talks about an extension to article 50 or"
    },
    {
      "index": 167,
      "start_time": 1039349.9999999999,
      "end_time": 1044718.9999999999,
      "text": "a second referendum, but that does not solve the problem—it does not deal with the issue."
    },
    {
      "index": 168,
      "start_time": 1044720.0,
      "end_time": 1050260.0,
      "text": "The issue is very simple: do we want to leave with a deal or without a deal? That is the"
    },
    {
      "index": 169,
      "start_time": 1050260.0,
      "end_time": 1056410.0,
      "text": "question that SNP MPs and every other MP will face when the time comes. He then talks about"
    },
    {
      "index": 170,
      "start_time": 1056410.0,
      "end_time": 1061220.0,
      "text": "betraying voters in Scotland. I will tell him what has betrayed voters in Scotland:"
    },
    {
      "index": 171,
      "start_time": 1061220.0,
      "end_time": 1066496.0,
      "text": "an SNP Scottish Government who have raised income tax so that people in Scotland are"
    },
    {
      "index": 172,
      "start_time": 1066500.0,
      "end_time": 1074664.0,
      "text": "paying more in income tax than people anywhere else in the UK; an SNP Scottish Government"
    },
    {
      "index": 173,
      "start_time": 1074660.0,
      "end_time": 1079320.0,
      "text": "who have broken their manifesto promise and raised the cap on annual council tax increases"
    },
    {
      "index": 174,
      "start_time": 1079320.0,
      "end_time": 1084480.0,
      "text": "for homeowners; and an SNP Scottish Government under whom people are facing the prospect"
    },
    {
      "index": 175,
      "start_time": 1084480.0,
      "end_time": 1090730.0,
      "text": "of an extra tax for parking their car at their workplace. And all of that—[Interruption.]"
    },
    {
      "index": 176,
      "start_time": 1090730.0,
      "end_time": 1100571.0,
      "text": ">> Mr Speaker: Order. There is a fest of undignified arm-waving, and bellowing, Mr Kerr, from a"
    },
    {
      "index": 177,
      "start_time": 1100570.0,
      "end_time": 1105398.0,
      "text": "sedentary position. Calm yourself, man. Take some sort of soothing medicament that you"
    },
    {
      "index": 178,
      "start_time": 1105400.0,
      "end_time": 1108220.0,
      "text": "will find beneficial. >> The Prime Minister"
    },
    {
      "index": 179,
      "start_time": 1108220.0,
      "end_time": 1112940.0,
      "text": "And all of that in a year in which the Scottish Government’s block grant from Westminster"
    },
    {
      "index": 180,
      "start_time": 1112940.0,
      "end_time": 1119980.0,
      "text": "went up. The people betraying the people of Scotland are the SNP Scottish Government."
    },
    {
      "index": 181,
      "start_time": 1119980.0,
      "end_time": 1131710.0,
      "text": ">> James Cleverly (Braintree) (Con): Yesterday, we heard of the horrific antisemitic attack"
    },
    {
      "index": 182,
      "start_time": 1131710.0,
      "end_time": 1137630.0,
      "text": "on an elderly Jewish gentleman in north London. Tonight, right hon. and hon. colleagues from"
    },
    {
      "index": 183,
      "start_time": 1137630.0,
      "end_time": 1142250.0,
      "text": "across the House will be breaking bread with the Community Security Trust, a charity that"
    },
    {
      "index": 184,
      "start_time": 1142250.0,
      "end_time": 1148309.0,
      "text": "exists to defend against antisemitic violence. Does my right hon. Friend agree that we can"
    },
    {
      "index": 185,
      "start_time": 1148310.0,
      "end_time": 1157661.0,
      "text": "never be blasé about antisemitism, we can never be tolerant of antisemitism, and the"
    },
    {
      "index": 186,
      "start_time": 1157660.0,
      "end_time": 1161470.0,
      "text": "Labour party can never be too apologetic about antisemitism?"
    },
    {
      "index": 187,
      "start_time": 1161470.0,
      "end_time": 1169919.0,
      "text": ">> The Prime Minister: First, I join my hon. Friend in recognising the work done by the"
    },
    {
      "index": 188,
      "start_time": 1169920.0,
      "end_time": 1175420.0,
      "text": "Community Security Trust. It does such important and valuable work throughout the year, and"
    },
    {
      "index": 189,
      "start_time": 1175420.0,
      "end_time": 1179741.0,
      "text": "I am pleased that the Government are able to support the work it does. He is absolutely"
    },
    {
      "index": 190,
      "start_time": 1179740.0,
      "end_time": 1186541.0,
      "text": "right to say that one can never be too apologetic about antisemitism, but I think what we have"
    },
    {
      "index": 191,
      "start_time": 1186540.0,
      "end_time": 1192329.0,
      "text": "heard sums up Labour under its leader: it loses the hon. Member for Liverpool, Wavertree"
    },
    {
      "index": 192,
      "start_time": 1192330.0,
      "end_time": 1197110.0,
      "text": "(Luciana Berger) and it keeps the hon. Member for Derby North (Chris Williamson). That tells"
    },
    {
      "index": 193,
      "start_time": 1197110.0,
      "end_time": 1204120.0,
      "text": "us all we need to know about the Labour leadership: they are present but not involved. Perhaps"
    },
    {
      "index": 194,
      "start_time": 1204120.0,
      "end_time": 1209669.0,
      "text": "if the Labour leader actually wants to take action against racism, he would suspend the"
    },
    {
      "index": 195,
      "start_time": 1209670.0,
      "end_time": 1216960.0,
      "text": "hon. Member for Derby North. >> Layla Moran (Oxford West and Abingdon)"
    },
    {
      "index": 196,
      "start_time": 1216960.0,
      "end_time": 1224850.0,
      "text": "(LD) One homeless person dying—[Interruption.] >> Mr Speaker: Order. The hon. Lady must be"
    },
    {
      "index": 197,
      "start_time": 1224850.0,
      "end_time": 1230260.0,
      "text": "heard. >> Layla Moran: One homeless person dying"
    },
    {
      "index": 198,
      "start_time": 1230260.0,
      "end_time": 1237000.0,
      "text": "on our streets is enough for national shame, yet the latest figures show that in 2017 nearly"
    },
    {
      "index": 199,
      "start_time": 1237000.0,
      "end_time": 1242500.0,
      "text": "600 died. In that same year, the Vagrancy Act 1824 was used more than 1,000 times to"
    },
    {
      "index": 200,
      "start_time": 1242500.0,
      "end_time": 1248940.0,
      "text": "drag homeless people before our courts. Crisis, Centrepoint, St Mungo’s and MPs on both"
    },
    {
      "index": 201,
      "start_time": 1248940.0,
      "end_time": 1254200.0,
      "text": "sides of this House agree that it is time to scrap this law. Will the Prime Minister"
    },
    {
      "index": 202,
      "start_time": 1254200.0,
      "end_time": 1258730.0,
      "text": "consider meeting us and the charities so that we can make the case for why we should not"
    },
    {
      "index": 203,
      "start_time": 1258730.0,
      "end_time": 1265559.0,
      "text": "wait one more day? >> The Prime Minister: As I think I indicated"
    },
    {
      "index": 204,
      "start_time": 1265560.0,
      "end_time": 1273341.0,
      "text": "in Prime Minister’s questions last week, the number of people sleeping on our streets"
    },
    {
      "index": 205,
      "start_time": 1273340.0,
      "end_time": 1280480.0,
      "text": "has gone down for the first time in eight years, but of course there is more to do."
    },
    {
      "index": 206,
      "start_time": 1280480.0,
      "end_time": 1283909.0,
      "text": "On the wider issue of homelessness, there is more to do in terms of building more homes,"
    },
    {
      "index": 207,
      "start_time": 1283910.0,
      "end_time": 1287661.0,
      "text": "and we are doing that. I will ensure that the Minister from the relevant Department"
    },
    {
      "index": 208,
      "start_time": 1287660.0,
      "end_time": 1294120.0,
      "text": "meets the hon. Lady to discuss the matter. >> Robert Neill (Bromley and Chislehurst)"
    },
    {
      "index": 209,
      "start_time": 1294120.0,
      "end_time": 1299229.0,
      "text": "(Con): Residents of Northpoint House in Bromley in my constituency have aluminium composite"
    },
    {
      "index": 210,
      "start_time": 1299230.0,
      "end_time": 1304460.0,
      "text": "material cladding on their building. They are paying out £5,000 a week for a waking"
    },
    {
      "index": 211,
      "start_time": 1304460.0,
      "end_time": 1310300.0,
      "text": "watch, repairs and remediation will cost £3 million, and their fire brigade enforcement"
    },
    {
      "index": 212,
      "start_time": 1310300.0,
      "end_time": 1316418.0,
      "text": "notice expires on 30 April. The flats are valueless, so the residents cannot raise the"
    },
    {
      "index": 213,
      "start_time": 1316420.0,
      "end_time": 1323333.0,
      "text": "money against them. Despite personal intervention by the Secretary of State for Housing, Communities"
    },
    {
      "index": 214,
      "start_time": 1323330.0,
      "end_time": 1325248.0,
      "text": "and Local Government, for which I am grateful, the freeholders and the developer refuse to"
    },
    {
      "index": 215,
      "start_time": 1325250.0,
      "end_time": 1329970.0,
      "text": "accept liability. Under the circumstances, will the Government accept that it may be"
    },
    {
      "index": 216,
      "start_time": 1329970.0,
      "end_time": 1334480.0,
      "text": "necessary to intervene directly to ensure that the innocent flat-owners are not out"
    },
    {
      "index": 217,
      "start_time": 1334480.0,
      "end_time": 1338600.0,
      "text": "of pocket? >> The Prime Minister: My hon. Friend raises"
    },
    {
      "index": 218,
      "start_time": 1338600.0,
      "end_time": 1342149.0,
      "text": "a very important issue. I know that, as he said, he has been in touch with the Ministry"
    },
    {
      "index": 219,
      "start_time": 1342150.0,
      "end_time": 1347630.0,
      "text": "of Housing, Communities and Local Government, as well as the Treasury. As I have said previously,"
    },
    {
      "index": 220,
      "start_time": 1347630.0,
      "end_time": 1352260.0,
      "text": "we fully expect building owners in the private sector to take action, make sure appropriate"
    },
    {
      "index": 221,
      "start_time": 1352260.0,
      "end_time": 1355990.0,
      "text": "safety measures are in place, and not pass costs on to leaseholders. We have written"
    },
    {
      "index": 222,
      "start_time": 1355990.0,
      "end_time": 1360120.0,
      "text": "to all relevant building owners to remind them of their responsibilities. They must"
    },
    {
      "index": 223,
      "start_time": 1360120.0,
      "end_time": 1364469.0,
      "text": "do the right thing; if they do not, we are not ruling anything out. I should also point"
    },
    {
      "index": 224,
      "start_time": 1364470.0,
      "end_time": 1369470.0,
      "text": "out to my hon. Friend that local authorities have the power to complete works and recover"
    },
    {
      "index": 225,
      "start_time": 1369470.0,
      "end_time": 1374950.0,
      "text": "the costs from the private owners of high-rise residential buildings. I am sure that a Minister"
    },
    {
      "index": 226,
      "start_time": 1374950.0,
      "end_time": 1381549.0,
      "text": "from MHCLG would be happy to meet my hon. Friend to continue to discuss this matter,"
    },
    {
      "index": 227,
      "start_time": 1381550.0,
      "end_time": 1384821.0,
      "text": "to ensure that the residents are given the peace of mind they need by the action being"
    },
    {
      "index": 228,
      "start_time": 1384820.0,
      "end_time": 1386689.0,
      "text": "taken. >> Caroline Lucas (Brighton, Pavilion) (Green):"
    },
    {
      "index": 229,
      "start_time": 1386690.0,
      "end_time": 1393809.0,
      "text": "The Government have just decided that in the event of a no-deal Brexit, imports of medical"
    },
    {
      "index": 230,
      "start_time": 1393810.0,
      "end_time": 1399560.0,
      "text": "supplies are to be handled by the same company that forced hundreds of restaurants to close"
    },
    {
      "index": 231,
      "start_time": 1399560.0,
      "end_time": 1405401.0,
      "text": "because it was incapable of delivering chicken to Kentucky Fried Chicken. It is horrifying"
    },
    {
      "index": 232,
      "start_time": 1405400.0,
      "end_time": 1411120.0,
      "text": "that the Prime Minister’s stubbornness is literally putting people’s lives at risk"
    },
    {
      "index": 233,
      "start_time": 1411120.0,
      "end_time": 1417360.0,
      "text": "through bargain-bucket supply deals. What guarantee can she give patients who are watching"
    },
    {
      "index": 234,
      "start_time": 1417360.0,
      "end_time": 1425110.0,
      "text": "us now, looking at the pantomime and farce in this House, that they will be able to get"
    },
    {
      "index": 235,
      "start_time": 1425110.0,
      "end_time": 1429570.0,
      "text": "their vital medicines when they need them in the event of that no-deal Brexit?"
    },
    {
      "index": 236,
      "start_time": 1429570.0,
      "end_time": 1435419.0,
      "text": ">> The Prime Minister: The Department of Health and Social Care is taking the steps necessary"
    },
    {
      "index": 237,
      "start_time": 1435420.0,
      "end_time": 1440570.0,
      "text": "to ensure that medicines are available. We have been clear before that it is not necessary"
    },
    {
      "index": 238,
      "start_time": 1440570.0,
      "end_time": 1444539.0,
      "text": "to stockpile and that patients should not be stockpiling medicines. Medicines will be"
    },
    {
      "index": 239,
      "start_time": 1444540.0,
      "end_time": 1449560.0,
      "text": "available. If the hon. Lady is so concerned about the impact of no deal—"
    },
    {
      "index": 240,
      "start_time": 1449560.0,
      "end_time": 1456550.0,
      "text": ">> The Prime Minister: It is no good the hon. Lady shaking her head. There is a very simple"
    },
    {
      "index": 241,
      "start_time": 1456550.0,
      "end_time": 1461870.0,
      "text": "answer: if she does not want no deal, she should support the deal."
    },
    {
      "index": 242,
      "start_time": 1461870.0,
      "end_time": 1469481.0,
      "text": ">> Robert Halfon (Harlow) (Con): Yesterday, The Sun newspaper reported on proposals for"
    },
    {
      "index": 243,
      "start_time": 1469480.0,
      "end_time": 1475289.0,
      "text": "a £1.6 billion post-EU fund for deprived areas in the north, predominantly in seats"
    },
    {
      "index": 244,
      "start_time": 1475290.0,
      "end_time": 1480101.0,
      "text": "held by Opposition MPs. Will my right hon. Friend ensure that money from the fund is"
    },
    {
      "index": 245,
      "start_time": 1480100.0,
      "end_time": 1484918.0,
      "text": "available to constituents like mine in Harlow, where we have significant deprivation and"
    },
    {
      "index": 246,
      "start_time": 1484920.0,
      "end_time": 1490961.0,
      "text": "disadvantage? >> The Prime Minister: We will be introducing"
    },
    {
      "index": 247,
      "start_time": 1490960.0,
      "end_time": 1496480.0,
      "text": "a fund to ensure that our towns can grow and prosper. The details will be announced in"
    },
    {
      "index": 248,
      "start_time": 1496480.0,
      "end_time": 1500320.0,
      "text": "due course by the Secretary of State for Housing, Communities and Local Government. I can confirm"
    },
    {
      "index": 249,
      "start_time": 1500320.0,
      "end_time": 1505158.0,
      "text": "to my right hon. Friend that Harlow, and indeed other towns across England, will be able to"
    },
    {
      "index": 250,
      "start_time": 1505160.0,
      "end_time": 1510420.0,
      "text": "propose ambitious plans to help to transform their communities. Of course, we will work"
    },
    {
      "index": 251,
      "start_time": 1510420.0,
      "end_time": 1515191.0,
      "text": "with the devolved Administrations and in Northern Ireland to ensure that towns in Wales, Scotland"
    },
    {
      "index": 252,
      "start_time": 1515190.0,
      "end_time": 1518340.0,
      "text": "and Northern Ireland also benefit from town deals."
    },
    {
      "index": 253,
      "start_time": 1518340.0,
      "end_time": 1523779.0,
      "text": ">> Sir David Crausby (Bolton North East) (Lab): As a former shop steward and works convenor,"
    },
    {
      "index": 254,
      "start_time": 1523780.0,
      "end_time": 1530591.0,
      "text": "I completely understand the need to approach the cliff edge in order to secure a deal,"
    },
    {
      "index": 255,
      "start_time": 1530590.0,
      "end_time": 1539220.0,
      "text": "but rational negotiators never go to the edge, hold hands and jump into the abyss. When will"
    },
    {
      "index": 256,
      "start_time": 1539220.0,
      "end_time": 1545600.0,
      "text": "the Prime Minister recognise that constructive discussions should take place without the"
    },
    {
      "index": 257,
      "start_time": 1545600.0,
      "end_time": 1552149.0,
      "text": "nuclear option of mutually assured destruction? >> The Prime Minister: Constructive discussions"
    },
    {
      "index": 258,
      "start_time": 1552150.0,
      "end_time": 1556510.0,
      "text": "are taking place. This House was clear on what it wanted to be changed in relation to"
    },
    {
      "index": 259,
      "start_time": 1556510.0,
      "end_time": 1560890.0,
      "text": "the withdrawal agreement and the deal that we had brought back from the European Union,"
    },
    {
      "index": 260,
      "start_time": 1560890.0,
      "end_time": 1564580.0,
      "text": "and we are making progress and having exactly the constructive discussions the hon. Gentleman"
    },
    {
      "index": 261,
      "start_time": 1564580.0,
      "end_time": 1566949.0,
      "text": "talks about. >> George Freeman (Mid Norfolk) (Con): Public"
    },
    {
      "index": 262,
      "start_time": 1566950.0,
      "end_time": 1571730.0,
      "text": "trust in politics is dangerously low. Failing to honour and deliver the EU referendum result"
    },
    {
      "index": 263,
      "start_time": 1571730.0,
      "end_time": 1576270.0,
      "text": "cannot be an option. I campaigned to remain, but I am 100% committed to leaving; the question"
    },
    {
      "index": 264,
      "start_time": 1576270.0,
      "end_time": 1581520.0,
      "text": "is how. Most of my voters in Mid Norfolk said that they wanted to be in the Common Market,"
    },
    {
      "index": 265,
      "start_time": 1581520.0,
      "end_time": 1587590.0,
      "text": "not a political union. Given the clear warnings from the life science and agriculture sectors—key"
    },
    {
      "index": 266,
      "start_time": 1587590.0,
      "end_time": 1590418.0,
      "text": "industries in Norfolk—about the danger of no deal, I welcome the Prime Minister’s"
    },
    {
      "index": 267,
      "start_time": 1590420.0,
      "end_time": 1595801.0,
      "text": "decision to give this sovereign House the vote and ask that if the House votes against,"
    },
    {
      "index": 268,
      "start_time": 1595800.0,
      "end_time": 1597740.0,
      "text": "she will consider the European Free Trade Association instead of the backstop, giving"
    },
    {
      "index": 269,
      "start_time": 1597740.0,
      "end_time": 1601759.0,
      "text": "us the Common Market 2.0 that most British voters want."
    },
    {
      "index": 270,
      "start_time": 1601760.0,
      "end_time": 1609861.0,
      "text": ">> The Prime Minister: As I said yesterday, in answer to a question from, I think, our"
    },
    {
      "index": 271,
      "start_time": 1609860.0,
      "end_time": 1613000.0,
      "text": "right hon. Friend the Member for Harlow (Robert Halfon), the first aim of the Government and"
    },
    {
      "index": 272,
      "start_time": 1613000.0,
      "end_time": 1617690.0,
      "text": "my first aim is to bring back a deal that can command support across the House in a"
    },
    {
      "index": 273,
      "start_time": 1617690.0,
      "end_time": 1622130.0,
      "text": "meaningful vote, such that we are able to leave with a deal. The arrangements within"
    },
    {
      "index": 274,
      "start_time": 1622130.0,
      "end_time": 1627970.0,
      "text": "the political declaration have significant benefits in relation to issues such as customs,"
    },
    {
      "index": 275,
      "start_time": 1627970.0,
      "end_time": 1632740.0,
      "text": "but they also provide for us to have an independent trade policy and to bring an end to free movement."
    },
    {
      "index": 276,
      "start_time": 1632740.0,
      "end_time": 1637300.0,
      "text": "My hon. Friend talks about trust in politics, but I believe that those were important elements"
    },
    {
      "index": 277,
      "start_time": 1637300.0,
      "end_time": 1641309.0,
      "text": "of what people voted for in 2016 and it is important that we deliver on that."
    },
    {
      "index": 278,
      "start_time": 1641310.0,
      "end_time": 1645721.0,
      "text": ">> Helen Hayes (Dulwich and West Norwood) (Lab): The Prime Minister previously committed"
    },
    {
      "index": 279,
      "start_time": 1645720.0,
      "end_time": 1650559.0,
      "text": "to a meaningful vote on her Brexit deal but had to be forced by the courts to hold it."
    },
    {
      "index": 280,
      "start_time": 1650560.0,
      "end_time": 1655001.0,
      "text": "She then committed to that meaningful vote in December, but pulled it at the last minute."
    },
    {
      "index": 281,
      "start_time": 1655000.0,
      "end_time": 1659559.0,
      "text": "When her deal fell to the worst Government defeat in history, instead of listening to"
    },
    {
      "index": 282,
      "start_time": 1659560.0,
      "end_time": 1664591.0,
      "text": "MPs, she carried on regardless, so I ask her: what guarantee, other than her word, will"
    },
    {
      "index": 283,
      "start_time": 1664590.0,
      "end_time": 1671178.0,
      "text": "she give this House that we will be able to vote to stop a no-deal Brexit before 29 March?"
    },
    {
      "index": 284,
      "start_time": 1671180.0,
      "end_time": 1676951.0,
      "text": ">> The Prime Minister: I set out clearly in my statement yesterday and I have repeated"
    },
    {
      "index": 285,
      "start_time": 1676950.0,
      "end_time": 1684410.0,
      "text": "it in answer to a question today, the process that the Government will follow. The Government"
    },
    {
      "index": 286,
      "start_time": 1684410.0,
      "end_time": 1689169.0,
      "text": "policy is to leave with a deal. We are working to ensure that we can bring back that deal."
    },
    {
      "index": 287,
      "start_time": 1689170.0,
      "end_time": 1692800.0,
      "text": "The hon. Lady talks about the rejection of the meaningful vote and not listening to Parliament,"
    },
    {
      "index": 288,
      "start_time": 1692800.0,
      "end_time": 1696781.0,
      "text": "but the constructive discussions that I am having with the European Union at the moment"
    },
    {
      "index": 289,
      "start_time": 1696780.0,
      "end_time": 1701789.0,
      "text": "are exactly about listening to Parliament—[Interruption.] It is all very well the shadow Trade Secretary,"
    },
    {
      "index": 290,
      "start_time": 1701790.0,
      "end_time": 1704670.0,
      "text": "the hon. Member for Brent North (Barry Gardiner), shouting, “Nonsense!” He might not have"
    },
    {
      "index": 291,
      "start_time": 1704670.0,
      "end_time": 1708681.0,
      "text": "noticed that on 29 January this House voted by a majority to say what it wanted to be"
    },
    {
      "index": 292,
      "start_time": 1708680.0,
      "end_time": 1711749.0,
      "text": "changed in the withdrawal agreement, and that is what we are working on."
    },
    {
      "index": 293,
      "start_time": 1711750.0,
      "end_time": 1720351.0,
      "text": ">> Sir John Hayes (South Holland and The Deepings) (Con): Little moves us more than the death"
    },
    {
      "index": 294,
      "start_time": 1720350.0,
      "end_time": 1728309.0,
      "text": "of a child and for bereaved parents that grief is beyond words. Action speaks louder, which"
    },
    {
      "index": 295,
      "start_time": 1728310.0,
      "end_time": 1733530.0,
      "text": "is why I have championed, inspired by the hon. Member for Swansea East (Carolyn Harris),"
    },
    {
      "index": 296,
      "start_time": 1733530.0,
      "end_time": 1738761.0,
      "text": "the Children’s Funeral Fund. Will the Prime Minister tell us when the good work of her"
    },
    {
      "index": 297,
      "start_time": 1738760.0,
      "end_time": 1741650.0,
      "text": "Minister, my hon. Friend the Member for Charnwood (Edward Argar), will come to fruition and"
    },
    {
      "index": 298,
      "start_time": 1741650.0,
      "end_time": 1748550.0,
      "text": "the fund will begin to bring support and solace? We cannot mend broken hearts here, but those"
    },
    {
      "index": 299,
      "start_time": 1748550.0,
      "end_time": 1753460.0,
      "text": "who have loved and lost deserve better than delay and doubt."
    },
    {
      "index": 300,
      "start_time": 1753460.0,
      "end_time": 1758309.0,
      "text": ">> The Prime Minister: I thank my right hon. Friend for his question and for the work that"
    },
    {
      "index": 301,
      "start_time": 1758310.0,
      "end_time": 1764861.0,
      "text": "he has done on this issue with the hon. Member for Swansea East. It is accepted across the"
    },
    {
      "index": 302,
      "start_time": 1764860.0,
      "end_time": 1768879.0,
      "text": "House that it is not right that grieving parents have to worry about how to meet the funeral"
    },
    {
      "index": 303,
      "start_time": 1768880.0,
      "end_time": 1774380.0,
      "text": "costs when they have lost a child. As he knows, we have confirmed that parents will no longer"
    },
    {
      "index": 304,
      "start_time": 1774380.0,
      "end_time": 1778399.0,
      "text": "have to meet the cost of burials or cremations. Fees will be waived by local authorities and"
    },
    {
      "index": 305,
      "start_time": 1778400.0,
      "end_time": 1783591.0,
      "text": "paid for by the Government. The relevant Ministries have been working on the most effective way"
    },
    {
      "index": 306,
      "start_time": 1783590.0,
      "end_time": 1788290.0,
      "text": "to deliver this, and I can confirm that the fund will be implemented by the summer."
    },
    {
      "index": 307,
      "start_time": 1788290.0,
      "end_time": 1797470.0,
      "text": ">> Bambos Charalambous (Enfield, Southgate) (Lab): In the past few months in my constituency,"
    },
    {
      "index": 308,
      "start_time": 1797470.0,
      "end_time": 1802600.0,
      "text": "a 98-year-old man was killed in an aggravated burglary, an Asian couple were robbed, held"
    },
    {
      "index": 309,
      "start_time": 1802600.0,
      "end_time": 1806809.0,
      "text": "hostage and beaten in their home, schoolchildren were mugged at knifepoint, and a spate of"
    },
    {
      "index": 310,
      "start_time": 1806810.0,
      "end_time": 1813201.0,
      "text": "burglaries were committed across Enfield Southgate. My constituents do not feel safe. Does the"
    },
    {
      "index": 311,
      "start_time": 1813200.0,
      "end_time": 1817730.0,
      "text": "Prime Minister recognise the severe consequences of underfunding our police service, and will"
    },
    {
      "index": 312,
      "start_time": 1817730.0,
      "end_time": 1825230.0,
      "text": "she commit to restoring funding for community policing to pre-2010 levels?"
    },
    {
      "index": 313,
      "start_time": 1825230.0,
      "end_time": 1829870.0,
      "text": ">> The Prime Minister: Of course we recognise the concerns about serious violence, which"
    },
    {
      "index": 314,
      "start_time": 1829870.0,
      "end_time": 1834510.0,
      "text": "is why my right hon. Friend the Home Secretary has brought forward measures such as the Offensive"
    },
    {
      "index": 315,
      "start_time": 1834510.0,
      "end_time": 1840649.0,
      "text": "Weapons Bill and set up the serious violence taskforce. In relation to funding for the"
    },
    {
      "index": 316,
      "start_time": 1840650.0,
      "end_time": 1844210.0,
      "text": "police, the Metropolitan police will receive up to £2.5 billion in funding in 2019-20,"
    },
    {
      "index": 317,
      "start_time": 1844210.0,
      "end_time": 1851549.0,
      "text": "which is an increase of up to £172 million on 2018-19. If the hon. Gentleman also wants"
    },
    {
      "index": 318,
      "start_time": 1851550.0,
      "end_time": 1855530.0,
      "text": "to ask questions about funding for police in London perhaps he should speak to the Labour"
    },
    {
      "index": 319,
      "start_time": 1855530.0,
      "end_time": 1860261.0,
      "text": "Mayor of London. >> Justine Greening (Putney) (Con): With the"
    },
    {
      "index": 320,
      "start_time": 1860260.0,
      "end_time": 1864610.0,
      "text": "Government’s review of higher education still under way, does the Prime Minister agree"
    },
    {
      "index": 321,
      "start_time": 1864610.0,
      "end_time": 1870360.0,
      "text": "that the reintroduction of maintenance grants is one outcome that could clearly aid social"
    },
    {
      "index": 322,
      "start_time": 1870360.0,
      "end_time": 1874520.0,
      "text": "mobility for more disadvantaged students? >> The Prime Minister: I recognise that my"
    },
    {
      "index": 323,
      "start_time": 1874520.0,
      "end_time": 1885350.0,
      "text": "right hon. Friend has been, and continues to be, a huge champion for social mobility."
    },
    {
      "index": 324,
      "start_time": 1885350.0,
      "end_time": 1890590.0,
      "text": "She is asking me to provide a solution to higher education funding and student finance"
    },
    {
      "index": 325,
      "start_time": 1890590.0,
      "end_time": 1896760.0,
      "text": "before the Augar report has been received and published. All I can do is assure her"
    },
    {
      "index": 326,
      "start_time": 1896760.0,
      "end_time": 1903100.0,
      "text": "that Philip Augar and his panel are working on the report and we will look seriously at"
    },
    {
      "index": 327,
      "start_time": 1903100.0,
      "end_time": 1909809.0,
      "text": "the proposals they bring forward. >> Mr Stephen Hepburn (Jarrow) (Lab): In my"
    },
    {
      "index": 328,
      "start_time": 1909810.0,
      "end_time": 1916161.0,
      "text": "constituency of Jarrow there is a wonderful young lady, four-year-old Harriet Corr, whose"
    },
    {
      "index": 329,
      "start_time": 1916160.0,
      "end_time": 1922900.0,
      "text": "life would improve dramatically if she had access to the cystic fibrosis drug Orkambi."
    },
    {
      "index": 330,
      "start_time": 1922900.0,
      "end_time": 1927860.0,
      "text": "It is available in Ireland and many other European countries, and is due to become available"
    },
    {
      "index": 331,
      "start_time": 1927860.0,
      "end_time": 1935000.0,
      "text": "in Scotland. Will the Prime Minister intervene personally in the negotiations between the"
    },
    {
      "index": 332,
      "start_time": 1935000.0,
      "end_time": 1940700.0,
      "text": "NHS and Vertex to ensure that Harriet’s family and many other families are not forced"
    },
    {
      "index": 333,
      "start_time": 1940700.0,
      "end_time": 1949800.0,
      "text": "to leave their homes and move elsewhere? >> The Prime Minister: I am sure the whole"
    },
    {
      "index": 334,
      "start_time": 1949800.0,
      "end_time": 1956530.0,
      "text": "House will recognise the concerns of Harriet and her family. We want to ensure that patients"
    },
    {
      "index": 335,
      "start_time": 1956530.0,
      "end_time": 1960950.0,
      "text": "have access to the most effective and innovative medicines, but obviously at a price that represents"
    },
    {
      "index": 336,
      "start_time": 1960950.0,
      "end_time": 1966559.0,
      "text": "value to the NHS. NHS England has proposed its best ever offer for a drug. This offer"
    },
    {
      "index": 337,
      "start_time": 1966560.0,
      "end_time": 1971111.0,
      "text": "is the largest ever commitment of its kind in the 70-year history of the NHS, and would"
    },
    {
      "index": 338,
      "start_time": 1971110.0,
      "end_time": 1977469.0,
      "text": "guarantee immediate and expanded access both to Orkambi and the drug Kalydeco for patients"
    },
    {
      "index": 339,
      "start_time": 1977470.0,
      "end_time": 1981720.0,
      "text": "who need it. We have been closely following the discussions, and the Secretary of State"
    },
    {
      "index": 340,
      "start_time": 1981720.0,
      "end_time": 1985679.0,
      "text": "for Health and Social Care has offered a meeting with the global chief executive officer of"
    },
    {
      "index": 341,
      "start_time": 1985680.0,
      "end_time": 1988300.0,
      "text": "Vertex, NHS England and the National Institute for Health and Care Excellence in an effort"
    },
    {
      "index": 342,
      "start_time": 1988300.0,
      "end_time": 1990701.0,
      "text": "to move the situation forward for the benefit of patients."
    },
    {
      "index": 343,
      "start_time": 1990700.0,
      "end_time": 1995429.0,
      "text": ">> Mr John Whittingdale (Maldon) (Con): Is my right hon. Friend aware that five years"
    },
    {
      "index": 344,
      "start_time": 1995430.0,
      "end_time": 2002851.0,
      "text": "ago today Russian special forces seized the Government building in Crimea and raised the"
    },
    {
      "index": 345,
      "start_time": 2002850.0,
      "end_time": 2009510.0,
      "text": "Russian flag? Will she confirm that the UK Government remain committed to the restoration"
    },
    {
      "index": 346,
      "start_time": 2009510.0,
      "end_time": 2015100.0,
      "text": "of Ukrainian sovereignty over Crimea, and will she look at strengthening sanctions against"
    },
    {
      "index": 347,
      "start_time": 2015100.0,
      "end_time": 2020549.0,
      "text": "Russia until that can be achieved? >> The Prime Minister: I am happy to give"
    },
    {
      "index": 348,
      "start_time": 2020550.0,
      "end_time": 2025171.0,
      "text": "my right hon. Friend that confirmation. This was an illegal annexation of Crimea by Russia,"
    },
    {
      "index": 349,
      "start_time": 2025170.0,
      "end_time": 2031360.0,
      "text": "and we have been doing everything we can to ensure that the appropriate sanctions are"
    },
    {
      "index": 350,
      "start_time": 2031360.0,
      "end_time": 2035340.0,
      "text": "imposed that will have an impact. We have been one of the voices around the EU Council"
    },
    {
      "index": 351,
      "start_time": 2035340.0,
      "end_time": 2041200.0,
      "text": "table that has been advocating the roll-over of sanctions at every stage and ensuring that,"
    },
    {
      "index": 352,
      "start_time": 2041200.0,
      "end_time": 2047570.0,
      "text": "as we look at the actions of Russia here and elsewhere, we enhance those sanctions and"
    },
    {
      "index": 353,
      "start_time": 2047570.0,
      "end_time": 2052849.0,
      "text": "rightfully put pressure on those who are responsible. >> Angela Crawley (Lanark and Hamilton East)"
    },
    {
      "index": 354,
      "start_time": 2052850.0,
      "end_time": 2057251.0,
      "text": "(SNP): The Scottish Government have used their powers to increase carer’s allowance to"
    },
    {
      "index": 355,
      "start_time": 2057250.0,
      "end_time": 2061810.0,
      "text": "the level of jobseeker’s allowance, yet this top-up is being undermined because carer’s"
    },
    {
      "index": 356,
      "start_time": 2061810.0,
      "end_time": 2070839.0,
      "text": "allowance is regarded as income under universal credit. If carer’s allowance is meant to"
    },
    {
      "index": 357,
      "start_time": 2070840.0000000002,
      "end_time": 2076941.0000000002,
      "text": "help cover the extra costs incurred by providing care, why are carers on universal credit being"
    },
    {
      "index": 358,
      "start_time": 2076940.0,
      "end_time": 2080339.0,
      "text": "penalised? >> The Prime Minister: The hon. Lady knows"
    },
    {
      "index": 359,
      "start_time": 2080340.0000000002,
      "end_time": 2085701.0000000002,
      "text": "full way the way in which universal credit operates to encourage people into work, but"
    },
    {
      "index": 360,
      "start_time": 2085699.9999999998,
      "end_time": 2092399.9999999998,
      "text": "I will ask the Minister in the relevant Department to write to her on this matter."
    },
    {
      "index": 361,
      "start_time": 2092400.0,
      "end_time": 2097170.0,
      "text": ">> Rebecca Pow (Taunton Deane) (Con): Thousands of young girls—including, sadly, some from"
    },
    {
      "index": 362,
      "start_time": 2097170.0,
      "end_time": 2104470.0,
      "text": "Taunton Deane—are purchasing so-called quick-fix diet and detox products that are often endorsed"
    },
    {
      "index": 363,
      "start_time": 2104470.0,
      "end_time": 2108459.0,
      "text": "by celebrities on social media, something for which these celebrities can be paid thousands"
    },
    {
      "index": 364,
      "start_time": 2108460.0,
      "end_time": 2114250.0,
      "text": "of pounds. NHS chiefs say that some of these products can have highly detrimental health"
    },
    {
      "index": 365,
      "start_time": 2114250.0,
      "end_time": 2120240.0,
      "text": "effects and are heaping work on our mental health services. In Eating Disorders Awareness"
    },
    {
      "index": 366,
      "start_time": 2120240.0,
      "end_time": 2123930.0,
      "text": "Week, and following this morning’s excellent Westminster Hall debate secured by my hon."
    },
    {
      "index": 367,
      "start_time": 2123930.0,
      "end_time": 2128779.0,
      "text": "Friend the Member for Angus (Kirstene Hair), will the Prime Minister agree that the irresponsible"
    },
    {
      "index": 368,
      "start_time": 2128780.0,
      "end_time": 2132140.0,
      "text": "and unsafe endorsement of such products should be addressed?"
    },
    {
      "index": 369,
      "start_time": 2132140.0,
      "end_time": 2138640.0,
      "text": ">> The Prime Minister: My hon. Friend raises an important issue. I am sure that all Members"
    },
    {
      "index": 370,
      "start_time": 2138640.0,
      "end_time": 2142440.0,
      "text": "have had constituency cases where they have seen the devastating impact that eating disorders"
    },
    {
      "index": 371,
      "start_time": 2142440.0,
      "end_time": 2149359.0,
      "text": "can have on individuals, and on their families and friends. The Government have been taking"
    },
    {
      "index": 372,
      "start_time": 2149360.0,
      "end_time": 2154349.0,
      "text": "steps over the past few years. In 2014 we announced that we were investing £150 million"
    },
    {
      "index": 373,
      "start_time": 2154350.0,
      "end_time": 2159271.0,
      "text": "to expand eating disorder community-based care for children and young people, and 70"
    },
    {
      "index": 374,
      "start_time": 2159270.0,
      "end_time": 2166680.0,
      "text": "dedicated new or extended community services offer care as a result. As my hon. Friend"
    },
    {
      "index": 375,
      "start_time": 2166680.0,
      "end_time": 2173410.0,
      "text": "said, young people may be encouraged to take products because of celebrity endorsement."
    },
    {
      "index": 376,
      "start_time": 2173410.0,
      "end_time": 2179328.0,
      "text": "The celebrities involved should think very carefully about the impact that these products"
    },
    {
      "index": 377,
      "start_time": 2179330.0,
      "end_time": 2185221.0,
      "text": "can have in effecting eating disorders, which devastate lives."
    },
    {
      "index": 378,
      "start_time": 2185220.0,
      "end_time": 2191140.0,
      "text": ">> Nigel Dodds (Belfast North) (DUP): The Prime Minister, and indeed the entire House,"
    },
    {
      "index": 379,
      "start_time": 2191140.0,
      "end_time": 2197799.0,
      "text": "knows the conditions under which her withdrawal agreement will have a majority. The whole"
    },
    {
      "index": 380,
      "start_time": 2197800.0,
      "end_time": 2203700.0,
      "text": "House, and indeed the country, now knows that as a result of yesterday’s events the prospects"
    },
    {
      "index": 381,
      "start_time": 2203700.0,
      "end_time": 2209169.0,
      "text": "of the Prime Minister being able to achieve the necessary changes have been undermined"
    },
    {
      "index": 382,
      "start_time": 2209170.0,
      "end_time": 2215619.0,
      "text": "and her negotiating position has been weakened. That is the reality of the situation. Can"
    },
    {
      "index": 383,
      "start_time": 2215620.0,
      "end_time": 2221241.0,
      "text": "we have an assurance, in terms of any possible extension—and I would be interested to know"
    },
    {
      "index": 384,
      "start_time": 2221240.0,
      "end_time": 2227859.0,
      "text": "what the Prime Minister thinks the purpose of the extension would be—that she will"
    },
    {
      "index": 385,
      "start_time": 2227860.0,
      "end_time": 2234589.0,
      "text": "continue to focus on getting those legally binding changes? Hopefully, during any future"
    },
    {
      "index": 386,
      "start_time": 2234590.0,
      "end_time": 2242731.0,
      "text": "negotiations, she will not be undermined in the way that she has been so far."
    },
    {
      "index": 387,
      "start_time": 2242730.0,
      "end_time": 2247330.0,
      "text": ">> The Prime Minister: First of all, we are continuing to press for those legally binding"
    },
    {
      "index": 388,
      "start_time": 2247330.0,
      "end_time": 2251670.0,
      "text": "changes. Those are the discussions we have been having with the European Commission."
    },
    {
      "index": 389,
      "start_time": 2251670.0,
      "end_time": 2256790.0,
      "text": "It is what I have spoken to every European Union leader about over the last 10 days or"
    },
    {
      "index": 390,
      "start_time": 2256790.0,
      "end_time": 2261590.0,
      "text": "so. It is what I was speaking to people about at Sharm El Sheikh over the weekend as well."
    },
    {
      "index": 391,
      "start_time": 2261590.0,
      "end_time": 2265770.0,
      "text": "The right hon. Gentleman talks about the extension to article 50. Can I be very clear again?"
    },
    {
      "index": 392,
      "start_time": 2265770.0,
      "end_time": 2270240.0,
      "text": "The Government do not want to extend article 50. The Government’s policy is to get the"
    },
    {
      "index": 393,
      "start_time": 2270240.0,
      "end_time": 2274160.0,
      "text": "legally binding changes so a deal can be brought back to this House, and this House can support"
    },
    {
      "index": 394,
      "start_time": 2274160.0,
      "end_time": 2277980.0,
      "text": "the deal, and we can leave on 29 March with a deal."
    },
    {
      "index": 395,
      "start_time": 2277990.0,
      "end_time": 2284170.0,
      "text": ">> Mrs Anne Main (St Albans) (Con): Unlike some Ministers who cannot normally take the"
    },
    {
      "index": 396,
      "start_time": 2284170.0,
      "end_time": 2289440.0,
      "text": "view that the Prime Minister’s word is binding, I do take the Prime Minister’s word as being"
    },
    {
      "index": 397,
      "start_time": 2289440.0,
      "end_time": 2298990.0,
      "text": "binding. Can I ask that she reiterates our manifesto commitment to leave with a deal"
    },
    {
      "index": 398,
      "start_time": 2298990.0,
      "end_time": 2304600.0,
      "text": "or to leave with no deal, and that is our commitment?"
    },
    {
      "index": 399,
      "start_time": 2304600.0,
      "end_time": 2309440.0,
      "text": ">> The Prime Minister: Indeed, I have always said that no deal is better than a bad deal."
    },
    {
      "index": 400,
      "start_time": 2309440.0,
      "end_time": 2313640.0,
      "text": "I think we have actually got a good deal from the European Union. It provides for citizens’"
    },
    {
      "index": 401,
      "start_time": 2313640.0,
      "end_time": 2318140.0,
      "text": "rights; it provides certainty for business with the implementation period; it ensures"
    },
    {
      "index": 402,
      "start_time": 2318140.0,
      "end_time": 2322800.0,
      "text": "that we have, in the political declaration, the arrangements for customs in the future—for"
    },
    {
      "index": 403,
      "start_time": 2322800.0,
      "end_time": 2327391.0,
      "text": "no tariffs, no quotas and no rules of origin; and it covers a number of other areas that"
    },
    {
      "index": 404,
      "start_time": 2327390.0,
      "end_time": 2331679.0,
      "text": "I think will indeed be positive for this country. There is an issue that the House wants to"
    },
    {
      "index": 405,
      "start_time": 2331680.0,
      "end_time": 2335220.0,
      "text": "see changed. That is what we are working on in relation to the Northern Ireland backstop."
    },
    {
      "index": 406,
      "start_time": 2335220.0,
      "end_time": 2338310.0,
      "text": "I want us to leave with a deal. I want to be able to bring back a deal that this House"
    },
    {
      "index": 407,
      "start_time": 2338310.0,
      "end_time": 2341960.0,
      "text": "can support. >> Ms Marie Rimmer (St Helens South and Whiston)"
    },
    {
      "index": 408,
      "start_time": 2341960.0,
      "end_time": 2349700.0,
      "text": "(Lab): Violet Grace Youens was walking home from nursery with her grandma on 24 March"
    },
    {
      "index": 409,
      "start_time": 2349700.0,
      "end_time": 2358240.0,
      "text": "2017. She was hit by a stolen car driven erratically and at 83 mph in a 30 mph zone. The driver"
    },
    {
      "index": 410,
      "start_time": 2358240.0,
      "end_time": 2364490.0,
      "text": "and accomplice immediately left the scene, and the driver absconded from the country."
    },
    {
      "index": 411,
      "start_time": 2364500.0,
      "end_time": 2368950.0,
      "text": "Tragically, four-year-old Violet Grace died in her parents’ arms the following day and"
    },
    {
      "index": 412,
      "start_time": 2368950.0,
      "end_time": 2374529.0,
      "text": "her grandma suffers with life-changing injuries. The offenders have since been sentenced to"
    },
    {
      "index": 413,
      "start_time": 2374530.0,
      "end_time": 2381800.0,
      "text": "tariffs that do not fit the gravity of the crimes. In October 2017, the Government published"
    },
    {
      "index": 414,
      "start_time": 2381800.0,
      "end_time": 2387900.0,
      "text": "a response to the consultation on driving offences and penalties relating to causing"
    },
    {
      "index": 415,
      "start_time": 2387100.0,
      "end_time": 2393810.0,
      "text": "death or serious injury. They confirmed proposals to increase the maximum penalty for causing"
    },
    {
      "index": 416,
      "start_time": 2393810.0,
      "end_time": 2400270.0,
      "text": "death by dangerous driving from 14 years’ imprisonment to life, along with other tariffs"
    },
    {
      "index": 417,
      "start_time": 2400270.0,
      "end_time": 2406119.0,
      "text": "for serious driving offences, and stated that Government would bring forward proposals for"
    },
    {
      "index": 418,
      "start_time": 2406120.0,
      "end_time": 2413241.0,
      "text": "reform of the law as soon as parliamentary time allows. Today, after just one week, the"
    },
    {
      "index": 419,
      "start_time": 2413240.0,
      "end_time": 2419690.0,
      "text": "public petition “Violet Grace’s Law” stands at more than 74,000 signatures. The"
    },
    {
      "index": 420,
      "start_time": 2419690.0,
      "end_time": 2425250.0,
      "text": "Government are repeating the same response— >> Mr Speaker: Order. This is a matter of"
    },
    {
      "index": 421,
      "start_time": 2425250.0,
      "end_time": 2429729.0,
      "text": "the utmost sensitivity. I respect that, and that is why I am allowing the hon. Lady to"
    },
    {
      "index": 422,
      "start_time": 2429730.0,
      "end_time": 2433980.0,
      "text": "go way beyond the normal length, but she must now put a question with a question mark—one"
    },
    {
      "index": 423,
      "start_time": 2433980.0,
      "end_time": 2438920.0,
      "text": "sentence to wrap it up very well. Thank you. >> Ms Rimmer: Prime Minister, when do the"
    },
    {
      "index": 424,
      "start_time": 2438920.0,
      "end_time": 2444640.0,
      "text": "Government truly intend to bring forward the changes for the reform of the law?"
    },
    {
      "index": 425,
      "start_time": 2444640.0,
      "end_time": 2450799.0,
      "text": ">> The Prime Minister: First of all, I am sure that the feelings of the whole House"
    },
    {
      "index": 426,
      "start_time": 2450800.0,
      "end_time": 2456220.0,
      "text": "will be with Violet Grace’s family that this terrible tragedy has occurred. I know"
    },
    {
      "index": 427,
      "start_time": 2456220.0,
      "end_time": 2462720.0,
      "text": "from a constituency case that I had the concern that parents, family members and others have"
    },
    {
      "index": 428,
      "start_time": 2462720.0,
      "end_time": 2471200.0,
      "text": "when they see somebody who has caused a death in this way by their driving being sentenced"
    },
    {
      "index": 429,
      "start_time": 2471200.0,
      "end_time": 2476230.0,
      "text": "to a tariff which they feel is less than it should be. The Government have taken this"
    },
    {
      "index": 430,
      "start_time": 2476230.0,
      "end_time": 2481540.0,
      "text": "very seriously—that is why we have had the consultation—and we will indeed bring forward"
    },
    {
      "index": 431,
      "start_time": 2481540.0,
      "end_time": 2486720.0,
      "text": "our proposals when parliamentary time does allow. But I will ask a Minister from the"
    },
    {
      "index": 432,
      "start_time": 2486720.0,
      "end_time": 2490600.0,
      "text": "Department for Transport to meet the hon. Lady to discuss this matter with her."
    },
    {
      "index": 433,
      "start_time": 2490600.0,
      "end_time": 2495420.0,
      "text": ">> Mr Peter Bone (Wellingborough) (Con): Mr Speaker, I do not know whether you were as"
    },
    {
      "index": 434,
      "start_time": 2495420.0,
      "end_time": 2502660.0,
      "text": "surprised as I was yesterday that, yet again, the media had verbatim reports of the Cabinet"
    },
    {
      "index": 435,
      "start_time": 2502660.0,
      "end_time": 2507910.0,
      "text": "meeting straight after it. In fact, there were references to colleagues in front of"
    },
    {
      "index": 436,
      "start_time": 2507910.0,
      "end_time": 2513240.0,
      "text": "me as kamikaze pilots. Prime Minister, to sort this issue out, would it not just be"
    },
    {
      "index": 437,
      "start_time": 2513240.0,
      "end_time": 2529629.0,
      "text": "easier to televise Cabinet meetings? [Laughter.] >> Mr Speaker: I want to hear the Prime Minister’s"
    },
    {
      "index": 438,
      "start_time": 2529630.0,
      "end_time": 2535870.0,
      "text": "answer. This is a very important question. >> The Prime Minister: Mr Speaker, when you"
    },
    {
      "index": 439,
      "start_time": 2535870.0,
      "end_time": 2540839.0,
      "text": "did a thumbs-up after that question, I was not sure whether that indicated that you had"
    },
    {
      "index": 440,
      "start_time": 2540840.0,
      "end_time": 2548951.0,
      "text": "a view on the televising of Cabinet meetings. My hon. Friend has tried to approach that"
    },
    {
      "index": 441,
      "start_time": 2548950.0,
      "end_time": 2552460.0,
      "text": "issue in various ways. I seem to remember that last time he asked me about this, it"
    },
    {
      "index": 442,
      "start_time": 2552460.0,
      "end_time": 2559910.0,
      "text": "was not about televising Cabinet but sending his CV in to be a Cabinet Minister. Perhaps"
    },
    {
      "index": 443,
      "start_time": 2559910.0,
      "end_time": 2563368.0,
      "text": "these are linked—perhaps he wants to sit round the Cabinet table and be on television"
    },
    {
      "index": 444,
      "start_time": 2563370.0,
      "end_time": 2566340.0,
      "text": "all the time. >> Mr Speaker: Well, we never knew that the"
    },
    {
      "index": 445,
      "start_time": 2566340.0,
      "end_time": 2570561.0,
      "text": "hon. Member for Wellingborough (Mr Bone) had such ambitions, but maybe it lurks within"
    },
    {
      "index": 446,
      "start_time": 2570560.0,
      "end_time": 2575930.0,
      "text": "him—who knows? For my own part, I was merely acknowledging welcome and friendly visitors"
    },
    {
      "index": 447,
      "start_time": 2575930.0,
      "end_time": 2578200.0,
      "text": "to the House."
    }
  ]
}