{
  "video_id": "sLbQ5sPrybU",
  "title": "How Popcorn Went From Banned to Saving Movies - Cheddar Explains",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4190.0,
      "text": "For most of us, popcorn is synonymous with movie theaters."
    },
    {
      "index": 2,
      "start_time": 4190.0,
      "end_time": 12210.0,
      "text": "We go to the movies, buy a popcorn, and enjoy the show without even thinking twice about it, but popcorn wasn't always the go to movie snack."
    },
    {
      "index": 3,
      "start_time": 12210.0,
      "end_time": 15960.0,
      "text": "In fact, this little thing was actually banned."
    },
    {
      "index": 4,
      "start_time": 15960.0,
      "end_time": 21150.0,
      "text": "So, how did popcorn go from being banned to saving movie theaters?"
    },
    {
      "index": 5,
      "start_time": 21150.0,
      "end_time": 27175.0,
      "text": "Let's all go to the lobby, let's all go to the lobby."
    },
    {
      "index": 6,
      "start_time": 27175.0,
      "end_time": 32775.0,
      "text": "Popcorn started in South America where people were popping maize over 8,000 years ago."
    },
    {
      "index": 7,
      "start_time": 32775.0,
      "end_time": 37400.0,
      "text": "Back then though, the popping of it was actually the entertainment itself."
    },
    {
      "index": 8,
      "start_time": 37400.0,
      "end_time": 46695.0,
      "text": "It's said that North Americans went to Chile on business, found varieties of the popcorn, thought they were cute, and brought them back to New England in the 1800s."
    },
    {
      "index": 9,
      "start_time": 46695.0,
      "end_time": 57750.0,
      "text": "Popcorn quite literally popped into the scene and thanks to the creation of the mobile steam powered popcorn maker by Charles Cretors in 1893, you could find the snack almost anywhere."
    },
    {
      "index": 10,
      "start_time": 57750.0,
      "end_time": 63165.0,
      "text": "Sporting events, circuses, fairs, but just not at the theaters."
    },
    {
      "index": 11,
      "start_time": 63165.0,
      "end_time": 68835.0,
      "text": "Theaters wanted nothing to do with the snack since they were focused on keeping a luxurious aesthetic."
    },
    {
      "index": 12,
      "start_time": 68835.0,
      "end_time": 76895.0,
      "text": "In April of 1896, the first public projection of a motion picture came using Thomas Edison's Vitascope in New York City."
    },
    {
      "index": 13,
      "start_time": 76895.0,
      "end_time": 85700.0,
      "text": "By 1902, the electric theater was built and became the first permanent structure just for films."
    },
    {
      "index": 14,
      "start_time": 85700.0,
      "end_time": 88400.0,
      "text": "The cinema was an experience."
    },
    {
      "index": 15,
      "start_time": 88400.0,
      "end_time": 93845.0,
      "text": "It was an art meant for wealthy, well-educated people and that meant no snacks."
    },
    {
      "index": 16,
      "start_time": 93845.0,
      "end_time": 96130.0,
      "text": "This was before Talkies existed."
    },
    {
      "index": 17,
      "start_time": 96130.0,
      "end_time": 114300.0,
      "text": "When literacy was a necessity to be able to read the words on screen, the loud crunching and chewing of popcorn would have been a distraction from reading the subtitles, and the theater owners didn't want their beautiful rugs and carpets ruined from the inevitable droppings of snacks into the aisles."
    },
    {
      "index": 18,
      "start_time": 114300.0,
      "end_time": 133690.0,
      "text": "But in 1927, after the release of \"The Jazz Singer,\" which was the first feature length film with synchronized dialogue, silent films disappeared virtually overnight and the doors opened up for everyone to be able to come and enjoy the experience, whether you could read or not."
    },
    {
      "index": 19,
      "start_time": 133690.0,
      "end_time": 140900.0,
      "text": "Street vendors decided to capitalize on this large amount of people and set up their carts outside of the theaters to sell popcorn."
    },
    {
      "index": 20,
      "start_time": 140900.0,
      "end_time": 143270.0,
      "text": "Movie theaters wanted no part of this."
    },
    {
      "index": 21,
      "start_time": 143270.0,
      "end_time": 150400.0,
      "text": "Popcorn was officially banned and you would actually have to check the popcorn with your coats at the door."
    },
    {
      "index": 22,
      "start_time": 150400.0,
      "end_time": 158360.0,
      "text": "We were in the middle of the Great Depression and vendors were making a huge profit selling popcorn at five to 10 cents a bag."
    },
    {
      "index": 23,
      "start_time": 158360.0,
      "end_time": 164720.0,
      "text": "By the mid 1930s, movie theaters started to go under due to the rough financial climate."
    },
    {
      "index": 24,
      "start_time": 164720.0,
      "end_time": 175500.0,
      "text": "R.J. McKenna, a general manager of a chain of 66 theaters, was against popcorn but decided to experiment with popcorn sales at his theaters anyways."
    },
    {
      "index": 25,
      "start_time": 175500.0,
      "end_time": 183710.0,
      "text": "In 1938, his theaters lost money on admission sales but he made nearly $200,000 on popcorn."
    },
    {
      "index": 26,
      "start_time": 183710.0,
      "end_time": 188600.0,
      "text": "That's about $3.5 million today."
    },
    {
      "index": 27,
      "start_time": 188600.0,
      "end_time": 195535.0,
      "text": "He cut the admission price from 50 cents to 15 cents just to get people in the door to buy more popcorn."
    },
    {
      "index": 28,
      "start_time": 195535.0,
      "end_time": 203200.0,
      "text": "As popcorn's wealth circulated, theaters realized they needed to sell concessions without the street vendors as the middleman."
    },
    {
      "index": 29,
      "start_time": 203200.0,
      "end_time": 206870.0,
      "text": "The theaters are selling popcorn, candy, and soda."
    },
    {
      "index": 30,
      "start_time": 206870.0,
      "end_time": 215000.0,
      "text": "Things are going great until World War II came around and the United States entered a sugar shortage."
    },
    {
      "index": 31,
      "start_time": 215000.0,
      "end_time": 221800.0,
      "text": "Sugar exporters were cut off from America, and we needed to ration the sugar we had."
    },
    {
      "index": 32,
      "start_time": 221800.0,
      "end_time": 224860.0,
      "text": "That meant no candy and no soda."
    },
    {
      "index": 33,
      "start_time": 224860.0,
      "end_time": 232120.0,
      "text": "They needed to rely solely on popcorn for concession sales and by the end of the war, that was it for America."
    },
    {
      "index": 34,
      "start_time": 232120.0,
      "end_time": 235360.0,
      "text": "Popcorn was the official movie theater snack."
    },
    {
      "index": 35,
      "start_time": 235360.0,
      "end_time": 239560.0,
      "text": "Over half of popcorn in America was consumed in the theaters."
    },
    {
      "index": 36,
      "start_time": 239560.0,
      "end_time": 247135.0,
      "text": "After all, movie theaters keep almost 100 percent off of concessions and only keep 40 percent of ticket sales."
    },
    {
      "index": 37,
      "start_time": 247135.0,
      "end_time": 250910.0,
      "text": "The movie theaters can't rely on ticket sales to stay afloat."
    },
    {
      "index": 38,
      "start_time": 250910.0,
      "end_time": 257400.0,
      "text": "So, they have to raise the prices of concessions to make a profit."
    },
    {
      "index": 39,
      "start_time": 257399.99999999997,
      "end_time": 261549.99999999997,
      "text": "The cost of popcorn actually saves the movie theater."
    },
    {
      "index": 40,
      "start_time": 261550.0,
      "end_time": 271755.0,
      "text": "It pays for lights, the sound system, heating and cooling, and if you weren't paying the high amount for concessions, the theaters would charge more for the tickets."
    },
    {
      "index": 41,
      "start_time": 271755.0,
      "end_time": 286400.0,
      "text": "One thing we can't deny though is when we think of the movies, we think of popcorn and in the end, we have the Great Depression to thank for it."
    },
    {
      "index": 42,
      "start_time": 286400.0,
      "end_time": 287985.0,
      "text": "Thank you for watching our video."
    },
    {
      "index": 43,
      "start_time": 287985.0,
      "end_time": 296980.0,
      "text": "Please be sure to like, comment, and subscribe to our channel and turn on the little bell below so you can get notifications whenever we post a new video."
    }
  ]
}