{
  "video_id": "SmW86k9ZLFg",
  "title": "Fragile X syndrome",
  "json": [
    {
      "index": 1,
      "start_time": 160.0,
      "end_time": 6689.0,
      "text": "Fragile X syndrome, also known as Martin–Bell syndrome, or Escalante&#39;s syndrome, is a genetic"
    },
    {
      "index": 2,
      "start_time": 6689.0,
      "end_time": 12919.0,
      "text": "syndrome that is the most widespread single-gene cause of autism and inherited cause of intellectual"
    },
    {
      "index": 3,
      "start_time": 12919.0,
      "end_time": 18090.0,
      "text": "disability especially among boys. It results in a spectrum of intellectual disabilities"
    },
    {
      "index": 4,
      "start_time": 18090.0,
      "end_time": 23740.0,
      "text": "ranging from mild to severe as well as physical characteristics such as an elongated face,"
    },
    {
      "index": 5,
      "start_time": 23740.0,
      "end_time": 29689.0,
      "text": "large or protruding ears, and large testes, and behavioral characteristics such as stereotypic"
    },
    {
      "index": 6,
      "start_time": 29689.0,
      "end_time": 35260.0,
      "text": "movements, and social anxiety. Fragile X syndrome is associated with the"
    },
    {
      "index": 7,
      "start_time": 35260.0,
      "end_time": 40989.0,
      "text": "expansion of the CGG trinucleotide repeat affecting the Fragile X mental retardation"
    },
    {
      "index": 8,
      "start_time": 40989.0,
      "end_time": 46680.0,
      "text": "1 gene on the X chromosome, resulting in a failure to express the fragile X mental retardation"
    },
    {
      "index": 9,
      "start_time": 46680.0,
      "end_time": 51899.0,
      "text": "protein, which is required for normal neural development. Depending on the length of the"
    },
    {
      "index": 10,
      "start_time": 51899.0,
      "end_time": 59090.0,
      "text": "CGG repeat, an allele may be classified as normal, a premutation, or full mutation. A"
    },
    {
      "index": 11,
      "start_time": 59090.0,
      "end_time": 63789.0,
      "text": "definitive diagnosis of fragile X syndrome is made through genetic testing to determine"
    },
    {
      "index": 12,
      "start_time": 63789.0,
      "end_time": 70280.0,
      "text": "the number of CGG repeats. Testing for premutation carriers can also be carried out to allow"
    },
    {
      "index": 13,
      "start_time": 70280.0,
      "end_time": 76230.0,
      "text": "for genetic counseling. The first complete DNA sequence of the repeat expansion in someone"
    },
    {
      "index": 14,
      "start_time": 76230.0,
      "end_time": 82900.0,
      "text": "with the full mutation was generated by scientists in 2012 using SMRT sequencing."
    },
    {
      "index": 15,
      "start_time": 82900.0,
      "end_time": 87290.0,
      "text": "There is currently no drug treatment that has shown benefit specifically for fragile"
    },
    {
      "index": 16,
      "start_time": 87290.0,
      "end_time": 93170.0,
      "text": "X syndrome. However, medications are commonly used to treat symptoms of attention deficit"
    },
    {
      "index": 17,
      "start_time": 93170.0,
      "end_time": 99710.0,
      "text": "and hyperactivity, anxiety, and aggression. Supportive management is important in optimizing"
    },
    {
      "index": 18,
      "start_time": 99710.0,
      "end_time": 104810.0,
      "text": "functioning in individuals with fragile X syndrome, and may involve speech therapy,"
    },
    {
      "index": 19,
      "start_time": 104810.0,
      "end_time": 110680.0,
      "text": "occupational therapy, and individualized educational and behavioral programs."
    },
    {
      "index": 20,
      "start_time": 110680.0,
      "end_time": 112600.0,
      "text": "Signs and symptoms"
    },
    {
      "index": 21,
      "start_time": 112600.0,
      "end_time": 117560.0,
      "text": "Aside from intellectual disability, prominent characteristics of the syndrome may include"
    },
    {
      "index": 22,
      "start_time": 117560.0,
      "end_time": 125470.0,
      "text": "an elongated face, large or protruding ears, flat feet, larger testes, and low muscle tone."
    },
    {
      "index": 23,
      "start_time": 125470.0,
      "end_time": 131920.0,
      "text": "Recurrent otitis media and sinusitis is common during early childhood. Speech may be cluttered"
    },
    {
      "index": 24,
      "start_time": 131920.0,
      "end_time": 137730.0,
      "text": "or nervous. Behavioral characteristics may include stereotypic movements and atypical"
    },
    {
      "index": 25,
      "start_time": 137730.0,
      "end_time": 144230.0,
      "text": "social development, particularly shyness, limited eye contact, memory problems, and"
    },
    {
      "index": 26,
      "start_time": 144230.0,
      "end_time": 149880.0,
      "text": "difficulty with face encoding. Some individuals with fragile X syndrome also meet the diagnostic"
    },
    {
      "index": 27,
      "start_time": 149880.0,
      "end_time": 154410.0,
      "text": "criteria for autism. Males with a full mutation display virtually"
    },
    {
      "index": 28,
      "start_time": 154410.0,
      "end_time": 160530.0,
      "text": "complete penetrance and will therefore almost always display symptoms of FXS, while females"
    },
    {
      "index": 29,
      "start_time": 160530.0,
      "end_time": 166570.0,
      "text": "with a full mutation generally display a penetrance of about 50% as a result of having a second,"
    },
    {
      "index": 30,
      "start_time": 166570.0,
      "end_time": 173150.0,
      "text": "normal X chromosome. Females with FXS may have symptoms ranging from mild to severe,"
    },
    {
      "index": 31,
      "start_time": 173150.0,
      "end_time": 176630.0,
      "text": "although they are generally less affected than males."
    },
    {
      "index": 32,
      "start_time": 176630.0,
      "end_time": 180210.0,
      "text": "Physical phenotype Large, protruding ears"
    },
    {
      "index": 33,
      "start_time": 180210.0,
      "end_time": 182700.0,
      "text": "Long face High-arched palate"
    },
    {
      "index": 34,
      "start_time": 182700.0,
      "end_time": 186840.0,
      "text": "Hyperextensible finger joints Hyperextensible thumbs"
    },
    {
      "index": 35,
      "start_time": 186840.0,
      "end_time": 188819.0,
      "text": "Flat feet Soft skin"
    },
    {
      "index": 36,
      "start_time": 188819.0,
      "end_time": 192540.0,
      "text": "Postpubescent macroorchidism Hypotonia"
    },
    {
      "index": 37,
      "start_time": 192540.0,
      "end_time": 196120.0,
      "text": "Intellectual development Individuals with FXS may present anywhere"
    },
    {
      "index": 38,
      "start_time": 196120.0,
      "end_time": 200940.0,
      "text": "on a continuum from learning disabilities in the context of a normal intelligence quotient"
    },
    {
      "index": 39,
      "start_time": 200940.0,
      "end_time": 206050.0,
      "text": "to severe intellectual disability, with an average IQ of 40 in males who have complete"
    },
    {
      "index": 40,
      "start_time": 206050.0,
      "end_time": 212770.0,
      "text": "silencing of the FMR1 gene. Females, who tend to be less affected, generally have an IQ"
    },
    {
      "index": 41,
      "start_time": 212770.0,
      "end_time": 217990.0,
      "text": "which is normal or borderline with learning difficulties. The main difficulties in individuals"
    },
    {
      "index": 42,
      "start_time": 217990.0,
      "end_time": 225110.0,
      "text": "with FXS are with working and short-term memory, executive function, visual memory, visual-spatial"
    },
    {
      "index": 43,
      "start_time": 225110.0,
      "end_time": 230140.0,
      "text": "relationships, and mathematics, with verbal abilities being relatively spared."
    },
    {
      "index": 44,
      "start_time": 230140.0,
      "end_time": 236650.0,
      "text": "Data on intellectual development in FXS are limited. However, there is some evidence that"
    },
    {
      "index": 45,
      "start_time": 236650.0,
      "end_time": 242209.0,
      "text": "standardized IQ decreases over time in the majority of cases, apparently as a result"
    },
    {
      "index": 46,
      "start_time": 242209.0,
      "end_time": 248080.0,
      "text": "of slowed intellectual development. A longitudinal study looking at pairs of siblings where one"
    },
    {
      "index": 47,
      "start_time": 248080.0,
      "end_time": 252610.0,
      "text": "child was affected and the other was not found that affected children had an intellectual"
    },
    {
      "index": 48,
      "start_time": 252610.0,
      "end_time": 257350.0,
      "text": "learning rate which was 55% slower than unaffected children."
    },
    {
      "index": 49,
      "start_time": 257350.00000000003,
      "end_time": 263060.0,
      "text": "When both autism and FXS are present, a greater language deficit and lower IQ is observed"
    },
    {
      "index": 50,
      "start_time": 263060.0,
      "end_time": 267060.0,
      "text": "as compared to children with only FXS. Autism"
    },
    {
      "index": 51,
      "start_time": 267060.0,
      "end_time": 272780.0,
      "text": "Fragile X syndrome co-occurs with autism in about 5% of cases and is a suspected genetic"
    },
    {
      "index": 52,
      "start_time": 272780.0,
      "end_time": 279260.0,
      "text": "cause of the autism in these cases. This finding has resulted in screening for FMR1 mutation"
    },
    {
      "index": 53,
      "start_time": 279260.0,
      "end_time": 285380.0,
      "text": "to be considered mandatory in children diagnosed with autism. Of those with fragile X syndrome,"
    },
    {
      "index": 54,
      "start_time": 285380.0,
      "end_time": 291790.0,
      "text": "prevalence of concurrent autism spectrum disorder has been estimated to be between 15 and 60%,"
    },
    {
      "index": 55,
      "start_time": 291790.0,
      "end_time": 297120.0,
      "text": "with the variation due to differences in diagnostic methods and the high frequency of autistic"
    },
    {
      "index": 56,
      "start_time": 297120.0,
      "end_time": 303480.0,
      "text": "features in individuals with fragile X syndrome not meeting the DSM criteria for an ASD."
    },
    {
      "index": 57,
      "start_time": 303480.0,
      "end_time": 309020.0,
      "text": "Although individuals with FXS have difficulties in forming friendships, those with FXS and"
    },
    {
      "index": 58,
      "start_time": 309020.0,
      "end_time": 315550.0,
      "text": "ASD characteristically also have difficulties with reciprocal conversation with their peers."
    },
    {
      "index": 59,
      "start_time": 315550.0,
      "end_time": 320750.0,
      "text": "Social withdrawal behaviors, including avoidance and indifference, appear to be the best predictors"
    },
    {
      "index": 60,
      "start_time": 320750.0,
      "end_time": 326660.0,
      "text": "of ASD in FXS, with avoidance appearing to be correlated more with social anxiety while"
    },
    {
      "index": 61,
      "start_time": 326660.0,
      "end_time": 333240.0,
      "text": "indifference was more strongly correlated to severe ASD. When both autism and FXS are"
    },
    {
      "index": 62,
      "start_time": 333240.0,
      "end_time": 337930.0,
      "text": "present, a greater language deficit and lower IQ is observed as compared to children with"
    },
    {
      "index": 63,
      "start_time": 337930.0,
      "end_time": 342710.0,
      "text": "only FXS. Genetic mouse models of FXS have also been"
    },
    {
      "index": 64,
      "start_time": 342710.0,
      "end_time": 346830.0,
      "text": "shown to have autistic-like behaviors. Social interaction"
    },
    {
      "index": 65,
      "start_time": 346830.0,
      "end_time": 353960.0,
      "text": "FXS is characterized by social anxiety, including poor eye contact, gaze aversion, prolonged"
    },
    {
      "index": 66,
      "start_time": 353960.0,
      "end_time": 360389.0,
      "text": "time to commence social interaction, and challenges forming peer relationships. Social anxiety"
    },
    {
      "index": 67,
      "start_time": 360389.0,
      "end_time": 367040.0,
      "text": "is one of the most common features associated with FXS, with up to 75% of males in one series"
    },
    {
      "index": 68,
      "start_time": 367040.0,
      "end_time": 373520.0,
      "text": "characterized as having excessive shyness and 50% having panic attacks. Social anxiety"
    },
    {
      "index": 69,
      "start_time": 373520.0,
      "end_time": 379169.0,
      "text": "in individuals with FXS is related to challenges with face encoding, the ability to recognize"
    },
    {
      "index": 70,
      "start_time": 379169.0,
      "end_time": 384660.0,
      "text": "a face that one has seen before. It appears that individuals with FXS are interested"
    },
    {
      "index": 71,
      "start_time": 384660.0,
      "end_time": 390260.0,
      "text": "in social interaction and display greater empathy than groups with other causes of intellectual"
    },
    {
      "index": 72,
      "start_time": 390260.0,
      "end_time": 394979.0,
      "text": "disability, but display anxiety and withdrawal when placed in unfamiliar situations with"
    },
    {
      "index": 73,
      "start_time": 394979.0,
      "end_time": 400350.0,
      "text": "unfamiliar people. This may range from mild social withdrawal, which is predominantly"
    },
    {
      "index": 74,
      "start_time": 400350.0,
      "end_time": 406360.0,
      "text": "associated with shyness, to severe social withdrawal, which may be associated with co-existing"
    },
    {
      "index": 75,
      "start_time": 406360.0,
      "end_time": 412720.0,
      "text": "autism spectrum disorder. Females with FXS frequently display shyness,"
    },
    {
      "index": 76,
      "start_time": 412720.0,
      "end_time": 418729.0,
      "text": "social anxiety and social avoidance or withdrawal. In addition, premutation in females has been"
    },
    {
      "index": 77,
      "start_time": 418729.0,
      "end_time": 425389.0,
      "text": "found to be associated with social anxiety. The size of DNA insertion is related to severity"
    },
    {
      "index": 78,
      "start_time": 425389.0,
      "end_time": 432110.0,
      "text": "of attention problems and withdrawal symptoms. Individuals with FXS show decreased activation"
    },
    {
      "index": 79,
      "start_time": 432110.0,
      "end_time": 439300.0,
      "text": "in the prefrontal regions of the brain. These regions are associated with social cognition."
    },
    {
      "index": 80,
      "start_time": 439300.0,
      "end_time": 442190.0,
      "text": "Psychiatric Attention deficit hyperactivity disorder is"
    },
    {
      "index": 81,
      "start_time": 442190.0,
      "end_time": 447740.0,
      "text": "found in the majority of males with FXS and 30% of females, making it the most common"
    },
    {
      "index": 82,
      "start_time": 447740.0,
      "end_time": 454639.0,
      "text": "psychiatric diagnosis in those with FXS. Hyperactivity and disruptive behavior peak in the preschool"
    },
    {
      "index": 83,
      "start_time": 454639.0,
      "end_time": 459180.0,
      "text": "years and then gradually decline with age, although inattentive symptoms are generally"
    },
    {
      "index": 84,
      "start_time": 459180.0,
      "end_time": 463100.0,
      "text": "lifelong. Aside from the characteristic social phobia"
    },
    {
      "index": 85,
      "start_time": 463100.0,
      "end_time": 469360.0,
      "text": "features, a range of other anxiety symptoms are very commonly associated with FXS, with"
    },
    {
      "index": 86,
      "start_time": 469360.0,
      "end_time": 474979.0,
      "text": "symptoms typically spanning a number of psychiatric diagnoses but not fulfilling any of the criteria"
    },
    {
      "index": 87,
      "start_time": 474979.0,
      "end_time": 481419.0,
      "text": "in full. Behaviors such as hand flapping and biting, as well as aggression, can be an expression"
    },
    {
      "index": 88,
      "start_time": 481419.0,
      "end_time": 486940.0,
      "text": "of anxiety. Although only a minority will meet the criteria for obsessive-compulsive"
    },
    {
      "index": 89,
      "start_time": 486940.0,
      "end_time": 493699.0,
      "text": "disorder, a significant majority will feature obsessive-type symptoms. However, as individuals"
    },
    {
      "index": 90,
      "start_time": 493699.0,
      "end_time": 500000.0,
      "text": "with FXS generally find these behaviors pleasurable, unlike individuals with OCD, they are more"
    },
    {
      "index": 91,
      "start_time": 500000.0,
      "end_time": 506639.0,
      "text": "frequently referred to as stereotypic behaviors. Mood symptoms in individuals with FXS rarely"
    },
    {
      "index": 92,
      "start_time": 506639.0,
      "end_time": 511660.0,
      "text": "meet diagnostic criteria for a major mood disorder as they are typically not of sustained"
    },
    {
      "index": 93,
      "start_time": 511660.0,
      "end_time": 517579.0,
      "text": "duration. Instead, these are usually transient and related to stressors, and may involve"
    },
    {
      "index": 94,
      "start_time": 517578.99999999994,
      "end_time": 522628.99999999994,
      "text": "labile mood, irritability, self-injury and aggression."
    },
    {
      "index": 95,
      "start_time": 522629.0,
      "end_time": 527999.0,
      "text": "Individuals with fragile X-associated tremor/ataxia syndrome are likely to experience combinations"
    },
    {
      "index": 96,
      "start_time": 527999.0,
      "end_time": 534959.0,
      "text": "of dementia, mood, and anxiety disorders. Males with the FMR1 premutation and clinical"
    },
    {
      "index": 97,
      "start_time": 534959.0,
      "end_time": 542329.0,
      "text": "evidence of FXTAS were found to have increased occurrence of somatization, obsessive–compulsive"
    },
    {
      "index": 98,
      "start_time": 542329.0,
      "end_time": 550309.0,
      "text": "disorder, interpersonal sensitivity, depression, phobic anxiety, and psychoticism."
    },
    {
      "index": 99,
      "start_time": 550309.0,
      "end_time": 554769.0,
      "text": "Hypersensitivity and repetitive behavior Children with fragile X have very short attention"
    },
    {
      "index": 100,
      "start_time": 554769.0,
      "end_time": 562790.0,
      "text": "spans, are hyperactive, and show hypersensitivity to visual, auditory, tactile, and olfactory"
    },
    {
      "index": 101,
      "start_time": 562790.0,
      "end_time": 567279.0,
      "text": "stimuli. These children have difficulty in large crowds due to the loud noises and this"
    },
    {
      "index": 102,
      "start_time": 567279.0,
      "end_time": 573139.0,
      "text": "can lead to tantrums due to hyperarousal. Children with FXS pull away from light touch"
    },
    {
      "index": 103,
      "start_time": 573139.0,
      "end_time": 579389.0,
      "text": "and can find textures of materials to be irritating. Transitions from one location to another can"
    },
    {
      "index": 104,
      "start_time": 579389.0,
      "end_time": 587929.0,
      "text": "be difficult for children with FXS. Behavioral therapy can be used to decrease the child’s"
    },
    {
      "index": 105,
      "start_time": 587929.0,
      "end_time": 592459.0,
      "text": "sensitivity in some cases. Perseveration is a common communicative and"
    },
    {
      "index": 106,
      "start_time": 592459.0,
      "end_time": 599290.0,
      "text": "behavioral characteristic in FXS. Children with FXS may repeat a certain ordinary activity"
    },
    {
      "index": 107,
      "start_time": 599290.0,
      "end_time": 604920.0,
      "text": "over and over. In speech, the trend is not only in repeating the same phrase but also"
    },
    {
      "index": 108,
      "start_time": 604920.0,
      "end_time": 610459.0,
      "text": "talking about the same subject continually. Cluttered speech and self-talk are commonly"
    },
    {
      "index": 109,
      "start_time": 610459.0,
      "end_time": 616769.0,
      "text": "seen. Self-talk includes talking with oneself using different tones and pitches."
    },
    {
      "index": 110,
      "start_time": 616769.0,
      "end_time": 620739.0,
      "text": "Vision Ophthalmologic problems include strabismus."
    },
    {
      "index": 111,
      "start_time": 620739.0,
      "end_time": 626459.0,
      "text": "This requires early identification to avoid amblyopia. Surgery or patching are usually"
    },
    {
      "index": 112,
      "start_time": 626459.0,
      "end_time": 632059.0,
      "text": "necessary to treat strabismus if diagnosed early. Refractive errors in patients with"
    },
    {
      "index": 113,
      "start_time": 632059.0,
      "end_time": 636129.0,
      "text": "FXS are also common. Neurological"
    },
    {
      "index": 114,
      "start_time": 636129.0,
      "end_time": 640809.0,
      "text": "Individuals with FXS are at a higher risk of developing seizures, with rates between"
    },
    {
      "index": 115,
      "start_time": 640809.0,
      "end_time": 647339.0,
      "text": "10% and 40% reported in the literature. In larger study populations the frequency varies"
    },
    {
      "index": 116,
      "start_time": 647339.0,
      "end_time": 654199.0,
      "text": "between 13% and 18%, consistent with a recent survey of caregivers which found that 14%"
    },
    {
      "index": 117,
      "start_time": 654199.0,
      "end_time": 660999.0,
      "text": "of males and 6% of females experienced seizures. The seizures tend to be partial, are generally"
    },
    {
      "index": 118,
      "start_time": 660999.0,
      "end_time": 665889.0,
      "text": "not frequent, and are amenable to treatment with medication."
    },
    {
      "index": 119,
      "start_time": 665889.0,
      "end_time": 669550.0,
      "text": "Individuals who are carriers of premutation alleles are at risk for developing fragile"
    },
    {
      "index": 120,
      "start_time": 669550.0,
      "end_time": 676730.0,
      "text": "X-associated tremor/ataxia syndrome, a progressive neurodegenerative disease. It is seen in approximately"
    },
    {
      "index": 121,
      "start_time": 676730.0,
      "end_time": 683610.0,
      "text": "half of male carriers over the age of 70, while penetrance in females is lower. Typically,"
    },
    {
      "index": 122,
      "start_time": 683610.0,
      "end_time": 688699.0,
      "text": "onset of tremor occurs in the sixth decade of life, with subsequent progression to ataxia"
    },
    {
      "index": 123,
      "start_time": 688699.0,
      "end_time": 692600.0,
      "text": "and gradual cognitive decline. Working memory"
    },
    {
      "index": 124,
      "start_time": 692600.0,
      "end_time": 697759.0,
      "text": "From their 40s onward, males with FXS begin developing progressively more severe problems"
    },
    {
      "index": 125,
      "start_time": 697759.0,
      "end_time": 703470.0,
      "text": "in performing tasks that require the central executive of working memory. Working memory"
    },
    {
      "index": 126,
      "start_time": 703470.0,
      "end_time": 708850.0,
      "text": "involves the temporary storage of information &#39;in mind&#39;, while processing the same or other"
    },
    {
      "index": 127,
      "start_time": 708850.0,
      "end_time": 715079.0,
      "text": "information. Phonological memory deteriorates with age in males, while visual-spatial memory"
    },
    {
      "index": 128,
      "start_time": 715079.0,
      "end_time": 720730.0,
      "text": "is not found to be directly related to age. Males often experience an impairment in the"
    },
    {
      "index": 129,
      "start_time": 720730.0,
      "end_time": 726379.0,
      "text": "functioning of the phonological loop. The CGG length is significantly correlated with"
    },
    {
      "index": 130,
      "start_time": 726379.0,
      "end_time": 733720.0,
      "text": "central executive and the visual–spatial memory. However, in a premutation individual,"
    },
    {
      "index": 131,
      "start_time": 733720.0,
      "end_time": 738869.0,
      "text": "CGG length is only significantly correlated with the central executive, not with either"
    },
    {
      "index": 132,
      "start_time": 738869.0,
      "end_time": 744249.0,
      "text": "phonological memory or visual–spatial memory. Fertility"
    },
    {
      "index": 133,
      "start_time": 744249.0,
      "end_time": 749129.0,
      "text": "About 20% of women who are carriers for the fragile X premutation are affected by fragile"
    },
    {
      "index": 134,
      "start_time": 749129.0,
      "end_time": 754549.0,
      "text": "X-related primary ovarian insufficiency, which is defined as menopause before the age of"
    },
    {
      "index": 135,
      "start_time": 754549.0,
      "end_time": 762059.0,
      "text": "40. The number of CGG repeats correlates with penetrance and age of onset. However, it is"
    },
    {
      "index": 136,
      "start_time": 762059.0,
      "end_time": 766699.0,
      "text": "interesting to note that premature menopause is more common in premutation carriers than"
    },
    {
      "index": 137,
      "start_time": 766699.0,
      "end_time": 773259.0,
      "text": "in women with the full mutation, and for premutations with more than 100 repeats the risk of FXPOI"
    },
    {
      "index": 138,
      "start_time": 773259.0,
      "end_time": 775660.0,
      "text": "begins to decrease. Causes"
    },
    {
      "index": 139,
      "start_time": 775660.0,
      "end_time": 780839.0,
      "text": "Fragile X syndrome is a genetic disorder which occurs as a result of a mutation of the fragile"
    },
    {
      "index": 140,
      "start_time": 780839.0,
      "end_time": 786389.0,
      "text": "X mental retardation 1 gene on the X chromosome, most commonly an increase in the number of"
    },
    {
      "index": 141,
      "start_time": 786389.0,
      "end_time": 794119.0,
      "text": "CGG trinucleotide repeats in the 5&#39; untranslated region of FMR1. Mutation at that site is found"
    },
    {
      "index": 142,
      "start_time": 794119.0,
      "end_time": 801139.0,
      "text": "in 1 out of about every 2000 males and 1 out of about every 259 females. Incidence of the"
    },
    {
      "index": 143,
      "start_time": 801139.0,
      "end_time": 808829.0,
      "text": "disorder itself is about 1 in every 3600 males and 1 in 4000–6000 females. Although this"
    },
    {
      "index": 144,
      "start_time": 808829.0,
      "end_time": 815889.0,
      "text": "accounts for over 98% of cases, FXS can also occur as a result of point mutations affecting"
    },
    {
      "index": 145,
      "start_time": 815889.0,
      "end_time": 820889.0,
      "text": "FMR1. In unaffected individuals, the FMR1 gene contains"
    },
    {
      "index": 146,
      "start_time": 820889.0,
      "end_time": 829850.0,
      "text": "5-44 repeats of the CGG codon, most commonly 29 or 30 repeats. Between 45 and 54 repeats"
    },
    {
      "index": 147,
      "start_time": 829850.0,
      "end_time": 834579.0,
      "text": "is considered a &quot;grey zone&quot;, with a premutation allele generally considered to be between"
    },
    {
      "index": 148,
      "start_time": 834579.0,
      "end_time": 840889.0,
      "text": "55 and 200 repeats in length. Individuals with fragile X syndrome have a full mutation"
    },
    {
      "index": 149,
      "start_time": 840889.0,
      "end_time": 847449.0,
      "text": "of the FMR1 allele, with over 200 repeats of the CGG codon. In these individuals with"
    },
    {
      "index": 150,
      "start_time": 847449.0,
      "end_time": 853449.0,
      "text": "a repeat expansion greater than 200, there is methylation of the CGG repeat expansion"
    },
    {
      "index": 151,
      "start_time": 853449.0,
      "end_time": 860049.0,
      "text": "and FMR1 promoter, leading to the silencing of the FMR1 gene and a lack of its product."
    },
    {
      "index": 152,
      "start_time": 860049.0,
      "end_time": 866709.0,
      "text": "This methylation of FMR1 in chromosome band Xq27.3 is believed to result in constriction"
    },
    {
      "index": 153,
      "start_time": 866709.0,
      "end_time": 871540.0,
      "text": "of the X chromosome which appears &#39;fragile&#39; under the microscope at that point, a phenomenon"
    },
    {
      "index": 154,
      "start_time": 871540.0,
      "end_time": 877970.0,
      "text": "that gave the syndrome its name. One study found that FMR1 silencing is mediated by the"
    },
    {
      "index": 155,
      "start_time": 877970.0,
      "end_time": 886809.0,
      "text": "FMR1 mRNA. The FMR1 mRNA contains the transcribed CGG-repeat tract as part of the 5&#39; untranslated"
    },
    {
      "index": 156,
      "start_time": 886809.0,
      "end_time": 893299.0,
      "text": "region, which hybridizes to the complementary CGG-repeat portion of the FMR1 gene to form"
    },
    {
      "index": 157,
      "start_time": 893299.0,
      "end_time": 896889.0,
      "text": "an RNA·DNA duplex. Transmission"
    },
    {
      "index": 158,
      "start_time": 896889.0,
      "end_time": 901329.0,
      "text": "Fragile X syndrome has traditionally been considered an X-linked dominant condition"
    },
    {
      "index": 159,
      "start_time": 901329.0,
      "end_time": 908119.0,
      "text": "with variable expressivity and possibly reduced penetrance. However, due to genetic anticipation"
    },
    {
      "index": 160,
      "start_time": 908119.0,
      "end_time": 913309.0,
      "text": "and X-inactivation in females, the inheritance of Fragile X syndrome does not follow the"
    },
    {
      "index": 161,
      "start_time": 913309.0,
      "end_time": 918389.0,
      "text": "usual pattern of X-linked dominant inheritance and some scholars have suggested discontinuing"
    },
    {
      "index": 162,
      "start_time": 918389.0,
      "end_time": 924569.0,
      "text": "labeling X-linked disorders as dominant or recessive. Females with full FMR1 mutations"
    },
    {
      "index": 163,
      "start_time": 924569.0,
      "end_time": 929369.0,
      "text": "may have a milder phenotype than males due to variability in X-inactivation."
    },
    {
      "index": 164,
      "start_time": 929369.0,
      "end_time": 935699.0,
      "text": "Before the FMR1 gene was discovered, analysis of pedigrees showed the presence of male carriers"
    },
    {
      "index": 165,
      "start_time": 935699.0,
      "end_time": 940389.0,
      "text": "who were asymptomatic, with their grandchildren affected by the condition at a higher rate"
    },
    {
      "index": 166,
      "start_time": 940389.0,
      "end_time": 945769.0,
      "text": "than their siblings suggesting that genetic anticipation was occurring. This tendency"
    },
    {
      "index": 167,
      "start_time": 945769.0,
      "end_time": 950499.0,
      "text": "for future generations to be affected at a higher frequency became known as the Sherman"
    },
    {
      "index": 168,
      "start_time": 950499.0,
      "end_time": 956529.0,
      "text": "paradox after its description in 1985. The explanation for this phenomenon is that"
    },
    {
      "index": 169,
      "start_time": 956529.0,
      "end_time": 961029.0,
      "text": "male carriers pass on their premutation to all of their daughters, with the length of"
    },
    {
      "index": 170,
      "start_time": 961029.0,
      "end_time": 967069.0,
      "text": "the FMR1 CGG repeat typically not increasing during meiosis, the cell division that is"
    },
    {
      "index": 171,
      "start_time": 967069.0,
      "end_time": 973480.0,
      "text": "required to produce sperm. Incidentally, males with a full mutation only pass on premutations"
    },
    {
      "index": 172,
      "start_time": 973480.0,
      "end_time": 979069.0,
      "text": "to their daughters. However, females with a full mutation are able to pass this full"
    },
    {
      "index": 173,
      "start_time": 979069.0,
      "end_time": 986220.0,
      "text": "mutation on, so theoretically there is a 50% chance that a child will be affected. In addition,"
    },
    {
      "index": 174,
      "start_time": 986220.0,
      "end_time": 991819.0,
      "text": "the length of the CGG repeat frequently does increase during meiosis in female premutation"
    },
    {
      "index": 175,
      "start_time": 991819.0,
      "end_time": 997239.0,
      "text": "carriers due to instability and so, depending on the length of their premutation, they may"
    },
    {
      "index": 176,
      "start_time": 997239.0,
      "end_time": 1001720.0,
      "text": "pass on a full mutation to their children who will then be affected."
    },
    {
      "index": 177,
      "start_time": 1001720.0,
      "end_time": 1005819.0,
      "text": "Pathophysiology FMRP is found throughout the body, but in"
    },
    {
      "index": 178,
      "start_time": 1005820.0,
      "end_time": 1011560.0,
      "text": "highest concentrations within the brain and testes. It appears to be primarily responsible"
    },
    {
      "index": 179,
      "start_time": 1011560.0,
      "end_time": 1017070.0,
      "text": "for selectively binding to around 4% of mRNA in mammalian brains and transporting it out"
    },
    {
      "index": 180,
      "start_time": 1017070.0,
      "end_time": 1022940.0,
      "text": "of the cell nucleus and to the synapses of neurons. Most of these mRNA targets have been"
    },
    {
      "index": 181,
      "start_time": 1022940.0,
      "end_time": 1028661.0,
      "text": "found to be located in the dendrites of neurons, and brain tissue from humans with FXS and"
    },
    {
      "index": 182,
      "start_time": 1028660.0000000001,
      "end_time": 1034000.0000000001,
      "text": "mouse models shows abnormal dendritic spines, which are required to increase contact with"
    },
    {
      "index": 183,
      "start_time": 1034000.0,
      "end_time": 1039380.0,
      "text": "other neurons. The subsequent abnormalities in the formation and function of synapses"
    },
    {
      "index": 184,
      "start_time": 1039380.0000000001,
      "end_time": 1044470.0000000001,
      "text": "and development of neural circuits result in impaired neuroplasticity, an integral part"
    },
    {
      "index": 185,
      "start_time": 1044470.0,
      "end_time": 1049930.0,
      "text": "of memory and learning. In addition, FMRP has been implicated in several"
    },
    {
      "index": 186,
      "start_time": 1049930.0,
      "end_time": 1056000.0,
      "text": "signalling pathways that are being targeted by a number of drugs undergoing clinical trials."
    },
    {
      "index": 187,
      "start_time": 1056000.0,
      "end_time": 1062830.0,
      "text": "The group 1 metabotropic glutamate receptor pathway, which includes mGluR1 and mGluR5,"
    },
    {
      "index": 188,
      "start_time": 1062830.0,
      "end_time": 1068220.0,
      "text": "is involved in mGluR-dependent long term depression and long term potentiation, both of which"
    },
    {
      "index": 189,
      "start_time": 1068220.0,
      "end_time": 1074920.0,
      "text": "are important mechanisms in learning. The lack of FMRP, which represses mRNA production"
    },
    {
      "index": 190,
      "start_time": 1074920.0,
      "end_time": 1082150.0,
      "text": "and thereby protein synthesis, leads to exaggerated LTD. FMRP also appears to affect dopamine"
    },
    {
      "index": 191,
      "start_time": 1082150.0,
      "end_time": 1087770.0,
      "text": "pathways in the prefrontal cortex which is believed to result in the attention deficit,"
    },
    {
      "index": 192,
      "start_time": 1087770.0,
      "end_time": 1094110.0,
      "text": "hyperactivity and impulse control problems associated with FXS. The downregulation of"
    },
    {
      "index": 193,
      "start_time": 1094110.0,
      "end_time": 1099420.0,
      "text": "GABA pathways, which serve an inhibitory function and are involved in learning and memory, may"
    },
    {
      "index": 194,
      "start_time": 1099420.0,
      "end_time": 1105270.0,
      "text": "be a factor in the anxiety symptoms which are commonly seen in FXS."
    },
    {
      "index": 195,
      "start_time": 1105270.0,
      "end_time": 1108460.0,
      "text": "Diagnosis Cytogenetic analysis for fragile X syndrome"
    },
    {
      "index": 196,
      "start_time": 1108460.0,
      "end_time": 1113700.0,
      "text": "was first available in the late 1970s when diagnosis of the syndrome and carrier status"
    },
    {
      "index": 197,
      "start_time": 1113700.0,
      "end_time": 1118040.0,
      "text": "could be determined by culturing cells in a folate deficient medium and then assessing"
    },
    {
      "index": 198,
      "start_time": 1118040.0,
      "end_time": 1123810.0,
      "text": "for &quot;fragile sites&quot; on the long arm of the X chromosome. This technique proved unreliable,"
    },
    {
      "index": 199,
      "start_time": 1123810.0,
      "end_time": 1130150.0,
      "text": "however, as the fragile site was often seen in less than 40% of an individual&#39;s cells."
    },
    {
      "index": 200,
      "start_time": 1130150.0,
      "end_time": 1134760.0,
      "text": "This was not as much of a problem in males, but in female carriers, where the fragile"
    },
    {
      "index": 201,
      "start_time": 1134760.0,
      "end_time": 1140960.0,
      "text": "site could generally only be seen in 10% of cells, the mutation often could not be visualised."
    },
    {
      "index": 202,
      "start_time": 1140960.0,
      "end_time": 1146940.0,
      "text": "Since the 1990s, more sensitive molecular techniques have been used to determine carrier"
    },
    {
      "index": 203,
      "start_time": 1146940.0,
      "end_time": 1154130.0,
      "text": "status. The fragile X abnormality is now directly determined by analysis of the number of CGG"
    },
    {
      "index": 204,
      "start_time": 1154130.0,
      "end_time": 1160270.0,
      "text": "repeats using polymerase chain reaction and methylation status using Southern blot analysis."
    },
    {
      "index": 205,
      "start_time": 1160270.0,
      "end_time": 1165590.0,
      "text": "By determining the number of CGG repeats on the X chromosome, this method allows for more"
    },
    {
      "index": 206,
      "start_time": 1165590.0,
      "end_time": 1170500.0,
      "text": "accurate assessment of risk for premutation carriers in terms of their own risk of fragile"
    },
    {
      "index": 207,
      "start_time": 1170500.0,
      "end_time": 1175890.0,
      "text": "X associated syndromes, as well as their risk of having affected children. Because this"
    },
    {
      "index": 208,
      "start_time": 1175890.0,
      "end_time": 1182180.0,
      "text": "method only tests for expansion of the CGG repeat, individuals with FXS due to missense"
    },
    {
      "index": 209,
      "start_time": 1182180.0,
      "end_time": 1187590.0,
      "text": "mutations or deletions involving FMR1 will not be diagnosed using this test and should"
    },
    {
      "index": 210,
      "start_time": 1187590.0,
      "end_time": 1193980.0,
      "text": "therefore undergo sequencing of the FMR1 gene if there is clinical suspicion of FXS."
    },
    {
      "index": 211,
      "start_time": 1193980.0,
      "end_time": 1200530.0,
      "text": "Prenatal testing with chorionic villus sampling or amniocentesis allows diagnosis of FMR1"
    },
    {
      "index": 212,
      "start_time": 1200530.0,
      "end_time": 1204510.0,
      "text": "mutation while the fetus is in utero and appears to be reliable."
    },
    {
      "index": 213,
      "start_time": 1204510.0,
      "end_time": 1210230.0,
      "text": "Early diagnosis of fragile X syndrome or carrier status is important for providing early intervention"
    },
    {
      "index": 214,
      "start_time": 1210230.0,
      "end_time": 1214900.0,
      "text": "in children or fetuses with the syndrome, and allowing genetic counselling with regards"
    },
    {
      "index": 215,
      "start_time": 1214900.0,
      "end_time": 1219510.0,
      "text": "to the potential for a couple&#39;s future children to be affected."
    },
    {
      "index": 216,
      "start_time": 1219510.0,
      "end_time": 1221250.0,
      "text": "Management Pharmacological"
    },
    {
      "index": 217,
      "start_time": 1221250.0,
      "end_time": 1225470.0,
      "text": "Due to the fact that there are no current treatments or cures for the underlying defects"
    },
    {
      "index": 218,
      "start_time": 1225470.0,
      "end_time": 1232390.0,
      "text": "of FXS, it is even more critical for medical science to innovate new and efficacious pharmacological"
    },
    {
      "index": 219,
      "start_time": 1232390.0,
      "end_time": 1236020.0,
      "text": "treatments as well as targeted behavioral interventions."
    },
    {
      "index": 220,
      "start_time": 1236020.0,
      "end_time": 1240310.0,
      "text": "Current trends in treating the disorder include medications for symptom-based treatments that"
    },
    {
      "index": 221,
      "start_time": 1240310.0,
      "end_time": 1246010.0,
      "text": "aim to minimize the secondary characteristics associated with the disorder. If an individual"
    },
    {
      "index": 222,
      "start_time": 1246010.0,
      "end_time": 1251900.0,
      "text": "is diagnosed with FXS, genetic counseling for testing family members at risk for carrying"
    },
    {
      "index": 223,
      "start_time": 1251900.0,
      "end_time": 1257480.0,
      "text": "the full mutation or premutation is a critical first-step. Due to a higher prevalence of"
    },
    {
      "index": 224,
      "start_time": 1257480.0,
      "end_time": 1264090.0,
      "text": "FXS in boys, the most commonly used medications are stimulants that target hyperactivity,"
    },
    {
      "index": 225,
      "start_time": 1264090.0,
      "end_time": 1270890.0,
      "text": "impulsivity, and attentional problems. For co-morbid disorders with FXS, antidepressants"
    },
    {
      "index": 226,
      "start_time": 1270890.0,
      "end_time": 1277380.0,
      "text": "such as selective serotonin reuptake inhibitors are utilized to treat the underlying anxiety,"
    },
    {
      "index": 227,
      "start_time": 1277380.0,
      "end_time": 1283740.0,
      "text": "obsessive-compulsive behaviors, and mood disorders. Following antidepressants, antipsychotics"
    },
    {
      "index": 228,
      "start_time": 1283740.0,
      "end_time": 1288660.0,
      "text": "such as Risperdal and Seroquel are used to treat high rates of self-injurious, aggressive"
    },
    {
      "index": 229,
      "start_time": 1288660.0,
      "end_time": 1295060.0,
      "text": "and aberrant behaviors in this population. Anticonvulsants are another set of pharmacological"
    },
    {
      "index": 230,
      "start_time": 1295060.0,
      "end_time": 1301230.0,
      "text": "treatments used to control seizures as well as mood swings in 13%-18% of individuals suffering"
    },
    {
      "index": 231,
      "start_time": 1301230.0,
      "end_time": 1308130.0,
      "text": "from FXS. Drugs targeting the mGluR5 that are linked with synaptic plasticity are especially"
    },
    {
      "index": 232,
      "start_time": 1308130.0,
      "end_time": 1314910.0,
      "text": "beneficial for targeted symptoms of FXS. Lithium is also currently being used in clinical trials"
    },
    {
      "index": 233,
      "start_time": 1314910.0,
      "end_time": 1321140.0,
      "text": "with humans, showing significant improvements in behavioral functioning, adaptive behavior,"
    },
    {
      "index": 234,
      "start_time": 1321140.0,
      "end_time": 1327150.0,
      "text": "and verbal memory. Alongside pharmacological treatments, environmental influences such"
    },
    {
      "index": 235,
      "start_time": 1327150.0,
      "end_time": 1331990.0,
      "text": "as home environment and parental abilities as well as behavioral interventions such as"
    },
    {
      "index": 236,
      "start_time": 1331990.0,
      "end_time": 1338340.0,
      "text": "speech therapy, sensory integration, etc. all factor in together to promote adaptive"
    },
    {
      "index": 237,
      "start_time": 1338340.0,
      "end_time": 1343960.0,
      "text": "functioning for individuals with FXS. Despite the presence of many medications used"
    },
    {
      "index": 238,
      "start_time": 1343960.0,
      "end_time": 1349910.0,
      "text": "to treat the secondary behavioral phenotype of FXS, medical scientists and policy makers"
    },
    {
      "index": 239,
      "start_time": 1349910.0,
      "end_time": 1354730.0,
      "text": "need to work closely together in order to generate not only good science through efficacious"
    },
    {
      "index": 240,
      "start_time": 1354730.0,
      "end_time": 1359810.0,
      "text": "treatments but also for increasing the available knowledge bank on molecular therapies and"
    },
    {
      "index": 241,
      "start_time": 1359810.0,
      "end_time": 1365990.0,
      "text": "FXS through clinical trials of more known disorders such as ADHD and autism. Due to"
    },
    {
      "index": 242,
      "start_time": 1365990.0,
      "end_time": 1371740.0,
      "text": "FXS individuals falling on a spectrum of cognitive deficits, planned educational curricula can"
    },
    {
      "index": 243,
      "start_time": 1371740.0,
      "end_time": 1377830.0,
      "text": "be facilitated in order to manage better cognitive functioning for these individuals. It is important"
    },
    {
      "index": 244,
      "start_time": 1377830.0,
      "end_time": 1382990.0,
      "text": "to understand the implications targeted treatments can have on not only the individuals with"
    },
    {
      "index": 245,
      "start_time": 1382990.0,
      "end_time": 1388630.0,
      "text": "FXS, but also the clinicians and parents in close contact with these individuals, resulting"
    },
    {
      "index": 246,
      "start_time": 1388630.0,
      "end_time": 1393940.0,
      "text": "in early diagnosing and screening matched with optimal targeted interventions."
    },
    {
      "index": 247,
      "start_time": 1393940.0,
      "end_time": 1398580.0,
      "text": "Current pharmacological treatment centers on managing problem behaviors and psychiatric"
    },
    {
      "index": 248,
      "start_time": 1398580.0,
      "end_time": 1404780.0,
      "text": "symptoms associated with FXS. However, as there has been very little research done in"
    },
    {
      "index": 249,
      "start_time": 1404780.0,
      "end_time": 1410060.0,
      "text": "this specific population, the evidence to support the use of these medications in individuals"
    },
    {
      "index": 250,
      "start_time": 1410060.0,
      "end_time": 1415770.0,
      "text": "with FXS is poor. While there is no current cure for the syndrome, there is hope that"
    },
    {
      "index": 251,
      "start_time": 1415770.0,
      "end_time": 1420440.0,
      "text": "further understanding of its underlying causes will lead to new therapies."
    },
    {
      "index": 252,
      "start_time": 1420440.0,
      "end_time": 1427170.0,
      "text": "ADHD, which affects the majority of boys and 30% of girls with FXS, is frequently treated"
    },
    {
      "index": 253,
      "start_time": 1427170.0,
      "end_time": 1433740.0,
      "text": "using stimulants. However, the use of stimulants in the fragile X population is associated"
    },
    {
      "index": 254,
      "start_time": 1433740.0,
      "end_time": 1438960.0,
      "text": "with a greater frequency of adverse events including increased anxiety, irritability"
    },
    {
      "index": 255,
      "start_time": 1438960.0,
      "end_time": 1445530.0,
      "text": "and mood lability. Anxiety, as well as mood and obsessive-compulsive symptoms, may be"
    },
    {
      "index": 256,
      "start_time": 1445530.0,
      "end_time": 1452030.0,
      "text": "treated using SSRIs, although these can also aggravate hyperactivity and cause disinhibited"
    },
    {
      "index": 257,
      "start_time": 1452030.0,
      "end_time": 1457720.0,
      "text": "behavior. Atypical antipsychotics can be used to stabilise mood and control aggression,"
    },
    {
      "index": 258,
      "start_time": 1457720.0,
      "end_time": 1463790.0,
      "text": "especially in those with comorbid ASD. However, monitoring is required for metabolic side"
    },
    {
      "index": 259,
      "start_time": 1463790.0,
      "end_time": 1469420.0,
      "text": "effects including weight gain and diabetes, as well as movement disorders related to extrapyramidal"
    },
    {
      "index": 260,
      "start_time": 1469420.0,
      "end_time": 1475710.0,
      "text": "side effects such as tardive dyskinesia. Individuals with coexisting seizure disorder may require"
    },
    {
      "index": 261,
      "start_time": 1475710.0,
      "end_time": 1480420.0,
      "text": "treatment with anticonvulsants. Non-pharmacological"
    },
    {
      "index": 262,
      "start_time": 1480420.0,
      "end_time": 1486850.0,
      "text": "Management of FXS may include speech therapy, behavioral therapy, sensory integration occupational"
    },
    {
      "index": 263,
      "start_time": 1486850.0,
      "end_time": 1493700.0,
      "text": "therapy, special education, or individualised educational plans, and, when necessary, treatment"
    },
    {
      "index": 264,
      "start_time": 1493700.0,
      "end_time": 1499470.0,
      "text": "of physical abnormalities. Persons with fragile X syndrome in their family histories are advised"
    },
    {
      "index": 265,
      "start_time": 1499470.0,
      "end_time": 1504520.0,
      "text": "to seek genetic counseling to assess the likelihood of having children who are affected, and how"
    },
    {
      "index": 266,
      "start_time": 1504520.0,
      "end_time": 1507780.0,
      "text": "severe any impairments may be in affected descendants."
    },
    {
      "index": 267,
      "start_time": 1507780.0,
      "end_time": 1511370.0,
      "text": "Research The increased understanding of the molecular"
    },
    {
      "index": 268,
      "start_time": 1511370.0,
      "end_time": 1516960.0,
      "text": "mechanisms of disease in FXS has led to the development of therapies targeting the affected"
    },
    {
      "index": 269,
      "start_time": 1516960.0,
      "end_time": 1523510.0,
      "text": "pathways. Evidence from mouse models shows that mGluR5 antagonists can rescue dendritic"
    },
    {
      "index": 270,
      "start_time": 1523510.0,
      "end_time": 1528870.0,
      "text": "spine abnormalities and seizures, as well as cognitive and behavioral problems, and"
    },
    {
      "index": 271,
      "start_time": 1528870.0,
      "end_time": 1536050.0,
      "text": "may show promise in the treatment of FXS. Two new drugs, AFQ-056 and dipraglurant, as"
    },
    {
      "index": 272,
      "start_time": 1536050.0,
      "end_time": 1540770.0,
      "text": "well as the repurposed drug fenobam are currently undergoing human trials for the treatment"
    },
    {
      "index": 273,
      "start_time": 1540770.0,
      "end_time": 1548320.0,
      "text": "of FXS. There is also early evidence for the efficacy of arbaclofen, a GABAB agonist, in"
    },
    {
      "index": 274,
      "start_time": 1548320.0,
      "end_time": 1553390.0,
      "text": "improving social withdrawal in individuals with FXS and ASD."
    },
    {
      "index": 275,
      "start_time": 1553390.0,
      "end_time": 1558670.0,
      "text": "In addition, there is evidence from mouse models that minocycline, an antibiotic used"
    },
    {
      "index": 276,
      "start_time": 1558670.0,
      "end_time": 1564660.0,
      "text": "for the treatment of acne, rescues abnormalities of the dendrites. An open trial in humans"
    },
    {
      "index": 277,
      "start_time": 1564660.0,
      "end_time": 1569790.0,
      "text": "has shown promising results, although there is currently no evidence from controlled trials"
    },
    {
      "index": 278,
      "start_time": 1569790.0,
      "end_time": 1572700.0,
      "text": "to support its use. History"
    },
    {
      "index": 279,
      "start_time": 1572700.0,
      "end_time": 1579480.0,
      "text": "In 1943, J. Purdon Martin and Julia Bell described a pedigree of X-linked mental disability,"
    },
    {
      "index": 280,
      "start_time": 1579480.0,
      "end_time": 1586250.0,
      "text": "without considering the macroorchidism. In 1969, Herbert Lubs first sighted an unusual"
    },
    {
      "index": 281,
      "start_time": 1586250.0,
      "end_time": 1592460.0,
      "text": "&quot;marker X chromosome&quot; in association with mental disability. In 1970, Frederick Hecht"
    },
    {
      "index": 282,
      "start_time": 1592460.0,
      "end_time": 1596730.0,
      "text": "coined the term &quot;fragile site&quot;. References"
    },
    {
      "index": 283,
      "start_time": 1596730.0,
      "end_time": 1603150.0,
      "text": "External links CDC’s National Center on Birth Defects and"
    },
    {
      "index": 284,
      "start_time": 1603150.0,
      "end_time": 1608780.0,
      "text": "Developmental Disabilities Fraxa.org – The Fragile X Research Foundation"
    },
    {
      "index": 285,
      "start_time": 1608780.0,
      "end_time": 1614370.0,
      "text": "Fragilex.org.uk – The United Kingdom National Fragile X charity"
    },
    {
      "index": 286,
      "start_time": 1614370.0,
      "end_time": 1621520.0,
      "text": "FragileX.org The National Fragile X Foundation – Support, Awareness, Education, Research"
    },
    {
      "index": 287,
      "start_time": 1621520.0,
      "end_time": 1627200.0,
      "text": "and Advocacy since 1984 FragileX.org.au – Fragile X Association"
    },
    {
      "index": 288,
      "start_time": 1627200.0,
      "end_time": 1629940.0,
      "text": "of Australia – charity – news, forums, support, information, clinics"
    },
    {
      "index": 289,
      "start_time": 1629940.0,
      "end_time": 1631430.0,
      "text": "The Colorado Fragile X Consortium Gene Reviews"
    },
    {
      "index": 290,
      "start_time": 1631430.0,
      "end_time": 1641430.0,
      "text": "Closely linked to Nicolaides-Baraitser syndrome"
    }
  ]
}