{
  "video_id": "SQXxcjJ5ODw",
  "title": "What is Basic Income and why do we need it",
  "json": [
    {
      "index": 1,
      "start_time": 80.0,
      "end_time": 5000.0,
      "text": "When we talk about basic income, we should be clear that we are talking about unconditional basic income,"
    },
    {
      "index": 2,
      "start_time": 5000.0,
      "end_time": 9960.0,
      "text": "which means that everybody gets a monthly basic income without having to give something in return."
    },
    {
      "index": 3,
      "start_time": 9960.0,
      "end_time": 13060.0,
      "text": "Basic Income is meant to improve general living conditions"
    },
    {
      "index": 4,
      "start_time": 13060.0,
      "end_time": 17980.0,
      "text": "and make it possible for everybody not simply to survive, but to participate in society."
    },
    {
      "index": 5,
      "start_time": 17980.0,
      "end_time": 21980.0,
      "text": "Furthermore the right to work will change into a right to exist."
    },
    {
      "index": 6,
      "start_time": 21980.0,
      "end_time": 26700.0,
      "text": "Nobody will be forced to work, while it is still possible and made an incentive to work."
    },
    {
      "index": 7,
      "start_time": 26700.0,
      "end_time": 30300.0,
      "text": "There are several reasons why a discussion about basic income is necessary."
    },
    {
      "index": 8,
      "start_time": 30300.0,
      "end_time": 35260.0,
      "text": "Especially with the ongoing automation in every economical sector, which is happening right now."
    },
    {
      "index": 9,
      "start_time": 35260.0,
      "end_time": 41460.0,
      "text": "Self-driving cars, warehouse-bots, software-bots, salesman-bots, etc."
    },
    {
      "index": 10,
      "start_time": 41460.0,
      "end_time": 44760.0,
      "text": "And those bots do not represent a small amount of the workforce."
    },
    {
      "index": 11,
      "start_time": 44760.0,
      "end_time": 48520.0,
      "text": "This is a list of jobs ranked by the number of people who perform them."
    },
    {
      "index": 12,
      "start_time": 48520.0,
      "end_time": 54240.0,
      "text": "All of these jobs already exist for over 50 years, and almost all of them are easy targets for automation."
    },
    {
      "index": 13,
      "start_time": 54240.0,
      "end_time": 59690.0,
      "text": "The only new job introduced because of the advances in technology is on place 33."
    },
    {
      "index": 14,
      "start_time": 59690.0,
      "end_time": 66500.0,
      "text": "The unemployment rate during the great depression was 25%, the jobs above are 45%."
    },
    {
      "index": 15,
      "start_time": 66500.0,
      "end_time": 71400.0,
      "text": "This list only represents the US workforce but nonetheless, if implemented on a global scale,"
    },
    {
      "index": 16,
      "start_time": 71400.0,
      "end_time": 75180.0,
      "text": "it will cause problems for the people that are currently employed in those sectors."
    },
    {
      "index": 17,
      "start_time": 75180.0,
      "end_time": 80040.0,
      "text": "They will be competing against robots who do not need to sleep, take no breaks and need no salary."
    },
    {
      "index": 18,
      "start_time": 80040.0,
      "end_time": 82640.0,
      "text": "They will be made unemployable."
    },
    {
      "index": 19,
      "start_time": 82640.0,
      "end_time": 88260.0,
      "text": "The changes are inevitable and may sound bad for many people, but it’s rather important what we make of it."
    },
    {
      "index": 20,
      "start_time": 88260.0,
      "end_time": 92860.0,
      "text": "Now to explain the idea of basic income we are going to use this simple sheet."
    },
    {
      "index": 21,
      "start_time": 92860.0,
      "end_time": 95780.0,
      "text": "Every one of those bars represent the income of one individual."
    },
    {
      "index": 22,
      "start_time": 95780.0,
      "end_time": 99540.0,
      "text": "Number One completely relies on social benefits as she can’t find a job."
    },
    {
      "index": 23,
      "start_time": 99540.0,
      "end_time": 103690.0,
      "text": "2, 3 and 4 do have a job but they do also get social benefits of some kind."
    },
    {
      "index": 24,
      "start_time": 103690.0,
      "end_time": 108120.0,
      "text": "7 does have a job and the highest income on this sheet, but also gets child support."
    },
    {
      "index": 25,
      "start_time": 108120.0,
      "end_time": 111500.0,
      "text": "Next up, the green line represents the basic income gap."
    },
    {
      "index": 26,
      "start_time": 111500.0,
      "end_time": 114960.0,
      "text": "As I stated out earlier, everybody gets basic income."
    },
    {
      "index": 27,
      "start_time": 114960.0,
      "end_time": 119700.0,
      "text": "Also basic income will replace social benefits till they eventually disappear."
    },
    {
      "index": 28,
      "start_time": 119700.0,
      "end_time": 124080.0,
      "text": "As 2-7 do have a job, they still get paid and for simplicity of this sheet,"
    },
    {
      "index": 29,
      "start_time": 124080.0,
      "end_time": 129620.0,
      "text": "they do not get replaced by bots, lose their jobs or stop to work."
    },
    {
      "index": 30,
      "start_time": 129620.0,
      "end_time": 136420.0,
      "text": "There are many different ways to finance basic income but I’m going to focus on financing through income tax."
    },
    {
      "index": 31,
      "start_time": 136420.0,
      "end_time": 139260.0,
      "text": "An important point in financing through income tax is,"
    },
    {
      "index": 32,
      "start_time": 139260.0,
      "end_time": 144980.0,
      "text": "that basic income should also implement an incentive to work, therefore it should also come with a tax free income gap."
    },
    {
      "index": 33,
      "start_time": 144980.0,
      "end_time": 149900.0,
      "text": "If 2 and 3 still want to work, they will not get taxed for it as they are below the gap."
    },
    {
      "index": 34,
      "start_time": 149900.0,
      "end_time": 152360.0,
      "text": "4 to 7 have a higher income and will get taxed."
    },
    {
      "index": 35,
      "start_time": 152360.0,
      "end_time": 159020.0,
      "text": "The actual income tax will not change much and whatever taxation system you choose, all of them will get the job done."
    },
    {
      "index": 36,
      "start_time": 159020.0,
      "end_time": 163580.0,
      "text": "Of course it would be possible to use more than one way of financing, for example,"
    },
    {
      "index": 37,
      "start_time": 163580.0,
      "end_time": 168700.0,
      "text": "as an addition to income tax also taxing certain products different."
    },
    {
      "index": 38,
      "start_time": 168700.0,
      "end_time": 171700.0,
      "text": "To face some complaints about basic income from the beginning,"
    },
    {
      "index": 39,
      "start_time": 171700.0,
      "end_time": 178760.0,
      "text": "basic income won’t be implemented with 2000 Dollar at Day1, as the robot revolution won’t take 45% of jobs by tomorrow."
    },
    {
      "index": 40,
      "start_time": 178760.0,
      "end_time": 182440.0,
      "text": "It will slowly rise and at first won’t make a huge difference to your income."
    },
    {
      "index": 41,
      "start_time": 182440.0,
      "end_time": 189940.0,
      "text": "And certainly it won’t make you rich. It will give you a certain standard including the freedom to choose to work."
    },
    {
      "index": 42,
      "start_time": 189940.0,
      "end_time": 191260.0,
      "text": "Automate it"
    },
    {
      "index": 43,
      "start_time": 191260.0,
      "end_time": 195510.0,
      "text": "If you can’t, improve the work environment till people want to do it “Better pay”"
    },
    {
      "index": 44,
      "start_time": 195510.0,
      "end_time": 199820.0,
      "text": "If it’s gets possible or cheaper to automate it, automate it"
    },
    {
      "index": 45,
      "start_time": 199820.0,
      "end_time": 204300.0,
      "text": "Or, do it yourself"
    },
    {
      "index": 46,
      "start_time": 204300.0,
      "end_time": 210520.0,
      "text": "Basic income would be a solution for the ongoing automation process, but there are more things that we would directly benefit from."
    },
    {
      "index": 47,
      "start_time": 210520.0,
      "end_time": 216040.0,
      "text": "It would reduce overall poverty and crime, it would make the governments bureaucracy more transparent and efficient."
    },
    {
      "index": 48,
      "start_time": 216040.0,
      "end_time": 222980.0,
      "text": "People who are handicapped would get better treatment, included better into society and not seen as a burden of society."
    },
    {
      "index": 49,
      "start_time": 222980.0,
      "end_time": 228300.0,
      "text": "Productivity would rise on both sides, through automation on one and through the passion of the people on the other."
    },
    {
      "index": 50,
      "start_time": 228300.0,
      "end_time": 235080.0,
      "text": "And for all the “We need more growth people”, even the economy would profit because everybody is able to spend more money."
    },
    {
      "index": 51,
      "start_time": 235080.0,
      "end_time": 238180.0,
      "text": "Besides these important changes for the society as a whole,"
    },
    {
      "index": 52,
      "start_time": 238180.0,
      "end_time": 244140.0,
      "text": "each person on their own can spend time with things they love and enjoy."
    },
    {
      "index": 53,
      "start_time": 244140.0,
      "end_time": 247860.0,
      "text": "Of course basic income won’t be solving every problem we need to face in the future,"
    },
    {
      "index": 54,
      "start_time": 247860.0,
      "end_time": 257860.0,
      "text": "but it’s an important idea we need to understand and improve to create a world worth living for everyone."
    }
  ]
}