{
  "video_id": "sRcNq4OYTyE",
  "title": "The Path to Nazi Genocide",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9500.0,
      "end_time": 17600.0,
      "text": "Paris, 1900. More than fifty million people from around the world visited the Universal Exposition"
    },
    {
      "index": 2,
      "start_time": 17750.0,
      "end_time": 24350.0,
      "text": "—a world's fair intended to promote greater understanding and tolerance among nations,"
    },
    {
      "index": 3,
      "start_time": 24480.0,
      "end_time": 31180.0,
      "text": "and to celebrate the new century, new inventions, exciting progress."
    },
    {
      "index": 4,
      "start_time": 32650.0,
      "end_time": 39650.0,
      "text": "The 20th century began much like our own—with hope that education, science and technology could"
    },
    {
      "index": 5,
      "start_time": 41440.0,
      "end_time": 48240.0,
      "text": "create a better, more peaceful world. What followed soon after were two devastating wars."
    },
    {
      "index": 6,
      "start_time": 81700.0,
      "end_time": 88700.0,
      "text": "The first \"world war,\" from 1914 to 1918, was fought throughout Europe and beyond."
    },
    {
      "index": 7,
      "start_time": 89920.0,
      "end_time": 98320.0,
      "text": "It became known as \"the war to end all wars.\" It cast an immense shadow on tens of millions of people."
    },
    {
      "index": 8,
      "start_time": 99880.0,
      "end_time": 105880.0,
      "text": "\"This is not war,\" one wounded soldier wrote home. \"It is the ending of the world.\""
    },
    {
      "index": 9,
      "start_time": 107709.0,
      "end_time": 113409.0,
      "text": "Half of all French men aged 20 to 32 at war's outbreak were dead when it was over."
    },
    {
      "index": 10,
      "start_time": 114890.0,
      "end_time": 122890.0,
      "text": "More than one third of all German men aged 19 to 22 were killed."
    },
    {
      "index": 11,
      "start_time": 123050.0,
      "end_time": 131350.0,
      "text": "Millions of veterans were crippled in body and in spirit. Advances in the technology of killing included the use of poison gas."
    },
    {
      "index": 12,
      "start_time": 136029.0,
      "end_time": 139329.0,
      "text": "Under the pressure of unending carnage, governments toppled and great empires dissolved."
    },
    {
      "index": 13,
      "start_time": 144200.0,
      "end_time": 149700.0,
      "text": "It was a cataclysm that darkened the world's view of humanity and its future."
    },
    {
      "index": 14,
      "start_time": 152569.0,
      "end_time": 159569.0,
      "text": "Winston Churchill said the war left \"a crippled, broken world.\""
    },
    {
      "index": 15,
      "start_time": 169590.0,
      "end_time": 176590.0,
      "text": "The humiliation of Germany's defeat and the peace settlement that followed in 1919 would"
    },
    {
      "index": 16,
      "start_time": 187629.0,
      "end_time": 194489.0,
      "text": "play an important role in the rise of Nazism and the coming of a second \"world war\" just 20 years later."
    },
    {
      "index": 17,
      "start_time": 196489.0,
      "end_time": 203189.0,
      "text": "What shocked so many in Germany about the treaty signed near Paris, at the Palace of Versailles,"
    },
    {
      "index": 18,
      "start_time": 203240.0,
      "end_time": 210980.0,
      "text": "was that the victors dictated a future in which Germany was deprived of any significant military power."
    },
    {
      "index": 19,
      "start_time": 211780.0,
      "end_time": 216180.0,
      "text": "Germany's territory was reduced by 13%."
    },
    {
      "index": 20,
      "start_time": 216359.0,
      "end_time": 224459.0,
      "text": "Germany was forced to accept full responsibility for starting the war and to pay heavy reparations. To many,"
    },
    {
      "index": 21,
      "start_time": 229800.0,
      "end_time": 235170.0,
      "text": "including 30-year old former army corporal Adolf Hitler, it seemed the country had been"
    },
    {
      "index": 22,
      "start_time": 235170.0,
      "end_time": 243250.0,
      "text": "\"stabbed in the back\"—betrayed by subversives at home and by the government who accepted the armistice."
    },
    {
      "index": 23,
      "start_time": 243450.0,
      "end_time": 251150.0,
      "text": "In fact, the German military had quietly sought an end to the war it could no longer win in 1918."
    },
    {
      "index": 24,
      "start_time": 251249.0,
      "end_time": 256149.0,
      "text": "\"It cannot be that two million Germans should have fallen in vain,\""
    },
    {
      "index": 25,
      "start_time": 255970.0,
      "end_time": 262970.0,
      "text": "Adolf Hitler later wrote. \"We demand vengeance!\""
    },
    {
      "index": 26,
      "start_time": 265370.0,
      "end_time": 271810.0,
      "text": "Many veterans and other citizens struggled to understand Germany's defeat and the uncertain future."
    },
    {
      "index": 27,
      "start_time": 271910.0,
      "end_time": 278610.0,
      "text": "Troops left the bloody battlefields and returned to a bewildering society. A new"
    },
    {
      "index": 28,
      "start_time": 279780.0,
      "end_time": 286780.0,
      "text": "and unfamiliar democratic form of government—the Weimar Republic—replaced the authoritarian"
    },
    {
      "index": 29,
      "start_time": 286900.0,
      "end_time": 298700.0,
      "text": "empire and immediately faced daunting challenges. Thousands of Germans waited in lines for work and food in the early 1920s."
    },
    {
      "index": 30,
      "start_time": 298870.0,
      "end_time": 305870.0,
      "text": "Middle class savings were wiped out as severe inflation left the currency worthless."
    },
    {
      "index": 31,
      "start_time": 305950.0,
      "end_time": 315050.0,
      "text": "Some burned it for fuel. Economic conditions stabilized for a few years,"
    },
    {
      "index": 32,
      "start_time": 315110.0,
      "end_time": 320610.0,
      "text": "then the worldwide depression hit in 1929. The German banking system collapsed,"
    },
    {
      "index": 33,
      "start_time": 324000.0,
      "end_time": 331000.0,
      "text": "and by 1930 unemployment skyrocketed to 22%. In a country plagued by joblessness, embittered"
    },
    {
      "index": 34,
      "start_time": 334490.0,
      "end_time": 343090.0,
      "text": "by loss of territory, and demoralized by ineffective government, political demonstrations frequently turned violent."
    },
    {
      "index": 35,
      "start_time": 343319.0,
      "end_time": 349919.0,
      "text": "Many political parties had their own paramilitary units to attack opponents"
    },
    {
      "index": 36,
      "start_time": 349979.0,
      "end_time": 356979.0,
      "text": "and intimidate voters. In 1932, ninety-nine people were killed in the streets in one month."
    },
    {
      "index": 37,
      "start_time": 362200.0,
      "end_time": 371579.0,
      "text": "Right-wing propaganda and demonstrations played on fears of a Communist revolution spreading from the Soviet Union."
    },
    {
      "index": 38,
      "start_time": 371610.0,
      "end_time": 376759.0,
      "text": "New social problems emerged from the impact of rapid industrialization and the growth"
    },
    {
      "index": 39,
      "start_time": 376759.0,
      "end_time": 383759.0,
      "text": "of cities. Standards of behavior were changing. Crime was on the rise. Sexual norms were in"
    },
    {
      "index": 40,
      "start_time": 387460.0,
      "end_time": 394460.0,
      "text": "flux. For the first time, women were working outside the home in large numbers, and the"
    },
    {
      "index": 41,
      "start_time": 395360.0,
      "end_time": 402360.0,
      "text": "new constitution gave women the right to vote. Germany's fledgling democracy was profoundly"
    },
    {
      "index": 42,
      "start_time": 402880.0,
      "end_time": 409880.0,
      "text": "tested by the crumbling of old values and fears of what might come next. Adolf Hitler"
    },
    {
      "index": 43,
      "start_time": 412360.0,
      "end_time": 417840.0,
      "text": "had been undisputed leader of the National Socialist German Workers Party—known as"
    },
    {
      "index": 44,
      "start_time": 417840.0,
      "end_time": 424840.0,
      "text": "Nazis—since 1921. In 1923, he was imprisoned for trying to overthrow the government. His"
    },
    {
      "index": 45,
      "start_time": 426729.0,
      "end_time": 433729.0,
      "text": "trial brought him fame and followers. He used the jail time to dictate his political ideas"
    },
    {
      "index": 46,
      "start_time": 434210.0,
      "end_time": 441210.0,
      "text": "in a book, Mein Kampf—My Struggle. Hitler's ideological goals included territorial expansion,"
    },
    {
      "index": 47,
      "start_time": 444190.0,
      "end_time": 450380.0,
      "text": "consolidation of a racially pure state, and elimination of the European Jews and other"
    },
    {
      "index": 48,
      "start_time": 450380.0,
      "end_time": 457380.0,
      "text": "perceived enemies of Germany. He served only a short jail sentence, and after the ban was"
    },
    {
      "index": 49,
      "start_time": 461150.0,
      "end_time": 467630.0,
      "text": "lifted on his National Socialist Party, Hitler and his followers rejoined the battle in the"
    },
    {
      "index": 50,
      "start_time": 467630.0,
      "end_time": 472319.0,
      "text": "streets and in the countryside."
    },
    {
      "index": 51,
      "start_time": 472319.0,
      "end_time": 479319.0,
      "text": "The Nazi Party recruited, organized, and produced a newspaper to spread its message. While downplaying"
    },
    {
      "index": 52,
      "start_time": 479770.0,
      "end_time": 486549.0,
      "text": "more extreme Nazi goals, they offered simple solutions to Germany's problems, exploiting"
    },
    {
      "index": 53,
      "start_time": 486550.0,
      "end_time": 493550.0,
      "text": "people's fears, frustrations, and hopes. In the early 1930s, the frequency of elections"
    },
    {
      "index": 54,
      "start_time": 495550.0,
      "end_time": 502550.0,
      "text": "was dizzying. So was the number of parties and splinter groups vying for votes. Hitler"
    },
    {
      "index": 55,
      "start_time": 503550.0,
      "end_time": 510500.0,
      "text": "proved to be a charismatic campaigner and used the latest technology to reach people."
    },
    {
      "index": 56,
      "start_time": 510500.0,
      "end_time": 517000.0,
      "text": "The Nazi Party gained broad support, including many in the middle class—intellectuals,"
    },
    {
      "index": 57,
      "start_time": 517000.0,
      "end_time": 524000.0,
      "text": "civil servants, students, professionals, shopkeepers and clerks ruined by the Depression. But the"
    },
    {
      "index": 58,
      "start_time": 524370.0,
      "end_time": 531370.0,
      "text": "Nazis never received more than 38% of the vote in a free national election. No party"
    },
    {
      "index": 59,
      "start_time": 531390.0,
      "end_time": 537269.0,
      "text": "was able to win a clear majority, and without political consensus, successive governments"
    },
    {
      "index": 60,
      "start_time": 537269.0,
      "end_time": 540600.0,
      "text": "could not effectively govern the nation."
    },
    {
      "index": 61,
      "start_time": 540800.0,
      "end_time": 546800.0,
      "text": "Adolf Hitler was not elected to office and he did not have to seize power. He was offered"
    },
    {
      "index": 62,
      "start_time": 546800.0,
      "end_time": 553800.0,
      "text": "a deal just as the Nazis started to lose votes. In January 1933, when the old war hero, President"
    },
    {
      "index": 63,
      "start_time": 563110.0,
      "end_time": 569360.0,
      "text": "Paul von Hindenburg, invited Hitler to serve as Chancellor in a coalition government, the"
    },
    {
      "index": 64,
      "start_time": 569360.0,
      "end_time": 575490.0,
      "text": "Nazis could hardly believe their luck. The Nazis were revolutionaries who wanted to radically"
    },
    {
      "index": 65,
      "start_time": 575490.0,
      "end_time": 582490.0,
      "text": "transform Germany. The conservative politicians in the new Cabinet didn't like or trust Hitler,"
    },
    {
      "index": 66,
      "start_time": 584630.0,
      "end_time": 591420.0,
      "text": "but they liked democracy even less, and they saw the leftist parties as a bigger threat."
    },
    {
      "index": 67,
      "start_time": 591420.0,
      "end_time": 598160.0,
      "text": "They reached out to the Nazis to help build a majority in Parliament. They were confident"
    },
    {
      "index": 68,
      "start_time": 598160.0,
      "end_time": 605160.0,
      "text": "they could control Hitler. One month later, when arson gutted the German parliament building,"
    },
    {
      "index": 69,
      "start_time": 606880.0,
      "end_time": 613510.0,
      "text": "Hitler and his nationalist coalition partners seized their chance. Exploiting widespread"
    },
    {
      "index": 70,
      "start_time": 613510.0,
      "end_time": 619930.0,
      "text": "fears of a communist uprising, they blamed Communists for the fire, and declared emergency"
    },
    {
      "index": 71,
      "start_time": 619930.0,
      "end_time": 626930.0,
      "text": "rule. President Hindenburg signed a decree that suspended all basic civil rights and"
    },
    {
      "index": 72,
      "start_time": 627490.0,
      "end_time": 634490.0,
      "text": "constitutional protections, providing the basis for arbitrary police actions."
    },
    {
      "index": 73,
      "start_time": 635269.0,
      "end_time": 641980.0,
      "text": "The new government's first targets were political opponents. Under the emergency decree, they"
    },
    {
      "index": 74,
      "start_time": 641980.0,
      "end_time": 648980.0,
      "text": "could be terrorized, beaten and held indefinitely. Leaders of trade unions and opposition parties"
    },
    {
      "index": 75,
      "start_time": 649300.0,
      "end_time": 656189.0,
      "text": "were arrested. German authorities sent thousands, including leftist members of Parliament, to"
    },
    {
      "index": 76,
      "start_time": 656190.0,
      "end_time": 663190.0,
      "text": "newly established concentration camps. Despite Nazi terror and brutal suppression of their"
    },
    {
      "index": 77,
      "start_time": 667640.0,
      "end_time": 673850.0,
      "text": "opponents, many German citizens willingly accepted or actively supported these extreme"
    },
    {
      "index": 78,
      "start_time": 673850.0,
      "end_time": 680850.0,
      "text": "measures in favor of order and security. Many Germans felt a new hope and confidence in"
    },
    {
      "index": 79,
      "start_time": 681680.0,
      "end_time": 688680.0,
      "text": "the future of their country with the prospect of a bold, young charismatic leader. Nazi"
    },
    {
      "index": 80,
      "start_time": 692160.0,
      "end_time": 696620.0,
      "text": "propaganda chief Joseph Goebbels planned to win over those who were still unconvinced."
    },
    {
      "index": 81,
      "start_time": 696620.0,
      "end_time": 703620.0,
      "text": "One must govern well, and for good government one must also practice good propaganda. They"
    },
    {
      "index": 82,
      "start_time": 715320.0,
      "end_time": 718990.0,
      "text": "work together. A good government without propaganda is not more possible than good propaganda"
    },
    {
      "index": 83,
      "start_time": 718990.0,
      "end_time": 720500.0,
      "text": "without a good government."
    },
    {
      "index": 84,
      "start_time": 720500.0,
      "end_time": 723469.0,
      "text": "Hitler spoke to the SA, his army of storm troopers."
    },
    {
      "index": 85,
      "start_time": 723470.0,
      "end_time": 730470.0,
      "text": "Germany has awakened! We have won power in Germany. Now we must win the German people."
    },
    {
      "index": 86,
      "start_time": 757790.0,
      "end_time": 764329.0,
      "text": "The ceremonial reopening of Parliament, orchestrated by Joseph Goebbels, aimed to link the Hitler"
    },
    {
      "index": 87,
      "start_time": 764329.0,
      "end_time": 771180.0,
      "text": "government to Germany's imperial past and portray the Nazis as saviors of the nation's"
    },
    {
      "index": 88,
      "start_time": 771180.0,
      "end_time": 778180.0,
      "text": "future. The event was carefully staged to reassure the German establishment, including"
    },
    {
      "index": 89,
      "start_time": 780180.0,
      "end_time": 787180.0,
      "text": "the military, that Hitler would respect their traditions. Nazi--controlled newsreels then"
    },
    {
      "index": 90,
      "start_time": 787230.0,
      "end_time": 794230.0,
      "text": "gave the impression that the Army supported the new government. Though Hitler walked behind"
    },
    {
      "index": 91,
      "start_time": 794399.0,
      "end_time": 801399.0,
      "text": "longtime President Hindenburg for now, the new chancellor would soon be Germany's absolute dictator."
    },
    {
      "index": 92,
      "start_time": 802370.0,
      "end_time": 808139.0,
      "text": "Today was dedicated to the New Germany. And more than one hundred thousand schoolchildren"
    },
    {
      "index": 93,
      "start_time": 808139.0,
      "end_time": 813839.0,
      "text": "stood, shoulder to shoulder, as the car bearing the aged President and the Chancellor proceeded"
    },
    {
      "index": 94,
      "start_time": 813839.0,
      "end_time": 818990.0,
      "text": "through the crowd to the speaker's stand. Whether you agree with his doctrines or not,"
    },
    {
      "index": 95,
      "start_time": 818990.0,
      "end_time": 823839.0,
      "text": "it must be admitted that the leadership of Hitler has united the German people for the"
    },
    {
      "index": 96,
      "start_time": 823839.0,
      "end_time": 830690.0,
      "text": "first time since the war. Their almost fanatical enthusiasm is a marvel to the entire world..."
    },
    {
      "index": 97,
      "start_time": 830690.0,
      "end_time": 837690.0,
      "text": "Hindenburg remained President until his death in August 1934. With Hindenburg gone, Hitler,"
    },
    {
      "index": 98,
      "start_time": 839779.0,
      "end_time": 846779.0,
      "text": "by agreement with the army, abolished the office of President, declaring himself Führer"
    },
    {
      "index": 99,
      "start_time": 846800.0,
      "end_time": 852599.0,
      "text": "and Reich Chancellor, leader of the nation and head of the government. Now there was"
    },
    {
      "index": 100,
      "start_time": 852600.0,
      "end_time": 859600.0,
      "text": "no authority above or beside him. Immediately, the armed forces swore an oath of allegiance to Adolf Hitler."
    },
    {
      "index": 101,
      "start_time": 862410.0,
      "end_time": 869410.0,
      "text": "I swear by God this sacred oath to the Führer Adolf Hitler to render unconditional obedience..."
    },
    {
      "index": 102,
      "start_time": 877949.0,
      "end_time": 884139.0,
      "text": "All civil servants, including teachers and police, members of parliament and the judiciary,"
    },
    {
      "index": 103,
      "start_time": 884139.0,
      "end_time": 891139.0,
      "text": "swore an oath of loyalty—not to any constitution—but to Hitler as Führer of the German nation."
    },
    {
      "index": 104,
      "start_time": 903190.0,
      "end_time": 910190.0,
      "text": "The economy had reached rock bottom when the Nazis came to power. They boosted its recovery"
    },
    {
      "index": 105,
      "start_time": 910560.0,
      "end_time": 917180.0,
      "text": "with huge public works projects for the unemployed."
    },
    {
      "index": 106,
      "start_time": 917190.0,
      "end_time": 924190.0,
      "text": "A half million folk comrades have gone back to work this year. Since the takeover of power,"
    },
    {
      "index": 107,
      "start_time": 925430.0,
      "end_time": 928859.0,
      "text": "unemployment has fallen by more than half."
    },
    {
      "index": 108,
      "start_time": 928860.0,
      "end_time": 934449.0,
      "text": "Hitler christened new autobahns triumphantly in a display of national will that would unite"
    },
    {
      "index": 109,
      "start_time": 934449.0,
      "end_time": 941449.0,
      "text": "the country and facilitate the secret expansion of Germany's armed forces. In 1935, Germany"
    },
    {
      "index": 110,
      "start_time": 944560.0,
      "end_time": 951560.0,
      "text": "openly defied the 1919 Treaty of Versailles by reinstituting the draft and increasing"
    },
    {
      "index": 111,
      "start_time": 951820.0,
      "end_time": 958740.0,
      "text": "its military strength. The Nazis were delivering on their promises to restore and strengthen"
    },
    {
      "index": 112,
      "start_time": 958740.0,
      "end_time": 965740.0,
      "text": "the nation. Their achievements encouraged many people to overlook radical Nazi policies,"
    },
    {
      "index": 113,
      "start_time": 966890.0,
      "end_time": 973890.0,
      "text": "or even to support them. In September 1935, the Nazi Party gathered in Nuremberg for its"
    },
    {
      "index": 114,
      "start_time": 975610.0,
      "end_time": 982610.0,
      "text": "annual rally. It opened with a traditional hymn that added solemnity and a sense of continuity"
    },
    {
      "index": 115,
      "start_time": 982829.0,
      "end_time": 989829.0,
      "text": "with the past. It ended with a special session of Parliament far from Berlin. New race laws"
    },
    {
      "index": 116,
      "start_time": 992779.0,
      "end_time": 997990.0,
      "text": "were introduced by Hitler and read by Parliament President Hermann Göring."
    },
    {
      "index": 117,
      "start_time": 997990.0,
      "end_time": 1004990.0,
      "text": "German citizenship is restricted to persons of German or kindred blood. Marriages between"
    },
    {
      "index": 118,
      "start_time": 1010490.0,
      "end_time": 1017490.0,
      "text": "Jews and citizens of German or kindred blood are forbidden. [Cheering]"
    },
    {
      "index": 119,
      "start_time": 1019860.0,
      "end_time": 1026860.0,
      "text": "The Nazi regime aimed to create a racially pure Germany whose so-called \"superior traits\""
    },
    {
      "index": 120,
      "start_time": 1026900.0000000001,
      "end_time": 1033900.0000000001,
      "text": "would make it ideally suited to rule the entire European continent. Nazism taught that racial"
    },
    {
      "index": 121,
      "start_time": 1035150.0000000001,
      "end_time": 1042150.0000000001,
      "text": "struggle was the driving force in history—\"superior\" races must battle \"inferior\" races or be corrupted"
    },
    {
      "index": 122,
      "start_time": 1043440.0,
      "end_time": 1050440.0,
      "text": "by them. The Nazi concept of a national community was exclusive and based on race, as defined"
    },
    {
      "index": 123,
      "start_time": 1052250.0,
      "end_time": 1059250.0,
      "text": "in the new laws and decrees. Heinrich Himmler and the SS led the ideological battle. Racist"
    },
    {
      "index": 124,
      "start_time": 1061790.0,
      "end_time": 1068790.0,
      "text": "ideas were taught in schools. Some groups, such as Jews, Slavs, Blacks and Roma (also"
    },
    {
      "index": 125,
      "start_time": 1069980.0,
      "end_time": 1076980.0,
      "text": "called Gypsies) were labeled racially inferior. People with mental or physical disabilities"
    },
    {
      "index": 126,
      "start_time": 1077580.0,
      "end_time": 1084580.0,
      "text": "were designated \"unworthy of life.\" Scientists and medical professionals applied pseudo-scientific"
    },
    {
      "index": 127,
      "start_time": 1085600.0,
      "end_time": 1092600.0,
      "text": "theories for measuring and valuing racial characteristics."
    },
    {
      "index": 128,
      "start_time": 1114920.0,
      "end_time": 1121920.0,
      "text": "Before the Nazis assumed power, Jews enjoyed all rights of citizenship in Germany. After"
    },
    {
      "index": 129,
      "start_time": 1123390.0,
      "end_time": 1130390.0,
      "text": "1933, the German government gradually excluded Jews from public life and public education."
    },
    {
      "index": 130,
      "start_time": 1132620.0,
      "end_time": 1139620.0,
      "text": "Newly established Jewish private schools provided a safe learning environment for some. By 1938,"
    },
    {
      "index": 131,
      "start_time": 1141650.0,
      "end_time": 1148440.0,
      "text": "German authorities had isolated and segregated Germany's Jews, expelling them from the professions"
    },
    {
      "index": 132,
      "start_time": 1148440.0,
      "end_time": 1153710.0,
      "text": "and eliminating most opportunities to earn a living."
    },
    {
      "index": 133,
      "start_time": 1153710.0,
      "end_time": 1160710.0,
      "text": "We felt so... why can't we be part of it? Why can't we? Everybody said, \"Heil Hitler,\""
    },
    {
      "index": 134,
      "start_time": 1166130.0,
      "end_time": 1171240.0,
      "text": "like this. I did, too. What did I know? I was eight years old. So my mother said to"
    },
    {
      "index": 135,
      "start_time": 1171240.0,
      "end_time": 1175510.0,
      "text": "me, \"You're not supposed to do that.\" I said, \"Why not?\" She said, \"Haven't you been told"
    },
    {
      "index": 136,
      "start_time": 1175510.0,
      "end_time": 1181200.0,
      "text": "that you are Jewish?\" I said, \"Oh, I forgot.\""
    },
    {
      "index": 137,
      "start_time": 1181200.0,
      "end_time": 1183410.0,
      "text": "Germany's Jews would get plenty of reminders."
    },
    {
      "index": 138,
      "start_time": 1183410.0,
      "end_time": 1190410.0,
      "text": "Ladies and gentlemen, this is a boycott of Jewish shops. Please keep moving."
    },
    {
      "index": 139,
      "start_time": 1192270.0,
      "end_time": 1199270.0,
      "text": "This sense of isolation that came upon us after 1933, gradual and increasing, it also"
    },
    {
      "index": 140,
      "start_time": 1202220.0,
      "end_time": 1209220.0,
      "text": "affected us psychologically. We knew we were in a hostile world."
    },
    {
      "index": 141,
      "start_time": 1212910.0,
      "end_time": 1219910.0,
      "text": "Between 1933 and 1939, the German government enacted hundreds of laws to define, segregate"
    },
    {
      "index": 142,
      "start_time": 1221610.0,
      "end_time": 1224158.0,
      "text": "and impoverish German Jews."
    },
    {
      "index": 143,
      "start_time": 1224160.0,
      "end_time": 1231160.0,
      "text": "My sister and I used to slink by those huge banners that were all over the city. And we"
    },
    {
      "index": 144,
      "start_time": 1234620.0,
      "end_time": 1239129.0,
      "text": "used to just try not to see them, thinking if we didn't see them, they weren't there."
    },
    {
      "index": 145,
      "start_time": 1239130.0,
      "end_time": 1245780.0,
      "text": "But they were there. That just, little by little, that really took over."
    },
    {
      "index": 146,
      "start_time": 1245780.0,
      "end_time": 1252780.0,
      "text": "...without a solution to the Jewish question, there will be no solution for humanity."
    },
    {
      "index": 147,
      "start_time": 1255490.0,
      "end_time": 1261760.0,
      "text": "The goal of Nazi propaganda was to demonize Jews and encourage Germans to see Jews as"
    },
    {
      "index": 148,
      "start_time": 1261760.0,
      "end_time": 1268760.0,
      "text": "dangerous outsiders in their midst. After 1935, everyday antisemitism was a regular"
    },
    {
      "index": 149,
      "start_time": 1273900.0,
      "end_time": 1280900.0,
      "text": "part of carnival parades and floats. Public displays of antisemitism reinforced a climate"
    },
    {
      "index": 150,
      "start_time": 1280260.0,
      "end_time": 1287260.0,
      "text": "of hostility toward Jews in Germany, or at the least, indifference to their treatment."
    },
    {
      "index": 151,
      "start_time": 1288700.0,
      "end_time": 1295700.0,
      "text": "In March 1938, German troops moved into neighboring Austria. Germany shredded another provision"
    },
    {
      "index": 152,
      "start_time": 1296820.0,
      "end_time": 1303820.0,
      "text": "of the Versailles Treaty, as Hitler's homeland was incorporated into Germany. It was a disaster"
    },
    {
      "index": 153,
      "start_time": 1305610.0,
      "end_time": 1312610.0,
      "text": "for Austrian Jews. Within a year, the Nazis achieved in Austria what had taken five years to carry out in Germany."
    },
    {
      "index": 154,
      "start_time": 1317110.0,
      "end_time": 1323510.0,
      "text": "On November 9th, the Nazi Party orchestrated an outbreak of anti-Jewish violence throughout"
    },
    {
      "index": 155,
      "start_time": 1323510.0,
      "end_time": 1330210.0,
      "text": "Greater Germany. It was a lawless onslaught that outraged the world and provoked criticism"
    },
    {
      "index": 156,
      "start_time": 1330210.0,
      "end_time": 1337210.0,
      "text": "of the regime by many Germans. Jewish businesses that had already suffered antisemitic attacks"
    },
    {
      "index": 157,
      "start_time": 1339150.0,
      "end_time": 1346150.0,
      "text": "were targeted for deliberate vandalism disguised as spontaneous public action. Party officials"
    },
    {
      "index": 158,
      "start_time": 1346630.0,
      "end_time": 1353630.0,
      "text": "directed the SA, SS and Hitler Youth to destroy Jewish shops and torch synagogues. Over 7,000"
    },
    {
      "index": 159,
      "start_time": 1357820.0,
      "end_time": 1364750.0,
      "text": "Jewish-owned businesses were vandalized. Germans named the violent attacks Kristallnacht—Night"
    },
    {
      "index": 160,
      "start_time": 1364750.0,
      "end_time": 1371750.0,
      "text": "of Broken Glass—for the shattered windows of Jewish-owned stores that littered the streets."
    },
    {
      "index": 161,
      "start_time": 1374800.0,
      "end_time": 1380510.0,
      "text": "The nationwide violence damaged or destroyed more than 250 synagogues."
    },
    {
      "index": 162,
      "start_time": 1380510.0,
      "end_time": 1387510.0,
      "text": "After Kristallnacht, I remember driving through Berlin and seeing the synagogues in flames"
    },
    {
      "index": 163,
      "start_time": 1390100.0,
      "end_time": 1397100.0,
      "text": "and all the glass on the streets, and the people huddled and depressed. They walked"
    },
    {
      "index": 164,
      "start_time": 1397900.0,
      "end_time": 1404620.0,
      "text": "around like the victims, like the hunted."
    },
    {
      "index": 165,
      "start_time": 1404620.0,
      "end_time": 1411590.0,
      "text": "German police filled the concentration camps with thousands of Jewish inmates. The SS released"
    },
    {
      "index": 166,
      "start_time": 1411590.0,
      "end_time": 1418590.0,
      "text": "them only if they agreed to emigrate. But Jews faced increasingly restrictive immigration"
    },
    {
      "index": 167,
      "start_time": 1421610.0,
      "end_time": 1428610.0,
      "text": "quotas in most countries and bureaucratic hurdles in Germany. A new law issued in October"
    },
    {
      "index": 168,
      "start_time": 1430590.0,
      "end_time": 1437590.0,
      "text": "1938 required Jews to surrender their old passports, which would be valid only after"
    },
    {
      "index": 169,
      "start_time": 1437960.0,
      "end_time": 1444570.0,
      "text": "the letter \"J\" was stamped on them. Two months later, another law prevented the flight of"
    },
    {
      "index": 170,
      "start_time": 1444570.0,
      "end_time": 1451570.0,
      "text": "capital owned by Jews, when the Economics Ministry froze all Jewish property and assets."
    },
    {
      "index": 171,
      "start_time": 1452470.0,
      "end_time": 1459470.0,
      "text": "Many who had the means and somewhere to go tried to leave Germany. Some families sent"
    },
    {
      "index": 172,
      "start_time": 1459950.0,
      "end_time": 1466950.0,
      "text": "their children alone to other, safer countries. They could not know how soon the world would be at war."
    },
    {
      "index": 173,
      "start_time": 1492240.0,
      "end_time": 1499240.0,
      "text": "As the Nazi regime implemented its long-standing goal of territorial expansion, aggression"
    },
    {
      "index": 174,
      "start_time": 1499280.0,
      "end_time": 1506280.0,
      "text": "against Germany's neighbors initially succeeded without encountering armed resistance. Hitler"
    },
    {
      "index": 175,
      "start_time": 1507490.0,
      "end_time": 1514490.0,
      "text": "counted on the reluctance of Britain and Europe to intervene, for fear of another war. The"
    },
    {
      "index": 176,
      "start_time": 1514410.0,
      "end_time": 1521410.0,
      "text": "German occupation of Prague, capital of Czechoslovakia, left no doubt as to Germany's intent on military"
    },
    {
      "index": 177,
      "start_time": 1522440.0,
      "end_time": 1529440.0,
      "text": "conquest in Eastern Europe. On September 1, 1939, a massive German force invaded and conquered"
    },
    {
      "index": 178,
      "start_time": 1532580.0,
      "end_time": 1539580.0,
      "text": "Poland within a month. It was the start of the Second World War. In April 1940, Germany"
    },
    {
      "index": 179,
      "start_time": 1541600.0,
      "end_time": 1548600.0,
      "text": "occupied Denmark and Norway. In May, the German armed forces attacked France, the Netherlands,"
    },
    {
      "index": 180,
      "start_time": 1549740.0,
      "end_time": 1556740.0,
      "text": "Luxembourg and Belgium. In June, Paris fell and France surrendered. The swift and unexpected"
    },
    {
      "index": 181,
      "start_time": 1559160.0,
      "end_time": 1566160.0,
      "text": "victory over France avenged Germany's defeat and humiliation in the First World War. It"
    },
    {
      "index": 182,
      "start_time": 1566590.0,
      "end_time": 1573590.0,
      "text": "propelled Hitler to a new level of popularity and trust among the German people. In June"
    },
    {
      "index": 183,
      "start_time": 1577390.0,
      "end_time": 1584390.0,
      "text": "1941, the German Army, with more than three million soldiers, invaded the Soviet Union"
    },
    {
      "index": 184,
      "start_time": 1585490.0,
      "end_time": 1592490.0,
      "text": "to wage a war of annihilation that targeted tens of millions of civilians. Under conditions"
    },
    {
      "index": 185,
      "start_time": 1594490.0,
      "end_time": 1601490.0,
      "text": "of war and military occupation, the Nazi regime could pursue its political and racial goals"
    },
    {
      "index": 186,
      "start_time": 1601730.0,
      "end_time": 1608730.0,
      "text": "with more radical measures. As German troops advanced into eastern Europe, Germany's power"
    },
    {
      "index": 187,
      "start_time": 1609290.0,
      "end_time": 1615790.0,
      "text": "extended over millions more Jewish inhabitants in the occupied lands, where German authorities"
    },
    {
      "index": 188,
      "start_time": 1615790.0,
      "end_time": 1622790.0,
      "text": "could exploit existing anti-Jewish attitudes among local populations."
    },
    {
      "index": 189,
      "start_time": 1623530.0,
      "end_time": 1629451.0,
      "text": "Across eastern Europe, German authorities forced those identified as Jews into tightly"
    },
    {
      "index": 190,
      "start_time": 1629450.0,
      "end_time": 1636450.0,
      "text": "packed areas called ghettos. Separated from the non-Jewish population, Jews in the larger"
    },
    {
      "index": 191,
      "start_time": 1638490.0,
      "end_time": 1645490.0,
      "text": "ghettos were imprisoned behind brick walls and barbed wire. The German drive eastward"
    },
    {
      "index": 192,
      "start_time": 1646650.0,
      "end_time": 1653650.0,
      "text": "was cast as a crusade against Judaism and Communism—in the Nazi view, two aspects"
    },
    {
      "index": 193,
      "start_time": 1654320.0,
      "end_time": 1661320.0,
      "text": "of the same evil. German soldiers and police officials treated Soviet prisoners of war"
    },
    {
      "index": 194,
      "start_time": 1661730.0,
      "end_time": 1668730.0,
      "text": "as sub-humans, either shooting them or deliberately causing their deaths by exposure to the elements"
    },
    {
      "index": 195,
      "start_time": 1669490.0,
      "end_time": 1676490.0,
      "text": "and by starvation. Millions died in German captivity. On the eastern front, racial political"
    },
    {
      "index": 196,
      "start_time": 1680200.0,
      "end_time": 1687200.0,
      "text": "instruction was part of regular training for all types of German occupation forces. SS"
    },
    {
      "index": 197,
      "start_time": 1690110.0,
      "end_time": 1695539.0,
      "text": "chief Heinrich Himmler referred to the war against the Soviet Union in an address to"
    },
    {
      "index": 198,
      "start_time": 1695540.0,
      "end_time": 1702540.0,
      "text": "his men: \"This invasion is an ideological battle and a struggle of races. Here in this"
    },
    {
      "index": 199,
      "start_time": 1703610.0,
      "end_time": 1710610.0,
      "text": "struggle stands National Socialism—an ideology based on the value of our Germanic, Nordic"
    },
    {
      "index": 200,
      "start_time": 1710990.0,
      "end_time": 1717990.0,
      "text": "blood... On the other side stands a population of 180 million, a mixture of races whose very"
    },
    {
      "index": 201,
      "start_time": 1720280.0,
      "end_time": 1726680.0,
      "text": "names are unpronounceable, and whose physique is such that one can shoot them down without"
    },
    {
      "index": 202,
      "start_time": 1726680.0,
      "end_time": 1733680.0,
      "text": "pity and compassion...\" In July 1941, Hermann Göring—Hitler's second--in--command—authorized"
    },
    {
      "index": 203,
      "start_time": 1736860.0,
      "end_time": 1743209.0,
      "text": "all necessary preparations for the \"final solution of the Jewish question\" in the European territory under German control."
    },
    {
      "index": 204,
      "start_time": 1750780.0,
      "end_time": 1757780.0,
      "text": "As German military forces advanced, mobile killing squads advanced with them. The German"
    },
    {
      "index": 205,
      "start_time": 1758520.0,
      "end_time": 1765520.0,
      "text": "Army, military SS and German police units took an active part in authorized mass murders."
    },
    {
      "index": 206,
      "start_time": 1769490.0,
      "end_time": 1776490.0,
      "text": "The Germans and their accomplices rounded up the victims, drove them on foot or in trucks"
    },
    {
      "index": 207,
      "start_time": 1776190.0,
      "end_time": 1783190.0,
      "text": "to a killing site, often made them remove their clothes, and shot them. Participants"
    },
    {
      "index": 208,
      "start_time": 1788900.0,
      "end_time": 1795900.0,
      "text": "in the murders included local collaborators—especially police—in Latvia, Lithuania, Estonia, Ukraine"
    },
    {
      "index": 209,
      "start_time": 1798720.0,
      "end_time": 1805720.0,
      "text": "and Belarus. The German killing squads and their auxiliaries murdered at least two million"
    },
    {
      "index": 210,
      "start_time": 1808490.0,
      "end_time": 1815490.0,
      "text": "Jewish men, women and children in mass shooting operations."
    },
    {
      "index": 211,
      "start_time": 1815580.0,
      "end_time": 1822580.0,
      "text": "Back in Germany, SS and police deported the remaining Jews to the occupied eastern territories."
    },
    {
      "index": 212,
      "start_time": 1827640.0,
      "end_time": 1834640.0,
      "text": "In German-occupied Warsaw, the walled ghetto that German Jews entered as newcomers in 1942"
    },
    {
      "index": 213,
      "start_time": 1835220.0,
      "end_time": 1841980.0,
      "text": "was already a place of mass suffering due to terrible overcrowding, lack of sanitation,"
    },
    {
      "index": 214,
      "start_time": 1841980.0,
      "end_time": 1848980.0,
      "text": "disease and starvation imposed by the Germans. Despite all efforts of the imprisoned Jews"
    },
    {
      "index": 215,
      "start_time": 1849640.0,
      "end_time": 1856260.0,
      "text": "to find ways of surviving and sustaining their communities, those conditions increasingly"
    },
    {
      "index": 216,
      "start_time": 1856260.0,
      "end_time": 1863260.0,
      "text": "led to death for scores of thousands. Most vulnerable were the orphaned children."
    },
    {
      "index": 217,
      "start_time": 1866180.0,
      "end_time": 1873180.0,
      "text": "Originally, German occupation authorities established ghettos to concentrate Jews and"
    },
    {
      "index": 218,
      "start_time": 1873330.0,
      "end_time": 1880220.0,
      "text": "separate them from the non-Jewish population. Later in the war, many ghettos served as staging"
    },
    {
      "index": 219,
      "start_time": 1880220.0,
      "end_time": 1886490.0,
      "text": "grounds for the transportation of Jews to the east, euphemistically called \"resettlement\""
    },
    {
      "index": 220,
      "start_time": 1886490.0,
      "end_time": 1893490.0,
      "text": "by the Germans, who promised their captives better conditions and opportunities to work."
    },
    {
      "index": 221,
      "start_time": 1893500.0,
      "end_time": 1900500.0,
      "text": "People endured unimaginable suffering on journeys that lasted days, without food, water, or"
    },
    {
      "index": 222,
      "start_time": 1900800.0,
      "end_time": 1907800.0,
      "text": "toilet facilities. Many of the weak, the young, and the elderly died before reaching the destination."
    },
    {
      "index": 223,
      "start_time": 1912940.0,
      "end_time": 1919940.0,
      "text": "The Germans and their collaborators deported roughly 2.7 million Jews and others to killing"
    },
    {
      "index": 224,
      "start_time": 1920510.0,
      "end_time": 1927510.0,
      "text": "centers in German-occupied Poland. At the largest of the camps, Auschwitz-Birkenau,"
    },
    {
      "index": 225,
      "start_time": 1928480.0,
      "end_time": 1935200.0,
      "text": "transports arrived from all across Europe."
    },
    {
      "index": 226,
      "start_time": 1935200.0,
      "end_time": 1941679.0,
      "text": "Transports were coming in every day, people with all kinds of different languages—Hungarian,"
    },
    {
      "index": 227,
      "start_time": 1941680.0,
      "end_time": 1948680.0,
      "text": "Poles, Czechoslovakians, from Holland, from France, from Belgium, from Germany, from Italy,"
    },
    {
      "index": 228,
      "start_time": 1949360.0,
      "end_time": 1952990.0,
      "text": "Russians. They were from everywhere."
    },
    {
      "index": 229,
      "start_time": 1952990.0,
      "end_time": 1958840.0,
      "text": "My wife was somehow waving to me, and that's the last I've seen of her."
    },
    {
      "index": 230,
      "start_time": 1958840.0,
      "end_time": 1965840.0,
      "text": "The smell, gas chambers. When I asked, \"When will I see my mother?\"—I was shown the smoke."
    },
    {
      "index": 231,
      "start_time": 1969520.0,
      "end_time": 1974981.0,
      "text": "This is how I found out where she went."
    },
    {
      "index": 232,
      "start_time": 1974980.0,
      "end_time": 1981980.0,
      "text": "It took a long time until I started to realize that we are condemned to die. All Jews are"
    },
    {
      "index": 233,
      "start_time": 1984630.0,
      "end_time": 1991630.0,
      "text": "condemned to die."
    },
    {
      "index": 234,
      "start_time": 1991760.0,
      "end_time": 1998350.0,
      "text": "Those whom the SS judged unable to work were killed, often within two or three hours of"
    },
    {
      "index": 235,
      "start_time": 1998350.0,
      "end_time": 2005350.0,
      "text": "arrival. Those who could work would be used for forced labor, under punishing conditions."
    },
    {
      "index": 236,
      "start_time": 2008820.0,
      "end_time": 2015820.0,
      "text": "When they could no longer work, they, too, would be put to death. In several killing"
    },
    {
      "index": 237,
      "start_time": 2016700.0,
      "end_time": 2023700.0,
      "text": "facilities, exclusively designed to kill human beings on an industrial scale, camp authorities"
    },
    {
      "index": 238,
      "start_time": 2024270.0,
      "end_time": 2031270.0,
      "text": "used poison gas to murder children, women and men. At these killing centers, nearly"
    },
    {
      "index": 239,
      "start_time": 2033400.0,
      "end_time": 2040400.0,
      "text": "half of all Holocaust victims died."
    },
    {
      "index": 240,
      "start_time": 2041660.0,
      "end_time": 2047501.0,
      "text": "The camps of Majdanek and Auschwitz were the first liberated, as Soviet troops reached"
    },
    {
      "index": 241,
      "start_time": 2047500.0,
      "end_time": 2054500.0,
      "text": "Poland. News of Majdanek's liberation in summer 1944 was met with disbelief. The New York"
    },
    {
      "index": 242,
      "start_time": 2058500.0,
      "end_time": 2065500.0,
      "text": "Herald Tribune said, \"Maybe...we should wait for further corroboration...this...sounds"
    },
    {
      "index": 243,
      "start_time": 2065730.0,
      "end_time": 2072730.0,
      "text": "inconceivable...\" In April 1945, US troops in Germany and Austria came upon concentration"
    },
    {
      "index": 244,
      "start_time": 2075100.0,
      "end_time": 2082100.0,
      "text": "camps at Buchenwald, Dachau, Nordhausen, Mauthausen and Ohrdruf. The soldiers saw the camps with"
    },
    {
      "index": 245,
      "start_time": 2084139.9999999998,
      "end_time": 2091139.9999999998,
      "text": "their own eyes, and the truth was undeniable. General Dwight Eisenhower, Commander of the"
    },
    {
      "index": 246,
      "start_time": 2092980.0,
      "end_time": 2099980.0,
      "text": "Allied liberating forces, wrote: \"The things I saw beggar description.... The visual evidence"
    },
    {
      "index": 247,
      "start_time": 2101450.0,
      "end_time": 2108450.0,
      "text": "and the verbal testimony of starvation, cruelty and bestiality were...overpowering...\" In"
    },
    {
      "index": 248,
      "start_time": 2112690.0,
      "end_time": 2119690.0,
      "text": "American movie theaters, newsreels made witnesses of thousands more. One commentator said, \"To"
    },
    {
      "index": 249,
      "start_time": 2121850.0,
      "end_time": 2128850.0,
      "text": "future generations it must be told: Once man did this to his brothers. In the 20th century"
    },
    {
      "index": 250,
      "start_time": 2131330.0,
      "end_time": 2138330.0,
      "text": "there existed a civilization which for twelve years returned to barbarism.\""
    },
    {
      "index": 251,
      "start_time": 2142350.0,
      "end_time": 2149350.0,
      "text": "Shock permeated the camps as liberating troops tried to grasp what they had found. Soldiers"
    },
    {
      "index": 252,
      "start_time": 2158970.0,
      "end_time": 2165970.0,
      "text": "did all they could to attend to the dead and to support the living. Those who survived"
    },
    {
      "index": 253,
      "start_time": 2182290.0,
      "end_time": 2186290.0,
      "text": "faced the slow task of reclaiming their dignity"
    },
    {
      "index": 254,
      "start_time": 2187750.0,
      "end_time": 2192050.0,
      "text": "and returning—somehow—to life."
    },
    {
      "index": 255,
      "start_time": 2212000.0,
      "end_time": 2218000.0,
      "text": "The Holocaust darkened the world's view of humanity and our future."
    },
    {
      "index": 256,
      "start_time": 2219200.0,
      "end_time": 2223000.0,
      "text": "As the world struggle to understand what had happened,"
    },
    {
      "index": 257,
      "start_time": 2224100.0,
      "end_time": 2230100.0,
      "text": "a new word, \"Genocide\", was needed for these crimes."
    },
    {
      "index": 258,
      "start_time": 2231900.0,
      "end_time": 2238100.0,
      "text": "Crimes committed by ordinary people from a society not unlike our own."
    }
  ]
}