{
  "video_id": "SroaQ5d9XyA",
  "title": "Learn English ANYWHERE",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 260.0,
      "end_time": 4890.0,
      "text": "Eat Sleep Dreamers I'm a firm believer that you can learn English anytime anywhere. I"
    },
    {
      "index": 2,
      "start_time": 4890.0,
      "end_time": 8740.0,
      "text": "always tell my students keep your head up and your eyes open and you can find great"
    },
    {
      "index": 3,
      "start_time": 8740.0,
      "end_time": 14060.0,
      "text": "English everywhere you look. So today I thought I'd take you around London and we can find"
    },
    {
      "index": 4,
      "start_time": 14060.0,
      "end_time": 18640.0,
      "text": "examples of great English around the city. So if you are up for it, let's do it!"
    },
    {
      "index": 5,
      "start_time": 26400.0,
      "end_time": 30100.0,
      "text": "Alright Eat Sleep Dreamers we've found our first example. This is a hair product, there's"
    },
    {
      "index": 6,
      "start_time": 30100.0,
      "end_time": 34260.0,
      "text": "a couple of really nice phrases in here. The first one I want to look at is 'the big smoke'."
    },
    {
      "index": 7,
      "start_time": 34260.0,
      "end_time": 39420.0,
      "text": "Now the big smoke is an informal phrase to mean a city. So we call London the big smoke,"
    },
    {
      "index": 8,
      "start_time": 39420.0,
      "end_time": 43700.0,
      "text": "you can call any city the big smoke to be honest. Another nice phrase we've got here"
    },
    {
      "index": 9,
      "start_time": 44020.0,
      "end_time": 49280.0,
      "text": "is 'ta-da'. So when you are revealing something to someone maybe in a dramatic way you'll"
    },
    {
      "index": 10,
      "start_time": 49280.0,
      "end_time": 54270.0,
      "text": "go 'ta-da'. So a magician might say it or let's say you've got a nice new dress and"
    },
    {
      "index": 11,
      "start_time": 54270.0,
      "end_time": 57609.0,
      "text": "you are wearing it and you show your partner you go ta-da then we'll use it. It's a nice"
    },
    {
      "index": 12,
      "start_time": 57609.0,
      "end_time": 61539.0,
      "text": "little expression. Alright so as you can see, a couple of really nice phrases just from"
    },
    {
      "index": 13,
      "start_time": 61540.0,
      "end_time": 64840.0,
      "text": "one advert. Amazing, alright let's go find another one."
    },
    {
      "index": 14,
      "start_time": 76380.0,
      "end_time": 80760.0,
      "text": "Ok, I've just found another example. There's a film here called Downsizing. The verb to"
    },
    {
      "index": 15,
      "start_time": 80760.0,
      "end_time": 85671.0,
      "text": "downsize means to reduce in size. So often if someone lives in a big house and then they"
    },
    {
      "index": 16,
      "start_time": 85671.0,
      "end_time": 90910.0,
      "text": "want to move to a smaller house then they downsize. They get a smaller house. You could"
    },
    {
      "index": 17,
      "start_time": 90910.0,
      "end_time": 96450.0,
      "text": "also think about a company downsizing. So reducing the number of staff members. So yeah"
    },
    {
      "index": 18,
      "start_time": 96450.0,
      "end_time": 101840.0,
      "text": "it's quite a useful little verb. This of course is a noun, downsizing, the noun but yeah you've"
    },
    {
      "index": 19,
      "start_time": 101840.0,
      "end_time": 103640.0,
      "text": "got a film with great vocabulary."
    },
    {
      "index": 20,
      "start_time": 119280.0,
      "end_time": 123560.0,
      "text": "So I'm walking along Carnaby street which is one of London's most famous shopping streets"
    },
    {
      "index": 21,
      "start_time": 123560.0,
      "end_time": 128789.0,
      "text": "and I'm just looking around to see if I can find any great vocabulary or useful phrases"
    },
    {
      "index": 22,
      "start_time": 128788.99999999999,
      "end_time": 133599.0,
      "text": "like anywhere in the shops. Often the shop windows will have phrases on them or the shops"
    },
    {
      "index": 23,
      "start_time": 133599.0,
      "end_time": 136840.0,
      "text": "themselves have interesting names. So yeah just keeping an eye out."
    },
    {
      "index": 24,
      "start_time": 136840.0,
      "end_time": 142060.0,
      "text": "So I've just seen this sign that says Birchbox pop-up. A pop-up is a shop that's very temporary."
    },
    {
      "index": 25,
      "start_time": 142060.0,
      "end_time": 146859.0,
      "text": "So maybe a company will rent a space on a street for a couple of months and they'll"
    },
    {
      "index": 26,
      "start_time": 146859.0,
      "end_time": 152099.0,
      "text": "put the shop in there and it's only a temporary rent. It's there and then it's gone. So as"
    },
    {
      "index": 27,
      "start_time": 152099.0,
      "end_time": 155239.0,
      "text": "soon as it's there, it's there for a month or a couple of weeks and then it's gone. So"
    },
    {
      "index": 28,
      "start_time": 155239.0,
      "end_time": 160629.0,
      "text": "you have to be quick. So it's a pop-up. And this is, this is some kind of makeup pop-up"
    },
    {
      "index": 29,
      "start_time": 160629.0,
      "end_time": 164129.0,
      "text": "or something, I don't know. Anyway, a pop-up shop."
    },
    {
      "index": 30,
      "start_time": 164129.0,
      "end_time": 167300.0,
      "text": "Alright so I'm standing outside a card shop and I've had a look at some of the cards."
    },
    {
      "index": 31,
      "start_time": 167300.0,
      "end_time": 172370.0,
      "text": "And cards have amazing English on them. So the one I picked out there was troll. It's"
    },
    {
      "index": 32,
      "start_time": 172370.0,
      "end_time": 177620.0,
      "text": "a noun and it means someone on the internet who deliberately tries to annoy other people"
    },
    {
      "index": 33,
      "start_time": 177620.0,
      "end_time": 182239.0,
      "text": "to get them angry. To say mean things, stuff like that. So you'll see it in the YouTube"
    },
    {
      "index": 34,
      "start_time": 182239.0,
      "end_time": 186311.0,
      "text": "comments or something. People being mean, they are trolls. They are trying to get a"
    },
    {
      "index": 35,
      "start_time": 186311.0,
      "end_time": 190510.0,
      "text": "reaction out of other people. So even on cards you can get amazing English. Alright we'e"
    },
    {
      "index": 36,
      "start_time": 190510.0,
      "end_time": 195510.0,
      "text": "got a shop right here in Carnaby street. To skinny dip. Now skinny dip is a verb, it means"
    },
    {
      "index": 37,
      "start_time": 195510.0,
      "end_time": 200719.0,
      "text": "to go swimming without any clothes on. So it's a little cheeky shop name but I quite"
    },
    {
      "index": 38,
      "start_time": 200719.0,
      "end_time": 205219.0,
      "text": "like it. To skinny dip. So it's a verb to skinny dip. I think commonly you might use"
    },
    {
      "index": 39,
      "start_time": 205219.0,
      "end_time": 210250.0,
      "text": "it as a noun skinny dipping and then use the verb to go. So for example 'On the last night"
    },
    {
      "index": 40,
      "start_time": 210250.0,
      "end_time": 214269.0,
      "text": "of the holiday, we went skinny dipping.' It means we went swimming without our clothes"
    },
    {
      "index": 41,
      "start_time": 214269.0,
      "end_time": 216200.0,
      "text": "on. Alright!"
    },
    {
      "index": 42,
      "start_time": 224060.0,
      "end_time": 228019.0,
      "text": "Guys I've had to come and stand in the doorway of a shop because it's absolutely pouring"
    },
    {
      "index": 43,
      "start_time": 228020.0,
      "end_time": 232540.0,
      "text": "out there. A storm has suddenly come in. I was looking around for English and now I've"
    },
    {
      "index": 44,
      "start_time": 232660.0,
      "end_time": 237240.0,
      "text": "had to hide. But this is London right? You walk around London, you kind of expect the"
    },
    {
      "index": 45,
      "start_time": 237240.0,
      "end_time": 240080.0,
      "text": "weather to change. It's kind of crazy out there."
    },
    {
      "index": 46,
      "start_time": 249880.0,
      "end_time": 254120.0,
      "text": "Alright Eat Sleep Dreamers, I'm braving the rain just for you so we can carry on finding"
    },
    {
      "index": 47,
      "start_time": 254129.0,
      "end_time": 261780.0,
      "text": "some more English. But only for you, ok? I wish I'd brought my umbrella. Always bring"
    },
    {
      "index": 48,
      "start_time": 261779.99999999997,
      "end_time": 265780.0,
      "text": "your umbrella. Now I know that a lot of you are thinking well look Tom I don't live in"
    },
    {
      "index": 49,
      "start_time": 265780.0,
      "end_time": 270350.0,
      "text": "an English speaking place so there isn't English everywhere that I look and that's absolutely"
    },
    {
      "index": 50,
      "start_time": 270350.0,
      "end_time": 274650.0,
      "text": "right. I know that a lot of you do live in English speaking countries like in the UK"
    },
    {
      "index": 51,
      "start_time": 274650.0,
      "end_time": 279650.0,
      "text": "or in America or Canada or Australia. So yeah keep your eyes open. I know that in Hong Kong"
    },
    {
      "index": 52,
      "start_time": 279650.0,
      "end_time": 283620.0,
      "text": "when I lived there, there was loads of English everywhere that I looked. In Singapore the"
    },
    {
      "index": 53,
      "start_time": 283620.0,
      "end_time": 288130.0,
      "text": "same thing. What I think you guys can do that don't live in an English speaking country"
    },
    {
      "index": 54,
      "start_time": 288130.0,
      "end_time": 294620.0,
      "text": "is to do exactly what Korean Billy suggested in one of my videos. Start from where you"
    },
    {
      "index": 55,
      "start_time": 294620.0,
      "end_time": 300370.0,
      "text": "are. Right, so look around you. What can you see and what's that in English? So for example"
    },
    {
      "index": 56,
      "start_time": 300370.0,
      "end_time": 312300.0,
      "text": "I just walked past this. What's that in English? It's a puddle, ok a puddle. It's a noun, puddle."
    },
    {
      "index": 57,
      "start_time": 312300.0,
      "end_time": 316950.0,
      "text": "Ok, so look around you, what can you see? What's it in English? How can you translate"
    },
    {
      "index": 58,
      "start_time": 316950.0,
      "end_time": 322710.0,
      "text": "it into English? So start from where you are, look around you and that's where you can begin."
    },
    {
      "index": 59,
      "start_time": 322710.0,
      "end_time": 325750.0,
      "text": "Alright let's quickly dive into Pret A Manger, it's a place we can get food and let's just"
    },
    {
      "index": 60,
      "start_time": 325750.0,
      "end_time": 332040.0,
      "text": "see what interesting vocabulary we can find. Alright, so here I've found something called"
    },
    {
      "index": 61,
      "start_time": 332040.0,
      "end_time": 337480.0,
      "text": "an avo smoothie. Avo is short for avocado, so it's the shortened form and a smoothie"
    },
    {
      "index": 62,
      "start_time": 337480.0,
      "end_time": 342110.0,
      "text": "is a drink that kind of made up of fruits and juices and vegetables all sort of crushed"
    },
    {
      "index": 63,
      "start_time": 342110.0,
      "end_time": 348940.0,
      "text": "together with milk and blended together. Very healthy. Alright guys I hope you enjoyed that"
    },
    {
      "index": 64,
      "start_time": 348940.0,
      "end_time": 353730.0,
      "text": "little tour around London searching for great examples of English. I think we found some"
    },
    {
      "index": 65,
      "start_time": 353730.0,
      "end_time": 357430.0,
      "text": "pretty good ones. So what i want you guys to do is keep your heads up, keep your eyes"
    },
    {
      "index": 66,
      "start_time": 357430.0,
      "end_time": 363840.0,
      "text": "open and keep searching for great great English. So whether that's around your city or online,"
    },
    {
      "index": 67,
      "start_time": 363840.0,
      "end_time": 369060.0,
      "text": "doesn't matter just keep searching for great English. Alright guys, this is Tom, the Chief"
    },
    {
      "index": 68,
      "start_time": 369060.0,
      "end_time": 370260.0,
      "text": "Dreamer, saying goodbye."
    }
  ]
}