{
  "video_id": "sS07smEK-SM",
  "title": "Our Place in the Cosmos",
  "json": [
    {
      "index": 1,
      "start_time": 25019.0,
      "end_time": 31999.0,
      "text": "&gt;&gt; Thank you all for coming. I am very pleased to introduce Prof. Raja GuhaThakurta. He&#39;s"
    },
    {
      "index": 2,
      "start_time": 31999.0,
      "end_time": 37620.0,
      "text": "a professor of astronomy at UC Santa Cruz and he&#39;s an expert on galaxy formation and"
    },
    {
      "index": 3,
      "start_time": 37620.0,
      "end_time": 41930.0,
      "text": "Andromeda. And he&#39;s going to give us a talk about our place in the cosmos today. He&#39;s"
    },
    {
      "index": 4,
      "start_time": 41930.0,
      "end_time": 47920.0,
      "text": "also started a innovated program for high school students to do research at UC Santa"
    },
    {
      "index": 5,
      "start_time": 47920.0,
      "end_time": 51670.0,
      "text": "Cruz this summer and he&#39;s going to talk a little bit about that towards the end of the"
    },
    {
      "index": 6,
      "start_time": 51670.0,
      "end_time": 60570.0,
      "text": "talk. So I&#39;m trilled to introduce Raja. &gt;&gt; GUHATHAKURTA: Thank a lot Jeff and thanks"
    },
    {
      "index": 7,
      "start_time": 60570.0,
      "end_time": 65519.0,
      "text": "Boris. Can you hear me okay at the back there? Okay, great. And thank you both for setting"
    },
    {
      "index": 8,
      "start_time": 65519.00000000001,
      "end_time": 70790.0,
      "text": "this up. In fact, the high school program that Jeff mentioned is the exact reason for"
    },
    {
      "index": 9,
      "start_time": 70790.0,
      "end_time": 75680.0,
      "text": "my connection to Jeff. His daughter is in this program. So, I&#39;m going to talk about"
    },
    {
      "index": 10,
      "start_time": 75680.0,
      "end_time": 79229.0,
      "text": "that at the very end. And I see a bunch of high school student, I see a bunch of middle"
    },
    {
      "index": 11,
      "start_time": 79229.0,
      "end_time": 81510.0,
      "text": "school students here, right? Middle or elementary? &gt;&gt; Elementary."
    },
    {
      "index": 12,
      "start_time": 81510.0,
      "end_time": 86610.0,
      "text": "&gt;&gt; GUHATHAKURTA: Elementary. Even better. Good to start early. So, I&#39;m going to talk"
    },
    {
      "index": 13,
      "start_time": 86610.0,
      "end_time": 93889.0,
      "text": "about galaxies today but I want to explain why it&#39;s important to talk about galaxies."
    },
    {
      "index": 14,
      "start_time": 93889.0,
      "end_time": 99909.0,
      "text": "I&#39;m going to explain why I study galaxies. And, so the title of today&#39;s talk is, &quot;Our"
    },
    {
      "index": 15,
      "start_time": 99909.0,
      "end_time": 109009.0,
      "text": "Place in the Cosmos.&quot; And what I want to do is explain why, you know, why galaxies have"
    },
    {
      "index": 16,
      "start_time": 109009.0,
      "end_time": 117770.0,
      "text": "any connection at all to you and me. By way of, you know, giving credit where it&#39;s due,"
    },
    {
      "index": 17,
      "start_time": 117770.0,
      "end_time": 122999.0,
      "text": "these--many of the slides you&#39;ll see today, most of the narrative you&#39;ll see today, was"
    },
    {
      "index": 18,
      "start_time": 122999.0,
      "end_time": 128869.0,
      "text": "put together with the help of one of my colleagues at the UC Santa Cruz Astronomy Department."
    },
    {
      "index": 19,
      "start_time": 128869.0,
      "end_time": 136319.0,
      "text": "Her name is Sandra Faber. Sandy has been studying galaxies for 30 years, she&#39;s one of the world&#39;s"
    },
    {
      "index": 20,
      "start_time": 136319.0,
      "end_time": 141709.0,
      "text": "experts in study of galaxy formation and evolutions. I&#39;ve had the privilege of working with her."
    },
    {
      "index": 21,
      "start_time": 141709.0,
      "end_time": 147090.0,
      "text": "We&#39;ve worked together to keep this narrative current. As the years have gone by, we&#39;ve"
    },
    {
      "index": 22,
      "start_time": 147090.0,
      "end_time": 153070.0,
      "text": "adapted our story to new findings. We&#39;ve adapted the images and animations to new findings."
    },
    {
      "index": 23,
      "start_time": 153070.0,
      "end_time": 158080.0,
      "text": "So, I hope to give you a little bit of a tiny flavor of the kind of galaxy research that"
    },
    {
      "index": 24,
      "start_time": 158080.0,
      "end_time": 163920.0,
      "text": "goes on at Santa Cruz and around the world. So, I wanted to put in a little bit of a disclaimer"
    },
    {
      "index": 25,
      "start_time": 163920.0,
      "end_time": 173770.0,
      "text": "also, that astronomy and cosmology are often confused with astrology, gastronomy, and cosmetology."
    },
    {
      "index": 26,
      "start_time": 173770.0,
      "end_time": 178030.0,
      "text": "And I just want to set those three topics aside. They actually rear their ugly head"
    },
    {
      "index": 27,
      "start_time": 178030.0,
      "end_time": 183360.0,
      "text": "more often than I care in my studies especially when people find out I&#39;m from India and I"
    },
    {
      "index": 28,
      "start_time": 183360.0,
      "end_time": 189450.0,
      "text": "study astronomy, I always get asked about palmistry and telling the future. I know absolutely"
    },
    {
      "index": 29,
      "start_time": 189450.0,
      "end_time": 193480.0,
      "text": "nothing about astrology. I know a little bit about gastronomy, it keeps me alive. And I"
    },
    {
      "index": 30,
      "start_time": 193480.0,
      "end_time": 198950.0,
      "text": "know very, as you can tell looking at me, I know nothing about cosmetology at all. So,"
    },
    {
      "index": 31,
      "start_time": 198950.0,
      "end_time": 205470.0,
      "text": "but I&#39;ll--where they do rear their ugly head, I&#39;ll mention them but I, you know, this is"
    },
    {
      "index": 32,
      "start_time": 205470.0,
      "end_time": 213660.0,
      "text": "a good example of cosmetology rearing its ugly head, no pun intended. So, let me--let"
    },
    {
      "index": 33,
      "start_time": 213660.0,
      "end_time": 218740.0,
      "text": "me actually give you a little bit of a road map of where we&#39;re going to go with this--with"
    },
    {
      "index": 34,
      "start_time": 218740.0,
      "end_time": 223700.0,
      "text": "this narrative today. So, I&#39;ll start with our place in the universe, in the cosmos."
    },
    {
      "index": 35,
      "start_time": 223700.0,
      "end_time": 229320.0,
      "text": "And, it turns out our place in the cosmos is directly linked to a concept that&#39;s best"
    },
    {
      "index": 36,
      "start_time": 229320.0,
      "end_time": 233960.0,
      "text": "thought of as recycling. Recycling of chemicals, recycling of the elements in the periodic"
    },
    {
      "index": 37,
      "start_time": 233960.0,
      "end_time": 239910.0,
      "text": "table but done by the cosmos. Not done by West Valley Recycling, it&#39;s done by--on a"
    },
    {
      "index": 38,
      "start_time": 239910.0,
      "end_time": 246450.0,
      "text": "much larger scale in the cosmos. And it&#39;s done inside galaxies. Galaxies are the cosmos&#39;"
    },
    {
      "index": 39,
      "start_time": 246450.0,
      "end_time": 252280.0,
      "text": "recycling plants. Now, galaxies do a whole bunch of thing in addition to cosmic recycling."
    },
    {
      "index": 40,
      "start_time": 252280.0,
      "end_time": 256620.0,
      "text": "They are also cannibals, they like to eat their own. They like to eat their children"
    },
    {
      "index": 41,
      "start_time": 256620.0,
      "end_time": 260350.0,
      "text": "in particular. So, nothing to be scared about, you kids. Your parents are not at all like"
    },
    {
      "index": 42,
      "start_time": 260350.00000000003,
      "end_time": 265419.0,
      "text": "that. But galaxies, in fact, do this all the time. And I&#39;ll talk about how cannibalism"
    },
    {
      "index": 43,
      "start_time": 265419.0,
      "end_time": 270350.0,
      "text": "plays an important role in galaxies. So you can see, gastronomy is already rearing its"
    },
    {
      "index": 44,
      "start_time": 270350.0,
      "end_time": 276490.0,
      "text": "ugly head here. The formation of galaxies involves cannibalism but only in the late"
    },
    {
      "index": 45,
      "start_time": 276490.0,
      "end_time": 280490.0,
      "text": "stages of galaxy evolution. Today, there&#39;s a lot of cannibalism going on in the Milky"
    },
    {
      "index": 46,
      "start_time": 280490.0,
      "end_time": 285680.0,
      "text": "Way, in Andromeda. But in the early stages, you don&#39;t have cannibalism because there&#39;s"
    },
    {
      "index": 47,
      "start_time": 285680.0,
      "end_time": 289849.0,
      "text": "nothing to cannibalize. You need to have galaxies in place for them to cannibalize one another."
    },
    {
      "index": 48,
      "start_time": 289849.0,
      "end_time": 295009.0,
      "text": "So, the early stages of galaxy formation actually involve other processes, and I&#39;ll talk a little"
    },
    {
      "index": 49,
      "start_time": 295009.0,
      "end_time": 300889.0,
      "text": "bit about that. The early formation of galaxies involves ripples in the fabric of the cosmos."
    },
    {
      "index": 50,
      "start_time": 300889.0,
      "end_time": 304409.0,
      "text": "I&#39;ll talk a little bit about the processes that give rise to those ripple. It has to"
    },
    {
      "index": 51,
      "start_time": 304409.0,
      "end_time": 309539.0,
      "text": "do with quantum mechanics. It has to do with a phenomenon called inflation, not the economic"
    },
    {
      "index": 52,
      "start_time": 309539.0,
      "end_time": 314389.0,
      "text": "kind but the kind the universe does. And it has to do with gravity. So, I&#39;ll talk about"
    },
    {
      "index": 53,
      "start_time": 314389.0,
      "end_time": 319569.0,
      "text": "those things. And at the--at, you know, the end of the science part of the presentation,"
    },
    {
      "index": 54,
      "start_time": 319569.0,
      "end_time": 326840.0,
      "text": "what I want to emphasize is that astronomy is a physical science. So like everything"
    },
    {
      "index": 55,
      "start_time": 326840.0,
      "end_time": 333430.0,
      "text": "in the--in the sciences, it&#39;s evidence-based. So if I tell you a story, I have to also tell"
    },
    {
      "index": 56,
      "start_time": 333430.0,
      "end_time": 337379.0,
      "text": "you the basis behind the story. Why, you know, why do we believe the story, why do we believe"
    },
    {
      "index": 57,
      "start_time": 337379.0,
      "end_time": 342809.0,
      "text": "what we believe, not just what we believe. So I&#39;ll tell you a little bit about this evidence"
    },
    {
      "index": 58,
      "start_time": 342809.0,
      "end_time": 348039.0,
      "text": "and that really has to do with using telescopes as time machines to test theoretical predictions."
    },
    {
      "index": 59,
      "start_time": 348039.0,
      "end_time": 353210.0,
      "text": "Okay, so I&#39;ll start with Our Place in the Cosmos. And if I could have the lights down"
    },
    {
      "index": 60,
      "start_time": 353210.0,
      "end_time": 357289.0,
      "text": "a little bit in the front of the room if possible because many of my slides have a dark background."
    },
    {
      "index": 61,
      "start_time": 357289.0,
      "end_time": 362050.0,
      "text": "I don&#39;t know--if that&#39;s easy to do. If not, it&#39;s--things are pretty visible on this--on"
    },
    {
      "index": 62,
      "start_time": 362050.0,
      "end_time": 368509.0,
      "text": "this screen anyway. I just realized that many of my--you know, the night sky is dark. So"
    },
    {
      "index": 63,
      "start_time": 368509.0,
      "end_time": 373479.0,
      "text": "when I take pictures of the night sky, the background is dark. It&#39;s not my fault. It"
    },
    {
      "index": 64,
      "start_time": 373479.0,
      "end_time": 375619.0,
      "text": "really is that way. But Jeff, this is already helping a lot."
    },
    {
      "index": 65,
      "start_time": 375619.0,
      "end_time": 377229.0,
      "text": "&gt;&gt; [INDISTINCT] &gt;&gt; GUHATHAKURTA: Yes. This is--this is good."
    },
    {
      "index": 66,
      "start_time": 377229.0,
      "end_time": 380460.0,
      "text": "So, oh, this is even better. &gt;&gt; [INDISTINCT]"
    },
    {
      "index": 67,
      "start_time": 380460.0,
      "end_time": 383909.0,
      "text": "&gt;&gt; GUHATHAKURTA: Yes. Thank you. Thank you. So when I think of our place in the cosmos,"
    },
    {
      "index": 68,
      "start_time": 383909.0,
      "end_time": 388330.0,
      "text": "I think of my, you know, my favorite people up there, you might think of your favorite"
    },
    {
      "index": 69,
      "start_time": 388330.0,
      "end_time": 392300.0,
      "text": "people up there. So I am going to put up an example of who I think of when I think of"
    },
    {
      "index": 70,
      "start_time": 392300.0,
      "end_time": 397249.0,
      "text": "our place in the cosmos. You know, on the right is my--is my daughter, she was seven"
    },
    {
      "index": 71,
      "start_time": 397249.0,
      "end_time": 403620.0,
      "text": "years old at that time. And on the left is my newly adopted son at that time. Okay. He"
    },
    {
      "index": 72,
      "start_time": 403620.0,
      "end_time": 408139.0,
      "text": "was--he hadn&#39;t been groomed in a while, so I apologize for his appearance there. But"
    },
    {
      "index": 73,
      "start_time": 408139.0,
      "end_time": 413379.0,
      "text": "what is common to those two entities, you know, it&#39;s a form of K9 life and human life,"
    },
    {
      "index": 74,
      "start_time": 413379.0,
      "end_time": 419309.0,
      "text": "is our protein molecules. So my biochemist friends tell me that protein molecule are"
    },
    {
      "index": 75,
      "start_time": 419309.0,
      "end_time": 424069.0,
      "text": "the basic building blocks of life. Now if I were being absolutely precise with my language,"
    },
    {
      "index": 76,
      "start_time": 424069.0,
      "end_time": 429430.0,
      "text": "I should say protein molecules are the basic building blocks of life as we know it. Now,"
    },
    {
      "index": 77,
      "start_time": 429430.0,
      "end_time": 433659.0,
      "text": "we know of many forms of life here on earth, from the simplest viruses, they&#39;re made of"
    },
    {
      "index": 78,
      "start_time": 433659.0,
      "end_time": 441369.0,
      "text": "RNA, to the most complex mammals. DNA and RNA are examples of protein molecules. Enzymes,"
    },
    {
      "index": 79,
      "start_time": 441369.0,
      "end_time": 448150.0,
      "text": "hormones, these are all neurotransmitters. These are all important aspects of life and"
    },
    {
      "index": 80,
      "start_time": 448150.0,
      "end_time": 452800.0,
      "text": "it&#39;s fair to say protein molecules are the basic building blocks of life as we know it."
    },
    {
      "index": 81,
      "start_time": 452800.0,
      "end_time": 457009.0,
      "text": "Protein molecules are very complex as this picture shows, but if we would extend our"
    },
    {
      "index": 82,
      "start_time": 457009.0,
      "end_time": 461849.0,
      "text": "definition of life a little bit, another way to write that phrase would be to say complex"
    },
    {
      "index": 83,
      "start_time": 461849.0,
      "end_time": 468270.0,
      "text": "molecules are almost certainly the basic building blocks of any kind of interesting life. So"
    },
    {
      "index": 84,
      "start_time": 468270.0,
      "end_time": 471939.0,
      "text": "if there is life outside the solar system, and you know there might be, we haven&#39;t discovered"
    },
    {
      "index": 85,
      "start_time": 471939.0,
      "end_time": 475409.0,
      "text": "it, we can only speculate about it at this point. But if there&#39;s life beyond the solar"
    },
    {
      "index": 86,
      "start_time": 475409.0,
      "end_time": 481909.0,
      "text": "system, the kinds of life we&#39;d be most interested in better be rich, better be diverse, like"
    },
    {
      "index": 87,
      "start_time": 481909.0,
      "end_time": 486199.0,
      "text": "the kinds of life we see here on earth. Those are the kinds we&#39;d be interested in. And to"
    },
    {
      "index": 88,
      "start_time": 486199.0,
      "end_time": 491240.0,
      "text": "have any kind of rich and diverse life, you can bet they would have to have at its--at"
    },
    {
      "index": 89,
      "start_time": 491240.0,
      "end_time": 496289.0,
      "text": "its basis some kind of complex molecule. Because complex molecules have lots of chemical bonds,"
    },
    {
      "index": 90,
      "start_time": 496289.0,
      "end_time": 500619.0,
      "text": "they are capable of--they have many degrees of freedom, they are capable of taking on"
    },
    {
      "index": 91,
      "start_time": 500619.0,
      "end_time": 505360.0,
      "text": "many forms. Those are the kinds of life forms that we&#39;d be interested in. Now, so to form"
    },
    {
      "index": 92,
      "start_time": 505360.0,
      "end_time": 511300.0,
      "text": "protein molecules or to form complex molecules of any kind, you need atoms with lots of electrons"
    },
    {
      "index": 93,
      "start_time": 511300.0,
      "end_time": 514529.0,
      "text": "and protons in them. You need things that are not right at the beginning of the periodic"
    },
    {
      "index": 94,
      "start_time": 514529.0,
      "end_time": 520570.0,
      "text": "table but somewhat into the periodic table. In the case of protein molecule, those atoms--I"
    },
    {
      "index": 95,
      "start_time": 520570.00000000006,
      "end_time": 526240.0,
      "text": "am highlighting carbon, nitrogen and oxygen, I&#39;m leaving out hydrogen deliberately. Hydrogen"
    },
    {
      "index": 96,
      "start_time": 526240.0,
      "end_time": 531540.0,
      "text": "is actually formed in copious quantities early in the universe&#39;s history. Electrons and protons"
    },
    {
      "index": 97,
      "start_time": 531540.0,
      "end_time": 537070.0,
      "text": "are initially moving around too rapidly for them to be bound by each others electrostatic"
    },
    {
      "index": 98,
      "start_time": 537070.0,
      "end_time": 542280.0,
      "text": "forces. Because the universe is very hot in its earthly phases. Hot means high temperature,"
    },
    {
      "index": 99,
      "start_time": 542280.0,
      "end_time": 546870.0,
      "text": "high temperature means rapid motion. When electron and protons have too high an energy,"
    },
    {
      "index": 100,
      "start_time": 546870.0,
      "end_time": 552580.0,
      "text": "they can&#39;t bind stably because, you know, their collisions are too energetic for them"
    },
    {
      "index": 101,
      "start_time": 552580.0,
      "end_time": 557440.0,
      "text": "to be--to remain bound. So when the universe cools down to a certain point, about 300,000"
    },
    {
      "index": 102,
      "start_time": 557440.0,
      "end_time": 562500.0,
      "text": "years after the Big Bang, the first hydrogen atoms formed, and hydrogen protons and electrons"
    },
    {
      "index": 103,
      "start_time": 562500.0,
      "end_time": 568820.0,
      "text": "mate for life. They stay together for 14,000,000,000 years. Now, it&#39;s a little more difficult to"
    },
    {
      "index": 104,
      "start_time": 568820.0,
      "end_time": 573550.0,
      "text": "produce more complex elements like carbon, nitrogen, oxygen. Actually hydrogen, helium,"
    },
    {
      "index": 105,
      "start_time": 573550.0,
      "end_time": 577660.0,
      "text": "traces of lithium and beryllium, form early in the universe&#39;s history just through this"
    },
    {
      "index": 106,
      "start_time": 577660.0,
      "end_time": 583670.0,
      "text": "natural collisions of particles. But carbon, nitrogen and oxygen don&#39;t form that easily."
    },
    {
      "index": 107,
      "start_time": 583670.0,
      "end_time": 587620.0,
      "text": "They are actually cooked inside stars. They are cooked, when I say cooked I mean through"
    },
    {
      "index": 108,
      "start_time": 587620.0,
      "end_time": 592260.0,
      "text": "nuclear fusion reactions, they are produced inside stars. So, you might look at this and"
    },
    {
      "index": 109,
      "start_time": 592260.0,
      "end_time": 595520.0,
      "text": "say, &quot;Okay, all is well.&quot; You know, we know where the carbon and nitrogen and oxygen came"
    },
    {
      "index": 110,
      "start_time": 595520.0,
      "end_time": 599340.0,
      "text": "from because we live around such a star. We live around the star that&#39;s undergoing fusion"
    },
    {
      "index": 111,
      "start_time": 599340.0,
      "end_time": 603150.0,
      "text": "reactions [INDISTINCT] that&#39;s what you see on the right there. It turns out the sun&#39;s"
    },
    {
      "index": 112,
      "start_time": 603150.0,
      "end_time": 608090.0,
      "text": "atmosphere contains carbon, nitrogen and oxygen. You know very well that the earth certainly"
    },
    {
      "index": 113,
      "start_time": 608090.0,
      "end_time": 611340.0,
      "text": "contains C, N and O. You know, if you&#39;ve been to a barbeque recently or if you&#39;re wearing"
    },
    {
      "index": 114,
      "start_time": 611340.0,
      "end_time": 615420.0,
      "text": "a diamond ring or if you are breathing, which you certainly are, you are taking in nitrogen"
    },
    {
      "index": 115,
      "start_time": 615420.0,
      "end_time": 619400.0,
      "text": "and oxygen. So these elements are present in abundance on the earth, in the oceans,"
    },
    {
      "index": 116,
      "start_time": 619400.0,
      "end_time": 623390.0,
      "text": "on the earth&#39;s crust. These elements are present in abundance. But there is a little bit of"
    },
    {
      "index": 117,
      "start_time": 623390.0,
      "end_time": 628190.0,
      "text": "a mystery here. The sun, even though it contains carbon, nitrogen and oxygen actually has no"
    },
    {
      "index": 118,
      "start_time": 628190.0,
      "end_time": 634470.0,
      "text": "business to contain them because the sun has not yet produce these elements through nuclear"
    },
    {
      "index": 119,
      "start_time": 634470.0,
      "end_time": 639050.0,
      "text": "fusion reactions. The sun is merely converting hydrogen to helium in its core. That what"
    },
    {
      "index": 120,
      "start_time": 639050.0,
      "end_time": 643470.0,
      "text": "gives the sun, you know, the--that&#39;s what gives helium its name. Helium comes from the"
    },
    {
      "index": 121,
      "start_time": 643470.0,
      "end_time": 648710.0,
      "text": "Greek word for Helios. The sun is merely converting hydrogen to helium, near the end of its life,"
    },
    {
      "index": 122,
      "start_time": 648710.0,
      "end_time": 654890.0,
      "text": "about 5,000,000 years from now, 5,000,000,000 years from now, the sun is going to cook helium"
    },
    {
      "index": 123,
      "start_time": 654890.0,
      "end_time": 659780.0,
      "text": "into lithium, beryllium, boron, it will get up to carbon, nitrogen and oxygen and then"
    },
    {
      "index": 124,
      "start_time": 659780.0,
      "end_time": 663850.0,
      "text": "die. Die in the sense it will stop nuclear fusion reactions. So about 5,000,000,000 years"
    },
    {
      "index": 125,
      "start_time": 663850.0,
      "end_time": 668570.0,
      "text": "from now, the sun will have some legitimate claim to some carbon, nitrogen and oxygen"
    },
    {
      "index": 126,
      "start_time": 668570.0,
      "end_time": 672980.0,
      "text": "because it would have cooked it within its interior. So what business does it have containing,"
    },
    {
      "index": 127,
      "start_time": 672980.0,
      "end_time": 681320.0,
      "text": "you know, having some of these elements today? Well, its business is, it is descendant of"
    },
    {
      "index": 128,
      "start_time": 681320.0,
      "end_time": 686390.0,
      "text": "other stars. And what I mean by that is there are other stars--this is a picture of a star"
    },
    {
      "index": 129,
      "start_time": 686390.0,
      "end_time": 691210.0,
      "text": "field--there are other stars that lived and died before the sun came into being. And I--what"
    },
    {
      "index": 130,
      "start_time": 691210.0,
      "end_time": 698130.0,
      "text": "I mean by died is these stars rapidly cooked these elements, nuclear--they went through"
    },
    {
      "index": 131,
      "start_time": 698130.0,
      "end_time": 702660.0,
      "text": "nuclear fusion reactions. They cooked all the elements up to iron in fact within their"
    },
    {
      "index": 132,
      "start_time": 702660.0,
      "end_time": 707090.0,
      "text": "interiors, through nuclear fusion reactions. It turns out iron has the--is the most stable"
    },
    {
      "index": 133,
      "start_time": 707090.0,
      "end_time": 711700.0,
      "text": "of the elements in terms of binding energy per nucleon. So fusion is favorable energetically"
    },
    {
      "index": 134,
      "start_time": 711700.0,
      "end_time": 715670.0,
      "text": "as long as you go up to iron. Beyond that, you don&#39;t produce elements through fusion."
    },
    {
      "index": 135,
      "start_time": 715670.0,
      "end_time": 720640.0,
      "text": "You actually produce them in stellar explosions through neutron bombardment in supernova explosions."
    },
    {
      "index": 136,
      "start_time": 720640.0,
      "end_time": 727930.0,
      "text": "So, but the point is the sun is not a first generation star. The sun was born well after"
    },
    {
      "index": 137,
      "start_time": 727930.0,
      "end_time": 733340.0,
      "text": "some of its ancestors rapidly cooked these elements in their interiors, carbon, nitrogen"
    },
    {
      "index": 138,
      "start_time": 733340.0,
      "end_time": 739430.0,
      "text": "and oxygen, and indeed, many other elements. And these ancestral stars, their ancestors"
    },
    {
      "index": 139,
      "start_time": 739430.0,
      "end_time": 745360.0,
      "text": "in the same way we have ancestors, these stars died before the sun was born. They were very"
    },
    {
      "index": 140,
      "start_time": 745360.0,
      "end_time": 749160.0,
      "text": "efficient cooks. They cooked all these elements within their interior, but they were also"
    },
    {
      "index": 141,
      "start_time": 749160.0,
      "end_time": 754620.0,
      "text": "very generous cooks. They die in a spectacular way. These stars explode when they died. And"
    },
    {
      "index": 142,
      "start_time": 754620.0,
      "end_time": 761700.0,
      "text": "you--what you are seeing here is a real picture of an exploded star as it looks a thousand"
    },
    {
      "index": 143,
      "start_time": 761700.0,
      "end_time": 766800.0,
      "text": "years after the explosions, so about a thousand year old explosion that you see over there."
    },
    {
      "index": 144,
      "start_time": 766800.0,
      "end_time": 773600.0,
      "text": "So the stuff that was once inside the star, was once cooked inside the star, gets generously"
    },
    {
      "index": 145,
      "start_time": 773600.0,
      "end_time": 782680.0,
      "text": "dispersed into surrounding space. So the sun was born out of the dust, the stardust, the"
    },
    {
      "index": 146,
      "start_time": 782680.0,
      "end_time": 788470.0,
      "text": "exploded ashes of many, many, many stars. So, in the words of Crosby, Stills, Nash &amp; Young,"
    },
    {
      "index": 147,
      "start_time": 788470.0,
      "end_time": 792860.0,
      "text": "&quot;We are stardust.&quot; You know, and for the young ones among you, you don&#39;t know who Crosby,"
    },
    {
      "index": 148,
      "start_time": 792860.0,
      "end_time": 798730.0,
      "text": "Stills, Nash &amp; Young are, they are not a law firm. They are a rock group. And they must"
    },
    {
      "index": 149,
      "start_time": 798730.0,
      "end_time": 802560.0,
      "text": "have known some astronomy because they knew exactly what they were talking about when"
    },
    {
      "index": 150,
      "start_time": 802560.0,
      "end_time": 807170.0,
      "text": "they said, &quot;We are stardust.&quot; So indeed, if you look around you, your neighbor, the chair"
    },
    {
      "index": 151,
      "start_time": 807170.0,
      "end_time": 811470.0,
      "text": "you are sitting on, the stuff that makes up this beautiful building, all of these was"
    },
    {
      "index": 152,
      "start_time": 811470.0,
      "end_time": 818290.0,
      "text": "once cooked inside a star. Not the sun but some other star, that enriched the cloud of"
    },
    {
      "index": 153,
      "start_time": 818290.0,
      "end_time": 822030.0,
      "text": "gas and dust from which the sun and earth, and the other planets formed. So that&#39;s a"
    },
    {
      "index": 154,
      "start_time": 822030.0,
      "end_time": 830200.0,
      "text": "remarkable--that is actually a remarkable thing to think that our origins are spatially"
    },
    {
      "index": 155,
      "start_time": 830200.0,
      "end_time": 834980.0,
      "text": "quite large. That is our--the elements that make up our bodies come from a large region"
    },
    {
      "index": 156,
      "start_time": 834980.0,
      "end_time": 839000.0,
      "text": "within our collection of stars. Now, a collection of stars is what we had to be part of. And"
    },
    {
      "index": 157,
      "start_time": 839000.0,
      "end_time": 842870.0,
      "text": "a collection of stars is what we call a galaxy. Because if we weren&#39;t part of a collection"
    },
    {
      "index": 158,
      "start_time": 842870.0,
      "end_time": 847320.0,
      "text": "of stars, if the sun were alone, the nebula from which the sun formed were alone with"
    },
    {
      "index": 159,
      "start_time": 847320.0,
      "end_time": 851730.0,
      "text": "no other stars around it, there&#39;s a pretty good bet that we would be made of hydrogen"
    },
    {
      "index": 160,
      "start_time": 851730.0,
      "end_time": 857250.0,
      "text": "and helium today. Not any of these other elements. And believe me, a speaker who is made of only"
    },
    {
      "index": 161,
      "start_time": 857250.0,
      "end_time": 863440.0,
      "text": "hydrogen and helium is far less interesting than, you know, than I hope to be. Okay, and"
    },
    {
      "index": 162,
      "start_time": 863440.0,
      "end_time": 869210.0,
      "text": "indeed, an audience made of hydrogen and helium is far less interesting than you are. So this"
    },
    {
      "index": 163,
      "start_time": 869210.0,
      "end_time": 873020.0,
      "text": "particular picture is a picture of a galaxy. But some of you have already guessed that"
    },
    {
      "index": 164,
      "start_time": 873020.0,
      "end_time": 876670.0,
      "text": "this is not a picture of the Milky Way Galaxy because we live inside the Milky Way Galaxy."
    },
    {
      "index": 165,
      "start_time": 876670.0,
      "end_time": 880710.0,
      "text": "We can&#39;t take pictures like this of the Milky Way Galaxy. What we do instead is we take"
    },
    {
      "index": 166,
      "start_time": 880710.0,
      "end_time": 886090.0,
      "text": "pictures of our siblings. This is our sister galaxy, she&#39;s our older sister. Well, at least,"
    },
    {
      "index": 167,
      "start_time": 886090.0,
      "end_time": 889600.0,
      "text": "a biggest sister, I don&#39;t know about older. But this is the Andromeda Galaxy. This is"
    },
    {
      "index": 168,
      "start_time": 889600.0,
      "end_time": 893620.0,
      "text": "my favorite galaxy in the whole world, as Jeff mentioned, and I&#39;ll talk about it in"
    },
    {
      "index": 169,
      "start_time": 893620.0,
      "end_time": 899180.0,
      "text": "some more detail. Now, it&#39;s worth pausing here for a little bit to reflect on what we"
    },
    {
      "index": 170,
      "start_time": 899180.0,
      "end_time": 904880.0,
      "text": "are doing here. We live in a world without mirrors. We can&#39;t see ourselves. You know,"
    },
    {
      "index": 171,
      "start_time": 904880.0,
      "end_time": 908680.0,
      "text": "we can&#39;t see our Milky Way Galaxy. Imagine if you lived in a--imagine, you kids, living"
    },
    {
      "index": 172,
      "start_time": 908680.0,
      "end_time": 911810.0,
      "text": "in a world without mirrors. It will take you much less time in the morning to get ready"
    },
    {
      "index": 173,
      "start_time": 911810.0,
      "end_time": 915760.0,
      "text": "and go to school. That would be a benefit. But the downside is you wouldn&#39;t know what"
    },
    {
      "index": 174,
      "start_time": 915760.0,
      "end_time": 918580.0,
      "text": "you looked like. You would have no idea. You would have to look at your siblings, you would"
    },
    {
      "index": 175,
      "start_time": 918580.0,
      "end_time": 922400.0,
      "text": "have to look at your neighbors to figure out what you look like form the outside. That&#39;s"
    },
    {
      "index": 176,
      "start_time": 922400.0,
      "end_time": 926950.0,
      "text": "what we do here. Another analogy might be living in a house that you can never leave."
    },
    {
      "index": 177,
      "start_time": 926950.0,
      "end_time": 929950.0,
      "text": "You wouldn&#39;t know what buildings look like until you looked out your window and looked"
    },
    {
      "index": 178,
      "start_time": 929950.0,
      "end_time": 933470.0,
      "text": "at your neighbor&#39;s buildings. And that&#39;s what we&#39;re doing here. This is our neighbor, the"
    },
    {
      "index": 179,
      "start_time": 933470.0,
      "end_time": 938670.0,
      "text": "Andromeda Galaxy. And to give you a sense of scale, light would take a hundred thousand"
    },
    {
      "index": 180,
      "start_time": 938670.0,
      "end_time": 943540.0,
      "text": "years to get across this rectangle, a hundred thousand years. Light takes one second to"
    },
    {
      "index": 181,
      "start_time": 943540.0,
      "end_time": 949950.0,
      "text": "get to the moon, eight minutes to get to the sun, four hours to get to Pluto, four years"
    },
    {
      "index": 182,
      "start_time": 949950.0,
      "end_time": 953529.0,
      "text": "to get to the nearest star, but we&#39;re talking about a hundred thousand years to get across"
    },
    {
      "index": 183,
      "start_time": 953529.0,
      "end_time": 961230.0,
      "text": "this picture. Now, we live in a very average part of the Milky Way Galaxy. In fact, astronomy"
    },
    {
      "index": 184,
      "start_time": 961230.0,
      "end_time": 964510.0,
      "text": "is a very humbling subject because it tells you over and over and over again that you&#39;re"
    },
    {
      "index": 185,
      "start_time": 964510.0,
      "end_time": 969040.0,
      "text": "completely mediocre. You know, our planet is completely mediocre, our star is completely"
    },
    {
      "index": 186,
      "start_time": 969040.0,
      "end_time": 973630.0,
      "text": "mediocre, our galaxy is mediocre. And people speculate our universe may even be mediocre"
    },
    {
      "index": 187,
      "start_time": 973630.0,
      "end_time": 978630.0,
      "text": "because people talk about multiverses, not uni but multiverses. Ours may be one of many."
    },
    {
      "index": 188,
      "start_time": 978630.0,
      "end_time": 984290.0,
      "text": "So mediocrity is the theme of astronomy but it&#39;s a good kind of mediocrity in this case,"
    },
    {
      "index": 189,
      "start_time": 984290.0,
      "end_time": 988730.0,
      "text": "okay? So we live in an average part of the galaxy. We don&#39;t live on Castro Street in"
    },
    {
      "index": 190,
      "start_time": 988730.0,
      "end_time": 992290.0,
      "text": "downtown Mountain View where there are lots of, you know, lots of people, lots of stars"
    },
    {
      "index": 191,
      "start_time": 992290.0,
      "end_time": 997690.0,
      "text": "close together. We don&#39;t live often in the Hills of Los Altos. We live in somewhere near"
    },
    {
      "index": 192,
      "start_time": 997690.0,
      "end_time": 1001170.0,
      "text": "the Google campus perhaps. You know, it&#39;s the--pretty representative part of--part of"
    },
    {
      "index": 193,
      "start_time": 1001170.0,
      "end_time": 1008350.0,
      "text": "town. We&#39;re about 25,000 light-years from the center of the Milky Way Galaxy. Now, one"
    },
    {
      "index": 194,
      "start_time": 1008350.0,
      "end_time": 1012650.0,
      "text": "of the things our group has discovered, our research group has discovered over the years"
    },
    {
      "index": 195,
      "start_time": 1012650.0,
      "end_time": 1018350.0,
      "text": "is the Andromeda Galaxy is five times bigger than this picture would suggest. You know,"
    },
    {
      "index": 196,
      "start_time": 1018350.0,
      "end_time": 1022560.0,
      "text": "when we started our work, conventional wisdom was the Andromeda Galaxy went out about as"
    },
    {
      "index": 197,
      "start_time": 1022560.0,
      "end_time": 1027539.0,
      "text": "far as you see in this picture. But we&#39;ve been studying stars far away from this--from"
    },
    {
      "index": 198,
      "start_time": 1027540.0,
      "end_time": 1031991.0,
      "text": "the center of this picture literally, five times further out than this picture shows"
    },
    {
      "index": 199,
      "start_time": 1031990.0,
      "end_time": 1036449.0,
      "text": "and we&#39;ve been continuing to find stars that are plausibly associated with the Andromeda"
    },
    {
      "index": 200,
      "start_time": 1036450.0,
      "end_time": 1040111.0,
      "text": "Galaxy in the sense that they&#39;re the right kind of stars, they have the right chemical"
    },
    {
      "index": 201,
      "start_time": 1040109.9999999999,
      "end_time": 1044099.9999999999,
      "text": "mix, they have the right velocities, they&#39;re moving with the rest of the Andromeda Galaxy,"
    },
    {
      "index": 202,
      "start_time": 1044099.9999999999,
      "end_time": 1048779.0,
      "text": "and so on. Okay. So, let me talk a little bit about that. I love this picture. This"
    },
    {
      "index": 203,
      "start_time": 1048780.0,
      "end_time": 1053060.0,
      "text": "is a Robert Gendler photograph of Andromeda and I was talking about how it&#39;s eating its"
    },
    {
      "index": 204,
      "start_time": 1053060.0,
      "end_time": 1060611.0,
      "text": "children. Well, here is one of its children, M32. Those are snacks only, those two, those"
    },
    {
      "index": 205,
      "start_time": 1060610.0,
      "end_time": 1065760.0,
      "text": "are breakfast and lunch up there. Lunch is at noon, you know, 12 o&#39;clock. Right above"
    },
    {
      "index": 206,
      "start_time": 1065760.0,
      "end_time": 1071809.0,
      "text": "it. And if you look closely, you&#39;d see there&#39;s a bridge of stars that--this--that&#39;s been"
    },
    {
      "index": 207,
      "start_time": 1071810.0,
      "end_time": 1076560.0,
      "text": "stretched out from that galaxy that&#39;s immediately above Andromeda. The process is very simple."
    },
    {
      "index": 208,
      "start_time": 1076560.0,
      "end_time": 1081751.0,
      "text": "If, you know, if I were the Andromeda Galaxy and you guys were a satellite, or vise versa,"
    },
    {
      "index": 209,
      "start_time": 1081750.0,
      "end_time": 1087130.0,
      "text": "what happens is gravity is an inverse-square law force. Gravity pulls hardest on something"
    },
    {
      "index": 210,
      "start_time": 1087130.0,
      "end_time": 1092070.0,
      "text": "that&#39;s, you know, closest to you. So I would pull very hard on the front row, I would pull"
    },
    {
      "index": 211,
      "start_time": 1092070.0,
      "end_time": 1097790.0,
      "text": "less hard on the back row, and the, you know, people sitting in between would feel a force"
    },
    {
      "index": 212,
      "start_time": 1097790.0,
      "end_time": 1102630.0,
      "text": "that&#39;s somewhat intermediate between these two extremes. What that would do is it would"
    },
    {
      "index": 213,
      "start_time": 1102630.0,
      "end_time": 1108850.0,
      "text": "stretch out this galaxy by virtue of this differential gravitational force. That&#39;s what"
    },
    {
      "index": 214,
      "start_time": 1108850.0,
      "end_time": 1115780.0,
      "text": "Andromeda is doing to that galaxy up there. It really is a--this effect is called tidal"
    },
    {
      "index": 215,
      "start_time": 1115780.0,
      "end_time": 1119550.0,
      "text": "effect, this is exactly what we experience here on Earth. The--when the moon pulls on"
    },
    {
      "index": 216,
      "start_time": 1119550.0,
      "end_time": 1123750.0,
      "text": "the near side of the Earth, it pulls harder than the far side. So the Earth tries to stretch"
    },
    {
      "index": 217,
      "start_time": 1123750.0,
      "end_time": 1128530.0,
      "text": "out into a cigar shape. The Earth is made of rocks, it can&#39;t do that. But the oceans,"
    },
    {
      "index": 218,
      "start_time": 1128530.0,
      "end_time": 1132809.0,
      "text": "the water on the Earth that can respond, stretches out into a cigar shape. So you--we have high"
    },
    {
      "index": 219,
      "start_time": 1132810.0,
      "end_time": 1137531.0,
      "text": "tides at two ends and you have low tides everywhere else. Okay, so, tidal forces are very common"
    },
    {
      "index": 220,
      "start_time": 1137530.0,
      "end_time": 1144020.0,
      "text": "in nature. So, I started the Andromeda Galaxy and one of the benefits is not only is it"
    },
    {
      "index": 221,
      "start_time": 1144020.0,
      "end_time": 1149490.0,
      "text": "our neighbor, it&#39;s close enough that we can see individuals within our neighbor&#39;s house."
    },
    {
      "index": 222,
      "start_time": 1149490.0,
      "end_time": 1153809.0,
      "text": "We can see individual stars within Andromeda and I will show you some examples of that"
    },
    {
      "index": 223,
      "start_time": 1153810.0,
      "end_time": 1158441.0,
      "text": "in just a minute. To see individual stars in Andromeda you need powerful telescopes,"
    },
    {
      "index": 224,
      "start_time": 1158440.0,
      "end_time": 1162830.0,
      "text": "so we used the Hubble Space Telescope a lot, but we also use the Keck Telescopes that Jeff"
    },
    {
      "index": 225,
      "start_time": 1162830.0,
      "end_time": 1168090.0,
      "text": "and I visited in August. Here&#39;s a picture of the Keck Telescopes, there you go, these"
    },
    {
      "index": 226,
      "start_time": 1168090.0,
      "end_time": 1172370.0,
      "text": "are--there are two Keck Telescopes. They are the world&#39;s biggest optical telescope. If"
    },
    {
      "index": 227,
      "start_time": 1172370.0,
      "end_time": 1178050.0,
      "text": "you would have put the mirror of the Keck Telescope in this room, it would occupy about"
    },
    {
      "index": 228,
      "start_time": 1178050.0,
      "end_time": 1183390.0,
      "text": "the space occupied by the seats here. It&#39;s about 10 meters across, 10 big steps across"
    },
    {
      "index": 229,
      "start_time": 1183390.0,
      "end_time": 1188130.0,
      "text": "in diameter. So they are very expensive and of course we&#39;ve done the right thing and we&#39;ve"
    },
    {
      "index": 230,
      "start_time": 1188130.0,
      "end_time": 1192580.0,
      "text": "put them right on top of a volcano, in Mauna Kea. And we&#39;ve--keeping our fingers crossed"
    },
    {
      "index": 231,
      "start_time": 1192580.0,
      "end_time": 1198350.0,
      "text": "that the volcano is dormant for a long time or hopefully even extinct. So, I use one of"
    },
    {
      "index": 232,
      "start_time": 1198350.0,
      "end_time": 1202790.0,
      "text": "these two telescopes a lot to study the Andromeda Galaxy. And I&#39;m going to show you some more"
    },
    {
      "index": 233,
      "start_time": 1202790.0,
      "end_time": 1207550.0,
      "text": "details of these telescopes. It&#39;s a little difficult to get a sense of the scale of these"
    },
    {
      "index": 234,
      "start_time": 1207550.0,
      "end_time": 1212580.0,
      "text": "telescopes just looking at these pictures because the top of Mauna Kea looks like--it"
    },
    {
      "index": 235,
      "start_time": 1212580.0,
      "end_time": 1216190.0,
      "text": "has a lunar landscape. There are no trees, there are no rocks. I mean--oh, there are--there"
    },
    {
      "index": 236,
      "start_time": 1216190.0,
      "end_time": 1221050.0,
      "text": "are rocks but there is no sense of how big those rocks are. So, just to give you a sense"
    },
    {
      "index": 237,
      "start_time": 1221050.0,
      "end_time": 1228110.0,
      "text": "of scale, somebody has conveniently parked an SUV right there. That&#39;s an SUV. That is"
    },
    {
      "index": 238,
      "start_time": 1228110.0,
      "end_time": 1233660.0,
      "text": "a bigger than average car. That building, my guess is it&#39;s about 15 stories high. That&#39;s"
    },
    {
      "index": 239,
      "start_time": 1233660.0,
      "end_time": 1237030.0,
      "text": "how--but it just looks like a tiny little--it looks like a little football helmet that somebody"
    },
    {
      "index": 240,
      "start_time": 1237030.0,
      "end_time": 1241530.0,
      "text": "has placed on the field, but it&#39;s really large. Let us look inside it and I will show you"
    },
    {
      "index": 241,
      "start_time": 1241530.0,
      "end_time": 1248559.0,
      "text": "a couple of views. In this particular view, you see the telescope which is sort of pointed"
    },
    {
      "index": 242,
      "start_time": 1248560.0,
      "end_time": 1253461.0,
      "text": "horizontally in this view, the telescope--the piece of glass is actually made up of 36 segments."
    },
    {
      "index": 243,
      "start_time": 1253460.0,
      "end_time": 1260090.0,
      "text": "The segments are hexagonal in shape, you can probably make out these hexagonal shape. Each"
    },
    {
      "index": 244,
      "start_time": 1260090.0,
      "end_time": 1266429.0,
      "text": "hexagonal element is about six feet tall, 1.8 meters in diameter, the size of a human"
    },
    {
      "index": 245,
      "start_time": 1266430.0,
      "end_time": 1272310.0,
      "text": "being, a good sized human being. So, again, nothing to reference anything by, so it&#39;s"
    },
    {
      "index": 246,
      "start_time": 1272310.0,
      "end_time": 1275471.0,
      "text": "very difficult to get that sense. In this picture you do get a sense of scale. These"
    },
    {
      "index": 247,
      "start_time": 1275470.0,
      "end_time": 1278860.0,
      "text": "are not plastic models, these are real human beings. They are standing next the silver"
    },
    {
      "index": 248,
      "start_time": 1278860.0,
      "end_time": 1284010.0,
      "text": "cylinder which is the camera portion of the telescope, the DEIMOS spectrograph that I"
    },
    {
      "index": 249,
      "start_time": 1284010.0,
      "end_time": 1288520.0,
      "text": "use a lot, was built in Santa Cruz. I&#39;ve walked inside the spectrograph, or you can walk inside"
    },
    {
      "index": 250,
      "start_time": 1288520.0,
      "end_time": 1295100.0,
      "text": "this camera because as telescopes scale up so have--the instruments got to scale up proportionately."
    },
    {
      "index": 251,
      "start_time": 1295100.0,
      "end_time": 1300600.0,
      "text": "In the same way that we now have tiny little cameras that are embedded within cell phones."
    },
    {
      "index": 252,
      "start_time": 1300600.0,
      "end_time": 1306630.0,
      "text": "Technology has also, obviously, pushed in this direction, the size of making things"
    },
    {
      "index": 253,
      "start_time": 1306630.0,
      "end_time": 1312910.0,
      "text": "bigger. So with this spectrograph you can take spectra of individual stars in the Andromeda"
    },
    {
      "index": 254,
      "start_time": 1312910.0,
      "end_time": 1318020.0,
      "text": "Galaxy. That&#39;s what this is. This is a raw spectrogram. It&#39;s a very unusual view of the"
    },
    {
      "index": 255,
      "start_time": 1318020.0,
      "end_time": 1325630.0,
      "text": "Andromeda Galaxy. It&#39;s one that spectroscopists used to, but this is--the Keck Telescopes"
    },
    {
      "index": 256,
      "start_time": 1325630.0,
      "end_time": 1330300.0,
      "text": "are used for this, one of the two Keck Telescopes. DEIMOS is the name of a spectrograph. It stands"
    },
    {
      "index": 257,
      "start_time": 1330300.0,
      "end_time": 1335550.0,
      "text": "for Deep Extragalactic Imaging Multi-Object Spectrograph. It&#39;s probably the most powerful"
    },
    {
      "index": 258,
      "start_time": 1335550.0,
      "end_time": 1341090.0,
      "text": "spectrograph in the world. It was built at Santa Cruz by Sandra Faber. And we could get"
    },
    {
      "index": 259,
      "start_time": 1341090.0,
      "end_time": 1344970.0,
      "text": "a spectra of something like 250 to 300 stars at once. So, I&#39;m going to zoom in a couple"
    },
    {
      "index": 260,
      "start_time": 1344970.0,
      "end_time": 1354140.0,
      "text": "of times and you zoom in to--you know, you can now see that there are vertical bands"
    },
    {
      "index": 261,
      "start_time": 1354140.0,
      "end_time": 1358309.0,
      "text": "running through this picture there, there are about 250 vertical bands across the whole"
    },
    {
      "index": 262,
      "start_time": 1358310.0,
      "end_time": 1363441.0,
      "text": "thing. But you see a subset of them here. So the first thing you learn is textbooks"
    },
    {
      "index": 263,
      "start_time": 1363440.0,
      "end_time": 1367590.0,
      "text": "are wrong. Textbooks always show a spectra running horizontally, well in the DEIMOS spectrograph"
    },
    {
      "index": 264,
      "start_time": 1367590.0,
      "end_time": 1373940.0,
      "text": "they run vertically. This is a real spectrograph. In my mind, spectra now run vertically. So,"
    },
    {
      "index": 265,
      "start_time": 1373940.0,
      "end_time": 1379929.0,
      "text": "each band is a spectrum taken through a cut in a piece of metal called a slit. We cut"
    },
    {
      "index": 266,
      "start_time": 1379930.0,
      "end_time": 1383441.0,
      "text": "a slit at the right location of a piece of metal, so when you point your telescope right"
    },
    {
      "index": 267,
      "start_time": 1383440.0,
      "end_time": 1388070.0,
      "text": "there is a star shining through it. In fact, if you look closely, every one of these bands"
    },
    {
      "index": 268,
      "start_time": 1388070.0,
      "end_time": 1394179.0,
      "text": "has a streak going vertically through it. That&#39;s the light of an individual star in"
    },
    {
      "index": 269,
      "start_time": 1394180.0,
      "end_time": 1399971.0,
      "text": "the Andromeda Galaxy. I&#39;m not kidding you, that&#39;s what that is. What is even more prominent"
    },
    {
      "index": 270,
      "start_time": 1399970.0,
      "end_time": 1402580.0,
      "text": "than that--those vertical streaks are these horizontal lines here. They look like barcodes."
    },
    {
      "index": 271,
      "start_time": 1402580.0,
      "end_time": 1408309.0,
      "text": "In fact, you can see this code over here, you see the code repeated here. You see it"
    },
    {
      "index": 272,
      "start_time": 1408310.0,
      "end_time": 1413301.0,
      "text": "shifted a little bit and repeated there. You see it shifted even further up there. In this"
    },
    {
      "index": 273,
      "start_time": 1413300.0,
      "end_time": 1417040.0,
      "text": "one, it shifted way up. In these two, it shifted way up there. In this one, it may be shifted"
    },
    {
      "index": 274,
      "start_time": 1417040.0,
      "end_time": 1424510.0,
      "text": "off the--off the screen. This barcode, this repeating barcode is a signature of the Earth&#39;s"
    },
    {
      "index": 275,
      "start_time": 1424510.0,
      "end_time": 1429100.0,
      "text": "atmosphere. So the Earth&#39;s atmosphere, even at the darkest sight, Mauna Kea is a very"
    },
    {
      "index": 276,
      "start_time": 1429100.0,
      "end_time": 1433260.0,
      "text": "dark sight, but if you--if you go to a dark--even to a very dark sight, the Earth&#39;s atmosphere"
    },
    {
      "index": 277,
      "start_time": 1433260.0,
      "end_time": 1437520.0,
      "text": "actually glows. There&#39;s oxygen and OH in the Earth&#39;s atmosphere. It glows. It puts out"
    },
    {
      "index": 278,
      "start_time": 1437520.0,
      "end_time": 1443309.0,
      "text": "things called emission lines, light of very specific wavelengths or frequencies. Those"
    },
    {
      "index": 279,
      "start_time": 1443310.0,
      "end_time": 1449241.0,
      "text": "create this pattern. Since all of these slits are looking at the Earth&#39;s atmosphere, even"
    },
    {
      "index": 280,
      "start_time": 1449240.0,
      "end_time": 1452929.0,
      "text": "the stars beyond the atmosphere, it can&#39;t help but get light from the atmosphere, since"
    },
    {
      "index": 281,
      "start_time": 1452930.0,
      "end_time": 1458101.0,
      "text": "all of them are looking at the same atmosphere, they all have exactly the same barcode. The"
    },
    {
      "index": 282,
      "start_time": 1458100.0,
      "end_time": 1463059.0,
      "text": "shift from one slit to another is--has to do with the physical placement of the slit"
    },
    {
      "index": 283,
      "start_time": 1463060.0,
      "end_time": 1468091.0,
      "text": "within the focal plane, because different stars--the stars are not aligned in a convenient"
    },
    {
      "index": 284,
      "start_time": 1468090.0,
      "end_time": 1470940.0,
      "text": "line. Like that&#39;s--they&#39;re in different parts of the--for our field of view. So because"
    },
    {
      "index": 285,
      "start_time": 1470940.0,
      "end_time": 1476250.0,
      "text": "the slits are positioned according to the location of stars, the barcode shifts up or"
    },
    {
      "index": 286,
      "start_time": 1476250.0,
      "end_time": 1482990.0,
      "text": "down accordingly. So, this is in fact--the Earth&#39;s glow is in fact the reason why you"
    },
    {
      "index": 287,
      "start_time": 1482990.0,
      "end_time": 1488410.0,
      "text": "cut a slit to look at a star. A star looks like a blob, why not cut a circle in a piece"
    },
    {
      "index": 288,
      "start_time": 1488410.0,
      "end_time": 1492679.0,
      "text": "of metal? The difficulty with cutting a circle is the light that would come in through the"
    },
    {
      "index": 289,
      "start_time": 1492680.0,
      "end_time": 1496871.0,
      "text": "circle would be the light of the star and the light from the earth&#39;s atmosphere, and"
    },
    {
      "index": 290,
      "start_time": 1496870.0,
      "end_time": 1500730.0,
      "text": "you would have no way of telling those two apart. So by cutting a slit, you can look"
    },
    {
      "index": 291,
      "start_time": 1500730.0,
      "end_time": 1506170.0,
      "text": "on the star and off the star, and you can use the part that&#39;s off the star to subtract"
    },
    {
      "index": 292,
      "start_time": 1506170.0,
      "end_time": 1511590.0,
      "text": "off the effect of the earth&#39;s atmosphere. This is a process called sky subtraction."
    },
    {
      "index": 293,
      "start_time": 1511590.0,
      "end_time": 1516520.0,
      "text": "You subtract the sky. I don&#39;t mean the sky--the blue sky above you. You don&#39;t--you never subtract"
    },
    {
      "index": 294,
      "start_time": 1516520.0,
      "end_time": 1520799.0,
      "text": "that. But you see--you subtract the glow of the night sky in this way, the signature of"
    },
    {
      "index": 295,
      "start_time": 1520800.0,
      "end_time": 1526981.0,
      "text": "the night sky. So with the help of spectra like this, we can measures how fast each star"
    },
    {
      "index": 296,
      "start_time": 1526980.0,
      "end_time": 1531690.0,
      "text": "is moving. We can measure its velocity. We can measure what chemical composition it has."
    },
    {
      "index": 297,
      "start_time": 1531690.0,
      "end_time": 1534600.0,
      "text": "You know, that&#39;s important--you know, vis a vis the discussion we&#39;ve just had earlier"
    },
    {
      "index": 298,
      "start_time": 1534600.0,
      "end_time": 1541450.0,
      "text": "about chemical evolution. And in fact, one of the lines--I study [INDISTINCT] three absorptions"
    },
    {
      "index": 299,
      "start_time": 1541450.0,
      "end_time": 1547710.0,
      "text": "lines in stars quite a lot, and they are produce by calcium ions in the atmospheres of these"
    },
    {
      "index": 300,
      "start_time": 1547710.0,
      "end_time": 1551950.0,
      "text": "stars. So it&#39;s quite remarkable to me that you can take a galaxy that&#39;s--you know, Andromeda"
    },
    {
      "index": 301,
      "start_time": 1551950.0,
      "end_time": 1557490.0,
      "text": "is about 2.3 million light-years away. You can take individual stars in that galaxy and"
    },
    {
      "index": 302,
      "start_time": 1557490.0,
      "end_time": 1561559.0,
      "text": "you can figure out just by understanding the properties of light, you can figure out what"
    },
    {
      "index": 303,
      "start_time": 1561560.0,
      "end_time": 1566721.0,
      "text": "its chemical composition is, how fast it&#39;s moving. And how fast it&#39;s moving actually"
    },
    {
      "index": 304,
      "start_time": 1566720.0,
      "end_time": 1572010.0,
      "text": "tells you about what gravitational field these stars are experiencing, which in turn tells"
    },
    {
      "index": 305,
      "start_time": 1572010.0,
      "end_time": 1578679.0,
      "text": "you how much dark matter is contained within the Andromeda Galaxy. So, this is remote sensing"
    },
    {
      "index": 306,
      "start_time": 1578680.0,
      "end_time": 1583411.0,
      "text": "at its best. Astronomy is mostly about remote sensing because you are only getting light"
    },
    {
      "index": 307,
      "start_time": 1583410.0,
      "end_time": 1588559.0,
      "text": "from a distance, that&#39;s all you get. All right. So, I&#39;ve talked about the Andromeda Galaxy"
    },
    {
      "index": 308,
      "start_time": 1588560.0,
      "end_time": 1594461.0,
      "text": "a fair bit and it&#39;s a good sibling of the Milky Way Galaxy. But galaxies come in many"
    },
    {
      "index": 309,
      "start_time": 1594460.0,
      "end_time": 1601920.0,
      "text": "shapes and sizes, some strange and some not. This one has this lovely little twist going"
    },
    {
      "index": 310,
      "start_time": 1601920.0,
      "end_time": 1608790.0,
      "text": "through the-going through this hula hoop that&#39;s around this central ball of stars. This is"
    },
    {
      "index": 311,
      "start_time": 1608790.0,
      "end_time": 1614860.0,
      "text": "a view of another galaxy, probably similar to the last one, but happens to be viewed"
    },
    {
      "index": 312,
      "start_time": 1614860.0,
      "end_time": 1619630.0,
      "text": "from a [INDISTINCT] so, you&#39;re looking at it from top down or bottom up as you like,"
    },
    {
      "index": 313,
      "start_time": 1619630.0,
      "end_time": 1622990.0,
      "text": "and these colors actually mean something. So these pictures were taken with real telescope,"
    },
    {
      "index": 314,
      "start_time": 1622990.0,
      "end_time": 1626380.0,
      "text": "these colors mean something. When you see yellowish white at the center you&#39;re seeing"
    },
    {
      "index": 315,
      "start_time": 1626380.0,
      "end_time": 1632140.0,
      "text": "old stars, sun-like stars. When you see bluish white, as you do in the ring, you&#39;re seeing"
    },
    {
      "index": 316,
      "start_time": 1632140.0,
      "end_time": 1637120.0,
      "text": "young stars, massive stars typically. Those are the ones that are capable of rapid nuclear"
    },
    {
      "index": 317,
      "start_time": 1637120.0,
      "end_time": 1640350.0,
      "text": "fusion reaction, those are the ones that produce many of the elements that are--you see in"
    },
    {
      "index": 318,
      "start_time": 1640350.0,
      "end_time": 1645540.0,
      "text": "the sun and Earth today. You see really bad looking galaxies, this one&#39;s having a terrible"
    },
    {
      "index": 319,
      "start_time": 1645540.0,
      "end_time": 1651049.0,
      "text": "day and you know these blemishes that you see, these so called blemishes that you see,"
    },
    {
      "index": 320,
      "start_time": 1651050.0,
      "end_time": 1654671.0,
      "text": "are extremely important. And I&#39;ll talk about those. Those--these dark clouds that you see"
    },
    {
      "index": 321,
      "start_time": 1654670.0,
      "end_time": 1659870.0,
      "text": "against the face of the galaxy are actually birthplaces of new stars. So, they&#39;re dark"
    },
    {
      "index": 322,
      "start_time": 1659870.0,
      "end_time": 1663650.0,
      "text": "not because there are no stars there. They&#39;re dark because they&#39;re blocking the light of"
    },
    {
      "index": 323,
      "start_time": 1663650.0,
      "end_time": 1667309.0,
      "text": "stars in the galaxy in the same way that a cloud on a cloudy day can block the light"
    },
    {
      "index": 324,
      "start_time": 1667310.0,
      "end_time": 1670680.0,
      "text": "of the sun. That&#39;s what these clouds are doing. These are giant clouds. They&#39;re much bigger"
    },
    {
      "index": 325,
      "start_time": 1670680.0,
      "end_time": 1675941.0,
      "text": "than clouds in the--in our atmosphere. Here are two galaxies that are going through some"
    },
    {
      "index": 326,
      "start_time": 1675940.0,
      "end_time": 1679530.0,
      "text": "kind of collision. I just want to give you a flavor of different kinds of galaxies. Here&#39;s"
    },
    {
      "index": 327,
      "start_time": 1679530.0,
      "end_time": 1685200.0,
      "text": "another one where you can see a collection of these clouds of gas and dust. This is actually"
    },
    {
      "index": 328,
      "start_time": 1685200.0,
      "end_time": 1690660.0,
      "text": "the near end or near edge of the frisbee. The frisbee is oriented like this and these"
    },
    {
      "index": 329,
      "start_time": 1690660.0,
      "end_time": 1695820.0,
      "text": "clouds of gas and dust are blocking, you can see them in silhouette. Here&#39;s another one"
    },
    {
      "index": 330,
      "start_time": 1695820.0,
      "end_time": 1701790.0,
      "text": "that is against [INDISTINCT] angle. You were worried about circles looking oval. Well,"
    },
    {
      "index": 331,
      "start_time": 1701790.0,
      "end_time": 1708679.0,
      "text": "this is what I meant by--most of my pictures are already oval. Just to give you a quick--just"
    },
    {
      "index": 332,
      "start_time": 1708680.0,
      "end_time": 1714911.0,
      "text": "a very quick primer on why galaxy look the way they do. So this is a spiral galaxy. You"
    },
    {
      "index": 333,
      "start_time": 1714910.0,
      "end_time": 1720340.0,
      "text": "can see why it&#39;s called a spiral galaxy right away. It has these spiral arms. Galaxies spin"
    },
    {
      "index": 334,
      "start_time": 1720340.0,
      "end_time": 1724730.0,
      "text": "on a very unusual way. When you think of a frisbee spinning, every part of the frisbee"
    },
    {
      "index": 335,
      "start_time": 1724730.0,
      "end_time": 1729730.0,
      "text": "completes the--a circle in the same amount of time. That&#39;s not how galaxies spins. Galaxy,"
    },
    {
      "index": 336,
      "start_time": 1729730.0,
      "end_time": 1734950.0,
      "text": "by contrast, most stars move at the same speed, they move at the same speed. If, you know,"
    },
    {
      "index": 337,
      "start_time": 1734950.0,
      "end_time": 1738179.0,
      "text": "if you&#39;re running in a circular track and you&#39;re all moving in the same speed, the person"
    },
    {
      "index": 338,
      "start_time": 1738180.0,
      "end_time": 1743201.0,
      "text": "in the inside track has an advantage. So, stars in this part of the galaxy have an advantage."
    },
    {
      "index": 339,
      "start_time": 1743200.0,
      "end_time": 1747760.0,
      "text": "They can complete many circles in the time that a star in the outer part completes one"
    },
    {
      "index": 340,
      "start_time": 1747760.0,
      "end_time": 1752520.0,
      "text": "circle. So, this is what gives galaxies their sort of twisted up appearance like this. And"
    },
    {
      "index": 341,
      "start_time": 1752520.0,
      "end_time": 1757000.0,
      "text": "the best analogy I can think of is if you take dark coffee and spin your cup of dark"
    },
    {
      "index": 342,
      "start_time": 1757000.0,
      "end_time": 1762160.0,
      "text": "coffee, the coffee that&#39;s against the walls of the mug, because of friction, that coffee"
    },
    {
      "index": 343,
      "start_time": 1762160.0,
      "end_time": 1767690.0,
      "text": "is not spinning very rapidly. The part in the center is spinning rapidly. Coffee exhibits"
    },
    {
      "index": 344,
      "start_time": 1767690.0,
      "end_time": 1770790.0,
      "text": "differential rotation like galaxies. If you put a little bit of cream into that, it gets"
    },
    {
      "index": 345,
      "start_time": 1770790.0,
      "end_time": 1774929.0,
      "text": "an appearance like this. The cream in the case of galaxies is the birth of new stars."
    },
    {
      "index": 346,
      "start_time": 1774930.0,
      "end_time": 1781011.0,
      "text": "When new stars are born, the bright patch gets shared out into the spiral pattern by"
    },
    {
      "index": 347,
      "start_time": 1781010.0,
      "end_time": 1785640.0,
      "text": "the differential rotation of galaxies. There&#39;s actually a well developed theory, Spiral Density"
    },
    {
      "index": 348,
      "start_time": 1785640.0,
      "end_time": 1790510.0,
      "text": "Wave Theory, that explains the appearance of spiral galaxy. Here&#39;s a spiral galaxy,"
    },
    {
      "index": 349,
      "start_time": 1790510.0,
      "end_time": 1795440.0,
      "text": "that same one that you saw in the last picture, a different one from the previous picture"
    },
    {
      "index": 350,
      "start_time": 1795440.0,
      "end_time": 1800750.0,
      "text": "naturally. We can&#39;t take different prospective images of the same galaxy, that&#39;s our--that&#39;s"
    },
    {
      "index": 351,
      "start_time": 1800750.0,
      "end_time": 1804059.0,
      "text": "one of the banes of astronomy. We&#39;re stuck with the perspective we have, you know, for"
    },
    {
      "index": 352,
      "start_time": 1804060.0,
      "end_time": 1808571.0,
      "text": "the foreseeable future. And here&#39;s another one. Here&#39;s another galaxy that we happened"
    },
    {
      "index": 353,
      "start_time": 1808570.0,
      "end_time": 1813710.0,
      "text": "to see perfectly along its edge. People have taken this galaxy and they have said, &quot;This"
    },
    {
      "index": 354,
      "start_time": 1813710.0,
      "end_time": 1818059.0,
      "text": "one is just like the Milky Way.&quot; In fact, our view of this galaxy, if you look at this"
    },
    {
      "index": 355,
      "start_time": 1818060.0,
      "end_time": 1822930.0,
      "text": "rectangle, our view of this galaxy--you know, we are not at the center, we are not right"
    },
    {
      "index": 356,
      "start_time": 1822930.0,
      "end_time": 1827800.0,
      "text": "at the edge, we&#39;re some way here. So our view of the galaxy is sort of like the view of"
    },
    {
      "index": 357,
      "start_time": 1827800.0,
      "end_time": 1832920.0,
      "text": "this--our view of this galaxy. So, you don&#39;t need to take my word for it. Here&#39;s a picture"
    },
    {
      "index": 358,
      "start_time": 1832920.0,
      "end_time": 1838121.0,
      "text": "of the Milky Way taken from the southern hemisphere. This is with a telescope in Chile. A fisheye"
    },
    {
      "index": 359,
      "start_time": 1838120.0,
      "end_time": 1842200.0,
      "text": "lens looking at a large patch of the sky. The horizon looks curved like this because"
    },
    {
      "index": 360,
      "start_time": 1842200.0,
      "end_time": 1846510.0,
      "text": "of the distortion in the camera. But you could see the Milky Way beautifully going across"
    },
    {
      "index": 361,
      "start_time": 1846510.0,
      "end_time": 1850450.0,
      "text": "the sky. It&#39;s a milky way, it&#39;s a band of light. And if I go back and forth between"
    },
    {
      "index": 362,
      "start_time": 1850450.0,
      "end_time": 1856100.0,
      "text": "this picture and this one, you can see the similarity. Now just a pause here to talk"
    },
    {
      "index": 363,
      "start_time": 1856100.0,
      "end_time": 1862910.0,
      "text": "about the word galaxy. The word galaxy actually comes from the Greeks. You know, astronomy"
    },
    {
      "index": 364,
      "start_time": 1862910.0,
      "end_time": 1867049.0,
      "text": "is a very, very old science. Astronomy has been around as long as civilizations have"
    },
    {
      "index": 365,
      "start_time": 1867050.0,
      "end_time": 1869761.0,
      "text": "been around. This is one of the beautiful things about astronomy. It&#39;s also a very new"
    },
    {
      "index": 366,
      "start_time": 1869760.0,
      "end_time": 1874049.0,
      "text": "science because it&#39;s technology driven. And every time there&#39;s new telescope, new detectors,"
    },
    {
      "index": 367,
      "start_time": 1874050.0,
      "end_time": 1879111.0,
      "text": "we make advances. So, the ancient Greeks--well, maybe not all of the ancient Greeks, but the"
    },
    {
      "index": 368,
      "start_time": 1879110.0,
      "end_time": 1884400.0,
      "text": "ancient geeks among the ancient Greeks, decided that this looked like a band of milk across"
    },
    {
      "index": 369,
      "start_time": 1884400.0,
      "end_time": 1891390.0,
      "text": "the sky and the word galacto and the word lactose have--you know, are all rooted in"
    },
    {
      "index": 370,
      "start_time": 1891390.0,
      "end_time": 1895600.0,
      "text": "the word of milk. So, what we&#39;ve done is we&#39;ve taken the appearance of our own galaxy and"
    },
    {
      "index": 371,
      "start_time": 1895600.0,
      "end_time": 1899640.0,
      "text": "we&#39;ve called every galaxy the same thing. We call galaxy a band of milk. So that&#39;s what"
    },
    {
      "index": 372,
      "start_time": 1899640.0,
      "end_time": 1904990.0,
      "text": "the word galaxy means. So, it&#39;s pictures like this that gives us confidence that we live"
    },
    {
      "index": 373,
      "start_time": 1904990.0,
      "end_time": 1910520.0,
      "text": "in a spiral galaxy and we live among these clouds of gas and dust that you see cutting"
    },
    {
      "index": 374,
      "start_time": 1910520.0,
      "end_time": 1916110.0,
      "text": "a dark band across the Milky Way. What I&#39;m going to do in the next few slides is focused"
    },
    {
      "index": 375,
      "start_time": 1916110.0,
      "end_time": 1922260.0,
      "text": "on the--these particular clouds of gas and dust. I said they were important because they&#39;re"
    },
    {
      "index": 376,
      "start_time": 1922260.0,
      "end_time": 1927760.0,
      "text": "birthplaces. Well, here&#39;s a detailed view of one of these. Astronomers have lovely romantic"
    },
    {
      "index": 377,
      "start_time": 1927760.0,
      "end_time": 1933580.0,
      "text": "names for these thing. This one is called NGC 6357. This is a picture taken with the"
    },
    {
      "index": 378,
      "start_time": 1933580.0,
      "end_time": 1938370.0,
      "text": "Hubble Telescope and the colors are something that&#39;s worth paying attention to because this"
    },
    {
      "index": 379,
      "start_time": 1938370.0,
      "end_time": 1944010.0,
      "text": "is what the eye would see if it were sensitive enough. So the red hue is actually the glow"
    },
    {
      "index": 380,
      "start_time": 1944010.0,
      "end_time": 1949289.0,
      "text": "of hydrogen-alpha. This is electrons cascading down from level three in the hydrogen atom"
    },
    {
      "index": 381,
      "start_time": 1949290.0,
      "end_time": 1955091.0,
      "text": "to level two, produces this intense red color. You see a piece of a cloud of gas and dust,"
    },
    {
      "index": 382,
      "start_time": 1955090.0,
      "end_time": 1959610.0,
      "text": "you see a young star that&#39;s been born. It has carved out a little cavity, it&#39;s created"
    },
    {
      "index": 383,
      "start_time": 1959610.0,
      "end_time": 1964320.0,
      "text": "a little cave for itself. It&#39;s peering out. It&#39;s--in time, it will actually blow away"
    },
    {
      "index": 384,
      "start_time": 1964320.0,
      "end_time": 1969010.0,
      "text": "the material that it was formed from. Stars commit fratricide. They, once they&#39;re born,"
    },
    {
      "index": 385,
      "start_time": 1969010.0,
      "end_time": 1973380.0,
      "text": "they prevent others stars from being born around them. You can see that they&#39;re also"
    },
    {
      "index": 386,
      "start_time": 1973380.0,
      "end_time": 1976980.0,
      "text": "born in groups. There&#39;s a litter of stars. Just like puppies, they&#39;re born in--they&#39;re"
    },
    {
      "index": 387,
      "start_time": 1976980.0,
      "end_time": 1981780.0,
      "text": "born in groups. Okay, so do you see a group of stars in the upper part of this picture?"
    },
    {
      "index": 388,
      "start_time": 1981780.0,
      "end_time": 1986410.0,
      "text": "Those stars are freshly formed stars from this cloud but they&#39;ve eaten away at the cloud"
    },
    {
      "index": 389,
      "start_time": 1986410.0,
      "end_time": 1992789.0,
      "text": "they were--in their--in their immediate vicinity. The intense radiation actually exerts a pressure,"
    },
    {
      "index": 390,
      "start_time": 1992790.0,
      "end_time": 2000611.0,
      "text": "ionizes and blows away the cloud around it. So, let&#39;s look at this process in a bit more"
    },
    {
      "index": 391,
      "start_time": 2000610.0,
      "end_time": 2007830.0,
      "text": "detail. This is the Orion Constellation. You might recognize the shoulders, the belt, the"
    },
    {
      "index": 392,
      "start_time": 2007830.0,
      "end_time": 2011340.0,
      "text": "sword of Orion. It turns out, the sword of Orion, the bright spot there is not a single"
    },
    {
      "index": 393,
      "start_time": 2011340.0,
      "end_time": 2015250.0,
      "text": "star but it&#39;s a nebula. In fact, this is a wonderful picture taken with the Hubble Space"
    },
    {
      "index": 394,
      "start_time": 2015250.0,
      "end_time": 2024070.0,
      "text": "Telescope of the Orion Nebula. And we&#39;ll zoom in a few times. Hubble has amazing detail"
    },
    {
      "index": 395,
      "start_time": 2024070.0,
      "end_time": 2028299.0,
      "text": "and with pictures like this, Hubble also has this great benefit. That when you take pictures,"
    },
    {
      "index": 396,
      "start_time": 2028300.0,
      "end_time": 2033161.0,
      "text": "they come with circles marking interesting things. No, just kidding. That doesn&#39;t happen."
    },
    {
      "index": 397,
      "start_time": 2033160.0,
      "end_time": 2036370.0,
      "text": "Someone has gone in there and marked these circles to mark interesting objects here."
    },
    {
      "index": 398,
      "start_time": 2036370.0,
      "end_time": 2042179.0,
      "text": "And what are these interesting objects? Let&#39;s zoom in a little more. So the interesting"
    },
    {
      "index": 399,
      "start_time": 2042180.0,
      "end_time": 2049630.0,
      "text": "objects here, these four objects, are young stars that are in the process of being born."
    },
    {
      "index": 400,
      "start_time": 2049630.0,
      "end_time": 2054471.0,
      "text": "So, every one of these four is a star. You can see the star quite clearly but it&#39;s got"
    },
    {
      "index": 401,
      "start_time": 2054469.9999999998,
      "end_time": 2060788.9999999998,
      "text": "a plume of gas and dust around it. This one, the star is actually hidden from view. You"
    },
    {
      "index": 402,
      "start_time": 2060790.0,
      "end_time": 2066150.0,
      "text": "see a sort of silhouette of a dust cloud. And in the other two, they&#39;re--these stars"
    },
    {
      "index": 403,
      "start_time": 2066150.0,
      "end_time": 2072011.0,
      "text": "are trying to make their presence felt. They&#39;re trying to brake free from the--a little piece"
    },
    {
      "index": 404,
      "start_time": 2072010.0000000002,
      "end_time": 2076550.0000000002,
      "text": "of cloud they formed from. These four, on the other hand, have more or less broken free."
    },
    {
      "index": 405,
      "start_time": 2076550.0000000002,
      "end_time": 2082440.0000000002,
      "text": "You can now see through to the stars. But they have a little band of, you know, a dark"
    },
    {
      "index": 406,
      "start_time": 2082440.0,
      "end_time": 2087510.0,
      "text": "band around them. They&#39;re actually surrounded by a disk of material, these stars. Now these"
    },
    {
      "index": 407,
      "start_time": 2087510.0000000002,
      "end_time": 2091190.0000000002,
      "text": "are real stars. These are--they&#39;re called protostars. They&#39;re on their way to becoming"
    },
    {
      "index": 408,
      "start_time": 2091190.0,
      "end_time": 2098700.0,
      "text": "real stars. They haven&#39;t quite started their fusion reactions yet. Here&#39;s one that--particularly"
    },
    {
      "index": 409,
      "start_time": 2098700.0,
      "end_time": 2103680.0,
      "text": "advantageous view. This is one that&#39;s seen along it&#39;s edge and you can see the star peeking"
    },
    {
      "index": 410,
      "start_time": 2103680.0,
      "end_time": 2109160.0,
      "text": "out from the top but you can see this edge of--this edge on view of a dust disk. It&#39;s"
    },
    {
      "index": 411,
      "start_time": 2109160.0,
      "end_time": 2115320.0,
      "text": "17 times the size of Pluto&#39;s orbit, so only slightly bigger than our solar system. And"
    },
    {
      "index": 412,
      "start_time": 2115320.0,
      "end_time": 2120790.0,
      "text": "these are called proplyds. They&#39;re in Orion. Pro stands for proto, so they&#39;re protostars."
    },
    {
      "index": 413,
      "start_time": 2120790.0,
      "end_time": 2126890.0,
      "text": "Well they&#39;re protoplanetary disk. Protoplanetary disk. These are disk of material that will"
    },
    {
      "index": 414,
      "start_time": 2126890.0,
      "end_time": 2132050.0,
      "text": "give rise to planets. So they&#39;re protoplanetary disk. And in--so far I&#39;ve been showing you"
    },
    {
      "index": 415,
      "start_time": 2132050.0,
      "end_time": 2138270.0,
      "text": "pictures taken with telescope. I&#39;m going to give you an artist&#39;s view of a simulation"
    },
    {
      "index": 416,
      "start_time": 2138270.0,
      "end_time": 2143609.0,
      "text": "of what these dust disk might look like if you had enough detail, if we had enough detail."
    },
    {
      "index": 417,
      "start_time": 2143610.0,
      "end_time": 2150291.0,
      "text": "We don&#39;t have this kind of detail yet. But this is a little movie showing how these debris"
    },
    {
      "index": 418,
      "start_time": 2150290.0,
      "end_time": 2155290.0,
      "text": "disk of dusts and rocks might evolve. You can see a channel opening up here, probably"
    },
    {
      "index": 419,
      "start_time": 2155290.0,
      "end_time": 2161660.0,
      "text": "because there&#39;s a planet forming there sweeping things in. Sweeping--accreting material. So"
    },
    {
      "index": 420,
      "start_time": 2161660.0,
      "end_time": 2169690.0,
      "text": "planets grow at--by sweeping up this dust and gas. And over time, the giant planets"
    },
    {
      "index": 421,
      "start_time": 2169690.0,
      "end_time": 2174830.0,
      "text": "clear out--sorry--clear out everything in the--in this dust disk and you&#39;re just left"
    },
    {
      "index": 422,
      "start_time": 2174830.0,
      "end_time": 2182150.0,
      "text": "with these coagulated elements which are the planets, okay? So this is an artist&#39;s view,"
    },
    {
      "index": 423,
      "start_time": 2182150.0,
      "end_time": 2187840.0,
      "text": "I say, but--with--based on some pretty detailed physics calculations, formation of a systems"
    },
    {
      "index": 424,
      "start_time": 2187840.0,
      "end_time": 2195230.0,
      "text": "of planets. All right, so, just to wrap up this cosmic evolution idea, this cosmic chemical"
    },
    {
      "index": 425,
      "start_time": 2195230.0,
      "end_time": 2201570.0,
      "text": "evolution idea, chemical recycling idea, here&#39;s a picture of a galaxy with a spot in it. Now"
    },
    {
      "index": 426,
      "start_time": 2201570.0,
      "end_time": 2205950.0,
      "text": "this picture of a galaxy comes from a really boring project. There&#39;s a group in Berkley"
    },
    {
      "index": 427,
      "start_time": 2205950.0,
      "end_time": 2210450.0,
      "text": "that does an extremely boring project. They go to the telescope every night and they take"
    },
    {
      "index": 428,
      "start_time": 2210450.0,
      "end_time": 2214930.0,
      "text": "pictures of the same galaxies, night after night after night. They have a list of galaxies"
    },
    {
      "index": 429,
      "start_time": 2214930.0,
      "end_time": 2220570.0,
      "text": "and they just take pictures of the same darn things every night. But once in a while, they"
    },
    {
      "index": 430,
      "start_time": 2220570.0,
      "end_time": 2224770.0,
      "text": "get lucky, and they see a spot in the galaxy where there wasn&#39;t one the night before, or"
    },
    {
      "index": 431,
      "start_time": 2224770.0,
      "end_time": 2228359.0,
      "text": "there wasn&#39;t one the week before. That&#39;s an example of one such thing. That spot that"
    },
    {
      "index": 432,
      "start_time": 2228360.0,
      "end_time": 2233941.0,
      "text": "you see, marked supernova, wasn&#39;t there the previous night or two nights back, whenever"
    },
    {
      "index": 433,
      "start_time": 2233940.0,
      "end_time": 2237210.0,
      "text": "the previous picture was taken. That&#39;s an example of a star that&#39;s in the process of"
    },
    {
      "index": 434,
      "start_time": 2237210.0,
      "end_time": 2242140.0,
      "text": "exploding and it&#39;s probably a young massive star that&#39;s exploding. You can see it&#39;s relatively"
    },
    {
      "index": 435,
      "start_time": 2242140.0,
      "end_time": 2249090.0,
      "text": "close to this disk of dust and gas. At its brightest, a supernova stellar explosion can"
    },
    {
      "index": 436,
      "start_time": 2249090.0,
      "end_time": 2253650.0,
      "text": "outshine the rest of the galaxy. Depending on the size of the galaxy, a single star can"
    },
    {
      "index": 437,
      "start_time": 2253650.0,
      "end_time": 2258280.0,
      "text": "outshine the rest of the galaxy. This is not too far from it. In fact, it&#39;s hard to see."
    },
    {
      "index": 438,
      "start_time": 2258280.0,
      "end_time": 2261369.0,
      "text": "The star&#39;s light is saturated in that spot there, but there&#39;s a lot of light in that"
    },
    {
      "index": 439,
      "start_time": 2261370.0,
      "end_time": 2268161.0,
      "text": "spot. If you give it a thousand years, it expands into--ejector, the stuff ejected from"
    },
    {
      "index": 440,
      "start_time": 2268160.0,
      "end_time": 2273310.0,
      "text": "the explosions spreads out, and enriches surrounding clouds of gas and dust, interstellar gas and"
    },
    {
      "index": 441,
      "start_time": 2273310.0,
      "end_time": 2278490.0,
      "text": "dust. Out of which young stars are formed or new stars are formed, which then go through"
    },
    {
      "index": 442,
      "start_time": 2278490.0,
      "end_time": 2282960.0,
      "text": "their own fusion reaction. So this is the--this is the cosmic chemical cycling we&#39;ve been"
    },
    {
      "index": 443,
      "start_time": 2282960.0,
      "end_time": 2287710.0,
      "text": "talking about. Now, Sandy found this amazing picture taken by a astrophotographer, I wanted"
    },
    {
      "index": 444,
      "start_time": 2287710.0,
      "end_time": 2292619.0,
      "text": "to show this. And Sandy and I saw some really poetry in this picture. Wally Pacholka may"
    },
    {
      "index": 445,
      "start_time": 2292620.0,
      "end_time": 2297451.0,
      "text": "have seen the same poetry in the picture when he took it. This is an astrophotographer&#39;s"
    },
    {
      "index": 446,
      "start_time": 2297450.0,
      "end_time": 2302580.0,
      "text": "photograph of a cave in the Southwestern United States, okay? This is looking out of a cave,"
    },
    {
      "index": 447,
      "start_time": 2302580.0,
      "end_time": 2307210.0,
      "text": "I believe in New Mexico, he was looking out. You see a bunch of rocks here. You see an"
    },
    {
      "index": 448,
      "start_time": 2307210.0,
      "end_time": 2313420.0,
      "text": "arrangement of these rocks or--suggesting that this was a family&#39;s home, perhaps even"
    },
    {
      "index": 449,
      "start_time": 2313420.0,
      "end_time": 2319210.0,
      "text": "a community&#39;s home in the ancient time. But if you think about these rocks, these rocks"
    },
    {
      "index": 450,
      "start_time": 2319210.0,
      "end_time": 2325849.0,
      "text": "are made of iron, silicon, magnesium, oxygen, it&#39;s made up of a bunch of elements in the"
    },
    {
      "index": 451,
      "start_time": 2325850.0,
      "end_time": 2332120.0,
      "text": "periodic table. These elements in the periodic table wouldn&#39;t exist if it hadn&#39;t been for"
    },
    {
      "index": 452,
      "start_time": 2332120.0,
      "end_time": 2338311.0,
      "text": "the fact that our planet and our solar system and our sun are part of a family that&#39;s, you"
    },
    {
      "index": 453,
      "start_time": 2338310.0,
      "end_time": 2342550.0,
      "text": "know, part of a grander home and you&#39;re seeing that grander home through the opening of this"
    },
    {
      "index": 454,
      "start_time": 2342550.0,
      "end_time": 2348960.0,
      "text": "cave. So this immediate home belong to some family or community is embedded within a much"
    },
    {
      "index": 455,
      "start_time": 2348960.0,
      "end_time": 2354170.0,
      "text": "larger home and that&#39;s what gives--gave these rocks their existence. So there&#39;s a--there&#39;s"
    },
    {
      "index": 456,
      "start_time": 2354170.0,
      "end_time": 2359670.0,
      "text": "a beautiful symmetry to this picture. All right. So we&#39;ve been talking about galaxies"
    },
    {
      "index": 457,
      "start_time": 2359670.0,
      "end_time": 2362960.0,
      "text": "and why galaxies are important and I hope I&#39;ve convinced you galaxies are important."
    },
    {
      "index": 458,
      "start_time": 2362960.0,
      "end_time": 2368810.0,
      "text": "But I haven&#39;t quiet told you where galaxies come from and--so I want to spend the next"
    },
    {
      "index": 459,
      "start_time": 2368810.0,
      "end_time": 2373240.0,
      "text": "few minutes talking about that. I&#39;m taking you sort of further back in time. In fact,"
    },
    {
      "index": 460,
      "start_time": 2373240.0,
      "end_time": 2379290.0,
      "text": "taking you back to some of the earliest imaginable moments in the universe&#39;s history. So to do"
    },
    {
      "index": 461,
      "start_time": 2379290.0,
      "end_time": 2384650.0,
      "text": "this I want to give you a sense of what our environment looks like. So I&#39;m going to play"
    },
    {
      "index": 462,
      "start_time": 2384650.0,
      "end_time": 2389910.0,
      "text": "this movie and I&#39;ll talk while this movie is being played. This is a movie where you"
    },
    {
      "index": 463,
      "start_time": 2389910.0,
      "end_time": 2393950.0,
      "text": "can see the Orion Constellation. But very quickly, you&#39;ll see the Orion Constellation"
    },
    {
      "index": 464,
      "start_time": 2393950.0,
      "end_time": 2399800.0,
      "text": "break up into sort of funny shapes because this movie has realistic distances attach"
    },
    {
      "index": 465,
      "start_time": 2399800.0,
      "end_time": 2405260.0,
      "text": "to everything. So this is really a series of astronomical pictures that have been stitched"
    },
    {
      "index": 466,
      "start_time": 2405260.0,
      "end_time": 2410119.0,
      "text": "together in a clever way by Brent Tully, one of the astronomers who studies the structure"
    },
    {
      "index": 467,
      "start_time": 2410120.0,
      "end_time": 2414421.0,
      "text": "of the Milky Way and things in it. And we&#39;re flying at an unrealistic speed here, just"
    },
    {
      "index": 468,
      "start_time": 2414420.0,
      "end_time": 2418760.0,
      "text": "to be sure. You know, don&#39;t--kids, don&#39;t expect to be actually able to take this journey."
    },
    {
      "index": 469,
      "start_time": 2418760.0,
      "end_time": 2425390.0,
      "text": "This is a virtual tour of most of the solar--most of the solar system, most of the galactic"
    },
    {
      "index": 470,
      "start_time": 2425390.0,
      "end_time": 2430830.0,
      "text": "system, and in fact, we&#39;ll go beyond the galaxy in a bit. And this is a very unusual journey."
    },
    {
      "index": 471,
      "start_time": 2430830.0,
      "end_time": 2435490.0,
      "text": "This cosmic pilot has this real sense of bravado. He takes us to the most dangerous parts of"
    },
    {
      "index": 472,
      "start_time": 2435490.0,
      "end_time": 2440490.0,
      "text": "our galaxies. We just went through an exploded star. But what is remarkable about this picture"
    },
    {
      "index": 473,
      "start_time": 2440490.0,
      "end_time": 2446369.0,
      "text": "is it&#39;s really--it is based of actual astronomical images. I like to think of it as a documentary"
    },
    {
      "index": 474,
      "start_time": 2446370.0,
      "end_time": 2451771.0,
      "text": "because it&#39;s a series of real images that have just been stitched together in a meaningful"
    },
    {
      "index": 475,
      "start_time": 2451770.0,
      "end_time": 2458320.0,
      "text": "way. There is a small bit here though, where it goes from being a documentary to a docudrama,"
    },
    {
      "index": 476,
      "start_time": 2458320.0,
      "end_time": 2463089.0,
      "text": "in Hollywood terms. So Brent goes Hollywood for just a little bit and it&#39;s not by choice."
    },
    {
      "index": 477,
      "start_time": 2463090.0,
      "end_time": 2468340.0,
      "text": "He has to go Hollywood in this segment because we&#39;ve never taken pictures like this of the"
    },
    {
      "index": 478,
      "start_time": 2468340.0,
      "end_time": 2473590.0,
      "text": "Milky Way from the outside. So in this case, there&#39;s an actor playing the role of the Milky"
    },
    {
      "index": 479,
      "start_time": 2473590.0,
      "end_time": 2476981.0,
      "text": "Way. There&#39;s a different galaxy that&#39;s being used to portray the Milky Way just for this"
    },
    {
      "index": 480,
      "start_time": 2476980.0,
      "end_time": 2482200.0,
      "text": "segment. And then we go back to documentary mode because these are two real pictures of"
    },
    {
      "index": 481,
      "start_time": 2482200.0,
      "end_time": 2486260.0,
      "text": "satellites of the Milky Way, the large and small Magellanic Clouds. You&#39;ll see the Andromeda"
    },
    {
      "index": 482,
      "start_time": 2486260.0,
      "end_time": 2493310.0,
      "text": "Galaxy coming in from the--from the upper right with its companions. There she is. Okay."
    },
    {
      "index": 483,
      "start_time": 2493310.0,
      "end_time": 2496910.0,
      "text": "Andromeda with one of its companions and here is another one of Andromeda&#39;s companions."
    },
    {
      "index": 484,
      "start_time": 2496910.0,
      "end_time": 2502119.0,
      "text": "And you&#39;ll see as we fly through that galaxy, that&#39;s M33 over here, this galaxy we&#39;re about"
    },
    {
      "index": 485,
      "start_time": 2502120.0,
      "end_time": 2506881.0,
      "text": "to fly through, that has exploded stars within it. We&#39;re going to fly through one of those."
    },
    {
      "index": 486,
      "start_time": 2506880.0,
      "end_time": 2512010.0,
      "text": "And, you know, what you see, very quickly, each of these galaxies is, you know, tens"
    },
    {
      "index": 487,
      "start_time": 2512010.0,
      "end_time": 2516869.0,
      "text": "to hundreds of thousands of light-years across. They look--they look like tiny blobs, but"
    },
    {
      "index": 488,
      "start_time": 2516870.0,
      "end_time": 2522671.0,
      "text": "each of these things is a galaxy. Some the size of the Milky Way, some bigger, some smaller,"
    },
    {
      "index": 489,
      "start_time": 2522670.0,
      "end_time": 2527440.0,
      "text": "and in fact there&#39;s this lovely concentration of galaxies over here. This is called the"
    },
    {
      "index": 490,
      "start_time": 2527440.0,
      "end_time": 2531750.0,
      "text": "Virgo Cluster, it&#39;s in the constellation of Virgo. There&#39;s a lovely cluster of galaxies"
    },
    {
      "index": 491,
      "start_time": 2531750.0,
      "end_time": 2538060.0,
      "text": "in Virgo that--it&#39;s our nearest big concentration. But it gives you a sense that we are not alone."
    },
    {
      "index": 492,
      "start_time": 2538060.0,
      "end_time": 2542230.0,
      "text": "You know, we are not alone as planets in the solar system, we are not alone as stars in"
    },
    {
      "index": 493,
      "start_time": 2542230.0,
      "end_time": 2546650.0,
      "text": "the Milky Way. You know, the sun is one of a hundred billion stars in the Milky Way."
    },
    {
      "index": 494,
      "start_time": 2546650.0,
      "end_time": 2552320.0,
      "text": "And indeed the Milky Way Galaxy isn&#39;t alone. It&#39;s part of a family, we&#39;re part of a group"
    },
    {
      "index": 495,
      "start_time": 2552320.0,
      "end_time": 2556580.0,
      "text": "of galaxies called the Local Group but we&#39;re not too far away from an even bigger collection"
    },
    {
      "index": 496,
      "start_time": 2556580.0,
      "end_time": 2562060.0,
      "text": "of galaxies called the Virgo Cluster. In fact, the biggest galaxy in the Virgo Cluster, M87,"
    },
    {
      "index": 497,
      "start_time": 2562060.0,
      "end_time": 2566349.0,
      "text": "this one, has a super massive black hole at its center. We now know that every galaxy"
    },
    {
      "index": 498,
      "start_time": 2566350.0,
      "end_time": 2573461.0,
      "text": "worth its salt has a black hole at it&#39;s center. So, in true--true to her form, we&#39;re going"
    },
    {
      "index": 499,
      "start_time": 2573460.0,
      "end_time": 2577950.0,
      "text": "to--this pilot is going to crash land us right at the center of this black hole, the center"
    },
    {
      "index": 500,
      "start_time": 2577950.0,
      "end_time": 2583869.0,
      "text": "of M87. Okay, so the idea behind this movie is to give you a sense of where we live, you"
    },
    {
      "index": 501,
      "start_time": 2583870.0,
      "end_time": 2588110.0,
      "text": "know, our neighborhood, our galactic neighborhood. And you might have noticed that galaxies are"
    },
    {
      "index": 502,
      "start_time": 2588110.0,
      "end_time": 2593221.0,
      "text": "not distributed uniformly, they&#39;re distributed in clusters, in clumps. And one of the great"
    },
    {
      "index": 503,
      "start_time": 2593220.0,
      "end_time": 2599050.0,
      "text": "advances of the last decade has been high powered computer simulations. In fact, the"
    },
    {
      "index": 504,
      "start_time": 2599050.0,
      "end_time": 2603109.0,
      "text": "first of this was published in 2000. It was called The Millennium Simulation. We&#39;ve made"
    },
    {
      "index": 505,
      "start_time": 2603110.0,
      "end_time": 2606491.0,
      "text": "a lot of progress since then. And you--I&#39;m going to show you the results of The Millennium"
    },
    {
      "index": 506,
      "start_time": 2606490.0,
      "end_time": 2612359.0,
      "text": "Simulation where you start out with a universe that&#39;s more or less smooth but over time,"
    },
    {
      "index": 507,
      "start_time": 2612360.0,
      "end_time": 2617891.0,
      "text": "gravity takes over and takes tiny little ripple that you saw early on, polarizes them, makes"
    },
    {
      "index": 508,
      "start_time": 2617890.0,
      "end_time": 2622920.0,
      "text": "their amplitude greater. If it&#39;s a tiny trough, if it was slightly less dense than average,"
    },
    {
      "index": 509,
      "start_time": 2622920.0,
      "end_time": 2629540.0,
      "text": "than that region complete empties out and you&#39;ll see the formation over time. You see"
    },
    {
      "index": 510,
      "start_time": 2629540.0,
      "end_time": 2634740.0,
      "text": "time counting up in the upper right. Gigayears is the unit, billions of years. So we are"
    },
    {
      "index": 511,
      "start_time": 2634740.0,
      "end_time": 2640030.0,
      "text": "at a quarter or a third of a billion years there. But it&#39;s going to go all the way to"
    },
    {
      "index": 512,
      "start_time": 2640030.0,
      "end_time": 2645510.0,
      "text": "14,000,000,000 years. But given enough time, gravity can act and it can turn even tiny"
    },
    {
      "index": 513,
      "start_time": 2645510.0,
      "end_time": 2651369.0,
      "text": "ripples in the fabric of the cosmos into these amazing structures. This particular structure,"
    },
    {
      "index": 514,
      "start_time": 2651370.0,
      "end_time": 2654901.0,
      "text": "you are all familiar with the World Wide Web, this particular structure is called the cosmic"
    },
    {
      "index": 515,
      "start_time": 2654900.0,
      "end_time": 2659619.0,
      "text": "web and it&#39;s somewhat larger than the World Wide Web. This is, you know, just to give"
    },
    {
      "index": 516,
      "start_time": 2659620.0,
      "end_time": 2665171.0,
      "text": "you a sense, Milky Way Galaxy might be something like that blob moving up there. So the Milky"
    },
    {
      "index": 517,
      "start_time": 2665170.0,
      "end_time": 2668240.0,
      "text": "Way Galaxy is really very, very ordinary in this--in this--yes, please?"
    },
    {
      "index": 518,
      "start_time": 2668240.0,
      "end_time": 2670650.0,
      "text": "&gt;&gt; Is the rotation from the... &gt;&gt; GUHATHAKURTA: This..."
    },
    {
      "index": 519,
      "start_time": 2670650.0,
      "end_time": 2673730.0,
      "text": "&gt;&gt; [INDISTINCT] or is there initial... &gt;&gt; GUHATHAKURTA: The--this shoot--this video"
    },
    {
      "index": 520,
      "start_time": 2673730.0,
      "end_time": 2678430.0,
      "text": "is a bit confusing because our perspective is changing. This is not real rotation, it&#39;s"
    },
    {
      "index": 521,
      "start_time": 2678430.0,
      "end_time": 2683200.0,
      "text": "merely perspective that&#39;s changing. So we&#39;re both moving and it&#39;s collapsing under its"
    },
    {
      "index": 522,
      "start_time": 2683200.0,
      "end_time": 2686510.0,
      "text": "gravity. That&#39;s a good question. We don&#39;t expect nearly this much rotation. We expect"
    },
    {
      "index": 523,
      "start_time": 2686510.0,
      "end_time": 2691510.0,
      "text": "some rotation in systems and you will--you will occasionally see that. But most of this--most"
    },
    {
      "index": 524,
      "start_time": 2691510.0,
      "end_time": 2695910.0,
      "text": "of this swirling motion that you see here is real, because that&#39;s going on but our perspective"
    },
    {
      "index": 525,
      "start_time": 2695910.0,
      "end_time": 2702160.0,
      "text": "is changing. We&#39;re also zooming in somewhat because you can see this bar was much smaller"
    },
    {
      "index": 526,
      "start_time": 2702160.0,
      "end_time": 2706770.0,
      "text": "before. A kiloparsecs, by the way, is about 3,000 light-years, so this is 500 kiloparsecs."
    },
    {
      "index": 527,
      "start_time": 2706770.0,
      "end_time": 2713930.0,
      "text": "So, a much bigger scale than individual galaxies. I should emphasis also, this picture is a"
    },
    {
      "index": 528,
      "start_time": 2713930.0,
      "end_time": 2718740.0,
      "text": "picture--is a map of how the dark matter in the universe would evolve. Not stars, but"
    },
    {
      "index": 529,
      "start_time": 2718740.0,
      "end_time": 2724310.0,
      "text": "how dark matter would evolve. So, it&#39;s a detail calculation of the gravity that every particle"
    },
    {
      "index": 530,
      "start_time": 2724310.0,
      "end_time": 2729810.0,
      "text": "feels relative to every other particle. And I just want to explain this very, very simply."
    },
    {
      "index": 531,
      "start_time": 2729810.0,
      "end_time": 2736230.0,
      "text": "If you have a sea of particles, it&#39;s a perfectly uniformed sea of particles, you--a particle"
    },
    {
      "index": 532,
      "start_time": 2736230.0,
      "end_time": 2740330.0,
      "text": "in that uniformed sea would feel an equal pull in all directions. So there&#39;d be no net"
    },
    {
      "index": 533,
      "start_time": 2740330.0,
      "end_time": 2743900.0,
      "text": "motion, there&#39;d just be the expansions of the universe. There&#39;d be no net motion relative"
    },
    {
      "index": 534,
      "start_time": 2743900.0,
      "end_time": 2748970.0,
      "text": "to other particles and the patterns would stay fixed. If, on the other hand, you live"
    },
    {
      "index": 535,
      "start_time": 2748970.0,
      "end_time": 2753619.0,
      "text": "right next to a slightly dense region, you&#39;ve got particles pulling you in all possible"
    },
    {
      "index": 536,
      "start_time": 2753620.0,
      "end_time": 2757620.0,
      "text": "directions but you&#39;ve got a slightly extra number of particles, a slightly high number"
    },
    {
      "index": 537,
      "start_time": 2757620.0,
      "end_time": 2762360.0,
      "text": "of particles pulling you in one possible direction, where that ripple is, where the--where the"
    },
    {
      "index": 538,
      "start_time": 2762360.0,
      "end_time": 2766860.0,
      "text": "over densities is, so you tend to migrate towards that. So, something that&#39;s slightly"
    },
    {
      "index": 539,
      "start_time": 2766860.0,
      "end_time": 2771110.0,
      "text": "richer than average gets even richer overtime. The rich get richer, the poor get poorer thanks"
    },
    {
      "index": 540,
      "start_time": 2771110.0,
      "end_time": 2775931.0,
      "text": "to gravity. Gravity is a great polarizing agent in that sense. Okay. So this was a dark"
    },
    {
      "index": 541,
      "start_time": 2775930.0,
      "end_time": 2780180.0,
      "text": "matter simulation. You see it stopped at about 13 point some billion years. That&#39;s how old"
    },
    {
      "index": 542,
      "start_time": 2780180.0,
      "end_time": 2783109.0,
      "text": "we believe our universe to be. That&#39;s how much time we think has elapsed since the Big"
    },
    {
      "index": 543,
      "start_time": 2783110.0,
      "end_time": 2790090.0,
      "text": "Bang. This next simulation is a zoom in on one of these filaments in the cosmic web."
    },
    {
      "index": 544,
      "start_time": 2790090.0,
      "end_time": 2795571.0,
      "text": "And this time not only is dark matter&#39;s gravity being modeled properly, but dark matter isn&#39;t"
    },
    {
      "index": 545,
      "start_time": 2795570.0,
      "end_time": 2800140.0,
      "text": "even being shown here. It&#39;s hidden in the simulation. Its gravity is being modeled properly."
    },
    {
      "index": 546,
      "start_time": 2800140.0,
      "end_time": 2806970.0,
      "text": "Well, what is being shown is the response of gas and dust to the gravity of dark matter."
    },
    {
      "index": 547,
      "start_time": 2806970.0,
      "end_time": 2810760.0,
      "text": "And now you&#39;ll see things forming that look more like galaxies, they don&#39;t look like blobs."
    },
    {
      "index": 548,
      "start_time": 2810760.0,
      "end_time": 2817150.0,
      "text": "The dark matter is much more blobby. Gas and dust tends to form along these filaments,"
    },
    {
      "index": 549,
      "start_time": 2817150.0,
      "end_time": 2821080.0,
      "text": "tends to congeal along these filaments. You can see these two galaxies about to collide."
    },
    {
      "index": 550,
      "start_time": 2821080.0,
      "end_time": 2826150.0,
      "text": "And, you know, while this cosmic wreck is going on, you&#39;ll see that other galaxies,"
    },
    {
      "index": 551,
      "start_time": 2826150.0,
      "end_time": 2830510.0,
      "text": "you know, like these two galaxies are in the process of colliding. You see some rubberneckers"
    },
    {
      "index": 552,
      "start_time": 2830510.0,
      "end_time": 2835849.0,
      "text": "going by on the cosmic freeway. But these two galaxies are colliding and, you know,"
    },
    {
      "index": 553,
      "start_time": 2835850.0,
      "end_time": 2838571.0,
      "text": "you&#39;d--you might look at this and say, &quot;These don&#39;t really look like galaxies. They look"
    },
    {
      "index": 554,
      "start_time": 2838570.0,
      "end_time": 2844700.0,
      "text": "like complete--they look like a complete mess.&quot; In fact, galaxies, we think, look like complete"
    },
    {
      "index": 555,
      "start_time": 2844700.0,
      "end_time": 2852050.0,
      "text": "messes early on. Over time, as the cannibalism has occurs--the cannibalism is actually a"
    },
    {
      "index": 556,
      "start_time": 2852050.0,
      "end_time": 2855900.0,
      "text": "very strange kind of cannibalism. It&#39;s more like a corporate merger. When stars--when"
    },
    {
      "index": 557,
      "start_time": 2855900.0,
      "end_time": 2861070.0,
      "text": "galaxies smash into each other, stars don&#39;t smash into each other, they merely switch"
    },
    {
      "index": 558,
      "start_time": 2861070.0,
      "end_time": 2864609.0,
      "text": "loyalties. When we have two galaxies, you&#39;ve got two centers of loyalty. You&#39;ve got a bunch"
    },
    {
      "index": 559,
      "start_time": 2864610.0,
      "end_time": 2869051.0,
      "text": "of stars going around one center, you&#39;ve got another--a set of stars going around another"
    },
    {
      "index": 560,
      "start_time": 2869050.0,
      "end_time": 2872160.0,
      "text": "center. When they collide, they&#39;re going around a common center. And now you can begin to"
    },
    {
      "index": 561,
      "start_time": 2872160.0,
      "end_time": 2876849.0,
      "text": "see that this entity that looked like a complete mess before, starting to look like some of"
    },
    {
      "index": 562,
      "start_time": 2876850.0,
      "end_time": 2881481.0,
      "text": "the images you&#39;ve seen of spiral galaxies. So, these simulations, these sort of computer"
    },
    {
      "index": 563,
      "start_time": 2881480.0,
      "end_time": 2885900.0,
      "text": "simulations that show the cosmic web--and now we&#39;re changing our perspective, nothing"
    },
    {
      "index": 564,
      "start_time": 2885900.0,
      "end_time": 2890200.0,
      "text": "is happening to the simulation. We are just moving from the lower part to the upper part"
    },
    {
      "index": 565,
      "start_time": 2890200.0,
      "end_time": 2894440.0,
      "text": "of the simulation. You can see, there&#39;s a swarm of stars in the center, the spiral arms."
    },
    {
      "index": 566,
      "start_time": 2894440.0,
      "end_time": 2900089.0,
      "text": "I think this represents one of the triumphs of modern day computing as it pertains to"
    },
    {
      "index": 567,
      "start_time": 2900090.0,
      "end_time": 2903431.0,
      "text": "astronomy and cosmology. You can--you produce realistic looking galaxies. This particular"
    },
    {
      "index": 568,
      "start_time": 2903430.0,
      "end_time": 2911880.0,
      "text": "one was done in Japan. All right. So, so far, sort of going on with the story, we need--we"
    },
    {
      "index": 569,
      "start_time": 2911880.0,
      "end_time": 2915950.0,
      "text": "think galaxies form because of gravity. But gravity needs something to latch onto. You"
    },
    {
      "index": 570,
      "start_time": 2915950.0,
      "end_time": 2920619.0,
      "text": "need these ripples to be present in the fabric of the universe. So you have to ask the natural"
    },
    {
      "index": 571,
      "start_time": 2920620.0,
      "end_time": 2925171.0,
      "text": "question, &quot;Why didn&#39;t the universe start out perfectly smooth? Why were there these little"
    },
    {
      "index": 572,
      "start_time": 2925170.0,
      "end_time": 2929859.0,
      "text": "bumps and wiggles in the universe?&quot; And the answer to that--there are two words to answer"
    },
    {
      "index": 573,
      "start_time": 2929860.0,
      "end_time": 2934921.0,
      "text": "that. That&#39;s quantum mechanics. Quantum mechanics is the reason why the universe didn&#39;t start"
    },
    {
      "index": 574,
      "start_time": 2934920.0,
      "end_time": 2938280.0,
      "text": "out perfectly smooth. Now, instead of trying to explain quantum mechanics, I want to put"
    },
    {
      "index": 575,
      "start_time": 2938280.0,
      "end_time": 2943200.0,
      "text": "up a little cartoon here where there are two quantum physicists. One says to the other,"
    },
    {
      "index": 576,
      "start_time": 2943200.0,
      "end_time": 2946890.0,
      "text": "&quot;Oh, Alice, you&#39;re the one for me.&quot; And Alice being a really smart quantum physicist says"
    },
    {
      "index": 577,
      "start_time": 2946890.0,
      "end_time": 2952410.0,
      "text": "to Bob, &quot;In a quantum world, how can we be sure?&quot; There&#39;s no--there&#39;s a lot of uncertainty"
    },
    {
      "index": 578,
      "start_time": 2952410.0,
      "end_time": 2957920.0,
      "text": "that quantum mechanics teaches us about. Okay. So, I can&#39;t resist this. You know, Professor"
    },
    {
      "index": 579,
      "start_time": 2957920.0,
      "end_time": 2962579.0,
      "text": "Heisenberg is the person who is responsible for coming up with the uncertainty principle."
    },
    {
      "index": 580,
      "start_time": 2962580.0,
      "end_time": 2967951.0,
      "text": "There was a lot of opposition to quantum mechanics when it was first proposed. Einstein was one"
    },
    {
      "index": 581,
      "start_time": 2967950.0,
      "end_time": 2971900.0,
      "text": "of the great opponents of quantum mechanics. He said, &quot;How can something as beautiful as"
    },
    {
      "index": 582,
      "start_time": 2971900.0,
      "end_time": 2976650.0,
      "text": "the universe be governed by chance.&quot; Einstein had a famous quote, he said, &quot;God does not"
    },
    {
      "index": 583,
      "start_time": 2976650.0,
      "end_time": 2981680.0,
      "text": "play dice.&quot; That was his famous objection to quantum mechanics. Einstein was wrong as"
    },
    {
      "index": 584,
      "start_time": 2981680.0,
      "end_time": 2986750.0,
      "text": "it turns out because he came around later to try and to incorporate quantum mechanics"
    },
    {
      "index": 585,
      "start_time": 2986750.0,
      "end_time": 2992280.0,
      "text": "into his theories. But, Einstein was scolded appropriately in those times by Niels Bohr."
    },
    {
      "index": 586,
      "start_time": 2992280.0,
      "end_time": 2997369.0,
      "text": "Niels Bohr is someone who was a quantum physicist. He studied the structure of atoms. When Einstein"
    },
    {
      "index": 587,
      "start_time": 2997370.0,
      "end_time": 3002061.0,
      "text": "said, &quot;God does not play dice.&quot; Niels Bohr said to Einstein, &quot;How dare you tell God what"
    },
    {
      "index": 588,
      "start_time": 3002060.0,
      "end_time": 3006430.0,
      "text": "to do.&quot; You know, this was--this was a very, you know, very deep debate going on, about"
    },
    {
      "index": 589,
      "start_time": 3006430.0,
      "end_time": 3011119.0,
      "text": "a hundreds years ago. And quantum mechanics, it&#39;s fair to say even today, is not very well"
    },
    {
      "index": 590,
      "start_time": 3011120.0,
      "end_time": 3016141.0,
      "text": "understood. You know, the joke goes about Heisenberg, you know, they--you know, momentum"
    },
    {
      "index": 591,
      "start_time": 3016140.0,
      "end_time": 3022160.0,
      "text": "and position can be predicted absolutely precisely. So if you can measure X, you know, the position,"
    },
    {
      "index": 592,
      "start_time": 3022160.0,
      "end_time": 3027500.0,
      "text": "there&#39;s a certain uncertainty that delta X momentum P delta P, the product of those two"
    },
    {
      "index": 593,
      "start_time": 3027500.0,
      "end_time": 3031829.0,
      "text": "is finite, it can&#39;t be zero. So, if you know your position, you don&#39;t know your momentum"
    },
    {
      "index": 594,
      "start_time": 3031830.0,
      "end_time": 3035080.0,
      "text": "very well. If you know your momentum precisely, you don&#39;t know your position very well as"
    },
    {
      "index": 595,
      "start_time": 3035080.0,
      "end_time": 3040541.0,
      "text": "well. Heisenberg is driving along the autobahn one day, he&#39;s speeding as usual. The cop pulls"
    },
    {
      "index": 596,
      "start_time": 3040540.0,
      "end_time": 3044079.0,
      "text": "him over. The German cop does the same thing that cops all over the world do. They ask"
    },
    {
      "index": 597,
      "start_time": 3044080.0,
      "end_time": 3049551.0,
      "text": "you this question, &quot;Do you know how fast you were going?&quot; And Heisenberg, you know, quips,"
    },
    {
      "index": 598,
      "start_time": 3049550.0,
      "end_time": 3054540.0,
      "text": "&quot;No, but I know exactly where I was.&quot; Because, you know, the uncertainty, momentum and position,"
    },
    {
      "index": 599,
      "start_time": 3054540.0,
      "end_time": 3060710.0,
      "text": "if you--if you don&#39;t know your speed, you know your position very well. Okay, jokes"
    },
    {
      "index": 600,
      "start_time": 3060710.0,
      "end_time": 3067150.0,
      "text": "aside, another way of stating the uncertainty principle is to say that delta E times delta"
    },
    {
      "index": 601,
      "start_time": 3067150.0,
      "end_time": 3074010.0,
      "text": "T, delta energy times delta time, is a constant. So, you know, dimensionally in terms of units,"
    },
    {
      "index": 602,
      "start_time": 3074010.0,
      "end_time": 3077700.0,
      "text": "the--if you take the units of position and momentum and multiply them together, they&#39;re"
    },
    {
      "index": 603,
      "start_time": 3077700.0,
      "end_time": 3084579.0,
      "text": "the same as the units of energy and time multiplied together. So, if you can--if you know exactly"
    },
    {
      "index": 604,
      "start_time": 3084580.0,
      "end_time": 3089261.0,
      "text": "which instant you&#39;re talking about in the universe&#39;s history, then, you can predict"
    },
    {
      "index": 605,
      "start_time": 3089260.0,
      "end_time": 3095320.0,
      "text": "the energy of that parcel of the universe with arbitrary position. So, quantum mechanics"
    },
    {
      "index": 606,
      "start_time": 3095320.0,
      "end_time": 3101880.0,
      "text": "imposes on us these fluctuations just because of the uncertainty principle. So, delta E,"
    },
    {
      "index": 607,
      "start_time": 3101880.0,
      "end_time": 3106520.0,
      "text": "delta T being--the product of those two being constant means in early times, where you have"
    },
    {
      "index": 608,
      "start_time": 3106520.0,
      "end_time": 3110700.0,
      "text": "to know the time precisely, there were fluctuations at the level of one part in a hundred thousand."
    },
    {
      "index": 609,
      "start_time": 3110700.0,
      "end_time": 3114510.0,
      "text": "So, the power--at the level of ten to the minus five, there were fluctuations. Now,"
    },
    {
      "index": 610,
      "start_time": 3114510.0,
      "end_time": 3119900.0,
      "text": "normally you&#39;ll think, &quot;Okay, these are fluctuations in the quantum domain, are microscopic, they"
    },
    {
      "index": 611,
      "start_time": 3119900.0,
      "end_time": 3123829.0,
      "text": "don&#39;t really affect us.&quot; But the--it turns out they do affect us. And the person who"
    },
    {
      "index": 612,
      "start_time": 3123830.0,
      "end_time": 3130451.0,
      "text": "convinced us that the--that quantum fluctuations affect us is Schrdinger. Schrdinger came"
    },
    {
      "index": 613,
      "start_time": 3130450.0,
      "end_time": 3135329.0,
      "text": "up with this experiment called the Schrdinger&#39;s Cat experiment. And--in which he said let&#39;s"
    },
    {
      "index": 614,
      "start_time": 3135330.0,
      "end_time": 3139251.0,
      "text": "device an experiment, a gedankenexperiment, a thought experiment. He didn&#39;t actually carry"
    },
    {
      "index": 615,
      "start_time": 3139250.0,
      "end_time": 3143710.0,
      "text": "this out. No animals were harmed in the making of this experiment, okay, as they say in the"
    },
    {
      "index": 616,
      "start_time": 3143710.0,
      "end_time": 3151320.0,
      "text": "movies. So, you start out with a radioactive particle and--or a group of radioactive particles."
    },
    {
      "index": 617,
      "start_time": 3151320.0,
      "end_time": 3155950.0,
      "text": "And you put them in a box. You close the box. You come back after an hour. There&#39;s a 50%"
    },
    {
      "index": 618,
      "start_time": 3155950.0,
      "end_time": 3160670.0,
      "text": "chance that the radioactive particle would have decayed to produce an alpha particle,"
    },
    {
      "index": 619,
      "start_time": 3160670.0,
      "end_time": 3165089.0,
      "text": "that&#39;s a helium nucleus, two protons and two neutrons. The alpha particle has a certain"
    },
    {
      "index": 620,
      "start_time": 3165090.0,
      "end_time": 3169651.0,
      "text": "probability of existing an hour after you&#39;ve started the experiment, a certain probability."
    },
    {
      "index": 621,
      "start_time": 3169650.0,
      "end_time": 3174450.0,
      "text": "So let&#39;s say a 50% probability it exist, 50% probability it hasn&#39;t--this hasn&#39;t decayed"
    },
    {
      "index": 622,
      "start_time": 3174450.0,
      "end_time": 3179640.0,
      "text": "in which case the alpha particle doesn&#39;t exist. If the alpha particle was created, then, there&#39;s"
    },
    {
      "index": 623,
      "start_time": 3179640.0,
      "end_time": 3183869.0,
      "text": "a Geiger counter. Normal Geiger counters beep. So, since this is a gedankenexperiment, Schrdinger"
    },
    {
      "index": 624,
      "start_time": 3183870.0,
      "end_time": 3189311.0,
      "text": "says, &quot;Lets set up our Geiger counter so that it doesn&#39;t beep but instead has a hammer fall"
    },
    {
      "index": 625,
      "start_time": 3189310.0,
      "end_time": 3192650.0,
      "text": "and you&#39;d get the sound of breaking glass as that hammer falls on a bottle, on a glass"
    },
    {
      "index": 626,
      "start_time": 3192650.0,
      "end_time": 3198720.0,
      "text": "bottle that contains poison, that stuff is lethal to cats.&quot; So that&#39;s why there are two"
    },
    {
      "index": 627,
      "start_time": 3198720.0,
      "end_time": 3203280.0,
      "text": "states of this cat. The cat can either come out like this, all happy, or like that where"
    },
    {
      "index": 628,
      "start_time": 3203280.0,
      "end_time": 3207470.0,
      "text": "it is unhappy and you&#39;re unhappy if you&#39;re its owner. So, those are the two possible"
    },
    {
      "index": 629,
      "start_time": 3207470.0,
      "end_time": 3211930.0,
      "text": "states of the cat in the Schrdinger&#39;s Cat experiment. Fifty percent chance it comes"
    },
    {
      "index": 630,
      "start_time": 3211930.0,
      "end_time": 3216660.0,
      "text": "out in upper state, fifty percent chance it comes out in the lowest state. Now, Schrdinger"
    },
    {
      "index": 631,
      "start_time": 3216660.0,
      "end_time": 3220480.0,
      "text": "didn&#39;t carry out this experiment, but there&#39;s an uncertainty in this experiment. If you"
    },
    {
      "index": 632,
      "start_time": 3220480.0,
      "end_time": 3224829.0,
      "text": "set up a thousands of these boxes, you can&#39;t predict beforehand which of these cats is"
    },
    {
      "index": 633,
      "start_time": 3224830.0,
      "end_time": 3227370.0,
      "text": "going to end up in the upper state, which one is going to end up in the lowest state."
    },
    {
      "index": 634,
      "start_time": 3227370.0,
      "end_time": 3231761.0,
      "text": "That&#39;s the uncertainty. You cannot predict the fate of an individual entity in this--in"
    },
    {
      "index": 635,
      "start_time": 3231760.0,
      "end_time": 3237490.0,
      "text": "this scenario. Schrdinger didn&#39;t carry out this experiment, but the universe went ahead"
    },
    {
      "index": 636,
      "start_time": 3237490.0,
      "end_time": 3241520.0,
      "text": "and did it. The universe went ahead and did its version of the Schrdinger&#39;s Cat experiment."
    },
    {
      "index": 637,
      "start_time": 3241520.0,
      "end_time": 3245670.0,
      "text": "This is a timeline in the universe where you have the Big Bang on the left, the present"
    },
    {
      "index": 638,
      "start_time": 3245670.0,
      "end_time": 3250200.0,
      "text": "day on the right, you know, 14,000,000,000 years after the Big Bang. You&#39;ve got, shortly"
    },
    {
      "index": 639,
      "start_time": 3250200.0,
      "end_time": 3254980.0,
      "text": "after the Big Bang, there were quantum fluctuations. And just like the Geiger counter takes these"
    },
    {
      "index": 640,
      "start_time": 3254980.0,
      "end_time": 3260680.0,
      "text": "tiny microscopic phenomena, moves them into the microscopic domain, in this case, inflation,"
    },
    {
      "index": 641,
      "start_time": 3260680.0,
      "end_time": 3265579.0,
      "text": "this very rapid expansion in the universe&#39;s history, there&#39;s a very rapid phase of expansion"
    },
    {
      "index": 642,
      "start_time": 3265580.0,
      "end_time": 3271311.0,
      "text": "in the universe&#39;s history. It last for 10 to the minus 23 seconds and the universe expands"
    },
    {
      "index": 643,
      "start_time": 3271310.0,
      "end_time": 3276140.0,
      "text": "by a factor of--not by two or four or ten, it expands by a factor of 10 to the power"
    },
    {
      "index": 644,
      "start_time": 3276140.0,
      "end_time": 3280690.0,
      "text": "of 50 during that time. Inflation is here to stay. It&#39;s--even though it sounds crazy,"
    },
    {
      "index": 645,
      "start_time": 3280690.0,
      "end_time": 3285599.0,
      "text": "it&#39;s here to stay. It&#39;s something that explains a lot of things in the observed universe and"
    },
    {
      "index": 646,
      "start_time": 3285600.0,
      "end_time": 3290100.0,
      "text": "it is the thing that takes these quantum fluctuations, blows them up, freezes them into the fabric"
    },
    {
      "index": 647,
      "start_time": 3290100.0,
      "end_time": 3295321.0,
      "text": "of the universe. So, in a real sense, if something was slightly lower than less than average,"
    },
    {
      "index": 648,
      "start_time": 3295320.0,
      "end_time": 3299980.0,
      "text": "it becomes a void. If something was higher than average, it becomes a galaxy. A galaxy"
    },
    {
      "index": 649,
      "start_time": 3299980.0,
      "end_time": 3305910.0,
      "text": "is a live cat in the Schrdinger&#39;s Cat experiment. A void between galaxies is a dead cat in the"
    },
    {
      "index": 650,
      "start_time": 3305910.0,
      "end_time": 3310530.0,
      "text": "Schrdinger&#39;s Cat experiment, in the universe&#39;s version of the Schrdinger&#39;s Cat experiment."
    },
    {
      "index": 651,
      "start_time": 3310530.0,
      "end_time": 3315800.0,
      "text": "Okay, finally, three predictions. Galaxy collision should be common. Galaxy collisions unfortunately"
    },
    {
      "index": 652,
      "start_time": 3315800.0,
      "end_time": 3321190.0,
      "text": "take a long time. They take a billion years to unfold and no astronomer has had that kind"
    },
    {
      "index": 653,
      "start_time": 3321190.0,
      "end_time": 3325750.0,
      "text": "of time to watch them, so we have a computer simulation instead. And what we&#39;re going to"
    },
    {
      "index": 654,
      "start_time": 3325750.0,
      "end_time": 3329680.0,
      "text": "do is watch what happens to these two galaxies as they get closer together. We&#39;re going to"
    },
    {
      "index": 655,
      "start_time": 3329680.0,
      "end_time": 3334530.0,
      "text": "stop the simulation and you&#39;ll see two pictures of real galaxies that are about to collide."
    },
    {
      "index": 656,
      "start_time": 3334530.0,
      "end_time": 3339589.0,
      "text": "Then we&#39;ll go back to the computer simulation, let gravity do its thing over time and you"
    },
    {
      "index": 657,
      "start_time": 3339590.0,
      "end_time": 3343311.0,
      "text": "could stop to see the distortions happen in this galaxy as the near end is being pulled"
    },
    {
      "index": 658,
      "start_time": 3343310.0,
      "end_time": 3349240.0,
      "text": "harder than the far end. Again we&#39;ll stop and rotate our--change our perspective so"
    },
    {
      "index": 659,
      "start_time": 3349240.0,
      "end_time": 3353369.0,
      "text": "you can see a pair of real galaxies that are going through this process. Here are two real"
    },
    {
      "index": 660,
      "start_time": 3353370.0,
      "end_time": 3358181.0,
      "text": "galaxies that are in early phases of their collision. Now, we wait a little bit longer."
    },
    {
      "index": 661,
      "start_time": 3358180.0,
      "end_time": 3362800.0,
      "text": "You can start to see the distortion very clearly now in these two galaxies. They&#39;re stretching"
    },
    {
      "index": 662,
      "start_time": 3362800.0,
      "end_time": 3367010.0,
      "text": "each other out. And let&#39;s stop, but here are two real galaxies going to this process. So"
    },
    {
      "index": 663,
      "start_time": 3367010.0,
      "end_time": 3370560.0,
      "text": "galaxy collisions are very common around us. They last a long time. But the advantage is"
    },
    {
      "index": 664,
      "start_time": 3370560.0,
      "end_time": 3376630.0,
      "text": "we have many of these so we can see snap shots of different phases of a galaxy collision."
    },
    {
      "index": 665,
      "start_time": 3376630.0,
      "end_time": 3380109.0,
      "text": "Infant galaxies should look ragged. You know, you saw in those simulations, early galaxies"
    },
    {
      "index": 666,
      "start_time": 3380110.0,
      "end_time": 3384641.0,
      "text": "look terrible. They don&#39;t look like, you know, nice symmetric things. So here&#39;s a picture"
    },
    {
      "index": 667,
      "start_time": 3384640.0,
      "end_time": 3388950.0,
      "text": "taken with the Hubble Telescope that lets us look at infant galaxies. The way you look"
    },
    {
      "index": 668,
      "start_time": 3388950.0,
      "end_time": 3393089.0,
      "text": "at infant galaxies is very simple. When you&#39;re studying infants in--on earth you just have"
    },
    {
      "index": 669,
      "start_time": 3393090.0,
      "end_time": 3397771.0,
      "text": "to gather up kids and you can see, you know, children, adults, very easy to do that. In"
    },
    {
      "index": 670,
      "start_time": 3397770.0,
      "end_time": 3401780.0,
      "text": "the universe, it&#39;s just as easy. All you have to is look around us and you&#39;re going to see"
    },
    {
      "index": 671,
      "start_time": 3401780.0,
      "end_time": 3406720.0,
      "text": "near us things that have been around for a long time. Far away from us are things that"
    },
    {
      "index": 672,
      "start_time": 3406720.0,
      "end_time": 3409750.0,
      "text": "haven&#39;t been around for a very long time. The reason is simple. Let&#39;s zoom in, I&#39;ll"
    },
    {
      "index": 673,
      "start_time": 3409750.0,
      "end_time": 3414750.0,
      "text": "explain what I mean. If you look at a galaxy like this, this is 3,000,000,000 light-years"
    },
    {
      "index": 674,
      "start_time": 3414750.0,
      "end_time": 3419069.0,
      "text": "away from us. The universe is 14,000,000,000 years old. If that galaxy is 3,000,000,000"
    },
    {
      "index": 675,
      "start_time": 3419070.0,
      "end_time": 3424431.0,
      "text": "light-years away, light has taken 3,000,000,000 years to travel from that galaxy to us. So"
    },
    {
      "index": 676,
      "start_time": 3424430.0,
      "end_time": 3430190.0,
      "text": "the universe was 11,000,000,000 years old when light left that galaxy. The information"
    },
    {
      "index": 677,
      "start_time": 3430190.0,
      "end_time": 3434720.0,
      "text": "is always backdated and it&#39;s backdated by an amount that depends on how long that information&#39;s"
    },
    {
      "index": 678,
      "start_time": 3434720.0,
      "end_time": 3439829.0,
      "text": "been transmitting, how long that light has been traveling. So here&#39;s another galaxy that&#39;s"
    },
    {
      "index": 679,
      "start_time": 3439830.0,
      "end_time": 3443120.0,
      "text": "7,000,000,000 light-years away. It left the universe when the universe was middle aged."
    },
    {
      "index": 680,
      "start_time": 3443120.0,
      "end_time": 3447031.0,
      "text": "When the universe was 7,000,000,000 years old it&#39;s been traveling for--light has been"
    },
    {
      "index": 681,
      "start_time": 3447030.0,
      "end_time": 3450780.0,
      "text": "traveling for 7,000,000,000 years. And you can see that that galaxy is not nearly as"
    },
    {
      "index": 682,
      "start_time": 3450780.0,
      "end_time": 3456690.0,
      "text": "symmetric and organizes as this one. And in fact, if you looked 10,000,000,000 light-years"
    },
    {
      "index": 683,
      "start_time": 3456690.0,
      "end_time": 3461800.0,
      "text": "away at yet another galaxy, you can see that this is like a teenaged galaxy. It&#39;s still"
    },
    {
      "index": 684,
      "start_time": 3461800.0,
      "end_time": 3465470.0,
      "text": "troubled, it&#39;s trying to find itself, it&#39;s trying to get itself together. You can see"
    },
    {
      "index": 685,
      "start_time": 3465470.0,
      "end_time": 3472290.0,
      "text": "that the different pieces of the galaxy are in the process of organizing. Now these sorts"
    },
    {
      "index": 686,
      "start_time": 3472290.0,
      "end_time": 3477690.0,
      "text": "of pictures were taken with the Hubble Telescope but there&#39;s a lovely technique that astronomers"
    },
    {
      "index": 687,
      "start_time": 3477690.0,
      "end_time": 3485550.0,
      "text": "have adopted from SDI, from Strategic Defense Initiative, Star Wars, those of you who remember"
    },
    {
      "index": 688,
      "start_time": 3485550.0,
      "end_time": 3492390.0,
      "text": "Star Wars from the Reagan years. We have these satellites looking down at the Russian missile"
    },
    {
      "index": 689,
      "start_time": 3492390.0,
      "end_time": 3497319.0,
      "text": "silos and we couldn&#39;t get detailed pictures of them because the earth has an atmosphere,"
    },
    {
      "index": 690,
      "start_time": 3497320.0,
      "end_time": 3500381.0,
      "text": "it&#39;s moving around, so get distorted images. It&#39;s like looking down into a swimming pool"
    },
    {
      "index": 691,
      "start_time": 3500380.0,
      "end_time": 3503790.0,
      "text": "and trying to read some writing at the bottom of the pool. You can&#39;t because the water is"
    },
    {
      "index": 692,
      "start_time": 3503790.0,
      "end_time": 3510349.0,
      "text": "moving around. So if you have an adaptive system that corrects in real time for the"
    },
    {
      "index": 693,
      "start_time": 3510350.0,
      "end_time": 3514261.0,
      "text": "distortion then you can fix this. And astronomers, of course, use this technique but they look"
    },
    {
      "index": 694,
      "start_time": 3514260.0,
      "end_time": 3518220.0,
      "text": "in the other direction through the atmosphere. They look from the bottom up. And as you see"
    },
    {
      "index": 695,
      "start_time": 3518220.0,
      "end_time": 3523819.0,
      "text": "these light waves come in, you&#39;ll see that when light comes in they should come in as"
    },
    {
      "index": 696,
      "start_time": 3523820.0,
      "end_time": 3528541.0,
      "text": "plain waves but they don&#39;t and that&#39;s why stars twinkle. So you&#39;ll see these waves coming"
    },
    {
      "index": 697,
      "start_time": 3528540.0,
      "end_time": 3532250.0,
      "text": "in. They look like potato chips. They don&#39;t look--they don&#39;t look flat. In fact they don&#39;t"
    },
    {
      "index": 698,
      "start_time": 3532250.0,
      "end_time": 3535579.0,
      "text": "even look like--they look like--they don&#39;t look like Pringles potato chips. Pringles"
    },
    {
      "index": 699,
      "start_time": 3535580.0,
      "end_time": 3539370.0,
      "text": "potato chips, all of them look--have the same shape. Here, you see the shape is changing"
    },
    {
      "index": 700,
      "start_time": 3539370.0,
      "end_time": 3545731.0,
      "text": "all the time. So that mirror dances equal and opposite to the changing shape and that"
    },
    {
      "index": 701,
      "start_time": 3545730.0,
      "end_time": 3554900.0,
      "text": "causes the star to stop twinkling. So this is a technique called adaptive optics and"
    },
    {
      "index": 702,
      "start_time": 3554900.0,
      "end_time": 3560230.0,
      "text": "it is--a simple way to remember it is, &quot;Untwinkle, untwinkle little star,&quot; is a good way to remember"
    },
    {
      "index": 703,
      "start_time": 3560230.0,
      "end_time": 3566380.0,
      "text": "adaptive optics. So it&#39;s an amazing technique used to take sharp pictures. Now this is just"
    },
    {
      "index": 704,
      "start_time": 3566380.0,
      "end_time": 3569940.0,
      "text": "to reinforce the idea of looking back in time. If you look close to us, you&#39;ll see old things."
    },
    {
      "index": 705,
      "start_time": 3569940.0,
      "end_time": 3576130.0,
      "text": "If you look a little bit further away, you&#39;ll see slightly less old things. And, you look"
    },
    {
      "index": 706,
      "start_time": 3576130.0,
      "end_time": 3584140.0,
      "text": "even further away you&#39;ll see things that are halfway through. You&#39;ll see younger entities."
    },
    {
      "index": 707,
      "start_time": 3584140.0,
      "end_time": 3588700.0,
      "text": "And one of the amazing things about astronomy is you can see unborn entities. You can see"
    },
    {
      "index": 708,
      "start_time": 3588700.0,
      "end_time": 3594710.0,
      "text": "unborn galaxies. Astronomers love doctors. You know, they keep us alive but they also--medicine"
    },
    {
      "index": 709,
      "start_time": 3594710.0,
      "end_time": 3598650.0,
      "text": "makes astronomy look like an exact science. I don&#39;t know how this doctor decided that"
    },
    {
      "index": 710,
      "start_time": 3598650.0,
      "end_time": 3603780.0,
      "text": "that was a foot but we&#39;ll go with it. And, you know, what you--what it&#39;s pointing to"
    },
    {
      "index": 711,
      "start_time": 3603780.0,
      "end_time": 3608569.0,
      "text": "over there are the ripples that give rise to galaxies. So I want to talk about that"
    },
    {
      "index": 712,
      "start_time": 3608570.0,
      "end_time": 3613401.0,
      "text": "next. The last of these predictions--I said I&#39;ll talk a little bit about these predictions"
    },
    {
      "index": 713,
      "start_time": 3613400.0,
      "end_time": 3617200.0,
      "text": "of the story, is you can actually see the ripples in the cosmic ocean that give rise"
    },
    {
      "index": 714,
      "start_time": 3617200.0,
      "end_time": 3623089.0,
      "text": "to galaxies. Here&#39;s a picture taken with radio telescopes of the sky all around us that is"
    },
    {
      "index": 715,
      "start_time": 3623090.0,
      "end_time": 3627301.0,
      "text": "projected onto a globe--oops. It&#39;s projected onto a globe. Let me see if I can play this"
    },
    {
      "index": 716,
      "start_time": 3627300.0,
      "end_time": 3632810.0,
      "text": "movie here. What you are seeing is the afterglow from the Big Bang. The Big Bang was a very"
    },
    {
      "index": 717,
      "start_time": 3632810.0,
      "end_time": 3636430.0,
      "text": "hot phase in the universe&#39;s history. You know, just like you can turn off your barbecue oven"
    },
    {
      "index": 718,
      "start_time": 3636430.0,
      "end_time": 3640800.0,
      "text": "but it takes a long time for the embers to cool. The embers of the universe are still"
    },
    {
      "index": 719,
      "start_time": 3640800.0,
      "end_time": 3644690.0,
      "text": "cooling but you can see that the afterglow from the Big Bang was not perfectly uniform."
    },
    {
      "index": 720,
      "start_time": 3644690.0,
      "end_time": 3650329.0,
      "text": "It has ripples at the level of one part in a hundred thousand. These are the tiny fluctuations"
    },
    {
      "index": 721,
      "start_time": 3650330.0,
      "end_time": 3656511.0,
      "text": "that gave rise to galaxies. Okay. So, I hope I&#39;ve convinced you that biologically and chemically"
    },
    {
      "index": 722,
      "start_time": 3656510.0,
      "end_time": 3663490.0,
      "text": "our history links us to galaxies, to Milky Way and Andromeda. Galaxies grow through cannibalism."
    },
    {
      "index": 723,
      "start_time": 3663490.0,
      "end_time": 3670530.0,
      "text": "They grow from tiny seeds in the universe&#39;s fabric. So really our true ancestors are quantum"
    },
    {
      "index": 724,
      "start_time": 3670530.0,
      "end_time": 3676780.0,
      "text": "mechanics blown up by inflation and then gravity amplifies them over time. So you start out"
    },
    {
      "index": 725,
      "start_time": 3676780.0,
      "end_time": 3684130.0,
      "text": "with these ripples in the cosmic ocean. You take a little hotspot there and that grows"
    },
    {
      "index": 726,
      "start_time": 3684130.0,
      "end_time": 3688450.0,
      "text": "into an infant galaxy where the pieces come together to form a nice symmetric galaxy in"
    },
    {
      "index": 727,
      "start_time": 3688450.0,
      "end_time": 3695300.0,
      "text": "which stars undergo chemical fusion reactions, enrich the space around them through explosions."
    },
    {
      "index": 728,
      "start_time": 3695300.0,
      "end_time": 3701119.0,
      "text": "Out of that--out of this material our planet and star were formed, complex molecules and"
    },
    {
      "index": 729,
      "start_time": 3701120.0,
      "end_time": 3706261.0,
      "text": "wonderful entities like this. Okay, so that&#39;s the end of our cycle and I thought I would"
    },
    {
      "index": 730,
      "start_time": 3706260.0,
      "end_time": 3712310.0,
      "text": "spend just one slide talking about the Science Internship Program that Jeff referred to early"
    },
    {
      "index": 731,
      "start_time": 3712310.0,
      "end_time": 3721240.0,
      "text": "on. We have high school students doing research at Santa Cruz and in fact they--we have freshmen"
    },
    {
      "index": 732,
      "start_time": 3721240.0,
      "end_time": 3726599.0,
      "text": "coming in, high school freshmen coming in, high school seniors. And I want to emphasize"
    },
    {
      "index": 733,
      "start_time": 3726600.0,
      "end_time": 3729801.0,
      "text": "that these are real research projects they&#39;re doing. They&#39;re not just doing something where,"
    },
    {
      "index": 734,
      "start_time": 3729800.0,
      "end_time": 3733819.0,
      "text": "you know, they&#39;re given a problem where the answer lies on a certain page in the book."
    },
    {
      "index": 735,
      "start_time": 3733820.0,
      "end_time": 3737791.0,
      "text": "No. These are problems for which nobody knows the answer, not the person assigning them"
    },
    {
      "index": 736,
      "start_time": 3737790.0,
      "end_time": 3742270.0,
      "text": "the problem and certainly not the student who&#39;s doing the problem. They&#39;re real research"
    },
    {
      "index": 737,
      "start_time": 3742270.0,
      "end_time": 3745410.0,
      "text": "projects. They&#39;ll--that&#39;s how project are in the real world. They&#39;re not--they don&#39;t"
    },
    {
      "index": 738,
      "start_time": 3745410.0,
      "end_time": 3749790.0,
      "text": "have answers written somewhere. If they were, there wouldn&#39;t be problems anymore. And the"
    },
    {
      "index": 739,
      "start_time": 3749790.0,
      "end_time": 3755530.0,
      "text": "topics in which these students are doing research include astronomy, physics, chemistry, biomedical"
    },
    {
      "index": 740,
      "start_time": 3755530.0,
      "end_time": 3758569.0,
      "text": "engineering, marine biology. I think we&#39;re going to add computer science. We&#39;re going"
    },
    {
      "index": 741,
      "start_time": 3758570.0,
      "end_time": 3763241.0,
      "text": "to add a few other topics this coming summer. It&#39;s been going on for three years. The high"
    },
    {
      "index": 742,
      "start_time": 3763240.0,
      "end_time": 3770099.0,
      "text": "school students&#39; projects are part of bigger projects that are being worked on by PhD students,"
    },
    {
      "index": 743,
      "start_time": 3770100.0,
      "end_time": 3775231.0,
      "text": "postdocs, faculty, undergraduates, so they&#39;re part of the community. They get to see how"
    },
    {
      "index": 744,
      "start_time": 3775230.0,
      "end_time": 3781579.0,
      "text": "science actually works; the process, not just the results. And the students have been amazingly"
    },
    {
      "index": 745,
      "start_time": 3781580.0,
      "end_time": 3786860.0,
      "text": "successful in national science competitions. So it&#39;s been an extremely, extremely rewarding"
    },
    {
      "index": 746,
      "start_time": 3786860.0,
      "end_time": 3794241.0,
      "text": "experience for me. My work gets amplified tenfold every summer. The productivity of"
    },
    {
      "index": 747,
      "start_time": 3794240.0,
      "end_time": 3799089.0,
      "text": "my research group gets amplified every summer. And in fact so much so that we&#39;re continuing"
    },
    {
      "index": 748,
      "start_time": 3799090.0,
      "end_time": 3805971.0,
      "text": "this project during the school year in their--in their spare time, between, you know, the school"
    },
    {
      "index": 749,
      "start_time": 3805970.0,
      "end_time": 3810240.0,
      "text": "work duties, the students are continuing their projects. So that&#39;s where I&#39;ll stop. Thank"
    },
    {
      "index": 750,
      "start_time": 3810240.0,
      "end_time": 3813990.0,
      "text": "you for your--thank you for your attention. &gt;&gt; How do you square inflation with the speed"
    },
    {
      "index": 751,
      "start_time": 3813990.0,
      "end_time": 3825690.0,
      "text": "of light? &gt;&gt; GUHATHAKURTA: That&#39;s a very good question."
    },
    {
      "index": 752,
      "start_time": 3825690.0,
      "end_time": 3829839.0,
      "text": "So the question is, &quot;How do you square inflation with the speed of light?&quot; So, yes, if you&#39;re"
    },
    {
      "index": 753,
      "start_time": 3829840.0,
      "end_time": 3835631.0,
      "text": "going to expand by a factor 10 to the 50 in 10 to the minus 23 seconds, it means particles"
    },
    {
      "index": 754,
      "start_time": 3835630.0,
      "end_time": 3840569.0,
      "text": "move apart from each other faster than the speed of light. This is one of these well"
    },
    {
      "index": 755,
      "start_time": 3840570.0,
      "end_time": 3845981.0,
      "text": "hidden secrets in relativity. Special relativity tells us that nothing can travel faster than"
    },
    {
      "index": 756,
      "start_time": 3845980.0,
      "end_time": 3851750.0,
      "text": "the speed of light. General relativity happily allows that, allows that if the gravitational"
    },
    {
      "index": 757,
      "start_time": 3851750.0,
      "end_time": 3858280.0,
      "text": "fields are strong enough. If there&#39;s--if spacetime is curved not flat in topology terms, in general"
    },
    {
      "index": 758,
      "start_time": 3858280.0,
      "end_time": 3863780.0,
      "text": "relativity terms, then it does allow travel faster than the speed of light. Inflation"
    },
    {
      "index": 759,
      "start_time": 3863780.0,
      "end_time": 3870220.0,
      "text": "was designed to satisfy Einstein&#39;s field equations of general relativity. So yes it does [INDISTINCT]"
    },
    {
      "index": 760,
      "start_time": 3870220.0,
      "end_time": 3874020.0,
      "text": "travel faster than the speed of light and yes relativity allows it, general relativity"
    },
    {
      "index": 761,
      "start_time": 3874020.0,
      "end_time": 3876960.0,
      "text": "allows it. &gt;&gt; I think they&#39;re not really moving away"
    },
    {
      "index": 762,
      "start_time": 3876960.0,
      "end_time": 3882190.0,
      "text": "from each. The space between them is expanding. It&#39;s not the same thing as [INDISTINCT] look"
    },
    {
      "index": 763,
      "start_time": 3882190.0,
      "end_time": 3883830.0,
      "text": "at the [INDISTINCT] &gt;&gt; [INDISTINCT] waves."
    },
    {
      "index": 764,
      "start_time": 3883830.0,
      "end_time": 3886120.0,
      "text": "&gt;&gt; GUHATHAKURTA: Well... &gt;&gt; ...where particles [INDISTINCT] with [INDISTINCT]"
    },
    {
      "index": 765,
      "start_time": 3886120.0,
      "end_time": 3888690.0,
      "text": "&gt;&gt; GUHATHAKURTA: But if you take any given pair of particles..."
    },
    {
      "index": 766,
      "start_time": 3888690.0,
      "end_time": 3889750.0,
      "text": "&gt;&gt; Yes. [INDISTINCT] &gt;&gt; GUHATHAKURTA: ...their relative speed is--their"
    },
    {
      "index": 767,
      "start_time": 3889750.0,
      "end_time": 3892800.0,
      "text": "relative speed is faster than the speed of light and that is allowed, that is allowed"
    },
    {
      "index": 768,
      "start_time": 3892800.0,
      "end_time": 3895730.0,
      "text": "in curved spacetime. &gt;&gt; In what manifold?"
    },
    {
      "index": 769,
      "start_time": 3895730.0,
      "end_time": 3897559.0,
      "text": "&gt;&gt; GUHATHAKURTA: Sorry? &gt;&gt; In what manifold?"
    },
    {
      "index": 770,
      "start_time": 3897560.0,
      "end_time": 3899461.0,
      "text": "&gt;&gt; GUHATHAKURTA: In what manifold? Well, in this particular case we&#39;re talking about a"
    },
    {
      "index": 771,
      "start_time": 3899460.0,
      "end_time": 3902720.0,
      "text": "four-dimensional spacetime. We&#39;re talking about three-dimensional space one dimension"
    },
    {
      "index": 772,
      "start_time": 3902720.0,
      "end_time": 3911589.0,
      "text": "at time so nothing exotic in this particular case. I have to take this question, please."
    },
    {
      "index": 773,
      "start_time": 3911590.0,
      "end_time": 3913961.0,
      "text": "&gt;&gt; Is there such as a thing as neutral matter? &gt;&gt; GUHATHAKURTA: There is such a thing as"
    },
    {
      "index": 774,
      "start_time": 3913960.0,
      "end_time": 3916579.0,
      "text": "neutral matter, of course, there is. Electrons and protons are negatively and positively"
    },
    {
      "index": 775,
      "start_time": 3916580.0,
      "end_time": 3921291.0,
      "text": "charged respectively. But there&#39;s a particle called a neutron, for example, that is--that"
    },
    {
      "index": 776,
      "start_time": 3921290.0,
      "end_time": 3925589.0,
      "text": "has no charge at all. And you may have heard, there are also particles called neutrinos."
    },
    {
      "index": 777,
      "start_time": 3925590.0,
      "end_time": 3929551.0,
      "text": "There&#39;s been a lot [INDISTINCT] simply about some people think neutrinos might be traveling"
    },
    {
      "index": 778,
      "start_time": 3929550.0,
      "end_time": 3933720.0,
      "text": "faster than the speed of light and that hasn&#39;t been confirmed yet. There&#39;s a joke about this"
    },
    {
      "index": 779,
      "start_time": 3933720.0,
      "end_time": 3939000.0,
      "text": "that&#39;s going around that says, &quot;The bartender says, &#39;We don&#39;t serve neutrinos here,&#39; a neutrino"
    },
    {
      "index": 780,
      "start_time": 3939000.0,
      "end_time": 3942500.0,
      "text": "walks into a bar, because, you know, causality is reversed.&quot; Okay. Yes, go ahead, please."
    },
    {
      "index": 781,
      "start_time": 3942500.0,
      "end_time": 3944490.0,
      "text": "Yes. &gt;&gt; My question--you know, what I meant is"
    },
    {
      "index": 782,
      "start_time": 3944490.0,
      "end_time": 3951660.0,
      "text": "like neutral matters that--it&#39;s not dark matter or is it any matter that we know of."
    },
    {
      "index": 783,
      "start_time": 3951660.0,
      "end_time": 3957329.0,
      "text": "&gt;&gt; GUHATHAKURTA: Well, if we don&#39;t know of it I wouldn&#39;t be able to talk about it, right?"
    },
    {
      "index": 784,
      "start_time": 3957330.0,
      "end_time": 3962870.0,
      "text": "So, I think--I think I understand what you&#39;re asking. I think what you&#39;re--the way--you"
    },
    {
      "index": 785,
      "start_time": 3962870.0,
      "end_time": 3969271.0,
      "text": "know, when people talk about dark matter, &quot;Why even talk about it if it&#39;s dark?&quot; You"
    },
    {
      "index": 786,
      "start_time": 3969270.0,
      "end_time": 3974099.0,
      "text": "know, what might be your question. Dark matter is known to exist, I want to emphasize that."
    },
    {
      "index": 787,
      "start_time": 3974100.0,
      "end_time": 3978001.0,
      "text": "Dark matter is known to exist because even though we don&#39;t see any light from it, we"
    },
    {
      "index": 788,
      "start_time": 3978000.0,
      "end_time": 3983609.0,
      "text": "can sense its gravity. So, the reason people talk about dark matter is because galaxies"
    },
    {
      "index": 789,
      "start_time": 3983610.0,
      "end_time": 3988021.0,
      "text": "are spinning much faster than they should. Galaxies are spinning much faster than they"
    },
    {
      "index": 790,
      "start_time": 3988020.0,
      "end_time": 3993300.0,
      "text": "should if the only gravity they were feeling were the gravity of all the stars in the galaxy."
    },
    {
      "index": 791,
      "start_time": 3993300.0,
      "end_time": 4000800.0,
      "text": "This--the speeds are way too high by a factor of 10, way too high compared to how--to the"
    },
    {
      "index": 792,
      "start_time": 4000800.0,
      "end_time": 4004880.0,
      "text": "gravity the stars should be feeling if stars were the only thing present in the galaxy."
    },
    {
      "index": 793,
      "start_time": 4004880.0,
      "end_time": 4009480.0,
      "text": "So that&#39;s we know dark matter is present, is through--we can sense it&#39;s presence through"
    },
    {
      "index": 794,
      "start_time": 4009480.0,
      "end_time": 4014290.0,
      "text": "its gravity even though we can&#39;t see its light. I don&#39;t know if that--if that answers your"
    },
    {
      "index": 795,
      "start_time": 4014290.0,
      "end_time": 4019900.0,
      "text": "question at all. Yes, please. &gt;&gt; Is there any evidence that other universe"
    },
    {
      "index": 796,
      "start_time": 4019900.0,
      "end_time": 4024109.0,
      "text": "exist--other universes exists? &gt;&gt; GUHATHAKURTA: That is a tremendously good"
    },
    {
      "index": 797,
      "start_time": 4024110.0,
      "end_time": 4030731.0,
      "text": "question. The question is, &quot;Is there any evidence that other universes exists?&quot; People speculate"
    },
    {
      "index": 798,
      "start_time": 4030730.0,
      "end_time": 4036410.0,
      "text": "about it. They think about it, they make theories about it. I think it&#39;s unlikely that we&#39;ll"
    },
    {
      "index": 799,
      "start_time": 4036410.0,
      "end_time": 4043800.0,
      "text": "ever be able to confirm whether other universes exists, because by definition our universe"
    },
    {
      "index": 800,
      "start_time": 4043800.0,
      "end_time": 4047210.0,
      "text": "is everything we can sense, everything that can send us signal. When we&#39;re talking about"
    },
    {
      "index": 801,
      "start_time": 4047210.0,
      "end_time": 4051700.0,
      "text": "another universe, it means we can&#39;t make any measurements of it. We can speculate about"
    },
    {
      "index": 802,
      "start_time": 4051700.0,
      "end_time": 4055470.0,
      "text": "it. And in fact, it&#39;s nice to speculate about it, to say that, you know, our universe is"
    },
    {
      "index": 803,
      "start_time": 4055470.0,
      "end_time": 4060020.0,
      "text": "ordinary, it&#39;s not a universe, it&#39;s part of a multiverse. We can speculate about it and"
    },
    {
      "index": 804,
      "start_time": 4060020.0,
      "end_time": 4066460.0,
      "text": "it&#39;s nice philosophically. But when it comes to the language of physics, of getting hard"
    },
    {
      "index": 805,
      "start_time": 4066460.0,
      "end_time": 4070720.0,
      "text": "evidence, I think it&#39;s going to be very hard to prove, one way or the other. Okay. Let"
    },
    {
      "index": 806,
      "start_time": 4070720.0,
      "end_time": 4073329.0,
      "text": "me take those two questions and I&#39;ll come back to you. Okay, let&#39;s start with you."
    },
    {
      "index": 807,
      "start_time": 4073330.0,
      "end_time": 4074080.0,
      "text": "&gt;&gt; If there is possibly a multiverse, like, galaxies wouldn&#39;t they collide? And we wouldn&#39;t"
    },
    {
      "index": 808,
      "start_time": 4074080.0,
      "end_time": 4086110.0,
      "text": "know about the multiverse? &gt;&gt; GUHATHAKURTA: That&#39;s a very good question."
    },
    {
      "index": 809,
      "start_time": 4086110.0,
      "end_time": 4090951.0,
      "text": "&quot;Would we know about a multiverse?&quot; By definition, if we&#39;re talking about another universe, not"
    },
    {
      "index": 810,
      "start_time": 4090950.0,
      "end_time": 4098710.0,
      "text": "ours, at least as I understand it, as physics portrays it today, it would have to be a piece"
    },
    {
      "index": 811,
      "start_time": 4098710.0,
      "end_time": 4102179.0,
      "text": "that we&#39;re not able to communicate with at all. We&#39;re not able to see, we&#39;re not able"
    },
    {
      "index": 812,
      "start_time": 4102180.0000000005,
      "end_time": 4107401.0000000005,
      "text": "to get any information from. So, it doesn&#39;t necessarily mean that galaxies would collide"
    },
    {
      "index": 813,
      "start_time": 4107399.9999999995,
      "end_time": 4111269.9999999995,
      "text": "because of that. Galaxies collide anyway, galaxies collide because gravity makes them"
    },
    {
      "index": 814,
      "start_time": 4111270.0000000005,
      "end_time": 4115380.0000000005,
      "text": "collide. Even though the universe is expanding, that universe has stopped expanding in certain"
    },
    {
      "index": 815,
      "start_time": 4115380.0,
      "end_time": 4118960.0,
      "text": "parts, let&#39;s say between us and Andromeda, the universe is not expanding. There are certain"
    },
    {
      "index": 816,
      "start_time": 4118960.0,
      "end_time": 4123230.0,
      "text": "pockets of space where gravity has stopped the expansion and, in fact, things have reversed"
    },
    {
      "index": 817,
      "start_time": 4123229.9999999995,
      "end_time": 4127678.9999999995,
      "text": "and things are colliding. Okay? &gt;&gt; What if--what if [INDISTINCT] the universe"
    },
    {
      "index": 818,
      "start_time": 4127680.0000000005,
      "end_time": 4132021.0000000005,
      "text": "is colliding, what [INDISTINCT] &gt;&gt; GUHATHAKURTA: Yes. So it&#39;s not clear. When"
    },
    {
      "index": 819,
      "start_time": 4132020.0000000005,
      "end_time": 4136440.0000000005,
      "text": "people talk about multiple universes, it&#39;s not clear that those are going to collide,"
    },
    {
      "index": 820,
      "start_time": 4136439.9999999995,
      "end_time": 4141119.9999999995,
      "text": "it&#39;s not clear what separates them, you know, they talk--there&#39;s talk of domain wall that"
    },
    {
      "index": 821,
      "start_time": 4141120.0,
      "end_time": 4144670.0,
      "text": "separates them. They don&#39;t necessarily communicate with each other, no. There wouldn&#39;t be collisions"
    },
    {
      "index": 822,
      "start_time": 4144670.0,
      "end_time": 4150250.0,
      "text": "between galaxies and parallel universes. That would defeat calling them parallel universes"
    },
    {
      "index": 823,
      "start_time": 4150250.0,
      "end_time": 4152540.0,
      "text": "because they really have to be out of communication with each other. I saw--I saw a hand up here."
    },
    {
      "index": 824,
      "start_time": 4152540.0,
      "end_time": 4153469.0,
      "text": "Yes, please. &gt;&gt; Could you comment more on dark matter?"
    },
    {
      "index": 825,
      "start_time": 4153470.0000000005,
      "end_time": 4158950.0000000005,
      "text": "Because it&#39;s used to--it&#39;s invoked to explain the rate of rotation of galaxies. Also you--invoked"
    },
    {
      "index": 826,
      "start_time": 4158950.0,
      "end_time": 4166760.0,
      "text": "to explain the rate of expansion of the universe... &gt;&gt; GUHATHAKURTA: That&#39;s correct."
    },
    {
      "index": 827,
      "start_time": 4166760.0,
      "end_time": 4170771.0,
      "text": "&gt;&gt; ...which I think [INDISTINCT] &gt;&gt; GUHATHAKURTA: Right. No, so, there are"
    },
    {
      "index": 828,
      "start_time": 4170770.0000000005,
      "end_time": 4173349.0000000005,
      "text": "two different things here. One is called dark matter, one is called dark energy."
    },
    {
      "index": 829,
      "start_time": 4173350.0000000005,
      "end_time": 4176090.0000000005,
      "text": "&gt;&gt; All right. &gt;&gt; GUHATHAKURTA: So, they are both dark in"
    },
    {
      "index": 830,
      "start_time": 4176090.0,
      "end_time": 4180090.0,
      "text": "the sense we&#39;re in the dark about them. So there are some Nobel Prizes to be won there"
    },
    {
      "index": 831,
      "start_time": 4180090.0,
      "end_time": 4185791.0,
      "text": "in the future. But, so we don&#39;t know the exact composition of dark matter. We know its demographics"
    },
    {
      "index": 832,
      "start_time": 4185790.0,
      "end_time": 4189089.0,
      "text": "though. We know how much is present in galaxies. And dark matter actually even plays a role"
    },
    {
      "index": 833,
      "start_time": 4189090.0,
      "end_time": 4193101.0,
      "text": "in this expansion. People thought early on that if there&#39;s dark matter present then the"
    },
    {
      "index": 834,
      "start_time": 4193100.0000000005,
      "end_time": 4196630.0,
      "text": "expansion rate of the universe should be slowing down over time. And, in fact, if you look"
    },
    {
      "index": 835,
      "start_time": 4196630.0,
      "end_time": 4201090.0,
      "text": "back at the history of the universe&#39;s expansion just by looking out in space, you can look"
    },
    {
      "index": 836,
      "start_time": 4201090.0,
      "end_time": 4205540.0,
      "text": "back in time. The universe, in fact, was expanding faster then started slowing down. But one"
    },
    {
      "index": 837,
      "start_time": 4205540.0,
      "end_time": 4208580.0,
      "text": "of the remarkable discoveries in the last, you know, five or ten years is that that&#39;s"
    },
    {
      "index": 838,
      "start_time": 4208580.0,
      "end_time": 4213699.0,
      "text": "been speeding up again. So that requires something--exactly as you said, has to behave opposite to dark"
    },
    {
      "index": 839,
      "start_time": 4213700.0,
      "end_time": 4219301.0,
      "text": "matter, has to have a pushing out, a pressure. And that we&#39;re equally ignorant about and"
    },
    {
      "index": 840,
      "start_time": 4219300.0,
      "end_time": 4223900.0,
      "text": "we call that dark energy. And I used to joke to say that gravity sucks but dark energy"
    },
    {
      "index": 841,
      "start_time": 4223900.0,
      "end_time": 4228960.0,
      "text": "is truly repulsive. But both of those things are here to stay. I mean, the evidence is"
    },
    {
      "index": 842,
      "start_time": 4228960.0,
      "end_time": 4233410.0,
      "text": "very clear that--and in fact there&#39;s a recent Nobel Prize given out for the discovery of"
    },
    {
      "index": 843,
      "start_time": 4233410.0,
      "end_time": 4238590.0,
      "text": "dark energy. Okay. Let me take a question over there then I&#39;ll come back to you."
    },
    {
      "index": 844,
      "start_time": 4238590.0,
      "end_time": 4244960.0,
      "text": "&gt;&gt; Mine is a very simple question. So, all these pictures of galaxies, are they optical"
    },
    {
      "index": 845,
      "start_time": 4244960.0,
      "end_time": 4247050.0,
      "text": "pictures? &gt;&gt; GUHATHAKURTA: Many of them are optical"
    },
    {
      "index": 846,
      "start_time": 4247050.0,
      "end_time": 4254150.0,
      "text": "pictures but one can take pictures in radio waves, in gamma rays. Such pictures do exists."
    },
    {
      "index": 847,
      "start_time": 4254150.0,
      "end_time": 4258030.0,
      "text": "In fact, slipped in among my pictures, there were some x-ray pictures, there were some"
    },
    {
      "index": 848,
      "start_time": 4258030.0,
      "end_time": 4262010.0,
      "text": "infrared pictures, there was--many of them are optical or ultraviolet pictures."
    },
    {
      "index": 849,
      "start_time": 4262010.0,
      "end_time": 4262530.0,
      "text": "&gt;&gt; If that is the case, you said they were like thousands of light-years away. It means"
    },
    {
      "index": 850,
      "start_time": 4262530.0,
      "end_time": 4274119.0,
      "text": "the pictures that you have, is it as old that we don&#39;t know that they even exist now."
    },
    {
      "index": 851,
      "start_time": 4274120.0,
      "end_time": 4274881.0,
      "text": "&gt;&gt; GUHATHAKURTA: Absolutely right. We don&#39;t know if they exist now. In fact we have no"
    },
    {
      "index": 852,
      "start_time": 4274880.0,
      "end_time": 4278840.0,
      "text": "choice but to look into the past. In fact, when you--when you&#39;re seeing me and I&#39;m seeing"
    },
    {
      "index": 853,
      "start_time": 4278840.0,
      "end_time": 4283400.0,
      "text": "you, I&#39;m seeing you in the past. It&#39;s just--it so happens that that past is only a fraction"
    },
    {
      "index": 854,
      "start_time": 4283400.0,
      "end_time": 4288530.0,
      "text": "of a second in the past which is a small fraction of human lifetime. In this case the distances"
    },
    {
      "index": 855,
      "start_time": 4288530.0,
      "end_time": 4293170.0,
      "text": "are big enough that it&#39;s much larger than human lifetime, much larger than our civilization&#39;s"
    },
    {
      "index": 856,
      "start_time": 4293170.0,
      "end_time": 4298690.0,
      "text": "lifetime. So, looking into the past is nothing new and that&#39;s imposed on us by the finite"
    },
    {
      "index": 857,
      "start_time": 4298690.0,
      "end_time": 4304550.0,
      "text": "speed of light. There is no--there is no such thing as the present in some sense, you can"
    },
    {
      "index": 858,
      "start_time": 4304550.0,
      "end_time": 4309239.0,
      "text": "only sense the past. And how far in the past, depends on how far away. So those two things"
    },
    {
      "index": 859,
      "start_time": 4309240.0,
      "end_time": 4313151.0,
      "text": "are a couple, space and time are a couple along something called a light cone. So as"
    },
    {
      "index": 860,
      "start_time": 4313150.0,
      "end_time": 4317480.0,
      "text": "you look out in space, you&#39;re looking back in time proportionate to the distance you&#39;re"
    },
    {
      "index": 861,
      "start_time": 4317480.0,
      "end_time": 4323060.0,
      "text": "looking out to. Okay. Yes, I haven&#39;t heard a question from you, please."
    },
    {
      "index": 862,
      "start_time": 4323060.0,
      "end_time": 4327310.0,
      "text": "&gt;&gt; So, if you said, like, if it was a pattern that it slows, like, if it speeds up and then"
    },
    {
      "index": 863,
      "start_time": 4327310.0,
      "end_time": 4333329.0,
      "text": "it goes down, would it--would it be like the same thing or would the pattern change?"
    },
    {
      "index": 864,
      "start_time": 4333330.0,
      "end_time": 4337211.0,
      "text": "&gt;&gt; What is the question? &gt;&gt; GUHATHAKURTA: So the question is, &quot;As the"
    },
    {
      "index": 865,
      "start_time": 4337210.0,
      "end_time": 4344780.0,
      "text": "universe expands--&quot; you said, &quot;The pattern expands and then shrinks and then expands"
    },
    {
      "index": 866,
      "start_time": 4344780.0,
      "end_time": 4350980.0,
      "text": "again?&quot; It doesn&#39;t shrink. The rate of expansion slows down a little bit. It&#39;s still expanding"
    },
    {
      "index": 867,
      "start_time": 4350980.0,
      "end_time": 4355610.0,
      "text": "but just not as rapidly as before and now it&#39;s speeding up again. Yes, to answer your"
    },
    {
      "index": 868,
      "start_time": 4355610.0,
      "end_time": 4360190.0,
      "text": "question, you asked, &quot;Does the pattern of galaxy stay the same?&quot; On large scales, yes"
    },
    {
      "index": 869,
      "start_time": 4360190.0,
      "end_time": 4365330.0,
      "text": "it does. On very large scales it does. On small scales, it doesn&#39;t. Galaxies--there"
    },
    {
      "index": 870,
      "start_time": 4365330.0,
      "end_time": 4370070.0,
      "text": "are pockets of the universe where the expansion has stopped. Gravity has taken over, there&#39;s"
    },
    {
      "index": 871,
      "start_time": 4370070.0,
      "end_time": 4374910.0,
      "text": "reorganization going on there. Those patterns are indeed changing. So on very large scales"
    },
    {
      "index": 872,
      "start_time": 4374910.0,
      "end_time": 4380780.0,
      "text": "the overall distribution pattern of galaxies are staying the same. I..."
    },
    {
      "index": 873,
      "start_time": 4380780.0,
      "end_time": 4382730.0,
      "text": "&gt;&gt; Just one or two more questions. &gt;&gt; GUHATHAKURTA: One or two, okay. Way at"
    },
    {
      "index": 874,
      "start_time": 4382730.0,
      "end_time": 4383920.0,
      "text": "the back there then I&#39;ll come back to you, okay?"
    },
    {
      "index": 875,
      "start_time": 4383920.0,
      "end_time": 4389050.0,
      "text": "&gt;&gt; Two questions. One is that, do you think the universe is like finite or infinite?"
    },
    {
      "index": 876,
      "start_time": 4389050.0,
      "end_time": 4393420.0,
      "text": "&gt;&gt; GUHATHAKURTA: So, I--if you had asked me this question a few years ago, whether the"
    },
    {
      "index": 877,
      "start_time": 4393420.0,
      "end_time": 4398170.0,
      "text": "universe is finite or infinite, I would have said infinite. But now there&#39;s talk of multiverses"
    },
    {
      "index": 878,
      "start_time": 4398170.0,
      "end_time": 4402980.0,
      "text": "so that automatically means there has to be some limit to our universe. So you might ask,"
    },
    {
      "index": 879,
      "start_time": 4402980.0,
      "end_time": 4406510.0,
      "text": "&quot;How far away is that limit? How far away is the nearest domain wall?&quot; I can only give"
    },
    {
      "index": 880,
      "start_time": 4406510.0,
      "end_time": 4412390.0,
      "text": "you a guess at that. We can see out to 14,000,000,000 light-years. You multiply that by 10 to the"
    },
    {
      "index": 881,
      "start_time": 4412390.0,
      "end_time": 4416440.0,
      "text": "power of 50. That might give us a rough sense of where the nearest domain wall is. So, yes"
    },
    {
      "index": 882,
      "start_time": 4416440.0,
      "end_time": 4419890.0,
      "text": "there are--if there are domain walls, they&#39;re very far away, very likely. And your second"
    },
    {
      "index": 883,
      "start_time": 4419890.0,
      "end_time": 4422310.0,
      "text": "question? &gt;&gt; The second question is, if you use, like,"
    },
    {
      "index": 884,
      "start_time": 4422310.0,
      "end_time": 4426119.0,
      "text": "mass and energy together and conserve [INDISTINCT] energy [INDISTINCT]"
    },
    {
      "index": 885,
      "start_time": 4426120.0,
      "end_time": 4427881.0,
      "text": "&gt;&gt; GUHATHAKURTA: Yes? &gt;&gt; You think that it&#39;s zero or non-zero?"
    },
    {
      "index": 886,
      "start_time": 4427880.0,
      "end_time": 4430120.0,
      "text": "&gt;&gt; GUHATHAKURTA: That is very good question. The question is, &quot;Is there conservation of"
    },
    {
      "index": 887,
      "start_time": 4430120.0,
      "end_time": 4436150.0,
      "text": "mass and energy or is the sum zero or non-zero?&quot; The sum is most certainly non-zero. The--you"
    },
    {
      "index": 888,
      "start_time": 4436150.0,
      "end_time": 4443230.0,
      "text": "know, in fact if the universe is infinite, that sum is infinite. But how dark energy"
    },
    {
      "index": 889,
      "start_time": 4443230.0,
      "end_time": 4448390.0,
      "text": "behaves as the universe expands, the so called equation of state of dark energy--we know"
    },
    {
      "index": 890,
      "start_time": 4448390.0,
      "end_time": 4453820.0,
      "text": "how an ideal gas behaves as you expand or contract it--how dark energy behaves as we"
    },
    {
      "index": 891,
      "start_time": 4453820.0,
      "end_time": 4457420.0,
      "text": "expand, as the universe expands, is one of those big burning questions, about trying"
    },
    {
      "index": 892,
      "start_time": 4457420.0,
      "end_time": 4461520.0,
      "text": "to characterize dark energy. It&#39;s something called the equation of state of dark energy,"
    },
    {
      "index": 893,
      "start_time": 4461520.0,
      "end_time": 4465980.0,
      "text": "and there&#39;s a--there&#39;s a so called quintessence theory of dark energy that tries to address"
    },
    {
      "index": 894,
      "start_time": 4465980.0,
      "end_time": 4470429.0,
      "text": "this question. But it has some variables that one can try to pin down. I see, absolutely"
    },
    {
      "index": 895,
      "start_time": 4470430.0,
      "end_time": 4473281.0,
      "text": "burning questions and I&#39;m... &gt;&gt; We should close now."
    },
    {
      "index": 896,
      "start_time": 4473280.0,
      "end_time": 4475980.0,
      "text": "&gt;&gt; Yes. Yes. &gt;&gt; GUHATHAKURTA: Okay. All right. If we can"
    },
    {
      "index": 897,
      "start_time": 4475980.0,
      "end_time": 4481979.0,
      "text": "carry on this discussion over lunch, if people are coming to lunch, that would be great."
    },
    {
      "index": 898,
      "start_time": 4481980.0,
      "end_time": 4491980.0,
      "text": "&gt;&gt; All right. So, let&#39;s thank our speaker. Thank you very much Raja."
    }
  ]
}