{
  "video_id": "ssW9Mv1-BGU",
  "title": "Nelson Mandela | Wikipedia audio article",
  "json": [
    {
      "index": 1,
      "start_time": 1500.0,
      "end_time": 9310.0,
      "text": "Nelson Rolihlahla Mandela (; Xhosa: [xoliɬaˈɬa manˈdɛla]; 18 July 1918 – 5 December 2013)"
    },
    {
      "index": 2,
      "start_time": 9310.0,
      "end_time": 14380.0,
      "text": "was a South African anti-apartheid revolutionary, political leader, and philanthropist who served"
    },
    {
      "index": 3,
      "start_time": 14380.0,
      "end_time": 20730.0,
      "text": "as President of South Africa from 1994 to 1999. He was the country&#39;s first black head"
    },
    {
      "index": 4,
      "start_time": 20730.0,
      "end_time": 26900.0,
      "text": "of state and the first elected in a fully representative democratic election. His government"
    },
    {
      "index": 5,
      "start_time": 26900.0,
      "end_time": 31539.0,
      "text": "focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering"
    },
    {
      "index": 6,
      "start_time": 31539.0,
      "end_time": 37820.0,
      "text": "racial reconciliation. Ideologically an African nationalist and socialist, he served as President"
    },
    {
      "index": 7,
      "start_time": 37820.0,
      "end_time": 43440.0,
      "text": "of the African National Congress (ANC) party from 1991 to 1997."
    },
    {
      "index": 8,
      "start_time": 43440.0,
      "end_time": 49968.0,
      "text": "A Xhosa, Mandela was born to the Thembu royal family in Mvezo, British South Africa. He"
    },
    {
      "index": 9,
      "start_time": 49969.0,
      "end_time": 54470.0,
      "text": "studied law at the University of Fort Hare and the University of the Witwatersrand before"
    },
    {
      "index": 10,
      "start_time": 54470.0,
      "end_time": 60589.0,
      "text": "working as a lawyer in Johannesburg. There he became involved in anti-colonial and African"
    },
    {
      "index": 11,
      "start_time": 60589.0,
      "end_time": 67370.0,
      "text": "nationalist politics, joining the ANC in 1943 and co-founding its Youth League in 1944."
    },
    {
      "index": 12,
      "start_time": 67370.0,
      "end_time": 71910.0,
      "text": "After the National Party&#39;s white-only government established apartheid, a system of racial"
    },
    {
      "index": 13,
      "start_time": 71910.0,
      "end_time": 77729.0,
      "text": "segregation that privileged whites, he and the ANC committed themselves to its overthrow."
    },
    {
      "index": 14,
      "start_time": 77730.0,
      "end_time": 82210.0,
      "text": "Mandela was appointed President of the ANC&#39;s Transvaal branch, rising to prominence for"
    },
    {
      "index": 15,
      "start_time": 82210.0,
      "end_time": 88860.0,
      "text": "his involvement in the 1952 Defiance Campaign and the 1955 Congress of the People. He was"
    },
    {
      "index": 16,
      "start_time": 88860.0,
      "end_time": 94840.0,
      "text": "repeatedly arrested for seditious activities and was unsuccessfully prosecuted in the 1956"
    },
    {
      "index": 17,
      "start_time": 94840.0,
      "end_time": 100570.0,
      "text": "Treason Trial. Influenced by Marxism, he secretly joined the banned South African Communist"
    },
    {
      "index": 18,
      "start_time": 100570.0,
      "end_time": 106210.0,
      "text": "Party (SACP). Although initially committed to non-violent protest, in association with"
    },
    {
      "index": 19,
      "start_time": 106210.0,
      "end_time": 112470.0,
      "text": "the SACP he co-founded the militant Umkhonto we Sizwe in 1961 and led a sabotage campaign"
    },
    {
      "index": 20,
      "start_time": 112470.0,
      "end_time": 118420.0,
      "text": "against the government. He was arrested and imprisoned in 1962, and subsequently sentenced"
    },
    {
      "index": 21,
      "start_time": 118420.0,
      "end_time": 124230.0,
      "text": "to life imprisonment for conspiring to overthrow the state following the Rivonia Trial."
    },
    {
      "index": 22,
      "start_time": 124230.0,
      "end_time": 129340.0,
      "text": "Mandela served 27 years in prison, split between Robben Island, Pollsmoor Prison, and Victor"
    },
    {
      "index": 23,
      "start_time": 129340.0,
      "end_time": 134280.0,
      "text": "Verster Prison. Amid growing domestic and international pressure, and with fears of"
    },
    {
      "index": 24,
      "start_time": 134280.0,
      "end_time": 140640.0,
      "text": "a racial civil war, President F. W. de Klerk released him in 1990. Mandela and de Klerk"
    },
    {
      "index": 25,
      "start_time": 140640.0,
      "end_time": 146440.0,
      "text": "led efforts to negotiate an end to apartheid, which resulted in the 1994 multiracial general"
    },
    {
      "index": 26,
      "start_time": 146440.0,
      "end_time": 152430.0,
      "text": "election in which Mandela led the ANC to victory and became President. Leading a broad coalition"
    },
    {
      "index": 27,
      "start_time": 152430.0,
      "end_time": 157530.0,
      "text": "government which promulgated a new constitution, Mandela emphasised reconciliation between"
    },
    {
      "index": 28,
      "start_time": 157530.0,
      "end_time": 162260.0,
      "text": "the country&#39;s racial groups and created the Truth and Reconciliation Commission to investigate"
    },
    {
      "index": 29,
      "start_time": 162260.0,
      "end_time": 168179.0,
      "text": "past human rights abuses. Economically, Mandela&#39;s administration retained its predecessor&#39;s"
    },
    {
      "index": 30,
      "start_time": 168180.0,
      "end_time": 173200.0,
      "text": "liberal framework despite his own socialist beliefs, also introducing measures to encourage"
    },
    {
      "index": 31,
      "start_time": 173200.0,
      "end_time": 179510.0,
      "text": "land reform, combat poverty, and expand healthcare services. Internationally, he acted as mediator"
    },
    {
      "index": 32,
      "start_time": 179510.0,
      "end_time": 184600.0,
      "text": "in the Pan Am Flight 103 bombing trial and served as Secretary-General of the Non-Aligned"
    },
    {
      "index": 33,
      "start_time": 184600.0,
      "end_time": 191810.0,
      "text": "Movement from 1998 to 1999. He declined a second presidential term, and in 1999 was"
    },
    {
      "index": 34,
      "start_time": 191810.0,
      "end_time": 197740.0,
      "text": "succeeded by his deputy, Thabo Mbeki. Mandela became an elder statesman and focused on combating"
    },
    {
      "index": 35,
      "start_time": 197740.0,
      "end_time": 203480.0,
      "text": "poverty and HIV/AIDS through the charitable Nelson Mandela Foundation."
    },
    {
      "index": 36,
      "start_time": 203480.0,
      "end_time": 207549.0,
      "text": "Mandela was a controversial figure for much of his life. Although critics on the right"
    },
    {
      "index": 37,
      "start_time": 207550.0,
      "end_time": 211720.0,
      "text": "denounced him as a communist terrorist and those on the radical left deemed him too eager"
    },
    {
      "index": 38,
      "start_time": 211720.0,
      "end_time": 216280.0,
      "text": "to negotiate and reconcile with apartheid&#39;s supporters, he gained international acclaim"
    },
    {
      "index": 39,
      "start_time": 216280.0,
      "end_time": 222100.0,
      "text": "for his activism. Widely regarded as an icon of democracy and social justice, he received"
    },
    {
      "index": 40,
      "start_time": 222100.0,
      "end_time": 227790.0,
      "text": "more than 250 honours—including the Nobel Peace Prize—and became the subject of a"
    },
    {
      "index": 41,
      "start_time": 227790.0,
      "end_time": 233570.0,
      "text": "cult of personality. He is held in deep respect within South Africa, where he is often referred"
    },
    {
      "index": 42,
      "start_time": 233570.0,
      "end_time": 243000.0,
      "text": "to by his Xhosa clan name, Madiba, and described as the \"Father of the Nation\"."
    },
    {
      "index": 43,
      "start_time": 243000.0,
      "end_time": 244000.0,
      "text": "== Early life =="
    },
    {
      "index": 44,
      "start_time": 244000.0,
      "end_time": 257969.0,
      "text": "=== Childhood: 1918–1934 === Mandela was born on 18 July 1918 in the village"
    },
    {
      "index": 45,
      "start_time": 257969.0,
      "end_time": 264270.0,
      "text": "of Mvezo in Umtata, then part of South Africa&#39;s Cape Province. Given the forename Rolihlahla,"
    },
    {
      "index": 46,
      "start_time": 264270.0,
      "end_time": 270188.0,
      "text": "a Xhosa term colloquially meaning \"troublemaker\", in later years he became known by his clan"
    },
    {
      "index": 47,
      "start_time": 270189.0,
      "end_time": 275840.0,
      "text": "name, Madiba. His patrilineal great-grandfather, Ngubengcuka, was king of the Thembu people"
    },
    {
      "index": 48,
      "start_time": 275840.0,
      "end_time": 281799.0,
      "text": "in the Transkeian Territories of South Africa&#39;s modern Eastern Cape province. One of Ngubengcuka&#39;s"
    },
    {
      "index": 49,
      "start_time": 281800.0,
      "end_time": 287200.0,
      "text": "sons, named Mandela, was Nelson&#39;s grandfather and the source of his surname. Because Mandela"
    },
    {
      "index": 50,
      "start_time": 287200.0,
      "end_time": 293490.0,
      "text": "was the king&#39;s child by a wife of the Ixhiba clan, a so-called \"Left-Hand House\", the descendants"
    },
    {
      "index": 51,
      "start_time": 293500.0,
      "end_time": 297729.0,
      "text": "of his cadet branch of the royal family were morganatic, ineligible to inherit the throne"
    },
    {
      "index": 52,
      "start_time": 297729.0,
      "end_time": 303650.0,
      "text": "but recognised as hereditary royal councillors.Nelson Mandela&#39;s father, Gadla Henry Mphakanyiswa"
    },
    {
      "index": 53,
      "start_time": 303650.0,
      "end_time": 308150.0,
      "text": "Mandela, was a local chief and councillor to the monarch; he was appointed to the position"
    },
    {
      "index": 54,
      "start_time": 308150.0,
      "end_time": 314219.0,
      "text": "in 1915, after his predecessor was accused of corruption by a governing white magistrate."
    },
    {
      "index": 55,
      "start_time": 314219.0,
      "end_time": 319719.0,
      "text": "In 1926, Gadla was also sacked for corruption, but Nelson was told that his father had lost"
    },
    {
      "index": 56,
      "start_time": 319719.0,
      "end_time": 325340.0,
      "text": "his job for standing up to the magistrate&#39;s unreasonable demands. A devotee of the god"
    },
    {
      "index": 57,
      "start_time": 325340.0,
      "end_time": 329818.0,
      "text": "Qamata, Gadla was a polygamist with four wives, four sons and nine daughters, who lived in"
    },
    {
      "index": 58,
      "start_time": 329819.0,
      "end_time": 335669.0,
      "text": "different villages. Nelson&#39;s mother was Gadla&#39;s third wife, Nosekeni Fanny, daughter of Nkedama"
    },
    {
      "index": 59,
      "start_time": 335669.0,
      "end_time": 340740.0,
      "text": "of the Right Hand House and a member of the amaMpemvu clan of the Xhosa."
    },
    {
      "index": 60,
      "start_time": 340740.0,
      "end_time": 344990.0,
      "text": "Mandela later stated that his early life was dominated by traditional Thembu custom and"
    },
    {
      "index": 61,
      "start_time": 344990.0,
      "end_time": 349930.0,
      "text": "taboo. He grew up with two sisters in his mother&#39;s kraal in the village of Qunu, where"
    },
    {
      "index": 62,
      "start_time": 349930.0,
      "end_time": 355129.0,
      "text": "he tended herds as a cattle-boy and spent much time outside with other boys. Both his"
    },
    {
      "index": 63,
      "start_time": 355129.0,
      "end_time": 359229.0,
      "text": "parents were illiterate, but being a devout Christian, his mother sent him to a local"
    },
    {
      "index": 64,
      "start_time": 359229.0,
      "end_time": 364279.0,
      "text": "Methodist school when he was about seven. Baptised a Methodist, Mandela was given the"
    },
    {
      "index": 65,
      "start_time": 364279.0,
      "end_time": 370139.0,
      "text": "English forename of \"Nelson\" by his teacher. When Mandela was about nine, his father came"
    },
    {
      "index": 66,
      "start_time": 370139.0,
      "end_time": 375110.0,
      "text": "to stay at Qunu, where he died of an undiagnosed ailment which Mandela believed to be lung"
    },
    {
      "index": 67,
      "start_time": 375110.0,
      "end_time": 382559.0,
      "text": "disease. Feeling \"cut adrift\", he later said that he inherited his father&#39;s \"proud rebelliousness\""
    },
    {
      "index": 68,
      "start_time": 382559.0,
      "end_time": 388659.0,
      "text": "and \"stubborn sense of fairness\".Mandela&#39;s mother took him to the \"Great Place\" palace"
    },
    {
      "index": 69,
      "start_time": 388659.0,
      "end_time": 393449.0,
      "text": "at Mqhekezweni, where he was entrusted to the guardianship of the Thembu regent, Chief"
    },
    {
      "index": 70,
      "start_time": 393449.0,
      "end_time": 398389.0,
      "text": "Jongintaba Dalindyebo. Although he did not see his mother again for many years, Mandela"
    },
    {
      "index": 71,
      "start_time": 398389.0,
      "end_time": 402919.0,
      "text": "felt that Jongintaba and his wife Noengland treated him as their own child, raising him"
    },
    {
      "index": 72,
      "start_time": 402919.0,
      "end_time": 408549.0,
      "text": "alongside their son, Justice, and daughter, Nomafu. As Mandela attended church services"
    },
    {
      "index": 73,
      "start_time": 408550.0,
      "end_time": 413990.0,
      "text": "every Sunday with his guardians, Christianity became a significant part of his life. He"
    },
    {
      "index": 74,
      "start_time": 413990.0,
      "end_time": 418699.0,
      "text": "attended a Methodist mission school located next to the palace, where he studied English,"
    },
    {
      "index": 75,
      "start_time": 418699.0,
      "end_time": 423860.0,
      "text": "Xhosa, history and geography. He developed a love of African history, listening to the"
    },
    {
      "index": 76,
      "start_time": 423860.0,
      "end_time": 428469.0,
      "text": "tales told by elderly visitors to the palace, and was influenced by the anti-imperialist"
    },
    {
      "index": 77,
      "start_time": 428469.0,
      "end_time": 433748.0,
      "text": "rhetoric of a visiting chief, Joyi. At the time he nevertheless considered the European"
    },
    {
      "index": 78,
      "start_time": 433749.0,
      "end_time": 438830.0,
      "text": "colonialists not as oppressors but as benefactors who had brought education and other benefits"
    },
    {
      "index": 79,
      "start_time": 438830.0,
      "end_time": 444748.0,
      "text": "to southern Africa. Aged 16, he, Justice and several other boys travelled to Tyhalarha"
    },
    {
      "index": 80,
      "start_time": 444749.0,
      "end_time": 449169.0,
      "text": "to undergo the ulwaluko circumcision ritual that symbolically marked their transition"
    },
    {
      "index": 81,
      "start_time": 449169.0,
      "end_time": 454198.0,
      "text": "from boys to men; afterwards he was given the name Dalibunga."
    },
    {
      "index": 82,
      "start_time": 454199.0,
      "end_time": 465719.0,
      "text": "=== Clarkebury, Healdtown, and Fort Hare: 1934–1940 ==="
    },
    {
      "index": 83,
      "start_time": 465719.0,
      "end_time": 470349.0,
      "text": "Intending to gain skills needed to become a privy councillor for the Thembu royal house,"
    },
    {
      "index": 84,
      "start_time": 470349.0,
      "end_time": 476110.0,
      "text": "in 1933 Mandela began his secondary education at Clarkebury Methodist High School in Engcobo,"
    },
    {
      "index": 85,
      "start_time": 476110.0,
      "end_time": 481590.0,
      "text": "a Western-style institution that was the largest school for black Africans in Thembuland. Made"
    },
    {
      "index": 86,
      "start_time": 481590.0,
      "end_time": 486388.0,
      "text": "to socialise with other students on an equal basis, he claimed that he lost his \"stuck"
    },
    {
      "index": 87,
      "start_time": 486389.0,
      "end_time": 491149.0,
      "text": "up\" attitude, becoming best friends with a girl for the first time; he began playing"
    },
    {
      "index": 88,
      "start_time": 491149.0,
      "end_time": 496310.0,
      "text": "sports and developed his lifelong love of gardening. He completed his Junior Certificate"
    },
    {
      "index": 89,
      "start_time": 496310.0,
      "end_time": 502500.0,
      "text": "in two years, and in 1937 moved to Healdtown, the Methodist college in Fort Beaufort attended"
    },
    {
      "index": 90,
      "start_time": 502500.0,
      "end_time": 507650.0,
      "text": "by most Thembu royalty, including Justice. The headmaster emphasised the superiority"
    },
    {
      "index": 91,
      "start_time": 507650.0,
      "end_time": 512750.0,
      "text": "of English culture and government, but Mandela became increasingly interested in native African"
    },
    {
      "index": 92,
      "start_time": 512750.0,
      "end_time": 517690.0,
      "text": "culture, making his first non-Xhosa friend, a speaker of Sotho, and coming under the influence"
    },
    {
      "index": 93,
      "start_time": 517690.00000000006,
      "end_time": 523000.00000000006,
      "text": "of one of his favourite teachers, a Xhosa who broke taboo by marrying a Sotho. Mandela"
    },
    {
      "index": 94,
      "start_time": 523000.0,
      "end_time": 527319.0,
      "text": "spent much of his spare time at Healdtown as a long-distance runner and boxer, and in"
    },
    {
      "index": 95,
      "start_time": 527319.0,
      "end_time": 534900.0,
      "text": "his second year he became a prefect.With Jongintaba&#39;s backing, in 1939 Mandela began work on a BA"
    },
    {
      "index": 96,
      "start_time": 534900.0,
      "end_time": 538350.0,
      "text": "degree at the University of Fort Hare, an elite black institution in Alice, Eastern"
    },
    {
      "index": 97,
      "start_time": 538350.0,
      "end_time": 545670.0,
      "text": "Cape, with around 150 students. There he studied English, anthropology, politics, native administration,"
    },
    {
      "index": 98,
      "start_time": 545670.0,
      "end_time": 550229.0,
      "text": "and Roman Dutch law in his first year, desiring to become an interpreter or clerk in the Native"
    },
    {
      "index": 99,
      "start_time": 550230.0,
      "end_time": 555750.0,
      "text": "Affairs Department. Mandela stayed in the Wesley House dormitory, befriending his own"
    },
    {
      "index": 100,
      "start_time": 555750.0,
      "end_time": 560759.0,
      "text": "kinsman, K. D. Matanzima, as well as Oliver Tambo, who became a close friend and comrade"
    },
    {
      "index": 101,
      "start_time": 560759.0,
      "end_time": 567190.0,
      "text": "for decades to come. He took up ballroom dancing, performed in a drama society play about Abraham"
    },
    {
      "index": 102,
      "start_time": 567190.0,
      "end_time": 571860.0,
      "text": "Lincoln, and gave Bible classes in the local community as part of the Student Christian"
    },
    {
      "index": 103,
      "start_time": 571860.0,
      "end_time": 576980.0,
      "text": "Association. Although he had friends connected to the African National Congress (ANC) who"
    },
    {
      "index": 104,
      "start_time": 576980.0,
      "end_time": 581800.0,
      "text": "wanted South Africa to be independent of the British Empire, Mandela avoided any involvement"
    },
    {
      "index": 105,
      "start_time": 581800.0,
      "end_time": 586219.0,
      "text": "with the anti-imperialist movement, and became a vocal supporter of the British war effort"
    },
    {
      "index": 106,
      "start_time": 586220.0,
      "end_time": 591260.0,
      "text": "when the Second World War broke out. He helped to found a first-year students&#39; house committee"
    },
    {
      "index": 107,
      "start_time": 591260.0,
      "end_time": 596500.0,
      "text": "which challenged the dominance of the second-years, and at the end of his first year became involved"
    },
    {
      "index": 108,
      "start_time": 596500.0,
      "end_time": 601990.0,
      "text": "in a Students&#39; Representative Council (SRC) boycott against the quality of food, for which"
    },
    {
      "index": 109,
      "start_time": 601100.0,
      "end_time": 609319.0,
      "text": "he was suspended from the university; he never returned to complete his degree."
    },
    {
      "index": 110,
      "start_time": 609319.0,
      "end_time": 616870.0,
      "text": "=== Arriving in Johannesburg: 1941–1943 ==="
    },
    {
      "index": 111,
      "start_time": 616870.0,
      "end_time": 621710.0,
      "text": "Returning to Mqhekezweni in December 1940, Mandela found that Jongintaba had arranged"
    },
    {
      "index": 112,
      "start_time": 621710.0,
      "end_time": 626621.0,
      "text": "marriages for him and Justice; dismayed, they fled to Johannesburg via Queenstown, arriving"
    },
    {
      "index": 113,
      "start_time": 626621.0,
      "end_time": 633251.0,
      "text": "in April 1941. Mandela found work as a night watchman at Crown Mines, his \"first sight"
    },
    {
      "index": 114,
      "start_time": 633251.0,
      "end_time": 639190.0,
      "text": "of South African capitalism in action\", but was fired when the induna (headman) discovered"
    },
    {
      "index": 115,
      "start_time": 639190.0,
      "end_time": 644240.0,
      "text": "that he was a runaway. He stayed with a cousin in George Goch Township, who introduced Mandela"
    },
    {
      "index": 116,
      "start_time": 644240.0,
      "end_time": 650540.0,
      "text": "to realtor and ANC activist Walter Sisulu. The latter secured Mandela a job as an articled"
    },
    {
      "index": 117,
      "start_time": 650540.0,
      "end_time": 655980.0,
      "text": "clerk at the law firm of Witkin, Sidelsky and Eidelman, a company run by Lazar Sidelsky,"
    },
    {
      "index": 118,
      "start_time": 655980.0,
      "end_time": 662739.0,
      "text": "a liberal Jew sympathetic to the ANC&#39;s cause. At the firm, Mandela befriended Gaur Radebe—a"
    },
    {
      "index": 119,
      "start_time": 662739.0,
      "end_time": 668279.0,
      "text": "Xhosa member of the ANC and Communist Party—and Nat Bregman, a Jewish communist who became"
    },
    {
      "index": 120,
      "start_time": 668279.0,
      "end_time": 674890.0,
      "text": "his first white friend. Mandela attended Communist Party gatherings, where he was impressed that"
    },
    {
      "index": 121,
      "start_time": 674890.0,
      "end_time": 679389.0,
      "text": "Europeans, Africans, Indians, and Coloureds mixed as equals. He later stated that he did"
    },
    {
      "index": 122,
      "start_time": 679389.0,
      "end_time": 683920.0,
      "text": "not join the Party because its atheism conflicted with his Christian faith, and because he saw"
    },
    {
      "index": 123,
      "start_time": 683920.0,
      "end_time": 689370.0,
      "text": "the South African struggle as being racially based rather than as class warfare. To continue"
    },
    {
      "index": 124,
      "start_time": 689370.0,
      "end_time": 694310.0,
      "text": "his higher education, Mandela signed up to a University of South Africa correspondence"
    },
    {
      "index": 125,
      "start_time": 694310.0,
      "end_time": 698790.0,
      "text": "course, working on his bachelor&#39;s degree at night.Earning a small wage, Mandela rented"
    },
    {
      "index": 126,
      "start_time": 698790.0,
      "end_time": 703329.0,
      "text": "a room in the house of the Xhoma family in the Alexandra township; despite being rife"
    },
    {
      "index": 127,
      "start_time": 703330.0,
      "end_time": 708881.0,
      "text": "with poverty, crime and pollution, Alexandra always remained a special place for him. Although"
    },
    {
      "index": 128,
      "start_time": 708881.0,
      "end_time": 713759.0,
      "text": "embarrassed by his poverty, he briefly dated a Swazi woman before unsuccessfully courting"
    },
    {
      "index": 129,
      "start_time": 713759.0,
      "end_time": 719149.0,
      "text": "his landlord&#39;s daughter. To save money and be closer to downtown Johannesburg, Mandela"
    },
    {
      "index": 130,
      "start_time": 719149.0,
      "end_time": 723970.0,
      "text": "moved into the compound of the Witwatersrand Native Labour Association, living among miners"
    },
    {
      "index": 131,
      "start_time": 723970.0,
      "end_time": 728959.0,
      "text": "of various tribes; as the compound was visited by various chiefs, he once met the Queen Regent"
    },
    {
      "index": 132,
      "start_time": 728959.0,
      "end_time": 736800.0,
      "text": "of Basutoland. In late 1941, Jongintaba visited Johannesburg—there forgiving Mandela for"
    },
    {
      "index": 133,
      "start_time": 736900.0,
      "end_time": 742420.0,
      "text": "running away—before returning to Thembuland, where he died in the winter of 1942. Mandela"
    },
    {
      "index": 134,
      "start_time": 742420.0,
      "end_time": 748979.0,
      "text": "and Justice arrived a day late for the funeral. After he passed his BA exams in early 1943,"
    },
    {
      "index": 135,
      "start_time": 748980.0,
      "end_time": 753259.0,
      "text": "Mandela returned to Johannesburg to follow a political path as a lawyer rather than become"
    },
    {
      "index": 136,
      "start_time": 753259.0,
      "end_time": 758380.0,
      "text": "a privy councillor in Thembuland. He later stated that he experienced no epiphany, but"
    },
    {
      "index": 137,
      "start_time": 758380.0,
      "end_time": 762570.0,
      "text": "that he \"simply found [himself] doing so, and could not do otherwise.\""
    },
    {
      "index": 138,
      "start_time": 762570.0,
      "end_time": 769160.0,
      "text": "==  Revolutionary activity =="
    },
    {
      "index": 139,
      "start_time": 769160.0,
      "end_time": 782689.0,
      "text": "=== Law studies and the ANC Youth League: 1943–1949 ==="
    },
    {
      "index": 140,
      "start_time": 782690.0,
      "end_time": 786829.0,
      "text": "Mandela began studying law at the University of the Witwatersrand, where he was the only"
    },
    {
      "index": 141,
      "start_time": 786829.0,
      "end_time": 792709.0,
      "text": "black African student and faced racism. There, he befriended liberal and communist European,"
    },
    {
      "index": 142,
      "start_time": 792709.0,
      "end_time": 798510.0,
      "text": "Jewish, and Indian students, among them Joe Slovo and Ruth First. Becoming increasingly"
    },
    {
      "index": 143,
      "start_time": 798510.0,
      "end_time": 803649.0,
      "text": "politicised, in August 1943 Mandela marched in support of a successful bus boycott to"
    },
    {
      "index": 144,
      "start_time": 803649.0,
      "end_time": 809870.0,
      "text": "reverse fare rises. Joining the ANC, he was increasingly influenced by Sisulu, spending"
    },
    {
      "index": 145,
      "start_time": 809870.0,
      "end_time": 815949.0,
      "text": "time with other activists at Sisulu&#39;s Orlando house, including his old friend Oliver Tambo."
    },
    {
      "index": 146,
      "start_time": 815949.0,
      "end_time": 822819.0,
      "text": "In 1943, Mandela met Anton Lembede, an ANC member affiliated with the \"Africanist\" branch"
    },
    {
      "index": 147,
      "start_time": 822819.0,
      "end_time": 827479.0,
      "text": "of African nationalism, which was virulently opposed to a racially united front against"
    },
    {
      "index": 148,
      "start_time": 827480.0,
      "end_time": 833500.0,
      "text": "colonialism and imperialism or to an alliance with the communists. Despite his friendships"
    },
    {
      "index": 149,
      "start_time": 833500.0,
      "end_time": 838240.0,
      "text": "with non-blacks and communists, Mandela embraced Lembede&#39;s views, believing that black Africans"
    },
    {
      "index": 150,
      "start_time": 838240.0,
      "end_time": 843339.0,
      "text": "should be entirely independent in their struggle for political self-determination. Deciding"
    },
    {
      "index": 151,
      "start_time": 843339.0,
      "end_time": 848680.0,
      "text": "on the need for a youth wing to mass-mobilise Africans in opposition to their subjugation,"
    },
    {
      "index": 152,
      "start_time": 848680.0,
      "end_time": 853599.0,
      "text": "Mandela was among a delegation that approached ANC President Alfred Bitini Xuma on the subject"
    },
    {
      "index": 153,
      "start_time": 853600.0,
      "end_time": 859400.0,
      "text": "at his home in Sophiatown; the African National Congress Youth League (ANCYL) was founded"
    },
    {
      "index": 154,
      "start_time": 859400.0,
      "end_time": 864949.0,
      "text": "on Easter Sunday 1944 in the Bantu Men&#39;s Social Centre, with Lembede as President and Mandela"
    },
    {
      "index": 155,
      "start_time": 864949.0,
      "end_time": 867880.0,
      "text": "as a member of its executive committee."
    },
    {
      "index": 156,
      "start_time": 867880.0,
      "end_time": 874900.0,
      "text": "At Sisulu&#39;s house, Mandela met Evelyn Mase, a trainee nurse and ANC activist from Engcobo,"
    },
    {
      "index": 157,
      "start_time": 874900.0,
      "end_time": 879520.0,
      "text": "Transkei. Entering a relationship and marrying in October 1944, they initially lived with"
    },
    {
      "index": 158,
      "start_time": 879520.0,
      "end_time": 885699.0,
      "text": "her relatives until moving into a rented house in the township of Orlando in early 1946."
    },
    {
      "index": 159,
      "start_time": 885700.0,
      "end_time": 892939.0,
      "text": "Their first child, Madiba \"Thembi\" Thembekile, was born in February 1945; a daughter, Makaziwe,"
    },
    {
      "index": 160,
      "start_time": 892939.0,
      "end_time": 899560.0,
      "text": "was born in 1947 but died of meningitis nine months later. Mandela enjoyed home life, welcoming"
    },
    {
      "index": 161,
      "start_time": 899560.0,
      "end_time": 905369.0,
      "text": "his mother and his sister, Leabie, to stay with him. In early 1947, his three years of"
    },
    {
      "index": 162,
      "start_time": 905370.0,
      "end_time": 910720.0,
      "text": "articles ended at Witkin, Sidelsky and Eidelman, and he decided to become a full-time student,"
    },
    {
      "index": 163,
      "start_time": 910720.0,
      "end_time": 916560.0,
      "text": "subsisting on loans from the Bantu Welfare Trust.In July 1947, Mandela rushed Lembede,"
    },
    {
      "index": 164,
      "start_time": 916560.0,
      "end_time": 921638.0,
      "text": "who was ill, to hospital, where he died; he was succeeded as ANCYL president by the more"
    },
    {
      "index": 165,
      "start_time": 921639.0,
      "end_time": 926460.0,
      "text": "moderate Peter Mda, who agreed to co-operate with communists and non-blacks, appointing"
    },
    {
      "index": 166,
      "start_time": 926460.0,
      "end_time": 934149.0,
      "text": "Mandela ANCYL secretary. Mandela disagreed with Mda&#39;s approach, and in December 1947"
    },
    {
      "index": 167,
      "start_time": 934149.0,
      "end_time": 938750.0,
      "text": "supported an unsuccessful measure to expel communists from the ANCYL, considering their"
    },
    {
      "index": 168,
      "start_time": 938750.0,
      "end_time": 945279.0,
      "text": "ideology un-African. In 1947, Mandela was elected to the executive committee of the"
    },
    {
      "index": 169,
      "start_time": 945279.0,
      "end_time": 951279.0,
      "text": "ANC&#39;s Transvaal Province branch, serving under regional president C. S. Ramohanoe. When Ramohanoe"
    },
    {
      "index": 170,
      "start_time": 951279.0,
      "end_time": 956459.0,
      "text": "acted against the wishes of the committee by co-operating with Indians and communists,"
    },
    {
      "index": 171,
      "start_time": 956459.0,
      "end_time": 961899.0,
      "text": "Mandela was one of those who forced his resignation.In the South African general election in 1948,"
    },
    {
      "index": 172,
      "start_time": 961899.0,
      "end_time": 966819.0,
      "text": "in which only whites were permitted to vote, the Afrikaner-dominated Herenigde Nasionale"
    },
    {
      "index": 173,
      "start_time": 966819.0,
      "end_time": 971490.0,
      "text": "Party under Daniel François Malan took power, soon uniting with the Afrikaner Party to form"
    },
    {
      "index": 174,
      "start_time": 971490.0,
      "end_time": 977269.0,
      "text": "the National Party. Openly racialist, the party codified and expanded racial segregation"
    },
    {
      "index": 175,
      "start_time": 977269.0,
      "end_time": 983430.0,
      "text": "with new apartheid legislation. Gaining increasing influence in the ANC, Mandela and his party"
    },
    {
      "index": 176,
      "start_time": 983430.0,
      "end_time": 989519.0,
      "text": "cadre allies began advocating direct action against apartheid, such as boycotts and strikes,"
    },
    {
      "index": 177,
      "start_time": 989519.0,
      "end_time": 994370.0,
      "text": "influenced by the tactics already employed by South Africa&#39;s Indian community. Xuma did"
    },
    {
      "index": 178,
      "start_time": 994370.0,
      "end_time": 999380.0,
      "text": "not support these measures and was removed from the presidency in a vote of no confidence,"
    },
    {
      "index": 179,
      "start_time": 999380.0,
      "end_time": 1004810.0,
      "text": "replaced by James Moroka and a more militant executive committee containing Sisulu, Mda,"
    },
    {
      "index": 180,
      "start_time": 1004810.0,
      "end_time": 1010729.0,
      "text": "Tambo, and Godfrey Pitje. Mandela later related that he and his colleagues had \"guided the"
    },
    {
      "index": 181,
      "start_time": 1010730.0,
      "end_time": 1017660.0,
      "text": "ANC to a more radical and revolutionary path.\" Having devoted his time to politics, Mandela"
    },
    {
      "index": 182,
      "start_time": 1017660.0,
      "end_time": 1022600.0,
      "text": "failed his final year at Witwatersrand three times; he was ultimately denied his degree"
    },
    {
      "index": 183,
      "start_time": 1022600.0,
      "end_time": 1028690.0,
      "text": "in December 1949."
    },
    {
      "index": 184,
      "start_time": 1028690.0,
      "end_time": 1037589.0,
      "text": "=== Defiance Campaign and Transvaal ANC Presidency: 1950–1954 ==="
    },
    {
      "index": 185,
      "start_time": 1037589.9999999999,
      "end_time": 1042819.9999999999,
      "text": "Mandela took Xuma&#39;s place on the ANC national executive in March 1950, and that same year"
    },
    {
      "index": 186,
      "start_time": 1042819.9999999999,
      "end_time": 1048811.0,
      "text": "was elected national president of the ANCYL. In March, the Defend Free Speech Convention"
    },
    {
      "index": 187,
      "start_time": 1048810.0,
      "end_time": 1053530.0,
      "text": "was held in Johannesburg, bringing together African, Indian, and communist activists to"
    },
    {
      "index": 188,
      "start_time": 1053530.0,
      "end_time": 1059399.0,
      "text": "call a May Day general strike in protest against apartheid and white minority rule. Mandela"
    },
    {
      "index": 189,
      "start_time": 1059400.0,
      "end_time": 1064680.0,
      "text": "opposed the strike because it was multi-racial and not ANC-led, but a majority of black workers"
    },
    {
      "index": 190,
      "start_time": 1064680.0,
      "end_time": 1069310.0,
      "text": "took part, resulting in increased police repression and the introduction of the Suppression of"
    },
    {
      "index": 191,
      "start_time": 1069310.0,
      "end_time": 1075711.0,
      "text": "Communism Act, 1950, affecting the actions of all protest groups. At the ANC national"
    },
    {
      "index": 192,
      "start_time": 1075710.0,
      "end_time": 1081699.0,
      "text": "conference of December 1951, he continued arguing against a racially united front, but"
    },
    {
      "index": 193,
      "start_time": 1081700.0,
      "end_time": 1085841.0,
      "text": "was outvoted.Thereafter, Mandela rejected Lembede&#39;s Africanism and embraced the idea"
    },
    {
      "index": 194,
      "start_time": 1085840.0,
      "end_time": 1091388.0,
      "text": "of a multi-racial front against apartheid. Influenced by friends like Moses Kotane and"
    },
    {
      "index": 195,
      "start_time": 1091390.0,
      "end_time": 1096150.0,
      "text": "by the Soviet Union&#39;s support for wars of national liberation, his mistrust of communism"
    },
    {
      "index": 196,
      "start_time": 1096150.0,
      "end_time": 1101500.0,
      "text": "broke down and he began reading literature by Karl Marx, Vladimir Lenin, and Mao Zedong,"
    },
    {
      "index": 197,
      "start_time": 1101500.0,
      "end_time": 1107220.0,
      "text": "eventually embracing the Marxist philosophy of dialectical materialism. Commenting on"
    },
    {
      "index": 198,
      "start_time": 1107220.0,
      "end_time": 1111810.0,
      "text": "communism, he later stated that he \"found [himself] strongly drawn to the idea of a"
    },
    {
      "index": 199,
      "start_time": 1111810.0,
      "end_time": 1117159.0,
      "text": "classless society which, to [his] mind, was similar to traditional African culture where"
    },
    {
      "index": 200,
      "start_time": 1117160.0,
      "end_time": 1124210.0,
      "text": "life was shared and communal.\" In April 1952, Mandela began work at the H.M. Basner law"
    },
    {
      "index": 201,
      "start_time": 1124210.0,
      "end_time": 1128830.0,
      "text": "firm, which was owned by a communist, although his increasing commitment to work and activism"
    },
    {
      "index": 202,
      "start_time": 1128830.0,
      "end_time": 1134770.0,
      "text": "meant he spent less time with his family.In 1952, the ANC began preparation for a joint"
    },
    {
      "index": 203,
      "start_time": 1134770.0,
      "end_time": 1139379.0,
      "text": "Defiance Campaign against apartheid with Indian and communist groups, founding a National"
    },
    {
      "index": 204,
      "start_time": 1139380.0,
      "end_time": 1144690.0,
      "text": "Voluntary Board to recruit volunteers. The campaign was designed to follow the path of"
    },
    {
      "index": 205,
      "start_time": 1144690.0,
      "end_time": 1149790.0,
      "text": "nonviolent resistance influenced by Mahatma Gandhi; some supported this for ethical reasons,"
    },
    {
      "index": 206,
      "start_time": 1149790.0,
      "end_time": 1156379.0,
      "text": "but Mandela instead considered it pragmatic. At a Durban rally on 22 June, Mandela addressed"
    },
    {
      "index": 207,
      "start_time": 1156380.0,
      "end_time": 1161300.0,
      "text": "an assembled crowd of 10,000, initiating the campaign protests, for which he was arrested"
    },
    {
      "index": 208,
      "start_time": 1161300.0,
      "end_time": 1166530.0,
      "text": "and briefly interned in Marshall Square prison. These events established Mandela as one of"
    },
    {
      "index": 209,
      "start_time": 1166530.0,
      "end_time": 1172420.0,
      "text": "the best-known black political figures in South Africa. With further protests, the ANC&#39;s"
    },
    {
      "index": 210,
      "start_time": 1172420.0,
      "end_time": 1177720.0,
      "text": "membership grew from 20,000 to 100,000; the government responded with mass arrests and"
    },
    {
      "index": 211,
      "start_time": 1177720.0,
      "end_time": 1183950.0,
      "text": "introduced the Public Safety Act, 1953 to permit martial law. In May, authorities banned"
    },
    {
      "index": 212,
      "start_time": 1183950.0,
      "end_time": 1189930.0,
      "text": "Transvaal ANC President J. B. Marks from making public appearances; unable to maintain his"
    },
    {
      "index": 213,
      "start_time": 1189930.0,
      "end_time": 1195750.0,
      "text": "position, he recommended Mandela as his successor. Although Africanists opposed his candidacy,"
    },
    {
      "index": 214,
      "start_time": 1195750.0,
      "end_time": 1199190.0,
      "text": "Mandela was elected regional president in October."
    },
    {
      "index": 215,
      "start_time": 1199190.0,
      "end_time": 1204830.0,
      "text": "In July 1952, Mandela was arrested under the Suppression of Communism Act and stood trial"
    },
    {
      "index": 216,
      "start_time": 1204830.0,
      "end_time": 1212470.0,
      "text": "as one of the 21 accused—among them Moroka, Sisulu, and Yusuf Dadoo—in Johannesburg."
    },
    {
      "index": 217,
      "start_time": 1212470.0,
      "end_time": 1217670.0,
      "text": "Found guilty of \"statutory communism\", a term that the government used to describe most"
    },
    {
      "index": 218,
      "start_time": 1217670.0,
      "end_time": 1221930.0,
      "text": "opposition to apartheid, their sentence of nine months&#39; hard labour was suspended for"
    },
    {
      "index": 219,
      "start_time": 1221930.0,
      "end_time": 1227380.0,
      "text": "two years. In December, Mandela was given a six-month ban from attending meetings or"
    },
    {
      "index": 220,
      "start_time": 1227380.0,
      "end_time": 1233190.0,
      "text": "talking to more than one individual at a time, making his Transvaal ANC presidency impractical,"
    },
    {
      "index": 221,
      "start_time": 1233190.0,
      "end_time": 1239210.0,
      "text": "and during this period the Defiance Campaign petered out. In September 1953, Andrew Kunene"
    },
    {
      "index": 222,
      "start_time": 1239210.0,
      "end_time": 1245650.0,
      "text": "read out Mandela&#39;s \"No Easy Walk to Freedom\" speech at a Transvaal ANC meeting; the title"
    },
    {
      "index": 223,
      "start_time": 1245650.0,
      "end_time": 1250740.0,
      "text": "was taken from a quote by Indian independence leader Jawaharlal Nehru, a seminal influence"
    },
    {
      "index": 224,
      "start_time": 1250740.0,
      "end_time": 1255680.0,
      "text": "on Mandela&#39;s thought. The speech laid out a contingency plan for a scenario in which"
    },
    {
      "index": 225,
      "start_time": 1255680.0,
      "end_time": 1261630.0,
      "text": "the ANC was banned. This Mandela Plan, or M-Plan, involved dividing the organisation"
    },
    {
      "index": 226,
      "start_time": 1261630.0,
      "end_time": 1266390.0,
      "text": "into a cell structure with a more centralised leadership.Mandela obtained work as an attorney"
    },
    {
      "index": 227,
      "start_time": 1266390.0,
      "end_time": 1271170.0,
      "text": "for the firm Terblanche and Briggish, before moving to the liberal-run Helman and Michel,"
    },
    {
      "index": 228,
      "start_time": 1271170.0,
      "end_time": 1277910.0,
      "text": "passing qualification exams to become a full-fledged attorney. In August 1953, Mandela and Tambo"
    },
    {
      "index": 229,
      "start_time": 1277910.0,
      "end_time": 1283771.0,
      "text": "opened their own law firm, Mandela and Tambo, operating in downtown Johannesburg. The only"
    },
    {
      "index": 230,
      "start_time": 1283770.0,
      "end_time": 1288479.0,
      "text": "African-run law firm in the country, it was popular with aggrieved blacks, often dealing"
    },
    {
      "index": 231,
      "start_time": 1288480.0,
      "end_time": 1294100.0,
      "text": "with cases of police brutality. Disliked by the authorities, the firm was forced to relocate"
    },
    {
      "index": 232,
      "start_time": 1294100.0,
      "end_time": 1298620.0,
      "text": "to a remote location after their office permit was removed under the Group Areas Act; as"
    },
    {
      "index": 233,
      "start_time": 1298620.0,
      "end_time": 1304189.0,
      "text": "a result, their clientele dwindled. As a lawyer of aristocratic heritage, Mandela was part"
    },
    {
      "index": 234,
      "start_time": 1304190.0,
      "end_time": 1310180.0,
      "text": "of Johannesburg&#39;s elite black middle-class, and accorded much respect from the black community."
    },
    {
      "index": 235,
      "start_time": 1310180.0,
      "end_time": 1315590.0,
      "text": "Although a second daughter, Makaziwe Phumia, was born in May 1954, Mandela&#39;s relationship"
    },
    {
      "index": 236,
      "start_time": 1315590.0,
      "end_time": 1320709.0,
      "text": "with Evelyn became strained, and she accused him of adultery. He may have had affairs with"
    },
    {
      "index": 237,
      "start_time": 1320710.0,
      "end_time": 1327180.0,
      "text": "ANC member Lillian Ngoyi and secretary Ruth Mompati; various individuals close to Mandela"
    },
    {
      "index": 238,
      "start_time": 1327180.0,
      "end_time": 1332780.0,
      "text": "in this period have stated that the latter bore him a child. Disgusted by her son&#39;s behaviour,"
    },
    {
      "index": 239,
      "start_time": 1332780.0,
      "end_time": 1337330.0,
      "text": "Nosekeni returned to Transkei, while Evelyn embraced the Jehovah&#39;s Witnesses and rejected"
    },
    {
      "index": 240,
      "start_time": 1337330.0,
      "end_time": 1343850.0,
      "text": "Mandela&#39;s preoccupation with politics."
    },
    {
      "index": 241,
      "start_time": 1343850.0,
      "end_time": 1352600.0,
      "text": "=== Congress of the People and the Treason Trial: 1955–1961 ==="
    },
    {
      "index": 242,
      "start_time": 1352600.0,
      "end_time": 1357290.0,
      "text": "After taking part in the unsuccessful protest to prevent the forced relocation of all black"
    },
    {
      "index": 243,
      "start_time": 1357290.0,
      "end_time": 1363540.0,
      "text": "people from the Sophiatown suburb of Johannesburg in February 1955, Mandela concluded that violent"
    },
    {
      "index": 244,
      "start_time": 1363540.0,
      "end_time": 1369441.0,
      "text": "action would prove necessary to end apartheid and white minority rule. On his advice, Sisulu"
    },
    {
      "index": 245,
      "start_time": 1369440.0,
      "end_time": 1374819.0,
      "text": "requested weaponry from the People&#39;s Republic of China, which was denied. Although the Chinese"
    },
    {
      "index": 246,
      "start_time": 1374820.0,
      "end_time": 1379149.0,
      "text": "government supported the anti-apartheid struggle, they believed the movement insufficiently"
    },
    {
      "index": 247,
      "start_time": 1379150.0,
      "end_time": 1384660.0,
      "text": "prepared for guerilla warfare. With the involvement of the South African Indian Congress, the"
    },
    {
      "index": 248,
      "start_time": 1384660.0,
      "end_time": 1388940.0,
      "text": "Coloured People&#39;s Congress, the South African Congress of Trade Unions and the Congress"
    },
    {
      "index": 249,
      "start_time": 1388940.0,
      "end_time": 1393700.0,
      "text": "of Democrats, the ANC planned a Congress of the People, calling on all South Africans"
    },
    {
      "index": 250,
      "start_time": 1393700.0,
      "end_time": 1399190.0,
      "text": "to send in proposals for a post-apartheid era. Based on the responses, a Freedom Charter"
    },
    {
      "index": 251,
      "start_time": 1399190.0,
      "end_time": 1404100.0,
      "text": "was drafted by Rusty Bernstein, calling for the creation of a democratic, non-racialist"
    },
    {
      "index": 252,
      "start_time": 1404100.0,
      "end_time": 1410711.0,
      "text": "state with the nationalisation of major industry. The charter was adopted at a June 1955 conference"
    },
    {
      "index": 253,
      "start_time": 1410710.0,
      "end_time": 1416739.0,
      "text": "in Kliptown; 3,000 delegates attended the event, which was forcibly closed down by police."
    },
    {
      "index": 254,
      "start_time": 1416740.0,
      "end_time": 1421850.0,
      "text": "The tenets of the Freedom Charter remained important for Mandela, and in 1956 he described"
    },
    {
      "index": 255,
      "start_time": 1421850.0,
      "end_time": 1427550.0,
      "text": "it as \"an inspiration to the people of South Africa\".Following the end of a second ban"
    },
    {
      "index": 256,
      "start_time": 1427550.0,
      "end_time": 1433560.0,
      "text": "in September 1955, Mandela went on a working holiday to Transkei to discuss the implications"
    },
    {
      "index": 257,
      "start_time": 1433560.0,
      "end_time": 1439500.0,
      "text": "of the Bantu Authorities Act, 1951 with local tribal leaders, also visiting his mother and"
    },
    {
      "index": 258,
      "start_time": 1439500.0,
      "end_time": 1445120.0,
      "text": "Noengland before proceeding to Cape Town. In March 1956 he received his third ban on"
    },
    {
      "index": 259,
      "start_time": 1445120.0,
      "end_time": 1451159.0,
      "text": "public appearances, restricting him to Johannesburg for five years, but he often defied it. Mandela&#39;s"
    },
    {
      "index": 260,
      "start_time": 1451160.0,
      "end_time": 1456571.0,
      "text": "marriage broke down and Evelyn left him, taking their children to live with her brother. Initiating"
    },
    {
      "index": 261,
      "start_time": 1456570.0,
      "end_time": 1462188.0,
      "text": "divorce proceedings in May 1956, she claimed that Mandela had physically abused her; he"
    },
    {
      "index": 262,
      "start_time": 1462190.0,
      "end_time": 1466990.0,
      "text": "denied the allegations, and fought for custody of their children. She withdrew her petition"
    },
    {
      "index": 263,
      "start_time": 1466990.0,
      "end_time": 1472820.0,
      "text": "of separation in November, but Mandela filed for divorce in January 1958; the divorce was"
    },
    {
      "index": 264,
      "start_time": 1472820.0,
      "end_time": 1478370.0,
      "text": "finalised in March, with the children placed in Evelyn&#39;s care. During the divorce proceedings,"
    },
    {
      "index": 265,
      "start_time": 1478370.0,
      "end_time": 1482989.0,
      "text": "he began courting a social worker, Winnie Madikizela, whom he married in Bizana in June"
    },
    {
      "index": 266,
      "start_time": 1482990.0,
      "end_time": 1490391.0,
      "text": "1958. She later became involved in ANC activities, spending several weeks in prison. Together"
    },
    {
      "index": 267,
      "start_time": 1490390.0,
      "end_time": 1498329.0,
      "text": "they had two children: Zenani, born in February 1959, and Zindziswa, born in December 1960."
    },
    {
      "index": 268,
      "start_time": 1498330.0,
      "end_time": 1504689.0,
      "text": "In December 1956, Mandela was arrested alongside most of the ANC national executive, and accused"
    },
    {
      "index": 269,
      "start_time": 1504690.0,
      "end_time": 1510550.0,
      "text": "of \"high treason\" against the state. Held in Johannesburg Prison amid mass protests,"
    },
    {
      "index": 270,
      "start_time": 1510550.0,
      "end_time": 1516110.0,
      "text": "they underwent a preparatory examination before being granted bail. The defence&#39;s refutation"
    },
    {
      "index": 271,
      "start_time": 1516110.0,
      "end_time": 1522400.0,
      "text": "began in January 1957, overseen by defence lawyer Vernon Berrangé, and continued until"
    },
    {
      "index": 272,
      "start_time": 1522400.0,
      "end_time": 1528550.0,
      "text": "the case was adjourned in September. In January 1958, Oswald Pirow was appointed to prosecute"
    },
    {
      "index": 273,
      "start_time": 1528550.0,
      "end_time": 1533870.0,
      "text": "the case, and in February the judge ruled that there was \"sufficient reason\" for the"
    },
    {
      "index": 274,
      "start_time": 1533870.0,
      "end_time": 1538919.0,
      "text": "defendants to go on trial in the Transvaal Supreme Court. The formal Treason Trial began"
    },
    {
      "index": 275,
      "start_time": 1538920.0,
      "end_time": 1544950.0,
      "text": "in Pretoria in August 1958, with the defendants successfully applying to have the three judges—all"
    },
    {
      "index": 276,
      "start_time": 1544950.0,
      "end_time": 1551100.0,
      "text": "linked to the governing National Party—replaced. In August, one charge was dropped, and in"
    },
    {
      "index": 277,
      "start_time": 1551100.0,
      "end_time": 1556100.0,
      "text": "October the prosecution withdrew its indictment, submitting a reformulated version in November"
    },
    {
      "index": 278,
      "start_time": 1556100.0,
      "end_time": 1561340.0,
      "text": "which argued that the ANC leadership committed high treason by advocating violent revolution,"
    },
    {
      "index": 279,
      "start_time": 1561340.0,
      "end_time": 1567580.0,
      "text": "a charge the defendants denied.In April 1959, Africanists dissatisfied with the ANC&#39;s united"
    },
    {
      "index": 280,
      "start_time": 1567580.0,
      "end_time": 1572100.0,
      "text": "front approach founded the Pan-Africanist Congress (PAC); Mandela disagreed with the"
    },
    {
      "index": 281,
      "start_time": 1572100.0,
      "end_time": 1579149.0,
      "text": "PAC&#39;s racially exclusionary views, describing them as \"immature\" and \"naïve\". Both parties"
    },
    {
      "index": 282,
      "start_time": 1579150.0,
      "end_time": 1584450.0,
      "text": "took part in an anti-pass campaign in early 1960, in which Africans burned the passes"
    },
    {
      "index": 283,
      "start_time": 1584450.0,
      "end_time": 1589730.0,
      "text": "that they were legally obliged to carry. One of the PAC-organised demonstrations was fired"
    },
    {
      "index": 284,
      "start_time": 1589730.0,
      "end_time": 1595390.0,
      "text": "upon by police, resulting in the deaths of 69 protesters in the Sharpeville massacre."
    },
    {
      "index": 285,
      "start_time": 1595390.0,
      "end_time": 1599670.0,
      "text": "The incident brought international condemnation of the government and resulted in rioting"
    },
    {
      "index": 286,
      "start_time": 1599670.0,
      "end_time": 1604600.0,
      "text": "throughout South Africa, with Mandela publicly burning his pass in solidarity.Responding"
    },
    {
      "index": 287,
      "start_time": 1604600.0,
      "end_time": 1609159.0,
      "text": "to the unrest, the government implemented state of emergency measures, declaring martial"
    },
    {
      "index": 288,
      "start_time": 1609160.0,
      "end_time": 1614740.0,
      "text": "law and banning the ANC and PAC; in March, they arrested Mandela and other activists,"
    },
    {
      "index": 289,
      "start_time": 1614740.0,
      "end_time": 1618820.0,
      "text": "imprisoning them for five months without charge in the unsanitary conditions of the Pretoria"
    },
    {
      "index": 290,
      "start_time": 1618820.0,
      "end_time": 1624389.0,
      "text": "Local prison. Imprisonment caused problems for Mandela and his co-defendants in the Treason"
    },
    {
      "index": 291,
      "start_time": 1624390.0,
      "end_time": 1628430.0,
      "text": "Trial; their lawyers could not reach them, and so it was decided that the lawyers would"
    },
    {
      "index": 292,
      "start_time": 1628430.0,
      "end_time": 1632830.0,
      "text": "withdraw in protest until the accused were freed from prison when the state of emergency"
    },
    {
      "index": 293,
      "start_time": 1632830.0,
      "end_time": 1639350.0,
      "text": "was lifted in late August 1960. Over the following months, Mandela used his free time to organise"
    },
    {
      "index": 294,
      "start_time": 1639350.0,
      "end_time": 1647300.0,
      "text": "an All-In African Conference near Pietermaritzburg, Natal, in March 1961, at which 1,400 anti-apartheid"
    },
    {
      "index": 295,
      "start_time": 1647300.0,
      "end_time": 1652800.0,
      "text": "delegates met, agreeing on a stay-at-home strike to mark 31 May, the day South Africa"
    },
    {
      "index": 296,
      "start_time": 1652800.0,
      "end_time": 1659300.0,
      "text": "became a republic. On 29 March 1961, six years after the Treason Trial began, the judges"
    },
    {
      "index": 297,
      "start_time": 1659300.0,
      "end_time": 1663450.0,
      "text": "produced a verdict of not guilty, ruling that there was insufficient evidence to convict"
    },
    {
      "index": 298,
      "start_time": 1663450.0,
      "end_time": 1669300.0,
      "text": "the accused of \"high treason\", since they had advocated neither communism nor violent"
    },
    {
      "index": 299,
      "start_time": 1669300.0,
      "end_time": 1673290.0,
      "text": "revolution; the outcome embarrassed the government."
    },
    {
      "index": 300,
      "start_time": 1673290.0,
      "end_time": 1684170.0,
      "text": "=== MK, the SACP, and African tour: 1961–62 ==="
    },
    {
      "index": 301,
      "start_time": 1684170.0,
      "end_time": 1688660.0,
      "text": "Disguised as a chauffeur, Mandela travelled around the country incognito, organising the"
    },
    {
      "index": 302,
      "start_time": 1688660.0,
      "end_time": 1694890.0,
      "text": "ANC&#39;s new cell structure and the planned mass stay-at-home strike. Referred to as the \"Black"
    },
    {
      "index": 303,
      "start_time": 1694890.0,
      "end_time": 1701940.0,
      "text": "Pimpernel\" in the press—a reference to Emma Orczy&#39;s 1905 novel The Scarlet Pimpernel—a"
    },
    {
      "index": 304,
      "start_time": 1701940.0,
      "end_time": 1707900.0,
      "text": "warrant for his arrest was put out by the police. Mandela held secret meetings with"
    },
    {
      "index": 305,
      "start_time": 1707900.0,
      "end_time": 1710280.0,
      "text": "reporters, and after the government failed to prevent the strike, he warned them that"
    },
    {
      "index": 306,
      "start_time": 1710280.0,
      "end_time": 1715300.0,
      "text": "many anti-apartheid activists would soon resort to violence through groups like the PAC&#39;s"
    },
    {
      "index": 307,
      "start_time": 1715300.0,
      "end_time": 1720120.0,
      "text": "Poqo. He believed that the ANC should form an armed group to channel some of this violence"
    },
    {
      "index": 308,
      "start_time": 1720120.0,
      "end_time": 1725550.0,
      "text": "in a controlled direction, convincing both ANC leader Albert Luthuli—who was morally"
    },
    {
      "index": 309,
      "start_time": 1725550.0,
      "end_time": 1730899.0,
      "text": "opposed to violence—and allied activist groups of its necessity.Inspired by the actions"
    },
    {
      "index": 310,
      "start_time": 1730900.0,
      "end_time": 1737900.0,
      "text": "of Fidel Castro&#39;s 26th of July Movement in the Cuban Revolution, in 1961 Mandela, Sisulu,"
    },
    {
      "index": 311,
      "start_time": 1737900.0,
      "end_time": 1744241.0,
      "text": "and Slovo co-founded Umkhonto we Sizwe (\"Spear of the Nation\", abbreviated MK). Becoming"
    },
    {
      "index": 312,
      "start_time": 1744240.0,
      "end_time": 1748899.0,
      "text": "chairman of the militant group, Mandela gained ideas from literature on guerilla warfare"
    },
    {
      "index": 313,
      "start_time": 1748900.0,
      "end_time": 1753890.0,
      "text": "by Marxist militants Mao and Che Guevara as well as from the military theorist Carl von"
    },
    {
      "index": 314,
      "start_time": 1753890.0,
      "end_time": 1759250.0,
      "text": "Clausewitz. Although initially declared officially separate from the ANC so as not to taint the"
    },
    {
      "index": 315,
      "start_time": 1759250.0,
      "end_time": 1765990.0,
      "text": "latter&#39;s reputation, MK was later widely recognised as the party&#39;s armed wing. Most early MK members"
    },
    {
      "index": 316,
      "start_time": 1765990.0,
      "end_time": 1770760.0,
      "text": "were white communists who were able to conceal Mandela in their homes; after hiding in communist"
    },
    {
      "index": 317,
      "start_time": 1770760.0,
      "end_time": 1775860.0,
      "text": "Wolfie Kodesh&#39;s flat in Berea, Mandela moved to the communist-owned Liliesleaf Farm in"
    },
    {
      "index": 318,
      "start_time": 1775860.0,
      "end_time": 1782719.0,
      "text": "Rivonia, there joined by Raymond Mhlaba, Slovo, and Bernstein, who put together the MK constitution."
    },
    {
      "index": 319,
      "start_time": 1782720.0,
      "end_time": 1786730.0,
      "text": "Although in later life Mandela denied, for political reasons, ever being a member of"
    },
    {
      "index": 320,
      "start_time": 1786730.0,
      "end_time": 1792290.0,
      "text": "the Communist Party, historical research published in 2011 strongly suggested that he had joined"
    },
    {
      "index": 321,
      "start_time": 1792290.0,
      "end_time": 1799409.0,
      "text": "in the late 1950s or early 1960s. This was confirmed by both the SACP and the ANC after"
    },
    {
      "index": 322,
      "start_time": 1799410.0,
      "end_time": 1805600.0,
      "text": "Mandela&#39;s death. According to the SACP, he was not only a member of the party, but also"
    },
    {
      "index": 323,
      "start_time": 1805600.0,
      "end_time": 1808159.0,
      "text": "served on its Central Committee."
    },
    {
      "index": 324,
      "start_time": 1808160.0,
      "end_time": 1812560.0,
      "text": "Operating through a cell structure, MK planned to carry out acts of sabotage that would exert"
    },
    {
      "index": 325,
      "start_time": 1812560.0,
      "end_time": 1817679.0,
      "text": "maximum pressure on the government with minimum casualties; they sought to bomb military installations,"
    },
    {
      "index": 326,
      "start_time": 1817680.0,
      "end_time": 1823880.0,
      "text": "power plants, telephone lines, and transport links at night, when civilians were not present."
    },
    {
      "index": 327,
      "start_time": 1823880.0,
      "end_time": 1828530.0,
      "text": "Mandela stated that they chose sabotage because it was the least harmful action, did not involve"
    },
    {
      "index": 328,
      "start_time": 1828530.0,
      "end_time": 1832720.0,
      "text": "killing, and offered the best hope for racial reconciliation afterwards; he nevertheless"
    },
    {
      "index": 329,
      "start_time": 1832720.0,
      "end_time": 1837700.0,
      "text": "acknowledged that should this have failed then guerrilla warfare might have been necessary."
    },
    {
      "index": 330,
      "start_time": 1837700.0,
      "end_time": 1842810.0,
      "text": "Soon after ANC leader Luthuli was awarded the Nobel Peace Prize, MK publicly announced"
    },
    {
      "index": 331,
      "start_time": 1842810.0,
      "end_time": 1849510.0,
      "text": "its existence with 57 bombings on Dingane&#39;s Day (16 December) 1961, followed by further"
    },
    {
      "index": 332,
      "start_time": 1849510.0,
      "end_time": 1855620.0,
      "text": "attacks on New Year&#39;s Eve.The ANC decided to send Mandela as a delegate to the February"
    },
    {
      "index": 333,
      "start_time": 1855620.0,
      "end_time": 1862689.0,
      "text": "1962 meeting of the Pan-African Freedom Movement for East, Central and Southern Africa (PAFMECSA)"
    },
    {
      "index": 334,
      "start_time": 1862690.0,
      "end_time": 1869400.0,
      "text": "in Addis Ababa, Ethiopia. Leaving South Africa in secret via Bechuanaland, on his way Mandela"
    },
    {
      "index": 335,
      "start_time": 1869400.0,
      "end_time": 1875149.0,
      "text": "visited Tanganyika and met with its president, Julius Nyerere. Arriving in Ethiopia, Mandela"
    },
    {
      "index": 336,
      "start_time": 1875150.0,
      "end_time": 1880960.0,
      "text": "met with Emperor Haile Selassie I, and gave his speech after Selassie&#39;s at the conference."
    },
    {
      "index": 337,
      "start_time": 1880960.0,
      "end_time": 1886600.0,
      "text": "After the symposium, he travelled to Cairo, Egypt, admiring the political reforms of President"
    },
    {
      "index": 338,
      "start_time": 1886600.0,
      "end_time": 1891280.0,
      "text": "Gamal Abdel Nasser, and then went to Tunis, Tunisia, where President Habib Bourguiba gave"
    },
    {
      "index": 339,
      "start_time": 1891280.0,
      "end_time": 1898210.0,
      "text": "him £5,000 for weaponry. He proceeded to Morocco, Mali, Guinea, Sierra Leone, Liberia,"
    },
    {
      "index": 340,
      "start_time": 1898210.0,
      "end_time": 1902980.0,
      "text": "and Senegal, receiving funds from Liberian President William Tubman and Guinean President"
    },
    {
      "index": 341,
      "start_time": 1902980.0,
      "end_time": 1909120.0,
      "text": "Ahmed Sékou Touré. He left Africa for London, England, where he met anti-apartheid activists,"
    },
    {
      "index": 342,
      "start_time": 1909120.0,
      "end_time": 1914760.0,
      "text": "reporters, and prominent politicians. Upon returning to Ethiopia, he began a six-month"
    },
    {
      "index": 343,
      "start_time": 1914760.0,
      "end_time": 1919640.0,
      "text": "course in guerrilla warfare, but completed only two months before being recalled to South"
    },
    {
      "index": 344,
      "start_time": 1919640.0,
      "end_time": 1926800.0,
      "text": "Africa by the ANC&#39;s leadership."
    },
    {
      "index": 345,
      "start_time": 1926800.0,
      "end_time": 1927800.0,
      "text": "== Imprisonment =="
    },
    {
      "index": 346,
      "start_time": 1927800.0,
      "end_time": 1938590.0,
      "text": "=== Arrest and Rivonia trial: 1962–1964 ==="
    },
    {
      "index": 347,
      "start_time": 1938590.0,
      "end_time": 1944270.0,
      "text": "On 5 August 1962, police captured Mandela along with fellow activist Cecil Williams"
    },
    {
      "index": 348,
      "start_time": 1944270.0,
      "end_time": 1949620.0,
      "text": "near Howick. Many MK members suspected that the authorities had been tipped off with regard"
    },
    {
      "index": 349,
      "start_time": 1949620.0,
      "end_time": 1954850.0,
      "text": "to Mandela&#39;s whereabouts, although Mandela himself gave these ideas little credence."
    },
    {
      "index": 350,
      "start_time": 1954850.0,
      "end_time": 1960209.0,
      "text": "In later years, Donald Rickard, a former American diplomat revealed that the Central Intelligence"
    },
    {
      "index": 351,
      "start_time": 1960210.0,
      "end_time": 1964720.0,
      "text": "Agency, who feared Mandela&#39;s associations with communists, had informed the South African"
    },
    {
      "index": 352,
      "start_time": 1964720.0,
      "end_time": 1970280.0,
      "text": "police of his location. Jailed in Johannesburg&#39;s Marshall Square prison, Mandela was charged"
    },
    {
      "index": 353,
      "start_time": 1970280.0,
      "end_time": 1974931.0,
      "text": "with inciting workers&#39; strikes and leaving the country without permission. Representing"
    },
    {
      "index": 354,
      "start_time": 1974930.0,
      "end_time": 1980579.0,
      "text": "himself with Slovo as legal advisor, Mandela intended to use the trial to showcase \"the"
    },
    {
      "index": 355,
      "start_time": 1980580.0,
      "end_time": 1987669.0,
      "text": "ANC&#39;s moral opposition to racism\" while supporters demonstrated outside the court. Moved to Pretoria,"
    },
    {
      "index": 356,
      "start_time": 1987670.0,
      "end_time": 1993600.0,
      "text": "where Winnie could visit him, he began correspondence studies for a Bachelor of Laws (LLB) degree"
    },
    {
      "index": 357,
      "start_time": 1993600.0,
      "end_time": 1998320.0,
      "text": "from the University of London International Programmes. His hearing began in October,"
    },
    {
      "index": 358,
      "start_time": 1998320.0,
      "end_time": 2003500.0,
      "text": "but he disrupted proceedings by wearing a traditional kaross, refusing to call any witnesses,"
    },
    {
      "index": 359,
      "start_time": 2003500.0,
      "end_time": 2008290.0,
      "text": "and turning his plea of mitigation into a political speech. Found guilty, he was sentenced"
    },
    {
      "index": 360,
      "start_time": 2008290.0,
      "end_time": 2014409.0,
      "text": "to five years&#39; imprisonment; as he left the courtroom, supporters sang \"Nkosi Sikelel"
    },
    {
      "index": 361,
      "start_time": 2014410.0,
      "end_time": 2015770.0,
      "text": "iAfrika\"."
    },
    {
      "index": 362,
      "start_time": 2015770.0,
      "end_time": 2021370.0,
      "text": "In July 1963, police raided Liliesleaf Farm, arresting those they found there and uncovering"
    },
    {
      "index": 363,
      "start_time": 2021370.0,
      "end_time": 2027149.0,
      "text": "paperwork documenting MK&#39;s activities, some of which mentioned Mandela. The Rivonia Trial"
    },
    {
      "index": 364,
      "start_time": 2027150.0,
      "end_time": 2032100.0,
      "text": "began at Pretoria Supreme Court in October, with Mandela and his comrades charged with"
    },
    {
      "index": 365,
      "start_time": 2032100.0,
      "end_time": 2036550.0,
      "text": "four counts of sabotage and conspiracy to violently overthrow the government; their"
    },
    {
      "index": 366,
      "start_time": 2036550.0,
      "end_time": 2042550.0,
      "text": "chief prosecutor was Percy Yutar. Judge Quartus de Wet soon threw out the prosecution&#39;s case"
    },
    {
      "index": 367,
      "start_time": 2042550.0,
      "end_time": 2047300.0,
      "text": "for insufficient evidence, but Yutar reformulated the charges, presenting his new case from"
    },
    {
      "index": 368,
      "start_time": 2047300.0,
      "end_time": 2054790.0,
      "text": "December 1963 until February 1964, calling 173 witnesses and bringing thousands of documents"
    },
    {
      "index": 369,
      "start_time": 2054790.0,
      "end_time": 2059790.0,
      "text": "and photographs to the trial.Although four of the accused denied involvement with MK,"
    },
    {
      "index": 370,
      "start_time": 2059790.0,
      "end_time": 2063860.0,
      "text": "Mandela and the other five accused admitted sabotage but denied that they had ever agreed"
    },
    {
      "index": 371,
      "start_time": 2063860.0000000002,
      "end_time": 2069300.0000000002,
      "text": "to initiate guerrilla war against the government. They used the trial to highlight their political"
    },
    {
      "index": 372,
      "start_time": 2069300.0000000002,
      "end_time": 2074179.0000000002,
      "text": "cause; at the opening of the defence&#39;s proceedings, Mandela gave his three-hour \"I Am Prepared"
    },
    {
      "index": 373,
      "start_time": 2074179.9999999998,
      "end_time": 2081930.9999999998,
      "text": "to Die\" speech. That speech—which was inspired by Castro&#39;s \"History Will Absolve Me\"—was"
    },
    {
      "index": 374,
      "start_time": 2081929.9999999998,
      "end_time": 2086870.9999999998,
      "text": "widely reported in the press despite official censorship. The trial gained international"
    },
    {
      "index": 375,
      "start_time": 2086870.0,
      "end_time": 2091290.0,
      "text": "attention; there were global calls for the release of the accused from the United Nations"
    },
    {
      "index": 376,
      "start_time": 2091300.0000000002,
      "end_time": 2096840.0000000002,
      "text": "and World Peace Council, while the University of London Union voted Mandela to its presidency."
    },
    {
      "index": 377,
      "start_time": 2096840.0000000002,
      "end_time": 2103560.0,
      "text": "On 12 June 1964, justice De Wet found Mandela and two of his co-accused guilty on all four"
    },
    {
      "index": 378,
      "start_time": 2103560.0,
      "end_time": 2107490.0,
      "text": "charges; although the prosecution had called for the death sentence to be applied, the"
    },
    {
      "index": 379,
      "start_time": 2107490.0,
      "end_time": 2113750.0,
      "text": "judge instead condemned them to life imprisonment."
    },
    {
      "index": 380,
      "start_time": 2113750.0,
      "end_time": 2122630.0,
      "text": "=== Robben Island: 1964–1982 === Mandela and his co-accused were transferred"
    },
    {
      "index": 381,
      "start_time": 2122630.0,
      "end_time": 2128510.0,
      "text": "from Pretoria to the prison on Robben Island, remaining there for the next 18 years. Isolated"
    },
    {
      "index": 382,
      "start_time": 2128510.0,
      "end_time": 2133160.0,
      "text": "from non-political prisoners in Section B, Mandela was imprisoned in a damp concrete"
    },
    {
      "index": 383,
      "start_time": 2133160.0,
      "end_time": 2140359.0,
      "text": "cell measuring 8 feet (2.4 m) by 7 feet (2.1 m), with a straw mat on which to sleep. Verbally"
    },
    {
      "index": 384,
      "start_time": 2140360.0,
      "end_time": 2145280.0,
      "text": "and physically harassed by several white prison wardens, the Rivonia Trial prisoners spent"
    },
    {
      "index": 385,
      "start_time": 2145280.0,
      "end_time": 2150830.0,
      "text": "their days breaking rocks into gravel, until being reassigned in January 1965 to work in"
    },
    {
      "index": 386,
      "start_time": 2150830.0,
      "end_time": 2155910.0,
      "text": "a lime quarry. Mandela was initially forbidden to wear sunglasses, and the glare from the"
    },
    {
      "index": 387,
      "start_time": 2155910.0,
      "end_time": 2161230.0,
      "text": "lime permanently damaged his eyesight. At night, he worked on his LLB degree which he"
    },
    {
      "index": 388,
      "start_time": 2161230.0,
      "end_time": 2165540.0,
      "text": "was obtaining from the University of London through a correspondence course with Wolsey"
    },
    {
      "index": 389,
      "start_time": 2165540.0,
      "end_time": 2170160.0,
      "text": "Hall, Oxford, but newspapers were forbidden, and he was locked in solitary confinement"
    },
    {
      "index": 390,
      "start_time": 2170160.0,
      "end_time": 2174930.0,
      "text": "on several occasions for the possession of smuggled news clippings. He was initially"
    },
    {
      "index": 391,
      "start_time": 2174930.0,
      "end_time": 2179359.0,
      "text": "classified as the lowest grade of prisoner, Class D, meaning that he was permitted one"
    },
    {
      "index": 392,
      "start_time": 2179360.0,
      "end_time": 2184360.0,
      "text": "visit and one letter every six months, although all mail was heavily censored."
    },
    {
      "index": 393,
      "start_time": 2184360.0,
      "end_time": 2188900.0,
      "text": "The political prisoners took part in work and hunger strikes—the latter considered"
    },
    {
      "index": 394,
      "start_time": 2188900.0,
      "end_time": 2194400.0,
      "text": "largely ineffective by Mandela—to improve prison conditions, viewing this as a microcosm"
    },
    {
      "index": 395,
      "start_time": 2194400.0,
      "end_time": 2201150.0,
      "text": "of the anti-apartheid struggle. ANC prisoners elected him to their four-man \"High Organ\""
    },
    {
      "index": 396,
      "start_time": 2201150.0,
      "end_time": 2206230.0,
      "text": "along with Sisulu, Govan Mbeki, and Raymond Mhlaba, and he involved himself in a group"
    },
    {
      "index": 397,
      "start_time": 2206230.0,
      "end_time": 2211110.0,
      "text": "representing all political prisoners (including Eddie Daniels) on the island, Ulundi, through"
    },
    {
      "index": 398,
      "start_time": 2211110.0,
      "end_time": 2217000.0,
      "text": "which he forged links with PAC and Yu Chi Chan Club members. Initiating the \"University"
    },
    {
      "index": 399,
      "start_time": 2217000.0,
      "end_time": 2222400.0,
      "text": "of Robben Island\", whereby prisoners lectured on their own areas of expertise, he debated"
    },
    {
      "index": 400,
      "start_time": 2222400.0,
      "end_time": 2227620.0,
      "text": "socio-political topics with his comrades.Though attending Christian Sunday services, Mandela"
    },
    {
      "index": 401,
      "start_time": 2227620.0,
      "end_time": 2232779.0,
      "text": "studied Islam. He also studied Afrikaans, hoping to build a mutual respect with the"
    },
    {
      "index": 402,
      "start_time": 2232780.0,
      "end_time": 2238820.0,
      "text": "warders and convert them to his cause. Various official visitors met with Mandela, most significantly"
    },
    {
      "index": 403,
      "start_time": 2238820.0,
      "end_time": 2243630.0,
      "text": "the liberal parliamentary representative Helen Suzman of the Progressive Party, who championed"
    },
    {
      "index": 404,
      "start_time": 2243630.0,
      "end_time": 2250120.0,
      "text": "Mandela&#39;s cause outside of prison. In September 1970, he met British Labour Party politician"
    },
    {
      "index": 405,
      "start_time": 2250120.0,
      "end_time": 2256960.0,
      "text": "Dennis Healey. South African Minister of Justice Jimmy Kruger visited in December 1974, but"
    },
    {
      "index": 406,
      "start_time": 2256960.0,
      "end_time": 2263330.0,
      "text": "he and Mandela did not get along with each other. His mother visited in 1968, dying shortly"
    },
    {
      "index": 407,
      "start_time": 2263330.0,
      "end_time": 2267870.0,
      "text": "after, and his firstborn son Thembi died in a car accident the following year; Mandela"
    },
    {
      "index": 408,
      "start_time": 2267870.0,
      "end_time": 2272810.0,
      "text": "was forbidden from attending either funeral. His wife was rarely able to see him, being"
    },
    {
      "index": 409,
      "start_time": 2272810.0,
      "end_time": 2277250.0,
      "text": "regularly imprisoned for political activity, and his daughters first visited in December"
    },
    {
      "index": 410,
      "start_time": 2277250.0,
      "end_time": 2284310.0,
      "text": "1975. Winnie was released from prison in 1977 but was forcibly settled in Brandfort and"
    },
    {
      "index": 411,
      "start_time": 2284310.0,
      "end_time": 2289930.0,
      "text": "remained unable to see him.From 1967 onwards, prison conditions improved; black prisoners"
    },
    {
      "index": 412,
      "start_time": 2289930.0,
      "end_time": 2293930.0,
      "text": "were given trousers rather than shorts, games were permitted, and the standard of their"
    },
    {
      "index": 413,
      "start_time": 2293930.0,
      "end_time": 2300520.0,
      "text": "food was raised. In 1969, an escape plan for Mandela was developed by Gordon Bruce, but"
    },
    {
      "index": 414,
      "start_time": 2300520.0,
      "end_time": 2304840.0,
      "text": "it was abandoned after the conspiracy was infiltrated by an agent of the South African"
    },
    {
      "index": 415,
      "start_time": 2304840.0,
      "end_time": 2310100.0,
      "text": "Bureau of State Security (BOSS), who hoped to see Mandela shot during the escape. In"
    },
    {
      "index": 416,
      "start_time": 2310100.0,
      "end_time": 2316160.0,
      "text": "1970, Commander Piet Badenhorst became commanding officer. Mandela, seeing an increase in the"
    },
    {
      "index": 417,
      "start_time": 2316160.0,
      "end_time": 2322170.0,
      "text": "physical and mental abuse of prisoners, complained to visiting judges, who had Badenhorst reassigned."
    },
    {
      "index": 418,
      "start_time": 2322170.0,
      "end_time": 2326330.0,
      "text": "He was replaced by Commander Willie Willemse, who developed a co-operative relationship"
    },
    {
      "index": 419,
      "start_time": 2326330.0,
      "end_time": 2330259.0,
      "text": "with Mandela and was keen to improve prison standards."
    },
    {
      "index": 420,
      "start_time": 2330260.0,
      "end_time": 2335730.0,
      "text": "By 1975, Mandela had become a Class A prisoner, which allowed him greater numbers of visits"
    },
    {
      "index": 421,
      "start_time": 2335730.0,
      "end_time": 2341720.0,
      "text": "and letters. He corresponded with anti-apartheid activists like Mangosuthu Buthelezi and Desmond"
    },
    {
      "index": 422,
      "start_time": 2341720.0,
      "end_time": 2347290.0,
      "text": "Tutu. That year, he began his autobiography, which was smuggled to London, but remained"
    },
    {
      "index": 423,
      "start_time": 2347290.0,
      "end_time": 2352710.0,
      "text": "unpublished at the time; prison authorities discovered several pages, and his LLB study"
    },
    {
      "index": 424,
      "start_time": 2352710.0,
      "end_time": 2357580.0,
      "text": "privileges were revoked for four years. Instead, he devoted his spare time to gardening and"
    },
    {
      "index": 425,
      "start_time": 2357580.0,
      "end_time": 2362670.0,
      "text": "reading until the authorities permitted him to resume his LLB degree studies in 1980.By"
    },
    {
      "index": 426,
      "start_time": 2362670.0,
      "end_time": 2367890.0,
      "text": "the late 1960s, Mandela&#39;s fame had been eclipsed by Steve Biko and the Black Consciousness"
    },
    {
      "index": 427,
      "start_time": 2367890.0,
      "end_time": 2374620.0,
      "text": "Movement (BCM). Seeing the ANC as ineffectual, the BCM called for militant action, but following"
    },
    {
      "index": 428,
      "start_time": 2374620.0,
      "end_time": 2381680.0,
      "text": "the Soweto uprising of 1976, many BCM activists were imprisoned on Robben Island. Mandela"
    },
    {
      "index": 429,
      "start_time": 2381680.0,
      "end_time": 2385470.0,
      "text": "tried to build a relationship with these young radicals, although he was critical of their"
    },
    {
      "index": 430,
      "start_time": 2385470.0,
      "end_time": 2391490.0,
      "text": "racialism and contempt for white anti-apartheid activists. Renewed international interest"
    },
    {
      "index": 431,
      "start_time": 2391500.0,
      "end_time": 2397890.0,
      "text": "in his plight came in July 1978, when he celebrated his 60th birthday. He was awarded an honorary"
    },
    {
      "index": 432,
      "start_time": 2397890.0,
      "end_time": 2403500.0,
      "text": "doctorate in Lesotho, the Jawaharlal Nehru Award for International Understanding in India"
    },
    {
      "index": 433,
      "start_time": 2403500.0,
      "end_time": 2410690.0,
      "text": "in 1979, and the Freedom of the City of Glasgow, Scotland in 1981. In March 1980, the slogan"
    },
    {
      "index": 434,
      "start_time": 2410690.0,
      "end_time": 2416760.0,
      "text": "\"Free Mandela!\" was developed by journalist Percy Qoboza, sparking an international campaign"
    },
    {
      "index": 435,
      "start_time": 2416760.0,
      "end_time": 2422560.0,
      "text": "that led the UN Security Council to call for his release. Despite increasing foreign pressure,"
    },
    {
      "index": 436,
      "start_time": 2422560.0,
      "end_time": 2427330.0,
      "text": "the government refused, relying on its Cold War allies US President Ronald Reagan and"
    },
    {
      "index": 437,
      "start_time": 2427330.0,
      "end_time": 2432730.0,
      "text": "UK Prime Minister Margaret Thatcher; both considered Mandela&#39;s ANC a terrorist organisation"
    },
    {
      "index": 438,
      "start_time": 2432730.0,
      "end_time": 2439790.0,
      "text": "sympathetic to communism, and supported its suppression."
    },
    {
      "index": 439,
      "start_time": 2439790.0,
      "end_time": 2449220.0,
      "text": "=== Pollsmoor Prison: 1982–1988 === In April 1982, Mandela was transferred to"
    },
    {
      "index": 440,
      "start_time": 2449220.0,
      "end_time": 2455560.0,
      "text": "Pollsmoor Prison in Tokai, Cape Town, along with senior ANC leaders Walter Sisulu, Andrew"
    },
    {
      "index": 441,
      "start_time": 2455560.0,
      "end_time": 2460200.0,
      "text": "Mlangeni, Ahmed Kathrada, and Raymond Mhlaba; they believed that they were being isolated"
    },
    {
      "index": 442,
      "start_time": 2460200.0,
      "end_time": 2465210.0,
      "text": "to remove their influence on younger activists at Robben Island. Conditions at Pollsmoor"
    },
    {
      "index": 443,
      "start_time": 2465210.0,
      "end_time": 2469270.0,
      "text": "were better than at Robben Island, although Mandela missed the camaraderie and scenery"
    },
    {
      "index": 444,
      "start_time": 2469270.0,
      "end_time": 2475700.0,
      "text": "of the island. Getting on well with Pollsmoor&#39;s commanding officer, Brigadier Munro, Mandela"
    },
    {
      "index": 445,
      "start_time": 2475700.0,
      "end_time": 2480700.0,
      "text": "was permitted to create a roof garden; he also read voraciously and corresponded widely,"
    },
    {
      "index": 446,
      "start_time": 2480700.0,
      "end_time": 2486400.0,
      "text": "now permitted 52 letters a year. He was appointed patron of the multi-racial United Democratic"
    },
    {
      "index": 447,
      "start_time": 2486400.0,
      "end_time": 2492770.0,
      "text": "Front (UDF), founded to combat reforms implemented by South African President P. W. Botha. Botha&#39;s"
    },
    {
      "index": 448,
      "start_time": 2492770.0,
      "end_time": 2497750.0,
      "text": "National Party government had permitted Coloured and Indian citizens to vote for their own"
    },
    {
      "index": 449,
      "start_time": 2497750.0,
      "end_time": 2502700.0,
      "text": "parliaments, which had control over education, health, and housing, but black Africans were"
    },
    {
      "index": 450,
      "start_time": 2502700.0,
      "end_time": 2507310.0,
      "text": "excluded from the system; like Mandela, the UDF saw this as an attempt to divide the anti-apartheid"
    },
    {
      "index": 451,
      "start_time": 2507310.0,
      "end_time": 2509840.0,
      "text": "movement on racial lines."
    },
    {
      "index": 452,
      "start_time": 2509840.0,
      "end_time": 2514750.0,
      "text": "The early 1980s witnessed an escalation of violence across the country, and many predicted"
    },
    {
      "index": 453,
      "start_time": 2514750.0,
      "end_time": 2521200.0,
      "text": "civil war. This was accompanied by economic stagnation as various multinational banks—under"
    },
    {
      "index": 454,
      "start_time": 2521200.0,
      "end_time": 2526500.0,
      "text": "pressure from an international lobby—had stopped investing in South Africa. Numerous"
    },
    {
      "index": 455,
      "start_time": 2526500.0,
      "end_time": 2531420.0,
      "text": "banks and Thatcher asked Botha to release Mandela—then at the height of his international"
    },
    {
      "index": 456,
      "start_time": 2531420.0,
      "end_time": 2538810.0,
      "text": "fame—to defuse the volatile situation. Although considering Mandela a dangerous \"arch-Marxist\","
    },
    {
      "index": 457,
      "start_time": 2538810.0,
      "end_time": 2544520.0,
      "text": "in February 1985 Botha offered him a release from prison if he \"unconditionally rejected"
    },
    {
      "index": 458,
      "start_time": 2544520.0,
      "end_time": 2550180.0,
      "text": "violence as a political weapon\". Mandela spurned the offer, releasing a statement through his"
    },
    {
      "index": 459,
      "start_time": 2550180.0,
      "end_time": 2554930.0,
      "text": "daughter Zindzi stating, \"What freedom am I being offered while the organisation of"
    },
    {
      "index": 460,
      "start_time": 2554930.0,
      "end_time": 2562490.0,
      "text": "the people [ANC] remains banned? Only free men can negotiate. A prisoner cannot enter"
    },
    {
      "index": 461,
      "start_time": 2562500.0,
      "end_time": 2568770.0,
      "text": "into contracts.\"In 1985, Mandela underwent surgery on an enlarged prostate gland, before"
    },
    {
      "index": 462,
      "start_time": 2568770.0,
      "end_time": 2575480.0,
      "text": "being given new solitary quarters on the ground floor. He was met by \"seven eminent persons\","
    },
    {
      "index": 463,
      "start_time": 2575480.0,
      "end_time": 2580100.0,
      "text": "an international delegation sent to negotiate a settlement, but Botha&#39;s government refused"
    },
    {
      "index": 464,
      "start_time": 2580100.0,
      "end_time": 2584580.0,
      "text": "to co-operate, calling a state of emergency in June and initiating a police crackdown"
    },
    {
      "index": 465,
      "start_time": 2584580.0,
      "end_time": 2591000.0,
      "text": "on unrest. The anti-apartheid resistance fought back, with the ANC committing 231 attacks"
    },
    {
      "index": 466,
      "start_time": 2591000.0,
      "end_time": 2598630.0,
      "text": "in 1986 and 235 in 1987. The violence escalated as the government used the army and police"
    },
    {
      "index": 467,
      "start_time": 2598630.0,
      "end_time": 2603270.0,
      "text": "to combat the resistance, and provided covert support for vigilante groups and the Zulu"
    },
    {
      "index": 468,
      "start_time": 2603270.0,
      "end_time": 2608160.0,
      "text": "nationalist movement Inkatha, which was involved in an increasingly violent struggle with the"
    },
    {
      "index": 469,
      "start_time": 2608160.0,
      "end_time": 2613649.0,
      "text": "ANC. Mandela requested talks with Botha but was denied, instead secretly meeting with"
    },
    {
      "index": 470,
      "start_time": 2613650.0,
      "end_time": 2618980.0,
      "text": "Minister of Justice Kobie Coetsee in 1987, and having a further 11 meetings over the"
    },
    {
      "index": 471,
      "start_time": 2618980.0,
      "end_time": 2625300.0,
      "text": "next three years. Coetsee organised negotiations between Mandela and a team of four government"
    },
    {
      "index": 472,
      "start_time": 2625300.0,
      "end_time": 2630380.0,
      "text": "figures starting in May 1988; the team agreed to the release of political prisoners and"
    },
    {
      "index": 473,
      "start_time": 2630380.0,
      "end_time": 2634991.0,
      "text": "the legalisation of the ANC on the condition that they permanently renounce violence, break"
    },
    {
      "index": 474,
      "start_time": 2634990.0,
      "end_time": 2641469.0,
      "text": "links with the Communist Party, and not insist on majority rule. Mandela rejected these conditions,"
    },
    {
      "index": 475,
      "start_time": 2641470.0,
      "end_time": 2645350.0,
      "text": "insisting that the ANC would only end its armed activities when the government renounced"
    },
    {
      "index": 476,
      "start_time": 2645350.0,
      "end_time": 2651410.0,
      "text": "violence.Mandela&#39;s 70th birthday in July 1988 attracted international attention, including"
    },
    {
      "index": 477,
      "start_time": 2651410.0,
      "end_time": 2656420.0,
      "text": "a tribute concert at London&#39;s Wembley Stadium that was televised and watched by an estimated"
    },
    {
      "index": 478,
      "start_time": 2656420.0,
      "end_time": 2662560.0,
      "text": "200 million viewers. Although presented globally as a heroic figure, he faced personal problems"
    },
    {
      "index": 479,
      "start_time": 2662560.0,
      "end_time": 2667960.0,
      "text": "when ANC leaders informed him that Winnie had set herself up as head of a gang, the"
    },
    {
      "index": 480,
      "start_time": 2667960.0,
      "end_time": 2673200.0,
      "text": "\"Mandela United Football Club\", which had been responsible for torturing and killing"
    },
    {
      "index": 481,
      "start_time": 2673200.0,
      "end_time": 2678530.0,
      "text": "opponents—including children—in Soweto. Though some encouraged him to divorce her,"
    },
    {
      "index": 482,
      "start_time": 2678530.0,
      "end_time": 2685950.0,
      "text": "he decided to remain loyal until she was found guilty by trial."
    },
    {
      "index": 483,
      "start_time": 2685950.0,
      "end_time": 2693520.0,
      "text": "=== Victor Verster Prison and release: 1988–1990 ==="
    },
    {
      "index": 484,
      "start_time": 2693520.0,
      "end_time": 2698390.0,
      "text": "Recovering from tuberculosis exacerbated by the damp conditions in his cell, in December"
    },
    {
      "index": 485,
      "start_time": 2698390.0,
      "end_time": 2704700.0,
      "text": "1988 Mandela was moved to Victor Verster Prison near Paarl. He was housed in the relative"
    },
    {
      "index": 486,
      "start_time": 2704700.0,
      "end_time": 2709669.0,
      "text": "comfort of a warder&#39;s house with a personal cook, and used the time to complete his LLB"
    },
    {
      "index": 487,
      "start_time": 2709670.0,
      "end_time": 2714630.0,
      "text": "degree. While there, he was permitted many visitors and organised secret communications"
    },
    {
      "index": 488,
      "start_time": 2714630.0,
      "end_time": 2720480.0,
      "text": "with exiled ANC leader Oliver Tambo.In 1989, Botha suffered a stroke; although he would"
    },
    {
      "index": 489,
      "start_time": 2720480.0,
      "end_time": 2725600.0,
      "text": "retain the state presidency, he stepped down as leader of the National Party, to be replaced"
    },
    {
      "index": 490,
      "start_time": 2725600.0,
      "end_time": 2731810.0,
      "text": "by F. W. de Klerk. In a surprise move, Botha invited Mandela to a meeting over tea in July"
    },
    {
      "index": 491,
      "start_time": 2731810.0,
      "end_time": 2738150.0,
      "text": "1989, an invitation Mandela considered genial. Botha was replaced as state president by de"
    },
    {
      "index": 492,
      "start_time": 2738150.0,
      "end_time": 2742780.0,
      "text": "Klerk six weeks later; the new president believed that apartheid was unsustainable and released"
    },
    {
      "index": 493,
      "start_time": 2742780.0,
      "end_time": 2749111.0,
      "text": "a number of ANC prisoners. Following the fall of the Berlin Wall in November 1989, de Klerk"
    },
    {
      "index": 494,
      "start_time": 2749110.0,
      "end_time": 2754608.0,
      "text": "called his cabinet together to debate legalising the ANC and freeing Mandela. Although some"
    },
    {
      "index": 495,
      "start_time": 2754610.0,
      "end_time": 2759270.0,
      "text": "were deeply opposed to his plans, de Klerk met with Mandela in December to discuss the"
    },
    {
      "index": 496,
      "start_time": 2759270.0,
      "end_time": 2764490.0,
      "text": "situation, a meeting both men considered friendly, before legalising all formerly banned political"
    },
    {
      "index": 497,
      "start_time": 2764490.0,
      "end_time": 2770680.0,
      "text": "parties in February 1990 and announcing Mandela&#39;s unconditional release. Shortly thereafter,"
    },
    {
      "index": 498,
      "start_time": 2770680.0,
      "end_time": 2774879.0,
      "text": "for the first time in 20 years, photographs of Mandela were allowed to be published in"
    },
    {
      "index": 499,
      "start_time": 2774880.0,
      "end_time": 2780800.0,
      "text": "South Africa.Leaving Victor Verster Prison on 11 February, Mandela held Winnie&#39;s hand"
    },
    {
      "index": 500,
      "start_time": 2780800.0,
      "end_time": 2786380.0,
      "text": "in front of amassed crowds and the press; the event was broadcast live across the world."
    },
    {
      "index": 501,
      "start_time": 2786380.0,
      "end_time": 2790440.0,
      "text": "Driven to Cape Town&#39;s City Hall through crowds, he gave a speech declaring his commitment"
    },
    {
      "index": 502,
      "start_time": 2790440.0,
      "end_time": 2795600.0,
      "text": "to peace and reconciliation with the white minority, but made it clear that the ANC&#39;s"
    },
    {
      "index": 503,
      "start_time": 2795600.0,
      "end_time": 2799870.0,
      "text": "armed struggle was not over, and would continue as \"a purely defensive action against the"
    },
    {
      "index": 504,
      "start_time": 2799870.0,
      "end_time": 2805569.0,
      "text": "violence of apartheid\". He expressed hope that the government would agree to negotiations,"
    },
    {
      "index": 505,
      "start_time": 2805570.0,
      "end_time": 2810390.0,
      "text": "so that \"there may no longer be the need for the armed struggle\", and insisted that his"
    },
    {
      "index": 506,
      "start_time": 2810390.0,
      "end_time": 2814379.0,
      "text": "main focus was to bring peace to the black majority and give them the right to vote in"
    },
    {
      "index": 507,
      "start_time": 2814380.0,
      "end_time": 2820410.0,
      "text": "national and local elections. Staying at Tutu&#39;s home, in the following days Mandela met with"
    },
    {
      "index": 508,
      "start_time": 2820410.0,
      "end_time": 2825879.0,
      "text": "friends, activists, and press, giving a speech to an estimated 100,000 people at Johannesburg&#39;s"
    },
    {
      "index": 509,
      "start_time": 2825880.0,
      "end_time": 2828810.0,
      "text": "Soccer City."
    },
    {
      "index": 510,
      "start_time": 2828810.0,
      "end_time": 2831820.0,
      "text": "== End of apartheid =="
    },
    {
      "index": 511,
      "start_time": 2831820.0,
      "end_time": 2843150.0,
      "text": "=== Early negotiations: 1990–91 ==="
    },
    {
      "index": 512,
      "start_time": 2843150.0,
      "end_time": 2848560.0,
      "text": "Mandela proceeded on an African tour, meeting supporters and politicians in Zambia, Zimbabwe,"
    },
    {
      "index": 513,
      "start_time": 2848560.0,
      "end_time": 2853790.0,
      "text": "Namibia, Libya and Algeria, and continuing to Sweden, where he was reunited with Tambo,"
    },
    {
      "index": 514,
      "start_time": 2853790.0,
      "end_time": 2857950.0,
      "text": "and London, where he appeared at the Nelson Mandela: An International Tribute for a Free"
    },
    {
      "index": 515,
      "start_time": 2857950.0,
      "end_time": 2863169.0,
      "text": "South Africa concert at Wembley Stadium in Wembley Park. Encouraging foreign countries"
    },
    {
      "index": 516,
      "start_time": 2863170.0,
      "end_time": 2867960.0,
      "text": "to support sanctions against the apartheid government, in France he was welcomed by President"
    },
    {
      "index": 517,
      "start_time": 2867960.0,
      "end_time": 2872950.0,
      "text": "François Mitterrand, in Vatican City by Pope John Paul II, and in the United Kingdom by"
    },
    {
      "index": 518,
      "start_time": 2872950.0,
      "end_time": 2879299.0,
      "text": "Thatcher. In the United States, he met President George H.W. Bush, addressed both Houses of"
    },
    {
      "index": 519,
      "start_time": 2879300.0,
      "end_time": 2885410.0,
      "text": "Congress and visited eight cities, being particularly popular among the African-American community."
    },
    {
      "index": 520,
      "start_time": 2885410.0,
      "end_time": 2890950.0,
      "text": "In Cuba, he became friends with President Castro, whom he had long admired. He met President"
    },
    {
      "index": 521,
      "start_time": 2890950.0,
      "end_time": 2896339.0,
      "text": "R. Venkataraman in India, President Suharto in Indonesia, Prime Minister Mahathir Mohamad"
    },
    {
      "index": 522,
      "start_time": 2896340.0,
      "end_time": 2901730.0,
      "text": "in Malaysia, and Prime Minister Bob Hawke in Australia. He visited Japan, but not the"
    },
    {
      "index": 523,
      "start_time": 2901730.0,
      "end_time": 2908600.0,
      "text": "Soviet Union, a longtime ANC supporter.In May 1990, Mandela led a multiracial ANC delegation"
    },
    {
      "index": 524,
      "start_time": 2908600.0,
      "end_time": 2914790.0,
      "text": "into preliminary negotiations with a government delegation of 11 Afrikaner men. Mandela impressed"
    },
    {
      "index": 525,
      "start_time": 2914790.0,
      "end_time": 2919390.0,
      "text": "them with his discussions of Afrikaner history, and the negotiations led to the Groot Schuur"
    },
    {
      "index": 526,
      "start_time": 2919390.0,
      "end_time": 2925500.0,
      "text": "Minute, in which the government lifted the state of emergency. In August, Mandela—recognising"
    },
    {
      "index": 527,
      "start_time": 2925500.0,
      "end_time": 2931500.0,
      "text": "the ANC&#39;s severe military disadvantage—offered a ceasefire, the Pretoria Minute, for which"
    },
    {
      "index": 528,
      "start_time": 2931500.0,
      "end_time": 2936800.0,
      "text": "he was widely criticised by MK activists. He spent much time trying to unify and build"
    },
    {
      "index": 529,
      "start_time": 2936800.0,
      "end_time": 2942701.0,
      "text": "the ANC, appearing at a Johannesburg conference in December attended by 1600 delegates, many"
    },
    {
      "index": 530,
      "start_time": 2942700.0,
      "end_time": 2948869.0,
      "text": "of whom found him more moderate than expected. At the ANC&#39;s July 1991 national conference"
    },
    {
      "index": 531,
      "start_time": 2948870.0,
      "end_time": 2952880.0,
      "text": "in Durban, Mandela admitted that the party had faults and announced his aim to build"
    },
    {
      "index": 532,
      "start_time": 2952880.0,
      "end_time": 2959680.0,
      "text": "a \"strong and well-oiled task force\" for securing majority rule. At the conference, he was elected"
    },
    {
      "index": 533,
      "start_time": 2959680.0,
      "end_time": 2965900.0,
      "text": "ANC President, replacing the ailing Tambo, and a 50-strong multiracial, mixed gendered"
    },
    {
      "index": 534,
      "start_time": 2965100.0,
      "end_time": 2970150.0,
      "text": "national executive was elected.Mandela was given an office in the newly purchased ANC"
    },
    {
      "index": 535,
      "start_time": 2970150.0,
      "end_time": 2975260.0,
      "text": "headquarters at Shell House, Johannesburg, and moved into Winnie&#39;s large Soweto home."
    },
    {
      "index": 536,
      "start_time": 2975260.0,
      "end_time": 2979780.0,
      "text": "Their marriage was increasingly strained as he learned of her affair with Dali Mpofu,"
    },
    {
      "index": 537,
      "start_time": 2979780.0,
      "end_time": 2984160.0,
      "text": "but he supported her during her trial for kidnapping and assault. He gained funding"
    },
    {
      "index": 538,
      "start_time": 2984160.0,
      "end_time": 2988549.0,
      "text": "for her defence from the International Defence and Aid Fund for Southern Africa and from"
    },
    {
      "index": 539,
      "start_time": 2988550.0,
      "end_time": 2993940.0,
      "text": "Libyan leader Muammar Gaddafi, but in June 1991 she was found guilty and sentenced to"
    },
    {
      "index": 540,
      "start_time": 2993940.0,
      "end_time": 3001220.0,
      "text": "six years in prison, reduced to two on appeal. On 13 April 1992, Mandela publicly announced"
    },
    {
      "index": 541,
      "start_time": 3001220.0,
      "end_time": 3006709.0,
      "text": "his separation from Winnie. The ANC forced her to step down from the national executive"
    },
    {
      "index": 542,
      "start_time": 3006710.0,
      "end_time": 3011910.0,
      "text": "for misappropriating ANC funds; Mandela moved into the mostly white Johannesburg suburb"
    },
    {
      "index": 543,
      "start_time": 3011910.0,
      "end_time": 3017310.0,
      "text": "of Houghton. Mandela&#39;s prospects for a peaceful transition were further damaged by an increase"
    },
    {
      "index": 544,
      "start_time": 3017310.0,
      "end_time": 3024369.0,
      "text": "in \"black-on-black\" violence, particularly between ANC and Inkatha supporters in KwaZulu-Natal,"
    },
    {
      "index": 545,
      "start_time": 3024370.0,
      "end_time": 3029591.0,
      "text": "which resulted in thousands of deaths. Mandela met with Inkatha leader Buthelezi, but the"
    },
    {
      "index": 546,
      "start_time": 3029590.0,
      "end_time": 3035760.0,
      "text": "ANC prevented further negotiations on the issue. Mandela argued that there was a \"third"
    },
    {
      "index": 547,
      "start_time": 3035760.0,
      "end_time": 3041150.0,
      "text": "force\" within the state intelligence services fuelling the \"slaughter of the people\" and"
    },
    {
      "index": 548,
      "start_time": 3041150.0,
      "end_time": 3047120.0,
      "text": "openly blamed de Klerk—whom he increasingly distrusted—for the Sebokeng massacre. In"
    },
    {
      "index": 549,
      "start_time": 3047120.0,
      "end_time": 3052740.0,
      "text": "September 1991, a national peace conference was held in Johannesburg at which Mandela,"
    },
    {
      "index": 550,
      "start_time": 3052740.0,
      "end_time": 3060580.0,
      "text": "Buthelezi and de Klerk signed a peace accord, though the violence continued."
    },
    {
      "index": 551,
      "start_time": 3060580.0,
      "end_time": 3068960.0,
      "text": "=== CODESA talks: 1991–92 === The Convention for a Democratic South Africa"
    },
    {
      "index": 552,
      "start_time": 3068960.0,
      "end_time": 3076000.0,
      "text": "(CODESA) began in December 1991 at the Johannesburg World Trade Centre, attended by 228 delegates"
    },
    {
      "index": 553,
      "start_time": 3076000.0,
      "end_time": 3082430.0,
      "text": "from 19 political parties. Although Cyril Ramaphosa led the ANC&#39;s delegation, Mandela"
    },
    {
      "index": 554,
      "start_time": 3082430.0,
      "end_time": 3086640.0,
      "text": "remained a key figure, and after de Klerk used the closing speech to condemn the ANC&#39;s"
    },
    {
      "index": 555,
      "start_time": 3086640.0,
      "end_time": 3091509.0,
      "text": "violence, he took to the stage to denounce de Klerk as the \"head of an illegitimate,"
    },
    {
      "index": 556,
      "start_time": 3091510.0,
      "end_time": 3097610.0,
      "text": "discredited minority regime\". Dominated by the National Party and ANC, little negotiation"
    },
    {
      "index": 557,
      "start_time": 3097610.0,
      "end_time": 3104359.0,
      "text": "was achieved. CODESA 2 was held in May 1992, at which de Klerk insisted that post-apartheid"
    },
    {
      "index": 558,
      "start_time": 3104360.0,
      "end_time": 3109171.0,
      "text": "South Africa must use a federal system with a rotating presidency to ensure the protection"
    },
    {
      "index": 559,
      "start_time": 3109170.0,
      "end_time": 3114570.0,
      "text": "of ethnic minorities; Mandela opposed this, demanding a unitary system governed by majority"
    },
    {
      "index": 560,
      "start_time": 3114570.0,
      "end_time": 3120260.0,
      "text": "rule. Following the Boipatong massacre of ANC activists by government-aided Inkatha"
    },
    {
      "index": 561,
      "start_time": 3120260.0,
      "end_time": 3124600.0,
      "text": "militants, Mandela called off the negotiations, before attending a meeting of the Organisation"
    },
    {
      "index": 562,
      "start_time": 3124600.0,
      "end_time": 3129990.0,
      "text": "of African Unity in Senegal, at which he called for a special session of the UN Security Council"
    },
    {
      "index": 563,
      "start_time": 3129990.0,
      "end_time": 3135500.0,
      "text": "and proposed that a UN peacekeeping force be stationed in South Africa to prevent \"state"
    },
    {
      "index": 564,
      "start_time": 3135500.0,
      "end_time": 3141900.0,
      "text": "terrorism\". Calling for domestic mass action, in August the ANC organised the largest-ever"
    },
    {
      "index": 565,
      "start_time": 3141900.0,
      "end_time": 3146130.0,
      "text": "strike in South African history, and supporters marched on Pretoria."
    },
    {
      "index": 566,
      "start_time": 3146130.0,
      "end_time": 3151100.0,
      "text": "Following the Bisho massacre, in which 28 ANC supporters and one soldier were shot dead"
    },
    {
      "index": 567,
      "start_time": 3151100.0,
      "end_time": 3155970.0,
      "text": "by the Ciskei Defence Force during a protest march, Mandela realised that mass action was"
    },
    {
      "index": 568,
      "start_time": 3155970.0,
      "end_time": 3162900.0,
      "text": "leading to further violence and resumed negotiations in September. He agreed to do so on the conditions"
    },
    {
      "index": 569,
      "start_time": 3162100.0,
      "end_time": 3166470.0,
      "text": "that all political prisoners be released, that Zulu traditional weapons be banned, and"
    },
    {
      "index": 570,
      "start_time": 3166470.0,
      "end_time": 3170779.0,
      "text": "that Zulu hostels would be fenced off, the latter two measures intended to prevent further"
    },
    {
      "index": 571,
      "start_time": 3170780.0,
      "end_time": 3176370.0,
      "text": "Inkatha attacks; de Klerk reluctantly agreed. The negotiations agreed that a multiracial"
    },
    {
      "index": 572,
      "start_time": 3176370.0,
      "end_time": 3180868.0,
      "text": "general election would be held, resulting in a five-year coalition government of national"
    },
    {
      "index": 573,
      "start_time": 3180870.0,
      "end_time": 3186411.0,
      "text": "unity and a constitutional assembly that gave the National Party continuing influence. The"
    },
    {
      "index": 574,
      "start_time": 3186410.0,
      "end_time": 3191420.0,
      "text": "ANC also conceded to safeguarding the jobs of white civil servants; such concessions"
    },
    {
      "index": 575,
      "start_time": 3191420.0,
      "end_time": 3196560.0,
      "text": "brought fierce internal criticism. The duo agreed on an interim constitution based on"
    },
    {
      "index": 576,
      "start_time": 3196560.0,
      "end_time": 3202100.0,
      "text": "a liberal democratic model, guaranteeing separation of powers, creating a constitutional court,"
    },
    {
      "index": 577,
      "start_time": 3202100.0,
      "end_time": 3206770.0,
      "text": "and including a US-style bill of rights; it also divided the country into nine provinces,"
    },
    {
      "index": 578,
      "start_time": 3206770.0,
      "end_time": 3211460.0,
      "text": "each with its own premier and civil service, a concession between de Klerk&#39;s desire for"
    },
    {
      "index": 579,
      "start_time": 3211460.0,
      "end_time": 3216880.0,
      "text": "federalism and Mandela&#39;s for unitary government.The democratic process was threatened by the Concerned"
    },
    {
      "index": 580,
      "start_time": 3216880.0,
      "end_time": 3222770.0,
      "text": "South Africans Group (COSAG), an alliance of black ethnic-secessionist groups like Inkatha"
    },
    {
      "index": 581,
      "start_time": 3222770.0,
      "end_time": 3229990.0,
      "text": "and far-right Afrikaner parties; in June 1993, one of the latter—the Afrikaner Weerstandsbeweging"
    },
    {
      "index": 582,
      "start_time": 3229990.0,
      "end_time": 3236111.0,
      "text": "(AWB)—attacked the Kempton Park World Trade Centre. Following the murder of ANC activist"
    },
    {
      "index": 583,
      "start_time": 3236110.0,
      "end_time": 3240939.0,
      "text": "Chris Hani, Mandela made a publicised speech to calm rioting, soon after appearing at a"
    },
    {
      "index": 584,
      "start_time": 3240940.0,
      "end_time": 3247600.0,
      "text": "mass funeral in Soweto for Tambo, who had died of a stroke. In July 1993, both Mandela"
    },
    {
      "index": 585,
      "start_time": 3247600.0,
      "end_time": 3252470.0,
      "text": "and de Klerk visited the US, independently meeting President Bill Clinton and each receiving"
    },
    {
      "index": 586,
      "start_time": 3252470.0,
      "end_time": 3257839.0,
      "text": "the Liberty Medal. Soon after, Mandela and de Klerk were jointly awarded the Nobel Peace"
    },
    {
      "index": 587,
      "start_time": 3257840.0,
      "end_time": 3263980.0,
      "text": "Prize in Norway. Influenced by Thabo Mbeki, Mandela began meeting with big business figures,"
    },
    {
      "index": 588,
      "start_time": 3263980.0,
      "end_time": 3268109.0,
      "text": "and played down his support for nationalisation, fearing that he would scare away much-needed"
    },
    {
      "index": 589,
      "start_time": 3268110.0,
      "end_time": 3273611.0,
      "text": "foreign investment. Although criticised by socialist ANC members, he had been encouraged"
    },
    {
      "index": 590,
      "start_time": 3273610.0,
      "end_time": 3278130.0,
      "text": "to embrace private enterprise by members of the Chinese and Vietnamese Communist parties"
    },
    {
      "index": 591,
      "start_time": 3278130.0,
      "end_time": 3286400.0,
      "text": "at the January 1992 World Economic Forum in Switzerland."
    },
    {
      "index": 592,
      "start_time": 3286400.0,
      "end_time": 3291900.0,
      "text": "=== General election: 1994 ==="
    },
    {
      "index": 593,
      "start_time": 3291900.0,
      "end_time": 3298681.0,
      "text": "With the election set for 27 April 1994, the ANC began campaigning, opening 100 election"
    },
    {
      "index": 594,
      "start_time": 3298680.0,
      "end_time": 3303239.0,
      "text": "offices and orchestrating People&#39;s Forums across the country at which Mandela could"
    },
    {
      "index": 595,
      "start_time": 3303240.0,
      "end_time": 3309800.0,
      "text": "appear, as a popular figure with great status among black South Africans. The ANC campaigned"
    },
    {
      "index": 596,
      "start_time": 3309800.0,
      "end_time": 3314830.0,
      "text": "on a Reconstruction and Development Programme (RDP) to build a million houses in five years,"
    },
    {
      "index": 597,
      "start_time": 3314830.0,
      "end_time": 3320690.0,
      "text": "introduce universal free education and extend access to water and electricity. The party&#39;s"
    },
    {
      "index": 598,
      "start_time": 3320700.0,
      "end_time": 3325540.0,
      "text": "slogan was \"a better life for all\", although it was not explained how this development"
    },
    {
      "index": 599,
      "start_time": 3325540.0,
      "end_time": 3330210.0,
      "text": "would be funded. With the exception of the Weekly Mail and the New Nation, South Africa&#39;s"
    },
    {
      "index": 600,
      "start_time": 3330210.0,
      "end_time": 3334750.0,
      "text": "press opposed Mandela&#39;s election, fearing continued ethnic strife, instead supporting"
    },
    {
      "index": 601,
      "start_time": 3334750.0,
      "end_time": 3340980.0,
      "text": "the National or Democratic Party. Mandela devoted much time to fundraising for the ANC,"
    },
    {
      "index": 602,
      "start_time": 3340980.0,
      "end_time": 3345500.0,
      "text": "touring North America, Europe and Asia to meet wealthy donors, including former supporters"
    },
    {
      "index": 603,
      "start_time": 3345500.0,
      "end_time": 3351680.0,
      "text": "of the apartheid regime. He also urged a reduction in the voting age from 18 to 14; rejected"
    },
    {
      "index": 604,
      "start_time": 3351680.0,
      "end_time": 3357551.0,
      "text": "by the ANC, this policy became the subject of ridicule.Concerned that COSAG would undermine"
    },
    {
      "index": 605,
      "start_time": 3357550.0,
      "end_time": 3361929.0,
      "text": "the election, particularly in the wake of the conflict in Bophuthatswana and the Shell"
    },
    {
      "index": 606,
      "start_time": 3361930.0,
      "end_time": 3368419.0,
      "text": "House Massacre—incidents of violence involving the AWB and Inkatha, respectively—Mandela"
    },
    {
      "index": 607,
      "start_time": 3368420.0,
      "end_time": 3374160.0,
      "text": "met with Afrikaner politicians and generals, including P. W. Botha, Pik Botha and Constand"
    },
    {
      "index": 608,
      "start_time": 3374160.0,
      "end_time": 3379109.0,
      "text": "Viljoen, persuading many to work within the democratic system. With de Klerk, he also"
    },
    {
      "index": 609,
      "start_time": 3379110.0,
      "end_time": 3384260.0,
      "text": "convinced Inkatha&#39;s Buthelezi to enter the elections rather than launch a war of secession."
    },
    {
      "index": 610,
      "start_time": 3384260.0,
      "end_time": 3389300.0,
      "text": "As leaders of the two major parties, de Klerk and Mandela appeared on a televised debate;"
    },
    {
      "index": 611,
      "start_time": 3389300.0,
      "end_time": 3393290.0,
      "text": "although de Klerk was widely considered the better speaker at the event, Mandela&#39;s offer"
    },
    {
      "index": 612,
      "start_time": 3393290.0,
      "end_time": 3398480.0,
      "text": "to shake his hand surprised him, leading some commentators to deem it a victory for Mandela."
    },
    {
      "index": 613,
      "start_time": 3398480.0,
      "end_time": 3404390.0,
      "text": "The election went ahead with little violence, although an AWB cell killed 20 with car bombs."
    },
    {
      "index": 614,
      "start_time": 3404390.0,
      "end_time": 3410290.0,
      "text": "As widely expected, the ANC won a sweeping victory, taking 63% of the vote, just short"
    },
    {
      "index": 615,
      "start_time": 3410290.0,
      "end_time": 3415900.0,
      "text": "of the two-thirds majority needed to unilaterally change the constitution. The ANC was also"
    },
    {
      "index": 616,
      "start_time": 3415900.0,
      "end_time": 3421810.0,
      "text": "victorious in seven provinces, with Inkatha and the National Party each taking another."
    },
    {
      "index": 617,
      "start_time": 3421810.0,
      "end_time": 3425799.0,
      "text": "Mandela voted at the Ohlange High School in Durban, and though the ANC&#39;s victory assured"
    },
    {
      "index": 618,
      "start_time": 3425800.0,
      "end_time": 3430400.0,
      "text": "his election as President, he publicly accepted that the election had been marred by instances"
    },
    {
      "index": 619,
      "start_time": 3430400.0,
      "end_time": 3436609.0,
      "text": "of fraud and sabotage."
    },
    {
      "index": 620,
      "start_time": 3436610.0,
      "end_time": 3444231.0,
      "text": "== Presidency of South Africa: 1994–1999 =="
    },
    {
      "index": 621,
      "start_time": 3444230.0,
      "end_time": 3449230.0,
      "text": "The newly elected National Assembly&#39;s first act was to formally elect Mandela as South"
    },
    {
      "index": 622,
      "start_time": 3449230.0,
      "end_time": 3454780.0,
      "text": "Africa&#39;s first black chief executive. His inauguration took place in Pretoria on 10"
    },
    {
      "index": 623,
      "start_time": 3454780.0,
      "end_time": 3461610.0,
      "text": "May 1994, televised to a billion viewers globally. The event was attended by four thousand guests,"
    },
    {
      "index": 624,
      "start_time": 3461610.0,
      "end_time": 3467700.0,
      "text": "including world leaders from a wide range of geographic and ideological backgrounds."
    },
    {
      "index": 625,
      "start_time": 3467700.0,
      "end_time": 3472390.0,
      "text": "Mandela headed a Government of National Unity dominated by the ANC—which had no experience"
    },
    {
      "index": 626,
      "start_time": 3472390.0,
      "end_time": 3478401.0,
      "text": "of governing by itself—but containing representatives from the National Party and Inkatha. Under"
    },
    {
      "index": 627,
      "start_time": 3478400.0,
      "end_time": 3483108.0,
      "text": "the Interim Constitution, Inkatha and the National Party were entitled to seats in the"
    },
    {
      "index": 628,
      "start_time": 3483110.0,
      "end_time": 3488110.0,
      "text": "government by virtue of winning at least 20 seats. In keeping with earlier agreements,"
    },
    {
      "index": 629,
      "start_time": 3488110.0,
      "end_time": 3493270.0,
      "text": "both de Klerk and Thabo Mbeki were given the position of Deputy President. Although Mbeki"
    },
    {
      "index": 630,
      "start_time": 3493270.0,
      "end_time": 3497590.0,
      "text": "had not been his first choice for the job, Mandela grew to rely heavily on him throughout"
    },
    {
      "index": 631,
      "start_time": 3497590.0,
      "end_time": 3503900.0,
      "text": "his presidency, allowing him to shape policy details. Moving into the presidential office"
    },
    {
      "index": 632,
      "start_time": 3503900.0,
      "end_time": 3507910.0,
      "text": "at Tuynhuys in Cape Town, Mandela allowed de Klerk to retain the presidential residence"
    },
    {
      "index": 633,
      "start_time": 3507910.0,
      "end_time": 3512149.0,
      "text": "in the Groote Schuur estate, instead settling into the nearby Westbrooke manor, which he"
    },
    {
      "index": 634,
      "start_time": 3512150.0,
      "end_time": 3519349.0,
      "text": "renamed \"Genadendal\", meaning \"Valley of Mercy\" in Afrikaans. Retaining his Houghton home,"
    },
    {
      "index": 635,
      "start_time": 3519350.0,
      "end_time": 3523901.0,
      "text": "he also had a house built in his home village of Qunu, which he visited regularly, walking"
    },
    {
      "index": 636,
      "start_time": 3523900.0,
      "end_time": 3529130.0,
      "text": "around the area, meeting with locals, and judging tribal disputes.Aged 76, he faced"
    },
    {
      "index": 637,
      "start_time": 3529130.0,
      "end_time": 3534680.0,
      "text": "various ailments, and although exhibiting continued energy, he felt isolated and lonely."
    },
    {
      "index": 638,
      "start_time": 3534680.0,
      "end_time": 3538950.0,
      "text": "He often entertained celebrities, such as Michael Jackson, Whoopi Goldberg, and the"
    },
    {
      "index": 639,
      "start_time": 3538950.0,
      "end_time": 3544810.0,
      "text": "Spice Girls, and befriended ultra-rich businessmen, like Harry Oppenheimer of Anglo-American."
    },
    {
      "index": 640,
      "start_time": 3544810.0,
      "end_time": 3550460.0,
      "text": "He also met with Queen Elizabeth II on her March 1995 state visit to South Africa, which"
    },
    {
      "index": 641,
      "start_time": 3550460.0,
      "end_time": 3556680.0,
      "text": "earned him strong criticism from ANC anti-capitalists. Despite his opulent surroundings, Mandela"
    },
    {
      "index": 642,
      "start_time": 3556680.0,
      "end_time": 3563118.0,
      "text": "lived simply, donating a third of his R 552,000 annual income to the Nelson Mandela Children&#39;s"
    },
    {
      "index": 643,
      "start_time": 3563120.0,
      "end_time": 3569110.0,
      "text": "Fund, which he had founded in 1995. Although dismantling press censorship, speaking out"
    },
    {
      "index": 644,
      "start_time": 3569110.0,
      "end_time": 3573780.0,
      "text": "in favour of freedom of the press, and befriending many journalists, Mandela was critical of"
    },
    {
      "index": 645,
      "start_time": 3573780.0,
      "end_time": 3578220.0,
      "text": "much of the country&#39;s media, noting that it was overwhelmingly owned and run by middle-class"
    },
    {
      "index": 646,
      "start_time": 3578220.0,
      "end_time": 3582899.0,
      "text": "whites and believing that it focused too heavily on scaremongering about crime.In December"
    },
    {
      "index": 647,
      "start_time": 3582900.0,
      "end_time": 3588660.0,
      "text": "1994, Mandela published Long Walk to Freedom, an autobiography based around a manuscript"
    },
    {
      "index": 648,
      "start_time": 3588660.0,
      "end_time": 3593180.0,
      "text": "he had written in prison, augmented by interviews conducted with American journalist Richard"
    },
    {
      "index": 649,
      "start_time": 3593180.0,
      "end_time": 3599819.0,
      "text": "Stengel. In late 1994, he attended the 49th conference of the ANC in Bloemfontein, at"
    },
    {
      "index": 650,
      "start_time": 3599820.0,
      "end_time": 3604300.0,
      "text": "which a more militant national executive was elected, among them Winnie Mandela; although"
    },
    {
      "index": 651,
      "start_time": 3604300.0,
      "end_time": 3608940.0,
      "text": "she expressed an interest in reconciling, Nelson initiated divorce proceedings in August"
    },
    {
      "index": 652,
      "start_time": 3608940.0,
      "end_time": 3615920.0,
      "text": "1995. By 1995, he had entered into a relationship with Graça Machel, a Mozambican political"
    },
    {
      "index": 653,
      "start_time": 3615920.0,
      "end_time": 3621869.0,
      "text": "activist 27 years his junior who was the widow of former president Samora Machel. They had"
    },
    {
      "index": 654,
      "start_time": 3621870.0,
      "end_time": 3626281.0,
      "text": "first met in July 1990 when she was still in mourning, but their friendship grew into"
    },
    {
      "index": 655,
      "start_time": 3626280.0,
      "end_time": 3631170.0,
      "text": "a partnership, with Machel accompanying him on many of his foreign visits. She turned"
    },
    {
      "index": 656,
      "start_time": 3631170.0,
      "end_time": 3635740.0,
      "text": "down Mandela&#39;s first marriage proposal, wanting to retain some independence and dividing her"
    },
    {
      "index": 657,
      "start_time": 3635740.0,
      "end_time": 3642538.0,
      "text": "time between Mozambique and Johannesburg."
    },
    {
      "index": 658,
      "start_time": 3642540.0,
      "end_time": 3647191.0,
      "text": "=== National reconciliation ==="
    },
    {
      "index": 659,
      "start_time": 3647190.0,
      "end_time": 3652450.0,
      "text": "Presiding over the transition from apartheid minority rule to a multicultural democracy,"
    },
    {
      "index": 660,
      "start_time": 3652450.0,
      "end_time": 3657609.0,
      "text": "Mandela saw national reconciliation as the primary task of his presidency. Having seen"
    },
    {
      "index": 661,
      "start_time": 3657610.0,
      "end_time": 3662710.0,
      "text": "other post-colonial African economies damaged by the departure of white elites, Mandela"
    },
    {
      "index": 662,
      "start_time": 3662710.0,
      "end_time": 3667210.0,
      "text": "worked to reassure South Africa&#39;s white population that they were protected and represented in"
    },
    {
      "index": 663,
      "start_time": 3667210.0,
      "end_time": 3672580.0,
      "text": "\"the Rainbow Nation\". Although his Government of National Unity would be dominated by the"
    },
    {
      "index": 664,
      "start_time": 3672580.0,
      "end_time": 3677690.0,
      "text": "ANC, he attempted to create a broad coalition by appointing de Klerk as Deputy President"
    },
    {
      "index": 665,
      "start_time": 3677690.0,
      "end_time": 3683190.0,
      "text": "and appointing other National Party officials as ministers for Agriculture, Energy, Environment,"
    },
    {
      "index": 666,
      "start_time": 3683190.0,
      "end_time": 3688450.0,
      "text": "and Minerals and Energy, as well as naming Buthelezi as Minister for Home Affairs. The"
    },
    {
      "index": 667,
      "start_time": 3688450.0,
      "end_time": 3694200.0,
      "text": "other cabinet positions were taken by ANC members, many of whom—like Joe Modise, Alfred"
    },
    {
      "index": 668,
      "start_time": 3694200.0,
      "end_time": 3701140.0,
      "text": "Nzo, Joe Slovo, Mac Maharaj and Dullah Omar—had long been comrades of Mandela, although others,"
    },
    {
      "index": 669,
      "start_time": 3701140.0,
      "end_time": 3706779.0,
      "text": "such as Tito Mboweni and Jeff Radebe, were far younger. Mandela&#39;s relationship with de"
    },
    {
      "index": 670,
      "start_time": 3706780.0,
      "end_time": 3710761.0,
      "text": "Klerk was strained; Mandela thought that de Klerk was intentionally provocative, and de"
    },
    {
      "index": 671,
      "start_time": 3710760.0,
      "end_time": 3717249.0,
      "text": "Klerk felt that he was being intentionally humiliated by the president. In January 1995,"
    },
    {
      "index": 672,
      "start_time": 3717250.0,
      "end_time": 3722760.0,
      "text": "Mandela heavily chastised him for awarding amnesty to 3,500 police officers just before"
    },
    {
      "index": 673,
      "start_time": 3722760.0,
      "end_time": 3727270.0,
      "text": "the election, and later criticised him for defending former Minister of Defence Magnus"
    },
    {
      "index": 674,
      "start_time": 3727270.0,
      "end_time": 3732290.0,
      "text": "Malan when the latter was charged with murder.Mandela personally met with senior figures of the"
    },
    {
      "index": 675,
      "start_time": 3732290.0,
      "end_time": 3737210.0,
      "text": "apartheid regime, including Hendrik Verwoerd&#39;s widow, Betsie Schoombie, and lawyer Percy"
    },
    {
      "index": 676,
      "start_time": 3737210.0,
      "end_time": 3742560.0,
      "text": "Yutar, also laying a wreath by the statue of Afrikaner hero Daniel Theron. Emphasising"
    },
    {
      "index": 677,
      "start_time": 3742560.0,
      "end_time": 3748160.0,
      "text": "personal forgiveness and reconciliation, he announced that \"courageous people do not fear"
    },
    {
      "index": 678,
      "start_time": 3748160.0,
      "end_time": 3754690.0,
      "text": "forgiving, for the sake of peace.\" He encouraged black South Africans to get behind the previously"
    },
    {
      "index": 679,
      "start_time": 3754700.0,
      "end_time": 3759780.0,
      "text": "hated national rugby team, the Springboks, as South Africa hosted the 1995 Rugby World"
    },
    {
      "index": 680,
      "start_time": 3759780.0,
      "end_time": 3765380.0,
      "text": "Cup. Mandela wore a Springbok shirt at the final against New Zealand, and after the Springboks"
    },
    {
      "index": 681,
      "start_time": 3765380.0,
      "end_time": 3771190.0,
      "text": "won the match, Mandela presented the trophy to captain Francois Pienaar, an Afrikaner."
    },
    {
      "index": 682,
      "start_time": 3771190.0,
      "end_time": 3776180.0,
      "text": "This was widely seen as a major step in the reconciliation of white and black South Africans;"
    },
    {
      "index": 683,
      "start_time": 3776180.0,
      "end_time": 3782348.0,
      "text": "as de Klerk later put it, \"Mandela won the hearts of millions of white rugby fans.\" Mandela&#39;s"
    },
    {
      "index": 684,
      "start_time": 3782350.0,
      "end_time": 3787191.0,
      "text": "efforts at reconciliation assuaged the fears of whites, but also drew criticism from more"
    },
    {
      "index": 685,
      "start_time": 3787190.0,
      "end_time": 3792820.0,
      "text": "militant blacks. Among the latter was his estranged wife, Winnie, who accused the ANC"
    },
    {
      "index": 686,
      "start_time": 3792820.0,
      "end_time": 3796910.0,
      "text": "of being more interested in appeasing the white community than in helping the black"
    },
    {
      "index": 687,
      "start_time": 3796910.0,
      "end_time": 3801710.0,
      "text": "majority.Mandela oversaw the formation of a Truth and Reconciliation Commission to investigate"
    },
    {
      "index": 688,
      "start_time": 3801710.0,
      "end_time": 3806490.0,
      "text": "crimes committed under apartheid by both the government and the ANC, appointing Tutu as"
    },
    {
      "index": 689,
      "start_time": 3806490.0,
      "end_time": 3811750.0,
      "text": "its chair. To prevent the creation of martyrs, the Commission granted individual amnesties"
    },
    {
      "index": 690,
      "start_time": 3811750.0,
      "end_time": 3817550.0,
      "text": "in exchange for testimony of crimes committed during the apartheid era. Dedicated in February"
    },
    {
      "index": 691,
      "start_time": 3817550.0,
      "end_time": 3823600.0,
      "text": "1996, it held two years of hearings detailing rapes, torture, bombings, and assassinations,"
    },
    {
      "index": 692,
      "start_time": 3823600.0,
      "end_time": 3829380.0,
      "text": "before issuing its final report in October 1998. Both de Klerk and Mbeki appealed to"
    },
    {
      "index": 693,
      "start_time": 3829380.0,
      "end_time": 3834690.0,
      "text": "have parts of the report suppressed, though only de Klerk&#39;s appeal was successful. Mandela"
    },
    {
      "index": 694,
      "start_time": 3834690.0,
      "end_time": 3838859.0,
      "text": "praised the Commission&#39;s work, stating that it \"had helped us move away from the past"
    },
    {
      "index": 695,
      "start_time": 3838860.0,
      "end_time": 3846760.0,
      "text": "to concentrate on the present and the future\"."
    },
    {
      "index": 696,
      "start_time": 3846760.0,
      "end_time": 3851349.0,
      "text": "=== Domestic programmes ==="
    },
    {
      "index": 697,
      "start_time": 3851350.0,
      "end_time": 3855631.0,
      "text": "Mandela&#39;s administration inherited a country with a huge disparity in wealth and services"
    },
    {
      "index": 698,
      "start_time": 3855630.0,
      "end_time": 3861481.0,
      "text": "between white and black communities. Of a population of 40 million, around 23 million"
    },
    {
      "index": 699,
      "start_time": 3861480.0,
      "end_time": 3866589.0,
      "text": "lacked electricity or adequate sanitation, and 12 million lacked clean water supplies,"
    },
    {
      "index": 700,
      "start_time": 3866590.0,
      "end_time": 3871300.0,
      "text": "with 2 million children not in school and a third of the population illiterate. There"
    },
    {
      "index": 701,
      "start_time": 3871300.0,
      "end_time": 3875980.0,
      "text": "was 33% unemployment, and just under half of the population lived below the poverty"
    },
    {
      "index": 702,
      "start_time": 3875980.0,
      "end_time": 3881109.0,
      "text": "line. Government financial reserves were nearly depleted, with a fifth of the national budget"
    },
    {
      "index": 703,
      "start_time": 3881110.0,
      "end_time": 3885231.0,
      "text": "being spent on debt repayment, meaning that the extent of the promised Reconstruction"
    },
    {
      "index": 704,
      "start_time": 3885230.0,
      "end_time": 3890150.0,
      "text": "and Development Programme (RDP) was scaled back, with none of the proposed nationalisation"
    },
    {
      "index": 705,
      "start_time": 3890150.0,
      "end_time": 3896980.0,
      "text": "or job creation. In 1996, the RDP was replaced with a new policy, Growth, Employment and"
    },
    {
      "index": 706,
      "start_time": 3896980.0,
      "end_time": 3902000.0,
      "text": "Redistribution (GEAR), which maintained South Africa&#39;s mixed economy but placed an emphasis"
    },
    {
      "index": 707,
      "start_time": 3902000.0,
      "end_time": 3906110.0,
      "text": "on economic growth through a framework of market economics and the encouragement of"
    },
    {
      "index": 708,
      "start_time": 3906110.0,
      "end_time": 3911369.0,
      "text": "foreign investment; many in the ANC derided it as a neo-liberal policy that did not address"
    },
    {
      "index": 709,
      "start_time": 3911370.0,
      "end_time": 3917561.0,
      "text": "social inequality, no matter how Mandela defended it. In adopting this approach, Mandela&#39;s government"
    },
    {
      "index": 710,
      "start_time": 3917560.0,
      "end_time": 3923670.0,
      "text": "adhered to the \"Washington consensus\" advocated by the World Bank and International Monetary"
    },
    {
      "index": 711,
      "start_time": 3923670.0,
      "end_time": 3933100.0,
      "text": "Fund.Under Mandela&#39;s presidency, welfare spending increased by 13% in 1996/97, 13% in 1997/98,"
    },
    {
      "index": 712,
      "start_time": 3933100.0,
      "end_time": 3939820.0,
      "text": "and 7% in 1998/99. The government introduced parity in grants for communities, including"
    },
    {
      "index": 713,
      "start_time": 3939820.0,
      "end_time": 3944619.0,
      "text": "disability grants, child maintenance grants, and old-age pensions, which had previously"
    },
    {
      "index": 714,
      "start_time": 3944620.0,
      "end_time": 3950891.0,
      "text": "been set at different levels for South Africa&#39;s different racial groups. In 1994, free healthcare"
    },
    {
      "index": 715,
      "start_time": 3950890.0,
      "end_time": 3955230.0,
      "text": "was introduced for children under six and pregnant women, a provision extended to all"
    },
    {
      "index": 716,
      "start_time": 3955230.0,
      "end_time": 3962430.0,
      "text": "those using primary level public sector health care services in 1996. By the 1999 election,"
    },
    {
      "index": 717,
      "start_time": 3962430.0,
      "end_time": 3967259.0,
      "text": "the ANC could boast that due to their policies, 3 million people were connected to telephone"
    },
    {
      "index": 718,
      "start_time": 3967260.0,
      "end_time": 3973990.0,
      "text": "lines, 1.5 million children were brought into the education system, 500 clinics were upgraded"
    },
    {
      "index": 719,
      "start_time": 3973990.0,
      "end_time": 3977750.0,
      "text": "or constructed, 2 million people were connected to the electricity grid, water access was"
    },
    {
      "index": 720,
      "start_time": 3977750.0,
      "end_time": 3983770.0,
      "text": "extended to 3 million people, and 750,000 houses were constructed, housing nearly 3"
    },
    {
      "index": 721,
      "start_time": 3983770.0,
      "end_time": 3985340.0,
      "text": "million people."
    },
    {
      "index": 722,
      "start_time": 3985340.0,
      "end_time": 3990670.0,
      "text": "The Land Reform Act 3 of 1996 safeguarded the rights of labour tenants living on farms"
    },
    {
      "index": 723,
      "start_time": 3990670.0,
      "end_time": 3995960.0,
      "text": "where they grew crops or grazed livestock. This legislation ensured that such tenants"
    },
    {
      "index": 724,
      "start_time": 3995960.0,
      "end_time": 4001369.0,
      "text": "could not be evicted without a court order or if they were over the age of 65. Recognising"
    },
    {
      "index": 725,
      "start_time": 4001370.0,
      "end_time": 4006401.0,
      "text": "that arms manufacturing was a key industry for the South African economy, Mandela endorsed"
    },
    {
      "index": 726,
      "start_time": 4006400.0,
      "end_time": 4010700.0,
      "text": "the trade in weapons but brought in tighter regulations surrounding Armscor to ensure"
    },
    {
      "index": 727,
      "start_time": 4010700.0,
      "end_time": 4016960.0,
      "text": "that South African weaponry was not sold to authoritarian regimes. Under Mandela&#39;s administration,"
    },
    {
      "index": 728,
      "start_time": 4016960.0,
      "end_time": 4022200.0,
      "text": "tourism was increasingly promoted, becoming a major sector of the South African economy.Critics"
    },
    {
      "index": 729,
      "start_time": 4022200.0,
      "end_time": 4027190.0,
      "text": "like Edwin Cameron accused Mandela&#39;s government of doing little to stem the HIV/AIDS pandemic"
    },
    {
      "index": 730,
      "start_time": 4027190.0,
      "end_time": 4034260.0,
      "text": "in the country; by 1999, 10% of South Africa&#39;s population were HIV positive. Mandela later"
    },
    {
      "index": 731,
      "start_time": 4034260.0,
      "end_time": 4038540.0,
      "text": "admitted that he had personally neglected the issue, in part due to public reticence"
    },
    {
      "index": 732,
      "start_time": 4038540.0,
      "end_time": 4043220.0,
      "text": "in discussing issues surrounding sex in South Africa, and that he had instead left the issue"
    },
    {
      "index": 733,
      "start_time": 4043220.0,
      "end_time": 4049279.0,
      "text": "for Mbeki to deal with. Mandela also received criticism for failing to sufficiently combat"
    },
    {
      "index": 734,
      "start_time": 4049280.0,
      "end_time": 4053349.0,
      "text": "crime; South Africa had one of the world&#39;s highest crime rates, and the activities of"
    },
    {
      "index": 735,
      "start_time": 4053350.0,
      "end_time": 4058671.0,
      "text": "international crime syndicates in the country grew significantly throughout the decade."
    },
    {
      "index": 736,
      "start_time": 4058670.0,
      "end_time": 4062460.0,
      "text": "Mandela&#39;s administration was also perceived as having failed to deal with the problem"
    },
    {
      "index": 737,
      "start_time": 4062460.0,
      "end_time": 4066859.0,
      "text": "of corruption.Further problems were caused by the exodus of thousands of skilled white"
    },
    {
      "index": 738,
      "start_time": 4066860.0,
      "end_time": 4071331.0,
      "text": "South Africans from the country, who were escaping the increasing crime rates, higher"
    },
    {
      "index": 739,
      "start_time": 4071330.0,
      "end_time": 4077110.0,
      "text": "taxes, and the impact of positive discrimination toward blacks in employment. This exodus resulted"
    },
    {
      "index": 740,
      "start_time": 4077110.0,
      "end_time": 4083330.0,
      "text": "in a brain drain, and Mandela criticised those who left. At the same time, South Africa experienced"
    },
    {
      "index": 741,
      "start_time": 4083330.0,
      "end_time": 4087869.0,
      "text": "an influx of millions of illegal migrants from poorer parts of Africa; although public"
    },
    {
      "index": 742,
      "start_time": 4087870.0,
      "end_time": 4092221.0,
      "text": "opinion toward these illegal immigrants was generally unfavourable, characterising them"
    },
    {
      "index": 743,
      "start_time": 4092220.0,
      "end_time": 4097000.0,
      "text": "as disease-spreading criminals who were a drain on resources, Mandela called on South"
    },
    {
      "index": 744,
      "start_time": 4097000.0,
      "end_time": 4104408.0,
      "text": "Africans to embrace them as \"brothers and sisters\"."
    },
    {
      "index": 745,
      "start_time": 4104410.0,
      "end_time": 4111360.0,
      "text": "=== Foreign affairs === Mandela expressed the view that \"South Africa&#39;s"
    },
    {
      "index": 746,
      "start_time": 4111359.9999999995,
      "end_time": 4115839.9999999995,
      "text": "future foreign relations [should] be based on our belief that human rights should be"
    },
    {
      "index": 747,
      "start_time": 4115840.0,
      "end_time": 4122260.0,
      "text": "the core of international relations\". Following the South African example, Mandela encouraged"
    },
    {
      "index": 748,
      "start_time": 4122260.0,
      "end_time": 4127610.0,
      "text": "other nations to resolve conflicts through diplomacy and reconciliation. In September"
    },
    {
      "index": 749,
      "start_time": 4127609.9999999995,
      "end_time": 4132650.9999999995,
      "text": "1998, Mandela was appointed Secretary-General of the Non-Aligned Movement, who held their"
    },
    {
      "index": 750,
      "start_time": 4132649.9999999995,
      "end_time": 4139448.9999999995,
      "text": "annual conference in Durban. He used the event to criticise the \"narrow, chauvinistic interests\""
    },
    {
      "index": 751,
      "start_time": 4139450.0,
      "end_time": 4144202.0,
      "text": "of the Israeli government in stalling negotiations to end the Israeli–Palestinian conflict"
    },
    {
      "index": 752,
      "start_time": 4144200.0,
      "end_time": 4148658.0,
      "text": "and urged India and Pakistan to negotiate to end the Kashmir conflict, for which he"
    },
    {
      "index": 753,
      "start_time": 4148660.0,
      "end_time": 4154740.0,
      "text": "was criticised by both Israel and India. Inspired by the region&#39;s economic boom, Mandela sought"
    },
    {
      "index": 754,
      "start_time": 4154740.0,
      "end_time": 4159261.0,
      "text": "greater economic relations with East Asia, in particular with Malaysia, although this"
    },
    {
      "index": 755,
      "start_time": 4159260.0,
      "end_time": 4165501.0,
      "text": "was prevented by the 1997 Asian financial crisis. He extended diplomatic recognition"
    },
    {
      "index": 756,
      "start_time": 4165500.0,
      "end_time": 4170670.0,
      "text": "to the People&#39;s Republic of China (PRC), who were growing as an economic force, and initially"
    },
    {
      "index": 757,
      "start_time": 4170670.0,
      "end_time": 4176989.0,
      "text": "also to Taiwan, who were already longstanding investors in the South African economy. However,"
    },
    {
      "index": 758,
      "start_time": 4176990.0,
      "end_time": 4183711.0,
      "text": "under pressure from the PRC, in November 1996 he cut recognition of Taiwan, and in May 1999"
    },
    {
      "index": 759,
      "start_time": 4183710.0,
      "end_time": 4186770.0,
      "text": "paid an official visit to Beijing."
    },
    {
      "index": 760,
      "start_time": 4186770.0000000005,
      "end_time": 4191590.0000000005,
      "text": "Mandela attracted controversy for his close relationship with Indonesian president Suharto,"
    },
    {
      "index": 761,
      "start_time": 4191590.0,
      "end_time": 4196981.0,
      "text": "whose regime was responsible for mass human rights abuses, although on a July 1997 visit"
    },
    {
      "index": 762,
      "start_time": 4196980.0,
      "end_time": 4202468.0,
      "text": "to Indonesia he privately urged Suharto to withdraw from the occupation of East Timor."
    },
    {
      "index": 763,
      "start_time": 4202470.0,
      "end_time": 4207270.0,
      "text": "He also faced similar criticism from the West for his government&#39;s trade links to Syria,"
    },
    {
      "index": 764,
      "start_time": 4207270.0,
      "end_time": 4213301.0,
      "text": "Cuba, and Libya, and for his personal friendships with Castro and Gaddafi. Castro visited in"
    },
    {
      "index": 765,
      "start_time": 4213300.0,
      "end_time": 4218639.0,
      "text": "1998 to widespread popular acclaim, and Mandela met Gaddafi in Libya to award him the Order"
    },
    {
      "index": 766,
      "start_time": 4218640.0,
      "end_time": 4224310.0,
      "text": "of Good Hope. When Western governments and media criticised these visits, Mandela lambasted"
    },
    {
      "index": 767,
      "start_time": 4224310.0,
      "end_time": 4229261.0,
      "text": "such criticism as having racist undertones, and stated that \"the enemies of countries"
    },
    {
      "index": 768,
      "start_time": 4229260.0,
      "end_time": 4234150.0,
      "text": "in the West are not our enemies.\" Mandela hoped to resolve the long-running dispute"
    },
    {
      "index": 769,
      "start_time": 4234150.0,
      "end_time": 4239289.0,
      "text": "between Libya and the US and Britain over bringing to trial the two Libyans, Abdelbaset"
    },
    {
      "index": 770,
      "start_time": 4239290.0,
      "end_time": 4244200.0,
      "text": "al-Megrahi and Lamin Khalifah Fhimah, who were indicted in November 1991 and accused"
    },
    {
      "index": 771,
      "start_time": 4244200.0,
      "end_time": 4250370.0,
      "text": "of sabotaging Pan Am Flight 103. Mandela proposed that they be tried in a third country, which"
    },
    {
      "index": 772,
      "start_time": 4250370.0,
      "end_time": 4254990.0,
      "text": "was agreed to by all parties; governed by Scots law, the trial was held at Camp Zeist"
    },
    {
      "index": 773,
      "start_time": 4254990.0,
      "end_time": 4260800.0,
      "text": "in the Netherlands in April 1999, and found one of the two men guilty.Mandela echoed Mbeki&#39;s"
    },
    {
      "index": 774,
      "start_time": 4260800.0,
      "end_time": 4266449.0,
      "text": "calls for an \"African Renaissance\", and was greatly concerned with issues on the continent."
    },
    {
      "index": 775,
      "start_time": 4266450.0,
      "end_time": 4271630.0,
      "text": "He took a soft diplomatic approach to removing Sani Abacha&#39;s military junta in Nigeria but"
    },
    {
      "index": 776,
      "start_time": 4271630.0,
      "end_time": 4276239.0,
      "text": "later became a leading figure in calling for sanctions when Abacha&#39;s regime increased human"
    },
    {
      "index": 777,
      "start_time": 4276240.0,
      "end_time": 4282321.0,
      "text": "rights violations. In 1996, he was appointed Chairman of the Southern African Development"
    },
    {
      "index": 778,
      "start_time": 4282320.0,
      "end_time": 4288558.0,
      "text": "Community (SADC) and initiated unsuccessful negotiations to end the First Congo War in"
    },
    {
      "index": 779,
      "start_time": 4288560.0,
      "end_time": 4293720.0,
      "text": "Zaire. He also played a key role as a mediator in the ethnic conflict between Tutsi and Hutu"
    },
    {
      "index": 780,
      "start_time": 4293720.0,
      "end_time": 4298321.0,
      "text": "political groups in the Burundian Civil War, helping to initiate a settlement which brought"
    },
    {
      "index": 781,
      "start_time": 4298320.0,
      "end_time": 4303639.0,
      "text": "increased stability to the country but did not end the ethnic violence. In South Africa&#39;s"
    },
    {
      "index": 782,
      "start_time": 4303640.0,
      "end_time": 4309381.0,
      "text": "first post-apartheid military operation, troops were ordered in September 1998 into Lesotho"
    },
    {
      "index": 783,
      "start_time": 4309380.0,
      "end_time": 4314219.0,
      "text": "to protect the government of Prime Minister Pakalitha Mosisili after a disputed election"
    },
    {
      "index": 784,
      "start_time": 4314220.0,
      "end_time": 4319740.0,
      "text": "prompted opposition uprisings. The action was not authorised by Mandela himself, who"
    },
    {
      "index": 785,
      "start_time": 4319740.0,
      "end_time": 4323990.0,
      "text": "was out of the country at the time, but by Buthelezi, who was serving as acting president"
    },
    {
      "index": 786,
      "start_time": 4323990.0,
      "end_time": 4329651.0,
      "text": "during Mandela&#39;s absence."
    },
    {
      "index": 787,
      "start_time": 4329650.0,
      "end_time": 4330650.0,
      "text": "=== Withdrawing from politics ==="
    },
    {
      "index": 788,
      "start_time": 4330650.0,
      "end_time": 4339759.0,
      "text": "The new Constitution of South Africa was agreed upon by parliament in May 1996, enshrining"
    },
    {
      "index": 789,
      "start_time": 4339760.0,
      "end_time": 4344409.0,
      "text": "a series of institutions to place checks on political and administrative authority within"
    },
    {
      "index": 790,
      "start_time": 4344410.0,
      "end_time": 4350200.0,
      "text": "a constitutional democracy. De Klerk opposed the implementation of this constitution, and"
    },
    {
      "index": 791,
      "start_time": 4350200.0,
      "end_time": 4354760.0,
      "text": "that month he and the National Party withdrew from the coalition government in protest,"
    },
    {
      "index": 792,
      "start_time": 4354760.0,
      "end_time": 4360449.0,
      "text": "claiming that the ANC were not treating them as equals. The ANC took over the cabinet positions"
    },
    {
      "index": 793,
      "start_time": 4360450.0,
      "end_time": 4366520.0,
      "text": "formerly held by the Nationalists, with Mbeki becoming sole Deputy President. Inkatha remained"
    },
    {
      "index": 794,
      "start_time": 4366520.0,
      "end_time": 4370880.0,
      "text": "part of the coalition, and when both Mandela and Mbeki were out of the country in September"
    },
    {
      "index": 795,
      "start_time": 4370880.0,
      "end_time": 4376989.0,
      "text": "1998, Buthelezi was appointed \"Acting President\", marking an improvement in his relationship"
    },
    {
      "index": 796,
      "start_time": 4376990.0,
      "end_time": 4382531.0,
      "text": "with Mandela. Although Mandela had often governed decisively in his first two years as President,"
    },
    {
      "index": 797,
      "start_time": 4382530.0,
      "end_time": 4387579.0,
      "text": "he had subsequently increasingly delegated duties to Mbeki, retaining only a close personal"
    },
    {
      "index": 798,
      "start_time": 4387580.0,
      "end_time": 4394791.0,
      "text": "supervision of intelligence and security measures. During a 1997 visit to London, he said that"
    },
    {
      "index": 799,
      "start_time": 4394790.0,
      "end_time": 4401699.0,
      "text": "\"the ruler of South Africa, the de facto ruler, is Thabo Mbeki\" and that he was \"shifting"
    },
    {
      "index": 800,
      "start_time": 4401700.0,
      "end_time": 4407670.0,
      "text": "everything to him\".Mandela stepped down as ANC President at the party&#39;s December 1997"
    },
    {
      "index": 801,
      "start_time": 4407670.0,
      "end_time": 4413900.0,
      "text": "conference. He hoped that Ramaphosa would succeed him, believing Mbeki to be too inflexible"
    },
    {
      "index": 802,
      "start_time": 4413900.0,
      "end_time": 4419239.0,
      "text": "and intolerant of criticism, but the ANC elected Mbeki regardless. Mandela and the Executive"
    },
    {
      "index": 803,
      "start_time": 4419240.0,
      "end_time": 4424630.0,
      "text": "supported Jacob Zuma, a Zulu who had been imprisoned on Robben Island, as Mbeki&#39;s replacement"
    },
    {
      "index": 804,
      "start_time": 4424630.0,
      "end_time": 4429300.0,
      "text": "for Deputy President. Zuma&#39;s candidacy was challenged by Winnie, whose populist rhetoric"
    },
    {
      "index": 805,
      "start_time": 4429300.0,
      "end_time": 4433760.0,
      "text": "had gained her a strong following within the party, although Zuma defeated her in a landslide"
    },
    {
      "index": 806,
      "start_time": 4433760.0,
      "end_time": 4440790.0,
      "text": "victory vote at the election.Mandela&#39;s relationship with Machel had intensified; in February 1998,"
    },
    {
      "index": 807,
      "start_time": 4440790.0,
      "end_time": 4445558.0,
      "text": "he publicly stated that he was \"in love with a remarkable lady\", and under pressure from"
    },
    {
      "index": 808,
      "start_time": 4445560.0,
      "end_time": 4450140.0,
      "text": "Tutu, who urged him to set an example for young people, he organised a wedding for his"
    },
    {
      "index": 809,
      "start_time": 4450140.0,
      "end_time": 4455601.0,
      "text": "80th birthday, in July that year. The following day, he held a grand party with many foreign"
    },
    {
      "index": 810,
      "start_time": 4455600.0,
      "end_time": 4461530.0,
      "text": "dignitaries. Although the 1996 constitution allowed the president to serve two consecutive"
    },
    {
      "index": 811,
      "start_time": 4461530.0,
      "end_time": 4466920.0,
      "text": "five-year terms, Mandela had never planned to stand for a second term in office. He gave"
    },
    {
      "index": 812,
      "start_time": 4466920.0,
      "end_time": 4473781.0,
      "text": "his farewell speech to Parliament on 29 March 1999 when it adjourned prior to the 1999 general"
    },
    {
      "index": 813,
      "start_time": 4473780.0,
      "end_time": 4479279.0,
      "text": "elections, after which he retired. Although opinion polls in South Africa showed wavering"
    },
    {
      "index": 814,
      "start_time": 4479280.0,
      "end_time": 4484269.0,
      "text": "support for both the ANC and the government, Mandela himself remained highly popular, with"
    },
    {
      "index": 815,
      "start_time": 4484270.0,
      "end_time": 4494899.0,
      "text": "80% of South Africans polled in 1999 expressing satisfaction with his performance as president."
    },
    {
      "index": 816,
      "start_time": 4494900.0,
      "end_time": 4495900.0,
      "text": "== Retirement =="
    },
    {
      "index": 817,
      "start_time": 4495900.0,
      "end_time": 4508151.0,
      "text": "=== Continued activism and philanthropy: 1999–2004 ==="
    },
    {
      "index": 818,
      "start_time": 4508150.0,
      "end_time": 4514259.0,
      "text": "Retiring in June 1999, Mandela aimed to lead a quiet family life, divided between Johannesburg"
    },
    {
      "index": 819,
      "start_time": 4514260.0,
      "end_time": 4519100.0,
      "text": "and Qunu. Although he set about authoring a sequel to his first autobiography, to be"
    },
    {
      "index": 820,
      "start_time": 4519100.0,
      "end_time": 4524869.0,
      "text": "titled The Presidential Years, it was abandoned before publication. Mandela found such seclusion"
    },
    {
      "index": 821,
      "start_time": 4524870.0,
      "end_time": 4530160.0,
      "text": "difficult and reverted to a busy public life involving daily programme of tasks, meetings"
    },
    {
      "index": 822,
      "start_time": 4530160.0,
      "end_time": 4535981.0,
      "text": "with world leaders and celebrities, and—when in Johannesburg—working with the Nelson"
    },
    {
      "index": 823,
      "start_time": 4535990.0,
      "end_time": 4540739.0,
      "text": "Mandela Foundation, founded in 1999 to focus on rural development, school construction,"
    },
    {
      "index": 824,
      "start_time": 4540740.0,
      "end_time": 4546001.0,
      "text": "and combating HIV/AIDS. Although he had been heavily criticised for failing to do enough"
    },
    {
      "index": 825,
      "start_time": 4546000.0,
      "end_time": 4550849.0,
      "text": "to fight the HIV/AIDS pandemic during his presidency, he devoted much of his time to"
    },
    {
      "index": 826,
      "start_time": 4550850.0,
      "end_time": 4557101.0,
      "text": "the issue following his retirement, describing it as \"a war\" that had killed more than \"all"
    },
    {
      "index": 827,
      "start_time": 4557100.0,
      "end_time": 4561900.0,
      "text": "previous wars\"; affiliating himself with the Treatment Action Campaign, he urged Mbeki&#39;s"
    },
    {
      "index": 828,
      "start_time": 4561900.0,
      "end_time": 4568920.0,
      "text": "government to ensure that HIV-positive South Africans had access to anti-retrovirals. Meanwhile,"
    },
    {
      "index": 829,
      "start_time": 4568920.0,
      "end_time": 4575260.0,
      "text": "Mandela was successfully treated for prostate cancer in July 2001.In 2002, Mandela inaugurated"
    },
    {
      "index": 830,
      "start_time": 4575260.0,
      "end_time": 4580619.0,
      "text": "the Nelson Mandela Annual Lecture, and in 2003 the Mandela Rhodes Foundation was created"
    },
    {
      "index": 831,
      "start_time": 4580620.0,
      "end_time": 4585580.0,
      "text": "at Rhodes House, University of Oxford, to provide postgraduate scholarships to African"
    },
    {
      "index": 832,
      "start_time": 4585580.0,
      "end_time": 4590680.0,
      "text": "students. These projects were followed by the Nelson Mandela Centre of Memory and the"
    },
    {
      "index": 833,
      "start_time": 4590680.0,
      "end_time": 4598691.0,
      "text": "46664 campaign against HIV/AIDS. He gave the closing address at the XIII International"
    },
    {
      "index": 834,
      "start_time": 4598690.0,
      "end_time": 4604728.0,
      "text": "AIDS Conference in Durban in 2000, and in 2004, spoke at the XV International AIDS Conference"
    },
    {
      "index": 835,
      "start_time": 4604730.0,
      "end_time": 4609191.0,
      "text": "in Bangkok, Thailand, calling for greater measures to tackle tuberculosis as well as"
    },
    {
      "index": 836,
      "start_time": 4609190.0,
      "end_time": 4616710.0,
      "text": "HIV/AIDS. Mandela publicised AIDS as the cause of his son Makgatho&#39;s death in January 2005,"
    },
    {
      "index": 837,
      "start_time": 4616710.0,
      "end_time": 4622750.0,
      "text": "to defy the stigma about discussing the disease.Publicly, Mandela became more vocal in criticising Western"
    },
    {
      "index": 838,
      "start_time": 4622750.0,
      "end_time": 4628679.0,
      "text": "powers. He strongly opposed the 1999 NATO intervention in Kosovo and called it an attempt"
    },
    {
      "index": 839,
      "start_time": 4628680.0,
      "end_time": 4634591.0,
      "text": "by the world&#39;s powerful nations to police the entire world. In 2003, he spoke out against"
    },
    {
      "index": 840,
      "start_time": 4634590.0,
      "end_time": 4640449.0,
      "text": "the plans for the US and UK to launch a war in Iraq, describing it as \"a tragedy\" and"
    },
    {
      "index": 841,
      "start_time": 4640450.0,
      "end_time": 4645800.0,
      "text": "lambasting US President George W. Bush and UK Prime Minister Tony Blair for undermining"
    },
    {
      "index": 842,
      "start_time": 4645800.0,
      "end_time": 4653190.0,
      "text": "the UN, saying, \"All that (Mr. Bush) wants is Iraqi oil\". He attacked the US more generally,"
    },
    {
      "index": 843,
      "start_time": 4653190.0,
      "end_time": 4659159.0,
      "text": "asserting that it had committed more \"unspeakable atrocities\" across the world than any other"
    },
    {
      "index": 844,
      "start_time": 4659160.0,
      "end_time": 4663870.0,
      "text": "nation, citing the atomic bombing of Japan; this attracted international controversy,"
    },
    {
      "index": 845,
      "start_time": 4663870.0,
      "end_time": 4668760.0,
      "text": "although he later improved his relationship with Blair. Retaining an interest in Libyan-UK"
    },
    {
      "index": 846,
      "start_time": 4668760.0,
      "end_time": 4673400.0,
      "text": "relations, he visited Megrahi in Barlinnie prison and spoke out against the conditions"
    },
    {
      "index": 847,
      "start_time": 4673400.0,
      "end_time": 4680320.0,
      "text": "of his treatment, referring to them as \"psychological persecution\"."
    },
    {
      "index": 848,
      "start_time": 4680320.0,
      "end_time": 4689959.0,
      "text": "=== \"Retiring from retirement\": 2004–2013 ==="
    },
    {
      "index": 849,
      "start_time": 4689960.0,
      "end_time": 4696730.0,
      "text": "In June 2004, aged 85 and amid failing health, Mandela announced that he was \"retiring from"
    },
    {
      "index": 850,
      "start_time": 4696730.0,
      "end_time": 4702261.0,
      "text": "retirement\" and retreating from public life, remarking, \"Don&#39;t call me, I will call you.\""
    },
    {
      "index": 851,
      "start_time": 4702260.0,
      "end_time": 4707110.0,
      "text": "Although continuing to meet with close friends and family, the Foundation discouraged invitations"
    },
    {
      "index": 852,
      "start_time": 4707110.0,
      "end_time": 4711848.0,
      "text": "for him to appear at public events and denied most interview requests."
    },
    {
      "index": 853,
      "start_time": 4711850.0,
      "end_time": 4717561.0,
      "text": "He retained some involvement in international affairs. In 2005, he founded the Nelson Mandela"
    },
    {
      "index": 854,
      "start_time": 4717560.0,
      "end_time": 4722659.0,
      "text": "Legacy Trust, travelling to the US to speak before the Brookings Institution and the NAACP"
    },
    {
      "index": 855,
      "start_time": 4722660.0,
      "end_time": 4728481.0,
      "text": "on the need for economic assistance to Africa. He spoke with US Senator Hillary Clinton and"
    },
    {
      "index": 856,
      "start_time": 4728480.0,
      "end_time": 4734638.0,
      "text": "President George W. Bush and first met the then-Senator Barack Obama. Mandela also encouraged"
    },
    {
      "index": 857,
      "start_time": 4734640.0,
      "end_time": 4740620.0,
      "text": "Zimbabwean President Robert Mugabe to resign over growing human rights abuses in the country."
    },
    {
      "index": 858,
      "start_time": 4740620.0,
      "end_time": 4745720.0,
      "text": "When this proved ineffective, he spoke out publicly against Mugabe in 2007, asking him"
    },
    {
      "index": 859,
      "start_time": 4745720.0,
      "end_time": 4752380.0,
      "text": "to step down \"with residual respect and a modicum of dignity.\" That year, Mandela, Machel,"
    },
    {
      "index": 860,
      "start_time": 4752380.0,
      "end_time": 4756560.0,
      "text": "and Desmond Tutu convened a group of world leaders in Johannesburg to contribute their"
    },
    {
      "index": 861,
      "start_time": 4756560.0,
      "end_time": 4761489.0,
      "text": "wisdom and independent leadership to some of the world&#39;s toughest problems. Mandela"
    },
    {
      "index": 862,
      "start_time": 4761490.0,
      "end_time": 4766420.0,
      "text": "announced the formation of this new group, The Elders, in a speech delivered on his 89th"
    },
    {
      "index": 863,
      "start_time": 4766420.0,
      "end_time": 4771999.0,
      "text": "birthday.Mandela&#39;s 90th birthday was marked across the country on 18 July 2008, with the"
    },
    {
      "index": 864,
      "start_time": 4772000.0,
      "end_time": 4777770.0,
      "text": "main celebrations held at Qunu, and a concert in his honour in Hyde Park, London. In a speech"
    },
    {
      "index": 865,
      "start_time": 4777770.0,
      "end_time": 4782850.0,
      "text": "marking the event, Mandela called for the rich to help the poor across the world. Throughout"
    },
    {
      "index": 866,
      "start_time": 4782850.0,
      "end_time": 4788430.0,
      "text": "Mbeki&#39;s presidency, Mandela continued to support the ANC, usually overshadowing Mbeki at any"
    },
    {
      "index": 867,
      "start_time": 4788430.0,
      "end_time": 4794330.0,
      "text": "public events that the two attended. Mandela was more at ease with Mbeki&#39;s successor, Zuma,"
    },
    {
      "index": 868,
      "start_time": 4794330.0,
      "end_time": 4799301.0,
      "text": "although the Nelson Mandela Foundation was upset when his grandson, Mandla Mandela, flew"
    },
    {
      "index": 869,
      "start_time": 4799300.0,
      "end_time": 4805599.0,
      "text": "him out to the Eastern Cape to attend a pro-Zuma rally in the midst of a storm in 2009.In 2004,"
    },
    {
      "index": 870,
      "start_time": 4805600.0,
      "end_time": 4810470.0,
      "text": "Mandela successfully campaigned for South Africa to host the 2010 FIFA World Cup, declaring"
    },
    {
      "index": 871,
      "start_time": 4810470.0,
      "end_time": 4815531.0,
      "text": "that there would be \"few better gifts for us\" in the year marking a decade since the"
    },
    {
      "index": 872,
      "start_time": 4815530.0,
      "end_time": 4820920.0,
      "text": "fall of apartheid. Despite maintaining a low profile during the event due to ill-health,"
    },
    {
      "index": 873,
      "start_time": 4820920.0,
      "end_time": 4825439.0,
      "text": "Mandela made his final public appearance during the World Cup closing ceremony, where he received"
    },
    {
      "index": 874,
      "start_time": 4825440.0,
      "end_time": 4832791.0,
      "text": "much applause. Between 2005 and 2013, Mandela, and later his family, were embroiled in a"
    },
    {
      "index": 875,
      "start_time": 4832790.0,
      "end_time": 4837929.0,
      "text": "series of legal disputes regarding money held in family trusts for the benefit of his descendants."
    },
    {
      "index": 876,
      "start_time": 4837930.0,
      "end_time": 4843691.0,
      "text": "In mid-2013, as Mandela was hospitalised for a lung infection in Pretoria, his descendants"
    },
    {
      "index": 877,
      "start_time": 4843690.0,
      "end_time": 4848678.0,
      "text": "were involved in an intra-family legal dispute relating to the burial place of Mandela&#39;s"
    },
    {
      "index": 878,
      "start_time": 4848680.0,
      "end_time": 4852480.0,
      "text": "children, and ultimately Mandela himself."
    },
    {
      "index": 879,
      "start_time": 4852480.0,
      "end_time": 4860740.0,
      "text": "=== Illness and death: 2011–2013 ==="
    },
    {
      "index": 880,
      "start_time": 4860740.0,
      "end_time": 4867981.0,
      "text": "In February 2011, Mandela was briefly hospitalised with a respiratory infection, attracting international"
    },
    {
      "index": 881,
      "start_time": 4867990.0,
      "end_time": 4871599.0,
      "text": "attention, before being re-admitted for a lung infection and gallstone removal in December"
    },
    {
      "index": 882,
      "start_time": 4871600.0,
      "end_time": 4878370.0,
      "text": "2012. After a successful medical procedure in early March 2013, his lung infection recurred"
    },
    {
      "index": 883,
      "start_time": 4878370.0,
      "end_time": 4884340.0,
      "text": "and he was briefly hospitalised in Pretoria. In June 2013, his lung infection worsened"
    },
    {
      "index": 884,
      "start_time": 4884340.0,
      "end_time": 4889670.0,
      "text": "and he was readmitted to a Pretoria hospital in serious condition. The Archbishop of Cape"
    },
    {
      "index": 885,
      "start_time": 4889670.0,
      "end_time": 4894429.0,
      "text": "Town Thabo Makgoba visited Mandela at the hospital and prayed with Machel, while Zuma"
    },
    {
      "index": 886,
      "start_time": 4894430.0,
      "end_time": 4900401.0,
      "text": "cancelled a trip to Mozambique to visit him the following day. In September 2013, Mandela"
    },
    {
      "index": 887,
      "start_time": 4900400.0,
      "end_time": 4904820.0,
      "text": "was discharged from hospital, although his condition remained unstable.After suffering"
    },
    {
      "index": 888,
      "start_time": 4904820.0,
      "end_time": 4911268.0,
      "text": "from a prolonged respiratory infection, Mandela died on 5 December 2013 at the age of 95,"
    },
    {
      "index": 889,
      "start_time": 4911270.0,
      "end_time": 4917961.0,
      "text": "at around 20:50 local time (UTC+2) at his home in Houghton, surrounded by his family."
    },
    {
      "index": 890,
      "start_time": 4917960.0,
      "end_time": 4922550.0,
      "text": "Zuma publicly announced his death on television, proclaiming ten days of national mourning,"
    },
    {
      "index": 891,
      "start_time": 4922550.0,
      "end_time": 4929219.0,
      "text": "a memorial service held at Johannesburg&#39;s FNB Stadium on 10 December 2013, and 8 December"
    },
    {
      "index": 892,
      "start_time": 4929220.0,
      "end_time": 4935281.0,
      "text": "as a national day of prayer and reflection. Mandela&#39;s body lay in state from 11 to 13"
    },
    {
      "index": 893,
      "start_time": 4935280.0,
      "end_time": 4940449.0,
      "text": "December at the Union Buildings in Pretoria and a state funeral was held on 15 December"
    },
    {
      "index": 894,
      "start_time": 4940450.0,
      "end_time": 4945590.0,
      "text": "in Qunu. Approximately 90 representatives of foreign states travelled to South Africa"
    },
    {
      "index": 895,
      "start_time": 4945590.0,
      "end_time": 4951530.0,
      "text": "to attend memorial events. It was later revealed that 300 million rand originally earmarked"
    },
    {
      "index": 896,
      "start_time": 4951530.0,
      "end_time": 4957900.0,
      "text": "for humanitarian development projects had been redirected to finance the funeral. The"
    },
    {
      "index": 897,
      "start_time": 4957100.0,
      "end_time": 4962800.0,
      "text": "media was awash with tributes and reminiscences, while images of and tributes to Mandela proliferated"
    },
    {
      "index": 898,
      "start_time": 4962800.0,
      "end_time": 4968890.0,
      "text": "across social media. His US$4.1 million estate was left to his widow, other family members,"
    },
    {
      "index": 899,
      "start_time": 4968890.0,
      "end_time": 4975629.0,
      "text": "staff, and educational institutions."
    },
    {
      "index": 900,
      "start_time": 4975630.0,
      "end_time": 4980640.0,
      "text": "== Political ideology =="
    },
    {
      "index": 901,
      "start_time": 4980640.0,
      "end_time": 4984771.0,
      "text": "Mandela was a practical politician, rather than an intellectual scholar or political"
    },
    {
      "index": 902,
      "start_time": 4984770.0,
      "end_time": 4991249.0,
      "text": "theorist. According to biographer Tom Lodge, \"for Mandela, politics has always been primarily"
    },
    {
      "index": 903,
      "start_time": 4991250.0,
      "end_time": 4997111.0,
      "text": "about enacting stories, about making narratives, primarily about morally exemplary conduct,"
    },
    {
      "index": 904,
      "start_time": 4997110.0,
      "end_time": 5003429.0,
      "text": "and only secondarily about ideological vision, more about means rather than ends.\" Mandela"
    },
    {
      "index": 905,
      "start_time": 5003430.0,
      "end_time": 5008450.0,
      "text": "identified as both an African nationalist, an ideological position he held since joining"
    },
    {
      "index": 906,
      "start_time": 5008450.0,
      "end_time": 5014170.0,
      "text": "the ANC, and as a socialist.The historian Sabelo J. Ndlovu-Gatsheni described Mandela"
    },
    {
      "index": 907,
      "start_time": 5014170.0,
      "end_time": 5020439.0,
      "text": "as a \"liberal African nationalist–decolonial humanist\", while political analyst Raymond"
    },
    {
      "index": 908,
      "start_time": 5020440.0,
      "end_time": 5024861.0,
      "text": "Suttner cautioned against labelling Mandela a liberal and stated that Mandela displayed"
    },
    {
      "index": 909,
      "start_time": 5024860.0,
      "end_time": 5031659.0,
      "text": "a \"hybrid socio-political make-up\". Mandela took political ideas from other thinkers—among"
    },
    {
      "index": 910,
      "start_time": 5031660.0,
      "end_time": 5037981.0,
      "text": "them Indian independence leaders like Gandhi and Nehru, African-American civil rights activists,"
    },
    {
      "index": 911,
      "start_time": 5037990.0,
      "end_time": 5042570.0,
      "text": "and African nationalists like Nkrumah—and applied them to the South African situation."
    },
    {
      "index": 912,
      "start_time": 5042570.0,
      "end_time": 5047190.0,
      "text": "At the same time he rejected other aspects of their thought, such as the anti-white sentiment"
    },
    {
      "index": 913,
      "start_time": 5047200.0,
      "end_time": 5053260.0,
      "text": "of many African nationalists. In doing so he synthesized both counter-cultural and hegemonic"
    },
    {
      "index": 914,
      "start_time": 5053260.0,
      "end_time": 5057730.0,
      "text": "views, for instance by drawing upon ideas from the then-dominant Afrikaner nationalism"
    },
    {
      "index": 915,
      "start_time": 5057730.0,
      "end_time": 5062388.0,
      "text": "in promoting his anti-apartheid vision.His political development was strongly influenced"
    },
    {
      "index": 916,
      "start_time": 5062390.0,
      "end_time": 5067190.0,
      "text": "by his legal training and practice, in particular his hope to achieve change not through violence"
    },
    {
      "index": 917,
      "start_time": 5067190.0,
      "end_time": 5073701.0,
      "text": "but through \"legal revolution\". Over the course of his life, he began by advocating a path"
    },
    {
      "index": 918,
      "start_time": 5073700.0,
      "end_time": 5077619.0,
      "text": "of non-violence, later embracing violence, and then adopting a non-violent approach to"
    },
    {
      "index": 919,
      "start_time": 5077620.0,
      "end_time": 5083901.0,
      "text": "negotiation and reconciliation. When endorsing violence, he did so because he saw no alternative,"
    },
    {
      "index": 920,
      "start_time": 5083900.0,
      "end_time": 5088739.0,
      "text": "and was always pragmatic about it, perceiving it as a means to get his opponent to the negotiating"
    },
    {
      "index": 921,
      "start_time": 5088740.0,
      "end_time": 5093630.0,
      "text": "table. He sought to target symbols of white supremacy and racist oppression rather than"
    },
    {
      "index": 922,
      "start_time": 5093630.0,
      "end_time": 5099270.0,
      "text": "white people as individuals, and was anxious not to inaugurate a race war in South Africa."
    },
    {
      "index": 923,
      "start_time": 5099270.0,
      "end_time": 5104100.0,
      "text": "This willingness to use violence distinguishes Mandela from the ideology of Gandhism, with"
    },
    {
      "index": 924,
      "start_time": 5104100.0,
      "end_time": 5110969.0,
      "text": "which some commentators have sought to associate him."
    },
    {
      "index": 925,
      "start_time": 5110970.0,
      "end_time": 5116870.0,
      "text": "=== Democracy === Although he presented himself in an autocratic"
    },
    {
      "index": 926,
      "start_time": 5116870.0,
      "end_time": 5121571.0,
      "text": "manner in several speeches, Mandela was a devout believer in democracy and abided by"
    },
    {
      "index": 927,
      "start_time": 5121570.0,
      "end_time": 5126808.0,
      "text": "majority decisions even when deeply disagreeing with them. He had exhibited a commitment to"
    },
    {
      "index": 928,
      "start_time": 5126810.0,
      "end_time": 5132720.0,
      "text": "the values of democracy and human rights since at least the 1960s. He held a conviction that"
    },
    {
      "index": 929,
      "start_time": 5132720.0,
      "end_time": 5138990.0,
      "text": "\"inclusivity, accountability and freedom of speech\" were the fundamentals of democracy,"
    },
    {
      "index": 930,
      "start_time": 5138990.0,
      "end_time": 5143880.0,
      "text": "and was driven by a belief in natural and human rights. Suttner argued that there were"
    },
    {
      "index": 931,
      "start_time": 5143880.0,
      "end_time": 5151900.0,
      "text": "\"two modes of leadership\" that Mandela adopted. On one side he adhered to ideas about collective"
    },
    {
      "index": 932,
      "start_time": 5151900.0,
      "end_time": 5154179.0,
      "text": "leadership, although on the other believed that there were scenarios in which a leader"
    },
    {
      "index": 933,
      "start_time": 5154180.0,
      "end_time": 5158940.0,
      "text": "had to be decisive and act without consultation to achieve a particular objective.According"
    },
    {
      "index": 934,
      "start_time": 5158940.0,
      "end_time": 5163990.0,
      "text": "to Lodge, Mandela&#39;s political thought reflected tensions between his support for liberal democracy"
    },
    {
      "index": 935,
      "start_time": 5163990.0,
      "end_time": 5169830.0,
      "text": "and pre-colonial African forms of consensus decision making. He was an admirer of British-style"
    },
    {
      "index": 936,
      "start_time": 5169830.0,
      "end_time": 5175381.0,
      "text": "parliamentary democracy, stating that \"I regard the British Parliament as the most democratic"
    },
    {
      "index": 937,
      "start_time": 5175380.0,
      "end_time": 5181790.0,
      "text": "institution in the world, and the independence and impartiality of its judiciary never fail"
    },
    {
      "index": 938,
      "start_time": 5181790.0,
      "end_time": 5187259.0,
      "text": "to arouse my admiration.\" In this he has been described as being committed to \"the Euro-North"
    },
    {
      "index": 939,
      "start_time": 5187260.0,
      "end_time": 5192929.0,
      "text": "American modernist project of emancipation\", something which distinguishes him from other"
    },
    {
      "index": 940,
      "start_time": 5192930.0,
      "end_time": 5197631.0,
      "text": "African nationalist and socialist leaders like Nyerere who were concerned about embracing"
    },
    {
      "index": 941,
      "start_time": 5197630.0,
      "end_time": 5203559.0,
      "text": "styles of democratic governance that were Western, rather than African, in origin. Mandela"
    },
    {
      "index": 942,
      "start_time": 5203560.0,
      "end_time": 5208841.0,
      "text": "nevertheless also expressed admiration for what he deemed to be indigenous forms of democracy,"
    },
    {
      "index": 943,
      "start_time": 5208840.0,
      "end_time": 5213860.0,
      "text": "describing Xhosa traditional society&#39;s mode of governance as \"democracy in its purest"
    },
    {
      "index": 944,
      "start_time": 5213860.0,
      "end_time": 5220170.0,
      "text": "form\". He also spoke of an influential African ethical tenet, Ubuntu, which was a Ngnuni"
    },
    {
      "index": 945,
      "start_time": 5220170.0,
      "end_time": 5226100.0,
      "text": "term meaning \"A person is a person through other persons\" or \"I am because we are.\""
    },
    {
      "index": 946,
      "start_time": 5226100.0,
      "end_time": 5235729.0,
      "text": "=== Socialism and Marxism ==="
    },
    {
      "index": 947,
      "start_time": 5235730.0,
      "end_time": 5240301.0,
      "text": "Mandela advocated the ultimate establishment of a classless society, with Sampson describing"
    },
    {
      "index": 948,
      "start_time": 5240300.0,
      "end_time": 5246160.0,
      "text": "him as being \"openly opposed to capitalism, private land-ownership and the power of big"
    },
    {
      "index": 949,
      "start_time": 5246160.0,
      "end_time": 5252790.0,
      "text": "money\". Mandela was influenced by Marxism, and during the revolution he advocated scientific"
    },
    {
      "index": 950,
      "start_time": 5252790.0,
      "end_time": 5257409.0,
      "text": "socialism. He denied being a communist at the Treason Trial, and maintained this stance"
    },
    {
      "index": 951,
      "start_time": 5257410.0,
      "end_time": 5263220.0,
      "text": "both when later talking to journalists, and in his autobiography. According to the sociologist"
    },
    {
      "index": 952,
      "start_time": 5263220.0,
      "end_time": 5270591.0,
      "text": "Craig Soudien, \"sympathetic as Mandela was to socialism, a communist he was not.\" Conversely,"
    },
    {
      "index": 953,
      "start_time": 5270590.0,
      "end_time": 5276909.0,
      "text": "the biographer David Jones Smith stated that Mandela \"embraced communism and communists\""
    },
    {
      "index": 954,
      "start_time": 5276910.0,
      "end_time": 5282701.0,
      "text": "in the late 1950s and early 1960s, while the historian Stephen Ellis commented that Mandela"
    },
    {
      "index": 955,
      "start_time": 5282700.0,
      "end_time": 5288469.0,
      "text": "had assimilated much of the Marxist–Leninist ideology by 1960.Ellis also found evidence"
    },
    {
      "index": 956,
      "start_time": 5288470.0,
      "end_time": 5292761.0,
      "text": "that Mandela had been an active member of the South African Communist Party during the"
    },
    {
      "index": 957,
      "start_time": 5292760.0,
      "end_time": 5298429.0,
      "text": "late 1950s and early 1960s, something that was confirmed after his death by both the"
    },
    {
      "index": 958,
      "start_time": 5298430.0,
      "end_time": 5303310.0,
      "text": "ANC and the SACP, the latter of which claimed that he was not only a member of the party,"
    },
    {
      "index": 959,
      "start_time": 5303310.0,
      "end_time": 5308600.0,
      "text": "but also served on its Central Committee. His membership had been hidden by the ANC,"
    },
    {
      "index": 960,
      "start_time": 5308600.0,
      "end_time": 5312970.0,
      "text": "aware that knowledge of Mandela&#39;s former SACP involvement might have been detrimental to"
    },
    {
      "index": 961,
      "start_time": 5312970.0,
      "end_time": 5318401.0,
      "text": "his attempts to attract support from Western countries. Mandela&#39;s view of these Western"
    },
    {
      "index": 962,
      "start_time": 5318400.0,
      "end_time": 5323150.0,
      "text": "governments differed from those of Marxist–Leninists, for he did not believe that they were anti-democratic"
    },
    {
      "index": 963,
      "start_time": 5323150.0,
      "end_time": 5329379.0,
      "text": "or reactionary and remained committed to democratic systems of governance.The 1955 Freedom Charter,"
    },
    {
      "index": 964,
      "start_time": 5329380.0,
      "end_time": 5334190.0,
      "text": "which Mandela had helped create, called for the nationalisation of banks, gold mines and"
    },
    {
      "index": 965,
      "start_time": 5334190.0,
      "end_time": 5339209.0,
      "text": "land, to ensure equal distribution of wealth. Despite these beliefs, Mandela initiated a"
    },
    {
      "index": 966,
      "start_time": 5339210.0,
      "end_time": 5343801.0,
      "text": "programme of privatisation during his presidency in line with trends in other countries of"
    },
    {
      "index": 967,
      "start_time": 5343800.0,
      "end_time": 5348619.0,
      "text": "the time. It has been repeatedly suggested that Mandela would have preferred to develop"
    },
    {
      "index": 968,
      "start_time": 5348620.0,
      "end_time": 5353361.0,
      "text": "a social democratic economy in South Africa but that this was not feasible as a result"
    },
    {
      "index": 969,
      "start_time": 5353360.0,
      "end_time": 5359460.0,
      "text": "of the international political and economic situation during the early 1990s. This decision"
    },
    {
      "index": 970,
      "start_time": 5359460.0,
      "end_time": 5363960.0,
      "text": "was in part influenced by the fall of the socialist states in the Soviet Union and Eastern"
    },
    {
      "index": 971,
      "start_time": 5363960.0,
      "end_time": 5370949.0,
      "text": "Bloc during the early 1990s."
    },
    {
      "index": 972,
      "start_time": 5370950.0,
      "end_time": 5376139.0,
      "text": "== Personality and personal life =="
    },
    {
      "index": 973,
      "start_time": 5376140.0,
      "end_time": 5380720.0,
      "text": "Mandela was widely considered a charismatic leader, described by biographer Mary Benson"
    },
    {
      "index": 974,
      "start_time": 5380720.0,
      "end_time": 5387791.0,
      "text": "as \"a born mass leader who could not help magnetizing people\". He was highly image conscious"
    },
    {
      "index": 975,
      "start_time": 5387790.0,
      "end_time": 5391299.0,
      "text": "and throughout his life always sought out fine quality clothes, with many commentators"
    },
    {
      "index": 976,
      "start_time": 5391300.0,
      "end_time": 5396749.0,
      "text": "believing that he carried himself in a regal manner. His aristocratic heritage was repeatedly"
    },
    {
      "index": 977,
      "start_time": 5396750.0,
      "end_time": 5402500.0,
      "text": "emphasised by supporters, thus contributing to his \"charismatic power\". While living in"
    },
    {
      "index": 978,
      "start_time": 5402500.0,
      "end_time": 5409191.0,
      "text": "Johannesburg in the 1950s, he cultivated the image of the \"African gentleman\", having \"the"
    },
    {
      "index": 979,
      "start_time": 5409190.0,
      "end_time": 5415808.0,
      "text": "pressed clothes, correct manners, and modulated public speech\" associated with such a position."
    },
    {
      "index": 980,
      "start_time": 5415810.0,
      "end_time": 5423210.0,
      "text": "In doing so, Lodge argued that Mandela became \"one of the first media politicians [...] embodying"
    },
    {
      "index": 981,
      "start_time": 5423210.0,
      "end_time": 5429401.0,
      "text": "a glamour and a style that projected visually a brave new African world of modernity and"
    },
    {
      "index": 982,
      "start_time": 5429400.0,
      "end_time": 5434500.0,
      "text": "freedom\". Mandela was known to change his clothes several times a day, and he became"
    },
    {
      "index": 983,
      "start_time": 5434500.0,
      "end_time": 5438670.0,
      "text": "so associated with highly coloured Batik shirts after assuming the presidency that they came"
    },
    {
      "index": 984,
      "start_time": 5438670.0,
      "end_time": 5444849.0,
      "text": "to be known as \"Madiba shirts\".For political scientists Betty Glad and Robert Blanton,"
    },
    {
      "index": 985,
      "start_time": 5444850.0,
      "end_time": 5451301.0,
      "text": "Mandela was an \"exceptionally intelligent, shrewd, and loyal leader\". His official biographer,"
    },
    {
      "index": 986,
      "start_time": 5451300.0,
      "end_time": 5457590.0,
      "text": "Anthony Sampson, commented that he was a \"master of imagery and performance\", excelling at"
    },
    {
      "index": 987,
      "start_time": 5457590.0,
      "end_time": 5462610.0,
      "text": "presenting himself well in press photographs and producing sound bites. His public speeches"
    },
    {
      "index": 988,
      "start_time": 5462610.0,
      "end_time": 5468890.0,
      "text": "were presented in a formal, stiff manner, and often consisted of clichéd set phrases."
    },
    {
      "index": 989,
      "start_time": 5468900.0,
      "end_time": 5472820.0,
      "text": "He typically spoke slowly, and carefully chose his words. Although he was not considered"
    },
    {
      "index": 990,
      "start_time": 5472820.0,
      "end_time": 5478869.0,
      "text": "a great orator, his speeches conveyed \"his personal commitment, charm and humour\".Mandela"
    },
    {
      "index": 991,
      "start_time": 5478870.0,
      "end_time": 5484210.0,
      "text": "was a private person who often concealed his emotions and confided in very few people."
    },
    {
      "index": 992,
      "start_time": 5484210.0,
      "end_time": 5489401.0,
      "text": "Privately, he lived an austere life, refusing to drink alcohol or smoke, and even as President"
    },
    {
      "index": 993,
      "start_time": 5489400.0,
      "end_time": 5494308.0,
      "text": "made his own bed. Renowned for his mischievous sense of humour, he was known for being both"
    },
    {
      "index": 994,
      "start_time": 5494310.0,
      "end_time": 5499561.0,
      "text": "stubborn and loyal, and at times exhibited a quick temper. He was typically friendly"
    },
    {
      "index": 995,
      "start_time": 5499560.0,
      "end_time": 5505219.0,
      "text": "and welcoming, and appeared relaxed in conversation with everyone, including his opponents. A"
    },
    {
      "index": 996,
      "start_time": 5505220.0,
      "end_time": 5511791.0,
      "text": "self-described Anglophile, he claimed to have lived by the \"trappings of British style and"
    },
    {
      "index": 997,
      "start_time": 5511790.0,
      "end_time": 5515259.0,
      "text": "manners\". Constantly polite and courteous, he was attentive to all, irrespective of their"
    },
    {
      "index": 998,
      "start_time": 5515260.0,
      "end_time": 5520110.0,
      "text": "age or status, and often talked to children or servants. He was known for his ability"
    },
    {
      "index": 999,
      "start_time": 5520110.0,
      "end_time": 5525280.0,
      "text": "to find common ground with very different communities. In later life, he always looked"
    },
    {
      "index": 1000,
      "start_time": 5525280.0,
      "end_time": 5529969.0,
      "text": "for the best in people, even defending political opponents to his allies, who sometimes thought"
    },
    {
      "index": 1001,
      "start_time": 5529970.0,
      "end_time": 5535101.0,
      "text": "him too trusting of others. He was fond of Indian cuisine, and had a lifelong interest"
    },
    {
      "index": 1002,
      "start_time": 5535100.0,
      "end_time": 5537639.0,
      "text": "in archaeology and boxing."
    },
    {
      "index": 1003,
      "start_time": 5537640.0,
      "end_time": 5542440.0,
      "text": "He was raised in the Methodist denomination of Christianity; the Methodist Church of Southern"
    },
    {
      "index": 1004,
      "start_time": 5542440.0,
      "end_time": 5546751.0,
      "text": "Africa claimed that he retained his allegiance to them throughout his life. On analysing"
    },
    {
      "index": 1005,
      "start_time": 5546750.0,
      "end_time": 5551869.0,
      "text": "Mandela&#39;s writings, the theologian Dion Forster described him as a Christian humanist, although"
    },
    {
      "index": 1006,
      "start_time": 5551870.0,
      "end_time": 5555781.0,
      "text": "added that his thought relied to a greater extent on the Southern African concept of"
    },
    {
      "index": 1007,
      "start_time": 5555780.0,
      "end_time": 5562360.0,
      "text": "Ubuntu than on Christian theology. According to Sampson, Mandela never had \"a strong religious"
    },
    {
      "index": 1008,
      "start_time": 5562360.0,
      "end_time": 5569900.0,
      "text": "faith\" however, while Boehmer stated that Mandela&#39;s religious belief was \"never robust\".Mandela"
    },
    {
      "index": 1009,
      "start_time": 5569100.0,
      "end_time": 5574199.0,
      "text": "was very self-conscious about being a man and regularly made references to manhood."
    },
    {
      "index": 1010,
      "start_time": 5574200.0,
      "end_time": 5579910.0,
      "text": "He was heterosexual, and biographer Fatima Meer said that he was \"easily tempted\" by"
    },
    {
      "index": 1011,
      "start_time": 5579910.0,
      "end_time": 5586350.0,
      "text": "women. Another biographer, Martin Meredith, characterised him as being \"by nature a romantic\","
    },
    {
      "index": 1012,
      "start_time": 5586350.0,
      "end_time": 5591189.0,
      "text": "highlighting that he had relationships with various women. Mandela was married three times,"
    },
    {
      "index": 1013,
      "start_time": 5591190.0,
      "end_time": 5596781.0,
      "text": "fathered six children, and had seventeen grandchildren and at least seventeen great-grandchildren."
    },
    {
      "index": 1014,
      "start_time": 5596780.0,
      "end_time": 5600790.0,
      "text": "He could be stern and demanding of his children, although he was more affectionate with his"
    },
    {
      "index": 1015,
      "start_time": 5600790.0,
      "end_time": 5607340.0,
      "text": "grandchildren. His first marriage was to Evelyn Ntoko Mase in October 1944; they divorced"
    },
    {
      "index": 1016,
      "start_time": 5607340.0,
      "end_time": 5612900.0,
      "text": "in March 1958 under the multiple strains of his adultery and constant absences, devotion"
    },
    {
      "index": 1017,
      "start_time": 5612900.0,
      "end_time": 5617860.0,
      "text": "to revolutionary agitation, and the fact that she was a Jehovah&#39;s Witness, a religion requiring"
    },
    {
      "index": 1018,
      "start_time": 5617860.0,
      "end_time": 5623959.0,
      "text": "political neutrality. Mandela&#39;s second wife was the social worker Winnie Madikizela-Mandela,"
    },
    {
      "index": 1019,
      "start_time": 5623960.0,
      "end_time": 5630290.0,
      "text": "whom he married in June 1958, although they divorced in March 1996. Mandela married his"
    },
    {
      "index": 1020,
      "start_time": 5630290.0,
      "end_time": 5639000.0,
      "text": "third wife, Graça Machel, on his 80th birthday in July 1998."
    },
    {
      "index": 1021,
      "start_time": 5639000.0,
      "end_time": 5643861.0,
      "text": "== Reception and legacy =="
    },
    {
      "index": 1022,
      "start_time": 5643860.0,
      "end_time": 5648731.0,
      "text": "By the time of his death, within South Africa Mandela was widely considered both \"the father"
    },
    {
      "index": 1023,
      "start_time": 5648730.0,
      "end_time": 5655589.0,
      "text": "of the nation\" and \"the founding father of democracy\". Outside of South Africa, he was"
    },
    {
      "index": 1024,
      "start_time": 5655590.0,
      "end_time": 5661700.0,
      "text": "a \"global icon\", with the scholar of South African studies Rita Barnard describing him"
    },
    {
      "index": 1025,
      "start_time": 5661700.0,
      "end_time": 5667400.0,
      "text": "as \"one of the most revered figures of our time\". One biographer considered him \"a modern"
    },
    {
      "index": 1026,
      "start_time": 5667400.0,
      "end_time": 5673239.0,
      "text": "democratic hero\", while his popularity resulted in a cult of personality building up around"
    },
    {
      "index": 1027,
      "start_time": 5673240.0,
      "end_time": 5678560.0,
      "text": "him. Some have portrayed Mandela in messianic terms, in contrast to his own statement that"
    },
    {
      "index": 1028,
      "start_time": 5678560.0,
      "end_time": 5683959.0,
      "text": "\"I was not a messiah, but an ordinary man who had become a leader because of extraordinary"
    },
    {
      "index": 1029,
      "start_time": 5683960.0,
      "end_time": 5690290.0,
      "text": "circumstances.\" He is often cited alongside Mahatma Gandhi and Martin Luther King, Jr."
    },
    {
      "index": 1030,
      "start_time": 5690290.0,
      "end_time": 5696350.0,
      "text": "as one of the 20th century&#39;s exemplary anti-racist and anti-colonial leaders. Boehmer described"
    },
    {
      "index": 1031,
      "start_time": 5696350.0,
      "end_time": 5703522.0,
      "text": "him as \"a totem of the totemic values of our age: toleration and liberal democracy\" and"
    },
    {
      "index": 1032,
      "start_time": 5703520.0,
      "end_time": 5709998.0,
      "text": "\"a universal symbol of social justice\".Mandela&#39;s international fame had emerged during his"
    },
    {
      "index": 1033,
      "start_time": 5710000.0,
      "end_time": 5714881.0,
      "text": "incarceration in the 1980s, when he became the world&#39;s most famous prisoner, a symbol"
    },
    {
      "index": 1034,
      "start_time": 5714880.0,
      "end_time": 5720899.0,
      "text": "of the anti-apartheid cause, and an icon for millions who embraced the ideal of human equality."
    },
    {
      "index": 1035,
      "start_time": 5720900.0,
      "end_time": 5726459.0,
      "text": "In 1986, Mandela&#39;s biographer characterised him as \"the embodiment of the struggle for"
    },
    {
      "index": 1036,
      "start_time": 5726460.0,
      "end_time": 5733930.0,
      "text": "liberation\" in South Africa. Meredith stated that in becoming \"a potent symbol of resistance\""
    },
    {
      "index": 1037,
      "start_time": 5733930.0,
      "end_time": 5740151.0,
      "text": "to apartheid during the 1980s, he had gained \"mythical status\" internationally. Sampson"
    },
    {
      "index": 1038,
      "start_time": 5740150.0,
      "end_time": 5744719.0,
      "text": "commented that even during his life, this myth had become \"so powerful that it blurs"
    },
    {
      "index": 1039,
      "start_time": 5744720.0,
      "end_time": 5751220.0,
      "text": "the realities\", converting Mandela into \"a secular saint\". Within a decade of the end"
    },
    {
      "index": 1040,
      "start_time": 5751220.0,
      "end_time": 5756290.0,
      "text": "of his Presidency, Mandela&#39;s era was being widely thought of as \"a golden age of hope"
    },
    {
      "index": 1041,
      "start_time": 5756290.0,
      "end_time": 5761740.0,
      "text": "and harmony\", with much nostalgia being expressed for it. His name was often invoked by those"
    },
    {
      "index": 1042,
      "start_time": 5761740.0,
      "end_time": 5767679.0,
      "text": "criticising his successors like Mbeki and Zuma. Across the world, Mandela earned international"
    },
    {
      "index": 1043,
      "start_time": 5767680.0,
      "end_time": 5772870.0,
      "text": "acclaim for his activism in overcoming apartheid and fostering racial reconciliation, coming"
    },
    {
      "index": 1044,
      "start_time": 5772870.0,
      "end_time": 5779519.0,
      "text": "to be viewed as \"a moral authority\" with a great \"concern for truth\". Mandela&#39;s iconic"
    },
    {
      "index": 1045,
      "start_time": 5779520.0,
      "end_time": 5784120.0,
      "text": "status has been blamed for concealing the complexities of his life.Mandela generated"
    },
    {
      "index": 1046,
      "start_time": 5784120.0,
      "end_time": 5788760.0,
      "text": "controversy throughout his career as an activist and politician, having detractors on both"
    },
    {
      "index": 1047,
      "start_time": 5788760.0,
      "end_time": 5794300.0,
      "text": "the right and the radical left. During the 1980s, Mandela was widely labelled a terrorist"
    },
    {
      "index": 1048,
      "start_time": 5794300.0,
      "end_time": 5799919.0,
      "text": "by prominent political figures in the Western world for his embrace of political violence."
    },
    {
      "index": 1049,
      "start_time": 5799920.0,
      "end_time": 5805770.0,
      "text": "According to Thatcher, for instance, the ANC was \"a typical terrorist organisation\". The"
    },
    {
      "index": 1050,
      "start_time": 5805770.0,
      "end_time": 5810920.0,
      "text": "US government&#39;s State and Defense departments officially designated the ANC as a terrorist"
    },
    {
      "index": 1051,
      "start_time": 5810920.0,
      "end_time": 5816830.0,
      "text": "organisation, resulting in Mandela remaining on their terrorism watch-list until 2008."
    },
    {
      "index": 1052,
      "start_time": 5816830.0,
      "end_time": 5822490.0,
      "text": "On the left, some voices in the ANC—among them Frank B. Wilderson III—accused him"
    },
    {
      "index": 1053,
      "start_time": 5822490.0,
      "end_time": 5826710.0,
      "text": "of selling out for agreeing to enter negotiations with the apartheid government and for not"
    },
    {
      "index": 1054,
      "start_time": 5826710.0,
      "end_time": 5831841.0,
      "text": "implementing the reforms of the Freedom Charter during his Presidency. According to Barnard,"
    },
    {
      "index": 1055,
      "start_time": 5831840.0,
      "end_time": 5837169.0,
      "text": "\"there is also a sense in which his chiefly bearing and mode of conduct, the very respect"
    },
    {
      "index": 1056,
      "start_time": 5837170.0,
      "end_time": 5842301.0,
      "text": "and authority he accrued in representing his nation in his own person, went against the"
    },
    {
      "index": 1057,
      "start_time": 5842300.0,
      "end_time": 5848500.0,
      "text": "spirit of democracy\", and concerns were similarly expressed that he placed his own status and"
    },
    {
      "index": 1058,
      "start_time": 5848500.0,
      "end_time": 5852949.0,
      "text": "celebrity above the transformation of his country. His government would be criticised"
    },
    {
      "index": 1059,
      "start_time": 5852950.0,
      "end_time": 5857840.0,
      "text": "for its failure to deal with both the HIV/AIDS pandemic and the high levels of poverty in"
    },
    {
      "index": 1060,
      "start_time": 5857840.0,
      "end_time": 5863300.0,
      "text": "South Africa. Mandela was also criticised for his friendship with political leaders"
    },
    {
      "index": 1061,
      "start_time": 5863300.0,
      "end_time": 5869239.0,
      "text": "such as Castro, Gaddafi, and Suharto—deemed dictators by critics—as well as his refusal"
    },
    {
      "index": 1062,
      "start_time": 5869240.0,
      "end_time": 5872719.0,
      "text": "to condemn their governments&#39; human rights violations."
    },
    {
      "index": 1063,
      "start_time": 5872720.0,
      "end_time": 5882410.0,
      "text": "=== Orders, decorations, monuments, and honours ==="
    },
    {
      "index": 1064,
      "start_time": 5882410.0,
      "end_time": 5888321.0,
      "text": "Over the course of his life, Mandela was given over 250 awards, accolades, prizes, honorary"
    },
    {
      "index": 1065,
      "start_time": 5888320.0,
      "end_time": 5893790.0,
      "text": "degrees and citizenships in recognition of his political achievements."
    },
    {
      "index": 1066,
      "start_time": 5893790.0,
      "end_time": 5897710.0,
      "text": "Among his awards were the Nobel Peace Prize, the US Presidential Medal of Freedom, the"
    },
    {
      "index": 1067,
      "start_time": 5897710.0,
      "end_time": 5902440.0,
      "text": "Soviet Union&#39;s Lenin Peace Prize, and the Libyan Al-Gaddafi International Prize for"
    },
    {
      "index": 1068,
      "start_time": 5902440.0,
      "end_time": 5908900.0,
      "text": "Human Rights. In 1990, India awarded him the Bharat Ratna, and in 1992 Pakistan gave him"
    },
    {
      "index": 1069,
      "start_time": 5908900.0,
      "end_time": 5914619.0,
      "text": "their Nishan-e-Pakistan. The same year, he was awarded the Atatürk Peace Award by Turkey;"
    },
    {
      "index": 1070,
      "start_time": 5914620.0,
      "end_time": 5919220.0,
      "text": "he at first refused the award, citing human rights violations committed by Turkey at the"
    },
    {
      "index": 1071,
      "start_time": 5919220.0,
      "end_time": 5924870.0,
      "text": "time, but later accepted the award in 1999. He was appointed to the Order of Isabella"
    },
    {
      "index": 1072,
      "start_time": 5924870.0,
      "end_time": 5928781.0,
      "text": "the Catholic and the Order of Canada, and was the first living person to be made an"
    },
    {
      "index": 1073,
      "start_time": 5928780.0,
      "end_time": 5934449.0,
      "text": "honorary Canadian citizen. Queen Elizabeth II appointed him as a Bailiff Grand Cross"
    },
    {
      "index": 1074,
      "start_time": 5934450.0,
      "end_time": 5940691.0,
      "text": "of the Order of St. John and granted him membership in the Order of Merit.In 2004, Johannesburg"
    },
    {
      "index": 1075,
      "start_time": 5940690.0,
      "end_time": 5945789.0,
      "text": "granted Mandela the Freedom of the City, and in 2008 a Mandela statue was unveiled at the"
    },
    {
      "index": 1076,
      "start_time": 5945790.0,
      "end_time": 5951720.0,
      "text": "spot where Mandela was released from prison. On the Day of Reconciliation 2013, a bronze"
    },
    {
      "index": 1077,
      "start_time": 5951720.0,
      "end_time": 5956371.0,
      "text": "statue of Mandela was unveiled at Pretoria&#39;s Union Buildings."
    },
    {
      "index": 1078,
      "start_time": 5956370.0,
      "end_time": 5962510.0,
      "text": "In November 2009, the United Nations General Assembly proclaimed Mandela&#39;s birthday, 18"
    },
    {
      "index": 1079,
      "start_time": 5962510.0,
      "end_time": 5968630.0,
      "text": "July, as \"Mandela Day\", marking his contribution to the anti-apartheid struggle. It called"
    },
    {
      "index": 1080,
      "start_time": 5968630.0,
      "end_time": 5974489.0,
      "text": "on individuals to donate 67 minutes to doing something for others, commemorating the 67"
    },
    {
      "index": 1081,
      "start_time": 5974490.0,
      "end_time": 5979800.0,
      "text": "years that Mandela had been a part of the movement. In 2015 the UN General Assembly"
    },
    {
      "index": 1082,
      "start_time": 5979800.0,
      "end_time": 5984809.0,
      "text": "named the amended Standard Minimum Rules for the Treatment of Prisoners as \"the Mandela"
    },
    {
      "index": 1083,
      "start_time": 5984810.0,
      "end_time": 5991520.0,
      "text": "Rules\" to honour his legacy."
    },
    {
      "index": 1084,
      "start_time": 5991520.0,
      "end_time": 5998401.0,
      "text": "=== Biographies and popular media === The first biography of Mandela was authored"
    },
    {
      "index": 1085,
      "start_time": 5998400.0,
      "end_time": 6003339.0,
      "text": "by Mary Benson, based on brief interviews with him that she had conducted in the 1960s."
    },
    {
      "index": 1086,
      "start_time": 6003340.0,
      "end_time": 6009369.0,
      "text": "Two authorised biographies were later produced by friends of Mandela. The first was Fatima"
    },
    {
      "index": 1087,
      "start_time": 6009370.0,
      "end_time": 6013131.0,
      "text": "Meer&#39;s Higher Than Hope, which was heavily influenced by Winnie and thus placed great"
    },
    {
      "index": 1088,
      "start_time": 6013130.0,
      "end_time": 6020479.0,
      "text": "emphasis on Mandela&#39;s family. The second was Anthony Sampson&#39;s Mandela, published in 1999."
    },
    {
      "index": 1089,
      "start_time": 6020480.0,
      "end_time": 6025751.0,
      "text": "Other biographies included Martin Meredith&#39;s Mandela, first published in 1997, and Tom"
    },
    {
      "index": 1090,
      "start_time": 6025750.0,
      "end_time": 6031690.0,
      "text": "Lodge&#39;s Mandela, brought out in 2006.Since the late 1980s, Mandela&#39;s image began to appear"
    },
    {
      "index": 1091,
      "start_time": 6031690.0,
      "end_time": 6038768.0,
      "text": "on a proliferation of items, among them \"photographs, paintings, drawings, statues, public murals,"
    },
    {
      "index": 1092,
      "start_time": 6038770.0,
      "end_time": 6044801.0,
      "text": "buttons, t-shirts, refrigerator magnets, and more\", items that have been characterised"
    },
    {
      "index": 1093,
      "start_time": 6044800.0,
      "end_time": 6051249.0,
      "text": "as \"Mandela kitsch\". In the 1980s he was the subject of several songs, such as The Special"
    },
    {
      "index": 1094,
      "start_time": 6051250.0,
      "end_time": 6059160.0,
      "text": "AKA&#39;s \"Free Nelson Mandela\" and Hugh Masekela&#39;s \"Bring Him Back Home (Nelson Mandela)\", which"
    },
    {
      "index": 1095,
      "start_time": 6059160.0,
      "end_time": 6063950.0,
      "text": "helped to bring awareness of his imprisonment to an international audience. Following his"
    },
    {
      "index": 1096,
      "start_time": 6063950.0,
      "end_time": 6068401.0,
      "text": "death, there appeared many internet memes featuring images of Mandela with his inspirational"
    },
    {
      "index": 1097,
      "start_time": 6068400.0,
      "end_time": 6074869.0,
      "text": "quotes superimposed onto them. Mandela has also been depicted in films on multiple occasions."
    },
    {
      "index": 1098,
      "start_time": 6074870.0,
      "end_time": 6081581.0,
      "text": "Some of these, such as the 2013 feature film Mandela: Long Walk to Freedom and the 1996"
    },
    {
      "index": 1099,
      "start_time": 6081590.0,
      "end_time": 6085300.0,
      "text": "documentary Mandela, have focused on covering his long life, whereas others, such as the"
    },
    {
      "index": 1100,
      "start_time": 6085300.0,
      "end_time": 6091889.0,
      "text": "2009 feature film Invictus and the 2010 documentary The 16th Man, have focused on specific events"
    },
    {
      "index": 1101,
      "start_time": 6091890.0,
      "end_time": 6098571.0,
      "text": "in his life. It has been argued that in Invictus and other films, \"the America film industry\""
    },
    {
      "index": 1102,
      "start_time": 6098570.0,
      "end_time": 6108300.0,
      "text": "has played a significant part in \"the crafting of Mandela&#39;s global image\"."
    },
    {
      "index": 1103,
      "start_time": 6108300.0,
      "end_time": 6112768.0,
      "text": "== See also =="
    },
    {
      "index": 1104,
      "start_time": 6112770.0,
      "end_time": 6113770.0,
      "text": "Mandela effect"
    },
    {
      "index": 1105,
      "start_time": 6113770.0,
      "end_time": 6117960.0,
      "text": "== References =="
    },
    {
      "index": 1106,
      "start_time": 6117960.0,
      "end_time": 6127430.0,
      "text": "=== Footnotes ==="
    },
    {
      "index": 1107,
      "start_time": 6127430.0,
      "end_time": 6128430.0,
      "text": "=== Bibliography ==="
    },
    {
      "index": 1108,
      "start_time": 6128430.0,
      "end_time": 6137430.0,
      "text": "== External links =="
    },
    {
      "index": 1109,
      "start_time": 6137430.0,
      "end_time": 6143111.0,
      "text": "Nelson Mandela Centre of Memory Nelson Mandela Children&#39;s Fund"
    },
    {
      "index": 1110,
      "start_time": 6143110.0,
      "end_time": 6148268.0,
      "text": "Nelson Mandela Foundation Mandela Rhodes Foundation"
    },
    {
      "index": 1111,
      "start_time": 6148270.0,
      "end_time": 6152991.0,
      "text": "The Elders Nelson Mandela Museum"
    },
    {
      "index": 1112,
      "start_time": 6152990.0,
      "end_time": 6157260.0,
      "text": "Nelson Mandela Day Nelson Mandela&#39;s family tree"
    },
    {
      "index": 1113,
      "start_time": 6157260.0,
      "end_time": 6161999.0,
      "text": "Works by or about Nelson Mandela in libraries (WorldCat catalog)"
    },
    {
      "index": 1114,
      "start_time": 6162000.0,
      "end_time": 6167841.0,
      "text": "Nelson Mandela at Curlie Nelson Mandela on IMDb"
    },
    {
      "index": 1115,
      "start_time": 6167840.0,
      "end_time": 6168849.0,
      "text": "Appearances on C-SPAN"
    }
  ]
}