{
  "video_id": "SUZaZLQJv9g",
  "title": "Bartending Tips : How to Make Small Talk at a Bar",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 350.0,
      "end_time": 5290.0,
      "text": "Did you ever find yourself at a bar having a few beverages but still you feel left out"
    },
    {
      "index": 2,
      "start_time": 5290.0,
      "end_time": 8770.0,
      "text": "like you are not a part of the conversations that are going on around you because you don&#39;t"
    },
    {
      "index": 3,
      "start_time": 8770.0,
      "end_time": 12860.0,
      "text": "know how to make small talk? My name is Micah and I&#39;m going to talk to you about how to"
    },
    {
      "index": 4,
      "start_time": 12860.0,
      "end_time": 18740.0,
      "text": "make small talk at a bar. Now it is very important at a bar how you present yourself when you"
    },
    {
      "index": 5,
      "start_time": 18740.0,
      "end_time": 23610.0,
      "text": "first make a remark to somebody. Often people don&#39;t know you, don&#39;t know where you are from,"
    },
    {
      "index": 6,
      "start_time": 23610.0,
      "end_time": 28850.0,
      "text": "don&#39;t know who you are. They might take it adversely to some certain color that are off"
    },
    {
      "index": 7,
      "start_time": 28850.0,
      "end_time": 34620.0,
      "text": "color or that are offensive. So you want to stick to subjects that are neutral that people"
    },
    {
      "index": 8,
      "start_time": 34620.0,
      "end_time": 40559.0,
      "text": "get along with and to connect with people easily, obviously sports are a big one. In"
    },
    {
      "index": 9,
      "start_time": 40559.0,
      "end_time": 45248.0,
      "text": "most bars on the TV&#39;s you&#39;ll have sports playing and most times comments about what is going"
    },
    {
      "index": 10,
      "start_time": 45249.0,
      "end_time": 49940.0,
      "text": "on in the game and explaining or the highlight reel that you just seen can often get you"
    },
    {
      "index": 11,
      "start_time": 49940.0,
      "end_time": 55120.0,
      "text": "in those conversations and then you can move away from sports after a while if you want."
    },
    {
      "index": 12,
      "start_time": 55120.0,
      "end_time": 60328.0,
      "text": "Also stay away from politics and religion. Those are divisive subjects and people never"
    },
    {
      "index": 13,
      "start_time": 60329.0,
      "end_time": 63679.0,
      "text": "want to hear about them when they are out drinking or they just might not want to hear"
    },
    {
      "index": 14,
      "start_time": 63679.0,
      "end_time": 68700.0,
      "text": "your opinion because often they don&#39;t share the same and you might come within danger"
    },
    {
      "index": 15,
      "start_time": 68700.0,
      "end_time": 73110.0,
      "text": "of offending somebody if you come with strong opinions of politics or religion and they"
    },
    {
      "index": 16,
      "start_time": 73110.0,
      "end_time": 79850.0,
      "text": "don&#39;t agree. So keep it light, keep it simple and come off nicely. You might even offer"
    },
    {
      "index": 17,
      "start_time": 79850.0,
      "end_time": 84189.0,
      "text": "to buy somebody a drink and that always starts the conversation. You don&#39;t have to sit there"
    },
    {
      "index": 18,
      "start_time": 84189.0,
      "end_time": 88648.0,
      "text": "by yourself feeling like you are not part of it, take the plunge, the important part"
    },
    {
      "index": 19,
      "start_time": 88649.0,
      "end_time": 93950.0,
      "text": "is to get in there and do it. My name is Micah and that is how to make small talk at a bar."
    }
  ]
}