{
  "video_id": "SvEQBURrPow",
  "title": "How to Stay Awake Without Caffeine",
  "json": [
    {
      "index": 1,
      "start_time": 400.0,
      "end_time": 3720.0,
      "text": "We've all hit that tough spot of the day when your brain gave everything it has to give."
    },
    {
      "index": 2,
      "start_time": 3820.0,
      "end_time": 7260.0,
      "text": "But you don't want to slam back in another coffee, because you actually want to go to sleep at night."
    },
    {
      "index": 3,
      "start_time": 7360.0,
      "end_time": 12230.0,
      "text": "So here are some tips to get you running back up at full speed without the caffeine jitters."
    },
    {
      "index": 4,
      "start_time": 22000.0,
      "end_time": 24100.0,
      "text": "Here's a tip you might already follow out of habit."
    },
    {
      "index": 5,
      "start_time": 24110.0,
      "end_time": 27710.0,
      "text": "When you're feeling tired, look no further than viral cat videos."
    },
    {
      "index": 6,
      "start_time": 27710.0,
      "end_time": 28990.0,
      "text": "But why cat videos?"
    },
    {
      "index": 7,
      "start_time": 29000.0,
      "end_time": 32940.0,
      "text": "Well, because they're nearly impossible not to enjoy, and pleasure is the key here."
    },
    {
      "index": 8,
      "start_time": 33500.0,
      "end_time": 41270.0,
      "text": "Research has shown, that watching cute videos featuring kittens, and yes puppies too improves your mood and temporarily boost your attention to detail."
    },
    {
      "index": 9,
      "start_time": 41370.0,
      "end_time": 46370.0,
      "text": "Oxytocin and cortisol, both hormones that influence our body's physiological response to a motion."
    },
    {
      "index": 10,
      "start_time": 46470.0,
      "end_time": 51830.0,
      "text": "Oxytocin can influence positive feelings of trust and connection, while cortisol is a hormone linked to stress."
    },
    {
      "index": 11,
      "start_time": 51930.0,
      "end_time": 59610.0,
      "text": "Like spending time with a pet in person, watching cat videos can increase oxytocin levels in your brain and decrease cortisol levels."
    },
    {
      "index": 12,
      "start_time": 65000.0,
      "end_time": 68970.0,
      "text": "Sometimes there's no better boost than a big glass of regular old H2O."
    },
    {
      "index": 13,
      "start_time": 69070.0,
      "end_time": 71590.0,
      "text": "Not drinking enough water during the day can lead to dehydration,"
    },
    {
      "index": 14,
      "start_time": 71690.0,
      "end_time": 78280.0,
      "text": "And dehydration can lead to fatigue, not to mention more serious symptoms like confusion, heart palpitations, and fainting."
    },
    {
      "index": 15,
      "start_time": 78380.0,
      "end_time": 83470.0,
      "text": "The adult human body is 50 to 65 percent water, and it's your prerogative to keep those numbers consistent."
    },
    {
      "index": 16,
      "start_time": 83570.0,
      "end_time": 91420.0,
      "text": "We typically start getting thirsty when we've lost two to three percent of our body's water but believe it or not, it can affect you mentally and physically when you've lost just one percent."
    },
    {
      "index": 17,
      "start_time": 91870.0,
      "end_time": 94980.0,
      "text": "This is because water is a major component in the plasma in our blood."
    },
    {
      "index": 18,
      "start_time": 95420.0,
      "end_time": 101760.0,
      "text": "By the way, blood is pretty important because it transports oxygen, proteins, and other nutrients your body needs to actually properly function."
    },
    {
      "index": 19,
      "start_time": 101860.0,
      "end_time": 106580.0,
      "text": "Dehydration stresses your body, raising it's temperature, and making your heart beat faster."
    },
    {
      "index": 20,
      "start_time": 106680.0,
      "end_time": 108450.0,
      "text": "This is why you get fatigued when dehydrated."
    },
    {
      "index": 21,
      "start_time": 108650.0,
      "end_time": 109640.0,
      "text": "So bottoms up."
    },
    {
      "index": 22,
      "start_time": 115000.0,
      "end_time": 119590.0,
      "text": "If you are feeling a little groggy, put on your favorite tune, get up and dance like no one's looking."
    },
    {
      "index": 23,
      "start_time": 119690.0,
      "end_time": 121600.0,
      "text": "And if they are looking, whatever you do you."
    },
    {
      "index": 24,
      "start_time": 122000.0,
      "end_time": 128570.0,
      "text": "Dancing, and other forms of exercise produce feel-good endorphins in the body, which reduce pain and help us feel happier and more energized."
    },
    {
      "index": 25,
      "start_time": 128570.0,
      "end_time": 133860.0,
      "text": "Pair that with the stimulating effect of singing along your favorite jams, you could probably convince your boss to throw a dance party."
    },
    {
      "index": 26,
      "start_time": 133990.0,
      "end_time": 141510.0,
      "text": "Listening to your favorite song activates the pleasure circuit in your brain, releasing even more feel-good neurochemicals like dopamine, serotonin, and oxytocin."
    },
    {
      "index": 27,
      "start_time": 141510.0,
      "end_time": 145590.0,
      "text": "This chemical cocktail gives you a boost that can keep you nice and wide-eyed."
    },
    {
      "index": 28,
      "start_time": 150090.0,
      "end_time": 155740.0,
      "text": "If you've been stuck working at your desk all day long, and the dance moves didn't get you up and running again, it might be time for a dose of bright light."
    },
    {
      "index": 29,
      "start_time": 156000.0,
      "end_time": 160120.0,
      "text": "Some researches shown a direct connection between bright lights in general and alertness."
    },
    {
      "index": 30,
      "start_time": 160220.0,
      "end_time": 165890.0,
      "text": "Turning on bright light activates neurons and hypothalamus that release a neurotransmitter called hypocretin, or orexin."
    },
    {
      "index": 31,
      "start_time": 165990.0,
      "end_time": 168100.0,
      "text": "This stuff help us stay awake and alert during the day."
    },
    {
      "index": 32,
      "start_time": 168600.0,
      "end_time": 173610.0,
      "text": "Getting out and taking a quick walk in the sun, might just be all you need to keep the rest of the day running smoothly."
    },
    {
      "index": 33,
      "start_time": 174000.0,
      "end_time": 177140.0,
      "text": "If these four tips didn't work for you, it's probably time to bite the bullet."
    },
    {
      "index": 34,
      "start_time": 177240.0,
      "end_time": 179970.0,
      "text": "Sometimes there's only one solution and that's to take a nap."
    },
    {
      "index": 35,
      "start_time": 180000.0,
      "end_time": 181500.0,
      "text": "Thanks for watching folks."
    },
    {
      "index": 36,
      "start_time": 181500.0,
      "end_time": 187540.0,
      "text": "If you got any chemistry qusetions, post them down on the comments, hit the thumbs up button and subscribe on the way out."
    }
  ]
}