{
  "video_id": "swDdXHuadlA",
  "title": "Faith in God – Back to Basics (2/2) | Bayless Conley",
  "json": [
    {
      "index": 1,
      "start_time": 580.0,
      "end_time": 6700.0,
      "text": "There are many questions you are faced with every day. We are all searching for answers"
    },
    {
      "index": 2,
      "start_time": 6700.0,
      "end_time": 14800.0,
      "text": "that will make a real difference in our lives. It’s hard to imagine that these answers"
    },
    {
      "index": 3,
      "start_time": 14800.0,
      "end_time": 20310.0,
      "text": "might be right in front of us. Get ready to discover answers in the Bible with Bayless"
    },
    {
      "index": 4,
      "start_time": 20310.0,
      "end_time": 22529.0,
      "text": "Conley."
    },
    {
      "index": 5,
      "start_time": 22529.0,
      "end_time": 27170.0,
      "text": "Welcome to the broadcast today. We’re going into the second part of a message about what"
    },
    {
      "index": 6,
      "start_time": 27170.0,
      "end_time": 32750.0,
      "text": "faith is. And in particular we are looking at men and women from Hebrews chapter 11 that"
    },
    {
      "index": 7,
      "start_time": 32750.0,
      "end_time": 37930.0,
      "text": "walked by faith. And yet each one of them had a different way to express their faith."
    },
    {
      "index": 8,
      "start_time": 37930.0,
      "end_time": 44610.0,
      "text": "We found out last time that Noah expressed his faith through preparation. God said that"
    },
    {
      "index": 9,
      "start_time": 44610.0,
      "end_time": 49720.0,
      "text": "there would be a flood. So without any evidence other than God’s word he prepared. And we’re"
    },
    {
      "index": 10,
      "start_time": 49720.0,
      "end_time": 55920.0,
      "text": "going to move on to another well-known biblical figure in today’s message. And talk about"
    },
    {
      "index": 11,
      "start_time": 55920.0,
      "end_time": 61760.0,
      "text": "what faith is. And I believe with this person or the next one or the next one that we discuss"
    },
    {
      "index": 12,
      "start_time": 61760.0,
      "end_time": 68190.0,
      "text": "you’re going to learn some keys that will help you in very practical ways to express"
    },
    {
      "index": 13,
      "start_time": 68190.0,
      "end_time": 73550.0,
      "text": "faith in God in your own life. And remember: without faith it’s not hard, it’s not"
    },
    {
      "index": 14,
      "start_time": 73550.0,
      "end_time": 78000.0,
      "text": "just difficult, it is impossible to please God."
    },
    {
      "index": 15,
      "start_time": 78000.0,
      "end_time": 85200.0,
      "text": "Here’s Bayless Conley with part two of his continuing message from last week."
    },
    {
      "index": 16,
      "start_time": 85200.0,
      "end_time": 91990.0,
      "text": "When you believe God’s Word that He said something is going to happen, your action"
    },
    {
      "index": 17,
      "start_time": 91990.0,
      "end_time": 99000.0,
      "text": "is to prepare. It’s how you release your faith."
    },
    {
      "index": 18,
      "start_time": 99000.0,
      "end_time": 106250.0,
      "text": "Gloria Sutton, she basically oversees all the Answers television broadcasts that goes"
    },
    {
      "index": 19,
      "start_time": 106250.0,
      "end_time": 112790.0,
      "text": "out of Cottonwood Church around the world. And she has been in that position and doing"
    },
    {
      "index": 20,
      "start_time": 112790.0,
      "end_time": 122470.0,
      "text": "that for about 16 years… an amazing gal! Let me tell you how it started. God spoke"
    },
    {
      "index": 21,
      "start_time": 122470.0,
      "end_time": 128508.0,
      "text": "to Gloria’s heart about 20 years ago that she was going to be the Director of Television"
    },
    {
      "index": 22,
      "start_time": 128508.00000000001,
      "end_time": 136809.0,
      "text": "Correspondence here at Cottonwood Church. No such position even existed. There was no"
    },
    {
      "index": 23,
      "start_time": 136810.0,
      "end_time": 143540.0,
      "text": "Director of Television Correspondence. We didn’t need one. We didn’t have the position."
    },
    {
      "index": 24,
      "start_time": 143540.0,
      "end_time": 149269.0,
      "text": "She was the head over a large pharmacy in a medical center, responsible for all of it."
    },
    {
      "index": 25,
      "start_time": 149270.0,
      "end_time": 153310.0,
      "text": "So she started every single day listening to the cassettes. That’s what we had then."
    },
    {
      "index": 26,
      "start_time": 153310.0,
      "end_time": 159849.0,
      "text": "There weren’t any CDs or other means, but so it was cassettes. At least we weren’t"
    },
    {
      "index": 27,
      "start_time": 159849.0,
      "end_time": 166130.0,
      "text": "doing 8-tracks or reel-to-reel, anymore. So she listened to the CDs of the messages every"
    },
    {
      "index": 28,
      "start_time": 166130.0,
      "end_time": 170400.0,
      "text": "day over and over and over on her way to work, on her way home from work; during lunchbreak"
    },
    {
      "index": 29,
      "start_time": 170400.0,
      "end_time": 174701.0,
      "text": "she listened to the messages from Sunday and Wednesday over and over and over. And she"
    },
    {
      "index": 30,
      "start_time": 174701.0,
      "end_time": 181310.0,
      "text": "does that for several years. And she began saying to herself over and over, “I am the"
    },
    {
      "index": 31,
      "start_time": 181310.0,
      "end_time": 185403.0,
      "text": "Director of Television Correspondence for Cottonwood Church.” She said she would say"
    },
    {
      "index": 32,
      "start_time": 185403.0,
      "end_time": 191630.0,
      "text": "it out loud and laugh in the car by herself. And then she started getting the pharmacy"
    },
    {
      "index": 33,
      "start_time": 191630.0,
      "end_time": 196490.0,
      "text": "ready… getting all the files, all the documents, everything in order to hand over to someone"
    },
    {
      "index": 34,
      "start_time": 196490.0,
      "end_time": 200560.0,
      "text": "else because she’s going to be the Director of Television Correspondence at Cottonwood"
    },
    {
      "index": 35,
      "start_time": 200560.0,
      "end_time": 204640.0,
      "text": "Church. She hadn’t told another soul, but she got everything ready, trained the people"
    },
    {
      "index": 36,
      "start_time": 204640.0,
      "end_time": 210890.0,
      "text": "up, got everything ready to hand it over. And then she started making up little songs"
    },
    {
      "index": 37,
      "start_time": 210890.0,
      "end_time": 215750.0,
      "text": "about it and singing songs to herself. And I don’t know what they sounded like. I’m"
    },
    {
      "index": 38,
      "start_time": 215750.0,
      "end_time": 221720.0,
      "text": "not even going to try. And then after two years, she said, “I finally told my husband,"
    },
    {
      "index": 39,
      "start_time": 221720.0,
      "end_time": 226160.0,
      "text": "Bob, and I told my parents.” She said, “I’m going to be the Director of Television Correspondence"
    },
    {
      "index": 40,
      "start_time": 226160.0,
      "end_time": 230990.0,
      "text": "at Cottonwood Church.” Now she didn’t come to us and tell us that. We went and sought"
    },
    {
      "index": 41,
      "start_time": 230990.0,
      "end_time": 235540.0,
      "text": "her out and said, “Gloria, we’d like you to come work for the Television Department"
    },
    {
      "index": 42,
      "start_time": 235540.0,
      "end_time": 242989.0,
      "text": "at the church.” And you know what? She has a staff, oversees the office, everything that"
    },
    {
      "index": 43,
      "start_time": 242989.0,
      "end_time": 249410.0,
      "text": "happens here in the U. S., but she also oversees our correspondence centers and our offices"
    },
    {
      "index": 44,
      "start_time": 249410.0,
      "end_time": 254299.0,
      "text": "in eight different countries. It’s in multiple languages around the world. She’s responsible"
    },
    {
      "index": 45,
      "start_time": 254300.0,
      "end_time": 258749.0,
      "text": "for all of the banking. She’s responsible for… we have boards in all of those different"
    },
    {
      "index": 46,
      "start_time": 258749.00000000003,
      "end_time": 263389.0,
      "text": "nations, which we have to have. We have board members there. We have correspondence in the"
    },
    {
      "index": 47,
      "start_time": 263389.0,
      "end_time": 267169.0,
      "text": "language of the people. There’s websites set up in all of the different languages."
    },
    {
      "index": 48,
      "start_time": 267169.0,
      "end_time": 272479.0,
      "text": "Guess who is responsible for all that? Gloria Sutton is. Well, I’m going to tell you how"
    },
    {
      "index": 49,
      "start_time": 272479.0,
      "end_time": 282979.0,
      "text": "it started. She began making preparations. She started preparing. And if she hadn’t"
    },
    {
      "index": 50,
      "start_time": 282979.0,
      "end_time": 287370.0,
      "text": "prepared, it never would have happened for her."
    },
    {
      "index": 51,
      "start_time": 287370.0,
      "end_time": 294749.0,
      "text": "Noah, what’s faith about? It’s about making preparations."
    },
    {
      "index": 52,
      "start_time": 294749.0,
      "end_time": 299900.0,
      "text": "How long did you stay with it, Noah? A hundred years."
    },
    {
      "index": 53,
      "start_time": 299900.0,
      "end_time": 304629.0,
      "text": "Okay. What is it that God has quickened to your heart? What has He talked to you about?"
    },
    {
      "index": 54,
      "start_time": 304629.0,
      "end_time": 310770.0,
      "text": "Have you made any preparations at all? Believe your husband is going to be saved? Have you"
    },
    {
      "index": 55,
      "start_time": 310770.0,
      "end_time": 317210.0,
      "text": "gotten him a Bible and had his name embossed on it yet? Or gotten an iPad with a Bible"
    },
    {
      "index": 56,
      "start_time": 317210.0,
      "end_time": 320930.0,
      "text": "program on that you’re going to give to him when he responds and gives his life to"
    },
    {
      "index": 57,
      "start_time": 320930.0,
      "end_time": 328729.0,
      "text": "Christ? Have you done any kind of preparation at all? Faith is expressed… faith is released…"
    },
    {
      "index": 58,
      "start_time": 328729.0,
      "end_time": 331139.0,
      "text": "it’s turned loose through making preparations."
    },
    {
      "index": 59,
      "start_time": 331139.0,
      "end_time": 336860.0,
      "text": "All right, we come to another one in verse 8, Abraham. “By faith…” Everyone say,"
    },
    {
      "index": 60,
      "start_time": 336860.0,
      "end_time": 337860.0,
      "text": "“By faith.”"
    },
    {
      "index": 61,
      "start_time": 337860.0,
      "end_time": 342449.0,
      "text": "By faith Abraham obeyed when he was called to go out to the place which he would receive"
    },
    {
      "index": 62,
      "start_time": 342449.0,
      "end_time": 347300.0,
      "text": "as an inheritance. And he went out, not knowing where he was going."
    },
    {
      "index": 63,
      "start_time": 347300.0,
      "end_time": 353110.0,
      "text": "Abraham would tell us, “Oh, faith is about obedience. It’s about doing what God tells"
    },
    {
      "index": 64,
      "start_time": 353110.0,
      "end_time": 358390.0,
      "text": "you to do, even when you don’t know what’s coming next.”"
    },
    {
      "index": 65,
      "start_time": 358390.0,
      "end_time": 364610.0,
      "text": "In Genesis 12:1-2 it says this, “Now the Lord said to Abraham, ‘Get out of your country,"
    },
    {
      "index": 66,
      "start_time": 364610.0,
      "end_time": 369770.0,
      "text": "from your family, and from your father’s house to a land that I will show you. I will"
    },
    {
      "index": 67,
      "start_time": 369770.0,
      "end_time": 372830.0,
      "text": "make you a great nation. I will bless you and make your name great, and you shall be"
    },
    {
      "index": 68,
      "start_time": 372830.0,
      "end_time": 379599.0,
      "text": "a blessing.” Now when God said that to him, Abraham’s father had just died, his younger"
    },
    {
      "index": 69,
      "start_time": 379600.0,
      "end_time": 386270.0,
      "text": "brother had just died, and Abraham is taking care of his nephew, all while he is at the"
    },
    {
      "index": 70,
      "start_time": 386270.0,
      "end_time": 396340.0,
      "text": "age of 75. And God says, “Abraham, go, and I’ll bless you.”"
    },
    {
      "index": 71,
      "start_time": 396340.0,
      "end_time": 403799.0,
      "text": "“Go? Go where, God?” “Just get going. I’ll show you later.”"
    },
    {
      "index": 72,
      "start_time": 403800.0,
      "end_time": 409199.0,
      "text": "A lot of people would have said, “Uhm, God, don’t You think I’m a little old for this?"
    },
    {
      "index": 73,
      "start_time": 409199.0,
      "end_time": 414139.0,
      "text": "You know, I was thinking about retiring. And my younger brother just died, and we’re"
    },
    {
      "index": 74,
      "start_time": 414139.0,
      "end_time": 422889.0,
      "text": "just sort of getting settled in in this place, and really? Seventy-five? You are saying to"
    },
    {
      "index": 75,
      "start_time": 422889.0,
      "end_time": 429890.0,
      "text": "go, and You are not telling me where I’m supposed to go? No, just go. Uh, well, do"
    },
    {
      "index": 76,
      "start_time": 429890.0,
      "end_time": 431249.0,
      "text": "You have a map?” “No, no maps.”"
    },
    {
      "index": 77,
      "start_time": 431249.0,
      "end_time": 434580.0,
      "text": "“Well, a vision. Can you give me a vision? Show me in a vision.”"
    },
    {
      "index": 78,
      "start_time": 434580.0,
      "end_time": 438550.0,
      "text": "“No, no vision.” “Well, can you send me someone that’s"
    },
    {
      "index": 79,
      "start_time": 438550.0,
      "end_time": 441490.0,
      "text": "been there, and then they can come and tell me about the place?”"
    },
    {
      "index": 80,
      "start_time": 441490.0,
      "end_time": 448620.0,
      "text": "“No, I’m not sending anyone. Just go. I’ll tell you when you get there.”"
    },
    {
      "index": 81,
      "start_time": 448620.0,
      "end_time": 456620.0,
      "text": "And by faith Abraham went out, not knowing where he was going. You see, God gives you"
    },
    {
      "index": 82,
      "start_time": 456620.0,
      "end_time": 463360.0,
      "text": "a little light, and then He expects you to walk in it before He will give you more light."
    },
    {
      "index": 83,
      "start_time": 463360.0,
      "end_time": 471650.0,
      "text": "I was probably 15 or 16 years old. I was with a friend, we’re back in the San Gabriel"
    },
    {
      "index": 84,
      "start_time": 471650.0,
      "end_time": 478800.0,
      "text": "mountains. We had taken our backpacks in and we were fly fishing on an upper part of the"
    },
    {
      "index": 85,
      "start_time": 478800.0,
      "end_time": 481558.0,
      "text": "San Gabriel River, and we were down in a place there’s no road or anything to it. It was"
    },
    {
      "index": 86,
      "start_time": 481559.0,
      "end_time": 486150.0,
      "text": "a bit of a wilderness area. And he and I found an old abandoned mine. It was literally a"
    },
    {
      "index": 87,
      "start_time": 486150.0,
      "end_time": 491409.0,
      "text": "hole that was just cut out of the granite side of a cliff. All these trees and shrubs"
    },
    {
      "index": 88,
      "start_time": 491409.0,
      "end_time": 494370.0,
      "text": "had grown up in front of it, and there were some old twisted tracks coming out, and we"
    },
    {
      "index": 89,
      "start_time": 494370.0,
      "end_time": 500199.0,
      "text": "went, “Awesome!” We didn’t even have a flashlight with us, but we had a whole bunch"
    },
    {
      "index": 90,
      "start_time": 500199.0,
      "end_time": 504939.0,
      "text": "of stick matches. Somebody says, “What if there’s a bear in there?” There could"
    },
    {
      "index": 91,
      "start_time": 504939.0,
      "end_time": 508479.0,
      "text": "have been a bear in there! “What if there’s snakes in there?” There could have been"
    },
    {
      "index": 92,
      "start_time": 508479.0,
      "end_time": 513630.0,
      "text": "snakes in there! “What if there’s a shaft that just falls away down through the floor?”"
    },
    {
      "index": 93,
      "start_time": 513630.0,
      "end_time": 519970.0,
      "text": "Well, there actually was one of those. But if you don’t go in, you don’t get the"
    },
    {
      "index": 94,
      "start_time": 519970.0,
      "end_time": 529100.0,
      "text": "adventure! So we lit our first match, and we walked in. And it’s, “Ow! Your turn.”"
    },
    {
      "index": 95,
      "start_time": 529100.0,
      "end_time": 532530.0,
      "text": "Light another match with your thumbnail, and you walk in a little farther. And when that"
    },
    {
      "index": 96,
      "start_time": 532530.0,
      "end_time": 538930.0,
      "text": "light’s gone… and it is inky black you cannot see your hand in front of your face."
    },
    {
      "index": 97,
      "start_time": 538930.0,
      "end_time": 544410.0,
      "text": "And we did that. It took about 15 matches, and then I was glad because there was a shaft"
    },
    {
      "index": 98,
      "start_time": 544410.0,
      "end_time": 549870.0,
      "text": "that just went poomph! And we dropped a match down there and never saw it hit bottom. So"
    },
    {
      "index": 99,
      "start_time": 549870.0,
      "end_time": 555500.0,
      "text": "we lit another one and we went around that big hole, lighting these matches; and when"
    },
    {
      "index": 100,
      "start_time": 555500.0,
      "end_time": 558209.0,
      "text": "we’d walk in the light of that match, when it was gone, we had to light another one to"
    },
    {
      "index": 101,
      "start_time": 558210.0,
      "end_time": 564750.0,
      "text": "get more and to go forward. We finally got to the very end of the mine, and then we had"
    },
    {
      "index": 102,
      "start_time": 564750.0,
      "end_time": 568600.0,
      "text": "just a few matches to get out. We barely made it out."
    },
    {
      "index": 103,
      "start_time": 568600.0,
      "end_time": 575839.0,
      "text": "But the point is: if you’ll walk in the light God gives you, He’ll give you more"
    },
    {
      "index": 104,
      "start_time": 575840.0,
      "end_time": 585240.0,
      "text": "light. But if you have to know everything, you will not be used very much by God. Abraham"
    },
    {
      "index": 105,
      "start_time": 585240.0,
      "end_time": 591250.0,
      "text": "says, “Hey, if you want to be a blessing, God says, ‘You go out to the place that"
    },
    {
      "index": 106,
      "start_time": 591250.0,
      "end_time": 594410.0,
      "text": "I will show you, and I will make your name great, and I will make you a blessing.’”"
    },
    {
      "index": 107,
      "start_time": 594410.0,
      "end_time": 601240.0,
      "text": "A great part of our capacity to be a blessing, to be used by God, is our willingness to obey"
    },
    {
      "index": 108,
      "start_time": 601240.0,
      "end_time": 608200.0,
      "text": "Him when we don’t know what’s up the road ahead. Has God said anything to you? You may"
    },
    {
      "index": 109,
      "start_time": 608200.0,
      "end_time": 614960.0,
      "text": "not get it, but you have clear direction. Friend, act on that. Abraham tells us that"
    },
    {
      "index": 110,
      "start_time": 614960.0,
      "end_time": 618570.0,
      "text": "is faith. That’s how you release your faith."
    },
    {
      "index": 111,
      "start_time": 618570.0,
      "end_time": 623800.0,
      "text": "And then his wife, Sarah. We read about her next in verse 11:"
    },
    {
      "index": 112,
      "start_time": 623800.0,
      "end_time": 630550.0,
      "text": "By faith Sarah herself also received strength to conceive seed, and she bore a child when"
    },
    {
      "index": 113,
      "start_time": 630550.0,
      "end_time": 634949.0,
      "text": "she was past the age, because she judged Him faithful who had promised."
    },
    {
      "index": 114,
      "start_time": 634950.0,
      "end_time": 639240.0,
      "text": "If we asked Abraham’s wife, Sarah, “Sarah, what’s faith all about? How did you release"
    },
    {
      "index": 115,
      "start_time": 639240.0,
      "end_time": 645690.0,
      "text": "your faith?” She said, “Look, faith is about receiving.” By faith Sarah received"
    },
    {
      "index": 116,
      "start_time": 645690.0,
      "end_time": 649320.0,
      "text": "strength. And that word, strength, is the same word translated “miracle” throughout"
    },
    {
      "index": 117,
      "start_time": 649320.0,
      "end_time": 654890.0,
      "text": "the New Testament. “Because she judged Him faithful who had promised.” She judged Him"
    },
    {
      "index": 118,
      "start_time": 654890.0,
      "end_time": 661439.0,
      "text": "faithful because of His character generally and, specifically, because of His promise,"
    },
    {
      "index": 119,
      "start_time": 661440.0,
      "end_time": 668800.0,
      "text": "because of His word. And according to Romans 4:19, her womb was dead. But she received"
    },
    {
      "index": 120,
      "start_time": 668800.0,
      "end_time": 672200.0,
      "text": "by faith the substance of things hoped for, the evidence of things not seen."
    },
    {
      "index": 121,
      "start_time": 672200.0,
      "end_time": 679600.0,
      "text": "You know, in Mark 11:24, Jesus talking about faith, He said, “Have faith in God.” And"
    },
    {
      "index": 122,
      "start_time": 679600.0,
      "end_time": 683930.0,
      "text": "then in verse 24… that’s verse 22. Verse 24, He said, “Therefore I say to you, whatever"
    },
    {
      "index": 123,
      "start_time": 683930.0,
      "end_time": 690510.0,
      "text": "things you ask when you pray, believe that you receive them, and you will have them.”"
    },
    {
      "index": 124,
      "start_time": 690510.0,
      "end_time": 696260.0,
      "text": "“When you pray,” Jesus said, “believe that you receive them.” Jesus said this"
    },
    {
      "index": 125,
      "start_time": 696260.0,
      "end_time": 701700.0,
      "text": "is how you have faith in God. It has to do with receiving when you pray. The substance"
    },
    {
      "index": 126,
      "start_time": 701700.0,
      "end_time": 703670.0,
      "text": "of things hoped for, evidence of things not seen."
    },
    {
      "index": 127,
      "start_time": 703670.0,
      "end_time": 706380.0,
      "text": "Somebody says, “What’s your evidence God has answered you?”"
    },
    {
      "index": 128,
      "start_time": 706380.0,
      "end_time": 710730.0,
      "text": "Faith in His Word. I believe that I have received."
    },
    {
      "index": 129,
      "start_time": 710730.0,
      "end_time": 718690.0,
      "text": "You know, I had a friend. He actually shared this story in front of the congregation a"
    },
    {
      "index": 130,
      "start_time": 718690.0,
      "end_time": 723730.0,
      "text": "long, long time ago. And I, you know, to be honest, if it would have been my story, I"
    },
    {
      "index": 131,
      "start_time": 723730.0,
      "end_time": 728840.0,
      "text": "wouldn’t have shared the detail that he shared. But he did. He got up and shared that"
    },
    {
      "index": 132,
      "start_time": 728840.0,
      "end_time": 739210.0,
      "text": "he had had this terrible skin condition in a very private place on his anatomy for like"
    },
    {
      "index": 133,
      "start_time": 739210.0,
      "end_time": 744990.0,
      "text": "I think it was over five years. It might have been almost ten years. And he said, “I have"
    },
    {
      "index": 134,
      "start_time": 744990.0,
      "end_time": 755800.0,
      "text": "been every minute, every day in absolute agony because of this condition in my private section"
    },
    {
      "index": 135,
      "start_time": 755800.0,
      "end_time": 759270.0,
      "text": "of my body.” I remember thinking, “You didn’t have"
    },
    {
      "index": 136,
      "start_time": 759270.0,
      "end_time": 765220.0,
      "text": "to share that you know, it would have been… just let them think it’s on your back. Come"
    },
    {
      "index": 137,
      "start_time": 765220.0,
      "end_time": 770300.0,
      "text": "on!” But he did, and he said, “Agony! For years,”"
    },
    {
      "index": 138,
      "start_time": 770300.0,
      "end_time": 774569.0,
      "text": "he said, “I prayed and prayed and prayed and nothing’s ever happened. I’ve been"
    },
    {
      "index": 139,
      "start_time": 774570.0,
      "end_time": 779500.0,
      "text": "to physician after physician. I’ve gotten ointment after ointment. I’ve gotten shots."
    },
    {
      "index": 140,
      "start_time": 779500.0,
      "end_time": 784219.0,
      "text": "I’ve done everything and never got a moment’s relief.” He said, “And one day I was reading"
    },
    {
      "index": 141,
      "start_time": 784220.0,
      "end_time": 790400.0,
      "text": "Mark 11:24 and realized I’ve been practicing it in reverse. Jesus said, ‘When you pray,"
    },
    {
      "index": 142,
      "start_time": 790400.0,
      "end_time": 796920.0,
      "text": "believe you receive, and you will have it.’” He said, “I wanted to have it and then believe"
    },
    {
      "index": 143,
      "start_time": 796920.0,
      "end_time": 804439.0,
      "text": "I receive it.” He said, “I realized I had to receive it by faith in its unseen form"
    },
    {
      "index": 144,
      "start_time": 804440.0,
      "end_time": 808860.0,
      "text": "before I would ever have it in its seen form.” He said, “Something changed in me.” He"
    },
    {
      "index": 145,
      "start_time": 808860.0,
      "end_time": 816310.0,
      "text": "said, “I prayed a simple prayer: God, Jesus bore my sicknesses. By His stripes I was healed."
    },
    {
      "index": 146,
      "start_time": 816310.0,
      "end_time": 822530.0,
      "text": "I believe I receive healing for this condition.” And then he lifted his hands and began to"
    },
    {
      "index": 147,
      "start_time": 822530.0,
      "end_time": 828390.0,
      "text": "thank God. Spent a little while just worshiping God, worshiping God. And within 36 hours that"
    },
    {
      "index": 148,
      "start_time": 828390.0,
      "end_time": 836400.0,
      "text": "condition completely cleared up and never came back."
    },
    {
      "index": 149,
      "start_time": 836400.0,
      "end_time": 840500.0,
      "text": "Now if Sarah was here tonight, she’s sitting in the congregation, she would be saying,"
    },
    {
      "index": 150,
      "start_time": 840500.0,
      "end_time": 845500.0,
      "text": "“Amen, brother. Yeah, that’s right. Amen! Faith is about receiving.” And then I want"
    },
    {
      "index": 151,
      "start_time": 845500.0,
      "end_time": 849270.0,
      "text": "to look at one more person as we close. There are certainly more here, but time won’t"
    },
    {
      "index": 152,
      "start_time": 849270.0,
      "end_time": 854000.0,
      "text": "allow us. Let’s look at Moses. Look at verse 24 with me."
    },
    {
      "index": 153,
      "start_time": 854000.0,
      "end_time": 864590.0,
      "text": "By faith Moses, when he became of age, refused to be called the son of Pharaoh&#39;s daughter,"
    },
    {
      "index": 154,
      "start_time": 864590.0,
      "end_time": 868560.0,
      "text": "choosing rather to suffer affliction with the people of God than to enjoy the passing"
    },
    {
      "index": 155,
      "start_time": 868560.0,
      "end_time": 875000.0,
      "text": "pleasures of sin, esteeming the reproach of Christ greater riches"
    },
    {
      "index": 156,
      "start_time": 875000.0,
      "end_time": 879520.0,
      "text": "than the treasures in Egypt; for he looked to the reward."
    },
    {
      "index": 157,
      "start_time": 879520.0,
      "end_time": 886250.0,
      "text": "By faith he forsook Egypt, not fearing the wrath of the king; for he endured as seeing"
    },
    {
      "index": 158,
      "start_time": 886250.0,
      "end_time": 890730.0,
      "text": "Him who is invisible."
    },
    {
      "index": 159,
      "start_time": 890730.0,
      "end_time": 900490.0,
      "text": "Moses would tell us faith is about refusing, choosing, and forsaking."
    },
    {
      "index": 160,
      "start_time": 900490.0,
      "end_time": 910810.0,
      "text": "Moses refused to be identified with the wrong family. He chose what family he would identify"
    },
    {
      "index": 161,
      "start_time": 910810.0,
      "end_time": 918290.0,
      "text": "with. He refused the temporary pleasures of sin. He forsook Egypt to lay hold on that"
    },
    {
      "index": 162,
      "start_time": 918290.0,
      "end_time": 920290.0,
      "text": "city in heaven."
    },
    {
      "index": 163,
      "start_time": 920290.0,
      "end_time": 924839.0,
      "text": "And, you know, tonight there are only two families in this world, spiritually: Those"
    },
    {
      "index": 164,
      "start_time": 924840.0,
      "end_time": 929700.0,
      "text": "that are saved and those that are lost. There’s no other families. There’s only two families."
    },
    {
      "index": 165,
      "start_time": 929700.0,
      "end_time": 938339.0,
      "text": "You are either in Christ or in Adam, as the Scripture says. First Corinthians 15:22 says,"
    },
    {
      "index": 166,
      "start_time": 938339.0,
      "end_time": 946230.0,
      "text": "“In Christ all are made alive, but in Adam all die.” Every one of us when we are born"
    },
    {
      "index": 167,
      "start_time": 946230.0,
      "end_time": 949660.0,
      "text": "into this world, we are made part of Adam’s family. He was the fountainhead of the human"
    },
    {
      "index": 168,
      "start_time": 949660.0,
      "end_time": 954290.0,
      "text": "race. Everyone in the world is part of Adam’s family. The only way to get in Christ is to"
    },
    {
      "index": 169,
      "start_time": 954290.0,
      "end_time": 961650.0,
      "text": "embrace Him as Lord and Savior. You are in one or the other. And Moses made a decision."
    },
    {
      "index": 170,
      "start_time": 961650.0,
      "end_time": 967240.0,
      "text": "He refused and he forsook some things, and he chose the right things."
    },
    {
      "index": 171,
      "start_time": 967240.0,
      "end_time": 973860.0,
      "text": "But, friend, let me tell you: Though following Christ means you have to make some pretty"
    },
    {
      "index": 172,
      "start_time": 973860.0,
      "end_time": 980480.0,
      "text": "major choices… you have to refuse and forsake some things. But nothing compares with the"
    },
    {
      "index": 173,
      "start_time": 980480.0,
      "end_time": 988260.0,
      "text": "staggering beyond comprehension blessings that God has laid up for those that love Him."
    },
    {
      "index": 174,
      "start_time": 988260.0,
      "end_time": 993970.0,
      "text": "There is no comparison whatsoever. I’ve got my eye on that invisible city. It’s"
    },
    {
      "index": 175,
      "start_time": 993970.0,
      "end_time": 998680.0,
      "text": "invisible to me now, but one day faith is going to turn to sight. I’ve got my eye"
    },
    {
      "index": 176,
      "start_time": 998680.0,
      "end_time": 1004100.0,
      "text": "on the coming reward. I’ve got my eye on that city that doesn’t need the sun to light"
    },
    {
      "index": 177,
      "start_time": 1004100.0,
      "end_time": 1009311.0,
      "text": "it by day or the moon by night because the Son, He is… the Son of God is the lamp and"
    },
    {
      "index": 178,
      "start_time": 1009310.0,
      "end_time": 1018189.0,
      "text": "the light thereof. This life is a blip on the screen, my friend. It’s here for a moment"
    },
    {
      "index": 179,
      "start_time": 1018190.0,
      "end_time": 1022670.0,
      "text": "and then it’s gone. It still… I know I say this a lot, but it freaks me out. I’m"
    },
    {
      "index": 180,
      "start_time": 1022670.0,
      "end_time": 1034388.0,
      "text": "61 years old. How did that happen? Weird! And I don’t feel like it in my heart; but"
    },
    {
      "index": 181,
      "start_time": 1034390.0000000001,
      "end_time": 1047620.0000000001,
      "text": "when I look in the mirror, I get confirmation every time. And so I want to choose the right"
    },
    {
      "index": 182,
      "start_time": 1047619.9999999999,
      "end_time": 1053112.0,
      "text": "things and forsake the wrong things and refuse the wrong things."
    },
    {
      "index": 183,
      "start_time": 1053110.0,
      "end_time": 1055490.0,
      "text": "And then we look at verse 28,"
    },
    {
      "index": 184,
      "start_time": 1055490.0,
      "end_time": 1061740.0,
      "text": "By faith he kept the Passover and the sprinkling of blood, lest he who destroyed the firstborn"
    },
    {
      "index": 185,
      "start_time": 1061740.0,
      "end_time": 1063400.0,
      "text": "should touch them."
    },
    {
      "index": 186,
      "start_time": 1063400.0,
      "end_time": 1068240.0,
      "text": "Of course, that Passover was a type and a shadow of Jesus Christ and His sacrifice for"
    },
    {
      "index": 187,
      "start_time": 1068240.0,
      "end_time": 1074800.0,
      "text": "us. The Bible says in First Corinthians 5:7, “For indeed Christ our Passover was sacrificed"
    },
    {
      "index": 188,
      "start_time": 1074800.0,
      "end_time": 1079990.0,
      "text": "for us.” That sacrificial lamb that was slain in Egypt and then they put the blood"
    },
    {
      "index": 189,
      "start_time": 1079990.0,
      "end_time": 1084720.0,
      "text": "around the door, when the angel of death passed through Egypt, it had to pass over the homes"
    },
    {
      "index": 190,
      "start_time": 1084720.0,
      "end_time": 1089700.0,
      "text": "where the blood was on the door. That’s where the word, Passover, comes from. And,"
    },
    {
      "index": 191,
      "start_time": 1089700.0,
      "end_time": 1094710.0,
      "text": "friend, because my heart has been covered with the blood of Jesus, spiritual death just"
    },
    {
      "index": 192,
      "start_time": 1094710.0,
      "end_time": 1099929.0,
      "text": "has to pass over me. I am off limits. In fact, let me show you how off limits we are once"
    },
    {
      "index": 193,
      "start_time": 1099930.0,
      "end_time": 1102390.0,
      "text": "we accept Christ. Look at the very next verse:"
    },
    {
      "index": 194,
      "start_time": 1102390.0,
      "end_time": 1108630.0,
      "text": "By faith they passed through the Red Sea as by dry land, whereas the Egyptians, attempting"
    },
    {
      "index": 195,
      "start_time": 1108630.0,
      "end_time": 1111330.0,
      "text": "to do so, were drowned."
    },
    {
      "index": 196,
      "start_time": 1111330.0,
      "end_time": 1116309.0,
      "text": "When Moses led Israel through the Red Sea, Pharaoh and his army, they were drowned in"
    },
    {
      "index": 197,
      "start_time": 1116310.0,
      "end_time": 1121390.0,
      "text": "the Red Sea. Once you embrace Christ, when you are washed in the precious blood of the"
    },
    {
      "index": 198,
      "start_time": 1121390.0,
      "end_time": 1126780.0,
      "text": "Lamb, listen to me: The devil has no more authority over you than Pharaoh did over Egypt"
    },
    {
      "index": 199,
      "start_time": 1126780.0,
      "end_time": 1131130.0,
      "text": "once he was drowned… than Pharaoh did over Moses after Pharaoh was drowned in the Red"
    },
    {
      "index": 200,
      "start_time": 1131130.0,
      "end_time": 1138111.0,
      "text": "Sea. Jesus came that He might destroy the works of the devil. I don’t ever worry about"
    },
    {
      "index": 201,
      "start_time": 1138110.0,
      "end_time": 1143900.0,
      "text": "the devil. Great big God, little bitty devil, he’s a defeated foe. I’ve been transferred"
    },
    {
      "index": 202,
      "start_time": 1143900.0,
      "end_time": 1146918.0,
      "text": "out of the kingdom of darkness, placed in the kingdom of God’s dear Son. I’ve been"
    },
    {
      "index": 203,
      "start_time": 1146920.0,
      "end_time": 1150961.0,
      "text": "given authority in Jesus’ name. Hallelujah!"
    },
    {
      "index": 204,
      "start_time": 1150960.0,
      "end_time": 1159529.0,
      "text": "Won’t you bow your heads, close your eyes just for a moment."
    },
    {
      "index": 205,
      "start_time": 1159530.0,
      "end_time": 1168702.0,
      "text": "Heavenly Father, thank you that You have put faith in our hearts. Now we know it’s up"
    },
    {
      "index": 206,
      "start_time": 1168700.0,
      "end_time": 1181779.0,
      "text": "to us to develop it, to grow it, and to exercise it, to release it. We know You are good. We"
    },
    {
      "index": 207,
      "start_time": 1181780.0,
      "end_time": 1188769.0,
      "text": "know You are merciful. We thank You that there is not the slightest variation of changing"
    },
    {
      "index": 208,
      "start_time": 1188770.0,
      "end_time": 1196851.0,
      "text": "with You, but only good and perfect things come down from You. So, God, we have an underlying"
    },
    {
      "index": 209,
      "start_time": 1196850.0,
      "end_time": 1207340.0,
      "text": "confidence that You will care for us. We thank you for those specific promises. And we’re"
    },
    {
      "index": 210,
      "start_time": 1207340.0,
      "end_time": 1214970.0,
      "text": "not just going to be like the demons that believe and tremble. We are going to believe"
    },
    {
      "index": 211,
      "start_time": 1214970.0,
      "end_time": 1227129.0,
      "text": "and give; we’re going to believe and obey; we’re going to believe and prepare; we are"
    },
    {
      "index": 212,
      "start_time": 1227130.0,
      "end_time": 1232731.0,
      "text": "going to believe and receive; we are going to believe and walk with You; we are going"
    },
    {
      "index": 213,
      "start_time": 1232730.0,
      "end_time": 1243960.0,
      "text": "to believe and refuse and forsake and choose; we’re going to have actions that correspond"
    },
    {
      "index": 214,
      "start_time": 1243960.0,
      "end_time": 1250549.0,
      "text": "and cause our faith to move towards You for we know that without it, it is impossible"
    },
    {
      "index": 215,
      "start_time": 1250550.0,
      "end_time": 1257471.0,
      "text": "to please You. I speak a blessing over Your people tonight."
    },
    {
      "index": 216,
      "start_time": 1257470.0,
      "end_time": 1261929.0,
      "text": "Just for a moment, if you’re here and maybe you’ve never made your peace with God, you’ve"
    },
    {
      "index": 217,
      "start_time": 1261930.0,
      "end_time": 1272810.0,
      "text": "never accepted Jesus as your Lord and Savior, the Bible says that through His precious blood"
    },
    {
      "index": 218,
      "start_time": 1272810.0,
      "end_time": 1279461.0,
      "text": "that the sin of the world was atoned for. He died as our sacrifice. As He hung upon"
    },
    {
      "index": 219,
      "start_time": 1279460.0,
      "end_time": 1284989.0,
      "text": "that cross, suspended between heaven and earth, God poured out His wrath against the sin of"
    },
    {
      "index": 220,
      "start_time": 1284990.0,
      "end_time": 1291250.0,
      "text": "mankind because God is a righteous God and there is no way that we could come into relationship"
    },
    {
      "index": 221,
      "start_time": 1291250.0,
      "end_time": 1301321.0,
      "text": "with Him unless He judged our sin. And so He sent His Son to be our one and only substitute."
    },
    {
      "index": 222,
      "start_time": 1301320.0,
      "end_time": 1307210.0,
      "text": "Jesus willingly died for you, and the way has been made open for us to come to God."
    },
    {
      "index": 223,
      "start_time": 1307210.0,
      "end_time": 1312750.0,
      "text": "And the Bible says if you believe in your heart God raised Jesus from the dead, confess"
    },
    {
      "index": 224,
      "start_time": 1312750.0,
      "end_time": 1323789.0,
      "text": "Him with your mouth as Lord, you will be saved. If you believe that in your heart, the way"
    },
    {
      "index": 225,
      "start_time": 1323790.0,
      "end_time": 1330120.0,
      "text": "to release your faith is to confess… confess the Lordship of Christ."
    },
    {
      "index": 226,
      "start_time": 1330120.0,
      "end_time": 1333841.0,
      "text": "Now I’m going to lead you in a prayer to do it, but you need to do it to others after"
    },
    {
      "index": 227,
      "start_time": 1333840.0,
      "end_time": 1340720.0,
      "text": "this moment. You need to tell people what you’ve done. Make it public. No secret-agent"
    },
    {
      "index": 228,
      "start_time": 1340720.0,
      "end_time": 1349369.0,
      "text": "Christians. Right now everybody in the house just put a hand over your heart. God is well"
    },
    {
      "index": 229,
      "start_time": 1349370.0,
      "end_time": 1354601.0,
      "text": "aware of what you’re doing. If you believe He’d hear you if you started cussing and"
    },
    {
      "index": 230,
      "start_time": 1354600.0,
      "end_time": 1360309.0,
      "text": "blaspheming right now, believe that He will hear you as you say this prayer to Him. Say"
    },
    {
      "index": 231,
      "start_time": 1360310.0,
      "end_time": 1365191.0,
      "text": "it with confidence. Tie your heart around the words. Say,"
    },
    {
      "index": 232,
      "start_time": 1365190.0,
      "end_time": 1374909.0,
      "text": "O God, I come to You right now and with my heart I believe. I believe Your Son, Jesus,"
    },
    {
      "index": 233,
      "start_time": 1374910.0,
      "end_time": 1381770.0,
      "text": "died upon the cross and took away my sin. Jesus, I believe You’ve been raised from"
    },
    {
      "index": 234,
      "start_time": 1381770.0,
      "end_time": 1392321.0,
      "text": "the dead and I make a decision right now, one that will change my life forever. I confess"
    },
    {
      "index": 235,
      "start_time": 1392320.0,
      "end_time": 1402158.0,
      "text": "You as my Lord. I submit my life to You completely. Thank you for washing me clean and giving"
    },
    {
      "index": 236,
      "start_time": 1402160.0,
      "end_time": 1410640.0,
      "text": "me a fresh start. Amen."
    },
    {
      "index": 237,
      "start_time": 1410640.0,
      "end_time": 1415361.0,
      "text": "Stay tuned at the end of the program today for a special inspirational thought from Bayless."
    },
    {
      "index": 238,
      "start_time": 1415360.0,
      "end_time": 1422629.0,
      "text": "Well friend, I’m glad that you joined us for the broadcast and sat through that invitation"
    },
    {
      "index": 239,
      "start_time": 1422630.0,
      "end_time": 1426970.0,
      "text": "at the end. I hope that if you’ve never accepted Christ before that you prayed that"
    },
    {
      "index": 240,
      "start_time": 1426970.0,
      "end_time": 1433779.0,
      "text": "prayer and invited Him in to your life. And I realize, in fact, I had the sense just actually"
    },
    {
      "index": 241,
      "start_time": 1433780.0,
      "end_time": 1439201.0,
      "text": "standing here as I’m recording this that there is somebody watching me that’s like"
    },
    {
      "index": 242,
      "start_time": 1439200.0,
      "end_time": 1445970.0,
      "text": "“Well hey, if God’s listening to me then why hasn’t He answered my prayer?” Listen,"
    },
    {
      "index": 243,
      "start_time": 1445970.0,
      "end_time": 1452370.0,
      "text": "God has heard you and this is Him. And I don’t say that presumptuously but I just sense like"
    },
    {
      "index": 244,
      "start_time": 1452370.0,
      "end_time": 1458949.0,
      "text": "the Holy Spirit is telling me to say this: He is answering you now; He sees you; He’s"
    },
    {
      "index": 245,
      "start_time": 1458950.0,
      "end_time": 1465820.0,
      "text": "talking to you; Yes, He knows the situation of your life; He knows that heart-felt prayer;"
    },
    {
      "index": 246,
      "start_time": 1465820.0,
      "end_time": 1472230.0,
      "text": "And He is interested in you. Look for His answer to come on the horizon. Now friend,"
    },
    {
      "index": 247,
      "start_time": 1472230.0,
      "end_time": 1477780.0,
      "text": "if you don’t join us regularly I would encourage you to tune into the broadcast. I think God"
    },
    {
      "index": 248,
      "start_time": 1477780.0,
      "end_time": 1482418.0,
      "text": "has some great things in store because we are getting into His great Word. And it always"
    },
    {
      "index": 249,
      "start_time": 1482420.0,
      "end_time": 1488851.0,
      "text": "produces great faith. That’s what the promises do. So join us next time and we will see you"
    },
    {
      "index": 250,
      "start_time": 1488850.0,
      "end_time": 1490320.0,
      "text": "then. God bless."
    },
    {
      "index": 251,
      "start_time": 1490320.0,
      "end_time": 1495390.0,
      "text": "And now here’s Bayless with an inspirational thought you can apply today."
    },
    {
      "index": 252,
      "start_time": 1495390.0,
      "end_time": 1502529.0,
      "text": "I´m in Zurich, Switzerland right now and behind me is a church with the largest clock"
    },
    {
      "index": 253,
      "start_time": 1502530.0,
      "end_time": 1508701.0,
      "text": "face in all of Europe. It´s even bigger than the clock face on Big Ben. An amazing work"
    },
    {
      "index": 254,
      "start_time": 1508700.0,
      "end_time": 1515100.0,
      "text": "of men´s hands. And you know, the Bible speaks a lot about works. Even in the book of Ephesians"
    },
    {
      "index": 255,
      "start_time": 1515100.0,
      "end_time": 1520789.0,
      "text": "we´re so familiar with, in the second chapter, that by grace are you saved through faith"
    },
    {
      "index": 256,
      "start_time": 1520790.0,
      "end_time": 1525851.0,
      "text": "and that not of yourself. It´s the gift from God, not of works lest any man should boast."
    },
    {
      "index": 257,
      "start_time": 1525850.0,
      "end_time": 1532449.0,
      "text": "So, salvation is by grace through faith, not of works. By grace through faith plus zero"
    },
    {
      "index": 258,
      "start_time": 1532450.0,
      "end_time": 1536850.0,
      "text": "is the formula for salvation. But yet when you come to the book of James,"
    },
    {
      "index": 259,
      "start_time": 1536850.0,
      "end_time": 1541590.0,
      "text": "James seems to say something quite opposite. He said: Someone will say, you have faith"
    },
    {
      "index": 260,
      "start_time": 1541590.0,
      "end_time": 1546230.0,
      "text": "and I have works. Show me your faith without your works and I´ll show you my faith by"
    },
    {
      "index": 261,
      "start_time": 1546230.0,
      "end_time": 1549539.0,
      "text": "my works. And some people have even felt that the book"
    },
    {
      "index": 262,
      "start_time": 1549540.0,
      "end_time": 1553650.0,
      "text": "of James is not inspired, it doesn´t belong in the Bible because James basically seems"
    },
    {
      "index": 263,
      "start_time": 1553650.0,
      "end_time": 1559961.0,
      "text": "to be saying that works are necessary. But you need to realize: Paul when writing to"
    },
    {
      "index": 264,
      "start_time": 1559960.0,
      "end_time": 1565748.0,
      "text": "the Ephesians is looking at salvation from God´s view point and James is looking at"
    },
    {
      "index": 265,
      "start_time": 1565750.0,
      "end_time": 1577291.0,
      "text": "salvation from men´s view point. Paul is looking at salvation and faith being the root"
    },
    {
      "index": 266,
      "start_time": 1577290.0,
      "end_time": 1585440.0,
      "text": "and James is looking at salvation and works being the fruit. Works don´t produce salvation,"
    },
    {
      "index": 267,
      "start_time": 1585440.0,
      "end_time": 1591630.0,
      "text": "but a salvation that doesn´t produce works is no salvation at all. The proof that there"
    },
    {
      "index": 268,
      "start_time": 1591630.0,
      "end_time": 1597570.0,
      "text": "is a root is the fact that it eventually produces fruit, and that´s what James is looking at."
    },
    {
      "index": 269,
      "start_time": 1597570.0,
      "end_time": 1602279.0,
      "text": "He is saying, hey, if there´s not fruit, if there is not works, then your faith isn´t"
    },
    {
      "index": 270,
      "start_time": 1602280.0,
      "end_time": 1605120.0,
      "text": "genuine. And Paul is saying: look, it´s the root,"
    },
    {
      "index": 271,
      "start_time": 1605120.0,
      "end_time": 1608962.0,
      "text": "it starts with faith. It´s not works that bring you into a relationship with God, so"
    },
    {
      "index": 272,
      "start_time": 1608960.0,
      "end_time": 1610389.0,
      "text": "we need to have both."
    },
    {
      "index": 273,
      "start_time": 1610390.0,
      "end_time": 1614809.0,
      "text": "If you have a real relationship with God, it´s because of His grace and you´ve laid"
    },
    {
      "index": 274,
      "start_time": 1614810.0,
      "end_time": 1619550.0,
      "text": "hold of that by faith. You didn´t work for it, you didn´t merit it. But once you get"
    },
    {
      "index": 275,
      "start_time": 1619550.0,
      "end_time": 1625120.0,
      "text": "saved, if there has been a genuine salvation experience, it has to flow forth in good works"
    },
    {
      "index": 276,
      "start_time": 1625120.0,
      "end_time": 1629481.0,
      "text": "in your life. If there is no fruit... Friend, I would challenge"
    },
    {
      "index": 277,
      "start_time": 1629480.0,
      "end_time": 1639850.0,
      "text": "whether there is a root. So faith, the root, causes works, the fruit. We need to have both."
    },
    {
      "index": 278,
      "start_time": 1639850.0,
      "end_time": 1647519.0,
      "text": "If we’re not careful, unforgiveness and strife can cling to our hearts like dirt."
    },
    {
      "index": 279,
      "start_time": 1647520.0,
      "end_time": 1655120.0,
      "text": "“It may be a terrible thing that happened to you; but for your own good, breathe out"
    },
    {
      "index": 280,
      "start_time": 1655120.0,
      "end_time": 1657179.0,
      "text": "forgiveness."
    },
    {
      "index": 281,
      "start_time": 1657180.0,
      "end_time": 1664510.0,
      "text": "Get yourself under the place of God’s blessing, forgiveness, and goodness.”"
    },
    {
      "index": 282,
      "start_time": 1664510.0,
      "end_time": 1673871.0,
      "text": "“You can’t breathe in God’s goodness and His blessing and His forgiveness if you"
    },
    {
      "index": 283,
      "start_time": 1673870.0,
      "end_time": 1679488.0,
      "text": "don’t breathe out forgiveness. It’s just the way we’re made.”"
    },
    {
      "index": 284,
      "start_time": 1679490.0,
      "end_time": 1686990.0,
      "text": "In his CD/DVD series “Healthy Relationships 101,” Bayless Conley shows you how to let"
    },
    {
      "index": 285,
      "start_time": 1686990.0,
      "end_time": 1692961.0,
      "text": "go of the tension that keeps you from living a joyful, unburdened life. Learn to resolve"
    },
    {
      "index": 286,
      "start_time": 1692960.0,
      "end_time": 1698730.0,
      "text": "conflicts the right way; order this powerful series today. Just use the information on"
    },
    {
      "index": 287,
      "start_time": 1698730.0,
      "end_time": 1702419.0,
      "text": "the screen now. Healthy Relationships 101."
    },
    {
      "index": 288,
      "start_time": 1702420.0,
      "end_time": 1707290.0,
      "text": "Thank you for watching Answers with Bayless Conley. For more information and inspiration"
    },
    {
      "index": 289,
      "start_time": 1707290.0,
      "end_time": 1709400.0,
      "text": "visit AnswersBC.org."
    }
  ]
}