{
  "video_id": "sY1s3lKQ3hk",
  "title": "Why China Loves KFC",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 540.0,
      "end_time": 3969.0,
      "text": "KFC is one of China's favorite fast food chains."
    },
    {
      "index": 2,
      "start_time": 3970.0,
      "end_time": 9300.0,
      "text": "In 2017, KFC generated almost $5 billion in revenue in China."
    },
    {
      "index": 3,
      "start_time": 9410.0,
      "end_time": 14700.0,
      "text": "With 5,200 locations, China is home to the most KFC's in the world."
    },
    {
      "index": 4,
      "start_time": 14710.0,
      "end_time": 19530.0,
      "text": "In comparison, McDonald's only has around 2,500 locations."
    },
    {
      "index": 5,
      "start_time": 19543.0,
      "end_time": 22500.0,
      "text": "Why is KFC so popular in China?"
    },
    {
      "index": 6,
      "start_time": 22630.0,
      "end_time": 25850.0,
      "text": "KFC was the first American fast-food chain to open there."
    },
    {
      "index": 7,
      "start_time": 25930.0,
      "end_time": 30650.0,
      "text": "Before 1987, China was pretty much closed off to the rest of the world."
    },
    {
      "index": 8,
      "start_time": 30730.0,
      "end_time": 37100.0,
      "text": "But once China opened its doors, and its economy, KFC quickly jumped at the chance to expand."
    },
    {
      "index": 9,
      "start_time": 37210.0,
      "end_time": 41500.0,
      "text": "KFC's first Chinese location was strategically placed near the Great Wall."
    },
    {
      "index": 10,
      "start_time": 41550.0,
      "end_time": 47830.0,
      "text": "Choosing a tourist-heavy area allowed KFC to tap into an existing consumer base, while also reaching locals."
    },
    {
      "index": 11,
      "start_time": 47830.0,
      "end_time": 57050.0,
      "text": "According to former KFC executive Warren Liu, KFC also had a natural advantage because many Chinese consumers prefer chicken over other meats like beef."
    },
    {
      "index": 12,
      "start_time": 57110.0,
      "end_time": 61200.0,
      "text": "For many, KFC was the first Western-style food they had access to."
    },
    {
      "index": 13,
      "start_time": 61250.0,
      "end_time": 65550.0,
      "text": "As a result, KFC's reputation in China was quite different than in The U.S."
    },
    {
      "index": 14,
      "start_time": 65630.0,
      "end_time": 71350.0,
      "text": "KFC in China is more of a treat than, you know, a rest stop, basically."
    },
    {
      "index": 15,
      "start_time": 71410.0,
      "end_time": 73450.0,
      "text": "This is Kara, one of our producers."
    },
    {
      "index": 16,
      "start_time": 73489.0,
      "end_time": 77350.0,
      "text": "She lived abroad in China from 2005 to 2013."
    },
    {
      "index": 17,
      "start_time": 77420.0,
      "end_time": 88000.0,
      "text": "In China, fast-food is perceived more as a luxury, I would say, than a cheap, on-the-go food, as it is here."
    },
    {
      "index": 18,
      "start_time": 88130.0,
      "end_time": 95850.0,
      "text": "While Americans may associate KFC with cheap fast-food, in China it's seen as something a bit more upscale, even high quality."
    },
    {
      "index": 19,
      "start_time": 95910.0,
      "end_time": 103750.0,
      "text": "When KFC first began expanding into China, Western companies, especially American ones, were perceived as being prestigious and trustworthy."
    },
    {
      "index": 20,
      "start_time": 103830.0,
      "end_time": 112950.0,
      "text": "As a result of its novelty, as well as less-than-stellar opinions of Chinese-made goods at the time, foreign products became status symbols in China, and many still are."
    },
    {
      "index": 21,
      "start_time": 113000.0,
      "end_time": 117600.0,
      "text": "However, the key ingredient to KFC's success is how they adapted their menu."
    },
    {
      "index": 22,
      "start_time": 117680.0,
      "end_time": 126750.0,
      "text": "It keeps what we know here in America, except the biscuit, and then it offers variations of that."
    },
    {
      "index": 23,
      "start_time": 126830.0,
      "end_time": 132850.0,
      "text": "They take into account what are the flavors that Chinese consumers want, and how can we incorporate it?"
    },
    {
      "index": 24,
      "start_time": 132930.0,
      "end_time": 136000.0,
      "text": "So is it offering a new menu item?"
    },
    {
      "index": 25,
      "start_time": 136100.0,
      "end_time": 141750.0,
      "text": "Is it offering a cup of corn instead of French fries for the kids meals?"
    },
    {
      "index": 26,
      "start_time": 141810.0,
      "end_time": 144150.0,
      "text": "They don't change the whole menu entirely."
    },
    {
      "index": 27,
      "start_time": 144281.0,
      "end_time": 149400.0,
      "text": "It just has different offerings that appeal more to Chinese consumers."
    },
    {
      "index": 28,
      "start_time": 149450.0,
      "end_time": 155550.0,
      "text": "KFC's Chinese menu includes everything from egg tarts, to rice porridge, to sushirritos as a breakfast special."
    },
    {
      "index": 29,
      "start_time": 155606.0,
      "end_time": 159550.0,
      "text": "Our producer Shirley got to try KFC in China on a recent trip there."
    },
    {
      "index": 30,
      "start_time": 159600.0,
      "end_time": 165500.0,
      "text": "To my knowledge, KFC is the most popular fast-food chain in China."
    },
    {
      "index": 31,
      "start_time": 165580.0,
      "end_time": 170950.0,
      "text": "It's exactly like KFC in the U.S., but also with a Chinese flair."
    },
    {
      "index": 32,
      "start_time": 171000.0,
      "end_time": 188250.0,
      "text": "It has the familiarity of the original recipe with the drumsticks, that, like,  I think all Americans know, but also caters to local dishes of congee and egg tarts that people in China are familiar with."
    },
    {
      "index": 33,
      "start_time": 188290.0,
      "end_time": 192700.0,
      "text": "The egg tart from KFC was so good. Like, I ate four."
    },
    {
      "index": 34,
      "start_time": 193800.0,
      "end_time": 204250.0,
      "text": "KFC also comes out with new products faster to continue tailoring to local taste, and to promote sales, KFC often collaborates with popular celebrities, music groups, and brands."
    },
    {
      "index": 35,
      "start_time": 204300.0,
      "end_time": 214350.0,
      "text": "But with more and more domestic fast food options opening up, along with international chains increasing their presence in China, KFC doesn't quite dominate the market like it once did."
    },
    {
      "index": 36,
      "start_time": 214400.0,
      "end_time": 217750.0,
      "text": "I'm not sure if KFC will continue to be this popular in China."
    },
    {
      "index": 37,
      "start_time": 217813.0,
      "end_time": 227550.0,
      "text": "So, it was really obvious when I lived in China that KFC really dominated the market because other places weren't there yet."
    },
    {
      "index": 38,
      "start_time": 227640.0,
      "end_time": 242600.0,
      "text": "So McDonald's was kind of there but not really, and they were just opening places and this was the early 2000s, but at this point, I think it's pretty comparable as far as there's a KFC and there's a McDonald's on the corner."
    },
    {
      "index": 39,
      "start_time": 242680.0,
      "end_time": 248600.0,
      "text": "So it's not like KFC has that edge anymore of \"we were here first.\""
    },
    {
      "index": 40,
      "start_time": 248670.0,
      "end_time": 256500.0,
      "text": "While KFC no longer has a monopoly on China's massive fast food market, it's still ahead of other chains like McDonald's and Burger King."
    },
    {
      "index": 41,
      "start_time": 256800.0,
      "end_time": 261350.0,
      "text": "And KFC continues to strategize ways to increase sales in China."
    },
    {
      "index": 42,
      "start_time": 261399.99999999997,
      "end_time": 265150.0,
      "text": "In 2017 KFC opened K Pro, a healthy concept restaurant."
    },
    {
      "index": 43,
      "start_time": 265240.0,
      "end_time": 269700.0,
      "text": "Instead of fried chicken, the K Pro menu features salads, paninis, and juices."
    },
    {
      "index": 44,
      "start_time": 269769.0,
      "end_time": 277823.0,
      "text": "So although competition is increasing and the food culture is rapidly evolving in China, KFC is doing what it does best: adapting."
    }
  ]
}