{
  "video_id": "syS-SFtr-44",
  "title": "CIVILIZATION VI - First Look: Greece (Gorgo)",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 3966.0,
      "end_time": 8233.0,
      "text": "Gorgo ALSO leads Greece in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8266.0,
      "end_time": 13633.0,
      "text": "This Spartan queen was famous for both her good counsel and her embodiment of Spartan values."
    },
    {
      "index": 3,
      "start_time": 13633.0,
      "end_time": 18799.0,
      "text": "She lived fearlessly and was outspoken at a time when women were accorded little social standing."
    },
    {
      "index": 4,
      "start_time": 19266.0,
      "end_time": 26660.0,
      "text": "Gorgo gets the Acropolis District and the Hoplite, as well as the “Plato’s Republic” ability for extra policy slots."
    },
    {
      "index": 5,
      "start_time": 27300.0,
      "end_time": 32660.0,
      "text": "Her unique ability provides culture every time her forces defeat an enemy unit."
    },
    {
      "index": 6,
      "start_time": 33600.0,
      "end_time": 37400.0,
      "text": "Civilization VI has both unique leader and civ bonuses."
    },
    {
      "index": 7,
      "start_time": 37400.0,
      "end_time": 40666.0,
      "text": "This allows for multiple leaders to represent the same civ."
    },
    {
      "index": 8,
      "start_time": 40666.0,
      "end_time": 45733.0,
      "text": "These different leaders allow players to take the civ’s strengths in slightly different directions."
    },
    {
      "index": 9,
      "start_time": 45733.0,
      "end_time": 50532.0,
      "text": "As with playing Greece under Pericles, you’re going to want to focus on Greece’s strong culture game."
    },
    {
      "index": 10,
      "start_time": 50800.0,
      "end_time": 53965.0,
      "text": "Gorgo allows you to play more aggressively."
    },
    {
      "index": 11,
      "start_time": 65330.0,
      "end_time": 71533.0,
      "text": "When you go to war, you’re going to want to completely destroy your enemy’s army in order to use her ability to its utmost."
    },
    {
      "index": 12,
      "start_time": 71866.0,
      "end_time": 76333.0,
      "text": "Later in the game, take advantage of Wars of Liberation and other Casus Belli."
    },
    {
      "index": 13,
      "start_time": 78166.0,
      "end_time": 84933.0,
      "text": "Success with Gorgo will mean knowing when to pursue war and when peace is the better course, but any victory should be feasible."
    },
    {
      "index": 14,
      "start_time": 86733.0,
      "end_time": 89200.0,
      "text": "Can you uphold the proud legacy of Sparta?"
    },
    {
      "index": 15,
      "start_time": 89200.0,
      "end_time": 95566.0,
      "text": "How will you lead Greece in Sid Meier’s Civilization VI?"
    }
  ]
}