{
  "video_id": "SZbdK9e9bxs",
  "title": "Memory: Crash Course Study Skills #3",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2400.0,
      "text": "This episode is supported by The Great Courses Plus."
    },
    {
      "index": 2,
      "start_time": 2400.0,
      "end_time": 5600.0,
      "text": "Hi, I’m Thomas Frank, this is Crash Course Study Skills,"
    },
    {
      "index": 3,
      "start_time": 5600.0,
      "end_time": 11140.0,
      "text": "and if you happen to be watching this at whatever point in the future that we all get neural implants to let us store our memories on servers in space,"
    },
    {
      "index": 4,
      "start_time": 11140.0,
      "end_time": 13620.0,
      "text": "what I’m about to tell you is woefully inaccurate."
    },
    {
      "index": 5,
      "start_time": 13620.0,
      "end_time": 15260.0,
      "text": "Also, do we have flying cars yet?"
    },
    {
      "index": 6,
      "start_time": 15260.0,
      "end_time": 19900.0,
      "text": "For those of you who still rely on that mushy gray stuff in your cranium to remember things, though, listen up."
    },
    {
      "index": 7,
      "start_time": 19900.0,
      "end_time": 23780.0,
      "text": "Today we’re digging into how your memory works and how you can make it work better."
    },
    {
      "index": 8,
      "start_time": 23780.0,
      "end_time": 24960.0,
      "text": "At least, I think we are."
    },
    {
      "index": 9,
      "start_time": 24960.0,
      "end_time": 27660.0,
      "text": "Nick, we’re not filming those makeup tutorials today, are we?"
    },
    {
      "index": 10,
      "start_time": 27660.0,
      "end_time": 36240.0,
      "text": "[Theme Music]"
    },
    {
      "index": 11,
      "start_time": 36240.0,
      "end_time": 39920.0,
      "text": "The science of how memory works is complicated, to say the least."
    },
    {
      "index": 12,
      "start_time": 39920.0,
      "end_time": 44000.0,
      "text": "After all, how do we explain how a bunch of nerve cells, chemicals, and electrical jolts"
    },
    {
      "index": 13,
      "start_time": 44000.0,
      "end_time": 48100.0,
      "text": "somehow let you remember algebra, where you left your car keys, and all the lines to The Dark Knight?"
    },
    {
      "index": 14,
      "start_time": 48100.0,
      "end_time": 52240.0,
      "text": "Well, it’s simple. We, uh…. rely on Hank from 3 years ago to do it for us."
    },
    {
      "index": 15,
      "start_time": 52240.0,
      "end_time": 58240.0,
      "text": "Seriously, there are two whole episodes of Crash Course Psychology that go through the entire process of how memories are formed and retrieved."
    },
    {
      "index": 16,
      "start_time": 58240.0,
      "end_time": 64080.0,
      "text": "But just like Xzibit left to his own devices in a car dealership, I can’t resist putting crash courses in your Crash Course."
    },
    {
      "index": 17,
      "start_time": 64080.0,
      "end_time": 67820.0,
      "text": "Plus, understanding how your memory works will help you to optimize the way you study."
    },
    {
      "index": 18,
      "start_time": 67830.0,
      "end_time": 69020.0,
      "text": "So let’s do a quick review."
    },
    {
      "index": 19,
      "start_time": 69020.0,
      "end_time": 72740.0,
      "text": "Your brain turns information into memories by putting it through a few different stages."
    },
    {
      "index": 20,
      "start_time": 72740.0,
      "end_time": 78340.0,
      "text": "The first is sensory memory, which processes pretty much everything your senses detect or experience in the real world."
    },
    {
      "index": 21,
      "start_time": 78340.0,
      "end_time": 84460.0,
      "text": "That sensory memory has the attention span of a five-year-old at the DMV, though, so most of what it takes in is lost almost immediately."
    },
    {
      "index": 22,
      "start_time": 84460.0,
      "end_time": 87360.0,
      "text": "But what does stick moves into your short-term or working memory."
    },
    {
      "index": 23,
      "start_time": 87360.0,
      "end_time": 91980.0,
      "text": "This type of memory is sort of like the RAM in your computer – the memories don’t stick around permanently."
    },
    {
      "index": 24,
      "start_time": 91980.0,
      "end_time": 98220.0,
      "text": "In fact, unless you continuously rehearse what’s floating around in working memory, it’ll pull a disappearing act after about 15-30 seconds."
    },
    {
      "index": 25,
      "start_time": 98220.0,
      "end_time": 105970.0,
      "text": "This can also happen if you try to cram too much in at once, because your working memory can really only handle 4-7 bits or items of information at a time."
    },
    {
      "index": 26,
      "start_time": 105970.0,
      "end_time": 109480.0,
      "text": "Now you can somewhat increase this limit by grouping bits into chunks –"
    },
    {
      "index": 27,
      "start_time": 109480.0,
      "end_time": 115940.0,
      "text": "like splitting “FBIKGBCIA” into FBI, KGB, CIA, but there’s still a limit."
    },
    {
      "index": 28,
      "start_time": 115940.0,
      "end_time": 119120.0,
      "text": "Now, all this happens primarily in your brain’s prefrontal cortex,"
    },
    {
      "index": 29,
      "start_time": 119120.0,
      "end_time": 124260.0,
      "text": "but eventually the information has to make its way to other areas of the brain if it’s going to be encoded in long-term memory."
    },
    {
      "index": 30,
      "start_time": 124260.0,
      "end_time": 129940.0,
      "text": "To greatly simplify things, it’ll first head to the hippocampus, which augments it with chemicals called neurotransmitters."
    },
    {
      "index": 31,
      "start_time": 129940.0,
      "end_time": 134800.0,
      "text": "Along with many other functions, these transmit details about the information – metadata, if you will."
    },
    {
      "index": 32,
      "start_time": 134800.0,
      "end_time": 141680.0,
      "text": "Eventually, this leads to the formation of new synapses, which are essentially connections between neurons – though the neurons don’t actually touch."
    },
    {
      "index": 33,
      "start_time": 141680.0,
      "end_time": 147240.0,
      "text": "Instead, they prefer to keep a small gap between each other and let more of those neurotransmitters move information between them."
    },
    {
      "index": 34,
      "start_time": 147240.0,
      "end_time": 151280.0,
      "text": "The whole process of memory formation causes physical changes within your brain:"
    },
    {
      "index": 35,
      "start_time": 151280.0,
      "end_time": 154600.0,
      "text": "neurotransmitters shuttle all over the place, neural pathways are forged,"
    },
    {
      "index": 36,
      "start_time": 154600.0,
      "end_time": 160930.0,
      "text": "and neurons themselves undergo structural improvements using proteins such as brain-derived neurotrophic factor, or BDNF."
    },
    {
      "index": 37,
      "start_time": 160930.0,
      "end_time": 165460.0,
      "text": "And, just like the process of strengthening your muscles through exercise, this all takes time –"
    },
    {
      "index": 38,
      "start_time": 165460.0,
      "end_time": 170560.0,
      "text": "which is why cramming for a test doesn’t work, and why you can’t instantly just download jujitsu into your brain like Neo."
    },
    {
      "index": 39,
      "start_time": 170560.0,
      "end_time": 173800.0,
      "text": "As Pierce J. Howard noted in his book The Owner’s Manual for the Brain:"
    },
    {
      "index": 40,
      "start_time": 173800.0,
      "end_time": 181140.0,
      "text": "“Work involving higher mental functions, such as analysis and synthesis, needs to be spaced out to allow new neural connections to solidify."
    },
    {
      "index": 41,
      "start_time": 181140.0,
      "end_time": 184780.0,
      "text": "New learning drives out old learning when insufficient time intervenes.”"
    },
    {
      "index": 42,
      "start_time": 184780.0,
      "end_time": 189500.0,
      "text": "Now that you have a bit of an understanding of how your memory works, one crucial tip should be clear:"
    },
    {
      "index": 43,
      "start_time": 189500.0,
      "end_time": 191980.0,
      "text": "you have to space your learning out over time."
    },
    {
      "index": 44,
      "start_time": 191980.0,
      "end_time": 199060.0,
      "text": "But we’re not going to just leave it at that, because – as cognitive scientists have known for a long time – the way you do that spacing matters quite a bit."
    },
    {
      "index": 45,
      "start_time": 199069.0,
      "end_time": 202199.0,
      "text": "To explain this, let’s start with why we forget things in the first place."
    },
    {
      "index": 46,
      "start_time": 202200.0,
      "end_time": 205340.0,
      "text": "Part of the reason is that your brain doesn’t encode all memories equally."
    },
    {
      "index": 47,
      "start_time": 205340.0,
      "end_time": 213340.0,
      "text": "During the long-term encoding process, the hippocampus will use different levels of neurotransmitters based on, among other things, how important the information is."
    },
    {
      "index": 48,
      "start_time": 213340.0,
      "end_time": 216880.0,
      "text": "And this plays a big role in how strongly it’s embedded in long-term memory."
    },
    {
      "index": 49,
      "start_time": 216880.0,
      "end_time": 221840.0,
      "text": "This filtering mechanism is great for survival, as it allows your brain to safely disregard unimportant things,"
    },
    {
      "index": 50,
      "start_time": 221840.0,
      "end_time": 228120.0,
      "text": "like what you had for breakfast two weeks ago, while paying special attention to what’s important, like that fact that there are ninjas behind you right now."
    },
    {
      "index": 51,
      "start_time": 228120.0,
      "end_time": 232000.0,
      "text": "Unfortunately, you can’t always consciously decide what’s important and what’s not,"
    },
    {
      "index": 52,
      "start_time": 232000.0,
      "end_time": 236100.0,
      "text": "which is why it can be hard to remember all the details from that history chapter you just read."
    },
    {
      "index": 53,
      "start_time": 236100.0,
      "end_time": 243840.0,
      "text": "At a primal level, your brain just doesn’t think the details of Genghis Khan’s war with the Quarismian Shah in 1219 are as important as a bear attacking you."
    },
    {
      "index": 54,
      "start_time": 243840.0,
      "end_time": 246880.0,
      "text": "However, there are a few tricks you can pull to make it care a bit more."
    },
    {
      "index": 55,
      "start_time": 246880.0,
      "end_time": 253500.0,
      "text": "First, understand that your brain latches more readily onto things that are tangible, visual, and uncommon than it does with the abstract or the mundane."
    },
    {
      "index": 56,
      "start_time": 253500.0,
      "end_time": 260080.0,
      "text": "Because of this, it can be helpful to develop mnemonics, which are mental devices that help you associate pieces of information in ways that are easier to remember."
    },
    {
      "index": 57,
      "start_time": 260079.99999999997,
      "end_time": 262139.99999999997,
      "text": "And mnemonics can take many forms."
    },
    {
      "index": 58,
      "start_time": 262140.0,
      "end_time": 268480.0,
      "text": "You can create sayings to remember sequences of letters – such as “Ernie Ate Dynamite, GoodBye Ernie” to remember the names of the strings on a guitar."
    },
    {
      "index": 59,
      "start_time": 268480.0,
      "end_time": 273220.0,
      "text": "Or you can make up weird stories in your head that includes cues to the information you’re trying to associate."
    },
    {
      "index": 60,
      "start_time": 273220.0,
      "end_time": 280920.0,
      "text": "Like, the way I remember that Helsinki is the capital of Finland is by imagining a giant flaming sinkhole in the ground opening up with a bunch of sharks jumping out of it."
    },
    {
      "index": 61,
      "start_time": 280920.0,
      "end_time": 288120.0,
      "text": "Since it’s weird, it’s easy to remember, and it helps me associate the words Hell, Fin, and Sink, which in turn connect Finland and Helsinki."
    },
    {
      "index": 62,
      "start_time": 288120.0,
      "end_time": 293500.0,
      "text": "Additionally, the more connections that lead to a memory, the stronger it’ll be – especially if they’re learned in different contexts."
    },
    {
      "index": 63,
      "start_time": 293500.0,
      "end_time": 299800.0,
      "text": "When I first learned about caravels, which were those small ships that Portuguese explorers used to travel down the African coast in the 15th century,"
    },
    {
      "index": 64,
      "start_time": 299800.0,
      "end_time": 302740.0,
      "text": "I had a hard time remembering that name – caravels."
    },
    {
      "index": 65,
      "start_time": 302740.0,
      "end_time": 305940.0,
      "text": "But once I started using them in Civilization V to build my empire –"
    },
    {
      "index": 66,
      "start_time": 305940.0,
      "end_time": 311880.0,
      "text": "and to make sure Ghandi never got far enough to nuke me, the memory became a lot more solid, since I was interacting with it in a new context."
    },
    {
      "index": 67,
      "start_time": 311880.0,
      "end_time": 316940.0,
      "text": "Of course, you still have to repeatedly access your new memories once they’re encoded if you want them to stick around."
    },
    {
      "index": 68,
      "start_time": 316940.0,
      "end_time": 319240.0,
      "text": "This is pretty much the iron law of memorization:"
    },
    {
      "index": 69,
      "start_time": 319240.0,
      "end_time": 325980.0,
      "text": "Except in cases where they’re attached to a particularly intense emotional experience, memories fade away unless you repeatedly recall them."
    },
    {
      "index": 70,
      "start_time": 325980.0,
      "end_time": 328060.0,
      "text": "Well, sort of. Let’s go to the Thought Bubble."
    },
    {
      "index": 71,
      "start_time": 328060.0,
      "end_time": 333860.0,
      "text": "In the 1880’s, a German psychologist named Herman Ebbinghaus wanted to understand how memories decayed over time,"
    },
    {
      "index": 72,
      "start_time": 333860.0,
      "end_time": 336760.0,
      "text": "and he especially wanted to know how long the process took."
    },
    {
      "index": 73,
      "start_time": 336760.0,
      "end_time": 344500.0,
      "text": "He began by running countless tests on his own memory, forcing himself to recall long lists of meaningless letters until eventually, he came up with the Forgetting Curve."
    },
    {
      "index": 74,
      "start_time": 344500.0,
      "end_time": 351980.0,
      "text": "While largely hypothetical and simplistic in its details, this model demonstrated how memories decay quickly unless accessed again and again."
    },
    {
      "index": 75,
      "start_time": 351980.0,
      "end_time": 355380.0,
      "text": "Since Ebbinghaus’s days, our understanding of how memory decays has come a long way."
    },
    {
      "index": 76,
      "start_time": 355380.0,
      "end_time": 362400.0,
      "text": "According to the Forget-to-Learn theory, which is presented in Benedict Carey’s book How We Learn, memories actually have two different strengths:"
    },
    {
      "index": 77,
      "start_time": 362400.0,
      "end_time": 364680.0,
      "text": "storage strength and retrieval strength."
    },
    {
      "index": 78,
      "start_time": 364680.0,
      "end_time": 368060.0,
      "text": "Picture your brain as a library where none of the books ever get stolen or damaged."
    },
    {
      "index": 79,
      "start_time": 368069.0,
      "end_time": 371270.0,
      "text": "When a new book is put on a shelf, it’s there for good."
    },
    {
      "index": 80,
      "start_time": 371270.0,
      "end_time": 375220.0,
      "text": "This represents storage strength, which, according to the theory, doesn’t weaken."
    },
    {
      "index": 81,
      "start_time": 375220.0,
      "end_time": 377720.0,
      "text": "Once a memory is encoded, the neural pattern can only get stronger."
    },
    {
      "index": 82,
      "start_time": 377720.0,
      "end_time": 384880.0,
      "text": "Now, unfortunately this library has a particularly lazy librarian who doesn’t do a very good job of keeping the library’s catalog organized."
    },
    {
      "index": 83,
      "start_time": 384880.0,
      "end_time": 388160.0,
      "text": "This represents retrieval strength, which does fade with time."
    },
    {
      "index": 84,
      "start_time": 388160.0,
      "end_time": 393200.0,
      "text": "Unless you go in and organize the catalog – or recall the memory – you’ll eventually lose track of it."
    },
    {
      "index": 85,
      "start_time": 393200.0,
      "end_time": 395860.0,
      "text": "Thanks, Thought Bubble. Now here’s where it gets good."
    },
    {
      "index": 86,
      "start_time": 395860.0,
      "end_time": 402440.0,
      "text": "The more a memory’s retrieval strength has faded, and the greater the difficulty of recalling it, the greater the increase in learning will be."
    },
    {
      "index": 87,
      "start_time": 402440.0,
      "end_time": 404110.0,
      "text": "This is called the Spacing Effect."
    },
    {
      "index": 88,
      "start_time": 404110.0,
      "end_time": 407600.0,
      "text": "It’s essentially the “No pain, no gain,” of the mental realm;"
    },
    {
      "index": 89,
      "start_time": 407600.0,
      "end_time": 411520.0,
      "text": "the harder you have to work to recall something, the greater the reward for doing so."
    },
    {
      "index": 90,
      "start_time": 411520.0,
      "end_time": 417500.0,
      "text": "There’s an obvious catch, though – if you wait too long, the retrieval strength diminishes so much that you won’t be able to recall the memory at all."
    },
    {
      "index": 91,
      "start_time": 417500.0,
      "end_time": 420719.0,
      "text": "This where the Principle of Desirable Difficulty comes in."
    },
    {
      "index": 92,
      "start_time": 420720.0,
      "end_time": 425840.0,
      "text": "To maximize the efficiency of your studying, you want to the find the point right before you’re about to forget something."
    },
    {
      "index": 93,
      "start_time": 425840.0,
      "end_time": 428600.0,
      "text": "And you can do this by using spaced repetition techniques."
    },
    {
      "index": 94,
      "start_time": 428600.0,
      "end_time": 435640.0,
      "text": "The general idea behind spaced repetition is to steadily increase the amount of time in between each study session for any piece of information."
    },
    {
      "index": 95,
      "start_time": 435640.0,
      "end_time": 438600.0,
      "text": "So instead of reviewing a fact or concept once every few days,"
    },
    {
      "index": 96,
      "start_time": 438600.0,
      "end_time": 444540.0,
      "text": "you’d use a schedule like this where you’d wait a day between the first and second sessions, three days between the second and third, and so on."
    },
    {
      "index": 97,
      "start_time": 444540.0,
      "end_time": 450920.0,
      "text": "To do this precisely, you need a system that tracks your progress in memorizing each piece of information you need to study – since it never happens evenly."
    },
    {
      "index": 98,
      "start_time": 450920.0,
      "end_time": 455660.0,
      "text": "If you’ve got 100 Japanese kanji to learn, it’s inevitable that you’ll remember some easier than others."
    },
    {
      "index": 99,
      "start_time": 455660.0,
      "end_time": 462340.0,
      "text": "If you use the exact same time delays for every kanji, you’ll spend too much time studying some, and others won’t ever be learned at all."
    },
    {
      "index": 100,
      "start_time": 462340.0,
      "end_time": 464760.0,
      "text": "To solve this problem, you can use the Leitner System."
    },
    {
      "index": 101,
      "start_time": 464760.0,
      "end_time": 469040.0,
      "text": "In it, you’ve got five boxes, each of which represents a specific study interval."
    },
    {
      "index": 102,
      "start_time": 469040.0,
      "end_time": 474160.0,
      "text": "Box 1 gets studied every day, Box 2 every three days, Box 3 once a week, and so on."
    },
    {
      "index": 103,
      "start_time": 474160.0,
      "end_time": 478140.0,
      "text": "Every fact or term gets its own flash card, and all cards start off in Box 1."
    },
    {
      "index": 104,
      "start_time": 478140.0,
      "end_time": 480560.0,
      "text": "Once you get a card right, move it to the next box."
    },
    {
      "index": 105,
      "start_time": 480560.0,
      "end_time": 485340.0,
      "text": "And if you get a card wrong – no matter what box it’s in – send it back to Box 1."
    },
    {
      "index": 106,
      "start_time": 485340.0,
      "end_time": 491140.0,
      "text": "If you play by these rules, you’ll ensure that you maximize your efficiency by spending more time studying the cards you have the weakest grasp on."
    },
    {
      "index": 107,
      "start_time": 491140.0,
      "end_time": 497029.0,
      "text": "The increasing time intervals of the boxes also help you leverage the spacing effect and get to close to that point of desirable difficulty."
    },
    {
      "index": 108,
      "start_time": 497029.0,
      "end_time": 503150.0,
      "text": "There are also a ton of spaced repetition apps for both computers and smartphones that will let you make this whole process digital."
    },
    {
      "index": 109,
      "start_time": 503150.0,
      "end_time": 509560.0,
      "text": "The best known one is probably Anki, which is free on most platforms, but there’s also TinyCards, Quizlet, and many, many others."
    },
    {
      "index": 110,
      "start_time": 509560.0,
      "end_time": 517460.0,
      "text": "Now when it comes to subjects that aren’t easily studied through flash cards – like math or even a sport like skateboarding – it’s harder to use a rigid spaced repetition algorithm."
    },
    {
      "index": 111,
      "start_time": 517480.0,
      "end_time": 522380.0,
      "text": "However, the spacing effect applies here as well, so be sure to space out your practice over time."
    },
    {
      "index": 112,
      "start_time": 522380.0,
      "end_time": 526260.0,
      "text": "During any given day’s practice, you’ll eventually hit a wall where you stop making progress"
    },
    {
      "index": 113,
      "start_time": 526260.0,
      "end_time": 529500.0,
      "text": "whether it’s learning derivatives in calculus or kickflips in skateboarding"
    },
    {
      "index": 114,
      "start_time": 529500.0,
      "end_time": 533800.0,
      "text": "– but if you come back to it a few days later, everything will be more likely to click into place."
    },
    {
      "index": 115,
      "start_time": 533800.0,
      "end_time": 538740.0,
      "text": "In each of these study sessions, make sure you’re putting the focus on recalling information from your own memory."
    },
    {
      "index": 116,
      "start_time": 538740.0,
      "end_time": 543500.0,
      "text": "As we talked about in our video on reading assignments, there are two main kinds of memory – recognition and recall."
    },
    {
      "index": 117,
      "start_time": 543500.0,
      "end_time": 548420.0,
      "text": "Recognition is what happens when you’re exposed to information you’ve already seen before and remember it."
    },
    {
      "index": 118,
      "start_time": 548420.0,
      "end_time": 553300.0,
      "text": "But recall involves dredging the information up from the depths of your memory banks without seeing it,"
    },
    {
      "index": 119,
      "start_time": 553300.0,
      "end_time": 557400.0,
      "text": "which is exactly what you’ll have to do in both your exams and in many real-world situations."
    },
    {
      "index": 120,
      "start_time": 557400.0,
      "end_time": 560440.0,
      "text": "So when you study, make sure you’re focusing on active recall."
    },
    {
      "index": 121,
      "start_time": 560440.0,
      "end_time": 564880.0,
      "text": "Don’t just passively read over your notes or slides – use them to create quizzes for yourself,"
    },
    {
      "index": 122,
      "start_time": 564880.0,
      "end_time": 568580.0,
      "text": "or challenge yourself to sit down and write out a summary of what you’ve learned from memory."
    },
    {
      "index": 123,
      "start_time": 568580.0,
      "end_time": 576280.0,
      "text": "If you’re studying a subject like math or physics, put a huge emphasis on practicing with real problems and actually use the concepts and formulas you’ve learned."
    },
    {
      "index": 124,
      "start_time": 576280.0,
      "end_time": 580320.0,
      "text": "In short, studying should feel like work, and it should challenge your brain."
    },
    {
      "index": 125,
      "start_time": 580320.0,
      "end_time": 584280.0,
      "text": "When it does, you’ll remember more while spending fewer hours at your desk."
    },
    {
      "index": 126,
      "start_time": 584280.0,
      "end_time": 586100.0,
      "text": "Thanks for watching, and I’ll see you next week."
    },
    {
      "index": 127,
      "start_time": 586100.0,
      "end_time": 589520.0,
      "text": "This episode is brought to you by The Great Courses Plus, an on-demand subscription service"
    },
    {
      "index": 128,
      "start_time": 589520.0,
      "end_time": 594700.0,
      "text": "where you can get unlimited access to over 7,000 different video lectures about any topic that interests you,"
    },
    {
      "index": 129,
      "start_time": 594700.0,
      "end_time": 598420.0,
      "text": "including science, literature, history, math, even cooking or photography."
    },
    {
      "index": 130,
      "start_time": 598420.0,
      "end_time": 602860.0,
      "text": "The classes are taught by award winning professors – from the Ivy League and other top schools around the world."
    },
    {
      "index": 131,
      "start_time": 602860.0,
      "end_time": 605580.0,
      "text": "If you're looking to improve your study skills further, you might like this lecture from"
    },
    {
      "index": 132,
      "start_time": 605580.0,
      "end_time": 611900.0,
      "text": "Professor Steve Joordens, called Encoding—Our Gateway into Long-Term Memory where you'll learn more about how to improve your own recall."
    },
    {
      "index": 133,
      "start_time": 611900.0,
      "end_time": 615960.0,
      "text": "Right now, The Great Courses Plus is offering Crash Course viewers a free one-month trial."
    },
    {
      "index": 134,
      "start_time": 615960.0,
      "end_time": 622360.0,
      "text": "Go to thegreatcoursesplus.com/studyskills, or click on the link in the video description below, to start your free trial today."
    },
    {
      "index": 135,
      "start_time": 622360.0,
      "end_time": 628900.0,
      "text": "Crash Course Study Skills is filmed in the Dr. Cheryl C. Kinney Crash Course Studio in Missoula, MT, and it's made with the help of all of these nice people."
    },
    {
      "index": 136,
      "start_time": 628900.0,
      "end_time": 636960.0,
      "text": "If you'd like to keep Crash Course free for everyone, forever, you can support the series over on Patreon, a crowdfunding platform that allows you to support the content that you love."
    },
    {
      "index": 137,
      "start_time": 636960.0,
      "end_time": 638720.0,
      "text": "Thank you so much for your support."
    }
  ]
}