{
  "video_id": "szRLfEuOctw",
  "title": "We FINALLY Know What a Black Hole Looks Like",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 160.0,
      "end_time": 1160.0,
      "text": "Here it is."
    },
    {
      "index": 2,
      "start_time": 1160.0,
      "end_time": 3460.0,
      "text": "The moment you've all been waiting for."
    },
    {
      "index": 3,
      "start_time": 3460.0,
      "end_time": 15620.0,
      "text": "\"We're delighted to be able to report to you today that we have seen what we thought was unseeable. We have seen and taken a picture of a black hole.\""
    },
    {
      "index": 4,
      "start_time": 15620.0,
      "end_time": 25550.0,
      "text": "The first ever photo of a black hole, more specifically the supermassive black hole 55 million light-years away and almost the size of our entire solar system."
    },
    {
      "index": 5,
      "start_time": 25550.0,
      "end_time": 37989.0,
      "text": "It took only two years, 12,000 simulations, 200 researchers, 60 institutes and an international partnership of radio telescope sites spread across the world to get it."
    },
    {
      "index": 6,
      "start_time": 37989.0,
      "end_time": 43860.0,
      "text": "And it will finally tell us if Einstein's theory of general relativity's prediction of black holes was right or wrong."
    },
    {
      "index": 7,
      "start_time": 43860.0,
      "end_time": 47440.0,
      "text": "I know that's a hefty claim which is why this is big deal."
    },
    {
      "index": 8,
      "start_time": 47440.0,
      "end_time": 52390.0,
      "text": "But don't fret, Einstein was right, and it's been confirmed that his theory holds up."
    },
    {
      "index": 9,
      "start_time": 52390.0,
      "end_time": 61059.0,
      "text": "As we may all know, a black hole is one of the most extreme environments in the universe, and nothing, not even light can escape its event horizon."
    },
    {
      "index": 10,
      "start_time": 61059.0,
      "end_time": 63280.0,
      "text": "So these images are not even the real thing."
    },
    {
      "index": 11,
      "start_time": 63280.0,
      "end_time": 69440.0,
      "text": "But we can look at the materials going into a black hole, like gas, stars, and other astrophysical bodies."
    },
    {
      "index": 12,
      "start_time": 69440.0,
      "end_time": 76970.0,
      "text": "The atoms of these materials are pulled into the intense gravity of the black hole, which then tosses them around at extreme speeds."
    },
    {
      "index": 13,
      "start_time": 76970.0,
      "end_time": 83870.0,
      "text": "All that commotion causes the atoms to heat up into white-hot emissions of X-ray and other high-energy radiation."
    },
    {
      "index": 14,
      "start_time": 83870.0,
      "end_time": 87700.0,
      "text": "This is what the teams at the EHT detected with M87."
    },
    {
      "index": 15,
      "start_time": 87700.0,
      "end_time": 92440.0,
      "text": "The researchers call this bright orbiting disk of hot material, the black hole's shadow."
    },
    {
      "index": 16,
      "start_time": 92440.0,
      "end_time": 95420.0,
      "text": "And the shadow is what we're all worked up about."
    },
    {
      "index": 17,
      "start_time": 95420.0,
      "end_time": 100730.0,
      "text": "Because just to remind you every other photo you've seen up to this point, has been an artist illustration."
    },
    {
      "index": 18,
      "start_time": 100730.0,
      "end_time": 101730.0,
      "text": "Every."
    },
    {
      "index": 19,
      "start_time": 101730.0,
      "end_time": 102730.0,
      "text": "Single."
    },
    {
      "index": 20,
      "start_time": 102730.0,
      "end_time": 103730.0,
      "text": "One."
    },
    {
      "index": 21,
      "start_time": 103730.0,
      "end_time": 108030.0,
      "text": "When these images were made, black holes had never been seen before and were still a theory."
    },
    {
      "index": 22,
      "start_time": 108030.0,
      "end_time": 112040.0,
      "text": "A well-known and highly accepted theory, but a theory nonetheless."
    },
    {
      "index": 23,
      "start_time": 112040.0,
      "end_time": 121250.0,
      "text": "So this photo not only proves the existence of black holes, but the shape of its shadow, verifies what we currently understand about theoretical physics."
    },
    {
      "index": 24,
      "start_time": 121250.0,
      "end_time": 130160.0,
      "text": "In 1915, Einstein proposed his theory of general relativity that explains pretty much how gravity interacts with space and time to shape the universe."
    },
    {
      "index": 25,
      "start_time": 130160.0,
      "end_time": 136450.0,
      "text": "He also predicted that the light would bend by a certain amount when coming near immense gravity, like our sun."
    },
    {
      "index": 26,
      "start_time": 136450.0,
      "end_time": 141450.0,
      "text": "Except his theory of gravity is independent of the modern theories of quantum mechanics."
    },
    {
      "index": 27,
      "start_time": 141450.0,
      "end_time": 147220.0,
      "text": "These two pillars that uphold physics just don't work together, so one of these theories has to budge."
    },
    {
      "index": 28,
      "start_time": 147220.0,
      "end_time": 157750.0,
      "text": "Black holes are one of the places to look for answers, and it looks like general relativity may have the edge, as it's just been proven to hold up near one of the most extreme environments known to man."
    },
    {
      "index": 29,
      "start_time": 157750.0,
      "end_time": 159950.0,
      "text": "Next steps will be understanding quantum gravity."
    },
    {
      "index": 30,
      "start_time": 159950.0,
      "end_time": 169920.0,
      "text": "\"It is great that we can see the verified with black holes, but to me, I feel like there's bigger mysteries at foot. I'm fascinated by Einstein and that kind of level of understanding of the universe."
    },
    {
      "index": 31,
      "start_time": 169920.0,
      "end_time": 183569.0,
      "text": "There were many other people also thinking that fed into this, but I'm fascinated by the fact that we're now at the threshold of understanding black holes is maybe the best clues about quantum gravity, and what's going on, how does gravity actually work.”"
    },
    {
      "index": 32,
      "start_time": 183569.0,
      "end_time": 194569.0,
      "text": "Researchers had only an idea on what they should expect from the photo based on their calculations of the black hole, an asymmetrical lopsided ring of sorts with the disk's light warped around the event horizon."
    },
    {
      "index": 33,
      "start_time": 194569.0,
      "end_time": 195569.0,
      "text": "Which is what we got."
    },
    {
      "index": 34,
      "start_time": 195569.0,
      "end_time": 206069.0,
      "text": "\"I have to admit, I was a little stunned that it matched so closely be predictions that we have made. It is gratifying, sometimes frustrating. But, this is the beginning.\""
    },
    {
      "index": 35,
      "start_time": 206069.0,
      "end_time": 219510.0,
      "text": "After 12,000 simulations, they produced this photo, that matches what Einstein predicted, and it's an amazing feat because even the slightest deviation from general relativity could have created different shadows entirely."
    },
    {
      "index": 36,
      "start_time": 219510.0,
      "end_time": 229580.0,
      "text": "Plus this is just another win for Einstein since the discovery of the gravitational waves in 2016 and the observations of  \"gravitational redshift\" at Sagittarius A-star."
    },
    {
      "index": 37,
      "start_time": 229580.0,
      "end_time": 235349.0,
      "text": "But just because the EHT project made event history, they aren't just gonna pack up their gear and head home."
    },
    {
      "index": 38,
      "start_time": 235349.0,
      "end_time": 237400.0,
      "text": "Nu-uh, that's not how this works ever."
    },
    {
      "index": 39,
      "start_time": 237400.0,
      "end_time": 244550.0,
      "text": "In fact, now that they've proven the existence of one of the most tremendous events to happen in the universe, they're going to dig deeper."
    },
    {
      "index": 40,
      "start_time": 244550.0,
      "end_time": 256250.0,
      "text": "\"There are some very interesting things that we want to follow up with, there are asymmetries around the ring, the brightness in the southern part, so there will be a lot of future work on this to sharpen our focus on gravity.\""
    },
    {
      "index": 41,
      "start_time": 256250.0,
      "end_time": 267030.0,
      "text": "Congratulations to the countless researchers worldwide that made this photo possible and thank you for always pushing the seemingly impossible realms of science just a bit further into reality."
    },
    {
      "index": 42,
      "start_time": 267030.0,
      "end_time": 275840.0,
      "text": "If you guys are itching to know more about how this process was done, check out Seeker's interviews with the researchers themselves in our Focal Point and How Close Are We documentaries."
    },
    {
      "index": 43,
      "start_time": 275840.0,
      "end_time": 278670.0,
      "text": "And if you still want more breaking science news in your day, subscribe!"
    },
    {
      "index": 44,
      "start_time": 278670.0,
      "end_time": 283180.0,
      "text": "I already know we have something extra special for you tomorrow, so don't miss it!"
    },
    {
      "index": 45,
      "start_time": 283180.0,
      "end_time": 287630.0,
      "text": "Thanks for watching and I'll see you next time on Seeker."
    }
  ]
}