{
  "video_id": "t-9cqaRJMP4",
  "title": "Test Anxiety: Crash Course Study Skills #8",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3460.0,
      "text": "Hi, I'm Thomas Frank, and this is Crash Course Study Skills."
    },
    {
      "index": 2,
      "start_time": 3460.0,
      "end_time": 10920.0,
      "text": "Henry Fonda was a famous actor with a career that spanned 54 years and included starring roles in classic movies like 12 Angry Men and Once Upon a Time in the West."
    },
    {
      "index": 3,
      "start_time": 10920.0,
      "end_time": 18320.0,
      "text": "He was one of the most well-known and successful actors of his time, bringing home an Oscar, two Golden Globes, and even a Grammy before retiring."
    },
    {
      "index": 4,
      "start_time": 18320.0,
      "end_time": 22720.0,
      "text": "So it might surprise you to learn that Fonda had a lifelong struggle with performance anxiety."
    },
    {
      "index": 5,
      "start_time": 22720.0,
      "end_time": 30080.0,
      "text": "In fact, even when he was 75 years old, with over half a century of acting experience under his belt, he would often throw up before beginning stage performances."
    },
    {
      "index": 6,
      "start_time": 30080.0,
      "end_time": 37510.0,
      "text": "But, despite his anxiety and sudden lack of lunch, Fonda would still step out from behind the curtain and give the audience the great performance they expected."
    },
    {
      "index": 7,
      "start_time": 37510.0,
      "end_time": 43740.0,
      "text": "That's because he understood one of the unavoidable facts of life – a fact that the author Steven Pressfield put so well in his book The War of Art:"
    },
    {
      "index": 8,
      "start_time": 43740.0,
      "end_time": 45239.0,
      "text": "“Fear doesn't go away."
    },
    {
      "index": 9,
      "start_time": 45240.0,
      "end_time": 51420.0,
      "text": "The warrior and the artist live by the same code of necessity, which dictates that the battle must be fought anew every day.”"
    },
    {
      "index": 10,
      "start_time": 51420.0,
      "end_time": 54740.0,
      "text": "If you're a student, you might not be performing on a stage or facing down an enemy army,"
    },
    {
      "index": 11,
      "start_time": 54740.0,
      "end_time": 59260.0,
      "text": "but your tests and exams are battles all their own, and they often come with the same feelings of anxiety."
    },
    {
      "index": 12,
      "start_time": 59260.0,
      "end_time": 62000.0,
      "text": "These feelings are normal, and you'll never truly banish them."
    },
    {
      "index": 13,
      "start_time": 62000.0,
      "end_time": 65360.0,
      "text": "If you're doing work that's important to you, you'll always feel some amount of anxiety."
    },
    {
      "index": 14,
      "start_time": 65360.0,
      "end_time": 69160.0,
      "text": "And that can actually be a good thing, because anxiety is an indicator that what you're doing IS important."
    },
    {
      "index": 15,
      "start_time": 69160.0,
      "end_time": 71160.0,
      "text": "Otherwise, you'd be apathetic about it."
    },
    {
      "index": 16,
      "start_time": 71160.0,
      "end_time": 73660.0,
      "text": "However, too much test anxiety can hurt you."
    },
    {
      "index": 17,
      "start_time": 73660.0,
      "end_time": 77720.0,
      "text": "Research has shown that high-pressure situations can actually deplete your working memory."
    },
    {
      "index": 18,
      "start_time": 77720.0,
      "end_time": 81000.0,
      "text": "Additionally, stress caused by anxiety produces a hormone called cortisol,"
    },
    {
      "index": 19,
      "start_time": 81000.0,
      "end_time": 84300.0,
      "text": "and too much cortisol can hinder the ability of the hippocampus to recall memories."
    },
    {
      "index": 20,
      "start_time": 84300.0,
      "end_time": 87580.0,
      "text": "This means that it is crucial to learn how to manage your test anxiety."
    },
    {
      "index": 21,
      "start_time": 87580.0,
      "end_time": 90740.0,
      "text": "You have to learn how to perform well in the face of it, and make sure it doesn't consume"
    },
    {
      "index": 22,
      "start_time": 90740.0,
      "end_time": 94200.0,
      "text": "your thoughts so you can actually solve that geometry proof that's staring you in the face."
    },
    {
      "index": 23,
      "start_time": 94200.0,
      "end_time": 97560.0,
      "text": "Fortunately, there are several techniques and mental exercises you can use to do that."
    },
    {
      "index": 24,
      "start_time": 97560.0,
      "end_time": 98400.0,
      "text": "Roll the intro!"
    },
    {
      "index": 25,
      "start_time": 98400.0,
      "end_time": 107240.0,
      "text": "[Theme Music]"
    },
    {
      "index": 26,
      "start_time": 107240.0,
      "end_time": 114000.0,
      "text": "Test anxiety is caused by many different factors, but today we're going to focus on the most common ones, which I call the Three Big Fears:"
    },
    {
      "index": 27,
      "start_time": 114000.0,
      "end_time": 116460.0,
      "text": "Number one: A fear of repeating past failures"
    },
    {
      "index": 28,
      "start_time": 116460.0,
      "end_time": 118280.0,
      "text": "Number two: The fear of the unknown"
    },
    {
      "index": 29,
      "start_time": 118280.0,
      "end_time": 120090.0,
      "text": "Number three: The fear of the stakes"
    },
    {
      "index": 30,
      "start_time": 120090.0,
      "end_time": 123740.0,
      "text": "Now, in a minute, we're going to dig into each of these fears and work to figure out how you can combat them,"
    },
    {
      "index": 31,
      "start_time": 123740.0,
      "end_time": 127320.0,
      "text": "but before we do that, there is one general purpose strategy I want to share with you."
    },
    {
      "index": 32,
      "start_time": 127320.0,
      "end_time": 133720.0,
      "text": "The next time you feel anxious going into a test, take out a piece of paper and spend a couple minutes writing out exactly what's causing you to feel that way."
    },
    {
      "index": 33,
      "start_time": 133720.0,
      "end_time": 136500.0,
      "text": "This has been scientifically proven to reduce test anxiety."
    },
    {
      "index": 34,
      "start_time": 136500.0,
      "end_time": 142040.0,
      "text": "A study done at the University of Chicago found that students who were given 10 minutes to write about their fears and anxieties before a test"
    },
    {
      "index": 35,
      "start_time": 142040.0,
      "end_time": 145880.0,
      "text": "improved their scores by an average of nearly one grade point compared to the control group."
    },
    {
      "index": 36,
      "start_time": 145880.0,
      "end_time": 148960.0,
      "text": "This technique works for pretty much the same reason that using a to-do list works:"
    },
    {
      "index": 37,
      "start_time": 148960.0,
      "end_time": 152440.0,
      "text": "It allows you to take all those worries out of your head and store them somewhere safe."
    },
    {
      "index": 38,
      "start_time": 152440.0,
      "end_time": 157360.0,
      "text": "You've probably been in a situation before where you're stressed, and a friend tells you, “Hey, just don't worry about it, man!”"
    },
    {
      "index": 39,
      "start_time": 157360.0,
      "end_time": 158720.0,
      "text": "Of course, you can't – right?"
    },
    {
      "index": 40,
      "start_time": 158720.0,
      "end_time": 163650.0,
      "text": "You can't just let go of the things that are worrying you – after all, your brain thinks they're important."
    },
    {
      "index": 41,
      "start_time": 163650.0,
      "end_time": 168500.0,
      "text": "However, by writing them down, you're unloading those worries into an external system that you trust."
    },
    {
      "index": 42,
      "start_time": 168500.0,
      "end_time": 170620.0,
      "text": "Subconsciously, you know that they're not going anywhere."
    },
    {
      "index": 43,
      "start_time": 170620.0,
      "end_time": 174560.0,
      "text": "And by doing this, you free up mental resources that you can then devote to doing well on the test."
    },
    {
      "index": 44,
      "start_time": 174560.0,
      "end_time": 178620.0,
      "text": "So that brings us to our first big fear: the fear of repeating past failures."
    },
    {
      "index": 45,
      "start_time": 178620.0,
      "end_time": 182210.0,
      "text": "Logically, everyone knows that failure is inevitable every once in awhile."
    },
    {
      "index": 46,
      "start_time": 182210.0,
      "end_time": 186380.0,
      "text": "“To err is human,” wrote Alexander Pope, and the realm of calculus finals is no exception."
    },
    {
      "index": 47,
      "start_time": 186380.0,
      "end_time": 187920.0,
      "text": "But we're not always logical."
    },
    {
      "index": 48,
      "start_time": 187920.0,
      "end_time": 190580.0,
      "text": "In fact, human beings have an inherent negativity bias –"
    },
    {
      "index": 49,
      "start_time": 190580.0,
      "end_time": 194680.0,
      "text": "a tendency to remember and give more emotional weight to negative events rather than positive ones."
    },
    {
      "index": 50,
      "start_time": 194680.0,
      "end_time": 197700.0,
      "text": "This is a feature of the brain that's pretty useful when it comes to survival –"
    },
    {
      "index": 51,
      "start_time": 197700.0,
      "end_time": 203040.0,
      "text": "after all, remembering which mushrooms made you sick or not to try to shake hands with a tiger is pretty important for survival."
    },
    {
      "index": 52,
      "start_time": 203040.0,
      "end_time": 206740.0,
      "text": "But the negativity bias doesn't limit itself to poisonous mushrooms or tigers;"
    },
    {
      "index": 53,
      "start_time": 206740.0,
      "end_time": 210450.0,
      "text": "any negative event can create feelings of apprehension and fear when it comes up again."
    },
    {
      "index": 54,
      "start_time": 210450.0,
      "end_time": 214140.0,
      "text": "So even though almost everyone does poorly on tests and exams at least once in awhile,"
    },
    {
      "index": 55,
      "start_time": 214140.0,
      "end_time": 218340.0,
      "text": "when it happens to you, you might naturally fear that it'll happen again the next time around."
    },
    {
      "index": 56,
      "start_time": 218340.0,
      "end_time": 220720.0,
      "text": "So how you do you actually beat this negativity bias?"
    },
    {
      "index": 57,
      "start_time": 220720.0,
      "end_time": 224540.0,
      "text": "Well, first, realize that you're not defined by your past successes or failures –"
    },
    {
      "index": 58,
      "start_time": 224540.0,
      "end_time": 226940.0,
      "text": "despite what that insidious part of your brain might try to tell you."
    },
    {
      "index": 59,
      "start_time": 226940.0,
      "end_time": 232740.0,
      "text": "While the path you're on right now is certainly in part a product of your past choices, it's not a path with a predetermined destination."
    },
    {
      "index": 60,
      "start_time": 232740.0,
      "end_time": 236200.0,
      "text": "At any time, you can choose to do things differently than you did in the past."
    },
    {
      "index": 61,
      "start_time": 236200.0,
      "end_time": 241620.0,
      "text": "If you're ready to do that, you need to start by analyzing your past mistakes and gathering as much information about them as you can."
    },
    {
      "index": 62,
      "start_time": 241620.0,
      "end_time": 244820.0,
      "text": "After all, you can only improve if you know what you were doing wrong before."
    },
    {
      "index": 63,
      "start_time": 244820.0,
      "end_time": 246360.0,
      "text": "Let's go to the Thought Bubble."
    },
    {
      "index": 64,
      "start_time": 246360.0,
      "end_time": 248460.0,
      "text": "Elite chess players understand this concept really well."
    },
    {
      "index": 65,
      "start_time": 248460.0,
      "end_time": 253280.0,
      "text": "While they spend a lot of their practice time playing games and studying the openings and endgames of players at higher ranks,"
    },
    {
      "index": 66,
      "start_time": 253280.0,
      "end_time": 258420.0,
      "text": "they also dedicate a ton of time to analyzing their own past games – especially the ones they lost."
    },
    {
      "index": 67,
      "start_time": 258420.00000000003,
      "end_time": 263900.0,
      "text": "By doing so, they can start to correct bad habits and uncover patterns in their playing, which can then be tweaked or improved in the future."
    },
    {
      "index": 68,
      "start_time": 263900.0,
      "end_time": 269680.0,
      "text": "So take a cue from these chess players – as well as from elite performers in pretty much any other discipline, be it opera singers or figure skaters –"
    },
    {
      "index": 69,
      "start_time": 269680.0,
      "end_time": 272160.0,
      "text": "and review your past exams to see how you can improve."
    },
    {
      "index": 70,
      "start_time": 272160.0,
      "end_time": 274420.0,
      "text": "Start by getting your hands on a copy of your past exam;"
    },
    {
      "index": 71,
      "start_time": 274420.0,
      "end_time": 279280.0,
      "text": "if your teacher doesn't usually hand these out or let you take them home, talk to them after class and ask if you can at least look it over."
    },
    {
      "index": 72,
      "start_time": 279280.0,
      "end_time": 281840.0,
      "text": "And while you're talking with them, also ask for feedback –"
    },
    {
      "index": 73,
      "start_time": 281840.0,
      "end_time": 285440.0,
      "text": "especially if your exam contained short-answer or essay questions where there's no concrete answer."
    },
    {
      "index": 74,
      "start_time": 285440.0,
      "end_time": 288180.0,
      "text": "Once you've got a past exam in your hands, review the mistakes you made."
    },
    {
      "index": 75,
      "start_time": 288180.0,
      "end_time": 293110.0,
      "text": "Don't just acknowledge your mistakes; for each incorrect question, make sure you understand why your answer was the wrong one."
    },
    {
      "index": 76,
      "start_time": 293110.0,
      "end_time": 297360.0,
      "text": "If it was a complex problem – like a math equation – identify the exact point where you made a mistake."
    },
    {
      "index": 77,
      "start_time": 297360.0,
      "end_time": 300980.0,
      "text": "Additionally, make sure you know what the right answer was, and why it was right."
    },
    {
      "index": 78,
      "start_time": 300980.0,
      "end_time": 303140.0,
      "text": "Before you move on, cross-reference the question with your notes, as well."
    },
    {
      "index": 79,
      "start_time": 303140.0,
      "end_time": 308400.0,
      "text": "If you're going to be tested on that question again – like in a final exam – highlight that section of your notes so you know it's important."
    },
    {
      "index": 80,
      "start_time": 308400.0,
      "end_time": 310740.0,
      "text": "You can also create quiz questions for later review."
    },
    {
      "index": 81,
      "start_time": 310740.0,
      "end_time": 314360.0,
      "text": "Overall, shoot for mastery over the material so you don't make the same mistake again."
    },
    {
      "index": 82,
      "start_time": 314360.0,
      "end_time": 315500.0,
      "text": "Thanks, Thought Bubble."
    },
    {
      "index": 83,
      "start_time": 315500.0,
      "end_time": 318780.0,
      "text": "The details of those incorrect questions aren't the only things that deserve reflection."
    },
    {
      "index": 84,
      "start_time": 318780.0,
      "end_time": 321620.0,
      "text": "You also need to figure out why you made the mistakes in the first place."
    },
    {
      "index": 85,
      "start_time": 321620.0,
      "end_time": 323580.0,
      "text": "Ask yourself: Was I unprepared?"
    },
    {
      "index": 86,
      "start_time": 323590.0,
      "end_time": 325290.0,
      "text": "And if so, why was I unprepared?"
    },
    {
      "index": 87,
      "start_time": 325290.0,
      "end_time": 327230.0,
      "text": "Did I simply not put enough time into reviewing?"
    },
    {
      "index": 88,
      "start_time": 327230.0,
      "end_time": 328710.0,
      "text": "Did I ignore the study guide?"
    },
    {
      "index": 89,
      "start_time": 328710.0,
      "end_time": 330550.0,
      "text": "Or did I use an ineffective study method?"
    },
    {
      "index": 90,
      "start_time": 330550.0,
      "end_time": 334160.0,
      "text": "If you feel that you were prepared, then maybe something went wrong during the actual exam."
    },
    {
      "index": 91,
      "start_time": 334160.0,
      "end_time": 336340.0,
      "text": "Maybe you rushed through and made a lot of careless errors."
    },
    {
      "index": 92,
      "start_time": 336340.0,
      "end_time": 339420.0,
      "text": "Or maybe you let time get away from you and didn't actually finish the whole exam."
    },
    {
      "index": 93,
      "start_time": 339420.0,
      "end_time": 344540.0,
      "text": "Or maybe that creepy AI from Ghost in the Shell hacked your brain in the middle of the exam and forced you to spend the whole time licking your paper."
    },
    {
      "index": 94,
      "start_time": 344540.0,
      "end_time": 345560.0,
      "text": "These things happen."
    },
    {
      "index": 95,
      "start_time": 345560.0,
      "end_time": 348020.0,
      "text": "Whatever the reason was, don't let it get you down too much."
    },
    {
      "index": 96,
      "start_time": 348020.0,
      "end_time": 352020.0,
      "text": "Remember that failure is a great teacher – and it's a better one than success."
    },
    {
      "index": 97,
      "start_time": 352020.0,
      "end_time": 356140.0,
      "text": "Since we remember our failures so well, every one of them is a lesson and an opportunity."
    },
    {
      "index": 98,
      "start_time": 356140.0,
      "end_time": 361200.0,
      "text": "But you need to make sure that you use that opportunity by making a plan for how you'll avoid the mistake in the future."
    },
    {
      "index": 99,
      "start_time": 361200.0,
      "end_time": 365680.0,
      "text": "Just saying “I'll do better next time” isn't enough – you need to know exactly how you're gonna do better."
    },
    {
      "index": 100,
      "start_time": 365680.0,
      "end_time": 366980.0,
      "text": "And that's not all you need to know."
    },
    {
      "index": 101,
      "start_time": 366980.0,
      "end_time": 371300.0,
      "text": "In fact, the more you can learn about your exam in all its facets, the more comfortable you're gonna be."
    },
    {
      "index": 102,
      "start_time": 371300.0,
      "end_time": 374660.0,
      "text": "This is the way to overcome the second of our big fears: The Fear of the Unknown."
    },
    {
      "index": 103,
      "start_time": 374660.0,
      "end_time": 378780.0,
      "text": "People naturally fear what they don't understand, and in general, this is a good thing!"
    },
    {
      "index": 104,
      "start_time": 378780.0,
      "end_time": 383680.0,
      "text": "It's another one of those pieces of brain programming that's useful for survival, and most other animals share it with us."
    },
    {
      "index": 105,
      "start_time": 383680.0,
      "end_time": 386360.0,
      "text": "When I visited New York City for the first time several years ago,"
    },
    {
      "index": 106,
      "start_time": 386360.0,
      "end_time": 390320.0,
      "text": "I noticed that the squirrels there seemed much less afraid of people than the squirrels back home in Iowa"
    },
    {
      "index": 107,
      "start_time": 390320.0,
      "end_time": 395260.0,
      "text": "– but that was because these big-city squirrels had a lot of experience dealing with people, and it was mostly positive."
    },
    {
      "index": 108,
      "start_time": 395260.0,
      "end_time": 398500.0,
      "text": "So try to gain as much experience with the upcoming exam as you can."
    },
    {
      "index": 109,
      "start_time": 398500.0,
      "end_time": 401710.0,
      "text": "Now, we talked a lot about how to do this in the last video on preparing for tests,"
    },
    {
      "index": 110,
      "start_time": 401710.0,
      "end_time": 405040.0,
      "text": "but the general principle is to try to replicate the test conditions when you're studying."
    },
    {
      "index": 111,
      "start_time": 405040.0,
      "end_time": 409960.0,
      "text": "Do your best to get access to practice tests and study guides, and create quizzes out of your notes to fill in the gaps."
    },
    {
      "index": 112,
      "start_time": 409960.0,
      "end_time": 414420.0,
      "text": "Additionally, spend some time studying in a classroom that looks and feels similar to the one you'll be tested in,"
    },
    {
      "index": 113,
      "start_time": 414420.0,
      "end_time": 417720.0,
      "text": "and quiz yourself under the same time constraints that you'll face during the exam."
    },
    {
      "index": 114,
      "start_time": 417720.0,
      "end_time": 420820.0,
      "text": "You want to make the test feel like a familiar old friend when you actually face it."
    },
    {
      "index": 115,
      "start_time": 420820.0,
      "end_time": 423080.0,
      "text": "As Scott Berkun, a professional public speaker, put it:"
    },
    {
      "index": 116,
      "start_time": 423080.0,
      "end_time": 427000.0,
      "text": "“By the time I present to an actual audience, it's not really the first time at all.”"
    },
    {
      "index": 117,
      "start_time": 427000.0,
      "end_time": 428620.0,
      "text": "That's the feeling you're going for."
    },
    {
      "index": 118,
      "start_time": 428620.0,
      "end_time": 432940.0,
      "text": "And that brings us to the last of our big three fears, which is the Fear of the Stakes."
    },
    {
      "index": 119,
      "start_time": 432940.0,
      "end_time": 436700.0,
      "text": "One of the biggest sources of test anxiety is the feeling that this test means everything"
    },
    {
      "index": 120,
      "start_time": 436700.0,
      "end_time": 442020.0,
      "text": "– it's gonna define your overall grade, where you'll be able to go to college, and whether or not you'll get to work for Elon Musk some day."
    },
    {
      "index": 121,
      "start_time": 442020.0,
      "end_time": 447600.0,
      "text": "But in reality, you're rarely going to come across a test or situation that you can't recover from in the case that things go wrong."
    },
    {
      "index": 122,
      "start_time": 447600.0,
      "end_time": 450080.0,
      "text": "Trust me – I actually failed a test in college once."
    },
    {
      "index": 123,
      "start_time": 450080.0,
      "end_time": 452940.0,
      "text": "And Nick over there actually failed an entire class – twice."
    },
    {
      "index": 124,
      "start_time": 452940.0,
      "end_time": 455480.0,
      "text": "And, even worse, I was once fired from a job."
    },
    {
      "index": 125,
      "start_time": 455480.0,
      "end_time": 461860.0,
      "text": "In both cases it was totally my fault, but I learned my lessons, I made sure I never made the same mistakes again, and I moved on."
    },
    {
      "index": 126,
      "start_time": 461860.0,
      "end_time": 465560.0,
      "text": "And even if things don't go perfectly for you, you'll be able to do the same thing."
    },
    {
      "index": 127,
      "start_time": 465560.0,
      "end_time": 468900.0,
      "text": "If that's not comforting enough, try reframing the test in your mind."
    },
    {
      "index": 128,
      "start_time": 468900.0,
      "end_time": 472220.0,
      "text": "Think of it as yet another learning opportunity rather than as a judgement."
    },
    {
      "index": 129,
      "start_time": 472220.0,
      "end_time": 476080.0,
      "text": "After all, a test challenges you to recall what you've learned, and as we've already discussed,"
    },
    {
      "index": 130,
      "start_time": 476080.0,
      "end_time": 479140.0,
      "text": "active recall strengthens your mastery over the material."
    },
    {
      "index": 131,
      "start_time": 479140.0,
      "end_time": 482500.0,
      "text": "And – at least for me – viewing a test this way makes it seem a lot less scary."
    },
    {
      "index": 132,
      "start_time": 482500.0,
      "end_time": 486720.0,
      "text": "Lastly, keep in your mind that anxiety isn't something you always need to try to deal with on your own."
    },
    {
      "index": 133,
      "start_time": 486720.0,
      "end_time": 491080.0,
      "text": "If you have anxiety that's majorly affecting your life, don't hesitate to ask a professional for help."
    },
    {
      "index": 134,
      "start_time": 491080.0,
      "end_time": 492840.0,
      "text": "Hopefully you found this week's video to be helpful."
    },
    {
      "index": 135,
      "start_time": 492840.0,
      "end_time": 496360.0,
      "text": "Next week, we'll be switching gears and talking about how to write great research papers and essays."
    },
    {
      "index": 136,
      "start_time": 496389.0,
      "end_time": 497380.0,
      "text": "See you then!"
    },
    {
      "index": 137,
      "start_time": 497380.0,
      "end_time": 503640.0,
      "text": "Crash Course Study Skills is filmed in the Dr. Cheryl C. Kinney Crash Course Studio in Missoula, MT, and it's made with the help of all of these nice people."
    },
    {
      "index": 138,
      "start_time": 503640.0,
      "end_time": 510460.0,
      "text": "If you'd like to help keep Crash Course free for everyone, forever, you can support this series over at Patreon, a crowdfunding platform that allows you to support the content you love."
    },
    {
      "index": 139,
      "start_time": 510460.0,
      "end_time": 512120.0,
      "text": "Thank you so much for your support."
    }
  ]
}