{
  "video_id": "t-G-g4b3BXA",
  "title": "Epigenetic Control of Genetics: the Impact of Epigenome on Mutation - Shamil Sunyaev",
  "json": [
    {
      "index": 1,
      "start_time": 240.0,
      "end_time": 2760.0,
      "text": "Sunyaev Shamil: Well, it’s great to present for this group."
    },
    {
      "index": 2,
      "start_time": 2760.0,
      "end_time": 7039.0,
      "text": "John, thank you for the introduction. And a lot of this work is in close collaboration"
    },
    {
      "index": 3,
      "start_time": 7039.0,
      "end_time": 15950.0,
      "text": "with John’s lab. So I was going to talk about how epigenetics actually may control"
    },
    {
      "index": 4,
      "start_time": 15950.0,
      "end_time": 25810.0,
      "text": "genetics. So throughout this meeting there are multiple talks pointing to the importance"
    },
    {
      "index": 5,
      "start_time": 25810.0,
      "end_time": 32450.0,
      "text": "of genetic variation in understanding of a genetic landscape. So there is a lot of justifiable"
    },
    {
      "index": 6,
      "start_time": 32450.000000000004,
      "end_time": 40700.0,
      "text": "interest in how genetics controls epigenetics. So briefly all the studies can be summarized"
    },
    {
      "index": 7,
      "start_time": 40700.0,
      "end_time": 46650.0,
      "text": "as, pick a favorite epigenetic feature. QTL studies, right? So you take -- you have eQTLs,"
    },
    {
      "index": 8,
      "start_time": 46650.0,
      "end_time": 54810.0,
      "text": "methylation QTLs, chromatin accessibility QTLs; all types of QTLs. And of course we"
    },
    {
      "index": 9,
      "start_time": 54810.0,
      "end_time": 61340.0,
      "text": "believe that understanding the epigenetic variation on epigenetic features can allow"
    },
    {
      "index": 10,
      "start_time": 61340.0,
      "end_time": 67649.0,
      "text": "us to go a long way in understanding the mechanism of the [unintelligible] association, the biology,"
    },
    {
      "index": 11,
      "start_time": 67649.0,
      "end_time": 68780.0,
      "text": "and so forth."
    },
    {
      "index": 12,
      "start_time": 68780.0,
      "end_time": 75429.0,
      "text": "However, we’re interested in the inverse problem, is, what is the fact of epigenetic"
    },
    {
      "index": 13,
      "start_time": 75429.0,
      "end_time": 82460.0,
      "text": "landscape on genetics? And one of these effect is how a genomic landscape controls mutation,"
    },
    {
      "index": 14,
      "start_time": 82460.0,
      "end_time": 88009.0,
      "text": "right? Because the source of variation is mutation. So what we’ve been doing, we’ve"
    },
    {
      "index": 15,
      "start_time": 88009.0,
      "end_time": 96170.0,
      "text": "been looking at data on mutations, both in germ line context -- so we are now sequencing"
    },
    {
      "index": 16,
      "start_time": 96170.0,
      "end_time": 103350.0,
      "text": "data for multiple trios and quads; I wouldn’t be talking about this today -- and somatic"
    },
    {
      "index": 17,
      "start_time": 103350.0,
      "end_time": 106450.0,
      "text": "mutations, coinco-somatic [spelled phonetically] mutations, where -- so these are differences"
    },
    {
      "index": 18,
      "start_time": 106450.0,
      "end_time": 112460.0,
      "text": "between parents and children, where changes are happening in the DNA, and here differences"
    },
    {
      "index": 19,
      "start_time": 112460.0,
      "end_time": 120889.0,
      "text": "are between usually blots and control cell type and cancer cell."
    },
    {
      "index": 20,
      "start_time": 120889.0,
      "end_time": 128729.0,
      "text": "So this is the idea, and the idea is to see, what are the facts of epigenetic variables"
    },
    {
      "index": 21,
      "start_time": 128729.00000000001,
      "end_time": 135500.0,
      "text": "on these changes in the DNA sequence? Why are we interested? So we’re interested for"
    },
    {
      "index": 22,
      "start_time": 135500.0,
      "end_time": 144260.0,
      "text": "multiple reasons. One interest is in statistical and medical genetics fields because understand"
    },
    {
      "index": 23,
      "start_time": 144260.0,
      "end_time": 150960.0,
      "text": "of mutation rate models would inform methods for gene mapping, and I’ll talk about that"
    },
    {
      "index": 24,
      "start_time": 150960.0,
      "end_time": 154900.0,
      "text": "in a second. Another big interest of ours is evolutionary biology, and there are two"
    },
    {
      "index": 25,
      "start_time": 154900.0,
      "end_time": 161280.0,
      "text": "reasons we care from an evolutionary biology perspective. One is that mutation rate is"
    },
    {
      "index": 26,
      "start_time": 161280.0,
      "end_time": 166920.0,
      "text": "a key parameter in a lot of evolutionary models, right? If we want to infer selection, if we"
    },
    {
      "index": 27,
      "start_time": 166920.0,
      "end_time": 174020.0,
      "text": "want to understand differences between populations, differences between species, date speciation"
    },
    {
      "index": 28,
      "start_time": 174020.0,
      "end_time": 179930.0,
      "text": "advance, we have to have some understanding of mutation rate. The other interest is evolution"
    },
    {
      "index": 29,
      "start_time": 179930.0,
      "end_time": 186690.0,
      "text": "of mutation rate itself, right? Because cell controls mutational events, and mutation rate"
    },
    {
      "index": 30,
      "start_time": 186690.0,
      "end_time": 192650.0,
      "text": "is one phenotype which is under selection. So the question now is not only why mutation"
    },
    {
      "index": 31,
      "start_time": 192650.0,
      "end_time": 199390.0,
      "text": "rate is what it is, but -- so not only what is mutation rate but why is mutation rate"
    },
    {
      "index": 32,
      "start_time": 199390.0,
      "end_time": 205650.0,
      "text": "what it is? Also there is of course interest from biology perspective -- biology of DNA"
    },
    {
      "index": 33,
      "start_time": 205650.0,
      "end_time": 208500.0,
      "text": "repair and biology of DNA replication."
    },
    {
      "index": 34,
      "start_time": 208500.0,
      "end_time": 217490.0,
      "text": "So for maybe couple minutes talk about statistical genetics piece of work. So there is a growing"
    },
    {
      "index": 35,
      "start_time": 217490.0,
      "end_time": 223130.0,
      "text": "interest in gene mapping using de novo mutations. There are two areas specifically; it’s genetics"
    },
    {
      "index": 36,
      "start_time": 223130.0,
      "end_time": 230270.0,
      "text": "of neuropsychiatric diseases and cancer genomics. And the idea here is to map genes involved"
    },
    {
      "index": 37,
      "start_time": 230270.0,
      "end_time": 238070.0,
      "text": "in disease progression, or cancer driver genes, using recurrents. So this is not your classic"
    },
    {
      "index": 38,
      "start_time": 238070.0,
      "end_time": 246390.0,
      "text": "genetic mapping. For example, LD-based association or linkage; this is mapping using mutations,"
    },
    {
      "index": 39,
      "start_time": 246390.0,
      "end_time": 253430.0,
      "text": "and this is the only mapping strategy which is possible to learn in sectional systems."
    },
    {
      "index": 40,
      "start_time": 253430.0,
      "end_time": 260459.0,
      "text": "The idea is very simple: you find different patients carrying mutations in the same gene,"
    },
    {
      "index": 41,
      "start_time": 260459.0,
      "end_time": 264560.0,
      "text": "collapse them by gene, and you can make an inference that this is a significantly mutated"
    },
    {
      "index": 42,
      "start_time": 264560.0,
      "end_time": 269370.0,
      "text": "gene, right? There are more mutations than you expect. Now the big question is, what"
    },
    {
      "index": 43,
      "start_time": 269370.0,
      "end_time": 271939.0,
      "text": "do you actually expect, right?"
    },
    {
      "index": 44,
      "start_time": 271939.0,
      "end_time": 277020.0,
      "text": "Because in these studies you cannot run case control. You cannot really look at how many"
    },
    {
      "index": 45,
      "start_time": 277020.0,
      "end_time": 281280.0,
      "text": "mutations in this gene happens in cases versus how many in controls because you would lack"
    },
    {
      "index": 46,
      "start_time": 281280.0,
      "end_time": 288569.0,
      "text": "the statistical power to do so. So the idea is to do some sort of model. So for example,"
    },
    {
      "index": 47,
      "start_time": 288569.0,
      "end_time": 294229.0,
      "text": "the simplest approach -- and this is -- was used in early papers on the subject -- you"
    },
    {
      "index": 48,
      "start_time": 294229.0,
      "end_time": 299530.0,
      "text": "take some estimate of genomic mutation rate using independent samples, then you evaluate"
    },
    {
      "index": 49,
      "start_time": 299530.0,
      "end_time": 304719.0,
      "text": "from an ability to observe recurrent events in a given gene, correct for multiple testing,"
    },
    {
      "index": 50,
      "start_time": 304719.0,
      "end_time": 312009.0,
      "text": "right? So why this is not the correct strategy because if you have heterogeneity among samples,"
    },
    {
      "index": 51,
      "start_time": 312009.0,
      "end_time": 316819.0,
      "text": "especially problem in cancer genomics, where you have one -- some samples basically filled"
    },
    {
      "index": 52,
      "start_time": 316819.0,
      "end_time": 326340.0,
      "text": "with mutations; others have much lower mutation densities -- you will make flushes, inferences,"
    },
    {
      "index": 53,
      "start_time": 326340.0,
      "end_time": 330560.0,
      "text": "and this mapping will generate a lot of false positives."
    },
    {
      "index": 54,
      "start_time": 330560.0,
      "end_time": 334620.0,
      "text": "So there is another strategy; another strategy is the following. So you take -- look at your"
    },
    {
      "index": 55,
      "start_time": 334620.0,
      "end_time": 343439.0,
      "text": "real data and just permute data around. Look at permutation expanse, multiple permutations,"
    },
    {
      "index": 56,
      "start_time": 343439.0,
      "end_time": 348960.0,
      "text": "and you can evaluate how frequently you see these do mutations independently in the same"
    },
    {
      "index": 57,
      "start_time": 348960.0,
      "end_time": 354590.0,
      "text": "gene. And the problem here, of course, is mutation rate variation, because if mutation"
    },
    {
      "index": 58,
      "start_time": 354590.0,
      "end_time": 361110.0,
      "text": "rate is heterogeneous along the genome, this may simply be a mutational hot spot which"
    },
    {
      "index": 59,
      "start_time": 361110.0,
      "end_time": 366490.0,
      "text": "you don’t know about. So what we need -- we need careful model of local mutation rate."
    },
    {
      "index": 60,
      "start_time": 366490.0,
      "end_time": 371999.0,
      "text": "And the problem in cancer is that, because of accessibility to specific mutagens or specific"
    },
    {
      "index": 61,
      "start_time": 371999.0,
      "end_time": 376939.0,
      "text": "genetic changes in repair systems, and I’ll be talking about that. You may have a situation"
    },
    {
      "index": 62,
      "start_time": 376939.0,
      "end_time": 381669.0,
      "text": "where this mutation rate heterogeneity is patient-specific, not just cancer type-specific"
    },
    {
      "index": 63,
      "start_time": 381669.0,
      "end_time": 389159.0,
      "text": "but specific to individual patients. Now, over five years ago, we -- again, collaboration"
    },
    {
      "index": 64,
      "start_time": 389159.0,
      "end_time": 396789.0,
      "text": "with John’s lab -- made an observation that a bold density of human SNPs and human-chimpanzee"
    },
    {
      "index": 65,
      "start_time": 396789.0,
      "end_time": 401770.0,
      "text": "diversions is increased in later replicating regions of the genome, compared to earlier"
    },
    {
      "index": 66,
      "start_time": 401770.0,
      "end_time": 407669.0,
      "text": "replication regions of the genome. So we have certain epigenomic variables that control,"
    },
    {
      "index": 67,
      "start_time": 407669.0,
      "end_time": 416009.0,
      "text": "potentially, mutation rate, so this is stratification of S-phase of cell cycle into four regions."
    },
    {
      "index": 68,
      "start_time": 416009.0,
      "end_time": 420289.0,
      "text": "And we’ve seen increase in both the versions and polymorphous."
    },
    {
      "index": 69,
      "start_time": 420289.0,
      "end_time": 427809.0,
      "text": "So this fueled our interest in the question. And it turned out that the same effect is"
    },
    {
      "index": 70,
      "start_time": 427809.0,
      "end_time": 434809.0,
      "text": "observed in cancer genomics, so this in collaboration with [unintelligible]’s lab. We see that"
    },
    {
      "index": 71,
      "start_time": 434809.0,
      "end_time": 443740.0,
      "text": "the risk affect the replication timing in pretty much every single cancer type we analyzed,"
    },
    {
      "index": 72,
      "start_time": 443740.0,
      "end_time": 448680.0,
      "text": "so there is increase of mutation density later replication compared to earlier replication."
    },
    {
      "index": 73,
      "start_time": 448680.0,
      "end_time": 454289.0,
      "text": "And some genes that are located in later-replicating regions are sort of usual false positives"
    },
    {
      "index": 74,
      "start_time": 454289.0,
      "end_time": 463309.0,
      "text": "of mutation mapping and in cancers. There is another variable, which is level of gene"
    },
    {
      "index": 75,
      "start_time": 463309.0,
      "end_time": 471080.0,
      "text": "expression. Genes that are expressed at high levels have less mutations in cancer genomes."
    },
    {
      "index": 76,
      "start_time": 471080.0,
      "end_time": 478699.0,
      "text": "And the standard idea as the culprit is, the transcription coupled repair mechanism. And"
    },
    {
      "index": 77,
      "start_time": 478699.0,
      "end_time": 481740.0,
      "text": "I’ll show you the pathway because I’ll be -- and I’ll show it then again because"
    },
    {
      "index": 78,
      "start_time": 481740.0,
      "end_time": 487580.0,
      "text": "I’ll be talking about this pathway throughout the talk. So the idea is the following: in"
    },
    {
      "index": 79,
      "start_time": 487580.0,
      "end_time": 493740.0,
      "text": "the resolution in DNA, one of the mechanisms is nucleic acid scission repair, which starts"
    },
    {
      "index": 80,
      "start_time": 493740.0,
      "end_time": 500129.0,
      "text": "with the FDH, which is helicase on one’s DNA. There is precision step in bold direction,"
    },
    {
      "index": 81,
      "start_time": 500129.0,
      "end_time": 506900.0,
      "text": "there is a resynthesis using the other strand as the template. Now, this mechanism -- this"
    },
    {
      "index": 82,
      "start_time": 506900.0,
      "end_time": 513880.0,
      "text": "is a very accurate repair mechanism which can be recruited in two different ways. So"
    },
    {
      "index": 83,
      "start_time": 513880.0,
      "end_time": 522899.0,
      "text": "one way is stalled RNA polymerase, so if the resolution and DNA transcription cannot proceed"
    },
    {
      "index": 84,
      "start_time": 522899.0,
      "end_time": 529990.0,
      "text": "forward. And polymerase recruits nucleic acid scission repair systems downstream. The other"
    },
    {
      "index": 85,
      "start_time": 529990.0,
      "end_time": 537120.0,
      "text": "mechanism is what we call global genome repair, is active search by the SPC complex for lesions"
    },
    {
      "index": 86,
      "start_time": 537120.0,
      "end_time": 545240.0,
      "text": "in DNA. So first thing we decided to check is, “Okay, we think that this mechanism"
    },
    {
      "index": 87,
      "start_time": 545240.0,
      "end_time": 553529.0,
      "text": "leads to reduction of mutation density in actively transcribed genes. What happens in"
    },
    {
      "index": 88,
      "start_time": 553529.0,
      "end_time": 561029.0,
      "text": "active regulatory elements?” We decided to look within DNA’s one hypersensitive"
    },
    {
      "index": 89,
      "start_time": 561029.0,
      "end_time": 565160.0,
      "text": "sites; I don’t have to introduce them for this audience. You’re all familiar with"
    },
    {
      "index": 90,
      "start_time": 565160.0,
      "end_time": 573110.0,
      "text": "that. My naïve expectation was that mutation density may be elevated because these sites"
    },
    {
      "index": 91,
      "start_time": 573110.0,
      "end_time": 579380.0,
      "text": "are not protected by nucleosomes; maybe they are more accessible to some sort of damage"
    },
    {
      "index": 92,
      "start_time": 579380.0,
      "end_time": 585520.0,
      "text": "and so forth. So when we looked at multiple cell types -- this was published last year"
    },
    {
      "index": 93,
      "start_time": 585520.0,
      "end_time": 593029.0,
      "text": "-- multiple myeloma, colon cancer, melanoma, lung cancer, CLL, and this scale depends on"
    },
    {
      "index": 94,
      "start_time": 593029.0,
      "end_time": 599110.0,
      "text": "number of samples we had -- we see reduction in every single cell type, reduction of mutation"
    },
    {
      "index": 95,
      "start_time": 599110.0,
      "end_time": 603600.0,
      "text": "density within regions of open chromatin. Now, what’s important -- the effect is very"
    },
    {
      "index": 96,
      "start_time": 603600.0,
      "end_time": 610959.0,
      "text": "well localized. I’m not talking mega-basis or hundreds of KB; this is one kilobase resolution,"
    },
    {
      "index": 97,
      "start_time": 610959.0,
      "end_time": 619110.0,
      "text": "right? And the reduction is compared to immediate flank, and I’m not going through many regression"
    },
    {
      "index": 98,
      "start_time": 619110.0,
      "end_time": 624630.0,
      "text": "models, how to take into account effective location, effective nucleotide composition,"
    },
    {
      "index": 99,
      "start_time": 624630.0,
      "end_time": 627170.0,
      "text": "mutational spectrum in this cancer type, and so forth."
    },
    {
      "index": 100,
      "start_time": 627170.0,
      "end_time": 636110.0,
      "text": "Okay, so what can be behind this effect? So we decided to look at one system specifically"
    },
    {
      "index": 101,
      "start_time": 636110.0,
      "end_time": 641399.0,
      "text": "in melanoma, and there are several reasons. One is, there are multiple samples available;"
    },
    {
      "index": 102,
      "start_time": 641399.0,
      "end_time": 646630.0,
      "text": "it’s high mutation-rate cancer; and, most importantly, we know the mutation source."
    },
    {
      "index": 103,
      "start_time": 646630.0,
      "end_time": 654259.0,
      "text": "We have a signature, and we believe this signature corresponds to UV damage of DNA. And we know"
    },
    {
      "index": 104,
      "start_time": 654259.0,
      "end_time": 659410.0,
      "text": "that the major repair mechanism acting on this signature is nucleic acid scission repair,"
    },
    {
      "index": 105,
      "start_time": 659410.0,
      "end_time": 667829.0,
      "text": "so we can make some biological hypotheses from looking at this system. Okay, so now"
    },
    {
      "index": 106,
      "start_time": 667829.0,
      "end_time": 675120.0,
      "text": "it’s little more coincitative [spelled phonetically] presentation on the same data. These are intergenic"
    },
    {
      "index": 107,
      "start_time": 675120.0,
      "end_time": 680509.0,
      "text": "regions; these are intronic regions; we have mutation density and we have chromatin accessibility"
    },
    {
      "index": 108,
      "start_time": 680509.0,
      "end_time": 686550.0,
      "text": "in coincitative fashion. This is just number of mapped DNase1 cleavages. So what we think"
    },
    {
      "index": 109,
      "start_time": 686550.0,
      "end_time": 692069.0,
      "text": "is this is the action of transcription coupled repair of the difference between intergenic"
    },
    {
      "index": 110,
      "start_time": 692069.0,
      "end_time": 698980.0,
      "text": "and intronic regions. However, within each of those there is very strong dependency on"
    },
    {
      "index": 111,
      "start_time": 698980.0,
      "end_time": 701000.0,
      "text": "chromatin accessibility."
    },
    {
      "index": 112,
      "start_time": 701000.0,
      "end_time": 707779.0,
      "text": "Okay, why is this happening? So there are many possibilities. One is that what we’re"
    },
    {
      "index": 113,
      "start_time": 707779.0,
      "end_time": 712610.0,
      "text": "seeing is purifying selection in regulatory elements, so maybe mutations are happening"
    },
    {
      "index": 114,
      "start_time": 712610.0,
      "end_time": 718690.0,
      "text": "but negative selection purges them, and we’re not seeing them. So I don’t have time to"
    },
    {
      "index": 115,
      "start_time": 718690.0,
      "end_time": 724149.0,
      "text": "discuss this in detail, but as somebody who unsuccessfully spent now almost three years"
    },
    {
      "index": 116,
      "start_time": 724149.0,
      "end_time": 729240.0,
      "text": "looking for signatures of purifying selection in cancers, I don’t believe in that, right?"
    },
    {
      "index": 117,
      "start_time": 729240.0,
      "end_time": 734199.0,
      "text": "So in order to assume that this is the case, selection must be dramatically stronger than"
    },
    {
      "index": 118,
      "start_time": 734199.0,
      "end_time": 740839.0,
      "text": "encoding regions of the genome; we never observe that. Another possibility is this -- is association"
    },
    {
      "index": 119,
      "start_time": 740839.0,
      "end_time": 747310.0,
      "text": "with replication timing or other epigenetic feature, not necessarily specifically with"
    },
    {
      "index": 120,
      "start_time": 747310.0,
      "end_time": 752509.0,
      "text": "chromatin accessibility. So we test it in two ways; you can run multiple variation regression"
    },
    {
      "index": 121,
      "start_time": 752509.0,
      "end_time": 758089.0,
      "text": "models and see that this is not the case, and also the scale of the effect is very different,"
    },
    {
      "index": 122,
      "start_time": 758089.0,
      "end_time": 766620.0,
      "text": "right? So there’s a very localized phenomenon. Okay, so another possibility is the accessibility"
    },
    {
      "index": 123,
      "start_time": 766620.0,
      "end_time": 773290.0,
      "text": "to DNA repair. And here, what the hypothesis is, XPC in global genome repair is the large"
    },
    {
      "index": 124,
      "start_time": 773290.0,
      "end_time": 780250.0,
      "text": "bulky complex, like DNase1, right? With footprint which is much larger than a distance between"
    },
    {
      "index": 125,
      "start_time": 780250.0,
      "end_time": 788860.0,
      "text": "nucleosomes. So it has to work in -- with chromatinized DNA, and there is active mechanism"
    },
    {
      "index": 126,
      "start_time": 788860.0,
      "end_time": 793480.0,
      "text": "to assist nucleic scission repair to work on chromatinized DNA. And if you look through"
    },
    {
      "index": 127,
      "start_time": 793480.0,
      "end_time": 801759.0,
      "text": "experimental literature, the access of DNA repair to naked DNA is always much faster."
    },
    {
      "index": 128,
      "start_time": 801759.0,
      "end_time": 811199.0,
      "text": "So again, the idea is that global genome repair may work more efficiently in open DNA compared"
    },
    {
      "index": 129,
      "start_time": 811199.0,
      "end_time": 818009.0,
      "text": "to chromatinized DNA and recruit the same nucleic acid scission repair machinery downstream."
    },
    {
      "index": 130,
      "start_time": 818009.0,
      "end_time": 824920.0,
      "text": "Now, even as bioinformaticists, we can test the hypothesis without running any experiments"
    },
    {
      "index": 131,
      "start_time": 824920.0,
      "end_time": 829180.0,
      "text": "because cancer genomic data -- when you look at mutations, you have phenotype and genotype"
    },
    {
      "index": 132,
      "start_time": 829180.0,
      "end_time": 835779.0,
      "text": "in the same dataset, right? So I have a phenotype, “What is the drop of mutation density in"
    },
    {
      "index": 133,
      "start_time": 835779.0,
      "end_time": 841339.0,
      "text": "DNA’s hypersensitive regions?” and I have genotype of a tumor. And I have a hypothesis"
    },
    {
      "index": 134,
      "start_time": 841339.0,
      "end_time": 848329.0,
      "text": "that nucleic acid scission repair is involved. So we can stratify all our melanoma samples"
    },
    {
      "index": 135,
      "start_time": 848329.0,
      "end_time": 855620.0,
      "text": "into those where we do not see any change in nucleic acid scission repair -- which are"
    },
    {
      "index": 136,
      "start_time": 855620.0,
      "end_time": 863110.0,
      "text": "marked green -- or samples where we do observe potentially deactivating mutation anywhere"
    },
    {
      "index": 137,
      "start_time": 863110.0,
      "end_time": 867850.0,
      "text": "in nucleic acid scission repair pathway. And we see that there is statistically significant"
    },
    {
      "index": 138,
      "start_time": 867850.0,
      "end_time": 874490.0,
      "text": "enrichment of samples with potentially deactivated nucleic acid scission repair among samples"
    },
    {
      "index": 139,
      "start_time": 874490.0,
      "end_time": 879160.0,
      "text": "where the drop in mutation density is associated where chromatin accessibility is very small."
    },
    {
      "index": 140,
      "start_time": 879160.0,
      "end_time": 885629.0,
      "text": "We can further exploit the structure of the pathway because, if mutations deactivating"
    },
    {
      "index": 141,
      "start_time": 885629.0,
      "end_time": 890600.0,
      "text": "nucleic acid scission repair happen downstream, and actual repair part of the pathway, then"
    },
    {
      "index": 142,
      "start_time": 890600.0,
      "end_time": 897019.0,
      "text": "we should [unintelligible] both facts dependency of mutation density on transcription -- so"
    },
    {
      "index": 143,
      "start_time": 897019.0,
      "end_time": 903560.0,
      "text": "correlation with expression level -- and correlation with chromatin. So as we see here, these three"
    },
    {
      "index": 144,
      "start_time": 903560.0,
      "end_time": 910610.0,
      "text": "samples, for example, where mutations happen downstream, in these genes, in core repair"
    },
    {
      "index": 145,
      "start_time": 910610.0,
      "end_time": 918209.0,
      "text": "part of the pathway, they have very small or no decrease in mutation density associated"
    },
    {
      "index": 146,
      "start_time": 918209.0,
      "end_time": 923220.0,
      "text": "with either transcription or chromatin accessibility."
    },
    {
      "index": 147,
      "start_time": 923220.0,
      "end_time": 930120.0,
      "text": "Unfortunately, we had only one sample -- this is sample number four -- upstream specifically"
    },
    {
      "index": 148,
      "start_time": 930120.0,
      "end_time": 934310.0,
      "text": "with mutations specifically in global genome repair. And this beats the hypothesis, but"
    },
    {
      "index": 149,
      "start_time": 934310.0,
      "end_time": 943529.0,
      "text": "I probably wouldn’t really make very strong inference from a single sample. So, concluding"
    },
    {
      "index": 150,
      "start_time": 943529.0,
      "end_time": 949769.0,
      "text": "this part of the talk, we think that mutation density -- what we think, we know -- we observed"
    },
    {
      "index": 151,
      "start_time": 949769.0,
      "end_time": 954319.0,
      "text": "that mutation density is remarkably reduced in regulatory regions marked by DNase hypersensitive"
    },
    {
      "index": 152,
      "start_time": 954319.0,
      "end_time": 962709.0,
      "text": "sides. And the fact is, like limited by global genome repair, as can be shown by association"
    },
    {
      "index": 153,
      "start_time": 962709.0,
      "end_time": 970499.0,
      "text": "of this effect with presence of intact nucleic acid scission repair pathway in the same."
    },
    {
      "index": 154,
      "start_time": 970499.0,
      "end_time": 977199.0,
      "text": "Okay, so this is very focal. So what we learned so far -- we learned that mutation density"
    },
    {
      "index": 155,
      "start_time": 977199.0,
      "end_time": 982620.0,
      "text": "in cancers is shifted towards later replicating regions, regions cancer don’t really -- doesn’t"
    },
    {
      "index": 156,
      "start_time": 982620.0,
      "end_time": 988089.0,
      "text": "really need, because most of expressed genes and active elements are located in earlier"
    },
    {
      "index": 157,
      "start_time": 988089.0,
      "end_time": 995970.0,
      "text": "replicating domains. We observed that mutation density in cancers is reduced in actively"
    },
    {
      "index": 158,
      "start_time": 995970.0,
      "end_time": 1000399.0,
      "text": "transcribed genes, in genes cancer needs, versus genes cancer doesn’t need. And we"
    },
    {
      "index": 159,
      "start_time": 1000400.0,
      "end_time": 1006791.0,
      "text": "also learned that mutation density is reduced in actively [unintelligible] regulatory elements,"
    },
    {
      "index": 160,
      "start_time": 1006790.0,
      "end_time": 1013439.0,
      "text": "right? So this is kind of the thing. So these are primarily observations especially on expression"
    },
    {
      "index": 161,
      "start_time": 1013440.0,
      "end_time": 1019471.0,
      "text": "and DNase1 accessibility, with -- specifically within functional -- potentially functional"
    },
    {
      "index": 162,
      "start_time": 1019470.0,
      "end_time": 1026309.0,
      "text": "elements. So what happens if we change resolution and we’ll look at the mega-base scale, and"
    },
    {
      "index": 163,
      "start_time": 1026310.0,
      "end_time": 1032430.0,
      "text": "we use the data collected by the Epigenome Roadmap Consortium from multiple cell types"
    },
    {
      "index": 164,
      "start_time": 1032430.0000000001,
      "end_time": 1045280.0000000001,
      "text": "and multiple epigenomic variables. So first, again, looking at -- looking at variation"
    },
    {
      "index": 165,
      "start_time": 1045280.0,
      "end_time": 1051251.0,
      "text": "in DNase1 hypersensitivity, just density of picks per mega-base, versus number of mutations."
    },
    {
      "index": 166,
      "start_time": 1051250.0,
      "end_time": 1057419.0,
      "text": "Again, I use melanoma as an example and I use classic UBE-induced mutation density;"
    },
    {
      "index": 167,
      "start_time": 1057420.0,
      "end_time": 1060381.0,
      "text": "there’s pretty good correlation."
    },
    {
      "index": 168,
      "start_time": 1060380.0,
      "end_time": 1067270.0,
      "text": "However, one interested feature we noted is the following. So I can look at three different"
    },
    {
      "index": 169,
      "start_time": 1067270.0,
      "end_time": 1075340.0,
      "text": "skin cell types -- melanocytes, fiber blocks, and keratinocytes. And I see that there is"
    },
    {
      "index": 170,
      "start_time": 1075340.0,
      "end_time": 1083779.0,
      "text": "decrease in mutation density associated with density of open chromatin regions in each"
    },
    {
      "index": 171,
      "start_time": 1083780.0,
      "end_time": 1089680.0,
      "text": "of the three cell types. However, in melanocytes, this decrease is much more profound. Right?"
    },
    {
      "index": 172,
      "start_time": 1089680.0,
      "end_time": 1096800.0,
      "text": "The correlation coefficient -- negative correlation coefficient is much greater. The general phenomenon,"
    },
    {
      "index": 173,
      "start_time": 1096800.0,
      "end_time": 1102680.0,
      "text": "again, is that activating works are negatively related with mutation density, and repressive"
    },
    {
      "index": 174,
      "start_time": 1102680.0,
      "end_time": 1108731.0,
      "text": "marks are positively related with mutation density; again, places where cancer doesn’t"
    },
    {
      "index": 175,
      "start_time": 1108730.0,
      "end_time": 1114400.0,
      "text": "need functional genes to work have reduced density of mutations. And I’ll come back"
    },
    {
      "index": 176,
      "start_time": 1114400.0,
      "end_time": 1122210.0,
      "text": "to that point. Now, back to specific cell types; so if I take, for example, mutations"
    },
    {
      "index": 177,
      "start_time": 1122210.0,
      "end_time": 1131320.0,
      "text": "in liver cancers and information about non-methylation marks in liver and information about melanocytes"
    },
    {
      "index": 178,
      "start_time": 1131320.0,
      "end_time": 1136279.0,
      "text": "-- and I would also look at melanoma mutations – what I observe is that, if I condition"
    },
    {
      "index": 179,
      "start_time": 1136280.0,
      "end_time": 1141951.0,
      "text": "to the right cell type, the other cell type carries no information, right? So if I check"
    },
    {
      "index": 180,
      "start_time": 1141950.0,
      "end_time": 1151200.0,
      "text": "liver cancer and melanoma and I check data on methylation in liver cells, hepatocytes,"
    },
    {
      "index": 181,
      "start_time": 1151200.0,
      "end_time": 1157240.0,
      "text": "and melanocytes, if I would know about melanocytes, liver cells, and know information to mutation"
    },
    {
      "index": 182,
      "start_time": 1157240.0,
      "end_time": 1161990.0,
      "text": "density in melanoma, if I would know about liver cells, melanocytes, don’t have any"
    },
    {
      "index": 183,
      "start_time": 1161990.0,
      "end_time": 1171440.0,
      "text": "information to mutation density in liver cancer. Okay, so now these observations, they hint"
    },
    {
      "index": 184,
      "start_time": 1171440.0,
      "end_time": 1176230.0,
      "text": "at the importance of features; they hint at multiple features; they hint at the importance"
    },
    {
      "index": 185,
      "start_time": 1176230.0,
      "end_time": 1180770.0,
      "text": "of correct cell type. Now what are we going to do? We have highly dimensional dataset."
    },
    {
      "index": 186,
      "start_time": 1180770.0,
      "end_time": 1185980.0,
      "text": "Now for some reason, our projects involved in the study are like [unintelligible] progression,"
    },
    {
      "index": 187,
      "start_time": 1185980.0,
      "end_time": 1190500.0,
      "text": "and I know there are many methods probably bioinformaticists in the room who like other"
    },
    {
      "index": 188,
      "start_time": 1190500.0,
      "end_time": 1195840.0,
      "text": "methods, but I just follow projects in the study, so positive [unintelligible] selected"
    },
    {
      "index": 189,
      "start_time": 1195840.0,
      "end_time": 1201130.0,
      "text": "random course regression for the analysis, much in learning method. So what you do, you"
    },
    {
      "index": 190,
      "start_time": 1201130.0,
      "end_time": 1208409.0,
      "text": "throw everything into it and we show that we can actually predict the mutation density"
    },
    {
      "index": 191,
      "start_time": 1208410.0,
      "end_time": 1218591.0,
      "text": "per mega-base with fairly remarkable accuracy not every cancer, but it’s -- over 80 percent"
    },
    {
      "index": 192,
      "start_time": 1218590.0,
      "end_time": 1225210.0,
      "text": "of variants can be explained in whole bunch of cancer types."
    },
    {
      "index": 193,
      "start_time": 1225210.0,
      "end_time": 1232210.0,
      "text": "Now, because it’s random forest, you can look at the features that contribute to the"
    },
    {
      "index": 194,
      "start_time": 1232210.0,
      "end_time": 1237000.0,
      "text": "exclusifier [spelled phonetically], and this is the pattern: so if we look at melanoma,"
    },
    {
      "index": 195,
      "start_time": 1237000.0,
      "end_time": 1246169.0,
      "text": "I see some with the filial cells but most of the features come from melanocytes. If"
    },
    {
      "index": 196,
      "start_time": 1246170.0,
      "end_time": 1253611.0,
      "text": "I move to liver -- and this is of course small chance of very large metrics like this, right?"
    },
    {
      "index": 197,
      "start_time": 1253610.0,
      "end_time": 1260640.0,
      "text": "So I would look at what features significantly contribute to the predictor for liver cells"
    },
    {
      "index": 198,
      "start_time": 1260640.0,
      "end_time": 1267710.0,
      "text": "and which features come from liver cells. Then I would look at colon cancer and there"
    },
    {
      "index": 199,
      "start_time": 1267710.0,
      "end_time": 1273809.0,
      "text": "is the same match, multiple myeloma, and so forth. There is one cancer where it doesn’t"
    },
    {
      "index": 200,
      "start_time": 1273810.0,
      "end_time": 1278900.0,
      "text": "work, and I think probably didn’t have the right cell type, is lung cancer. So lung cancer"
    },
    {
      "index": 201,
      "start_time": 1278900.0,
      "end_time": 1285530.0,
      "text": "this trick didn’t work. Okay, now I can do the following trick: I can take all of"
    },
    {
      "index": 202,
      "start_time": 1285530.0,
      "end_time": 1296930.0,
      "text": "my features and cluster them by gene. And I can look at, for which of the tissues collectively,"
    },
    {
      "index": 203,
      "start_time": 1296930.0,
      "end_time": 1302410.0,
      "text": "what is the variants explained by the classifier if I take only the relevant cell type versus"
    },
    {
      "index": 204,
      "start_time": 1302410.0,
      "end_time": 1306941.0,
      "text": "all of the relevant tissues and cell types? And again, for melanoma, I see that I can"
    },
    {
      "index": 205,
      "start_time": 1306940.0,
      "end_time": 1313720.0,
      "text": "explain most of variation looking only at melanocytes. The effect is not as dramatic,"
    },
    {
      "index": 206,
      "start_time": 1313720.0,
      "end_time": 1321760.0,
      "text": "but also I can select the right cell type in liver cancer, and so on. So, looking at"
    },
    {
      "index": 207,
      "start_time": 1321760.0,
      "end_time": 1325640.0,
      "text": "this, what we decided to do, we decided to develop a simple classifier. So now we’re"
    },
    {
      "index": 208,
      "start_time": 1325640.0,
      "end_time": 1332720.0,
      "text": "turning this on its head. So what I told you so far is this: there are regions of the genome"
    },
    {
      "index": 209,
      "start_time": 1332720.0,
      "end_time": 1337090.0,
      "text": "where genes are expressed, where chromatin is active. These regions have less mutations"
    },
    {
      "index": 210,
      "start_time": 1337090.0,
      "end_time": 1343350.0,
      "text": "than regions which are heterochromatic; later in replication; not associated with active"
    },
    {
      "index": 211,
      "start_time": 1343350.0,
      "end_time": 1350120.0,
      "text": "chromatin and transcription. And I told you that, looking at epigenomic data, if you have"
    },
    {
      "index": 212,
      "start_time": 1350120.0,
      "end_time": 1356159.0,
      "text": "the right cell type, you can actually predict a mutation profile over the mega-base."
    },
    {
      "index": 213,
      "start_time": 1356160.0,
      "end_time": 1362141.0,
      "text": "So now what we decided to do, we decided to turn it on its head because we can develop"
    },
    {
      "index": 214,
      "start_time": 1362140.0,
      "end_time": 1370049.0,
      "text": "a predictor of cell type of origin of cancer from mutational data. So I look at the genome"
    },
    {
      "index": 215,
      "start_time": 1370050.0,
      "end_time": 1377881.0,
      "text": "and I scan database of Epigenome Roadmap, and I’m trying to predict, what is the cell"
    },
    {
      "index": 216,
      "start_time": 1377880.0,
      "end_time": 1383159.0,
      "text": "which is cell or origin of this cancer, right? Again, whenever I ran the true experiment"
    },
    {
      "index": 217,
      "start_time": 1383160.0,
      "end_time": 1388560.0,
      "text": "taking tumors of a known primary, predicting and acting on them clinically, this wasn’t"
    },
    {
      "index": 218,
      "start_time": 1388560.0,
      "end_time": 1396790.0,
      "text": "done. So what we did, we did very simple experiment. We took individual samples from our datasets"
    },
    {
      "index": 219,
      "start_time": 1396790.0,
      "end_time": 1403891.0,
      "text": "and we developed a classifier again looking at significant features that explain variation"
    },
    {
      "index": 220,
      "start_time": 1403890.0,
      "end_time": 1411200.0,
      "text": "of mutation-regular mega-base. And what we see for most of cancers, we predict with overall"
    },
    {
      "index": 221,
      "start_time": 1411200.0,
      "end_time": 1420409.0,
      "text": "accuracy of 88 percent what is the right cell type. We did not predict lung cancer, as I"
    },
    {
      "index": 222,
      "start_time": 1420410.0,
      "end_time": 1425381.0,
      "text": "mentioned; again, probably we don’t have the right epigenomic profile. There was almost"
    },
    {
      "index": 223,
      "start_time": 1425380.0,
      "end_time": 1431610.0,
      "text": "an anecdote with esophageal cancer because the original cell type which the algorithm"
    },
    {
      "index": 224,
      "start_time": 1431610.0,
      "end_time": 1435919.0,
      "text": "selected, we believed, is a false positive. But then, looking at the literature, we realized"
    },
    {
      "index": 225,
      "start_time": 1435920.0,
      "end_time": 1442750.0,
      "text": "that these are exact cells that people believe give rise to esophageal cancer. So it lists"
    },
    {
      "index": 226,
      "start_time": 1442750.0,
      "end_time": 1446631.0,
      "text": "-- with some reasonable accuracy, this trick works."
    },
    {
      "index": 227,
      "start_time": 1446630.0,
      "end_time": 1454390.0,
      "text": "Okay, so now there is an important question. The important question is, these are cells"
    },
    {
      "index": 228,
      "start_time": 1454390.0,
      "end_time": 1462890.0,
      "text": "of origin, and we heard today about epigenomic modification due to cancer progression. This"
    },
    {
      "index": 229,
      "start_time": 1462890.0,
      "end_time": 1467700.0,
      "text": "was my original thinking. This is this whole talk about failures of my original hypothesis,"
    },
    {
      "index": 230,
      "start_time": 1467700.0,
      "end_time": 1474330.0,
      "text": "by the way. So my original thinking was the following: we observed that cancer avoids"
    },
    {
      "index": 231,
      "start_time": 1474330.0,
      "end_time": 1482130.0,
      "text": "mutations in the regions it needs mutations. We know that this is determined by epigenomic"
    },
    {
      "index": 232,
      "start_time": 1482130.0,
      "end_time": 1487070.0,
      "text": "profile. Now we can think about evolution of mutation rate, and this is what we’re"
    },
    {
      "index": 233,
      "start_time": 1487070.0,
      "end_time": 1491179.0,
      "text": "doing on theoretical side of things, which I don’t have time to present. And you may"
    },
    {
      "index": 234,
      "start_time": 1491180.0,
      "end_time": 1496361.0,
      "text": "think about the following idea, “Okay, so I -- cancer starts frequently at high mutation"
    },
    {
      "index": 235,
      "start_time": 1496360.0,
      "end_time": 1503070.0,
      "text": "rate background, then mutations keep happening, and of course many of these mutations may"
    },
    {
      "index": 236,
      "start_time": 1503070.0,
      "end_time": 1508700.0,
      "text": "potentially be deleterious for the tumor. There would be selection to suppress these"
    },
    {
      "index": 237,
      "start_time": 1508700.0,
      "end_time": 1514039.0,
      "text": "mutations if you look at expression data. Both basic scission repair system and nucleic"
    },
    {
      "index": 238,
      "start_time": 1514040.0,
      "end_time": 1518270.0,
      "text": "acid scission repair systems are overexpressed, like later melanoma compared to earlier melanoma."
    },
    {
      "index": 239,
      "start_time": 1518270.0,
      "end_time": 1522691.0,
      "text": "So I thought that this is active selection of mutation rate, right? To eliminate mutations"
    },
    {
      "index": 240,
      "start_time": 1522690.0,
      "end_time": 1525500.0,
      "text": "where a tumor needs them.”"
    },
    {
      "index": 241,
      "start_time": 1525500.0,
      "end_time": 1528929.0,
      "text": "So then we ask the following question. And we didn’t have plenty of data, but there"
    },
    {
      "index": 242,
      "start_time": 1528930.0,
      "end_time": 1534001.0,
      "text": "are two cell types where we did have data. So we can take -- we can see how mutation"
    },
    {
      "index": 243,
      "start_time": 1534000.0,
      "end_time": 1540309.0,
      "text": "densities predicted by epigenomic features of liver cells versus epigenomic features"
    },
    {
      "index": 244,
      "start_time": 1540310.0,
      "end_time": 1546481.0,
      "text": "of liver cancer cells, right? And what we see is that we can predict much better using"
    },
    {
      "index": 245,
      "start_time": 1546480.0,
      "end_time": 1554429.0,
      "text": "liver cells than liver cancer cells. In melanoma, there is even more interesting experiment"
    },
    {
      "index": 246,
      "start_time": 1554430.0,
      "end_time": 1560371.0,
      "text": "because we take the same cell line, and we can see that all peaks in cell line don’t"
    },
    {
      "index": 247,
      "start_time": 1560370.0,
      "end_time": 1568600.0,
      "text": "predict as well as all peak within melanocytes. But if we take specific cell line or specific"
    },
    {
      "index": 248,
      "start_time": 1568600.0,
      "end_time": 1573820.0,
      "text": "to melanocytes, these are pretty much non-predictive, and melanocyte peaks that are not observed"
    },
    {
      "index": 249,
      "start_time": 1573820.0,
      "end_time": 1580080.0,
      "text": "in cancer still predict mutation density. I found it very surprising. I think one possible"
    },
    {
      "index": 250,
      "start_time": 1580080.0,
      "end_time": 1586190.0,
      "text": "explanation is a lot of mutations we observe in tumors actually arrives very early, before"
    },
    {
      "index": 251,
      "start_time": 1586190.0,
      "end_time": 1594970.0,
      "text": "epigenomic changes associated with cancer. Okay, so I see John’s standing there, so"
    },
    {
      "index": 252,
      "start_time": 1594970.0,
      "end_time": 1602549.0,
      "text": "I’m going to my conclusion slide. Basically, again, mutation density at one mega-base in"
    },
    {
      "index": 253,
      "start_time": 1602550.0,
      "end_time": 1609441.0,
      "text": "cancer is very strongly associated with chromatin organization. This association is very highly"
    },
    {
      "index": 254,
      "start_time": 1609440.0,
      "end_time": 1616899.0,
      "text": "specific with respect to cell of origin, and it looks like cancer genome has enough information"
    },
    {
      "index": 255,
      "start_time": 1616900.0,
      "end_time": 1625691.0,
      "text": "about cell origins, so you can actually predict what is the cell of origin based on cancer"
    },
    {
      "index": 256,
      "start_time": 1625690.0,
      "end_time": 1632720.0,
      "text": "genome. Thank you, my lab. So this is how seriously we think about our projects. Paz"
    },
    {
      "index": 257,
      "start_time": 1632720.0,
      "end_time": 1640110.0,
      "text": "Polak, who recently left the lab, contributed to most of this. So he’s here, listed with"
    },
    {
      "index": 258,
      "start_time": 1640110.0,
      "end_time": 1646130.0,
      "text": "the lab members, and of course thanks going to John Stamatoyannopoulos and Bob Thurman,"
    },
    {
      "index": 259,
      "start_time": 1646130.0,
      "end_time": 1654440.0,
      "text": "and to Rosa Karlic and Amnon Kore, who were all collaborators. Thank you."
    },
    {
      "index": 260,
      "start_time": 1654440.0,
      "end_time": 1656269.0,
      "text": "[applause]"
    },
    {
      "index": 261,
      "start_time": 1656270.0,
      "end_time": 1664321.0,
      "text": "Male Speaker: Fabulous. The thing that the tumors are actively"
    },
    {
      "index": 262,
      "start_time": 1664320.0,
      "end_time": 1669019.0,
      "text": "going at silencing some of these mutations in order to transit from a normal state to"
    },
    {
      "index": 263,
      "start_time": 1669020.0,
      "end_time": 1673650.0,
      "text": "a tumor state, if indeed the mutations are more likely to arise in the normal tissues"
    },
    {
      "index": 264,
      "start_time": 1673650.0,
      "end_time": 1674971.0,
      "text": "than in active process?"
    },
    {
      "index": 265,
      "start_time": 1674970.0,
      "end_time": 1678590.0,
      "text": "Sunyaev Shamil: So I’m a little bit in disarray with my"
    },
    {
      "index": 266,
      "start_time": 1678590.0,
      "end_time": 1683600.0,
      "text": "thinking right now. So my original thinking was that, if you look at mathematical models"
    },
    {
      "index": 267,
      "start_time": 1683600.0,
      "end_time": 1688720.0,
      "text": "of evolution of mutation rate, you find that, in a sectional systems, selectional mutation"
    },
    {
      "index": 268,
      "start_time": 1688720.0,
      "end_time": 1694500.0,
      "text": "rate is much more efficient than in sectional systems. So in principle, cancer would have"
    },
    {
      "index": 269,
      "start_time": 1694500.0,
      "end_time": 1701700.0,
      "text": "the ability to change mutation rate, especially if what we’re seeing is cell-type specific"
    },
    {
      "index": 270,
      "start_time": 1701700.0,
      "end_time": 1707320.0,
      "text": "to silence mutation in regions where it needs. And I found this model intellectually pleasing;"
    },
    {
      "index": 271,
      "start_time": 1707320.0,
      "end_time": 1711470.0,
      "text": "I don’t think this is what we’re observing. I think what we’re observing possibly is"
    },
    {
      "index": 272,
      "start_time": 1711470.0,
      "end_time": 1716320.0,
      "text": "the very simple fact that most of cancerous clonal and most of these mutations possibly"
    },
    {
      "index": 273,
      "start_time": 1716320.0,
      "end_time": 1724169.0,
      "text": "accumulated very early in, like, before cancer progression. But to tell you the truth, by"
    },
    {
      "index": 274,
      "start_time": 1724170.0,
      "end_time": 1726800.0,
      "text": "now I don’t know. I don’t have any good model anymore."
    },
    {
      "index": 275,
      "start_time": 1726800.0,
      "end_time": 1730810.0,
      "text": "Male Speaker: Fantastic. So I was wondering -- you -- in"
    },
    {
      "index": 276,
      "start_time": 1730810.0,
      "end_time": 1737270.0,
      "text": "the later part of the talk, you said the correlation with when you get the chromatin states from"
    },
    {
      "index": 277,
      "start_time": 1737270.0,
      "end_time": 1743270.0,
      "text": "tissues versus cancers, the cancers that you show is cell-lines so is it -- is that -- would"
    },
    {
      "index": 278,
      "start_time": 1743270.0,
      "end_time": 1747851.0,
      "text": "that be a factor that cell-lines are very selective and they probably have very selective"
    },
    {
      "index": 279,
      "start_time": 1747850.0,
      "end_time": 1751230.0,
      "text": "chromatin states very different from what the original cancer would be."
    },
    {
      "index": 280,
      "start_time": 1751230.0,
      "end_time": 1751559.0,
      "text": "Sunyaev Shamil: Yeah, that’s --"
    },
    {
      "index": 281,
      "start_time": 1751560.0,
      "end_time": 1753410.0,
      "text": "Male Speaker: So the mutation rate would be better if you"
    },
    {
      "index": 282,
      "start_time": 1753410.0,
      "end_time": 1756650.0,
      "text": "take directly cancer tissues than cancer cell-lines?"
    },
    {
      "index": 283,
      "start_time": 1756650.0,
      "end_time": 1760831.0,
      "text": "Sunyaev Shamil: This may be the case. So in principle, if"
    },
    {
      "index": 284,
      "start_time": 1760830.0,
      "end_time": 1764570.0,
      "text": "there is epigenetic control of mutation rate, I would be surprised that it would be different"
    },
    {
      "index": 285,
      "start_time": 1764570.0,
      "end_time": 1769309.0,
      "text": "in cell-lines compared to cancers, but the observation is absolutely correct. So the"
    },
    {
      "index": 286,
      "start_time": 1769310.0,
      "end_time": 1776270.0,
      "text": "main result on the paper were done on primary tumors, and the last couple slides were comparison"
    },
    {
      "index": 287,
      "start_time": 1776270.0,
      "end_time": 1782211.0,
      "text": "with cell-line data. And we didn’t have matching datasets, so that’s of course a"
    },
    {
      "index": 288,
      "start_time": 1782210.0,
      "end_time": 1790149.0,
      "text": "deficiency, but I do not see an obvious hypothesis why there would be a substantial difference,"
    },
    {
      "index": 289,
      "start_time": 1790150.0,
      "end_time": 1796991.0,
      "text": "because cell-lines have been there for reasonably long time and if mutations are -- keep happening,"
    },
    {
      "index": 290,
      "start_time": 1796990.0,
      "end_time": 1801559.0,
      "text": "and would be associated with epigenomics of cell-lines, we should observe it."
    },
    {
      "index": 291,
      "start_time": 1801560.0,
      "end_time": 1804270.0,
      "text": "Male Speaker: I have another question. It’s a very general"
    },
    {
      "index": 292,
      "start_time": 1804270.0,
      "end_time": 1810680.0,
      "text": "question, so it’s been known in the field and very much propagated by followers for"
    },
    {
      "index": 293,
      "start_time": 1810680.0,
      "end_time": 1817951.0,
      "text": "many years that the mutation rate is constant between cancer cells and normal mutation rate."
    },
    {
      "index": 294,
      "start_time": 1817950.0,
      "end_time": 1822059.0,
      "text": "So can you comment on that? What is it now, where does it stand?"
    },
    {
      "index": 295,
      "start_time": 1822060.0,
      "end_time": 1824951.0,
      "text": "Sunyaev Shamil: It’s an interesting -- it’s a very interesting"
    },
    {
      "index": 296,
      "start_time": 1824950.0,
      "end_time": 1830659.0,
      "text": "question. So I think there is disagreement within the field whether mutation rate is"
    },
    {
      "index": 297,
      "start_time": 1830660.0,
      "end_time": 1837790.0,
      "text": "elevated during -- in cancer, or it’s not elevated. So people who believed that it is"
    },
    {
      "index": 298,
      "start_time": 1837790.0,
      "end_time": 1847121.0,
      "text": "elevated, they point to A, a lot of mutator genes associated with cancer, both germ-line"
    },
    {
      "index": 299,
      "start_time": 1847120.0,
      "end_time": 1852760.0,
      "text": "predisposition and these are earlier events in cancer. For example, we see a lot of samples"
    },
    {
      "index": 300,
      "start_time": 1852760.0,
      "end_time": 1857919.0,
      "text": "in melanoma with changes in nucleic acid scission repair pathways. Theoretically, it fits very"
    },
    {
      "index": 301,
      "start_time": 1857920.0,
      "end_time": 1864030.0,
      "text": "well because you would have changing mutator and would hitchhike with -- together with"
    },
    {
      "index": 302,
      "start_time": 1864030.0,
      "end_time": 1870930.0,
      "text": "cancer drivers. Now there are people who don’t really believe that there is substantial difference,"
    },
    {
      "index": 303,
      "start_time": 1870930.0,
      "end_time": 1875800.0,
      "text": "and especially if you look at mutation density. If a lot of these events happen early, people"
    },
    {
      "index": 304,
      "start_time": 1875800.0,
      "end_time": 1883631.0,
      "text": "point to dependency on age of diagnosis and this type of observations. I don’t have"
    },
    {
      "index": 305,
      "start_time": 1883630.0,
      "end_time": 1889559.0,
      "text": "a strong opinion either way; I find arguments of increased mutation rate very logical, and"
    },
    {
      "index": 306,
      "start_time": 1889560.0,
      "end_time": 1894821.0,
      "text": "also I’m happy to live in the world where it’s grey in some cases, especially where"
    },
    {
      "index": 307,
      "start_time": 1894820.0,
      "end_time": 1900570.0,
      "text": "you have mutator mutations. Mutation rate may be elevated, and in other cases maybe"
    },
    {
      "index": 308,
      "start_time": 1900570.0,
      "end_time": 1902830.0,
      "text": "it’s the same. You just hit randomly driver gene."
    },
    {
      "index": 309,
      "start_time": 1902830.0,
      "end_time": 1903350.0,
      "text": "Male Speaker: Thanks."
    },
    {
      "index": 310,
      "start_time": 1903350.0,
      "end_time": 1903519.0,
      "text": "[applause]"
    },
    {
      "index": 311,
      "start_time": 1903520.0,
      "end_time": 1913520.0,
      "text": "[end of transcript]"
    }
  ]
}