{
  "video_id": "T0q-KnaheFE",
  "title": "Why You’re Attracted To Certain People",
  "json": [
    {
      "index": 1,
      "start_time": 149.0,
      "end_time": 4150.0,
      "text": "This episode of DNews is presented by Kay Jewelers. Every kiss begins with Kay."
    },
    {
      "index": 2,
      "start_time": 4285.0,
      "end_time": 6084.0,
      "text": "Attraction feels kind of crazy."
    },
    {
      "index": 3,
      "start_time": 6100.0,
      "end_time": 15900.0,
      "text": "When it happens, like, there are times when I have to like physically stop myself and be like, \"Trace, what are you doing!? What's going on up in your brain?!\""
    },
    {
      "index": 4,
      "start_time": 15900.0,
      "end_time": 20400.0,
      "text": "Hey everybody, thanks for watching Dnews today. I'm Trace."
    },
    {
      "index": 5,
      "start_time": 20482.0,
      "end_time": 23499.0,
      "text": "Humans are big animals, big dumb animals."
    },
    {
      "index": 6,
      "start_time": 23700.0,
      "end_time": 27000.0,
      "text": "You, me, them, everybody; we're all slaves to our brain chemicals and biology."
    },
    {
      "index": 7,
      "start_time": 28099.0,
      "end_time": 30197.0,
      "text": "And when we fall in love, that's a big one."
    },
    {
      "index": 8,
      "start_time": 31097.0,
      "end_time": 36140.0,
      "text": "Obviously, we can make our own choices, but attraction, lust and love are driven by our animal nature."
    },
    {
      "index": 9,
      "start_time": 37004.0,
      "end_time": 41029.0,
      "text": "We want to find a good genetic match, mate, reproduce, and raise young."
    },
    {
      "index": 10,
      "start_time": 41065.0,
      "end_time": 50114.0,
      "text": "It's part of our ancient programming! In the modern day, we have more social restrictions, but essentially, the brain is handling stuff backstage and it's doing kind of a poor job of it."
    },
    {
      "index": 11,
      "start_time": 51014.0,
      "end_time": 55023.0,
      "text": "According to biological anthropologist Helen Fisher, \"Romantic love is akin to an addiction.\""
    },
    {
      "index": 12,
      "start_time": 56004.0,
      "end_time": 68500.0,
      "text": "Yeah, you might as well face it. We're addicted to love. But in a very specific way; scientists believe when we're attracted to someone we're subconsciously weighing their genes, their looks, their cultural, religious and socioeconomic backgrounds."
    },
    {
      "index": 13,
      "start_time": 69000.0,
      "end_time": 77000.0,
      "text": "And as we grow to know someone, the brain releases hormones which cause us to bond with them, and different levels of hormones will affect different people differently."
    },
    {
      "index": 14,
      "start_time": 77000.0,
      "end_time": 79000.0,
      "text": "Which is why love stinks so much."
    },
    {
      "index": 15,
      "start_time": 79000.0,
      "end_time": 93104.0,
      "text": "Hormones like dopamine which is for rewards like the same for cocaine or chocolate, norepinephrine which causes excitement like adrenaline, or serotonin which is the chemical that makes you feel like you're going temporarily insane are all squeezed out of the brain and into the bloodstream."
    },
    {
      "index": 16,
      "start_time": 94004.0,
      "end_time": 105060.0,
      "text": "In fact, a study from Rutgers University found four chemicals affect the attraction cycle -- dopamine, serotonin, testosterone and estrogen/oxytocin -- and they were each tied to a different personality type!"
    },
    {
      "index": 17,
      "start_time": 106057.0,
      "end_time": 116065.0,
      "text": "According to the studies, the more active a person's dopamine center the more reward-driven and impulsive they are in love. Serotonin-heavy people were less anxious, but more risk averse."
    },
    {
      "index": 18,
      "start_time": 116092.0,
      "end_time": 134570.0,
      "text": "Those two groups tend to be attracted to others like them; but sometimes like Paula told us, opposites attract Testosterone-heavy people are analytical and competitive; while estrogen/oxytocin-heavy people were more empathetic, trusting and social; each of these groups were more likely to be attracted to the other group."
    },
    {
      "index": 19,
      "start_time": 134582.0,
      "end_time": 139129.0,
      "text": "It's important to note, that none of these hormone types are determined along sex lines."
    },
    {
      "index": 20,
      "start_time": 142051.0,
      "end_time": 147076.0,
      "text": "In the brain, males can be estrogen/oxytocin heavy, testosterone heavy, serotonin heavy. Females can be any of those things too. It can go either and all ways."
    },
    {
      "index": 21,
      "start_time": 148639.0,
      "end_time": 159770.0,
      "text": "With all these chemicals squirting every which way up in your head, messes can happen, but if the pairing makes it through that crazy serotonin insanity stage, other chemicals come into maintain a coupling."
    },
    {
      "index": 22,
      "start_time": 160529.0,
      "end_time": 166684.0,
      "text": "Vasopressin and oxytocin are released after the initial love addiction to form longer term bonds."
    },
    {
      "index": 23,
      "start_time": 166698.0,
      "end_time": 179994.0,
      "text": "A study in Social Cognitive and Affective Neuroscience found that during the initial love period, the Ventral Tegmental Area was very active, and as was the areas controlling addiction, but as love wore on, the brain changed."
    },
    {
      "index": 24,
      "start_time": 180006.0,
      "end_time": 195050.0,
      "text": "When in new love for example, people report pining and anxiety feelings, and that like you know a heated neediness that's really heated, after 20 years -- married couples had more activity in the posterior globus pallidus, which is associated with pleasure and pain relief."
    },
    {
      "index": 25,
      "start_time": 195051.0,
      "end_time": 199370.0,
      "text": "This part of the brain usually activates when you eat the best food or take morphine!"
    },
    {
      "index": 26,
      "start_time": 199829.0,
      "end_time": 206420.0,
      "text": "Other parts of the brain showed pair-bonding for long-term couples is similar to maternal love, and is even stronger than love for friends!"
    },
    {
      "index": 27,
      "start_time": 206989.0,
      "end_time": 222850.0,
      "text": "In the end, the initial spark of attraction might be based on pheromones, genes, hormones and looks, but a strong bond can be created too. What do you think? Are you a slave to your brain? Which of these hormone personality types are you?"
    }
  ]
}