{
  "video_id": "t0rO60OhTWg",
  "title": "Casablanca (film)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1020.0,
      "end_time": 8299.0,
      "text": "Casablanca (film) Casablanca is a 1942 American romantic drama"
    },
    {
      "index": 2,
      "start_time": 8299.0,
      "end_time": 13320.0,
      "text": "film directed by Michael Curtiz and based on Murray Burnett and Joan Alison&#39;s un-produced"
    },
    {
      "index": 3,
      "start_time": 13320.0,
      "end_time": 19360.0,
      "text": "stage play Everybody Comes to Rick&#39;s. The film stars Humphrey Bogart, Ingrid Bergman,"
    },
    {
      "index": 4,
      "start_time": 19360.0,
      "end_time": 26930.0,
      "text": "and Paul Henreid; and features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre,"
    },
    {
      "index": 5,
      "start_time": 26930.0,
      "end_time": 33510.0,
      "text": "and Dooley Wilson. Set during World War II, it focuses on a man torn between, in the words"
    },
    {
      "index": 6,
      "start_time": 33510.0,
      "end_time": 39030.0,
      "text": "of one character, &quot;love and virtue&quot;. He must choose between his love for a woman and helping"
    },
    {
      "index": 7,
      "start_time": 39030.0,
      "end_time": 44120.0,
      "text": "her Czech Resistance leader husband escape the Vichy-controlled Moroccan city of Casablanca"
    },
    {
      "index": 8,
      "start_time": 44120.0,
      "end_time": 50500.0,
      "text": "to continue his fight against the Nazis. Story editor Irene Diamond convinced producer"
    },
    {
      "index": 9,
      "start_time": 50500.0,
      "end_time": 56579.0,
      "text": "Hal Wallis to purchase the film rights to the play in January 1942. Brothers Julius"
    },
    {
      "index": 10,
      "start_time": 56579.0,
      "end_time": 62260.0,
      "text": "J. and Philip G. Epstein were initially assigned to write the script. However, despite studio"
    },
    {
      "index": 11,
      "start_time": 62260.0,
      "end_time": 67189.0,
      "text": "resistance, they left after the attack on Pearl Harbor to work on Frank Capra&#39;s Why"
    },
    {
      "index": 12,
      "start_time": 67189.0,
      "end_time": 73880.0,
      "text": "We Fight series. Howard Koch was assigned to the screenplay until the Epsteins returned."
    },
    {
      "index": 13,
      "start_time": 73880.0,
      "end_time": 80170.0,
      "text": "Casey Robinson assisted with three weeks of rewrites, but his work would later go uncredited."
    },
    {
      "index": 14,
      "start_time": 80170.0,
      "end_time": 86850.0,
      "text": "Wallis chose Curtiz to direct the film after his first choice, William Wyler, became unavailable."
    },
    {
      "index": 15,
      "start_time": 86850.0,
      "end_time": 93060.0,
      "text": "Filming began on May 25, 1942, and ended on August 3, and was shot entirely at Warner"
    },
    {
      "index": 16,
      "start_time": 93060.0,
      "end_time": 100529.0,
      "text": "Bros. Studios in Burbank, with the exception of one sequence at Van Nuys Airport in Van"
    },
    {
      "index": 17,
      "start_time": 100529.0,
      "end_time": 103919.0,
      "text": "Nuys. Although Casablanca was an A-list film with"
    },
    {
      "index": 18,
      "start_time": 103919.0,
      "end_time": 108599.0,
      "text": "established stars and first-rate writers, no one involved with its production expected"
    },
    {
      "index": 19,
      "start_time": 108599.0,
      "end_time": 113429.0,
      "text": "it to be anything out of the ordinary. It was just one of hundreds of pictures produced"
    },
    {
      "index": 20,
      "start_time": 113429.0,
      "end_time": 120499.0,
      "text": "by Hollywood every year. Casablanca had its world premiere on November 26, 1942 in New"
    },
    {
      "index": 21,
      "start_time": 120499.0,
      "end_time": 128380.0,
      "text": "York City, and was released on January 23, 1943, in the United States. The film was a"
    },
    {
      "index": 22,
      "start_time": 128380.0,
      "end_time": 132950.0,
      "text": "solid if unspectacular success in its initial run, rushed into release to take advantage"
    },
    {
      "index": 23,
      "start_time": 132950.0,
      "end_time": 136890.0,
      "text": "of the publicity from the Allied invasion of North Africa a few weeks earlier. Despite"
    },
    {
      "index": 24,
      "start_time": 136890.0,
      "end_time": 143590.0,
      "text": "a changing assortment of screenwriters adapting an unstaged play, barely keeping ahead of"
    },
    {
      "index": 25,
      "start_time": 143590.0,
      "end_time": 148750.0,
      "text": "production, and Bogart attempting his first romantic leading role, Casablanca won three"
    },
    {
      "index": 26,
      "start_time": 148750.0,
      "end_time": 155480.0,
      "text": "Academy Awards, including Best Picture. Its lead character, memorable lines, and pervasive"
    },
    {
      "index": 27,
      "start_time": 155480.0,
      "end_time": 160620.0,
      "text": "theme song have all become iconic. The film has consistently ranked near the top of lists"
    },
    {
      "index": 28,
      "start_time": 160620.0,
      "end_time": 164090.0,
      "text": "of the greatest films of all time. Plot"
    },
    {
      "index": 29,
      "start_time": 164090.0,
      "end_time": 173130.0,
      "text": "It is early December 1941. American expatriate Rick Blaine is the proprietor of an upscale"
    },
    {
      "index": 30,
      "start_time": 173130.0,
      "end_time": 179280.0,
      "text": "nightclub and gambling den in Casablanca. &quot;Rick&#39;s Café Américain&quot; attracts a varied"
    },
    {
      "index": 31,
      "start_time": 179280.0,
      "end_time": 185210.0,
      "text": "clientele: Vichy French, Italian, and German officials; refugees desperate to reach the"
    },
    {
      "index": 32,
      "start_time": 185210.0,
      "end_time": 191010.0,
      "text": "still neutral United States; and those who prey on them. Although Rick professes to be"
    },
    {
      "index": 33,
      "start_time": 191010.0,
      "end_time": 196390.0,
      "text": "neutral in all matters, it is later revealed he ran guns to Ethiopia during its war with"
    },
    {
      "index": 34,
      "start_time": 196390.0,
      "end_time": 200800.0,
      "text": "Italy and fought on the Loyalist side against the fascist Nationalists in the Spanish Civil"
    },
    {
      "index": 35,
      "start_time": 200800.0,
      "end_time": 204640.0,
      "text": "War. Petty crook Ugarte shows up and boasts to"
    },
    {
      "index": 36,
      "start_time": 204640.0,
      "end_time": 210300.0,
      "text": "Rick of &quot;letters of transit&quot; obtained by murdering two German couriers. The papers allow the"
    },
    {
      "index": 37,
      "start_time": 210300.0,
      "end_time": 215830.0,
      "text": "bearer to travel freely around German-controlled Europe and to neutral Portugal, and are thus"
    },
    {
      "index": 38,
      "start_time": 215830.0,
      "end_time": 221200.0,
      "text": "almost priceless to the refugees stranded in Casablanca. Ugarte plans to sell them at"
    },
    {
      "index": 39,
      "start_time": 221200.0,
      "end_time": 226920.0,
      "text": "the club later that night. Before he can, however, he is arrested by the local police"
    },
    {
      "index": 40,
      "start_time": 226920.0,
      "end_time": 233030.0,
      "text": "under the command of Vichy Captain Louis Renault, an unabashedly corrupt official. Ugarte dies"
    },
    {
      "index": 41,
      "start_time": 233030.0,
      "end_time": 237100.0,
      "text": "in custody without revealing that he had entrusted the letters to Rick."
    },
    {
      "index": 42,
      "start_time": 237100.0,
      "end_time": 243690.0,
      "text": "At this point, the reason for Rick&#39;s bitterness—his former lover, Norwegian Ilsa Lund—walks"
    },
    {
      "index": 43,
      "start_time": 243690.0,
      "end_time": 249700.0,
      "text": "into his establishment. Upon spotting Rick&#39;s friend and house pianist, Sam, Ilsa implores"
    },
    {
      "index": 44,
      "start_time": 249700.0,
      "end_time": 255680.0,
      "text": "him to play &quot;As Time Goes By&quot;. Rick storms over, furious that Sam has disobeyed his order"
    },
    {
      "index": 45,
      "start_time": 255680.0,
      "end_time": 261930.0,
      "text": "never to perform that song, and is stunned to see Ilsa. She is accompanied by her husband,"
    },
    {
      "index": 46,
      "start_time": 261930.0,
      "end_time": 267870.0,
      "text": "Victor Laszlo, a renowned fugitive Czech Resistance leader. They need the letters to escape to"
    },
    {
      "index": 47,
      "start_time": 267870.0,
      "end_time": 274439.0,
      "text": "America, where he can continue his work. German Major Strasser has come to Casablanca to see"
    },
    {
      "index": 48,
      "start_time": 274439.0,
      "end_time": 280460.0,
      "text": "that Laszlo does not succeed. When Laszlo makes inquiries, Ferrari, a major"
    },
    {
      "index": 49,
      "start_time": 280460.0,
      "end_time": 285900.0,
      "text": "underworld figure and Rick&#39;s friendly business rival, divulges his suspicion that Rick has"
    },
    {
      "index": 50,
      "start_time": 285900.0,
      "end_time": 292330.0,
      "text": "the letters. In private, Rick refuses to sell at any price, telling Laszlo to ask his wife"
    },
    {
      "index": 51,
      "start_time": 292330.0,
      "end_time": 297710.0,
      "text": "the reason. They are interrupted when Strasser leads a group of officers in singing &quot;Die"
    },
    {
      "index": 52,
      "start_time": 297710.0,
      "end_time": 303479.0,
      "text": "Wacht am Rhein&quot;. Laszlo orders the house band to defiantly play &quot;La Marseillaise&quot;. When"
    },
    {
      "index": 53,
      "start_time": 303479.0,
      "end_time": 309889.0,
      "text": "the band looks to Rick, he nods his head. Laszlo starts singing, alone at first, then"
    },
    {
      "index": 54,
      "start_time": 309889.0,
      "end_time": 316479.0,
      "text": "patriotic fervor grips the crowd and everyone joins in, drowning out the Germans. In retaliation,"
    },
    {
      "index": 55,
      "start_time": 316479.0,
      "end_time": 322809.0,
      "text": "Strasser has Renault close the club. That night, Ilsa confronts Rick in the deserted"
    },
    {
      "index": 56,
      "start_time": 322809.0,
      "end_time": 328669.0,
      "text": "café. When he refuses to give her the letters, she threatens him with a gun, but then confesses"
    },
    {
      "index": 57,
      "start_time": 328669.0,
      "end_time": 333770.0,
      "text": "that she still loves him. She explains that when they first met and fell in love in Paris"
    },
    {
      "index": 58,
      "start_time": 333770.0,
      "end_time": 339240.0,
      "text": "in 1940, she believed that her husband had been killed attempting to escape from a concentration"
    },
    {
      "index": 59,
      "start_time": 339240.0,
      "end_time": 344620.0,
      "text": "camp. Later, while preparing to flee with Rick from the imminent fall of the city to"
    },
    {
      "index": 60,
      "start_time": 344620.0,
      "end_time": 350309.0,
      "text": "the German army, she learned that Laszlo was alive and in hiding. She left Rick without"
    },
    {
      "index": 61,
      "start_time": 350309.0,
      "end_time": 357110.0,
      "text": "explanation to tend her ill husband. Rick&#39;s bitterness dissolves. He agrees to"
    },
    {
      "index": 62,
      "start_time": 357110.0,
      "end_time": 362080.0,
      "text": "help, leading her to believe that she will stay with him when Laszlo leaves. When Laszlo"
    },
    {
      "index": 63,
      "start_time": 362080.0,
      "end_time": 367839.0,
      "text": "unexpectedly shows up, having narrowly escaped a police raid on a Resistance meeting, Rick"
    },
    {
      "index": 64,
      "start_time": 367839.0,
      "end_time": 374080.0,
      "text": "has waiter Carl spirit Ilsa away. Laszlo, aware of Rick&#39;s love for Ilsa, tries to persuade"
    },
    {
      "index": 65,
      "start_time": 374080.0,
      "end_time": 379999.0,
      "text": "him to use the letters to take her to safety. When the police arrest Laszlo on a minor,"
    },
    {
      "index": 66,
      "start_time": 379999.0,
      "end_time": 384419.0,
      "text": "trumped-up charge, Rick convinces Renault to release him by promising to set him up"
    },
    {
      "index": 67,
      "start_time": 384419.0,
      "end_time": 390620.0,
      "text": "for a much more serious crime: possession of the letters of transit. To allay Renault&#39;s"
    },
    {
      "index": 68,
      "start_time": 390620.0,
      "end_time": 395469.0,
      "text": "suspicions, Rick explains he and Ilsa will be leaving for America. When Renault tries"
    },
    {
      "index": 69,
      "start_time": 395469.0,
      "end_time": 400749.0,
      "text": "to arrest Laszlo as arranged, Rick forces him at gunpoint to assist in their escape."
    },
    {
      "index": 70,
      "start_time": 400749.0,
      "end_time": 405529.0,
      "text": "At the last moment, Rick makes Ilsa board the plane to Lisbon with her husband, telling"
    },
    {
      "index": 71,
      "start_time": 405529.0,
      "end_time": 411099.0,
      "text": "her she would regret it if she stayed - &quot;Maybe not today, maybe not tomorrow, but soon and"
    },
    {
      "index": 72,
      "start_time": 411099.0,
      "end_time": 417029.0,
      "text": "for the rest of your life.&quot; Strasser, tipped off by Renault, drives up"
    },
    {
      "index": 73,
      "start_time": 417029.0,
      "end_time": 422639.0,
      "text": "alone. Rick kills him when he tries to intervene. When the police arrive, Renault pauses, then"
    },
    {
      "index": 74,
      "start_time": 422639.0,
      "end_time": 427949.0,
      "text": "tells them to &quot;round up the usual suspects.&quot; Renault suggests to Rick that they join the"
    },
    {
      "index": 75,
      "start_time": 427949.0,
      "end_time": 434319.0,
      "text": "Free French in Brazzaville. As they walk away into the fog, Rick says, &quot;Louis, I think this"
    },
    {
      "index": 76,
      "start_time": 434319.0,
      "end_time": 437599.0,
      "text": "is the beginning of a beautiful friendship.&quot; Cast"
    },
    {
      "index": 77,
      "start_time": 437599.0,
      "end_time": 446580.0,
      "text": "The play&#39;s cast consisted of 16 speaking parts and several extras; the film script enlarged"
    },
    {
      "index": 78,
      "start_time": 446580.0,
      "end_time": 453529.0,
      "text": "it to 22 speaking parts and hundreds of extras. The cast is notably international: only three"
    },
    {
      "index": 79,
      "start_time": 453529.0,
      "end_time": 459770.0,
      "text": "of the credited actors were born in the United States. The top-billed actors are:"
    },
    {
      "index": 80,
      "start_time": 459770.0,
      "end_time": 465080.0,
      "text": "Humphrey Bogart as Rick Blaine. Rick was his first truly romantic role."
    },
    {
      "index": 81,
      "start_time": 465080.0,
      "end_time": 471699.0,
      "text": "Ingrid Bergman as Ilsa Lund. Bergman&#39;s official website calls Ilsa her &quot;most famous and enduring"
    },
    {
      "index": 82,
      "start_time": 471699.0,
      "end_time": 477129.0,
      "text": "role&quot;. The Swedish actress&#39;s Hollywood debut in Intermezzo had been well received, but"
    },
    {
      "index": 83,
      "start_time": 477129.0,
      "end_time": 482879.0,
      "text": "her subsequent films were not major successes until Casablanca. Film critic Roger Ebert"
    },
    {
      "index": 84,
      "start_time": 482879.0,
      "end_time": 487839.0,
      "text": "called her &quot;luminous&quot;, and commented on the chemistry between her and Bogart: &quot;she paints"
    },
    {
      "index": 85,
      "start_time": 487839.0,
      "end_time": 493839.0,
      "text": "his face with her eyes&quot;. Other actresses considered for the role of Ilsa included Ann Sheridan,"
    },
    {
      "index": 86,
      "start_time": 493839.0,
      "end_time": 499849.0,
      "text": "Hedy Lamarr and Michèle Morgan. Wallis obtained the services of Bergman, who was contracted"
    },
    {
      "index": 87,
      "start_time": 499849.0,
      "end_time": 503839.0,
      "text": "to David O. Selznick, by lending Olivia de Havilland in exchange."
    },
    {
      "index": 88,
      "start_time": 503839.0,
      "end_time": 511229.0,
      "text": "Paul Henreid as Victor Laszlo. Henreid, an Austrian actor who had emigrated in 1935,"
    },
    {
      "index": 89,
      "start_time": 511229.0,
      "end_time": 516419.0,
      "text": "was reluctant to take the role (it &quot;set as a stiff forever&quot;, according to Pauline Kael),"
    },
    {
      "index": 90,
      "start_time": 516419.0,
      "end_time": 521479.0,
      "text": "until he was promised top billing along with Bogart and Bergman. Henreid did not get on"
    },
    {
      "index": 91,
      "start_time": 521479.00000000006,
      "end_time": 527440.0,
      "text": "well with his fellow actors; he considered Bogart &quot;a mediocre actor.&quot; Bergman called"
    },
    {
      "index": 92,
      "start_time": 527440.0,
      "end_time": 531980.0,
      "text": "Henreid a &quot;prima donna&quot;. The second-billed actors are:"
    },
    {
      "index": 93,
      "start_time": 531980.0,
      "end_time": 538070.0,
      "text": "Claude Rains as Captain Louis Renault. Rains was an English actor born in London. He had"
    },
    {
      "index": 94,
      "start_time": 538070.0,
      "end_time": 543370.0,
      "text": "previously worked with Michael Curtiz on The Adventures of Robin Hood. He later played"
    },
    {
      "index": 95,
      "start_time": 543370.0,
      "end_time": 546740.0,
      "text": "in Alfred Hitchcock&#39;s Notorious with Ingrid Bergman."
    },
    {
      "index": 96,
      "start_time": 546740.0,
      "end_time": 552020.0,
      "text": "Conrad Veidt as Major Heinrich Strasser. He was a German actor who had appeared in The"
    },
    {
      "index": 97,
      "start_time": 552020.0,
      "end_time": 558290.0,
      "text": "Cabinet of Dr. Caligari. He fled the Nazis, but in the United States was frequently cast"
    },
    {
      "index": 98,
      "start_time": 558290.0,
      "end_time": 561880.0,
      "text": "as a Nazi in American films related to the war."
    },
    {
      "index": 99,
      "start_time": 561880.0,
      "end_time": 568440.0,
      "text": "Sydney Greenstreet as Signor Ferrari, a rival nightclub owner. Another Englishman, Greenstreet"
    },
    {
      "index": 100,
      "start_time": 568440.0,
      "end_time": 573440.0,
      "text": "had previously starred with Lorre and Bogart in his film debut in The Maltese Falcon."
    },
    {
      "index": 101,
      "start_time": 573440.0,
      "end_time": 579510.0,
      "text": "Peter Lorre as Signor Ugarte. Lorre, who was born in Austria-Hungary, had left Germany"
    },
    {
      "index": 102,
      "start_time": 579510.0,
      "end_time": 586330.0,
      "text": "in 1933. He had previously appeared with Bogart and Greenstreet in The Maltese Falcon."
    },
    {
      "index": 103,
      "start_time": 586330.0,
      "end_time": 592390.0,
      "text": "Also credited are: Curt Bois as the pickpocket. Bois was a German-Jewish"
    },
    {
      "index": 104,
      "start_time": 592390.0,
      "end_time": 598470.0,
      "text": "actor and refugee. He had one of the longest careers in film, making his first appearance"
    },
    {
      "index": 105,
      "start_time": 598470.0,
      "end_time": 604730.0,
      "text": "in 1907 and his last in 1987. Leonid Kinskey as Sascha, the Russian bartender"
    },
    {
      "index": 106,
      "start_time": 604730.0,
      "end_time": 610300.0,
      "text": "infatuated with Yvonne. He was born into a Jewish family in Russia and had immigrated"
    },
    {
      "index": 107,
      "start_time": 610300.0,
      "end_time": 614190.0,
      "text": "to the US. Madeleine Lebeau as Yvonne, Rick&#39;s soon-discarded"
    },
    {
      "index": 108,
      "start_time": 614190.0,
      "end_time": 620590.0,
      "text": "girlfriend. The French actress was married to Marcel Dalio until their divorce in 1942."
    },
    {
      "index": 109,
      "start_time": 620590.0,
      "end_time": 627260.0,
      "text": "Joy Page as Annina Brandel, the young Bulgarian refugee. The third credited American, she"
    },
    {
      "index": 110,
      "start_time": 627260.0,
      "end_time": 630830.0,
      "text": "was the stepdaughter of Jack Warner, the studio head."
    },
    {
      "index": 111,
      "start_time": 630830.0,
      "end_time": 637090.0,
      "text": "John Qualen as Berger, Laszlo&#39;s Resistance contact. He was born in Canada, but grew up"
    },
    {
      "index": 112,
      "start_time": 637090.0,
      "end_time": 640850.0,
      "text": "in America. He appeared in many of John Ford&#39;s movies."
    },
    {
      "index": 113,
      "start_time": 640850.0,
      "end_time": 648370.0,
      "text": "S. Z. Sakall (credited as S. K. Sakall) as Carl, the waiter. He was a Jewish-Hungarian"
    },
    {
      "index": 114,
      "start_time": 648370.0,
      "end_time": 655050.0,
      "text": "actor who fled from Germany in 1939. His three sisters later died in a concentration camp."
    },
    {
      "index": 115,
      "start_time": 655050.0,
      "end_time": 661750.0,
      "text": "Dooley Wilson as Sam. He was one of the few American members of the cast. A drummer, he"
    },
    {
      "index": 116,
      "start_time": 661750.0,
      "end_time": 667370.0,
      "text": "could not play the piano. Even after shooting had been completed, Wallis considered dubbing"
    },
    {
      "index": 117,
      "start_time": 667370.0,
      "end_time": 672590.0,
      "text": "over Wilson&#39;s voice for the songs. Producer Wallis considered changing the character to"
    },
    {
      "index": 118,
      "start_time": 672590.0,
      "end_time": 677750.0,
      "text": "a woman and thought of casting singers Hazel Scott or Ella Fitzgerald."
    },
    {
      "index": 119,
      "start_time": 677750.0,
      "end_time": 684020.0,
      "text": "Notable uncredited actors are: Leon Belasco as a dealer in Rick&#39;s Cafe. A"
    },
    {
      "index": 120,
      "start_time": 684020.0,
      "end_time": 689030.0,
      "text": "Russian-American character actor, he appeared in 13 films the year Casablanca was released."
    },
    {
      "index": 121,
      "start_time": 689030.0,
      "end_time": 694940.0,
      "text": "Marcel Dalio as Emil the croupier. He had been a star in French cinema, appearing in"
    },
    {
      "index": 122,
      "start_time": 694940.0,
      "end_time": 700740.0,
      "text": "Jean Renoir&#39;s La Grande Illusion and La Regle de Jeu. After he fled the fall of France and"
    },
    {
      "index": 123,
      "start_time": 700740.0,
      "end_time": 706160.0,
      "text": "went to America, he was reduced to bit parts in Hollywood. He had a key role in another"
    },
    {
      "index": 124,
      "start_time": 706160.0,
      "end_time": 712050.0,
      "text": "of Bogart&#39;s films, To Have and Have Not. Helmut Dantine as Jan Brandel, the Bulgarian"
    },
    {
      "index": 125,
      "start_time": 712050.0,
      "end_time": 717840.0,
      "text": "roulette player married to Annina Brandel. Another Austrian, he had spent time in a concentration"
    },
    {
      "index": 126,
      "start_time": 717840.0,
      "end_time": 721570.0,
      "text": "camp after the Anschluss but left Europe after being freed."
    },
    {
      "index": 127,
      "start_time": 721570.0,
      "end_time": 727440.0,
      "text": "William Edmunds as a contact man at Rick&#39;s. He usually played characters with heavy accents,"
    },
    {
      "index": 128,
      "start_time": 727440.0,
      "end_time": 734480.0,
      "text": "such as Martini in It&#39;s a Wonderful Life (1946). Gregory Gaye as the German banker who is refused"
    },
    {
      "index": 129,
      "start_time": 734480.0,
      "end_time": 740710.0,
      "text": "entry to the casino by Rick. Gaye was a Russian-born actor who went to the United States in 1917"
    },
    {
      "index": 130,
      "start_time": 740710.0,
      "end_time": 745380.0,
      "text": "after the Russian Revolution. Torben Meyer as the Dutch banker who runs"
    },
    {
      "index": 131,
      "start_time": 745380.0,
      "end_time": 750730.0,
      "text": "&quot;the second largest banking house in Amsterdam&quot;. Meyer was a Danish actor."
    },
    {
      "index": 132,
      "start_time": 750730.0,
      "end_time": 757340.0,
      "text": "George London, one of those who sing &quot;La Marseillaise&quot;. London was a Montreal-born bass-baritone opera"
    },
    {
      "index": 133,
      "start_time": 757340.0,
      "end_time": 760630.0,
      "text": "singer. Georges Renavent as a conspirator."
    },
    {
      "index": 134,
      "start_time": 760630.0,
      "end_time": 765560.0,
      "text": "Corinna Mura as the guitar player who sings &quot;Tango Delle Rose&quot; while Laszlo is consulting"
    },
    {
      "index": 135,
      "start_time": 765560.0,
      "end_time": 769910.0,
      "text": "with Berger, and later accompanies the crowd on &quot;La Marsaillaise&quot;."
    },
    {
      "index": 136,
      "start_time": 769910.0,
      "end_time": 775570.0,
      "text": "Dan Seymour as Abdul the doorman. He was an American actor who often played villains,"
    },
    {
      "index": 137,
      "start_time": 775570.0,
      "end_time": 779530.0,
      "text": "including the principal one in To Have and Have Not, and one of the secondary ones in"
    },
    {
      "index": 138,
      "start_time": 779530.0,
      "end_time": 784860.0,
      "text": "Key Largo, both opposite Bogart. Norma Varden as the Englishwoman whose husband"
    },
    {
      "index": 139,
      "start_time": 784860.0,
      "end_time": 789680.0,
      "text": "has his wallet stolen. She was a famous English character actress."
    },
    {
      "index": 140,
      "start_time": 789680.0,
      "end_time": 795310.0,
      "text": "Jean Del Val as the French police radio announcer who (following the opening montage sequence)"
    },
    {
      "index": 141,
      "start_time": 795310.0,
      "end_time": 798690.0,
      "text": "reports the news of the murder of the two German couriers."
    },
    {
      "index": 142,
      "start_time": 798690.0,
      "end_time": 804600.0,
      "text": "Leo White as the waiter Emile (not to be confused with the croupier Emil), from whom Renault"
    },
    {
      "index": 143,
      "start_time": 804600.0,
      "end_time": 809790.0,
      "text": "orders a drink when he sits down with the Laszlos. White was a familiar face in many"
    },
    {
      "index": 144,
      "start_time": 809790.0,
      "end_time": 814970.0,
      "text": "Charlie Chaplin two-reelers in the 1910s, usually playing an upper-class antagonist."
    },
    {
      "index": 145,
      "start_time": 814970.0,
      "end_time": 820870.0,
      "text": "Much of the emotional impact of the film has been attributed to the large proportion of"
    },
    {
      "index": 146,
      "start_time": 820870.0,
      "end_time": 826410.0,
      "text": "European exiles and refugees who were extras or played minor roles. A witness to the filming"
    },
    {
      "index": 147,
      "start_time": 826410.0,
      "end_time": 831110.0,
      "text": "of the &quot;duel of the anthems&quot; sequence said he saw many of the actors crying and &quot;realized"
    },
    {
      "index": 148,
      "start_time": 831110.0,
      "end_time": 835960.0,
      "text": "that they were all real refugees&quot;. Harmetz argues that they &quot;brought to a dozen small"
    },
    {
      "index": 149,
      "start_time": 835960.0,
      "end_time": 840210.0,
      "text": "roles in Casablanca an understanding and a desperation that could never have come from"
    },
    {
      "index": 150,
      "start_time": 840210.0,
      "end_time": 846110.0,
      "text": "Central Casting&quot;. The German citizens among them had to keep curfew, as they were classified"
    },
    {
      "index": 151,
      "start_time": 846110.0,
      "end_time": 852710.0,
      "text": "by the US as enemy aliens and under restrictions. They were frequently cast as Nazis in war"
    },
    {
      "index": 152,
      "start_time": 852710.0,
      "end_time": 858040.0,
      "text": "films, even though many were Jewish. Some of the refugee actors are:"
    },
    {
      "index": 153,
      "start_time": 858040.0,
      "end_time": 863910.0,
      "text": "Louis V. Arco as a refugee in Rick&#39;s. Born Lutz Altschul in Austria, he moved to America"
    },
    {
      "index": 154,
      "start_time": 863910.0,
      "end_time": 867780.0,
      "text": "shortly after the Anschluss because he was Jewish and changed his name."
    },
    {
      "index": 155,
      "start_time": 867780.0,
      "end_time": 874320.0,
      "text": "Trude Berliner as a baccarat player in Rick&#39;s. Born in Berlin, she was a famous cabaret performer"
    },
    {
      "index": 156,
      "start_time": 874320.0,
      "end_time": 878640.0,
      "text": "and film actress. Jewish, she left Germany in 1933."
    },
    {
      "index": 157,
      "start_time": 878640.0,
      "end_time": 885240.0,
      "text": "Ilka Grünig as Mrs. Leuchtag. Born in Vienna, she was a silent movie star in Germany who"
    },
    {
      "index": 158,
      "start_time": 885240.0,
      "end_time": 891160.0,
      "text": "came to America after the Anschluss. Lotte Palfi as a refugee trying to sell her"
    },
    {
      "index": 159,
      "start_time": 891160.0,
      "end_time": 897380.0,
      "text": "diamonds. Born in Germany, she played stage roles at a prestigious theater in Darmstadt,"
    },
    {
      "index": 160,
      "start_time": 897380.0,
      "end_time": 904220.0,
      "text": "Germany. She emigrated to the US after the Nazis came to power in 1933. She later married"
    },
    {
      "index": 161,
      "start_time": 904220.0,
      "end_time": 911270.0,
      "text": "another Casablanca actor, Wolfgang Zilzer. Richard Ryen as Strasser&#39;s aide, Captain Heinze."
    },
    {
      "index": 162,
      "start_time": 911270.0,
      "end_time": 914980.0,
      "text": "The Austrian Jew had acted in German films, but fled the Nazis."
    },
    {
      "index": 163,
      "start_time": 914980.0,
      "end_time": 921380.0,
      "text": "Ludwig Stössel as Mr. Leuchtag, the German refugee whose English is &quot;not so good&quot;. Born"
    },
    {
      "index": 164,
      "start_time": 921380.0,
      "end_time": 927100.0,
      "text": "in Austria, the Jewish actor was imprisoned following the Anschluss. When he was released,"
    },
    {
      "index": 165,
      "start_time": 927100.0,
      "end_time": 933070.0,
      "text": "he left for England and then America. Stössel became famous for doing a long series of commercials"
    },
    {
      "index": 166,
      "start_time": 933070.0,
      "end_time": 939070.0,
      "text": "for Italian Swiss Colony wine producers. Dressed in an Alpine hat and lederhosen, Stössel"
    },
    {
      "index": 167,
      "start_time": 939070.0,
      "end_time": 943860.0,
      "text": "was their spokesman with the slogan, &quot;That Little Old Winemaker, Me!&quot;"
    },
    {
      "index": 168,
      "start_time": 943860.0,
      "end_time": 949120.0,
      "text": "Hans Twardowski as a Nazi officer who argues with a French officer over Yvonne. He was"
    },
    {
      "index": 169,
      "start_time": 949120.0,
      "end_time": 955760.0,
      "text": "born in Stettin, Germany (now Szczecin, Poland). Wolfgang Zilzer as a Free French agent who"
    },
    {
      "index": 170,
      "start_time": 955760.0,
      "end_time": 960350.0,
      "text": "is shot in the opening scene of the movie was a silent movie actor in Germany who left"
    },
    {
      "index": 171,
      "start_time": 960350.0,
      "end_time": 965960.0,
      "text": "when the Nazis took over. When applying for his US visa, he discovered that he had been"
    },
    {
      "index": 172,
      "start_time": 965960.0,
      "end_time": 971279.0,
      "text": "born in Cincinnati, Ohio when his parents were visiting the United States and thus he"
    },
    {
      "index": 173,
      "start_time": 971279.0,
      "end_time": 977580.0,
      "text": "was an American citizen. He later married Casablanca actress Lotte Palfi. Zilzer had"
    },
    {
      "index": 174,
      "start_time": 977580.0,
      "end_time": 982440.0,
      "text": "one of the longest careers in the history of cinema; he first appeared in a movie in"
    },
    {
      "index": 175,
      "start_time": 982440.0,
      "end_time": 989550.0,
      "text": "1915, when he was 14, and last appeared in a made-for-TV film in 1986."
    },
    {
      "index": 176,
      "start_time": 989550.0,
      "end_time": 995080.0,
      "text": "The comedian Jack Benny may have had an unbilled cameo role (as claimed by a contemporary newspaper"
    },
    {
      "index": 177,
      "start_time": 995080.0,
      "end_time": 1001140.0,
      "text": "advertisement and reportedly in the Casablanca press book). When asked in his column &quot;Movie"
    },
    {
      "index": 178,
      "start_time": 1001140.0,
      "end_time": 1007390.0,
      "text": "Answer Man&quot;, critic Roger Ebert first replied, &quot;It looks something like him. That&#39;s all I"
    },
    {
      "index": 179,
      "start_time": 1007390.0,
      "end_time": 1013930.0,
      "text": "can say.&quot; He wrote in a later column, &quot;I think you&#39;re right.&quot;"
    },
    {
      "index": 180,
      "start_time": 1013930.0,
      "end_time": 1018380.0,
      "text": "Production The film was based on Murray Burnett and Joan"
    },
    {
      "index": 181,
      "start_time": 1018380.0,
      "end_time": 1023610.0,
      "text": "Alison&#39;s then-unproduced play Everybody Comes to Rick&#39;s. The Warner Bros. story analyst"
    },
    {
      "index": 182,
      "start_time": 1023610.0,
      "end_time": 1029689.0,
      "text": "who read the play, Stephen Karnot, called it (approvingly) &quot;sophisticated hokum&quot;, and"
    },
    {
      "index": 183,
      "start_time": 1029690.0,
      "end_time": 1035621.0,
      "text": "story editor Irene Diamond convinced producer Hal Wallis to buy the rights in January 1942"
    },
    {
      "index": 184,
      "start_time": 1035619.9999999999,
      "end_time": 1041609.9999999999,
      "text": "for $20,000, the most anyone in Hollywood had ever paid for an unproduced play. The"
    },
    {
      "index": 185,
      "start_time": 1041609.9999999999,
      "end_time": 1047999.9999999999,
      "text": "project was renamed Casablanca, apparently in imitation of the 1938 hit Algiers. Although"
    },
    {
      "index": 186,
      "start_time": 1048000.0,
      "end_time": 1054270.0,
      "text": "an initial filming date was selected for April 10, 1942, delays led to a start of production"
    },
    {
      "index": 187,
      "start_time": 1054270.0,
      "end_time": 1060930.0,
      "text": "on May 25. Filming was completed on August 3, and the production cost $1,039,000 ($75,000"
    },
    {
      "index": 188,
      "start_time": 1060930.0,
      "end_time": 1069530.0,
      "text": "over budget), above average for the time. The film was shot in sequence, mainly because"
    },
    {
      "index": 189,
      "start_time": 1069530.0,
      "end_time": 1073900.0,
      "text": "only the first half of the script was ready when filming began."
    },
    {
      "index": 190,
      "start_time": 1073900.0,
      "end_time": 1079190.0,
      "text": "The entire picture was shot in the studio, except for the sequence showing Major Strasser&#39;s"
    },
    {
      "index": 191,
      "start_time": 1079190.0,
      "end_time": 1084660.0,
      "text": "arrival, which was filmed at Van Nuys Airport, and a few short clips of stock footage views"
    },
    {
      "index": 192,
      "start_time": 1084660.0,
      "end_time": 1089780.0,
      "text": "of Paris. The street used for the exterior shots had recently been built for another"
    },
    {
      "index": 193,
      "start_time": 1089780.0,
      "end_time": 1095500.0,
      "text": "film, The Desert Song, and redressed for the Paris flashbacks. It remained on the Warners"
    },
    {
      "index": 194,
      "start_time": 1095500.0,
      "end_time": 1101650.0,
      "text": "backlot until the 1960s. The set for Rick&#39;s was built in three unconnected parts, so the"
    },
    {
      "index": 195,
      "start_time": 1101650.0,
      "end_time": 1107420.0,
      "text": "internal layout of the building is indeterminate. In a number of scenes, the camera looks through"
    },
    {
      "index": 196,
      "start_time": 1107420.0,
      "end_time": 1113120.0,
      "text": "a wall from the cafe area into Rick&#39;s office. The background of the final scene, which shows"
    },
    {
      "index": 197,
      "start_time": 1113120.0,
      "end_time": 1118490.0,
      "text": "a Lockheed Model 12 Electra Junior airplane with personnel walking around it, was staged"
    },
    {
      "index": 198,
      "start_time": 1118490.0,
      "end_time": 1124280.0,
      "text": "using little person extras and a proportionate cardboard plane. Fog was used to mask the"
    },
    {
      "index": 199,
      "start_time": 1124280.0,
      "end_time": 1130360.0,
      "text": "model&#39;s unconvincing appearance. Nevertheless, the Disney&#39;s Hollywood Studios theme park"
    },
    {
      "index": 200,
      "start_time": 1130360.0,
      "end_time": 1136400.0,
      "text": "in Orlando, Florida purchased a Lockheed 12A for its Great Movie Ride attraction, and initially"
    },
    {
      "index": 201,
      "start_time": 1136400.0,
      "end_time": 1141500.0,
      "text": "claimed that it was the actual plane used in the film. Film critic Roger Ebert called"
    },
    {
      "index": 202,
      "start_time": 1141500.0,
      "end_time": 1146200.0,
      "text": "Hal Wallis the &quot;key creative force&quot; for his attention to the details of production (down"
    },
    {
      "index": 203,
      "start_time": 1146200.0,
      "end_time": 1150440.0,
      "text": "to insisting on a real parrot in the Blue Parrot bar)."
    },
    {
      "index": 204,
      "start_time": 1150440.0,
      "end_time": 1157140.0,
      "text": "The difference between Bergman&#39;s and Bogart&#39;s height caused some problems. She was some"
    },
    {
      "index": 205,
      "start_time": 1157140.0,
      "end_time": 1161920.0,
      "text": "two inches (5 cm) taller than Bogart, and claimed Curtiz had Bogart stand on blocks"
    },
    {
      "index": 206,
      "start_time": 1161920.0,
      "end_time": 1168190.0,
      "text": "or sit on cushions in their scenes together. Later, there were plans for a further scene,"
    },
    {
      "index": 207,
      "start_time": 1168190.0,
      "end_time": 1173290.0,
      "text": "showing Rick, Renault and a detachment of Free French soldiers on a ship, to incorporate"
    },
    {
      "index": 208,
      "start_time": 1173290.0,
      "end_time": 1179380.0,
      "text": "the Allies&#39; 1942 invasion of North Africa. It proved too difficult to get Claude Rains"
    },
    {
      "index": 209,
      "start_time": 1179380.0,
      "end_time": 1184260.0,
      "text": "for the shoot, and the scene was finally abandoned after David O. Selznick judged &quot;it would be"
    },
    {
      "index": 210,
      "start_time": 1184260.0,
      "end_time": 1190320.0,
      "text": "a terrible mistake to change the ending.&quot; Writing"
    },
    {
      "index": 211,
      "start_time": 1190320.0,
      "end_time": 1195570.0,
      "text": "The original play was inspired by a trip to Europe made by Murray Burnett and his wife"
    },
    {
      "index": 212,
      "start_time": 1195570.0,
      "end_time": 1200290.0,
      "text": "in 1938, during which they visited Vienna shortly after the Anschluss and were affected"
    },
    {
      "index": 213,
      "start_time": 1200290.0,
      "end_time": 1205870.0,
      "text": "by the anti-Semitism they saw. In the south of France, they went to a nightclub that had"
    },
    {
      "index": 214,
      "start_time": 1205870.0,
      "end_time": 1212250.0,
      "text": "a multinational clientele, among them many exiles and refugees, and the prototype of"
    },
    {
      "index": 215,
      "start_time": 1212250.0,
      "end_time": 1215150.0,
      "text": "Sam. The first writers assigned to the script were"
    },
    {
      "index": 216,
      "start_time": 1215150.0,
      "end_time": 1220860.0,
      "text": "twins Julius and Philip Epstein, who, against the wishes of Warner Brothers, left after"
    },
    {
      "index": 217,
      "start_time": 1220860.0,
      "end_time": 1226390.0,
      "text": "the attack on Pearl Harbor at Frank Capra&#39;s request to work on the Why We Fight series"
    },
    {
      "index": 218,
      "start_time": 1226390.0,
      "end_time": 1232740.0,
      "text": "in Washington, D.C. While they were gone, the other credited writer, Howard Koch, was"
    },
    {
      "index": 219,
      "start_time": 1232740.0,
      "end_time": 1238309.0,
      "text": "assigned; he produced some thirty to forty pages. When the Epstein brothers returned"
    },
    {
      "index": 220,
      "start_time": 1238310.0,
      "end_time": 1244051.0,
      "text": "after a month, they were reassigned to Casablanca and—contrary to what Koch claimed in two"
    },
    {
      "index": 221,
      "start_time": 1244050.0,
      "end_time": 1249780.0,
      "text": "published books—his work was not used. In the final Warner Bros. budget for the film,"
    },
    {
      "index": 222,
      "start_time": 1249780.0,
      "end_time": 1257520.0,
      "text": "the Epsteins were paid $30,416, while Koch earned $4,200."
    },
    {
      "index": 223,
      "start_time": 1257520.0,
      "end_time": 1263470.0,
      "text": "In the play, the Ilsa character was an American named Lois Meredith; she did not meet Laszlo"
    },
    {
      "index": 224,
      "start_time": 1263470.0,
      "end_time": 1269160.0,
      "text": "until after her relationship with Rick in Paris had ended. Rick was a lawyer. To make"
    },
    {
      "index": 225,
      "start_time": 1269160.0,
      "end_time": 1274920.0,
      "text": "Rick&#39;s motivation more believable, Wallis, Curtiz, and the screenwriters decided to set"
    },
    {
      "index": 226,
      "start_time": 1274920.0,
      "end_time": 1280590.0,
      "text": "the film before the Pearl Harbor attack. The uncredited Casey Robinson assisted with"
    },
    {
      "index": 227,
      "start_time": 1280590.0,
      "end_time": 1285940.0,
      "text": "three weeks of rewrites, including contributing the series of meetings between Rick and Ilsa"
    },
    {
      "index": 228,
      "start_time": 1285940.0,
      "end_time": 1291510.0,
      "text": "in the cafe. Koch highlighted the political and melodramatic elements, while Curtiz seems"
    },
    {
      "index": 229,
      "start_time": 1291510.0,
      "end_time": 1297390.0,
      "text": "to have favored the romantic parts, insisting on retaining the Paris flashbacks. Wallis"
    },
    {
      "index": 230,
      "start_time": 1297390.0,
      "end_time": 1302590.0,
      "text": "wrote the final line, &quot;Louie, I think this is the beginning of a beautiful friendship,&quot;"
    },
    {
      "index": 231,
      "start_time": 1302590.0,
      "end_time": 1307490.0,
      "text": "after shooting had been completed. Bogart had to be called in a month after the end"
    },
    {
      "index": 232,
      "start_time": 1307490.0,
      "end_time": 1312730.0,
      "text": "of filming to dub it. Despite the many writers, the film has what"
    },
    {
      "index": 233,
      "start_time": 1312730.0,
      "end_time": 1317440.0,
      "text": "Ebert describes as a &quot;wonderfully unified and consistent&quot; script. Koch later claimed"
    },
    {
      "index": 234,
      "start_time": 1317440.0,
      "end_time": 1322530.0,
      "text": "it was the tension between his own approach and Curtiz&#39;s which accounted for this: &quot;Surprisingly,"
    },
    {
      "index": 235,
      "start_time": 1322530.0,
      "end_time": 1327510.0,
      "text": "these disparate approaches somehow meshed, and perhaps it was partly this tug of war"
    },
    {
      "index": 236,
      "start_time": 1327510.0,
      "end_time": 1333050.0,
      "text": "between Curtiz and me that gave the film a certain balance.&quot; Julius Epstein would later"
    },
    {
      "index": 237,
      "start_time": 1333050.0,
      "end_time": 1337700.0,
      "text": "note the screenplay contained &quot;more corn than in the states of Kansas and Iowa combined."
    },
    {
      "index": 238,
      "start_time": 1337700.0,
      "end_time": 1344400.0,
      "text": "But when corn works, there&#39;s nothing better.&quot; The film ran into some trouble with Joseph"
    },
    {
      "index": 239,
      "start_time": 1344400.0,
      "end_time": 1349320.0,
      "text": "Breen of the Production Code Administration (the Hollywood self-censorship body), who"
    },
    {
      "index": 240,
      "start_time": 1349320.0,
      "end_time": 1354780.0,
      "text": "opposed the suggestions that Captain Renault extorted sexual favors from his supplicants,"
    },
    {
      "index": 241,
      "start_time": 1354780.0,
      "end_time": 1360650.0,
      "text": "and that Rick and Ilsa had slept together in Paris. Extensive changes were made, with"
    },
    {
      "index": 242,
      "start_time": 1360650.0,
      "end_time": 1367160.0,
      "text": "several lines of dialogue removed or altered. All direct references to sex were deleted;"
    },
    {
      "index": 243,
      "start_time": 1367160.0,
      "end_time": 1372110.0,
      "text": "Renault&#39;s selling of visas for sex, and Rick and Ilsa&#39;s previous sexual relationship were"
    },
    {
      "index": 244,
      "start_time": 1372110.0,
      "end_time": 1377670.0,
      "text": "implied elliptically rather than referenced explicitly. Also, in the original script,"
    },
    {
      "index": 245,
      "start_time": 1377670.0,
      "end_time": 1383980.0,
      "text": "when Sam plays &quot;As Time Goes By&quot;, Rick remarks, &quot;What the —— are you playing?&quot; This line"
    },
    {
      "index": 246,
      "start_time": 1383980.0,
      "end_time": 1389929.0,
      "text": "implying a curse word was removed at the behest of the Hays Office."
    },
    {
      "index": 247,
      "start_time": 1389930.0,
      "end_time": 1394331.0,
      "text": "Direction Wallis&#39; first choice for director was William"
    },
    {
      "index": 248,
      "start_time": 1394330.0,
      "end_time": 1400309.0,
      "text": "Wyler, but he was unavailable, so Wallis turned to his close friend Michael Curtiz. Curtiz"
    },
    {
      "index": 249,
      "start_time": 1400310.0,
      "end_time": 1406361.0,
      "text": "was a Hungarian Jewish émigré; he had come to the U.S. in the 1920s, but some of his"
    },
    {
      "index": 250,
      "start_time": 1406360.0,
      "end_time": 1412130.0,
      "text": "family were refugees from Nazi Europe. Roger Ebert has commented that in Casablanca"
    },
    {
      "index": 251,
      "start_time": 1412130.0,
      "end_time": 1418020.0,
      "text": "&quot;very few shots... are memorable as shots,&quot; as Curtiz wanted images to express the story"
    },
    {
      "index": 252,
      "start_time": 1418020.0,
      "end_time": 1424330.0,
      "text": "rather than to stand alone. He contributed relatively little to development of the plot."
    },
    {
      "index": 253,
      "start_time": 1424330.0,
      "end_time": 1429750.0,
      "text": "Casey Robinson said Curtiz &quot;knew nothing whatever about story ... he saw it in pictures, and"
    },
    {
      "index": 254,
      "start_time": 1429750.0,
      "end_time": 1435480.0,
      "text": "you supplied the stories.&quot; Critic Andrew Sarris called the film &quot;the"
    },
    {
      "index": 255,
      "start_time": 1435480.0,
      "end_time": 1440580.0,
      "text": "most decisive exception to the auteur theory&quot;, of which Sarris was the most prominent proponent"
    },
    {
      "index": 256,
      "start_time": 1440580.0,
      "end_time": 1446860.0,
      "text": "in the United States. Aljean Harmetz has responded, &quot;nearly every Warner Bros. picture was an"
    },
    {
      "index": 257,
      "start_time": 1446860.0,
      "end_time": 1453940.0,
      "text": "exception to the auteur theory&quot;. Other critics give more credit to Curtiz. Sidney Rosenzweig,"
    },
    {
      "index": 258,
      "start_time": 1453940.0,
      "end_time": 1459450.0,
      "text": "in his study of the director&#39;s work, sees the film as a typical example of Curtiz&#39;s"
    },
    {
      "index": 259,
      "start_time": 1459450.0,
      "end_time": 1465010.0,
      "text": "highlighting of moral dilemmas. The second unit montages, such as the opening"
    },
    {
      "index": 260,
      "start_time": 1465010.0,
      "end_time": 1473299.0,
      "text": "sequence of the refugee trail and the invasion of France, were directed by Don Siegel."
    },
    {
      "index": 261,
      "start_time": 1473300.0,
      "end_time": 1477781.0,
      "text": "Cinematography The cinematographer was Arthur Edeson, a veteran"
    },
    {
      "index": 262,
      "start_time": 1477780.0,
      "end_time": 1483510.0,
      "text": "who had previously shot The Maltese Falcon and Frankenstein. Particular attention was"
    },
    {
      "index": 263,
      "start_time": 1483510.0,
      "end_time": 1489299.0,
      "text": "paid to photographing Bergman. She was shot mainly from her preferred left side, often"
    },
    {
      "index": 264,
      "start_time": 1489300.0,
      "end_time": 1494271.0,
      "text": "with a softening gauze filter and with catch lights to make her eyes sparkle; the whole"
    },
    {
      "index": 265,
      "start_time": 1494270.0,
      "end_time": 1499150.0,
      "text": "effect was designed to make her face seem &quot;ineffably sad and tender and nostalgic&quot;."
    },
    {
      "index": 266,
      "start_time": 1499150.0,
      "end_time": 1504420.0,
      "text": "Bars of shadow across the characters and in the background variously imply imprisonment,"
    },
    {
      "index": 267,
      "start_time": 1504420.0,
      "end_time": 1510790.0,
      "text": "the crucifix, the symbol of the Free French Forces and emotional turmoil. Dark film noir"
    },
    {
      "index": 268,
      "start_time": 1510790.0,
      "end_time": 1515920.0,
      "text": "and expressionist lighting is used in several scenes, particularly towards the end of the"
    },
    {
      "index": 269,
      "start_time": 1515920.0,
      "end_time": 1521340.0,
      "text": "picture. Rosenzweig argues these shadow and lighting effects are classic elements of the"
    },
    {
      "index": 270,
      "start_time": 1521340.0,
      "end_time": 1526059.0,
      "text": "Curtiz style, along with the fluid camera work and the use of the environment as a framing"
    },
    {
      "index": 271,
      "start_time": 1526060.0,
      "end_time": 1526060.0,
      "text": "device. Music"
    },
    {
      "index": 272,
      "start_time": 1526060.0,
      "end_time": 1535101.0,
      "text": "The music was written by Max Steiner, who was best known for the score for Gone with"
    },
    {
      "index": 273,
      "start_time": 1535100.0,
      "end_time": 1540240.0,
      "text": "the Wind. The song &quot;As Time Goes By&quot; by Herman Hupfeld had been part of the story from the"
    },
    {
      "index": 274,
      "start_time": 1540240.0,
      "end_time": 1545990.0,
      "text": "original play; Steiner wanted to write his own composition to replace it, but Bergman"
    },
    {
      "index": 275,
      "start_time": 1545990.0,
      "end_time": 1551240.0,
      "text": "had already cut her hair short for her next role (María in For Whom the Bell Tolls) and"
    },
    {
      "index": 276,
      "start_time": 1551240.0,
      "end_time": 1556470.0,
      "text": "could not re-shoot the scenes which incorporated the song, so Steiner based the entire score"
    },
    {
      "index": 277,
      "start_time": 1556470.0,
      "end_time": 1561799.0,
      "text": "on it and &quot;La Marseillaise&quot;, the French national anthem, transforming them to reflect changing"
    },
    {
      "index": 278,
      "start_time": 1561800.0,
      "end_time": 1566291.0,
      "text": "moods. Particularly notable is the &quot;duel of the songs&quot;"
    },
    {
      "index": 279,
      "start_time": 1566290.0,
      "end_time": 1571780.0,
      "text": "between Strasser and Laszlo at Rick&#39;s cafe. In the soundtrack, &quot;La Marseillaise&quot; is played"
    },
    {
      "index": 280,
      "start_time": 1571780.0,
      "end_time": 1577740.0,
      "text": "by a full orchestra. Originally, the opposing piece for this iconic sequence was to be the"
    },
    {
      "index": 281,
      "start_time": 1577740.0,
      "end_time": 1582740.0,
      "text": "&quot;Horst Wessel Lied&quot;, a Nazi anthem, but this was still under international copyright in"
    },
    {
      "index": 282,
      "start_time": 1582740.0,
      "end_time": 1589610.0,
      "text": "non-Allied countries. Instead &quot;Die Wacht am Rhein&quot; was used. The opening bars of the &quot;Deutschlandlied&quot;,"
    },
    {
      "index": 283,
      "start_time": 1589610.0,
      "end_time": 1594970.0,
      "text": "the national anthem of Germany, are featured throughout the score as a motif to represent"
    },
    {
      "index": 284,
      "start_time": 1594970.0,
      "end_time": 1600040.0,
      "text": "the Germans, much as &quot;La Marseillaise&quot; is used to represent the Allies."
    },
    {
      "index": 285,
      "start_time": 1600040.0,
      "end_time": 1604820.0,
      "text": "Other songs include: &quot;It Had to Be You&quot;, music by Isham Jones,"
    },
    {
      "index": 286,
      "start_time": 1604820.0,
      "end_time": 1609910.0,
      "text": "lyrics by Gus Kahn &quot;Shine&quot;, music by Ford Dabney, lyrics by Cecil"
    },
    {
      "index": 287,
      "start_time": 1609910.0,
      "end_time": 1615000.0,
      "text": "Mack and Lew Brown &quot;Avalon&quot;, music and lyrics by Al Jolson, Buddy"
    },
    {
      "index": 288,
      "start_time": 1615000.0,
      "end_time": 1619410.0,
      "text": "DeSylva and Vincent Rose &quot;Perfidia&quot;, by Alberto Dominguez"
    },
    {
      "index": 289,
      "start_time": 1619410.0,
      "end_time": 1626460.0,
      "text": "&quot;The Very Thought of You&quot;, by Ray Noble, and &quot;Knock on Wood&quot;, music by M. K. Jerome, lyrics"
    },
    {
      "index": 290,
      "start_time": 1626460.0,
      "end_time": 1631960.0,
      "text": "by Jack Scholl, the only original song. The piano featured in the Paris flashback"
    },
    {
      "index": 291,
      "start_time": 1631960.0,
      "end_time": 1638700.0,
      "text": "sequences was sold in New York City on December 14, 2012 at Sotheby&#39;s for more than $600,000"
    },
    {
      "index": 292,
      "start_time": 1638700.0,
      "end_time": 1644530.0,
      "text": "to an anonymous bidder. Timing of release"
    },
    {
      "index": 293,
      "start_time": 1644530.0,
      "end_time": 1650049.0,
      "text": "Although an initial release date was anticipated for spring 1943, the film premiered at the"
    },
    {
      "index": 294,
      "start_time": 1650050.0,
      "end_time": 1656821.0,
      "text": "Hollywood Theater in New York City on November 26, 1942, to coincide with the Allied invasion"
    },
    {
      "index": 295,
      "start_time": 1656820.0,
      "end_time": 1664290.0,
      "text": "of North Africa and the capture of Casablanca. In the 1,500-seat theater, the film grossed"
    },
    {
      "index": 296,
      "start_time": 1664290.0,
      "end_time": 1672360.0,
      "text": "$255,000 over ten weeks. It went into general release on January 23, 1943, to take advantage"
    },
    {
      "index": 297,
      "start_time": 1672360.0,
      "end_time": 1677090.0,
      "text": "of the Casablanca Conference, a high-level meeting in the city between Prime Minister"
    },
    {
      "index": 298,
      "start_time": 1677090.0,
      "end_time": 1683610.0,
      "text": "Winston Churchill and President Franklin D. Roosevelt. It was a substantial but not spectacular"
    },
    {
      "index": 299,
      "start_time": 1683610.0,
      "end_time": 1690320.0,
      "text": "box-office success, taking $3.7 million on its initial U.S. release, making it the seventh"
    },
    {
      "index": 300,
      "start_time": 1690320.0,
      "end_time": 1696980.0,
      "text": "best-selling film of 1943. The Office of War Information prevented screening of the film"
    },
    {
      "index": 301,
      "start_time": 1696980.0,
      "end_time": 1701669.0,
      "text": "to troops in North Africa, believing it would cause resentment among Vichy supporters in"
    },
    {
      "index": 302,
      "start_time": 1701670.0,
      "end_time": 1707680.0,
      "text": "the region. Reception"
    },
    {
      "index": 303,
      "start_time": 1707680.0,
      "end_time": 1713550.0,
      "text": "Initial response Casablanca received &quot;consistently good reviews&quot;."
    },
    {
      "index": 304,
      "start_time": 1713550.0,
      "end_time": 1719050.0,
      "text": "Bosley Crowther of The New York Times wrote, &quot;The Warners... have a picture which makes"
    },
    {
      "index": 305,
      "start_time": 1719050.0,
      "end_time": 1724011.0,
      "text": "the spine tingle and the heart take a leap.&quot; The newspaper applauded the combination of"
    },
    {
      "index": 306,
      "start_time": 1724010.0,
      "end_time": 1729910.0,
      "text": "&quot;sentiment, humor and pathos with taut melodrama and bristling intrigue&quot;. While he noted its"
    },
    {
      "index": 307,
      "start_time": 1729910.0,
      "end_time": 1735190.0,
      "text": "&quot;devious convolutions of the plot&quot;, he praised the screenplay quality as &quot;of the best&quot; and"
    },
    {
      "index": 308,
      "start_time": 1735190.0,
      "end_time": 1738910.0,
      "text": "the cast&#39;s performances as &quot;all of the first order&quot;."
    },
    {
      "index": 309,
      "start_time": 1738910.0,
      "end_time": 1743600.0,
      "text": "The trade paper Variety commended the film&#39;s &quot;combination of fine performances, engrossing"
    },
    {
      "index": 310,
      "start_time": 1743600.0,
      "end_time": 1750490.0,
      "text": "story and neat direction&quot; and the &quot;variety of moods, action, suspense, comedy and drama"
    },
    {
      "index": 311,
      "start_time": 1750490.0,
      "end_time": 1757440.0,
      "text": "that makes Casablanca an A-1 entry at the b.o.&quot; &quot;Film is splendid anti-Axis propaganda,"
    },
    {
      "index": 312,
      "start_time": 1757440.0,
      "end_time": 1761540.0,
      "text": "particularly inasmuch as the propaganda is strictly a by-product of the principal action"
    },
    {
      "index": 313,
      "start_time": 1761540.0,
      "end_time": 1767030.0,
      "text": "and contributes to it instead of getting in the way.&quot; The review also applauded the performances"
    },
    {
      "index": 314,
      "start_time": 1767030.0,
      "end_time": 1772299.0,
      "text": "of Bergman and Henreid and note that &quot;Bogart, as might be expected, is more at ease as the"
    },
    {
      "index": 315,
      "start_time": 1772300.0,
      "end_time": 1777201.0,
      "text": "bitter and cynical operator of a joint than as a lover, but handles both assignments with"
    },
    {
      "index": 316,
      "start_time": 1777200.0,
      "end_time": 1782580.0,
      "text": "superb finesse.&quot; Some other reviews were less enthusiastic."
    },
    {
      "index": 317,
      "start_time": 1782580.0,
      "end_time": 1789710.0,
      "text": "The New Yorker rated it only &quot;pretty tolerable&quot;. Lasting influence"
    },
    {
      "index": 318,
      "start_time": 1789710.0,
      "end_time": 1797040.0,
      "text": "The film has grown in popularity. Murray Burnett called it &quot;true yesterday, true today, true"
    },
    {
      "index": 319,
      "start_time": 1797040.0,
      "end_time": 1803640.0,
      "text": "tomorrow&quot;. By 1955, the film had brought in $6.8 million, making it the third most successful"
    },
    {
      "index": 320,
      "start_time": 1803640.0,
      "end_time": 1810280.0,
      "text": "of Warners&#39; wartime movies (behind Shine On, Harvest Moon and This is the Army). On April"
    },
    {
      "index": 321,
      "start_time": 1810280.0,
      "end_time": 1816690.0,
      "text": "21, 1957, the Brattle Theater of Cambridge, Massachusetts, showed the film as part of"
    },
    {
      "index": 322,
      "start_time": 1816690.0,
      "end_time": 1822490.0,
      "text": "a season of old movies. It was so popular that it began a tradition of screening Casablanca"
    },
    {
      "index": 323,
      "start_time": 1822490.0,
      "end_time": 1827650.0,
      "text": "during the week of final exams at Harvard University, which continues to the present"
    },
    {
      "index": 324,
      "start_time": 1827650.0,
      "end_time": 1833679.0,
      "text": "day. Other colleges have adopted the tradition. Todd Gitlin, a professor of sociology who"
    },
    {
      "index": 325,
      "start_time": 1833680.0,
      "end_time": 1838141.0,
      "text": "had attended one of these screenings, has said that the experience was &quot;the acting out"
    },
    {
      "index": 326,
      "start_time": 1838140.0,
      "end_time": 1843760.0,
      "text": "of my own personal rite of passage&quot;. The tradition helped the movie remain popular while other"
    },
    {
      "index": 327,
      "start_time": 1843760.0,
      "end_time": 1851400.0,
      "text": "famous films of the 1940s have faded away. By 1977, Casablanca was the most frequently"
    },
    {
      "index": 328,
      "start_time": 1851400.0,
      "end_time": 1858320.0,
      "text": "broadcast film on American television. On the film&#39;s 50th anniversary, the Los Angeles"
    },
    {
      "index": 329,
      "start_time": 1858320.0,
      "end_time": 1862750.0,
      "text": "Times called Casablanca&#39;s great strength &quot;the purity of its Golden Age Hollywoodness the"
    },
    {
      "index": 330,
      "start_time": 1862750.0,
      "end_time": 1868650.0,
      "text": "enduring craftsmanship of its resonantly hokey dialogue&quot;. Bob Strauss wrote in the newspaper"
    },
    {
      "index": 331,
      "start_time": 1868650.0,
      "end_time": 1876110.0,
      "text": "that the film achieved a &quot;near-perfect entertainment balance&quot; of comedy, romance, and suspense."
    },
    {
      "index": 332,
      "start_time": 1876110.0,
      "end_time": 1880830.0,
      "text": "According to Roger Ebert, Casablanca is &quot;probably on more lists of the greatest films of all"
    },
    {
      "index": 333,
      "start_time": 1880830.0,
      "end_time": 1886030.0,
      "text": "time than any other single title, including Citizen Kane&quot; because of its wider appeal."
    },
    {
      "index": 334,
      "start_time": 1886030.0,
      "end_time": 1891789.0,
      "text": "Ebert opined that Citizen Kane is generally considered to be a &quot;greater&quot; film but Casablanca"
    },
    {
      "index": 335,
      "start_time": 1891790.0,
      "end_time": 1897180.0,
      "text": "is more loved. Ebert said that he has never heard of a negative review of the film, even"
    },
    {
      "index": 336,
      "start_time": 1897180.0,
      "end_time": 1902191.0,
      "text": "though individual elements can be criticized, citing unrealistic special effects and the"
    },
    {
      "index": 337,
      "start_time": 1902190.0,
      "end_time": 1907870.0,
      "text": "stiff character/portrayal of Laszlo. Rudy Behlmer emphasized the variety in the picture:"
    },
    {
      "index": 338,
      "start_time": 1907870.0,
      "end_time": 1912150.0,
      "text": "&quot;it&#39;s a blend of drama, melodrama, comedy intrigue&quot;."
    },
    {
      "index": 339,
      "start_time": 1912150.0,
      "end_time": 1917370.0,
      "text": "Ebert said the film was popular because &quot;the people in it are all so good&quot; and that it"
    },
    {
      "index": 340,
      "start_time": 1917370.0,
      "end_time": 1923410.0,
      "text": "was &quot;a wonderful gem&quot;. As the Resistance hero, Laszlo is ostensibly the most noble, although"
    },
    {
      "index": 341,
      "start_time": 1923410.0,
      "end_time": 1928919.0,
      "text": "he is so stiff that he is hard to like. The other characters, in Behlmer&#39;s words, are"
    },
    {
      "index": 342,
      "start_time": 1928920.0,
      "end_time": 1934241.0,
      "text": "&quot;not cut and dried&quot; and come into their goodness in the course of the film. Renault begins"
    },
    {
      "index": 343,
      "start_time": 1934240.0,
      "end_time": 1939400.0,
      "text": "the film as a collaborator with the Nazis, who extorts sexual favors from refugees and"
    },
    {
      "index": 344,
      "start_time": 1939400.0,
      "end_time": 1946309.0,
      "text": "has Ugarte killed. Rick, according to Behlmer, is &quot;not a hero ... not a bad guy&quot;: he does"
    },
    {
      "index": 345,
      "start_time": 1946310.0,
      "end_time": 1951701.0,
      "text": "what is necessary to get along with the authorities and &quot;sticks his neck out for nobody&quot;. Even"
    },
    {
      "index": 346,
      "start_time": 1951700.0,
      "end_time": 1956799.0,
      "text": "Ilsa, the least active of the main characters, is &quot;caught in the emotional struggle&quot; over"
    },
    {
      "index": 347,
      "start_time": 1956800.0,
      "end_time": 1962991.0,
      "text": "which man she really loves. By the end of the film, however, &quot;everybody is sacrificing.&quot;"
    },
    {
      "index": 348,
      "start_time": 1962990.0,
      "end_time": 1969870.0,
      "text": "A few reviewers dissent. According to Pauline Kael, &quot;It&#39;s far from a great film, but it"
    },
    {
      "index": 349,
      "start_time": 1969870.0,
      "end_time": 1976220.0,
      "text": "has a special appealingly schlocky romanticism...&quot; Umberto Eco wrote that &quot;by any strict critical"
    },
    {
      "index": 350,
      "start_time": 1976220.0,
      "end_time": 1982340.0,
      "text": "standards... Casablanca is a very mediocre film.&quot; He viewed the changes the characters"
    },
    {
      "index": 351,
      "start_time": 1982340.0,
      "end_time": 1988289.0,
      "text": "undergo as inconsistent rather than complex: &quot;It is a comic strip, a hotch-potch, low on"
    },
    {
      "index": 352,
      "start_time": 1988290.0,
      "end_time": 1994651.0,
      "text": "psychological credibility, and with little continuity in its dramatic effects.&quot; However,"
    },
    {
      "index": 353,
      "start_time": 1994650.0,
      "end_time": 1998950.0,
      "text": "he added that due to the presence of multiple archetypes which allow &quot;the power of Narrative"
    },
    {
      "index": 354,
      "start_time": 1998950.0,
      "end_time": 2003740.0,
      "text": "in its natural state without Art intervening to discipline it&quot;, it is a movie reaching"
    },
    {
      "index": 355,
      "start_time": 2003740.0,
      "end_time": 2006850.0,
      "text": "&quot;Homeric depths&quot; as a &quot;phenomenon worthy of awe&quot;."
    },
    {
      "index": 356,
      "start_time": 2006850.0,
      "end_time": 2013049.0,
      "text": "In the November/December 1982 issue of American Film, Chuck Ross claimed that he retyped the"
    },
    {
      "index": 357,
      "start_time": 2013050.0,
      "end_time": 2017571.0,
      "text": "screenplay to Casablanca, changing the title back to Everybody Comes to Rick&#39;s and the"
    },
    {
      "index": 358,
      "start_time": 2017570.0,
      "end_time": 2023200.0,
      "text": "name of the piano player to Dooley Wilson, and submitted it to 217 agencies. Eighty-five"
    },
    {
      "index": 359,
      "start_time": 2023200.0,
      "end_time": 2030690.0,
      "text": "of them read it; of those, thirty-eight rejected it outright, thirty-three generally recognized"
    },
    {
      "index": 360,
      "start_time": 2030690.0,
      "end_time": 2036380.0,
      "text": "it (but only eight specifically as Casablanca), three declared it commercially viable, and"
    },
    {
      "index": 361,
      "start_time": 2036380.0,
      "end_time": 2043669.0,
      "text": "one suggested turning it into a novel. Influence on later works"
    },
    {
      "index": 362,
      "start_time": 2043670.0,
      "end_time": 2049860.0,
      "text": "Many subsequent films have drawn on elements of Casablanca. Passage to Marseille reunited"
    },
    {
      "index": 363,
      "start_time": 2049860.0000000002,
      "end_time": 2057051.0000000002,
      "text": "Bogart, Rains, Curtiz, Greenstreet and Lorre in 1944. There are similarities between Casablanca"
    },
    {
      "index": 364,
      "start_time": 2057050.0000000002,
      "end_time": 2065349.0000000002,
      "text": "and two later Bogart films, To Have and Have Not (1944) and Sirocco (1951)."
    },
    {
      "index": 365,
      "start_time": 2065350.0,
      "end_time": 2070741.0,
      "text": "Parodies have included the Marx Brothers&#39; A Night in Casablanca (1946), Neil Simon&#39;s"
    },
    {
      "index": 366,
      "start_time": 2070739.9999999998,
      "end_time": 2079489.9999999998,
      "text": "The Cheap Detective (1978), and Out Cold (2001). It provided the title for the 1995 hit The"
    },
    {
      "index": 367,
      "start_time": 2079489.9999999998,
      "end_time": 2087489.9999999998,
      "text": "Usual Suspects. Woody Allen&#39;s Play It Again, Sam (1972) appropriated Bogart&#39;s Casablanca"
    },
    {
      "index": 368,
      "start_time": 2087489.9999999998,
      "end_time": 2092408.9999999998,
      "text": "persona as the fantasy mentor for Allen&#39;s nebbishy character, featuring actor Jerry"
    },
    {
      "index": 369,
      "start_time": 2092409.9999999998,
      "end_time": 2097771.0,
      "text": "Lacy in the role of Bogart. The film Casablanca was a plot device in the"
    },
    {
      "index": 370,
      "start_time": 2097770.0,
      "end_time": 2104130.0,
      "text": "science-fiction television movie Overdrawn at the Memory Bank (1983), based on John Varley&#39;s"
    },
    {
      "index": 371,
      "start_time": 2104130.0,
      "end_time": 2112020.0,
      "text": "story. It was referred to in Terry Gilliam&#39;s dystopian Brazil (1985). Warner Bros. produced"
    },
    {
      "index": 372,
      "start_time": 2112020.0,
      "end_time": 2118950.0,
      "text": "its own parody in the homage Carrotblanca, a 1995 Bugs Bunny cartoon. In Casablanca,"
    },
    {
      "index": 373,
      "start_time": 2118950.0,
      "end_time": 2124340.0,
      "text": "a novella by Argentine writer Edgar Brau, the protagonist somehow wanders into Rick&#39;s"
    },
    {
      "index": 374,
      "start_time": 2124340.0,
      "end_time": 2130230.0,
      "text": "Café Americain and listens to a strange tale related by Sam."
    },
    {
      "index": 375,
      "start_time": 2130230.0,
      "end_time": 2135270.0,
      "text": "Interpretation Casablanca has been subjected to many different"
    },
    {
      "index": 376,
      "start_time": 2135270.0,
      "end_time": 2140560.0,
      "text": "readings. Semioticians account for the film&#39;s popularity by claiming that its inclusion"
    },
    {
      "index": 377,
      "start_time": 2140560.0,
      "end_time": 2147530.0,
      "text": "of a whole series of stereotypes paradoxically strengthens the film. Umberto Eco explained:"
    },
    {
      "index": 378,
      "start_time": 2147530.0,
      "end_time": 2153200.0,
      "text": "Eco also singled out sacrifice as one of the film&#39;s key themes: &quot;the myth of sacrifice"
    },
    {
      "index": 379,
      "start_time": 2153200.0,
      "end_time": 2158160.0,
      "text": "runs through the whole film.&quot; It was this theme which resonated with a wartime audience"
    },
    {
      "index": 380,
      "start_time": 2158160.0,
      "end_time": 2163020.0,
      "text": "that was reassured by the idea that painful sacrifice and going off to war could be romantic"
    },
    {
      "index": 381,
      "start_time": 2163020.0,
      "end_time": 2168200.0,
      "text": "gestures done for the greater good. Koch also considered the film a political"
    },
    {
      "index": 382,
      "start_time": 2168200.0,
      "end_time": 2173990.0,
      "text": "allegory. Rick is compared to President Franklin D. Roosevelt, who gambled &quot;on the odds of"
    },
    {
      "index": 383,
      "start_time": 2173990.0,
      "end_time": 2178869.0,
      "text": "going to war until circumstance and his own submerged nobility force him to close his"
    },
    {
      "index": 384,
      "start_time": 2178870.0,
      "end_time": 2185181.0,
      "text": "casino (partisan politics) and commit himself—first by financing the Side of Right and then by"
    },
    {
      "index": 385,
      "start_time": 2185180.0,
      "end_time": 2192430.0,
      "text": "fighting for it.&quot; The connection is reinforced by the film&#39;s title, which means &quot;white house&quot;."
    },
    {
      "index": 386,
      "start_time": 2192430.0,
      "end_time": 2197050.0,
      "text": "Harvey Greenberg presents a Freudian reading in his The Movies on Your Mind, in which the"
    },
    {
      "index": 387,
      "start_time": 2197050.0,
      "end_time": 2202030.0,
      "text": "transgressions which prevent Rick from returning to the United States constitute an Oedipus"
    },
    {
      "index": 388,
      "start_time": 2202030.0,
      "end_time": 2206109.0,
      "text": "complex, which is resolved only when Rick begins to identify with the father figure"
    },
    {
      "index": 389,
      "start_time": 2206110.0,
      "end_time": 2211921.0,
      "text": "of Laszlo and the cause which he represents. Sidney Rosenzweig argues that such readings"
    },
    {
      "index": 390,
      "start_time": 2211920.0,
      "end_time": 2215840.0,
      "text": "are reductive, and that the most important aspect of the film is its ambiguity, above"
    },
    {
      "index": 391,
      "start_time": 2215840.0,
      "end_time": 2222290.0,
      "text": "all in the central character of Rick; he cites the different names which each character gives"
    },
    {
      "index": 392,
      "start_time": 2222290.0,
      "end_time": 2229150.0,
      "text": "Rick (Richard, Ricky, Mr. Rick, Herr Rick, boss, and so on) as evidence of the different"
    },
    {
      "index": 393,
      "start_time": 2229150.0,
      "end_time": 2236099.0,
      "text": "meanings which he has for each person. Awards and honors"
    },
    {
      "index": 394,
      "start_time": 2236100.0,
      "end_time": 2241671.0,
      "text": "Because of its November 1942 release, the New York Film Critics decided to include the"
    },
    {
      "index": 395,
      "start_time": 2241670.0,
      "end_time": 2249240.0,
      "text": "film in its 1942 award season for best picture. Casablanca lost to In Which We Serve. However,"
    },
    {
      "index": 396,
      "start_time": 2249240.0,
      "end_time": 2253400.0,
      "text": "the Academy stated that since the film went into national release in the beginning of"
    },
    {
      "index": 397,
      "start_time": 2253400.0,
      "end_time": 2259900.0,
      "text": "1943, it would be included in that year&#39;s nominations. Casablanca was nominated for"
    },
    {
      "index": 398,
      "start_time": 2259900.0,
      "end_time": 2265859.0,
      "text": "eight Academy Awards, and won three. When the award for Best Picture was announced,"
    },
    {
      "index": 399,
      "start_time": 2265860.0,
      "end_time": 2271110.0,
      "text": "producer Hal B. Wallis got up to accept but studio head Jack Warner rushed up to the stage"
    },
    {
      "index": 400,
      "start_time": 2271110.0,
      "end_time": 2276751.0,
      "text": "&quot;with a broad, flashing smile and a look of great self-satisfaction,&quot; Wallis later recalled."
    },
    {
      "index": 401,
      "start_time": 2276750.0,
      "end_time": 2283700.0,
      "text": "&quot;I couldn’t believe it was happening. Casablanca had been my creation; Jack had absolutely"
    },
    {
      "index": 402,
      "start_time": 2283700.0,
      "end_time": 2289470.0,
      "text": "nothing to do with it. As the audience gasped, I tried to get out of the row of seats and"
    },
    {
      "index": 403,
      "start_time": 2289470.0,
      "end_time": 2295320.0,
      "text": "into the aisle, but the entire Warner family sat blocking me. I had no alternative but"
    },
    {
      "index": 404,
      "start_time": 2295320.0,
      "end_time": 2301810.0,
      "text": "to sit down again, humiliated and furious. ... Almost forty years later, I still haven&#39;t"
    },
    {
      "index": 405,
      "start_time": 2301810.0,
      "end_time": 2307869.0,
      "text": "recovered from the shock.&quot; This incident would lead Wallis to leave Warner Bros. in April."
    },
    {
      "index": 406,
      "start_time": 2307870.0,
      "end_time": 2314401.0,
      "text": "In 1989, the film was selected for preservation in the United States National Film Registry"
    },
    {
      "index": 407,
      "start_time": 2314400.0,
      "end_time": 2321510.0,
      "text": "as being deemed &quot;culturally, historically, or aesthetically significant&quot;. In 2005, it"
    },
    {
      "index": 408,
      "start_time": 2321510.0,
      "end_time": 2327070.0,
      "text": "was named one of the 100 greatest films of the last 80 years by Time magazine (the selected"
    },
    {
      "index": 409,
      "start_time": 2327070.0,
      "end_time": 2332490.0,
      "text": "films were not ranked). Screenwriting teacher Robert McKee maintains that the script is"
    },
    {
      "index": 410,
      "start_time": 2332490.0,
      "end_time": 2339680.0,
      "text": "&quot;the greatest screenplay of all time&quot;. In 2006, the Writers Guild of America, west agreed,"
    },
    {
      "index": 411,
      "start_time": 2339680.0,
      "end_time": 2345599.0,
      "text": "voting it the best ever in its list of the 101 greatest screenplays. The film has been"
    },
    {
      "index": 412,
      "start_time": 2345600.0,
      "end_time": 2351731.0,
      "text": "selected by the American Film Institute for many of their lists."
    },
    {
      "index": 413,
      "start_time": 2351730.0,
      "end_time": 2356770.0,
      "text": "Home media releases Casablanca was initially released on Betamax"
    },
    {
      "index": 414,
      "start_time": 2356770.0,
      "end_time": 2363150.0,
      "text": "and VHS by Magnetic Video and later by CBS/Fox Video (as United Artists owned the rights"
    },
    {
      "index": 415,
      "start_time": 2363150.0,
      "end_time": 2371990.0,
      "text": "at the time). It was next released on laserdisc in 1991, and on VHS in 1992—both from MGM/UA"
    },
    {
      "index": 416,
      "start_time": 2371990.0,
      "end_time": 2377020.0,
      "text": "Home Entertainment (distributing for Turner Entertainment), which at the time was distributed"
    },
    {
      "index": 417,
      "start_time": 2377020.0,
      "end_time": 2384510.0,
      "text": "by Warner Home Video. It was first released on DVD in 1997 by MGM, containing the trailer"
    },
    {
      "index": 418,
      "start_time": 2384510.0,
      "end_time": 2391840.0,
      "text": "and a making-of featurette (Warner Home Video reissued the DVD in 2000). A subsequent two-disc"
    },
    {
      "index": 419,
      "start_time": 2391840.0,
      "end_time": 2397510.0,
      "text": "special edition, containing audio commentaries, documentaries, and a newly remastered visual"
    },
    {
      "index": 420,
      "start_time": 2397510.0,
      "end_time": 2406670.0,
      "text": "and audio presentation, was released in 2003. An HD DVD was released on November 14, 2006,"
    },
    {
      "index": 421,
      "start_time": 2406670.0,
      "end_time": 2412300.0,
      "text": "containing the same special features as the 2003 DVD. Reviewers were impressed with the"
    },
    {
      "index": 422,
      "start_time": 2412300.0,
      "end_time": 2418089.0,
      "text": "new high-definition transfer of the film. A Blu-ray release with new special features"
    },
    {
      "index": 423,
      "start_time": 2418090.0,
      "end_time": 2426021.0,
      "text": "came out on December 2, 2008; it is also available on DVD. The Blu-ray was initially only released"
    },
    {
      "index": 424,
      "start_time": 2426020.0,
      "end_time": 2432580.0,
      "text": "as an expensive gift set with a booklet, a luggage tag and other assorted gift-type items."
    },
    {
      "index": 425,
      "start_time": 2432580.0,
      "end_time": 2440580.0,
      "text": "It was eventually released as a stand-alone Blu-ray in September 2009. On March 27, 2012,"
    },
    {
      "index": 426,
      "start_time": 2440580.0,
      "end_time": 2446119.0,
      "text": "Warner released a new 70th Anniversary Ultimate Collector&#39;s Edition Blu-ray/DVD combo set."
    },
    {
      "index": 427,
      "start_time": 2446120.0,
      "end_time": 2453251.0,
      "text": "It includes a brand-new 4K restoration and new bonus material."
    },
    {
      "index": 428,
      "start_time": 2453250.0,
      "end_time": 2458670.0,
      "text": "Sequels and other versions Almost from the moment Casablanca became a"
    },
    {
      "index": 429,
      "start_time": 2458670.0,
      "end_time": 2465050.0,
      "text": "hit, talk began of producing a sequel. One titled Brazzaville (in the final scene, Renault"
    },
    {
      "index": 430,
      "start_time": 2465050.0,
      "end_time": 2470599.0,
      "text": "recommends fleeing to that Free French-held city) was planned, but never produced. Since"
    },
    {
      "index": 431,
      "start_time": 2470600.0,
      "end_time": 2477141.0,
      "text": "then, no studio has seriously considered filming a sequel or outright remake. François Truffaut"
    },
    {
      "index": 432,
      "start_time": 2477140.0,
      "end_time": 2484050.0,
      "text": "refused an invitation to remake the film in 1974, citing its cult status among American"
    },
    {
      "index": 433,
      "start_time": 2484050.0,
      "end_time": 2490260.0,
      "text": "students as his reason. Attempts to recapture the magic of Casablanca in other settings,"
    },
    {
      "index": 434,
      "start_time": 2490260.0,
      "end_time": 2498080.0,
      "text": "such as Caboblanco (1980), &quot;a South American-set retooling of Casablanca&quot;, Havana (1990), and"
    },
    {
      "index": 435,
      "start_time": 2498080.0,
      "end_time": 2505060.0,
      "text": "Barb Wire (1996), set in 2017, have been poorly received."
    },
    {
      "index": 436,
      "start_time": 2505060.0,
      "end_time": 2511089.0,
      "text": "The novel As Time Goes By, written by Michael Walsh and published in 1998, was authorized"
    },
    {
      "index": 437,
      "start_time": 2511090.0,
      "end_time": 2516801.0,
      "text": "by Warner. The novel picks up where the film leaves off, and also tells of Rick&#39;s mysterious"
    },
    {
      "index": 438,
      "start_time": 2516800.0,
      "end_time": 2523349.0,
      "text": "past in America. The book met with little success. David Thomson provided an unofficial"
    },
    {
      "index": 439,
      "start_time": 2523350.0,
      "end_time": 2529451.0,
      "text": "sequel in his 1985 novel Suspects. There have been two short-lived television"
    },
    {
      "index": 440,
      "start_time": 2529450.0,
      "end_time": 2537950.0,
      "text": "series based upon Casablanca, both considered prequels. The first aired from 1955 to 1956,"
    },
    {
      "index": 441,
      "start_time": 2537950.0,
      "end_time": 2543300.0,
      "text": "with Charles McGraw as Rick and Marcel Dalio, who played Emil the croupier in the movie,"
    },
    {
      "index": 442,
      "start_time": 2543300.0,
      "end_time": 2550510.0,
      "text": "as Renault; it aired on ABC as part of the wheel series Warner Bros. Presents. It produced"
    },
    {
      "index": 443,
      "start_time": 2550510.0,
      "end_time": 2558710.0,
      "text": "a total of ten hour-long episodes. Another, briefly broadcast on NBC in 1983, starred"
    },
    {
      "index": 444,
      "start_time": 2558710.0,
      "end_time": 2564869.0,
      "text": "David Soul as Rick, Ray Liotta as Sacha, and Scatman Crothers as a somewhat elderly Sam."
    },
    {
      "index": 445,
      "start_time": 2564870.0,
      "end_time": 2571471.0,
      "text": "A total of five hour-long episodes were produced. There were several radio adaptations of the"
    },
    {
      "index": 446,
      "start_time": 2571470.0,
      "end_time": 2576580.0,
      "text": "film. The two best-known were a thirty-minute adaptation on The Screen Guild Theater on"
    },
    {
      "index": 447,
      "start_time": 2576580.0,
      "end_time": 2583780.0,
      "text": "April 26, 1943, starring Bogart, Bergman, and Henreid, and an hour-long version on the"
    },
    {
      "index": 448,
      "start_time": 2583780.0,
      "end_time": 2591410.0,
      "text": "Lux Radio Theater on January 24, 1944, featuring Alan Ladd as Rick, Hedy Lamarr as Ilsa, and"
    },
    {
      "index": 449,
      "start_time": 2591410.0,
      "end_time": 2598190.0,
      "text": "John Loder as Victor Laszlo. Two other thirty-minute adaptations were aired: on Philip Morris Playhouse"
    },
    {
      "index": 450,
      "start_time": 2598190.0,
      "end_time": 2606089.0,
      "text": "on September 3, 1943, and on Theater of Romance on December 19, 1944, in which Dooley Wilson"
    },
    {
      "index": 451,
      "start_time": 2606090.0,
      "end_time": 2611661.0,
      "text": "reprised his role as Sam. Julius Epstein made two attempts to turn the"
    },
    {
      "index": 452,
      "start_time": 2611660.0,
      "end_time": 2619250.0,
      "text": "film into a Broadway musical, in 1951 and 1967, but neither made it to the stage. The"
    },
    {
      "index": 453,
      "start_time": 2619250.0,
      "end_time": 2624670.0,
      "text": "original play, Everybody Comes to Rick&#39;s, was produced in Newport, Rhode Island, in"
    },
    {
      "index": 454,
      "start_time": 2624670.0,
      "end_time": 2632420.0,
      "text": "August 1946, and again in London in April 1991, but met with no success. The film was"
    },
    {
      "index": 455,
      "start_time": 2632420.0,
      "end_time": 2638800.0,
      "text": "adapted into a musical by the Takarazuka Revue, an all-female Japanese musical theater company,"
    },
    {
      "index": 456,
      "start_time": 2638800.0,
      "end_time": 2642210.0,
      "text": "and ran from November 2009 through February 2010."
    },
    {
      "index": 457,
      "start_time": 2642210.0,
      "end_time": 2647810.0,
      "text": "A spoof of this film is shown in The Muppets Go to the Movies where Kermit the Frog is"
    },
    {
      "index": 458,
      "start_time": 2647810.0,
      "end_time": 2653440.0,
      "text": "saying his goodbyes to Miss Piggy. The Sesame Street segment &quot;Great Movie Classics&quot; showcased"
    },
    {
      "index": 459,
      "start_time": 2653440.0,
      "end_time": 2659880.0,
      "text": "a spoof of this film in 1990. In this version, Rick keeps telling the pianist to keep saying"
    },
    {
      "index": 460,
      "start_time": 2659880.0,
      "end_time": 2666339.0,
      "text": "the alphabet (&quot;Say it again, Sam&quot;). A PBS Kids Ready To Learn segment featured Grover"
    },
    {
      "index": 461,
      "start_time": 2666340.0,
      "end_time": 2675391.0,
      "text": "at the piano and Cleo Lion (of Between the Lions) reminiscing the &quot;rhyming game&quot; in 2007."
    },
    {
      "index": 462,
      "start_time": 2675390.0,
      "end_time": 2679619.0,
      "text": "Colorization Casablanca was part of the film colorization"
    },
    {
      "index": 463,
      "start_time": 2679620.0,
      "end_time": 2685840.0,
      "text": "controversy of the 1980s, when a colorized version aired on the television network WTBS."
    },
    {
      "index": 464,
      "start_time": 2685840.0,
      "end_time": 2695441.0,
      "text": "In 1984, MGM-UA hired Color Systems Technology to colorize the film for $180,000. When Ted"
    },
    {
      "index": 465,
      "start_time": 2695440.0,
      "end_time": 2701460.0,
      "text": "Turner of Turner Entertainment purchased MGM-UA&#39;s film library two years later, he canceled"
    },
    {
      "index": 466,
      "start_time": 2701460.0,
      "end_time": 2710330.0,
      "text": "the request, before contracting American Film Technologies (AFT) in 1988. AFT completed"
    },
    {
      "index": 467,
      "start_time": 2710330.0,
      "end_time": 2716630.0,
      "text": "the colorization in two months at a cost of $450,000. Turner later reacted to the criticism"
    },
    {
      "index": 468,
      "start_time": 2716630.0,
      "end_time": 2721190.0,
      "text": "of the colorization, saying, &quot; is one of a handful of films that really doesn&#39;t have"
    },
    {
      "index": 469,
      "start_time": 2721190.0,
      "end_time": 2727960.0,
      "text": "to be colorized. I did it because I wanted to. All I&#39;m trying to do is protect my investment.&quot;"
    },
    {
      "index": 470,
      "start_time": 2727960.0,
      "end_time": 2733140.0,
      "text": "The Library of Congress deemed that the color change differed so much from the original"
    },
    {
      "index": 471,
      "start_time": 2733140.0,
      "end_time": 2738430.0,
      "text": "film that it gave a new copyright to Turner Entertainment. When the colorized film debuted"
    },
    {
      "index": 472,
      "start_time": 2738430.0,
      "end_time": 2744720.0,
      "text": "on WTBS, it was watched by three million viewers, not making the top-ten viewed cable shows"
    },
    {
      "index": 473,
      "start_time": 2744720.0,
      "end_time": 2749849.0,
      "text": "for the week. Although Jack Matthews of the Los Angeles Times called the finished product"
    },
    {
      "index": 474,
      "start_time": 2749850.0,
      "end_time": 2755271.0,
      "text": "&quot;state of the art&quot;, it was mostly met with negative critical reception. It was briefly"
    },
    {
      "index": 475,
      "start_time": 2755270.0,
      "end_time": 2761310.0,
      "text": "available on home video. Gary Edgerton, writing for the Journal of Popular Film &amp; Television"
    },
    {
      "index": 476,
      "start_time": 2761310.0,
      "end_time": 2767280.0,
      "text": "criticized the colorization, &quot;... Casablanca in color ended up being much blander in appearance"
    },
    {
      "index": 477,
      "start_time": 2767280.0,
      "end_time": 2774490.0,
      "text": "and, overall, much less visually interesting than its 1942 predecessor.&quot; Bogart&#39;s son Stephen"
    },
    {
      "index": 478,
      "start_time": 2774490.0,
      "end_time": 2782230.0,
      "text": "said, &quot;if you&#39;re going to colorize Casablanca, why not put arms on the Venus de Milo?&quot;"
    },
    {
      "index": 479,
      "start_time": 2782230.0,
      "end_time": 2786250.0,
      "text": "Rumors Several rumors and misconceptions have grown"
    },
    {
      "index": 480,
      "start_time": 2786250.0,
      "end_time": 2790950.0,
      "text": "up around the film, one being that Ronald Reagan was originally chosen to play Rick."
    },
    {
      "index": 481,
      "start_time": 2790950.0,
      "end_time": 2796630.0,
      "text": "This originates in a press release issued by the studio early on in the film&#39;s development,"
    },
    {
      "index": 482,
      "start_time": 2796630.0,
      "end_time": 2801300.0,
      "text": "but by that time the studio already knew that he was going into the Army, and he was never"
    },
    {
      "index": 483,
      "start_time": 2801300.0,
      "end_time": 2807330.0,
      "text": "seriously considered. George Raft claimed that he had turned down the lead role. Studio"
    },
    {
      "index": 484,
      "start_time": 2807330.0,
      "end_time": 2813780.0,
      "text": "records make clear, however, that Wallis was committed to Bogart from the start."
    },
    {
      "index": 485,
      "start_time": 2813780.0,
      "end_time": 2817690.0,
      "text": "Another well-known story is that the actors did not know until the last day of shooting"
    },
    {
      "index": 486,
      "start_time": 2817690.0,
      "end_time": 2823730.0,
      "text": "how the film was to end. The original play (set entirely in the cafe) ended with Rick"
    },
    {
      "index": 487,
      "start_time": 2823730.0,
      "end_time": 2829630.0,
      "text": "sending Ilsa and Victor to the airport. During scriptwriting, the possibility was discussed"
    },
    {
      "index": 488,
      "start_time": 2829630.0,
      "end_time": 2834970.0,
      "text": "of Laszlo being killed in Casablanca, allowing Rick and Ilsa to leave together, but as Casey"
    },
    {
      "index": 489,
      "start_time": 2834970.0,
      "end_time": 2840010.0,
      "text": "Robinson wrote to Hal Wallis before filming began, the ending of the film &quot;set up for"
    },
    {
      "index": 490,
      "start_time": 2840010.0,
      "end_time": 2846010.0,
      "text": "a swell twist when Rick sends her away on the plane with Victor. For now, in doing so,"
    },
    {
      "index": 491,
      "start_time": 2846010.0,
      "end_time": 2851390.0,
      "text": "he is not just solving a love triangle. He is forcing the girl to live up to the idealism"
    },
    {
      "index": 492,
      "start_time": 2851390.0,
      "end_time": 2856329.0,
      "text": "of her nature, forcing her to carry on with the work that in these days is far more important"
    },
    {
      "index": 493,
      "start_time": 2856330.0,
      "end_time": 2861761.0,
      "text": "than the love of two little people.&quot; It was certainly impossible for Ilsa to leave Laszlo"
    },
    {
      "index": 494,
      "start_time": 2861760.0,
      "end_time": 2867230.0,
      "text": "for Rick, as the production code forbade showing a woman leaving her husband for another man."
    },
    {
      "index": 495,
      "start_time": 2867230.0,
      "end_time": 2872430.0,
      "text": "The concern was not whether Ilsa would leave with Laszlo, but how this result could be"
    },
    {
      "index": 496,
      "start_time": 2872430.0,
      "end_time": 2877890.0,
      "text": "engineered. The problem was solved when the Epstein brothers, Julius and Philip, were"
    },
    {
      "index": 497,
      "start_time": 2877890.0,
      "end_time": 2883250.0,
      "text": "driving down Sunset Boulevard and stopped for the light at Beverly Glen. At that instant"
    },
    {
      "index": 498,
      "start_time": 2883250.0,
      "end_time": 2888880.0,
      "text": "the identical twins turned to each other and simultaneously cried out, &quot;Round up the usual"
    },
    {
      "index": 499,
      "start_time": 2888880.0,
      "end_time": 2894140.0,
      "text": "suspects!&quot; By the time they had driven past Fairfax and the Cahuenga Pass and through"
    },
    {
      "index": 500,
      "start_time": 2894140.0,
      "end_time": 2899550.0,
      "text": "the Warner Brothers studio&#39;s portals at Burbank, in the words of Julius Epstein, &quot;the idea"
    },
    {
      "index": 501,
      "start_time": 2899550.0,
      "end_time": 2904570.0,
      "text": "for the farewell scene between a tearful Bergman and a suddenly noble Bogart&quot; had been formed"
    },
    {
      "index": 502,
      "start_time": 2904570.0,
      "end_time": 2907579.0,
      "text": "and all the problems of the ending had been solved."
    },
    {
      "index": 503,
      "start_time": 2907580.0,
      "end_time": 2913011.0,
      "text": "The confusion was probably caused by Bergman&#39;s later statement that she did not know which"
    },
    {
      "index": 504,
      "start_time": 2913010.0,
      "end_time": 2919130.0,
      "text": "man she was meant to be in love with. While rewrites did occur during the filming, Aljean"
    },
    {
      "index": 505,
      "start_time": 2919130.0,
      "end_time": 2923420.0,
      "text": "Harmetz&#39;s examination of the scripts has shown that many of the key scenes were shot after"
    },
    {
      "index": 506,
      "start_time": 2923420.0,
      "end_time": 2930940.0,
      "text": "Bergman knew how the film would end; any confusion was, in critic Roger Ebert&#39;s words, &quot;emotional&quot;,"
    },
    {
      "index": 507,
      "start_time": 2930940.0,
      "end_time": 2936670.0,
      "text": "not &quot;factual&quot;. Errors and inaccuracies"
    },
    {
      "index": 508,
      "start_time": 2936670.0,
      "end_time": 2942220.0,
      "text": "The film has several logical flaws, the foremost being the two &quot;letters of transit&quot; which enable"
    },
    {
      "index": 509,
      "start_time": 2942220.0,
      "end_time": 2948220.0,
      "text": "their bearers to leave Vichy French territory. According to the  audio (help·info), Ugarte"
    },
    {
      "index": 510,
      "start_time": 2948220.0,
      "end_time": 2953200.0,
      "text": "says the letters had been signed by (depending on the listener) either Free French General"
    },
    {
      "index": 511,
      "start_time": 2953200.0,
      "end_time": 2958880.0,
      "text": "Charles de Gaulle or Vichy General Maxime Weygand. The English subtitles on the official"
    },
    {
      "index": 512,
      "start_time": 2958880.0,
      "end_time": 2964740.0,
      "text": "DVD read de Gaulle, while the French ones specify Weygand. Weygand had been the Vichy"
    },
    {
      "index": 513,
      "start_time": 2964740.0,
      "end_time": 2971390.0,
      "text": "Delegate-General for the North African colonies until November 1941, a month before the film"
    },
    {
      "index": 514,
      "start_time": 2971390.0,
      "end_time": 2976130.0,
      "text": "is set. De Gaulle was the head of the Free French government in exile, so a letter signed"
    },
    {
      "index": 515,
      "start_time": 2976130.0,
      "end_time": 2981900.0,
      "text": "by him would have provided no benefit. A classic MacGuffin, the letters were invented by Joan"
    },
    {
      "index": 516,
      "start_time": 2981900.0,
      "end_time": 2987470.0,
      "text": "Allison for the original play and never questioned. Rick suggests to Renault that the letters"
    },
    {
      "index": 517,
      "start_time": 2987470.0,
      "end_time": 2992700.0,
      "text": "would not have allowed Ilsa to escape, let alone Laszlo: &quot;People have been held in Casablanca"
    },
    {
      "index": 518,
      "start_time": 2992700.0,
      "end_time": 2997950.0,
      "text": "in spite of their legal rights.&quot; In the same vein, though Laszlo asserts that"
    },
    {
      "index": 519,
      "start_time": 2997950.0,
      "end_time": 3004170.0,
      "text": "the Nazis cannot arrest him, saying, &quot;This is still unoccupied France; any violation"
    },
    {
      "index": 520,
      "start_time": 3004170.0,
      "end_time": 3009660.0,
      "text": "of neutrality would reflect on Captain Renault,&quot; Ebert points out, &quot;It makes no sense that"
    },
    {
      "index": 521,
      "start_time": 3009660.0,
      "end_time": 3016180.0,
      "text": "he could walk around freely. ... He would be arrested on sight.&quot; Harmetz, however, suggests"
    },
    {
      "index": 522,
      "start_time": 3016180.0,
      "end_time": 3020780.0,
      "text": "that Strasser intentionally allows Laszlo to move about, hoping that he will tell them"
    },
    {
      "index": 523,
      "start_time": 3020780.0,
      "end_time": 3025170.0,
      "text": "the names of Resistance leaders in occupied Europe in exchange for Ilsa being allowed"
    },
    {
      "index": 524,
      "start_time": 3025170.0,
      "end_time": 3030099.0,
      "text": "to leave for Lisbon. In addition, no uniformed German troops were"
    },
    {
      "index": 525,
      "start_time": 3030100.0,
      "end_time": 3034271.0,
      "text": "stationed in Casablanca during the Second World War and neither American nor French"
    },
    {
      "index": 526,
      "start_time": 3034270.0,
      "end_time": 3040660.0,
      "text": "troops occupied Berlin in 1918. According to Harmetz, few of the refugees"
    },
    {
      "index": 527,
      "start_time": 3040660.0,
      "end_time": 3045560.0,
      "text": "portrayed would have gone to Casablanca at the time portrayed. The usual route out of"
    },
    {
      "index": 528,
      "start_time": 3045560.0,
      "end_time": 3051690.0,
      "text": "Germany was via Vienna, Prague, Paris, and London. Others tried to go from Paris through"
    },
    {
      "index": 529,
      "start_time": 3051690.0,
      "end_time": 3056700.0,
      "text": "the Pyrenees to Spain. The film&#39;s technical advisor, Robert Aisner, traced the path to"
    },
    {
      "index": 530,
      "start_time": 3056700.0,
      "end_time": 3064880.0,
      "text": "Morocco shown in Casablanca&#39;s opening scene. Quotations"
    },
    {
      "index": 531,
      "start_time": 3064880.0,
      "end_time": 3071960.0,
      "text": "One of the lines most closely associated with the film—&quot;Play it again, Sam&quot;—is a misquotation."
    },
    {
      "index": 532,
      "start_time": 3071960.0,
      "end_time": 3077920.0,
      "text": "When Ilsa first enters the Café Americain, she spots Sam and asks him to &quot;Play it once,"
    },
    {
      "index": 533,
      "start_time": 3077920.0,
      "end_time": 3083390.0,
      "text": "Sam, for old times&#39; sake.&quot; After he feigns ignorance, she responds, &quot;Play it, Sam. Play"
    },
    {
      "index": 534,
      "start_time": 3083390.0,
      "end_time": 3092130.0,
      "text": "&#39;As Time Goes By&#39;.&quot; Later that night, alone with Sam, Rick says, &quot;You played it for her,"
    },
    {
      "index": 535,
      "start_time": 3092130.0,
      "end_time": 3098170.0,
      "text": "you can play it for me,&quot; and &quot;If she can stand it, I can! Play it!&quot;"
    },
    {
      "index": 536,
      "start_time": 3098170.0,
      "end_time": 3104220.0,
      "text": "Rick&#39;s toast to Ilsa, &quot;Here&#39;s looking at you, kid&quot;, used four times, is not in the draft"
    },
    {
      "index": 537,
      "start_time": 3104220.0,
      "end_time": 3108920.0,
      "text": "screenplays, but has been attributed to something Bogart said to Bergman as he taught her poker"
    },
    {
      "index": 538,
      "start_time": 3108920.0,
      "end_time": 3116839.0,
      "text": "between takes. It was voted the fifth most memorable line in cinema in AFI&#39;s 100 Years…100"
    },
    {
      "index": 539,
      "start_time": 3116840.0,
      "end_time": 3123131.0,
      "text": "Movie Quotes by the American Film Institute. Six lines from Casablanca appeared in the"
    },
    {
      "index": 540,
      "start_time": 3123130.0,
      "end_time": 3128240.0,
      "text": "AFI list, the most of any film (Gone with the Wind and The Wizard of Oz tied for second"
    },
    {
      "index": 541,
      "start_time": 3128240.0,
      "end_time": 3133589.0,
      "text": "with three apiece). The other five are: &quot;Louis, I think this is the beginning of a"
    },
    {
      "index": 542,
      "start_time": 3133590.0,
      "end_time": 3140840.0,
      "text": "beautiful friendship.&quot;—20th &quot;Play it, Sam. Play &#39;As Time Goes By&#39;.&quot;—28th"
    },
    {
      "index": 543,
      "start_time": 3140840.0,
      "end_time": 3147811.0,
      "text": "&quot;Round up the usual suspects.&quot;—32nd &quot;We&#39;ll always have Paris.&quot;—43rd"
    },
    {
      "index": 544,
      "start_time": 3147810.0,
      "end_time": 3157810.0,
      "text": "&quot;Of all the gin joints in all the towns in all the world, she walks into mine.&quot;—67th"
    }
  ]
}