{
  "video_id": "t1nwSuWr_q8",
  "title": "Can You Drink Too Much Water?",
  "json": [
    {
      "index": 1,
      "start_time": 3449.0,
      "end_time": 9470.0,
      "text": "Water is amazing! It's necessary for life to exist, makes you healthier, and it's incredibly refreshing"
    },
    {
      "index": 2,
      "start_time": 9470.0,
      "end_time": 14379.0,
      "text": "-especially after an intense workout. But is water intoxication a real thing?"
    },
    {
      "index": 3,
      "start_time": 14479.0,
      "end_time": 15259.0,
      "text": "Can you drink too much water?"
    },
    {
      "index": 4,
      "start_time": 15259.0,
      "end_time": 25000.0,
      "text": "We're often told to drink around 8 glasses of water a day to stay healthy, but the honest truth is that this specific number is somewhat arbitrary, and no scientific research exists to support it."
    },
    {
      "index": 5,
      "start_time": 25010.0,
      "end_time": 30960.0,
      "text": "Regardless, we know water is incredibly important; in fact, every organism we know of requires water to survive."
    },
    {
      "index": 6,
      "start_time": 31060.0,
      "end_time": 38920.0,
      "text": "Not only does it help the human body to bring oxygen and nutrients to the cells, regulate body temperatures and aid metabolism, but it flushes waste out of the body."
    },
    {
      "index": 7,
      "start_time": 39000.0,
      "end_time": 42050.0,
      "text": "Sweat out too much during a sporting event, and you'll start to feel a bit woozy."
    },
    {
      "index": 8,
      "start_time": 42550.0,
      "end_time": 45960.0,
      "text": "Three days without water, and you likely won't survive."
    },
    {
      "index": 9,
      "start_time": 45960.0,
      "end_time": 50139.0,
      "text": "So how could such an essential substance hurt us? It all comes down to the cellular level."
    },
    {
      "index": 10,
      "start_time": 50439.0,
      "end_time": 56500.0,
      "text": "The water you drink has very few electrolytes in it - things like sodium or potassium - especially compared to your cells."
    },
    {
      "index": 11,
      "start_time": 56500.0,
      "end_time": 58879.0,
      "text": "The electrolytes in your cells allow your muscles and nerves to work properly,"
    },
    {
      "index": 12,
      "start_time": 58879.0,
      "end_time": 61970.0,
      "text": "and help to control blood pressure and blood volume. Without them, your body"
    },
    {
      "index": 13,
      "start_time": 61970.0,
      "end_time": 66420.0,
      "text": "cannot function. Now normally, the difference in the electrolyte concentration inside and"
    },
    {
      "index": 14,
      "start_time": 66420.0,
      "end_time": 71060.0,
      "text": "outside the cell wouldn't pose a problem, because your kidneys flush out any excess water;"
    },
    {
      "index": 15,
      "start_time": 71260.0,
      "end_time": 75580.0,
      "text": "however, the kidneys can only excrete fluid at a certain rate. This means that consuming"
    },
    {
      "index": 16,
      "start_time": 75480.0,
      "end_time": 80400.0,
      "text": "a lot of water in a short period of time creates a large concentration difference. As a result,"
    },
    {
      "index": 17,
      "start_time": 80400.0,
      "end_time": 84700.0,
      "text": "water is drawn into the cells in an attempt to dilute the concentration and even out the"
    },
    {
      "index": 18,
      "start_time": 84700.0,
      "end_time": 88199.0,
      "text": "proportion of electrolytes, and this causes the cells to swell."
    },
    {
      "index": 19,
      "start_time": 88299.0,
      "end_time": 92649.0,
      "text": "The problem is, unlike other parts of your body, the brain literally has no room inside the skull for these newly plump cells."
    },
    {
      "index": 20,
      "start_time": 92649.0,
      "end_time": 97049.0,
      "text": "This results in extreme headaches and confusion,"
    },
    {
      "index": 21,
      "start_time": 97049.0,
      "end_time": 100279.0,
      "text": "leading to seizures, comas, respiratory arrest and even death."
    },
    {
      "index": 22,
      "start_time": 100279.0,
      "end_time": 105860.0,
      "text": "So should you be worried? Not likely! Cases of water intoxication are very rare, though"
    },
    {
      "index": 23,
      "start_time": 105960.0,
      "end_time": 110520.0,
      "text": "they do happen in extreme circumstances. Close to 1/6 of marathon runners develop mild"
    },
    {
      "index": 24,
      "start_time": 110520.0,
      "end_time": 114620.0,
      "text": "cases in their careers, with all endurance athletes at a higher risk. This is because"
    },
    {
      "index": 25,
      "start_time": 114620.0,
      "end_time": 118889.0,
      "text": "under the extremes of athletic stress, the body attempts to conserve water. So not only"
    },
    {
      "index": 26,
      "start_time": 118889.0,
      "end_time": 121469.0,
      "text": "are you taking more water in, you're peeing less out."
    },
    {
      "index": 27,
      "start_time": 121469.0,
      "end_time": 125590.0,
      "text": "Science says, though you're not likely to suffer from water intoxication, you should"
    },
    {
      "index": 28,
      "start_time": 125590.0,
      "end_time": 128800.0,
      "text": "drink to your thirst - it's the best indicator!"
    },
    {
      "index": 29,
      "start_time": 128800.00000000001,
      "end_time": 132200.0,
      "text": "Don't forget: we have a new video out every day during the Olympics."
    },
    {
      "index": 30,
      "start_time": 132400.0,
      "end_time": 136600.0,
      "text": "But if you can't wait, head to cbc.ca/olympics/ScienceSays for more."
    },
    {
      "index": 31,
      "start_time": 136500.0,
      "end_time": 141000.0,
      "text": "Keep asking those burning questions with the hashtag ScienceSays, and subscribe for more awesome science videos!"
    }
  ]
}