{
  "video_id": "t32AyILhxss",
  "title": "Coffee PROTECTS Your Brain! Science Behind The World's Most POPULAR Drug",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 80.0,
      "end_time": 5080.0,
      "text": "Are you one of those people who desperately need a cup of coffee every single morning in order to jump-start your day?"
    },
    {
      "index": 2,
      "start_time": 5080.0,
      "end_time": 10040.0,
      "text": "Coffee production is booming - Adults, university students, and even teenagers nowadays can't"
    },
    {
      "index": 3,
      "start_time": 10040.0,
      "end_time": 12929.0,
      "text": "seem to function without being constantly powered by caffeine."
    },
    {
      "index": 4,
      "start_time": 12929.0,
      "end_time": 18421.0,
      "text": "Over 80% of American adults drink coffee everyday, and together, they drink almost 600 MILLION CUPS of coffee every single day."
    },
    {
      "index": 5,
      "start_time": 20400.0,
      "end_time": 24580.0,
      "text": "Some drink caffeinated drinks for fun or to try the latest trend, while others are dependent on it."
    },
    {
      "index": 6,
      "start_time": 25580.0,
      "end_time": 30090.0,
      "text": "The primary active ingredient in coffee is caffeine (or methyltheobromine) - a stimulant"
    },
    {
      "index": 7,
      "start_time": 30090.0,
      "end_time": 35040.0,
      "text": "naturally produced by plants like cocoa beans, tea leaves and most commonly, coffee beans."
    },
    {
      "index": 8,
      "start_time": 35040.0,
      "end_time": 39590.0,
      "text": "It stimulates the body, affecting many normal functions, and it also has mood altering characteristics."
    },
    {
      "index": 9,
      "start_time": 39590.0,
      "end_time": 43000.0,
      "text": "We have to wonder how it affects our mind and brain."
    },
    {
      "index": 10,
      "start_time": 43100.0,
      "end_time": 46440.0,
      "text": "So let's take a look at the science behind the world's most popular drug."
    },
    {
      "index": 11,
      "start_time": 46440.0,
      "end_time": 51500.0,
      "text": "Our nervous system has specific receptors for neurochemicals, like adenosine, dopamine, and epinephrine,"
    },
    {
      "index": 12,
      "start_time": 51600.0,
      "end_time": 55870.0,
      "text": "and each receptor triggers a particular chain of events, leading to different effects on our body."
    },
    {
      "index": 13,
      "start_time": 57390.0,
      "end_time": 61030.0,
      "text": "Caffeine has a similar molecular structure to adenosine, which is a neurotransmitter"
    },
    {
      "index": 14,
      "start_time": 61030.0,
      "end_time": 65230.0,
      "text": "that blocks other, excitatory neurotransmitters and makes us feel tired."
    },
    {
      "index": 15,
      "start_time": 65230.00000000001,
      "end_time": 70030.0,
      "text": "When we drink coffee, the caffeine attaches to the receptors, which blocks out adenosine intake,"
    },
    {
      "index": 16,
      "start_time": 70030.0,
      "end_time": 75150.0,
      "text": "and this, in turn, increases the effect of excitatory neurotransmitters like epinephrine."
    },
    {
      "index": 17,
      "start_time": 75150.0,
      "end_time": 78920.0,
      "text": "Epinephrine activates our fight or flight response, causing our body's blood pressure and heart rate to increase, and our liver to produce more glucose."
    },
    {
      "index": 18,
      "start_time": 82270.0,
      "end_time": 85320.0,
      "text": "This makes us more energized, attentive, and productive."
    },
    {
      "index": 19,
      "start_time": 85320.0,
      "end_time": 89060.0,
      "text": "Caffeine also slows down the reabsorption of dopamine, which makes us feel good and improves our mood."
    },
    {
      "index": 20,
      "start_time": 90060.0,
      "end_time": 95340.0,
      "text": "It has also been proven to increase memory-related abilities- a study at Johns Hopkins University found that"
    },
    {
      "index": 21,
      "start_time": 95340.0,
      "end_time": 98950.0,
      "text": "caffeine intake could strengthen our memories and improve retention for at least 24 hours!"
    },
    {
      "index": 22,
      "start_time": 100620.0,
      "end_time": 102440.0,
      "text": "But those were just the short-term effects."
    },
    {
      "index": 23,
      "start_time": 102440.0,
      "end_time": 105520.0,
      "text": "Where there's a caffeine high, there's bound to be a crash."
    },
    {
      "index": 24,
      "start_time": 105520.0,
      "end_time": 108930.0,
      "text": "When the caffeine wears off, it makes you feel even sleepier than before."
    },
    {
      "index": 25,
      "start_time": 108930.0,
      "end_time": 113010.0,
      "text": "This is because your body adapts to the large amount of caffeine by creating more adenosine receptors in your brain."
    },
    {
      "index": 26,
      "start_time": 114140.0,
      "end_time": 118630.0,
      "text": "But when all the caffeine is gone, those receptors are again occupied by adenosine, thus making you more sleepy/tired than more."
    },
    {
      "index": 27,
      "start_time": 120200.0,
      "end_time": 124240.0,
      "text": "Your contracted blood vessels will dilate and blood pressure to drop, which can result in headaches."
    },
    {
      "index": 28,
      "start_time": 125240.0,
      "end_time": 129510.0,
      "text": "The decline of dopamine can worsen your mood, and you may end up tired, irritable, and unable to concentrate."
    },
    {
      "index": 29,
      "start_time": 130509.99999999999,
      "end_time": 135390.0,
      "text": "But too much of anything can lead to consequences-, and we have to remember that caffeine is still a drug so it can lead to addiction and withdrawal."
    },
    {
      "index": 30,
      "start_time": 137010.0,
      "end_time": 142280.0,
      "text": "Over time, the positive emotions we had in the beginning will be gone, and this makes us crave coffee and paves the way toward addiction."
    },
    {
      "index": 31,
      "start_time": 144069.0,
      "end_time": 149240.0,
      "text": "By drinking more coffee, the number of adenosine receptors will increase, and so will our tolerance to caffeine."
    },
    {
      "index": 32,
      "start_time": 150120.0,
      "end_time": 153300.0,
      "text": "Overall, that means we will need more and more caffeine in the future to achieve the same effect,"
    },
    {
      "index": 33,
      "start_time": 153310.0,
      "end_time": 157690.0,
      "text": "which can worsen withdrawal symptoms and be detrimental to our health."
    },
    {
      "index": 34,
      "start_time": 157690.0,
      "end_time": 161530.0,
      "text": "Too much caffeine intake in the body can also lead to caffeine intoxication."
    },
    {
      "index": 35,
      "start_time": 161530.0,
      "end_time": 166190.0,
      "text": "Some symptoms of caffeine intoxication are increased urination, intestinal discomfort,"
    },
    {
      "index": 36,
      "start_time": 166190.0,
      "end_time": 168950.0,
      "text": "and in more serious scenarios, hallucinations."
    },
    {
      "index": 37,
      "start_time": 168950.0,
      "end_time": 173270.0,
      "text": "The effects of caffeine in the body will differ from person to person, based on their biology and tolerance level and also the strength of the caffeine."
    },
    {
      "index": 38,
      "start_time": 176480.0,
      "end_time": 179610.0,
      "text": "Coffee-drinkers may be pleased to hear that there are some long-term benefits."
    },
    {
      "index": 39,
      "start_time": 179610.0,
      "end_time": 184560.0,
      "text": "A systematic review of 36 studies and more than 1 million participants analyzed the long-term effects of caffeine consumption."
    },
    {
      "index": 40,
      "start_time": 185890.0,
      "end_time": 190450.0,
      "text": "They found that those who consumed 3-5 cups of coffee a day were at the lowest risk for cardiovascular disease, stroke, type 2 diabetes, and liver disease."
    },
    {
      "index": 41,
      "start_time": 194820.0,
      "end_time": 199220.0,
      "text": "Furthermore, an article from the University of Colorado Boulder reported that 3 cups seemed to have the best effect in terms of protecting the brain from neurodegenerative diseases that come with age, such as dementia, Alzheimer's and Parkinsons disease."
    },
    {
      "index": 42,
      "start_time": 207640.0,
      "end_time": 212920.0,
      "text": "A 10 year study conducted in Finland, Italy and the Netherlands of 676 men found that"
    },
    {
      "index": 43,
      "start_time": 212930.0,
      "end_time": 219349.0,
      "text": "those who drank 3 cups of coffee per day had 4.3 times LESS cognitive decline than non-consumers."
    },
    {
      "index": 44,
      "start_time": 219349.0,
      "end_time": 221430.0,
      "text": "So how should you be drinking your coffee?"
    },
    {
      "index": 45,
      "start_time": 221430.0,
      "end_time": 225810.0,
      "text": "Based on research from the Uniformed Services University of the Health Sciences in Bethesda,"
    },
    {
      "index": 46,
      "start_time": 225810.0,
      "end_time": 230200.0,
      "text": "the best times to drink coffee are after your peak cortisol levels drop and that is when you'll need a little boost."
    },
    {
      "index": 47,
      "start_time": 231420.0,
      "end_time": 235820.0,
      "text": "The circadian rhythm is our body's internal clock, that helps dictate when certain enzymes and hormones are produced in the body."
    },
    {
      "index": 48,
      "start_time": 237720.0,
      "end_time": 242800.0,
      "text": "Cortisol, a stress hormone, helps keep our body awake and reaches its peak between 8-9AM."
    },
    {
      "index": 49,
      "start_time": 242800.0,
      "end_time": 247660.0,
      "text": "It peaks again between 12-1pm and 5:30pm-6:30pm,"
    },
    {
      "index": 50,
      "start_time": 247660.0,
      "end_time": 252360.0,
      "text": "so the suggested times to take a coffee break are 9:30am-11am and 1:30pm-5pm."
    },
    {
      "index": 51,
      "start_time": 252360.0,
      "end_time": 256759.0,
      "text": "According to Nutritional Therapist Annette Moldvaer, it is best to drink coffee AFTER you have a meal."
    },
    {
      "index": 52,
      "start_time": 257769.0,
      "end_time": 262039.0,
      "text": "This is because after caffeine intake, you body will release sugar into your bloodstream which triggers the release of insulin."
    },
    {
      "index": 53,
      "start_time": 263650.0,
      "end_time": 267819.0,
      "text": "If you have an empty stomach, this will lead to a drop in blood sugar, and prompt you to crave more caffeine and sugar, perpetuating your dependency on coffee."
    },
    {
      "index": 54,
      "start_time": 271439.0,
      "end_time": 275819.0,
      "text": "She also suggests choosing organic coffee free of pesticides, and also keeping away from too much sugar and flavourings."
    },
    {
      "index": 55,
      "start_time": 278219.0,
      "end_time": 282240.0,
      "text": "What effect does coffee have on you? Are you a coffee fanatic? or you more of a tea person?"
    },
    {
      "index": 56,
      "start_time": 282240.0,
      "end_time": 283880.0,
      "text": "Let us know in the comments below."
    },
    {
      "index": 57,
      "start_time": 283880.0,
      "end_time": 285120.0,
      "text": "Thanks for watching!"
    }
  ]
}