{
  "video_id": "t6VYByDYg7c",
  "title": "Why is Apple so expensive? | CNBC Explains",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6640.0,
      "text": "This laptop, cell phone, tablet and headphones together cost more than $3,500."
    },
    {
      "index": 2,
      "start_time": 6640.0,
      "end_time": 10360.0,
      "text": "That's about the same as two and a half months rent for the average American."
    },
    {
      "index": 3,
      "start_time": 13280.0,
      "end_time": 16320.0,
      "text": "Let's face it. Apple products have never been cheap."
    },
    {
      "index": 4,
      "start_time": 16320.0,
      "end_time": 20360.0,
      "text": "And the cost of some of its products has increased dramatically over time."
    },
    {
      "index": 5,
      "start_time": 20360.0,
      "end_time": 23640.0,
      "text": "Just look at how the price of the iPhone has increased over the years."
    },
    {
      "index": 6,
      "start_time": 23640.0,
      "end_time": 30320.0,
      "text": "What started at $499 in 2007, now starts at $999."
    },
    {
      "index": 7,
      "start_time": 30320.0,
      "end_time": 33600.0,
      "text": "So what makes these products so pricey?"
    },
    {
      "index": 8,
      "start_time": 33600.0,
      "end_time": 39620.0,
      "text": "Well, some say, it boils down to no other reason than the fact that Apple can convince us to pay the hefty price."
    },
    {
      "index": 9,
      "start_time": 39620.0,
      "end_time": 42220.0,
      "text": "There's even an unofficial term for this phenomenon."
    },
    {
      "index": 10,
      "start_time": 42220.0,
      "end_time": 51200.0,
      "text": "It's called The Apple Tax which describes the extra money customers are willing to pay for an Apple product over a competitor product with similar features."
    },
    {
      "index": 11,
      "start_time": 51200.0,
      "end_time": 56200.0,
      "text": "And, often it's attributed to the so-called \"cool factor\" associated with Apple."
    },
    {
      "index": 12,
      "start_time": 56200.0,
      "end_time": 61960.0,
      "text": "It's those premium prices that helped catapult Apple into becoming one of the world's most valuable companies."
    },
    {
      "index": 13,
      "start_time": 61960.0,
      "end_time": 69000.0,
      "text": "And at the start of 2019, it announced it was holding a whopping $245 billion in cash reserves."
    },
    {
      "index": 14,
      "start_time": 69000.0,
      "end_time": 72800.0,
      "text": "But Apple would argue customers are paying a premium for a reason."
    },
    {
      "index": 15,
      "start_time": 72800.0,
      "end_time": 87120.0,
      "text": "In 2018, Apple's CEO Tim Cook defended the company's most expensive iPhone yet, saying \"It's the most advanced iPhone we've ever done,\" pointing out it had replaced the need for other devices like a camera, video recorder and music player."
    },
    {
      "index": 16,
      "start_time": 87120.0,
      "end_time": 92540.0,
      "text": "He argues creating the \"most innovative product available\" is \"not cheap to do\"."
    },
    {
      "index": 17,
      "start_time": 92540.0,
      "end_time": 95720.0,
      "text": "And Apple will never sacrifice quality for price."
    },
    {
      "index": 18,
      "start_time": 95720.0,
      "end_time": 102000.0,
      "text": "So all that money you're shelling out for your new iPhone is, at least in theory, helping to fund future innovations like it."
    },
    {
      "index": 19,
      "start_time": 102000.0,
      "end_time": 104780.0,
      "text": "Innovation is what helped Apple earn its stripes."
    },
    {
      "index": 20,
      "start_time": 104780.0,
      "end_time": 108120.0,
      "text": "It's a phone, first and foremost, as you'd expect from the iPhone."
    },
    {
      "index": 21,
      "start_time": 108120.0,
      "end_time": 112520.0,
      "text": "So you've got all your contacts on there but it's different to most mobile phones, it syncs with your computer."
    },
    {
      "index": 22,
      "start_time": 113720.0,
      "end_time": 118360.0,
      "text": "The original iPod and the iPhone have both been touted as products that changed the world."
    },
    {
      "index": 23,
      "start_time": 118360.0,
      "end_time": 126390.0,
      "text": "When the original iPod came out in 2001, it cost $399, a staggering price for a personal music player at the time."
    },
    {
      "index": 24,
      "start_time": 126400.0,
      "end_time": 134400.0,
      "text": "Apple aggressively marketed the iPod as a device that could store 1,000 songs in your pocket, all of this at the cusp of the digital download revolution."
    },
    {
      "index": 25,
      "start_time": 134580.0,
      "end_time": 141880.0,
      "text": "In less than six years, Apple announced more than 100 million iPods had been sold, making it the fastest-selling music player in history."
    },
    {
      "index": 26,
      "start_time": 141880.0,
      "end_time": 150340.0,
      "text": "In 2005, Apple announced its annual profits shot up 384 percent, largely due to the smashing hit of its new digital music player."
    },
    {
      "index": 27,
      "start_time": 150340.0,
      "end_time": 153560.0,
      "text": "Its profits would continue to grow through to 2012."
    },
    {
      "index": 28,
      "start_time": 153560.0,
      "end_time": 171500.0,
      "text": "For a lot of those customers, the iPod would become the first of many Apple purchases, so ultimately that $399 purchase would make them more inclined to, not just potentially buy new versions of the iPod, but ultimately move on to buy iPhones, MacBooks, iPads and Apple Watches."
    },
    {
      "index": 29,
      "start_time": 171500.0,
      "end_time": 172680.0,
      "text": "You get the idea."
    },
    {
      "index": 30,
      "start_time": 172680.0,
      "end_time": 181000.0,
      "text": "Suddenly you're locked into Apple's ecosystem, which some experts say has allowed the company to increase prices faster than its competitors."
    },
    {
      "index": 31,
      "start_time": 181120.0,
      "end_time": 186200.0,
      "text": "Think of it like Apple sort of having a monopoly on a customer's digital life."
    },
    {
      "index": 32,
      "start_time": 186200.0,
      "end_time": 193700.0,
      "text": "The iPhone, which debuted in 2007, would ultimately replace the iPod, and this was responsible for even more impressive growth."
    },
    {
      "index": 33,
      "start_time": 193780.0,
      "end_time": 200900.0,
      "text": "Worldwide shipments of the iPhone increased year on year until it reached its peak of 231 million in 2015."
    },
    {
      "index": 34,
      "start_time": 200900.0,
      "end_time": 204980.0,
      "text": "That's more iPhones than there are people in most countries."
    },
    {
      "index": 35,
      "start_time": 204980.0,
      "end_time": 213700.0,
      "text": "But, now there's some concern around Apple's ability to continue innovating, and even some signs that it's growth and industry dominance is under pressure."
    },
    {
      "index": 36,
      "start_time": 213740.0,
      "end_time": 217600.0,
      "text": "You see, Apple hasn't been able to surpass that iPhone peak ever since."
    },
    {
      "index": 37,
      "start_time": 217600.0,
      "end_time": 220220.0,
      "text": "And profits have begun to fluctuate too."
    },
    {
      "index": 38,
      "start_time": 220220.0,
      "end_time": 221859.0,
      "text": "So, why the peak?"
    },
    {
      "index": 39,
      "start_time": 221860.0,
      "end_time": 225800.0,
      "text": "Well, it's part of a larger trend we're seeing across the entire industry."
    },
    {
      "index": 40,
      "start_time": 225800.0,
      "end_time": 231800.0,
      "text": "The lifespan of a smartphone is getting longer, which means customers just aren't upgrading as often as they used to."
    },
    {
      "index": 41,
      "start_time": 231820.0,
      "end_time": 241580.0,
      "text": "But as a publicly-traded company, Apple is expected to grow for its shareholders and one possible way to combat declining sales is simply to raise prices."
    },
    {
      "index": 42,
      "start_time": 241580.0,
      "end_time": 244120.0,
      "text": "That enables it to have higher profit margins."
    },
    {
      "index": 43,
      "start_time": 244120.0,
      "end_time": 250400.0,
      "text": "In 2018, the price of the base Apple Watch went from $329 to $399."
    },
    {
      "index": 44,
      "start_time": 250400.0,
      "end_time": 255600.0,
      "text": "And don't forget the time it tried to sell the Apple Gold watch for $10,000."
    },
    {
      "index": 45,
      "start_time": 255600.0,
      "end_time": 265400.0,
      "text": "An analysis in 2017 found that the iPhone X cost 25 percent more than the iPhone 8 to make, yet it retailed for 43 percent more."
    },
    {
      "index": 46,
      "start_time": 265440.0,
      "end_time": 276800.0,
      "text": "According to one firm, the iPhone X costs $357.50 to make, but since it sells for $999, that gives it a gross margin of 64 percent."
    },
    {
      "index": 47,
      "start_time": 276800.0,
      "end_time": 283400.0,
      "text": "In recent years, to help grow its business, Apple has made it a priority to grow sales in the world's most populous country, China."
    },
    {
      "index": 48,
      "start_time": 283460.0,
      "end_time": 287859.0,
      "text": "And while it's been met with some success, it also faces serious competition."
    },
    {
      "index": 49,
      "start_time": 287860.0,
      "end_time": 297440.0,
      "text": "Ironically, the sheer expense of Apple products has hurt sales in countries like China, India, Brazil and Turkey, emerging markets the company desperately needs to keep growing."
    },
    {
      "index": 50,
      "start_time": 297440.0,
      "end_time": 304400.0,
      "text": "Premium smartphone prices have been rising across the board, but compared to its competitors in China, iPhones cost a lot."
    },
    {
      "index": 51,
      "start_time": 304420.0,
      "end_time": 307200.0,
      "text": "Take for instance the iPhone XS Max."
    },
    {
      "index": 52,
      "start_time": 307200.0,
      "end_time": 316380.0,
      "text": "It costs close to $1,400 in China, essentially twice the price of Huawei's Mate 20 and three times the cost of Xiaomi Mi's Mix 3."
    },
    {
      "index": 53,
      "start_time": 316380.0,
      "end_time": 327600.0,
      "text": "Throw a stronger dollar, tariffs and an economic slowdown into the mix, and it's no surprise that in mid-2018, Apple's iPhone fell third place amongst the list of world's most popular smartphones."
    },
    {
      "index": 54,
      "start_time": 327620.0,
      "end_time": 330500.0,
      "text": "That's when Chinese tech giant, Huawei passed it."
    },
    {
      "index": 55,
      "start_time": 330500.0,
      "end_time": 335720.0,
      "text": "Just look at the percentage change in Apple's share of the smartphone market compared to its competitors."
    },
    {
      "index": 56,
      "start_time": 335720.0,
      "end_time": 344500.0,
      "text": "That same year, Apple announced it would no longer report units sold of iPhones, which Wall Street interpreted as a likely sign of more declining sales."
    },
    {
      "index": 57,
      "start_time": 344600.0,
      "end_time": 354600.0,
      "text": "At the end of the day, most experts agree that Apple needs to come up with new innovations, and not just raise prices in order to hold onto its place as one of the world's most valuable companies."
    },
    {
      "index": 58,
      "start_time": 358180.0,
      "end_time": 359880.0,
      "text": "Hey guys, it's Uptin. Thanks for watching!"
    },
    {
      "index": 59,
      "start_time": 359880.0,
      "end_time": 363900.0,
      "text": "For more of our videos, check out my day inside Huawei's headquarters in China here."
    },
    {
      "index": 60,
      "start_time": 363900.0,
      "end_time": 367760.0,
      "text": "And get inside Alibaba's grocery store and robot restaurant, here."
    },
    {
      "index": 61,
      "start_time": 367760.0,
      "end_time": 372280.0,
      "text": "We're also taking suggestions for future CNBC Explains, so leave your comments in the section below."
    },
    {
      "index": 62,
      "start_time": 372280.0,
      "end_time": 373679.0,
      "text": "And while you're at it, subscribe to our channel."
    }
  ]
}