{
  "video_id": "T_V28Ql1LY8",
  "title": "10 DIY Bathroom Life Hacks! You could be doing these things wrong!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 23650.0,
      "end_time": 29490.0,
      "text": "Hey guys , it's Wengie! And it's my favourite time of the week! Because I get to give you a cross eye hug!"
    },
    {
      "index": 2,
      "start_time": 29490.0,
      "end_time": 33980.0,
      "text": "And, in today's video,I'm going to share with you 10 things that you may be doing wrong in the bathroom!"
    },
    {
      "index": 3,
      "start_time": 33980.0,
      "end_time": 36700.0,
      "text": "Of course, this may not be \"wrong\" per say."
    },
    {
      "index": 4,
      "start_time": 36700.0,
      "end_time": 39539.0,
      "text": "But, these are the most optimum ways to do it, and of course,"
    },
    {
      "index": 5,
      "start_time": 39539.0,
      "end_time": 42780.0,
      "text": "let me know down below how many of these 10 you guys are doing wrong for me?"
    },
    {
      "index": 6,
      "start_time": 42780.0,
      "end_time": 46250.0,
      "text": "I think I did about 8 wrong so I learnt a lot during this video."
    },
    {
      "index": 7,
      "start_time": 46250.0,
      "end_time": 48570.0,
      "text": "But, hold up, if you guys aren't part of the fan yet,"
    },
    {
      "index": 8,
      "start_time": 48570.0,
      "end_time": 53410.0,
      "text": "here ready I encourage you guys to join, click the subscribe button and join the Wengie Corn fam!"
    },
    {
      "index": 9,
      "start_time": 53410.0,
      "end_time": 57789.0,
      "text": "Welcome. I love you guys so much and of course to thank you guys for being so awesome."
    },
    {
      "index": 10,
      "start_time": 57789.0,
      "end_time": 62550.0,
      "text": "I'm currently running a Macbook Air giveaway and all you need to do to enter is to subscribe to this channel as well as"
    },
    {
      "index": 11,
      "start_time": 62579.0,
      "end_time": 65350.0,
      "text": "my Reacticorns chanel which is linked down below."
    },
    {
      "index": 12,
      "start_time": 65349.99999999999,
      "end_time": 72080.0,
      "text": "And, if we get this video's to a hundred and twenty eight thousand thumbs up that would be amazing! And, thank you guys so much."
    },
    {
      "index": 13,
      "start_time": 72080.0,
      "end_time": 84270.0,
      "text": "I really do appreciate every single thumbs up you guys give me.  So yeah, without further ado, let's get on with the video. Let's go."
    },
    {
      "index": 14,
      "start_time": 83270.0,
      "end_time": 92040.0,
      "text": "You imagine it's a hot day and you're getting ready to go out you've taken your shower, and then you put on some antiperspirant, right?"
    },
    {
      "index": 15,
      "start_time": 92040.0,
      "end_time": 97650.0,
      "text": "Wrong. Antiperspirant needs time to actually absorb into the skin and block the sweat pores, so"
    },
    {
      "index": 16,
      "start_time": 97650.0,
      "end_time": 101040.0,
      "text": "you don't sweat and this is actually best done the night before."
    },
    {
      "index": 17,
      "start_time": 101040.0,
      "end_time": 106510.0,
      "text": "Because then you'll give it a little bit of time to do what it needs to do. And, some antiperspirants even"
    },
    {
      "index": 18,
      "start_time": 106510.0,
      "end_time": 121620.0,
      "text": "have this in the instructions on the bottle, so check yours to see if yours says this."
    },
    {
      "index": 19,
      "start_time": 121620.0,
      "end_time": 126090.0,
      "text": "Okay, so I'm so guilty of this, but I always forget to change my toothbrush."
    },
    {
      "index": 20,
      "start_time": 126090.0,
      "end_time": 129579.0,
      "text": "But, did you know your toothbrush actually has an expiry date?"
    },
    {
      "index": 21,
      "start_time": 129579.00000000001,
      "end_time": 135480.0,
      "text": "Most dentists recommend a change every three months or so, because bacteria can build up and"
    },
    {
      "index": 22,
      "start_time": 135480.0,
      "end_time": 138540.0,
      "text": "the bristles degrade which can result in poor cleaning."
    },
    {
      "index": 23,
      "start_time": 138540.0,
      "end_time": 144110.0,
      "text": "So, maybe it's time to check if your toothbrush is due for a replacement and if you are really forgetful like me."
    },
    {
      "index": 24,
      "start_time": 144110.0,
      "end_time": 159820.0,
      "text": "Maybe you can pop a calendar reminder on your phone to remind you when to change your toothbrush."
    },
    {
      "index": 25,
      "start_time": 159830.0,
      "end_time": 163840.0,
      "text": "Okay, so you know when you wake up late in the morning. Yeah, that's me."
    },
    {
      "index": 26,
      "start_time": 163840.0,
      "end_time": 172220.0,
      "text": "I actually don't even have time to iron clothes sometimes even though they really need it."
    },
    {
      "index": 27,
      "start_time": 172220.0,
      "end_time": 178360.0,
      "text": "But, don't worry this hack will help you multitask. Hang up your shirt in the bathroom while you shower,"
    },
    {
      "index": 28,
      "start_time": 178360.0,
      "end_time": 181670.0,
      "text": "and the steam will get rid of any major creases and wrinkles."
    },
    {
      "index": 29,
      "start_time": 181670.0,
      "end_time": 185110.0,
      "text": "So, by the time you get out, your shirt is ready to go."
    },
    {
      "index": 30,
      "start_time": 185110.0,
      "end_time": 195070.0,
      "text": "I love this, because it saves you time effort and keeps your clothes looking great."
    },
    {
      "index": 31,
      "start_time": 195030.0,
      "end_time": 202780.0,
      "text": "I don't know about you, but I love having long and hot showers, especially when I put on music."
    },
    {
      "index": 32,
      "start_time": 202780.0,
      "end_time": 206430.0,
      "text": "And, I really just get lost in singing and dancing in the shower."
    },
    {
      "index": 33,
      "start_time": 206430.0,
      "end_time": 209570.0,
      "text": "Don't tell me you don't do this, because I'm sure you guys do as well."
    },
    {
      "index": 34,
      "start_time": 209570.0,
      "end_time": 214420.0,
      "text": "But, did you know that this is actually not that great for you hot water and soap combine"
    },
    {
      "index": 35,
      "start_time": 214420.0,
      "end_time": 217480.0,
      "text": "to open up your pores and clean up the oils from your skin."
    },
    {
      "index": 36,
      "start_time": 217480.0,
      "end_time": 220210.0,
      "text": "But, too much hot water will lead to dehydration."
    },
    {
      "index": 37,
      "start_time": 220210.0,
      "end_time": 225580.0,
      "text": "And, eventually itchy and dry skin. The best thing to do is to have short hot showers."
    },
    {
      "index": 38,
      "start_time": 225580.0,
      "end_time": 242590.0,
      "text": "And then, actually finish your shower with a cold rinse to close up your pores. Yes, it will feel extremely refreshing."
    },
    {
      "index": 39,
      "start_time": 242590.0,
      "end_time": 246700.0,
      "text": "If you've gone a few days without washing or have a particularly itchy scalp,"
    },
    {
      "index": 40,
      "start_time": 246700.0,
      "end_time": 250919.0,
      "text": "you may become over enthusiastic with scrubbing your scalp during your shower."
    },
    {
      "index": 41,
      "start_time": 250919.0,
      "end_time": 256440.0,
      "text": "Healthy hair begins at the scalp and being as gentle as possible when washing your roots is important."
    },
    {
      "index": 42,
      "start_time": 256440.0,
      "end_time": 263660.0,
      "text": "Using your fingernail to scratch your scalp can cause flaking, bleeding and redness. And also, increases your chance of getting an infection."
    },
    {
      "index": 43,
      "start_time": 263660.0,
      "end_time": 281680.0,
      "text": "Instead, just message your shampoo in gently with your fingertips. Rubbing yourself with a towel over and over after your shower"
    },
    {
      "index": 44,
      "start_time": 281680.0,
      "end_time": 286020.0,
      "text": "would be doing yourself some harm. The aggressive rubbing motion could actually remove all"
    },
    {
      "index": 45,
      "start_time": 286020.0,
      "end_time": 290519.0,
      "text": "the moisture you just gained from your shower and can additionally cause irritation."
    },
    {
      "index": 46,
      "start_time": 290519.0,
      "end_time": 294289.0,
      "text": "After a shower, you should actually let your skin air dry for a few seconds."
    },
    {
      "index": 47,
      "start_time": 294289.0,
      "end_time": 310080.0,
      "text": "And, then gently pat it dry with a fluffy towel or even better pop on a bathrobe."
    },
    {
      "index": 48,
      "start_time": 310080.0,
      "end_time": 314920.0,
      "text": "Did you know if you're using q-tips to clean out your earwax, you're actually doing it wrong."
    },
    {
      "index": 49,
      "start_time": 314920.0,
      "end_time": 319039.0,
      "text": "In fact, there is no right way to do this, you shouldn't be doing it at all."
    },
    {
      "index": 50,
      "start_time": 319039.0,
      "end_time": 324240.0,
      "text": "Earwax is actually self cleaning and actually has protective and antibacterial functions, so"
    },
    {
      "index": 51,
      "start_time": 324240.0,
      "end_time": 331060.0,
      "text": "you definitely shouldn't be getting rid of it. Using a q-Tip is not only unnecessary, but potentially dangerous."
    },
    {
      "index": 52,
      "start_time": 331020.0,
      "end_time": 345109.0,
      "text": "You can damage your eardrums or part of the tip could be dislodged in your ear which means a visit to the doctor."
    },
    {
      "index": 53,
      "start_time": 345109.0,
      "end_time": 349549.0,
      "text": "Which way do you guys hang your toilet rolls? Are you an \"over\" or an \"under\" person？"
    },
    {
      "index": 54,
      "start_time": 349549.0,
      "end_time": 354329.0,
      "text": "Or do you really not think about it too much and just hang it whichever way you feel like?"
    },
    {
      "index": 55,
      "start_time": 354329.0,
      "end_time": 362250.0,
      "text": "Well, apparently there's an official right way and wrong way to do it, and the right way (drum roll) ... is \"over.\""
    },
    {
      "index": 56,
      "start_time": 362250.0,
      "end_time": 368689.0,
      "text": "Apparently the person that actually patented the toilet roll said that \"over\" was the right way to do it."
    },
    {
      "index": 57,
      "start_time": 368689.0,
      "end_time": 373749.0,
      "text": "The paper is more accessible this way and it's more aesthetically pleasing."
    },
    {
      "index": 58,
      "start_time": 373709.0,
      "end_time": 383110.0,
      "text": "What do you guys think?"
    },
    {
      "index": 59,
      "start_time": 383110.0,
      "end_time": 389240.0,
      "text": "Do you guys rub on your moisturizer after you wash your face or shower? This rubbing action is actually"
    },
    {
      "index": 60,
      "start_time": 389240.0,
      "end_time": 395940.0,
      "text": "incorrect and can be traumatic to your delicate facial skin. And, sometimes if you're rubbing is too vigorous it can cause skin"
    },
    {
      "index": 61,
      "start_time": 395940.0,
      "end_time": 404080.0,
      "text": "irritation and redness. The right way to do it is to dab the product onto your face and then pat starting from your t-Zone working outwards."
    },
    {
      "index": 62,
      "start_time": 404080.0,
      "end_time": 407920.0,
      "text": "You can also add some pressing motions as well to really work the product in."
    },
    {
      "index": 63,
      "start_time": 407920.0,
      "end_time": 420230.0,
      "text": "Use the tip of your fingers to pat and spread it to places that need extra attention."
    },
    {
      "index": 64,
      "start_time": 420210.0,
      "end_time": 424940.0,
      "text": "After a hot shower, the bathroom gets pretty steamy, if you know what I mean."
    },
    {
      "index": 65,
      "start_time": 424940.0,
      "end_time": 429010.0,
      "text": "And, it's pretty much impossible to see yourself in the mirror without wiping it."
    },
    {
      "index": 66,
      "start_time": 429010.0,
      "end_time": 433380.0,
      "text": "But, did you know that shaving foam actually prevents the glass from steaming up?"
    },
    {
      "index": 67,
      "start_time": 433380.0,
      "end_time": 440610.0,
      "text": "Just apply it to your glass or mirror with your hands, and then wipe it off with a dry towel and that's it."
    },
    {
      "index": 68,
      "start_time": 440610.0,
      "end_time": 445960.0,
      "text": "You can see how are the areas being applied the shaving foam to is not steaming."
    },
    {
      "index": 69,
      "start_time": 445960.0,
      "end_time": 450180.0,
      "text": "Like this just proves it actually worked and I was like literally mind blown."
    },
    {
      "index": 70,
      "start_time": 450180.0,
      "end_time": 463000.0,
      "text": "I decided to draw a little heart as well, and just have a little bit of fun with it."
    },
    {
      "index": 71,
      "start_time": 463040.0,
      "end_time": 466990.0,
      "text": "How many of these 10 did you guys know already let me know down below?"
    },
    {
      "index": 72,
      "start_time": 466990.0,
      "end_time": 471590.0,
      "text": "And, if you guys do any of these don't forget to hashtag wengiecorns and follow me on social media, because"
    },
    {
      "index": 73,
      "start_time": 471590.0,
      "end_time": 475840.0,
      "text": "I'm there during the week and let's have a look at what happened in reacticorns this week."
    },
    {
      "index": 74,
      "start_time": 475840.0,
      "end_time": 481180.0,
      "text": "Who knows, some people actually never get better hair ready"
    },
    {
      "index": 75,
      "start_time": 481180.0,
      "end_time": 483200.0,
      "text": "even after they grow up. Stop it."
    },
    {
      "index": 76,
      "start_time": 487890.0,
      "end_time": 492230.0,
      "text": "I know it's time for me to say bye. I'm going to miss you guys so much so until next week."
    },
    {
      "index": 77,
      "start_time": 492230.0,
      "end_time": 502230.0,
      "text": "I'm going to be coming back with an amazing new video. Bye guys."
    }
  ]
}