{
  "video_id": "tBvZWXgOMus",
  "title": "Transformation through Professional Learning Communities",
  "json": [
    {
      "index": 1,
      "start_time": 8860.0,
      "end_time": 15879.0,
      "text": "We have been going to mentoring and our PLC leader&#39;s been going to PLC leader training."
    },
    {
      "index": 2,
      "start_time": 15980.0,
      "end_time": 21100.0,
      "text": "Where we have gotten just some wonderful information, a wealth of information,"
    },
    {
      "index": 3,
      "start_time": 21120.0,
      "end_time": 28660.0,
      "text": "that we bring back to the school, share with our colleagues about how we can work together to look at data,"
    },
    {
      "index": 4,
      "start_time": 28660.0,
      "end_time": 39640.0,
      "text": "how we can analyze student work to understand where our students are and what we can do to move them so they are performing better."
    },
    {
      "index": 5,
      "start_time": 39860.0,
      "end_time": 50190.0,
      "text": "And just looking at myself—it was very difficult to show a video of myself to my peers.Y&#39;know? And it&#39;s like oh my goodness."
    },
    {
      "index": 6,
      "start_time": 50400.0,
      "end_time": 56640.0,
      "text": "But I had to show them that, guess what if I can do it, you can to and this is the only way that you’re gonna get better."
    },
    {
      "index": 7,
      "start_time": 57140.0,
      "end_time": 63220.0,
      "text": "So the support and just the camaraderie it was great camaraderie."
    },
    {
      "index": 8,
      "start_time": 63520.0,
      "end_time": 72200.0,
      "text": "With our large PLC. We do have meetings, once a month at least. And it is not like our stereotypical meeting."
    },
    {
      "index": 9,
      "start_time": 72360.0,
      "end_time": 78820.0,
      "text": "You think of a staff meeting: you go in, you get your notes, you maybe do an activity, and then you’re out of there."
    },
    {
      "index": 10,
      "start_time": 78820.0,
      "end_time": 86800.0,
      "text": "With our large PLC, it’s engaging us and almost forcing us to have the conversations with our staff members"
    },
    {
      "index": 11,
      "start_time": 86800.0,
      "end_time": 91580.0,
      "text": "about academics, about lessons, about the data, about student behavior."
    },
    {
      "index": 12,
      "start_time": 91800.0,
      "end_time": 100800.0,
      "text": "All those things that you don&#39;t make time for. I mean, as a teacher you&#39;re so busy with your classroom."
    },
    {
      "index": 13,
      "start_time": 100940.0,
      "end_time": 114200.0,
      "text": "You&#39;re so consumed with yourself that I think part of the mentoring and the large PLCs and the small PLCs, they give us that protected time to have the discussions that we need to have as professionals."
    },
    {
      "index": 14,
      "start_time": 115100.0,
      "end_time": 119880.0,
      "text": "When we start to focus on community and our PLCs."
    },
    {
      "index": 15,
      "start_time": 119880.0,
      "end_time": 126384.0,
      "text": "I believe that the MSU LIT team really just gave us the chance to really focus on what our school needs"
    },
    {
      "index": 16,
      "start_time": 126384.0,
      "end_time": 138400.0,
      "text": "and in doing that I started to structure the PLCs, once I became the new PLC leader, I started to structure the committee into more of a family-knit organization where we would share strategies with one another."
    },
    {
      "index": 17,
      "start_time": 138180.0,
      "end_time": 146300.0,
      "text": "And taking those strategies the teachers were able to implement those things into their classrooms as well as share ideas across the board with one another."
    },
    {
      "index": 18,
      "start_time": 146340.0,
      "end_time": 153700.0,
      "text": "The talk was a professional talk. We really grew with one another, we started to analyze data together, we started to break these things down."
    },
    {
      "index": 19,
      "start_time": 154200.0,
      "end_time": 160560.0,
      "text": "And as a PLC leader, the MSU team also helped me to understand how to facilitate the meetings,"
    },
    {
      "index": 20,
      "start_time": 160560.0,
      "end_time": 165766.0,
      "text": "establish the norms across the board so we would have a systematic approach among all our colleagues."
    },
    {
      "index": 21,
      "start_time": 165766.0,
      "end_time": 169726.0,
      "text": "And we took that systematic approach and we started to implement it in all of the classroom as well."
    },
    {
      "index": 22,
      "start_time": 169726.0,
      "end_time": 180546.0,
      "text": "And now you have teachers working in a uniform manner where they’re all using the same type of procedures, norms, and developments and it’s catching on to the students and we just really work together."
    },
    {
      "index": 23,
      "start_time": 180546.0,
      "end_time": 187566.0,
      "text": "And once you start walking into the classrooms you just see where there’s a shared culture and a blend of everything we’re learning from the MSU team"
    },
    {
      "index": 24,
      "start_time": 187566.0,
      "end_time": 193600.0,
      "text": "and we’re taking it straight to our classrooms, dishing it out to the students, and they’re very receptive to it as well."
    },
    {
      "index": 25,
      "start_time": 193600.0,
      "end_time": 197581.0,
      "text": "So it’s not only a professional learning community for the teachers, it’s a learning community for the students as well."
    },
    {
      "index": 26,
      "start_time": 198180.0,
      "end_time": 200300.0,
      "text": "And you’re really seeing that in the classrooms."
    },
    {
      "index": 27,
      "start_time": 200860.0,
      "end_time": 209660.0,
      "text": "I think one of the greatest changes that I have evidenced or witnessed, is they do feel they have support"
    },
    {
      "index": 28,
      "start_time": 209980.0,
      "end_time": 214980.0,
      "text": "They do feel that there are, and I think I mentioned it, that they can go to their colleague,"
    },
    {
      "index": 29,
      "start_time": 215316.0,
      "end_time": 222196.0,
      "text": "they can come to the school leaders and they can let us know if there&#39;s something that’s really burning within, that they just need to get it out."
    },
    {
      "index": 30,
      "start_time": 222196.0,
      "end_time": 228956.0,
      "text": "They need to discuss it. And they’re also very free to bring to us their ideas, their suggestions. They’re in power to do that."
    },
    {
      "index": 31,
      "start_time": 228956.0,
      "end_time": 239536.0,
      "text": "They don’t have to wait for us to say, “oh you need to do this,” or “you just need to do that.” They come to us with their ideas and their suggestions and websites and programs that they have found"
    },
    {
      "index": 32,
      "start_time": 239536.0,
      "end_time": 245806.0,
      "text": "and a lot of that is because they can discuss it with their mentors, their coaches, they’re feeling that"
    },
    {
      "index": 33,
      "start_time": 245806.0,
      "end_time": 252600.0,
      "text": "if I say something if I put it out there, that it’s going to be valued. It’s going to be honored.”"
    },
    {
      "index": 34,
      "start_time": 252600.0,
      "end_time": 259926.0,
      "text": "Everything may not be implemented immediately but I think that there’s a certain comfort level with knowing that it’s okay to bring that forward."
    },
    {
      "index": 35,
      "start_time": 265453.0,
      "end_time": 272453.0,
      "text": "When you see that someone has a certain skill set and you know that they can be utilized in a way that will help them to reach out an touch even more individuals, more staff, more students"
    },
    {
      "index": 36,
      "start_time": 272680.0,
      "end_time": 281940.0,
      "text": "you tap into that and that’s what we were able to do with our former PLC leader and moved her to a position of Student Achievement Coach."
    },
    {
      "index": 37,
      "start_time": 281940.0,
      "end_time": 286540.0,
      "text": "Which fell right in line with what she was doing as a Professional Learning Community"
    },
    {
      "index": 38,
      "start_time": 286540.0,
      "end_time": 293260.0,
      "text": "but it freed her up so that she was not necessarily in the classroom even though she still has some interaction with the students"
    },
    {
      "index": 39,
      "start_time": 294260.0,
      "end_time": 301740.0,
      "text": "In order for a school, similar to the schools that have been in our grant, to try to replicate this kind of a model."
    },
    {
      "index": 40,
      "start_time": 301740.0,
      "end_time": 307913.0,
      "text": "I think that it would it would be important for them to seek out some resources from some of the schools that have been involved in our project."
    },
    {
      "index": 41,
      "start_time": 308420.0,
      "end_time": 311960.0,
      "text": "And I don&#39;t believe that they have to have university intervention"
    },
    {
      "index": 42,
      "start_time": 312200.0,
      "end_time": 320659.0,
      "text": "Because I feel like we’ve prepared so many teacher-leaders who are now urban teachers. Teachers who grew up in the populations"
    },
    {
      "index": 43,
      "start_time": 320660.0,
      "end_time": 326640.0,
      "text": "where they’re teaching the kids--who are such incredible role models that would be able to help support them."
    },
    {
      "index": 44,
      "start_time": 326640.0,
      "end_time": 330990.0,
      "text": "But I don&#39;t know--it’s really hard to do any of this alone"
    },
    {
      "index": 45,
      "start_time": 334260.0,
      "end_time": 341206.0,
      "text": "and so I do think that it would take having a vision, believing in a vision, having a support, but having some people that can come in and provide models"
    },
    {
      "index": 46,
      "start_time": 342590.0,
      "end_time": 349590.0,
      "text": "and that scaffolding, the breaking apart. How do I start, if I wanna teach this way how do I start? What does it mean at different hard points in the year."
    }
  ]
}