{
  "video_id": "tCWI-2aISoc",
  "title": "Top 10 Reasons Why CLIMATE CHANGE Is NO LONGER A Debate",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9710.0,
      "end_time": 15130.0,
      "text": "Welcome to Top10Archive! Global warming has been in the news for years with experts debating"
    },
    {
      "index": 2,
      "start_time": 15130.0,
      "end_time": 21500.0,
      "text": "back and forth on what possibly could occur if nothing is done to curb its adverse effects."
    },
    {
      "index": 3,
      "start_time": 21500.0,
      "end_time": 26140.0,
      "text": "Global warming isn&#39;t the consequence of one singular scenario, but the combination of"
    },
    {
      "index": 4,
      "start_time": 26140.0,
      "end_time": 31710.0,
      "text": "several detrimental events that all intertwine with one another. We&#39;ll start with the melting"
    },
    {
      "index": 5,
      "start_time": 31710.0,
      "end_time": 37780.0,
      "text": "polar regions and trickle down to the extermination of entire species here in our top ten global"
    },
    {
      "index": 6,
      "start_time": 37780.0,
      "end_time": 43420.0,
      "text": "warming outcomes. 10. Melting Glaciers in Polar Regions"
    },
    {
      "index": 7,
      "start_time": 43420.0,
      "end_time": 48739.0,
      "text": "After existing for a millennia, the northern section of the Larsen B ice shelf in Antarctica"
    },
    {
      "index": 8,
      "start_time": 48739.0,
      "end_time": 55359.0,
      "text": "collapsed between January and March of 2002, disintegrating at an alarming rate that stunned"
    },
    {
      "index": 9,
      "start_time": 55359.0,
      "end_time": 61289.0,
      "text": "scientists. It is estimated that melting is occurring at 9% per 10 years, which will only"
    },
    {
      "index": 10,
      "start_time": 61289.0,
      "end_time": 67240.0,
      "text": "get worse with rising temperatures. This isn&#39;t just occurring here though, as several colder"
    },
    {
      "index": 11,
      "start_time": 67240.0,
      "end_time": 73170.0,
      "text": "climates, such as Greenland or Glacier National Park, is also losing their ice regions. The"
    },
    {
      "index": 12,
      "start_time": 73170.0,
      "end_time": 78509.0,
      "text": "water melting starts out salt free, causing it to remain near the surface, which in turn,"
    },
    {
      "index": 13,
      "start_time": 78509.0,
      "end_time": 82920.0,
      "text": "is slowing the northern advance of warmer water from the North Atlantic Current, a sort"
    },
    {
      "index": 14,
      "start_time": 82920.0,
      "end_time": 88509.0,
      "text": "of ecological conveyor system. This leads to colder temperatures, higher sea levels,"
    },
    {
      "index": 15,
      "start_time": 88509.0,
      "end_time": 94380.0,
      "text": "more storms, ecological destruction, amongst other detrimental effects on our planet."
    },
    {
      "index": 16,
      "start_time": 94380.0,
      "end_time": 98740.0,
      "text": "9. Rising Sea Level Scientists have determined that the global"
    },
    {
      "index": 17,
      "start_time": 98740.0,
      "end_time": 107610.0,
      "text": "sea level has been rising since 1900 at approximately 0.04 to 0.1 inches or 1 to 2.5 millimeters"
    },
    {
      "index": 18,
      "start_time": 107610.0,
      "end_time": 113899.0,
      "text": "per year, with a more recent study claiming a rate of.14 inches or 3.5 millimeters since"
    },
    {
      "index": 19,
      "start_time": 113899.0,
      "end_time": 119960.0,
      "text": "the early 1990&#39;s. Although it doesn&#39;t sound like a considerable amount, it can have potentially"
    },
    {
      "index": 20,
      "start_time": 119960.0,
      "end_time": 125560.0,
      "text": "large impacts by putting thousands of coastal cities and whole islands at risk of being"
    },
    {
      "index": 21,
      "start_time": 125560.0,
      "end_time": 131630.0,
      "text": "swallowed by the ocean. Two methods contribute to the rise in sea levels: The melting of"
    },
    {
      "index": 22,
      "start_time": 131630.0,
      "end_time": 139160.0,
      "text": "the polar caps and glaciers and the expansion of seawater due to global temperature rise."
    },
    {
      "index": 23,
      "start_time": 139160.0,
      "end_time": 143740.0,
      "text": "Predicting the amount that oceans will rise is difficult at best, with experts estimating"
    },
    {
      "index": 24,
      "start_time": 143740.0,
      "end_time": 152250.0,
      "text": "a rise of 2.5 to 6.5 feet or 0.8 to 2 meters by 2100, and more dire estimates of 23 feet"
    },
    {
      "index": 25,
      "start_time": 152250.0,
      "end_time": 159300.0,
      "text": "or 7 meters, enough to submerge London. 8. Methane Emission"
    },
    {
      "index": 26,
      "start_time": 159300.0,
      "end_time": 163970.0,
      "text": "Widespread thawing and melting of permafrost due to rising temperatures releases carbon,"
    },
    {
      "index": 27,
      "start_time": 163970.0,
      "end_time": 169840.0,
      "text": "with some of that carbon being released as methane. Methane is a potent greenhouse gas"
    },
    {
      "index": 28,
      "start_time": 169840.0,
      "end_time": 175070.0,
      "text": "that has many times the warming potential of carbon dioxide and other gases. There is"
    },
    {
      "index": 29,
      "start_time": 175070.0,
      "end_time": 180230.0,
      "text": "also an enormous amount of methane stored in ice called methane hydrate in sediments"
    },
    {
      "index": 30,
      "start_time": 180230.0,
      "end_time": 185490.0,
      "text": "on the ocean floor that can be released with higher temperatures. Hydrates form with almost"
    },
    {
      "index": 31,
      "start_time": 185490.0,
      "end_time": 190620.0,
      "text": "any gas and is defined as a compound in which water molecules are chemically bound to another"
    },
    {
      "index": 32,
      "start_time": 190620.0,
      "end_time": 196740.0,
      "text": "compound or element. Combine both these methods, plus emissions from humans and other sources,"
    },
    {
      "index": 33,
      "start_time": 196740.0,
      "end_time": 202650.0,
      "text": "it could lead to planetary disaster causing problems with rising sea levels, natural disasters,"
    },
    {
      "index": 34,
      "start_time": 202650.0,
      "end_time": 208100.0,
      "text": "as well as extinction of 20 to 50% of the world&#39;s animal species."
    },
    {
      "index": 35,
      "start_time": 208100.0,
      "end_time": 212540.0,
      "text": "7. Storm Activity With temperatures on the rise, scientists"
    },
    {
      "index": 36,
      "start_time": 212540.0,
      "end_time": 218970.0,
      "text": "expect an increase of 2 degrees Celsius or 3.6 Fahrenheit in ocean temperatures within"
    },
    {
      "index": 37,
      "start_time": 218970.0,
      "end_time": 225500.0,
      "text": "the next century. As a result, storms, hurricanes, and tropical storms will become more intense,"
    },
    {
      "index": 38,
      "start_time": 225500.0,
      "end_time": 231720.0,
      "text": "lasting longer, with stronger winds and causing more damage to coastal habitats and communities."
    },
    {
      "index": 39,
      "start_time": 231720.0,
      "end_time": 236430.0,
      "text": "Hurricanes and tropical storms are both fueled and intensified depending on how rapidly water"
    },
    {
      "index": 40,
      "start_time": 236430.0,
      "end_time": 242300.0,
      "text": "can evaporate from the ocean. The evaporation transfers heat from the ocean to the atmosphere,"
    },
    {
      "index": 41,
      "start_time": 242300.0,
      "end_time": 247310.0,
      "text": "forming strong winds. A study posted in the journal Nature, found that hurricanes and"
    },
    {
      "index": 42,
      "start_time": 247310.0,
      "end_time": 253590.0,
      "text": "typhoons have grown in magnitude and are longer lasting over the past 30 years. These growths"
    },
    {
      "index": 43,
      "start_time": 253590.0,
      "end_time": 259919.0,
      "text": "correlate with the rise in sea temperatures. 6. Droughts and Heat Waves"
    },
    {
      "index": 44,
      "start_time": 259918.99999999997,
      "end_time": 264430.0,
      "text": "Heat waves are generally defined as a period of several days to weeks of abnormally hot"
    },
    {
      "index": 45,
      "start_time": 264430.0,
      "end_time": 270060.0,
      "text": "weather. In the past 30 to 40 years, there has been an increased trend in high-humidity"
    },
    {
      "index": 46,
      "start_time": 270060.0,
      "end_time": 275030.0,
      "text": "heat waves due to the higher temperatures observed at night. Heat waves are responsible"
    },
    {
      "index": 47,
      "start_time": 275030.0,
      "end_time": 281960.0,
      "text": "for more deaths yearly than hurricanes, lightning, tornadoes, floods, and earthquakes combined."
    },
    {
      "index": 48,
      "start_time": 281960.0,
      "end_time": 287060.0,
      "text": "Experts suggest that average temperatures will rise between 5 to 9 degrees Fahrenheit"
    },
    {
      "index": 49,
      "start_time": 287060.0,
      "end_time": 293990.0,
      "text": "or 3 to 5 Celsius over the next century. 5. Disease"
    },
    {
      "index": 50,
      "start_time": 293990.0,
      "end_time": 298969.0,
      "text": "Climate change will make it easier for more infectious diseases, or disease causing bacteria,"
    },
    {
      "index": 51,
      "start_time": 298969.0,
      "end_time": 304740.0,
      "text": "viruses and fungi to spread, with evidence that it could help them expand in range. With"
    },
    {
      "index": 52,
      "start_time": 304740.0,
      "end_time": 309979.0,
      "text": "increased temperatures and rainfall patterns changing, summers have become longer, allowing"
    },
    {
      "index": 53,
      "start_time": 309979.0,
      "end_time": 315159.0,
      "text": "disease carrying insects, like mosquitoes, to remain active longer and in areas they"
    },
    {
      "index": 54,
      "start_time": 315159.0,
      "end_time": 320930.0,
      "text": "weren&#39;t normally native to. Epidemics of Rift Valley fever, malaria, and yellow fever may"
    },
    {
      "index": 55,
      "start_time": 320930.0,
      "end_time": 326999.0,
      "text": "become more widespread with warmer climates; ecosystems like coral reefs are becoming bleached"
    },
    {
      "index": 56,
      "start_time": 326999.0,
      "end_time": 333129.0,
      "text": "and dying from pathogens that thrive in warm waters, germs that once staved off by colder"
    },
    {
      "index": 57,
      "start_time": 333129.0,
      "end_time": 339060.0,
      "text": "waters are infecting oysters and Monarch butterflies are being attacked by parasites that normally"
    },
    {
      "index": 58,
      "start_time": 339060.0,
      "end_time": 344849.0,
      "text": "wouldn&#39;t be able to survive in their habitat. In 2001, an outbreak of distemper, carried"
    },
    {
      "index": 59,
      "start_time": 344849.0,
      "end_time": 350659.0,
      "text": "by flies, killed many lions in Tanzania and has been linked to climate change."
    },
    {
      "index": 60,
      "start_time": 350659.0,
      "end_time": 356389.0,
      "text": "4. War and Conflict Severe drought, compounded by warming climate,"
    },
    {
      "index": 61,
      "start_time": 356389.0,
      "end_time": 361349.0,
      "text": "drove Syrian Farmers to abandon their crops and flock to cities, which helped in triggering"
    },
    {
      "index": 62,
      "start_time": 361349.0,
      "end_time": 366800.0,
      "text": "a civil war that has killed hundreds of thousands. This was stated in a study and published in"
    },
    {
      "index": 63,
      "start_time": 366800.0,
      "end_time": 372139.0,
      "text": "the Proceedings of National Academy of Sciences, along with the acknowledgement that many other"
    },
    {
      "index": 64,
      "start_time": 372139.0,
      "end_time": 378340.0,
      "text": "factors played a role in this conflict. Researchers argue that the conflict derived from economic"
    },
    {
      "index": 65,
      "start_time": 378340.0,
      "end_time": 383830.0,
      "text": "uncertainties resulting from temperature-related yield declines in areas heavily dependent"
    },
    {
      "index": 66,
      "start_time": 383830.0,
      "end_time": 389639.0,
      "text": "on agriculture. As climate change causes more resource depletion, it is highly likely to"
    },
    {
      "index": 67,
      "start_time": 389639.0,
      "end_time": 394770.0,
      "text": "cause conflict within those regions or be exploited by those who see it as an advantage"
    },
    {
      "index": 68,
      "start_time": 394770.0,
      "end_time": 400520.0,
      "text": "for power, territory, or wealth. You may think that this is an isolated part of the world,"
    },
    {
      "index": 69,
      "start_time": 400520.0,
      "end_time": 405090.0,
      "text": "but these symptoms could trickle down, and effect countries that were otherwise thought"
    },
    {
      "index": 70,
      "start_time": 405090.0,
      "end_time": 409860.0,
      "text": "to be safe. 3. Economic Consequences"
    },
    {
      "index": 71,
      "start_time": 409860.0,
      "end_time": 414449.0,
      "text": "Temperature rise due to climate change may radically damage the global economy and slow"
    },
    {
      "index": 72,
      "start_time": 414449.0,
      "end_time": 419529.0,
      "text": "growth in the following years by several different factors. Researchers found that temperature"
    },
    {
      "index": 73,
      "start_time": 419529.0,
      "end_time": 427509.0,
      "text": "change due to global warming will leave global GDP per capita 23% lower in 2100 than it would"
    },
    {
      "index": 74,
      "start_time": 427509.0,
      "end_time": 432939.0,
      "text": "be if there wasn&#39;t any warming. Some factors include, damage to property and infrastructure"
    },
    {
      "index": 75,
      "start_time": 432939.0,
      "end_time": 439659.0,
      "text": "caused by floods, rising sea levels, droughts, wildfires, and storms that will require repair,"
    },
    {
      "index": 76,
      "start_time": 439659.0,
      "end_time": 445370.0,
      "text": "or loss in productivity due to declines in ecosystems, increased sickness, bad weather"
    },
    {
      "index": 77,
      "start_time": 445370.0,
      "end_time": 451580.0,
      "text": "for tourism, and/or agriculture disruption. It would also strain humanitarian relief and"
    },
    {
      "index": 78,
      "start_time": 451580.0,
      "end_time": 457430.0,
      "text": "increase security threats when mass climate refugees are displaced from their homes."
    },
    {
      "index": 79,
      "start_time": 457430.0,
      "end_time": 462860.0,
      "text": "2. Loss of Biodiversity The link between climate change and biodiversity"
    },
    {
      "index": 80,
      "start_time": 462860.0,
      "end_time": 468569.0,
      "text": "has long been established, but as global temperatures rapidly rise, it becomes more of a threat"
    },
    {
      "index": 81,
      "start_time": 468569.0,
      "end_time": 474809.0,
      "text": "to the biodiversity of our planet affecting their ability to adapt quickly. As some ecosystems"
    },
    {
      "index": 82,
      "start_time": 474809.0,
      "end_time": 480589.0,
      "text": "are melting away, literally, animals are pushed to territory they aren&#39;t familiar with, causing"
    },
    {
      "index": 83,
      "start_time": 480589.0,
      "end_time": 485629.0,
      "text": "species that have adapted to the original environment to become strained. There is less"
    },
    {
      "index": 84,
      "start_time": 485629.0,
      "end_time": 491050.0,
      "text": "food due to animals dying from the increase of disease and from species migrating to more"
    },
    {
      "index": 85,
      "start_time": 491050.0,
      "end_time": 496930.0,
      "text": "hospitable locations, as seen in recent years in the Arctic and other regions. Less water"
    },
    {
      "index": 86,
      "start_time": 496930.0,
      "end_time": 502589.0,
      "text": "from droughts in other areas where it was originally abundant becomes another factor."
    },
    {
      "index": 87,
      "start_time": 502589.0,
      "end_time": 507259.0,
      "text": "If flora and fauna can not adapt to the changes that are occurring, not only will some of"
    },
    {
      "index": 88,
      "start_time": 507259.0,
      "end_time": 511120.0,
      "text": "these habitats become scarce, but some may even become non-existent."
    },
    {
      "index": 89,
      "start_time": 511120.0,
      "end_time": 518380.0,
      "text": "1. Ecosystem Extinctions It is predicted by experts that one-fourth"
    },
    {
      "index": 90,
      "start_time": 518380.0,
      "end_time": 524470.0,
      "text": "of the Earth&#39;s species could be heading towards extinction by 2050 due to climate change."
    },
    {
      "index": 91,
      "start_time": 524470.0,
      "end_time": 529750.0,
      "text": "It is already happening in the oceans with increased carbon dioxide retention causing"
    },
    {
      "index": 92,
      "start_time": 529750.0,
      "end_time": 535140.0,
      "text": "acidification or &quot;bleaching&quot; in the marine ecosystem, which has lead to the coral reefs"
    },
    {
      "index": 93,
      "start_time": 535140.0,
      "end_time": 540870.0,
      "text": "disappearing. Although coral reefs only make up 1% of the Earth&#39;s surface, they house a"
    },
    {
      "index": 94,
      "start_time": 540870.0,
      "end_time": 548180.0,
      "text": "staggering 25% of all marine life. A study conducted by Worldwide Fund for Nature, states"
    },
    {
      "index": 95,
      "start_time": 548180.0,
      "end_time": 555820.0,
      "text": "that coral reefs have declined by 50% in the last 30 years. In 1991, the death of the last"
    },
    {
      "index": 96,
      "start_time": 555820.0,
      "end_time": 562390.0,
      "text": "Golden Toad in Central America is marked as the first documented species extinction caused"
    },
    {
      "index": 97,
      "start_time": 562390.0,
      "end_time": 567790.0,
      "text": "by climate change. It is also estimated that due to the melting ice of the Arctic, that"
    },
    {
      "index": 98,
      "start_time": 567790.0,
      "end_time": 577790.0,
      "text": "polar bears may be gone in the next 100 years."
    }
  ]
}