{
  "video_id": "TdKe0NNHWmY",
  "title": "Unlocking the Old Testament Part 2 - Genesis 1",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 27869.0,
      "end_time": 33500.0,
      "text": "Well now, the Bible is not one book, but many. The word Bible comes from the plural word"
    },
    {
      "index": 2,
      "start_time": 33500.0,
      "end_time": 40390.0,
      "text": "biblia which means library and the Bible is not one book but 66 books and together these"
    },
    {
      "index": 3,
      "start_time": 40390.0,
      "end_time": 47390.0,
      "text": "books form a history book, the history of our universe. But the Bible begins earlier,"
    },
    {
      "index": 4,
      "start_time": 47390.0,
      "end_time": 52100.0,
      "text": "and it ends later than any other history book because it begins with the very beginning"
    },
    {
      "index": 5,
      "start_time": 52100.0,
      "end_time": 58420.0,
      "text": "of our universe. It goes right through to the end of our universe and even beyond. But"
    },
    {
      "index": 6,
      "start_time": 58420.0,
      "end_time": 63920.0,
      "text": "it’s history written from God&#39;s point of view. Therefore, he selects what is important"
    },
    {
      "index": 7,
      "start_time": 63920.0,
      "end_time": 69580.0,
      "text": "for him; that makes it quite different from a political history or a physical history"
    },
    {
      "index": 8,
      "start_time": 69580.0,
      "end_time": 75690.0,
      "text": "of our universe, or a cultural history of our society. God selects very carefully the"
    },
    {
      "index": 9,
      "start_time": 75690.0,
      "end_time": 81780.0,
      "text": "things that matter to him; the events which affected him most deeply. Therefore again,"
    },
    {
      "index": 10,
      "start_time": 81780.0,
      "end_time": 88311.0,
      "text": "it’s quite different from every other history. Now there are two themes in the Bible. Number"
    },
    {
      "index": 11,
      "start_time": 88311.0,
      "end_time": 96720.0,
      "text": "1 - what has gone wrong with our world? And Number 2 how can it be put right? I think"
    },
    {
      "index": 12,
      "start_time": 96720.0,
      "end_time": 102340.0,
      "text": "everybody agrees our world is not a good place to live in. Something has gone terribly wrong"
    },
    {
      "index": 13,
      "start_time": 102340.0,
      "end_time": 109399.0,
      "text": "with it and the book of Genesis tells us exactly what. But the rest of the Bible tells us how"
    },
    {
      "index": 14,
      "start_time": 109399.0,
      "end_time": 115929.0,
      "text": "it’s going to be put right, or rather how God himself will put it right. Only God could"
    },
    {
      "index": 15,
      "start_time": 115929.0,
      "end_time": 121660.0,
      "text": "solve a problem the size of our world and he’s going to do it by rescuing the human"
    },
    {
      "index": 16,
      "start_time": 121660.0,
      "end_time": 129199.0,
      "text": "race from itself. For that’s what we need to be rescued from - ourselves. That’s what"
    },
    {
      "index": 17,
      "start_time": 129199.00000000001,
      "end_time": 135950.0,
      "text": "the word redemption actually means, to be rescued; and we need to be rescued from ourselves."
    },
    {
      "index": 18,
      "start_time": 135950.0,
      "end_time": 143649.0,
      "text": "So all 66 books form part of one great drama which I’m going to call the Drama of Redemption"
    },
    {
      "index": 19,
      "start_time": 143650.0,
      "end_time": 151630.0,
      "text": "and the book of Genesis introduces us to the stage, the cast and the plot of this great"
    },
    {
      "index": 20,
      "start_time": 151630.0,
      "end_time": 157390.0,
      "text": "drama, and without the first few chapters of Genesis, the rest of the Bible would really"
    },
    {
      "index": 21,
      "start_time": 157390.0,
      "end_time": 162129.0,
      "text": "not make any sense. The Hebrew title for this book is simply In"
    },
    {
      "index": 22,
      "start_time": 162129.0,
      "end_time": 168300.0,
      "text": "the Beginning, that’s because the Hebrew scriptures were in the form of scrolls all"
    },
    {
      "index": 23,
      "start_time": 168300.0,
      "end_time": 173609.0,
      "text": "rolled up and they would simply give each scroll the name of the first word or phrase"
    },
    {
      "index": 24,
      "start_time": 173609.0,
      "end_time": 179359.0,
      "text": "in it so that just unwrapping the first bit of the scroll, they could identify which book"
    },
    {
      "index": 25,
      "start_time": 179359.0,
      "end_time": 185600.0,
      "text": "of their scriptures it was. So they simply call it In the Beginning. When the Hebrew"
    },
    {
      "index": 26,
      "start_time": 185600.0,
      "end_time": 192260.0,
      "text": "Old Testament was translated into Greek about 250 years before Jesus was born, they changed"
    },
    {
      "index": 27,
      "start_time": 192260.0,
      "end_time": 198399.0,
      "text": "the name to Genesis, which means ‘origin’ or ‘beginning’ and that’s a very appropriate"
    },
    {
      "index": 28,
      "start_time": 198400.0,
      "end_time": 204110.0,
      "text": "title because here we have the origin of our universe - of the sun and the moon and the"
    },
    {
      "index": 29,
      "start_time": 204110.0,
      "end_time": 212760.0,
      "text": "stars, of planet earth on which we live. Here we have the origin of plants, birds, fish,"
    },
    {
      "index": 30,
      "start_time": 212760.0,
      "end_time": 221299.0,
      "text": "animals, humans. Here we have the origin of sex, of marriage and of family life. We have"
    },
    {
      "index": 31,
      "start_time": 221300.0,
      "end_time": 229900.0,
      "text": "the origin of civilisation, of government, of culture, both arts and sciences. We have"
    },
    {
      "index": 32,
      "start_time": 229900.0,
      "end_time": 239180.0,
      "text": "here the origin of sin and death and murder and war. We even have here in this book the"
    },
    {
      "index": 33,
      "start_time": 239180.0,
      "end_time": 247989.0,
      "text": "origin of sacrifice, both animal and human. So, it’s a remarkable book, just one small"
    },
    {
      "index": 34,
      "start_time": 247989.0,
      "end_time": 255519.0,
      "text": "book - 50 chapters - and yet it covers the origin of all that. And it deals with ultimate"
    },
    {
      "index": 35,
      "start_time": 255519.0,
      "end_time": 263940.0,
      "text": "questions like Where did our universe come from? Why are we here? And even more personal,"
    },
    {
      "index": 36,
      "start_time": 263940.0,
      "end_time": 268971.0,
      "text": "Why does each of us have to die? - something we rebel against, something we don’t talk"
    },
    {
      "index": 37,
      "start_time": 268971.0,
      "end_time": 274960.0,
      "text": "about or think about, something we dress up like a horticultural show to try and disguise"
    },
    {
      "index": 38,
      "start_time": 274960.0,
      "end_time": 284600.0,
      "text": "the horror of it. But we all have to die. Why? Now these are ultimate questions of life"
    },
    {
      "index": 39,
      "start_time": 284600.0,
      "end_time": 290500.0,
      "text": "and we need answers to them or else we just drown these questions in busyness and forget"
    },
    {
      "index": 40,
      "start_time": 290500.0,
      "end_time": 295811.0,
      "text": "them. But they can’t be answered by any human being. The historians can’t answer"
    },
    {
      "index": 41,
      "start_time": 295811.0,
      "end_time": 301940.0,
      "text": "these questions, they can’t tell us how it all began because no historian was there"
    },
    {
      "index": 42,
      "start_time": 301940.0,
      "end_time": 310300.0,
      "text": "either to observe or record how it happened. Scientists can’t tell us about the beginning"
    },
    {
      "index": 43,
      "start_time": 310300.0,
      "end_time": 315440.0,
      "text": "of our universe. They can go back to the beginning, but they can’t go beyond that. They can’t"
    },
    {
      "index": 44,
      "start_time": 315440.0,
      "end_time": 323690.0,
      "text": "observe anything beyond that. So they can’t tell us how it began and therefore much more,"
    },
    {
      "index": 45,
      "start_time": 323690.0,
      "end_time": 330630.0,
      "text": "they cannot tell us why it began. Science cannot find a purpose for this universe coming"
    },
    {
      "index": 46,
      "start_time": 330630.0,
      "end_time": 338830.0,
      "text": "into being. They can tell us some details of how it came about, but certainly not why."
    },
    {
      "index": 47,
      "start_time": 338830.0,
      "end_time": 345359.0,
      "text": "Philosophers can’t answer these ultimate questions, they can only guess. It is speculation"
    },
    {
      "index": 48,
      "start_time": 345360.0,
      "end_time": 351190.0,
      "text": "when philosophers try and tell us for example the answer to the question that occupies most"
    },
    {
      "index": 49,
      "start_time": 351190.0,
      "end_time": 356890.0,
      "text": "of them, the problem of evil. Where did evil come from, why is there so much evil in the"
    },
    {
      "index": 50,
      "start_time": 356890.0,
      "end_time": 361380.0,
      "text": "world? Philosophers have strained their brains to try and give us an answer, but it is all"
    },
    {
      "index": 51,
      "start_time": 361380.0,
      "end_time": 368659.0,
      "text": "guesswork, nobody really knows. There is only one person who could really answer these questions"
    },
    {
      "index": 52,
      "start_time": 368659.0,
      "end_time": 374620.0,
      "text": "for us and that is God himself. So when you open the book of Genesis you are immediately"
    },
    {
      "index": 53,
      "start_time": 374620.0,
      "end_time": 384689.0,
      "text": "faced with a question. Are you reading the results of human imagination or divine inspiration?"
    },
    {
      "index": 54,
      "start_time": 384689.0,
      "end_time": 391800.0,
      "text": "Does the book of Genesis just give us another series of guesses from human speculation about"
    },
    {
      "index": 55,
      "start_time": 391800.0,
      "end_time": 397530.0,
      "text": "these things? Or does it actually tell us the answer, give us the answer from the only"
    },
    {
      "index": 56,
      "start_time": 397530.0,
      "end_time": 405490.0,
      "text": "person who was there when it all began, and indeed the person responsible for it?"
    },
    {
      "index": 57,
      "start_time": 405500.0,
      "end_time": 409680.0,
      "text": "There are other accounts of creation in the world. There’s one widely known one called"
    },
    {
      "index": 58,
      "start_time": 409680.0,
      "end_time": 416400.0,
      "text": "the Babylonian Epic. It’s far more complicated and far less credible than what you have in"
    },
    {
      "index": 59,
      "start_time": 416400.0,
      "end_time": 424390.0,
      "text": "Genesis but it’s only one of other sagas which are supposed to tell us how it all began."
    },
    {
      "index": 60,
      "start_time": 424400.0,
      "end_time": 430990.0,
      "text": "You should read some of them just to compare them with the sheer simplicity and convincing"
    },
    {
      "index": 61,
      "start_time": 430990.0,
      "end_time": 437830.0,
      "text": "nature of Genesis 1. But you must decide when you read Genesis - are you reading the product"
    },
    {
      "index": 62,
      "start_time": 437830.0,
      "end_time": 445580.0,
      "text": "of a human imagination or a divine inspiration? So, you’ve got to take a step of faith before"
    },
    {
      "index": 63,
      "start_time": 445580.0,
      "end_time": 453289.0,
      "text": "you open the book. But actually, science is based on steps of faith. I’ve got a science"
    },
    {
      "index": 64,
      "start_time": 453290.0,
      "end_time": 460580.0,
      "text": "degree and I know that in science you produce a hypothesis, a working theory and then you"
    },
    {
      "index": 65,
      "start_time": 460580.0,
      "end_time": 467258.0,
      "text": "test it to see if it fits the facts. That’s how science progresses. It’s built on such"
    },
    {
      "index": 66,
      "start_time": 467259.0,
      "end_time": 475680.0,
      "text": "leaps of faith, so you leap in faith into a theory and then you test it with the facts."
    },
    {
      "index": 67,
      "start_time": 475680.0,
      "end_time": 480370.0,
      "text": "And therefore I believe that the approach of faith is scientific from that point of"
    },
    {
      "index": 68,
      "start_time": 480370.0,
      "end_time": 490000.0,
      "text": "view and I say, take a step of faith in Genesis, assume it is God&#39;s answer to these questions"
    },
    {
      "index": 69,
      "start_time": 490000.0,
      "end_time": 497449.0,
      "text": "and then see if it fits the facts, And there are two big facts that stare me in the face"
    },
    {
      "index": 70,
      "start_time": 497449.0,
      "end_time": 505219.0,
      "text": "which are perfectly explained by the answer in Genesis. Fact number 1, what a wonderful"
    },
    {
      "index": 71,
      "start_time": 505219.0,
      "end_time": 512340.0,
      "text": "world we live in. Isn’t it incredible? The universe is amazing, but this planet is the"
    },
    {
      "index": 72,
      "start_time": 512340.00000000006,
      "end_time": 518190.00000000006,
      "text": "most interesting thing in the universe. It’s got more variety in it. Well, it’s got life"
    },
    {
      "index": 73,
      "start_time": 518190.00000000006,
      "end_time": 525570.0,
      "text": "in it. We live in a wonderful world and the more you watch nature programmes on television"
    },
    {
      "index": 74,
      "start_time": 525570.0,
      "end_time": 530800.0,
      "text": "the more wonderful it appears to be and the wonders of modern photography are revealing"
    },
    {
      "index": 75,
      "start_time": 530800.0,
      "end_time": 536599.0,
      "text": "so much to us. Do you like watching those programmes? What a wonderful world we are"
    },
    {
      "index": 76,
      "start_time": 536600.0,
      "end_time": 544490.0,
      "text": "in and the other fact is this. It’s been ruined by those who live in it."
    },
    {
      "index": 77,
      "start_time": 544490.0,
      "end_time": 549170.0,
      "text": "Now these are two facts we all have to live with and we’re becoming more and more conscious"
    },
    {
      "index": 78,
      "start_time": 549170.0,
      "end_time": 556449.0,
      "text": "of the environment and what we are doing to it. 100 different species are becoming extinct"
    },
    {
      "index": 79,
      "start_time": 556450.0,
      "end_time": 565110.0,
      "text": "every day. We’re destroying the world we live in. Now these two facts are extraordinary."
    },
    {
      "index": 80,
      "start_time": 565110.0,
      "end_time": 572389.0,
      "text": "What a wonderful world we live in; and why are we destroying it? Well I believe that"
    },
    {
      "index": 81,
      "start_time": 572389.0,
      "end_time": 579279.0,
      "text": "the facts fit Genesis perfectly and I believe it’s a scientific approach."
    },
    {
      "index": 82,
      "start_time": 579279.0,
      "end_time": 584290.0,
      "text": "Now let’s look at the place of Genesis in the Bible. It’s not just the first book"
    },
    {
      "index": 83,
      "start_time": 584290.0,
      "end_time": 592130.0,
      "text": "in the Bible it’s the foundational book for the whole Bible. Most, if not all, biblical"
    },
    {
      "index": 84,
      "start_time": 592130.0,
      "end_time": 598450.0,
      "text": "truths are here in the book of Genesis in essence, that’s why it’s been called the"
    },
    {
      "index": 85,
      "start_time": 598450.0,
      "end_time": 605200.0,
      "text": "seed plot of the Bible. The seeds of Genesis come to fruition later in the Bible, but they"
    },
    {
      "index": 86,
      "start_time": 605200.0,
      "end_time": 612750.0,
      "text": "are all there in embryo. This book is in fact the key that unlocks the rest of the Bible."
    },
    {
      "index": 87,
      "start_time": 612750.0,
      "end_time": 616910.0,
      "text": "Have you ever wondered what the Bible would be like if it began with Exodus instead of"
    },
    {
      "index": 88,
      "start_time": 616910.0,
      "end_time": 623600.0,
      "text": "Genesis? Supposing this book was missing. I think as soon as you began to read the Bible"
    },
    {
      "index": 89,
      "start_time": 623600.0,
      "end_time": 629261.0,
      "text": "without it you’d say, well I’m not interested in a bunch of Jewish slaves in Egypt. Why"
    },
    {
      "index": 90,
      "start_time": 629261.0,
      "end_time": 635920.0,
      "text": "should I study their history and religion? Only if you had a particular academic interest"
    },
    {
      "index": 91,
      "start_time": 635920.0,
      "end_time": 643339.0,
      "text": "in it would you read any further. But because Genesis is there, you’re reading about yourself,"
    },
    {
      "index": 92,
      "start_time": 643339.0,
      "end_time": 652000.0,
      "text": "about your life. You understand what makes you tick and why you can’t be a better person"
    },
    {
      "index": 93,
      "start_time": 652000.0,
      "end_time": 656270.0,
      "text": "and the person you wish to be in your best moments. Have you ever wondered why life is"
    },
    {
      "index": 94,
      "start_time": 656270.0,
      "end_time": 663529.0,
      "text": "such a moral struggle? Most people want to be better than they are but fail, why? Well"
    },
    {
      "index": 95,
      "start_time": 663529.0,
      "end_time": 668399.0,
      "text": "Exodus wouldn’t help you to understand that; Genesis does, because you are reading about"
    },
    {
      "index": 96,
      "start_time": 668399.0,
      "end_time": 673570.0,
      "text": "your ancestor, a man called Adam and when you read about him it’s like looking in"
    },
    {
      "index": 97,
      "start_time": 673570.0,
      "end_time": 681600.0,
      "text": "a mirror and seeing yourself. The Old Testament is built on the book of Genesis, there are"
    },
    {
      "index": 98,
      "start_time": 681600.0,
      "end_time": 686880.0,
      "text": "many references all the way through the Old Testament to people like Adam and Noah and"
    },
    {
      "index": 99,
      "start_time": 686880.0,
      "end_time": 693769.0,
      "text": "Abraham and Jacob who changed his name to Israel. The whole of the Old Testament builds"
    },
    {
      "index": 100,
      "start_time": 693769.0,
      "end_time": 702100.0,
      "text": "on the book of Genesis. But it’s the New Testament that builds on it even more. Surprisingly,"
    },
    {
      "index": 101,
      "start_time": 702100.0,
      "end_time": 708470.0,
      "text": "Genesis is more quoted in the New than in the Old Testament, would you believe it. All"
    },
    {
      "index": 102,
      "start_time": 708470.0,
      "end_time": 714170.0,
      "text": "the first six chapters - one, two, three, four, five, six - are all quoted in detail"
    },
    {
      "index": 103,
      "start_time": 714170.0,
      "end_time": 720290.0,
      "text": "in the New Testament. All the major writers of the New Testament, eight of them, all refer"
    },
    {
      "index": 104,
      "start_time": 720290.0,
      "end_time": 724560.0,
      "text": "to the book of Genesis and Jesus himself did of course."
    },
    {
      "index": 105,
      "start_time": 724560.0,
      "end_time": 732689.0,
      "text": "For Christians, Jesus’ attitude to Genesis settles all questions. Because if we follow"
    },
    {
      "index": 106,
      "start_time": 732690.0,
      "end_time": 738580.0,
      "text": "Jesus then we trust him, we believe he spoke the truth and it’s interesting that Jesus"
    },
    {
      "index": 107,
      "start_time": 738580.0,
      "end_time": 748310.0,
      "text": "regarded all the characters of Genesis as real historical figures, not legends. He regarded"
    },
    {
      "index": 108,
      "start_time": 748310.0,
      "end_time": 754579.0,
      "text": "Noah and the flood as an historical event and if Jesus did then I do, whatever other"
    },
    {
      "index": 109,
      "start_time": 754580.0,
      "end_time": 760350.0,
      "text": "difficulties there may be, and we’ll look at them as we go along. Nevertheless, if Noah"
    },
    {
      "index": 110,
      "start_time": 760350.0,
      "end_time": 768420.0,
      "text": "was real for Jesus then he is real for me. Not only that, but Jesus claimed to be on"
    },
    {
      "index": 111,
      "start_time": 768420.0,
      "end_time": 778279.0,
      "text": "personal acquaintance terms with Abraham. And he said, before Abraham was born I Am"
    },
    {
      "index": 112,
      "start_time": 778279.0,
      "end_time": 784480.0,
      "text": "and he was glad to meet me, and the Jews listened to Jesus saying this and said, you’re not"
    },
    {
      "index": 113,
      "start_time": 784480.0,
      "end_time": 793200.0,
      "text": "50 years old and you claim to know Abraham. But Jesus is saying I was there, I was there."
    },
    {
      "index": 114,
      "start_time": 793200.0,
      "end_time": 800449.0,
      "text": "Do you trust Jesus? Then that’s the truth. So Jesus was constantly endorsing the book"
    },
    {
      "index": 115,
      "start_time": 800449.0,
      "end_time": 808109.0,
      "text": "of Genesis. When he was asked about divorce and remarriage, what did he do? He took them"
    },
    {
      "index": 116,
      "start_time": 808110.0,
      "end_time": 815110.0,
      "text": "right back to Genesis chapter 2 and said, you’ll find the answer right there. So you"
    },
    {
      "index": 117,
      "start_time": 815110.0,
      "end_time": 820699.0,
      "text": "can see that the book of Genesis really underlies the whole Bible, provides the key to the rest."
    },
    {
      "index": 118,
      "start_time": 820699.0,
      "end_time": 826380.0,
      "text": "Without it, the rest would not make sense. To give you just one example, you will not"
    },
    {
      "index": 119,
      "start_time": 826380.0,
      "end_time": 832949.0,
      "text": "understand the cross without the book of Genesis, would you believe it? Because Paul says this"
    },
    {
      "index": 120,
      "start_time": 832949.0,
      "end_time": 840579.0,
      "text": "is what happened at the Cross: just as one man’s disobedience brought death to the"
    },
    {
      "index": 121,
      "start_time": 840579.0,
      "end_time": 851930.0,
      "text": "human race, one man’s obedience brings life. Now that’s the heart of the cross. But he’s"
    },
    {
      "index": 122,
      "start_time": 851930.0,
      "end_time": 859710.0,
      "text": "talking about Genesis chapter 3. So I think I have established my case. Therefore, if"
    },
    {
      "index": 123,
      "start_time": 859711.0,
      "end_time": 865300.0,
      "text": "you don’t believe the book of Genesis you can’t rely on the rest of the Bible. If"
    },
    {
      "index": 124,
      "start_time": 865300.0,
      "end_time": 873599.0,
      "text": "Genesis is proved mistaken, then the rest of the Bible is shaken. If Genesis is not"
    },
    {
      "index": 125,
      "start_time": 873600.0,
      "end_time": 883209.0,
      "text": "true, then chance is our creator. And the brute beasts are our ancestors if Genesis"
    },
    {
      "index": 126,
      "start_time": 883209.0,
      "end_time": 890660.0,
      "text": "is not true. And therefore, it is not surprising that this book has been more under attack"
    },
    {
      "index": 127,
      "start_time": 890660.0,
      "end_time": 900870.0,
      "text": "than any other book in the entire Bible. There are two prongs to the attack. One is scientific"
    },
    {
      "index": 128,
      "start_time": 900870.0,
      "end_time": 905690.0,
      "text": "and we’re all aware of some of the problems there. I’m not going to have time to deal"
    },
    {
      "index": 129,
      "start_time": 905690.0,
      "end_time": 911760.0,
      "text": "with them all in full, but we will refer to them and there are other tapes that have been"
    },
    {
      "index": 130,
      "start_time": 911760.0,
      "end_time": 918400.0,
      "text": "made and videos that deal with them more fully. But we have to be aware of them, especially"
    },
    {
      "index": 131,
      "start_time": 918400.0,
      "end_time": 925640.0,
      "text": "young people are aware of what they’ve been told in school, biology classes, and they"
    },
    {
      "index": 132,
      "start_time": 925640.0,
      "end_time": 931500.0,
      "text": "come with that background to read Genesis and they have real problems. And we must be"
    },
    {
      "index": 133,
      "start_time": 931500.0,
      "end_time": 938709.0,
      "text": "honest about them. For example, science has questioned the order of creation, the speed"
    },
    {
      "index": 134,
      "start_time": 938709.0,
      "end_time": 946719.0,
      "text": "of creation and the method of creation. Science has questioned the age of the earth, the origin"
    },
    {
      "index": 135,
      "start_time": 946720.0,
      "end_time": 953940.0,
      "text": "of man, the extent of the flood, the age of people who lived before the flood and many"
    },
    {
      "index": 136,
      "start_time": 953940.0,
      "end_time": 964139.0,
      "text": "other things. But behind that attack, I believe there is a satanic attack. The devil hates"
    },
    {
      "index": 137,
      "start_time": 964139.0,
      "end_time": 971860.0,
      "text": "two books in the Bible, Genesis and Revelation. And he hates the first chapters of Genesis"
    },
    {
      "index": 138,
      "start_time": 971860.0,
      "end_time": 978320.0,
      "text": "and the last chapters of Revelation, particularly because the one describes his entrance into"
    },
    {
      "index": 139,
      "start_time": 978320.0,
      "end_time": 986899.0,
      "text": "our world and the other describes his undignified exit from our world and so he likes to keep"
    },
    {
      "index": 140,
      "start_time": 986899.0,
      "end_time": 993279.0,
      "text": "people out of the early chapters of Genesis and the later chapters of Revelation. He wants"
    },
    {
      "index": 141,
      "start_time": 993279.0,
      "end_time": 1001460.0,
      "text": "to persuade you that Genesis is myth and Revelation is mystery, so that you leave them alone."
    },
    {
      "index": 142,
      "start_time": 1001460.0,
      "end_time": 1008639.0,
      "text": "Because he knows perfectly well that if you can destroy people’s faith in Genesis then"
    },
    {
      "index": 143,
      "start_time": 1008640.0,
      "end_time": 1014691.0,
      "text": "you have, in fact, destroyed the foundation of the whole Bible. So it is not surprising"
    },
    {
      "index": 144,
      "start_time": 1014690.0,
      "end_time": 1021870.0,
      "text": "that there’s been such a lot of argument about Genesis. If you distrust this book,"
    },
    {
      "index": 145,
      "start_time": 1021870.0,
      "end_time": 1028660.0,
      "text": "you tend to discard the rest. Now how did Genesis come to be written? It’s"
    },
    {
      "index": 146,
      "start_time": 1028660.0000000001,
      "end_time": 1034700.0000000001,
      "text": "one of five books which form a unit, not so much in our Bible but in Jewish scripture"
    },
    {
      "index": 147,
      "start_time": 1034690.0,
      "end_time": 1041550.0,
      "text": "most certainly. These five books form together the Pentateuch, ‘penta’ means five, there’s"
    },
    {
      "index": 148,
      "start_time": 1041550.0,
      "end_time": 1046310.0,
      "text": "a big five-sided building in Washington DC called the Pentagon, well it’s the same"
    },
    {
      "index": 149,
      "start_time": 1046310.0,
      "end_time": 1054330.0,
      "text": "word – Pentateuch - the five books. And they are often called by Jews the Torah, which"
    },
    {
      "index": 150,
      "start_time": 1054330.0,
      "end_time": 1062669.0,
      "text": "means ‘instruction’ and they believe that these five books together form the Maker’s"
    },
    {
      "index": 151,
      "start_time": 1062670.0,
      "end_time": 1068370.0,
      "text": "instructions. And it is very wise - since the Maker gave us these instructions to get"
    },
    {
      "index": 152,
      "start_time": 1068370.0,
      "end_time": 1073799.0,
      "text": "the most out of life - to become familiar with them. So the Jews read through the first"
    },
    {
      "index": 153,
      "start_time": 1073800.0,
      "end_time": 1081310.0,
      "text": "five books of the Bible every year, on a lectionary. Every week they read a bit more, so they get"
    },
    {
      "index": 154,
      "start_time": 1081310.0,
      "end_time": 1085300.0,
      "text": "round it in a year like painting the Forth Bridge - when they get to the other end of"
    },
    {
      "index": 155,
      "start_time": 1085300.0,
      "end_time": 1091111.0,
      "text": "it they start again at the beginning -and it is their weekly lectionary."
    },
    {
      "index": 156,
      "start_time": 1091110.0,
      "end_time": 1103379.0,
      "text": "Now Jews, Christians and even pagan historians believe that Moses wrote these five books"
    },
    {
      "index": 157,
      "start_time": 1103380.0,
      "end_time": 1109480.0,
      "text": "and that’s been the long tradition. I see no reason to doubt it. By the time of Moses,"
    },
    {
      "index": 158,
      "start_time": 1109480.0,
      "end_time": 1116790.0,
      "text": "the alphabet had replaced the picture language that prevailed in Egypt, and still in China"
    },
    {
      "index": 159,
      "start_time": 1116790.0,
      "end_time": 1123770.0,
      "text": "and Japan today. But that had been replaced by an alphabet, and remember that Moses was"
    },
    {
      "index": 160,
      "start_time": 1123770.0,
      "end_time": 1131260.0,
      "text": "university educated. If ever you see Cleopatra’s Needle on the Thames Embankment, that’s"
    },
    {
      "index": 161,
      "start_time": 1131260.0,
      "end_time": 1137100.0,
      "text": "one of two columns - the other is in Rome - which stood at the entrance to the Egyptian"
    },
    {
      "index": 162,
      "start_time": 1137100.0,
      "end_time": 1144158.0,
      "text": "university and may well be two columns which Moses looked at every morning he went as a"
    },
    {
      "index": 163,
      "start_time": 1144160.0,
      "end_time": 1150781.0,
      "text": "student. So he had the education and the knowledge to compile these five books and I believe"
    },
    {
      "index": 164,
      "start_time": 1150780.0,
      "end_time": 1156700.0,
      "text": "that that tradition is right, though none of the books has a name in them. There are"
    },
    {
      "index": 165,
      "start_time": 1156700.0,
      "end_time": 1163178.0,
      "text": "however, two problems if Moses wrote these five books. The first problem is quite minor"
    },
    {
      "index": 166,
      "start_time": 1163180.0,
      "end_time": 1169662.0,
      "text": "and that is that at the end of Deuteronomy, Moses’ death is carefully recorded. And"
    },
    {
      "index": 167,
      "start_time": 1169660.0,
      "end_time": 1174869.0,
      "text": "I assume you would agree with me that that’s a little unlikely that he wrote that. Joshua"
    },
    {
      "index": 168,
      "start_time": 1174870.0,
      "end_time": 1180860.0,
      "text": "probably added a note to that effect at the end of the five books to round off the story."
    },
    {
      "index": 169,
      "start_time": 1180860.0,
      "end_time": 1190760.0,
      "text": "But the major problem is this. The book of Genesis ends 300 years before Moses was born."
    },
    {
      "index": 170,
      "start_time": 1190760.0,
      "end_time": 1196960.0,
      "text": "Now he lived during the days covered by Exodus, Leviticus, Numbers and Deuteronomy; those"
    },
    {
      "index": 171,
      "start_time": 1196960.0,
      "end_time": 1203890.0,
      "text": "four clearly come from his lifetime. There’s no problem with Moses writing those. But Genesis"
    },
    {
      "index": 172,
      "start_time": 1203890.0,
      "end_time": 1213890.0,
      "text": "ends 3-400 years before Moses was born. So how could he have got his material for the"
    },
    {
      "index": 173,
      "start_time": 1213890.0,
      "end_time": 1222200.0,
      "text": "book of Genesis? One of the things we know about early society is that people who don’t"
    },
    {
      "index": 174,
      "start_time": 1222200.0,
      "end_time": 1231620.0,
      "text": "write have phenomenal memories. To this day, tribes that have no writing can tell you the"
    },
    {
      "index": 175,
      "start_time": 1231620.0,
      "end_time": 1237879.0,
      "text": "history of the tribe; they pass it on around the camp fire at night from father to son."
    },
    {
      "index": 176,
      "start_time": 1237880.0,
      "end_time": 1244950.0,
      "text": "And this aural tradition, as we call it, is very strong in primitive communities, and"
    },
    {
      "index": 177,
      "start_time": 1244950.0,
      "end_time": 1250880.0,
      "text": "would be among the Hebrews. Especially when they became slaves in Egypt, they would want"
    },
    {
      "index": 178,
      "start_time": 1250880.0,
      "end_time": 1255400.0,
      "text": "their children to know who they were, where they’d come from."
    },
    {
      "index": 179,
      "start_time": 1255400.0,
      "end_time": 1263820.0,
      "text": "Now there are two things that are normally passed down in this memory form. One is genealogies,"
    },
    {
      "index": 180,
      "start_time": 1263820.0,
      "end_time": 1271750.0,
      "text": "family trees, to give people their identity and sure enough, Genesis is full of genealogies,"
    },
    {
      "index": 181,
      "start_time": 1271750.0,
      "end_time": 1278220.0,
      "text": "full of family trees. And there is one phrase that comes ten times in the book of Genesis"
    },
    {
      "index": 182,
      "start_time": 1278220.0,
      "end_time": 1284580.0,
      "text": "and it is, ‘these are the generations of’, scattered through the book. If you have read"
    },
    {
      "index": 183,
      "start_time": 1284580.0,
      "end_time": 1289199.0,
      "text": "it you must have noticed that phrase, ‘these are the generations of’. That is exactly"
    },
    {
      "index": 184,
      "start_time": 1289200.0,
      "end_time": 1294620.0,
      "text": "the kind of thing that would be passed on from memory to memory. The other thing that"
    },
    {
      "index": 185,
      "start_time": 1294620.0,
      "end_time": 1302489.0,
      "text": "gets passed on are sagas, I mean hero stories of great things that your ancestors have done."
    },
    {
      "index": 186,
      "start_time": 1302490.0,
      "end_time": 1309559.0,
      "text": "And so tribal memories composed of these two things, generation or genealogies and sagas,"
    },
    {
      "index": 187,
      "start_time": 1309560.0,
      "end_time": 1315442.0,
      "text": "the things our ancestors did that were exciting, and these are told over the camp fire. Now"
    },
    {
      "index": 188,
      "start_time": 1315440.0,
      "end_time": 1322659.0,
      "text": "most of Genesis is composed of these two things. Stories about great heroes interspersed with"
    },
    {
      "index": 189,
      "start_time": 1322660.0,
      "end_time": 1330330.0,
      "text": "family trees. So it is obviously a collection, a compilation of memories that Moses picked"
    },
    {
      "index": 190,
      "start_time": 1330330.0,
      "end_time": 1337780.0,
      "text": "up from the slaves in Egypt and put together. And I’m sure you can see how clearly that"
    },
    {
      "index": 191,
      "start_time": 1337780.0,
      "end_time": 1347428.0,
      "text": "was done. Except for one passage. There is one part of Genesis he couldn’t possibly"
    },
    {
      "index": 192,
      "start_time": 1347430.0,
      "end_time": 1355461.0,
      "text": "have picked up that way - the first chapter. Or rather since the chapter divisions, as"
    },
    {
      "index": 193,
      "start_time": 1355460.0,
      "end_time": 1360620.0,
      "text": "so often in the Bible - God never inspired them - are in quite the wrong place, chapter"
    },
    {
      "index": 194,
      "start_time": 1360620.0,
      "end_time": 1368350.0,
      "text": "1 verse 1 through to chapter 2 verse 3 is a section that Moses couldn’t possibly have"
    },
    {
      "index": 195,
      "start_time": 1368350.0,
      "end_time": 1376469.0,
      "text": "got from any human being. That section he must have got from God himself. It is one"
    },
    {
      "index": 196,
      "start_time": 1376470.0,
      "end_time": 1384529.0,
      "text": "of those parts of the Bible that must have been directly dictated by God and taken down"
    },
    {
      "index": 197,
      "start_time": 1384530.0,
      "end_time": 1389701.0,
      "text": "by man. Most of the Bible did not come that way. We mustn’t think of the writers of"
    },
    {
      "index": 198,
      "start_time": 1389700.0,
      "end_time": 1396390.0,
      "text": "the Bible as word processors, as typewriters on which God typed out his word, because God"
    },
    {
      "index": 199,
      "start_time": 1396390.0,
      "end_time": 1405640.0,
      "text": "inspired the writers to use their own temperament and memory and insight and outlook to shape"
    },
    {
      "index": 200,
      "start_time": 1405640.0,
      "end_time": 1412600.0,
      "text": "his word, but so overruled by the inspiration of his Spirit that what resulted was what"
    },
    {
      "index": 201,
      "start_time": 1412600.0,
      "end_time": 1418120.0,
      "text": "he wanted written. So that other parts of the Bible have the stamp of the writer on"
    },
    {
      "index": 202,
      "start_time": 1418120.0,
      "end_time": 1426709.0,
      "text": "them. The rest of Genesis has the same stamp on it as Exodus, Leviticus, Numbers and Deuteronomy."
    },
    {
      "index": 203,
      "start_time": 1426710.0,
      "end_time": 1435610.0,
      "text": "You can detect Moses’ style and hand in it, but Genesis 1:1 to 2:3 is totally different"
    },
    {
      "index": 204,
      "start_time": 1435610.0,
      "end_time": 1442168.0,
      "text": "and has all the marks of God&#39;s speech. We shall see in a moment that it’s mathematically"
    },
    {
      "index": 205,
      "start_time": 1442170.0,
      "end_time": 1451680.0,
      "text": "perfect. When God speaks, his speech is perfect mathematics. You see the Hebrew language doesn’t"
    },
    {
      "index": 206,
      "start_time": 1451680.0,
      "end_time": 1458971.0,
      "text": "have figures, they just had letters and each letter stood for a figure, so Aleph or A was"
    },
    {
      "index": 207,
      "start_time": 1458970.0,
      "end_time": 1466820.0,
      "text": "1 and B was 2 and C was 3 and so on. That’s a common way of counting and when you turn"
    },
    {
      "index": 208,
      "start_time": 1466820.0,
      "end_time": 1474789.0,
      "text": "the letters of Genesis 1 into figures, it is astonishing. I’ve been in Jerusalem talking"
    },
    {
      "index": 209,
      "start_time": 1474790.0,
      "end_time": 1481491.0,
      "text": "to Rabbis who have actually worked out all the mathematics of every verse and they spend"
    },
    {
      "index": 210,
      "start_time": 1481490.0,
      "end_time": 1486820.0,
      "text": "days discussing it because it’s mathematically perfect. The very first sentence, “In the"
    },
    {
      "index": 211,
      "start_time": 1486820.0,
      "end_time": 1492870.0,
      "text": "beginning God created the heavens and the earth” is a sentence of seven words. That’s"
    },
    {
      "index": 212,
      "start_time": 1492870.0,
      "end_time": 1499000.0,
      "text": "just one of the figures; we’ll be looking at this later. But in many ways, Genesis 1"
    },
    {
      "index": 213,
      "start_time": 1499000.0,
      "end_time": 1507179.0,
      "text": "is a unique piece of literature, quite unique, and has all the hallmarks of having come directly"
    },
    {
      "index": 214,
      "start_time": 1507180.0,
      "end_time": 1513491.0,
      "text": "from God. So I can imagine Moses collecting all the memories of the people, the genealogies"
    },
    {
      "index": 215,
      "start_time": 1513490.0,
      "end_time": 1518940.0,
      "text": "and the sagas, putting them together and then God saying, Now I’m going to write the introduction,"
    },
    {
      "index": 216,
      "start_time": 1518940.0,
      "end_time": 1522529.0,
      "text": "so take this down. Interesting that at the other end of the Bible"
    },
    {
      "index": 217,
      "start_time": 1522530.0,
      "end_time": 1528261.0,
      "text": "the same thing happens. The book of Revelation was not composed by John, he was simply shown"
    },
    {
      "index": 218,
      "start_time": 1528260.0,
      "end_time": 1533210.0,
      "text": "visions and given words and told, now write this down, write this down, write this down."
    },
    {
      "index": 219,
      "start_time": 1533210.0,
      "end_time": 1537230.0,
      "text": "And of course, at both ends of the Bible you have got things that man couldn’t possibly"
    },
    {
      "index": 220,
      "start_time": 1537230.0,
      "end_time": 1543700.0,
      "text": "think up because they’re both beyond the reach of his imagination. So God had to dictate,"
    },
    {
      "index": 221,
      "start_time": 1543700.0,
      "end_time": 1547590.0,
      "text": "as it were, the beginning and the end of his Word."
    },
    {
      "index": 222,
      "start_time": 1547590.0,
      "end_time": 1557100.0,
      "text": "Psalm 103 says, “God made known his ways to Moses.” I believe in handling Genesis"
    },
    {
      "index": 223,
      "start_time": 1557100.0,
      "end_time": 1562390.0,
      "text": "1, I almost feel like taking my shoes off, you really are on holy ground, you are listening"
    },
    {
      "index": 224,
      "start_time": 1562390.0,
      "end_time": 1571970.0,
      "text": "exactly to God&#39;s Word, making known his ways to Moses. I have one proof that Moses wrote"
    },
    {
      "index": 225,
      "start_time": 1571970.0,
      "end_time": 1581490.0,
      "text": "Genesis 1 down, and that it was not known before the time of Moses and it’s this."
    },
    {
      "index": 226,
      "start_time": 1581490.0,
      "end_time": 1590299.0,
      "text": "There is no trace of the Sabbath until the time of Moses. There is no trace of Adam or"
    },
    {
      "index": 227,
      "start_time": 1590300.0,
      "end_time": 1597321.0,
      "text": "Noah or Abraham or Isaac or Jacob taking a day off every week. Indeed, there is no trace"
    },
    {
      "index": 228,
      "start_time": 1597320.0,
      "end_time": 1606129.0,
      "text": "of the week. Everything is in months, by the moon, and years by the sun. Now because we"
    },
    {
      "index": 229,
      "start_time": 1606130.0,
      "end_time": 1611990.0,
      "text": "have Genesis 1 at the beginning of our Bible we assume - quite wrongly - that Adam knew"
    },
    {
      "index": 230,
      "start_time": 1611990.0,
      "end_time": 1618270.0,
      "text": "it and that Adam observed the Sabbath and everybody else did after that. No! There’s"
    },
    {
      "index": 231,
      "start_time": 1618270.0,
      "end_time": 1625470.0,
      "text": "no trace. Adam was given a seven-day week as far as Genesis 2 and 3 go, he looked after"
    },
    {
      "index": 232,
      "start_time": 1625470.0,
      "end_time": 1631900.0,
      "text": "the Garden of Eden every day. Had a bit of time with the Lord in the evening, in the"
    },
    {
      "index": 233,
      "start_time": 1631900.0,
      "end_time": 1636560.0,
      "text": "cool of the evening. But every day he was working. He had a seven-day week and Abraham,"
    },
    {
      "index": 234,
      "start_time": 1636560.0,
      "end_time": 1642789.0,
      "text": "Isaac and Jacob were herdsmen, and cows don’t take a Sabbath. I know that; I used to get"
    },
    {
      "index": 235,
      "start_time": 1642790.0,
      "end_time": 1646921.0,
      "text": "up at 4 every morning to milk 90 cows and I’d wish they did take a Sabbath, but they"
    },
    {
      "index": 236,
      "start_time": 1646920.0,
      "end_time": 1654890.0,
      "text": "didn’t. The Sabbath is unknown in nature. It was through Moses that God revealed that"
    },
    {
      "index": 237,
      "start_time": 1654890.0,
      "end_time": 1661230.0,
      "text": "he’d made the world in six days and taken a day off on the seventh. It is from then"
    },
    {
      "index": 238,
      "start_time": 1661230.0,
      "end_time": 1667740.0,
      "text": "on, that the Sabbath becomes a feature of life, and indeed when Moses gave the commandment"
    },
    {
      "index": 239,
      "start_time": 1667740.0,
      "end_time": 1674610.0,
      "text": "to remember the Sabbath day, he added the explanation - because God created the world"
    },
    {
      "index": 240,
      "start_time": 1674610.0,
      "end_time": 1680820.0,
      "text": "- as if this is new knowledge to them, as if he had just told them. So that is a proof"
    },
    {
      "index": 241,
      "start_time": 1680820.0,
      "end_time": 1689290.0,
      "text": "that Genesis 1 was dictated to Moses and was not known before his day. There are one or"
    },
    {
      "index": 242,
      "start_time": 1689290.0,
      "end_time": 1696100.0,
      "text": "two other indications of that as well. So we turn, at last, to the book itself and"
    },
    {
      "index": 243,
      "start_time": 1696100.0,
      "end_time": 1700678.0,
      "text": "to this amazing chapter with which it opens. We’re going to spend quite a lot of time"
    },
    {
      "index": 244,
      "start_time": 1700680.0,
      "end_time": 1707780.0,
      "text": "in the chapter, and I just want to spend the rest of this talk on the first four words"
    },
    {
      "index": 245,
      "start_time": 1707780.0,
      "end_time": 1716310.0,
      "text": "– “In the beginning God”. Genesis is full of beginnings, the beginning of everything"
    },
    {
      "index": 246,
      "start_time": 1716310.0,
      "end_time": 1724591.0,
      "text": "else - except God! God doesn’t begin here and that’s a very important point. God is"
    },
    {
      "index": 247,
      "start_time": 1724590.0,
      "end_time": 1732440.0,
      "text": "already there when the Bible opens. He was already there when the universe came to be."
    },
    {
      "index": 248,
      "start_time": 1732440.0,
      "end_time": 1744000.0,
      "text": "He has always been there. You see, there has to be an eternal something or an eternal someone"
    },
    {
      "index": 249,
      "start_time": 1744000.0,
      "end_time": 1751530.0,
      "text": "who was always there in order to bring our universe into being. Because ‘nothing’"
    },
    {
      "index": 250,
      "start_time": 1751530.0,
      "end_time": 1758399.0,
      "text": "never turns into ‘something’ by itself. Am I stretching you a bit? It’s a bit of"
    },
    {
      "index": 251,
      "start_time": 1758400.0,
      "end_time": 1764821.0,
      "text": "philosophy for you, a bit of homespun philosophy, but nothing ever becomes something by itself."
    },
    {
      "index": 252,
      "start_time": 1764820.0,
      "end_time": 1773830.0,
      "text": "There has to be a cause and that cause is either an eternal something or an eternal"
    },
    {
      "index": 253,
      "start_time": 1773830.0,
      "end_time": 1782100.0,
      "text": "someone and the Bible begins by saying it was an eternal Someone and therefore the schoolboy’s"
    },
    {
      "index": 254,
      "start_time": 1782100.0,
      "end_time": 1788430.0,
      "text": "question ‘who made God’ is nonsense. That’s like asking, can you have a square circle?"
    },
    {
      "index": 255,
      "start_time": 1788430.0,
      "end_time": 1796250.0,
      "text": "Or, can you fry ice? It’s nonsense because it’s asking an incompatible question. God"
    },
    {
      "index": 256,
      "start_time": 1796250.0,
      "end_time": 1801850.0,
      "text": "never was made, he made everything else, he was always there. Now you must either say"
    },
    {
      "index": 257,
      "start_time": 1801850.0,
      "end_time": 1809129.0,
      "text": "he was always there, an eternal someone, or, like Aristotle, you must say it was always"
    },
    {
      "index": 258,
      "start_time": 1809130.0,
      "end_time": 1813750.0,
      "text": "there, an eternal something. But that’s the choice and you’ve got to choose one"
    },
    {
      "index": 259,
      "start_time": 1813750.0,
      "end_time": 1819269.0,
      "text": "or the other, and the Bible clearly chooses an eternal Someone. It’s the fundamental"
    },
    {
      "index": 260,
      "start_time": 1819270.0,
      "end_time": 1825371.0,
      "text": "assumption of the Bible that God exists eternally, that he’s always been there, that he always"
    },
    {
      "index": 261,
      "start_time": 1825370.0,
      "end_time": 1831770.0,
      "text": "will be there and that he’s the God who is. His very name is a participle of the verb"
    },
    {
      "index": 262,
      "start_time": 1831770.0,
      "end_time": 1839129.0,
      "text": "to be, being. Some years ago, I was praying and I said, Lord, please give me an English"
    },
    {
      "index": 263,
      "start_time": 1839130.0,
      "end_time": 1844520.0,
      "text": "word to correspond to the Hebrew Yahweh that would give me the feel of its meaning and"
    },
    {
      "index": 264,
      "start_time": 1844520.0,
      "end_time": 1850900.0,
      "text": "excite me, and immediately into my mind came this word ‘Always’. That’s very close"
    },
    {
      "index": 265,
      "start_time": 1850900.0,
      "end_time": 1859770.0,
      "text": "to God&#39;s name, Always, he’s always there. He is Always, that’s the nearest I can get"
    },
    {
      "index": 266,
      "start_time": 1859770.0,
      "end_time": 1866730.0,
      "text": "in English to the Hebrew Yahweh. In other words, the Bible never tries to prove"
    },
    {
      "index": 267,
      "start_time": 1866730.0,
      "end_time": 1872529.0,
      "text": "the existence of God. It’s a waste of time as far as the Bible is concerned, he’s there"
    },
    {
      "index": 268,
      "start_time": 1872530.0,
      "end_time": 1879560.0,
      "text": "and he has always been there, and you assume that. To try and prove his existence, as I’ve"
    },
    {
      "index": 269,
      "start_time": 1879560.0,
      "end_time": 1887251.0,
      "text": "said, is a waste of time. He’s just there. He doesn’t have to be explained. What has"
    },
    {
      "index": 270,
      "start_time": 1887250.0,
      "end_time": 1892750.0,
      "text": "to be explained is the existence of everything else. Now this is the very opposite of modern"
    },
    {
      "index": 271,
      "start_time": 1892750.0,
      "end_time": 1896639.0,
      "text": "thinking; modern thinking says everything else was always there, now you’ve got to"
    },
    {
      "index": 272,
      "start_time": 1896640.0,
      "end_time": 1900929.0,
      "text": "prove to me the existence of God. But no, the Bible says God was always there and we"
    },
    {
      "index": 273,
      "start_time": 1900930.0,
      "end_time": 1907491.0,
      "text": "have to explain now why anything else is there, and that’s how the book of Genesis approaches"
    },
    {
      "index": 274,
      "start_time": 1907490.0,
      "end_time": 1913840.0,
      "text": "this huge question. By the time of Moses of course, everybody knew that God existed. He"
    },
    {
      "index": 275,
      "start_time": 1913840.0,
      "end_time": 1920230.0,
      "text": "had rescued them out of Egypt, he’d divided the Red Sea, he’d drowned the Egyptian army."
    },
    {
      "index": 276,
      "start_time": 1920230.0,
      "end_time": 1925280.0,
      "text": "They knew that God was real. When you’ve been through an experience like that you don’t"
    },
    {
      "index": 277,
      "start_time": 1925280.0,
      "end_time": 1932440.0,
      "text": "need proofs for the existence of God. But I’m afraid modern man does, because he hasn’t"
    },
    {
      "index": 278,
      "start_time": 1932440.0,
      "end_time": 1938799.0,
      "text": "experienced these things and he wants proofs. When you read Hebrews chapter 11, you read"
    },
    {
      "index": 279,
      "start_time": 1938800.0,
      "end_time": 1945491.0,
      "text": "two things about creation. Number 1, you read this, “By faith we understand that the universe"
    },
    {
      "index": 280,
      "start_time": 1945490.0,
      "end_time": 1954220.0,
      "text": "was formed at God&#39;s command so that what is seen was not made out of what was visible.”"
    },
    {
      "index": 281,
      "start_time": 1954220.0,
      "end_time": 1961490.0,
      "text": "And then a little later the same chapter says this: “Whoever wants to find God must first"
    },
    {
      "index": 282,
      "start_time": 1961490.0,
      "end_time": 1969830.0,
      "text": "believe that he exists and that he rewards those who earnestly seek him.” In other"
    },
    {
      "index": 283,
      "start_time": 1969830.0,
      "end_time": 1977190.0,
      "text": "words, the Bible says assume he’s there, assume that he wants you to find him and to"
    },
    {
      "index": 284,
      "start_time": 1977190.0,
      "end_time": 1984400.0,
      "text": "know him and to love him and to serve him, and then see what happens, but start by accepting"
    },
    {
      "index": 285,
      "start_time": 1984400.0,
      "end_time": 1989179.0,
      "text": "that ‘In the beginning God’ was already there."
    },
    {
      "index": 286,
      "start_time": 1989180.0,
      "end_time": 1995631.0,
      "text": "Now the subject of Genesis 1 is not creation but the Creator. That’s the first mistake"
    },
    {
      "index": 287,
      "start_time": 1995630.0,
      "end_time": 2002750.0,
      "text": "we make. It’s not about how our world came to be primarily, it’s about who made it"
    },
    {
      "index": 288,
      "start_time": 2002750.0,
      "end_time": 2010919.0,
      "text": "come to be. And in fact, in just 31 verses, the word ‘God’ comes 35 times, almost"
    },
    {
      "index": 289,
      "start_time": 2010920.0,
      "end_time": 2018150.0,
      "text": "as if it’s saying God, God, God, God this is about God! It’s not so much the story"
    },
    {
      "index": 290,
      "start_time": 2018150.0,
      "end_time": 2026281.0,
      "text": "of creation, it’s a picture of a creator. And when you ask, what does Genesis 1 tell"
    },
    {
      "index": 291,
      "start_time": 2026280.0,
      "end_time": 2033270.0,
      "text": "us about God, you find yourself with a long list and I’ve just made a list here for"
    },
    {
      "index": 292,
      "start_time": 2033270.0,
      "end_time": 2037850.0,
      "text": "you. Number one - I find out that God is personal."
    },
    {
      "index": 293,
      "start_time": 2037850.0,
      "end_time": 2044679.0,
      "text": "He has a heart that feels. He has a mind that thinks and can speak his thoughts. He has"
    },
    {
      "index": 294,
      "start_time": 2044680.0,
      "end_time": 2054720.0,
      "text": "a will and makes decisions and sticks to them. All this is a personality. God is not an ‘it’,"
    },
    {
      "index": 295,
      "start_time": 2054719.9999999998,
      "end_time": 2065290.9999999998,
      "text": "God is a he. He’s a full person with feelings, thoughts and motives like we have. Secondly,"
    },
    {
      "index": 296,
      "start_time": 2065300.0000000002,
      "end_time": 2071720.0000000002,
      "text": "God is powerful. When our late daughter was a little girl, I remember reading Genesis"
    },
    {
      "index": 297,
      "start_time": 2071719.9999999998,
      "end_time": 2075759.9999999998,
      "text": "1 to her from a children’s Bible and when I’d finished, she just sat there quietly"
    },
    {
      "index": 298,
      "start_time": 2075760.0000000002,
      "end_time": 2084320.0000000002,
      "text": "and then she said, ‘no sooner said than done’, and that was her summary, a good"
    },
    {
      "index": 299,
      "start_time": 2084320.0000000002,
      "end_time": 2090600.0000000002,
      "text": "summary; what power! What power just to say a thing and it happens. What authority! You’ve"
    },
    {
      "index": 300,
      "start_time": 2090600.0,
      "end_time": 2094870.0,
      "text": "got to be pretty high up to do that sort of thing. And the first ten commandments in the"
    },
    {
      "index": 301,
      "start_time": 2094870.0,
      "end_time": 2100380.0,
      "text": "Bible are all in Genesis 1. Did you know there were ten commandments there? Count them up."
    },
    {
      "index": 302,
      "start_time": 2100380.0,
      "end_time": 2104220.0,
      "text": "Later he would give ten commandments to us, but the first ten commandments were given"
    },
    {
      "index": 303,
      "start_time": 2104220.0,
      "end_time": 2110879.0,
      "text": "to our universe. Next - he is uncreated, he’s already there,"
    },
    {
      "index": 304,
      "start_time": 2110880.0,
      "end_time": 2120330.0,
      "text": "he always was there. He is being, he is always, but how creative he is when you learn that"
    },
    {
      "index": 305,
      "start_time": 2120330.0,
      "end_time": 2128700.0,
      "text": "there are six thousand varieties of beetle. What an artist, what imagination, no two blades"
    },
    {
      "index": 306,
      "start_time": 2128700.0,
      "end_time": 2134500.0,
      "text": "of grass the same, no two snowflakes the same, no two grains of sand the same, what imagination,"
    },
    {
      "index": 307,
      "start_time": 2134500.0,
      "end_time": 2143600.0,
      "text": "how creative. We can produce seven million Volkswagen Beetles all the same. But he has"
    },
    {
      "index": 308,
      "start_time": 2143600.0,
      "end_time": 2149910.0,
      "text": "this creative mind; the imagination gives great variety. There are no two of us the"
    },
    {
      "index": 309,
      "start_time": 2149910.0,
      "end_time": 2157200.0,
      "text": "same, look at us, what variety. He is an orderly God; the symmetry and the mathematics of the"
    },
    {
      "index": 310,
      "start_time": 2157210.0,
      "end_time": 2165300.0,
      "text": "universe are such that a Jew could find out that e = MC2 and that this applies to the"
    },
    {
      "index": 311,
      "start_time": 2165300.0,
      "end_time": 2169720.0,
      "text": "whole universe. It’s mathematically so ordered; we will see more of that later."
    },
    {
      "index": 312,
      "start_time": 2169720.0,
      "end_time": 2175770.0,
      "text": "He is a singular God because all the verbs are in the singular. “In the beginning God"
    },
    {
      "index": 313,
      "start_time": 2175770.0,
      "end_time": 2182690.0,
      "text": "created” - the word ‘created’ there is singular. But he is also plural because"
    },
    {
      "index": 314,
      "start_time": 2182690.0,
      "end_time": 2187870.0,
      "text": "the word ‘God’ is not in the singular, it’s in the plural and it’s not just a"
    },
    {
      "index": 315,
      "start_time": 2187870.0,
      "end_time": 2197920.0,
      "text": "simple plural. Here would be the three words, Eloha means one God, Eloheim means two, but"
    },
    {
      "index": 316,
      "start_time": 2197920.0,
      "end_time": 2204960.0,
      "text": "Elohim means three or more and the word used here is three or more. So, in the first sentence"
    },
    {
      "index": 317,
      "start_time": 2204960.0,
      "end_time": 2213500.0,
      "text": "we have in the beginning a God who is three created, but he must be one. Isn’t that"
    },
    {
      "index": 318,
      "start_time": 2213500.0,
      "end_time": 2220240.0,
      "text": "astonishing? He’s a three-in-one in the very first sentence and it takes the rest"
    },
    {
      "index": 319,
      "start_time": 2220240.0,
      "end_time": 2226740.0,
      "text": "of the Bible to explain what that means. But fancy using a triple word for God with singular"
    },
    {
      "index": 320,
      "start_time": 2226740.0,
      "end_time": 2234680.0,
      "text": "verbs all the way through Genesis 1. Above all, Genesis 1 says he’s a good God. Sometimes"
    },
    {
      "index": 321,
      "start_time": 2234680.0,
      "end_time": 2239240.0,
      "text": "when I have to choose a subject six months before a meeting, I can never think that far"
    },
    {
      "index": 322,
      "start_time": 2239240.0,
      "end_time": 2244400.0,
      "text": "ahead, so I just say ‘Good God’, and I said that covers everything I ever want to"
    },
    {
      "index": 323,
      "start_time": 2244400.0,
      "end_time": 2250100.0,
      "text": "say. And twice now posters have appeared with a horrible picture of me on them and then"
    },
    {
      "index": 324,
      "start_time": 2250100.0,
      "end_time": 2258000.0,
      "text": "Good God above and meetings have been packed. But God is good and therefore everything he"
    },
    {
      "index": 325,
      "start_time": 2258000.0,
      "end_time": 2266330.0,
      "text": "makes is good because he is good. That’s the message of Genesis. Be under no mistake"
    },
    {
      "index": 326,
      "start_time": 2266330.0,
      "end_time": 2272490.0,
      "text": "about this - evil is not God&#39;s creation. He is a loving God and wants to bless those he"
    },
    {
      "index": 327,
      "start_time": 2272490.0,
      "end_time": 2280140.0,
      "text": "makes. He’s a living God who is active in this world, speaking in this world, doing"
    },
    {
      "index": 328,
      "start_time": 2280140.0,
      "end_time": 2286120.0,
      "text": "things in this world. He is a speaking God who communicates to us and wants to relate."
    },
    {
      "index": 329,
      "start_time": 2286120.0,
      "end_time": 2291270.0,
      "text": "He’s a God who is like us - if we are made in his image, he must be like us as well as"
    },
    {
      "index": 330,
      "start_time": 2291270.0,
      "end_time": 2296500.0,
      "text": "we must be like him. And yet he’s a God who’s unlike us because the one thing we"
    },
    {
      "index": 331,
      "start_time": 2296500.0,
      "end_time": 2302940.0,
      "text": "can’t do is create. We can make things out of something else, but we can’t create things"
    },
    {
      "index": 332,
      "start_time": 2302940.0,
      "end_time": 2309900.0,
      "text": "from nothing. We cannot speak and there it is. So he’s unlike us."
    },
    {
      "index": 333,
      "start_time": 2309900.0,
      "end_time": 2315810.0,
      "text": "Well, finally I want to finish this talk by pointing out that God is never identified"
    },
    {
      "index": 334,
      "start_time": 2315810.0,
      "end_time": 2322460.0,
      "text": "with his creation. There is a distinction between Creator and creation from the beginning"
    },
    {
      "index": 335,
      "start_time": 2322460.0,
      "end_time": 2328990.0,
      "text": "of the Bible and we must never get those confused. The New Age is confusing them now. The Creator"
    },
    {
      "index": 336,
      "start_time": 2328990.0,
      "end_time": 2334609.0,
      "text": "is separate from his creation. He can take a day off and be quite apart from all that"
    },
    {
      "index": 337,
      "start_time": 2334610.0,
      "end_time": 2343200.0,
      "text": "he has made. We must never identify him with what he has made. To worship his creation"
    },
    {
      "index": 338,
      "start_time": 2343200.0,
      "end_time": 2350500.0,
      "text": "is idolatry. To worship the Creator is the truth and in the next talk, we’ll look at"
    },
    {
      "index": 339,
      "start_time": 2350500.0,
      "end_time": 2370450.0,
      "text": "some of the other implications of this amazing first chapter of Genesis 1."
    }
  ]
}