{
  "video_id": "tf8nJkDfW6I",
  "title": "Q4 2015 IFRS quarterly technical update - Bringing clarity to an IFRS world",
  "json": [
    {
      "index": 1,
      "start_time": 2570.0,
      "end_time": 7559.0,
      "text": "Welcome to Deloitte financial reporting updates our webcast series for issues and developments"
    },
    {
      "index": 2,
      "start_time": 7559.0,
      "end_time": 13150.0,
      "text": "related to the various accounting frameworks. This presentation is bringing clarity to an"
    },
    {
      "index": 3,
      "start_time": 13150.0,
      "end_time": 19410.0,
      "text": "IFRS world, IFRS quarterly technical update. I am Jon Kligman, your host for this webcast."
    },
    {
      "index": 4,
      "start_time": 19410.0,
      "end_time": 24900.0,
      "text": "I am joined by others from our National office. Before I tell you about our agenda, a couple"
    },
    {
      "index": 5,
      "start_time": 24900.0,
      "end_time": 30119.0,
      "text": "of housekeeping items. If you would like a copy of the slides for reference, they are"
    },
    {
      "index": 6,
      "start_time": 30119.0,
      "end_time": 36289.0,
      "text": "available for download on the same webpage that you access the webcast. You can direct"
    },
    {
      "index": 7,
      "start_time": 36289.0,
      "end_time": 41870.0,
      "text": "colleagues to the webcast link by referring them to Deloitte Canada Center for Financial"
    },
    {
      "index": 8,
      "start_time": 41870.0,
      "end_time": 49489.0,
      "text": "Reporting, which is accessible at iasplus.com. Simply select Canada English from the dropdown"
    },
    {
      "index": 9,
      "start_time": 49489.0,
      "end_time": 57850.0,
      "text": "menu at the top right of the webpage. Now let’s get onto our agenda. First you’ll"
    },
    {
      "index": 10,
      "start_time": 57850.0,
      "end_time": 62070.0,
      "text": "hear from Kerry Danyluk, who’ll provide some year-end reminders and discuss feedback"
    },
    {
      "index": 11,
      "start_time": 62070.0,
      "end_time": 67590.0,
      "text": "and commentary received from the regulators. After Kerry, Alexia Donoghue will discuss"
    },
    {
      "index": 12,
      "start_time": 67590.0,
      "end_time": 74119.0,
      "text": "financial reporting implications, various economic developments that we have been experiencing."
    },
    {
      "index": 13,
      "start_time": 74119.0,
      "end_time": 78720.0,
      "text": "After Alexia, we’ll turn the presentation back over to Kerry, who’ll provide an update"
    },
    {
      "index": 14,
      "start_time": 78720.0,
      "end_time": 85360.0,
      "text": "on upcoming IASB projects. I would like to remind our viewers that our comments on this"
    },
    {
      "index": 15,
      "start_time": 85360.0,
      "end_time": 91009.0,
      "text": "webcast represent our own personal views and do not constitute official interpretive accounting"
    },
    {
      "index": 16,
      "start_time": 91009.0,
      "end_time": 96220.0,
      "text": "guidance from Deloitte. Before taking any action on any of these issues, it’s always"
    },
    {
      "index": 17,
      "start_time": 96220.0,
      "end_time": 102270.0,
      "text": "a good idea to check with a qualified advisor. Please note that we are not issuing professional"
    },
    {
      "index": 18,
      "start_time": 102270.0,
      "end_time": 107719.0,
      "text": "development certificates for this webcast. Please check with your institute or order"
    },
    {
      "index": 19,
      "start_time": 107719.0,
      "end_time": 114090.0,
      "text": "regarding potential continuing professional development credits. I would now like to welcome"
    },
    {
      "index": 20,
      "start_time": 114090.0,
      "end_time": 121060.0,
      "text": "our first speaker, Kerry Danyluk. Kerry joined Deloitte as a Partner in 2006 with over 20"
    },
    {
      "index": 21,
      "start_time": 121060.0,
      "end_time": 126439.0,
      "text": "years’ experience in public practice, standard setting and industry. Kerry is currently a"
    },
    {
      "index": 22,
      "start_time": 126439.0,
      "end_time": 131350.0,
      "text": "Partner in Deloitte’s National Assurance and Advisory Services and specializes in a"
    },
    {
      "index": 23,
      "start_time": 131350.0,
      "end_time": 139660.0,
      "text": "variety of areas of IFRS, ASPE and not-for-profit accounting. Over to you Kerry."
    },
    {
      "index": 24,
      "start_time": 139660.0,
      "end_time": 145200.0,
      "text": "Thanks Jon. Well if we move into the first slide here on the year end reminders and regulatory"
    },
    {
      "index": 25,
      "start_time": 145200.0,
      "end_time": 150590.0,
      "text": "feedback, I guess the first bit of good news, hopefully it’s good news, is that for this"
    },
    {
      "index": 26,
      "start_time": 150590.0,
      "end_time": 156750.0,
      "text": "year end there really are not a whole lot of amendments or at least not large amendments"
    },
    {
      "index": 27,
      "start_time": 156750.0,
      "end_time": 162260.0,
      "text": "that are effective, that people need to worry about adopting for this year’s financial"
    },
    {
      "index": 28,
      "start_time": 162260.0,
      "end_time": 168340.0,
      "text": "statements. There are really instead kind of a series of fairly narrow scope amendments."
    },
    {
      "index": 29,
      "start_time": 168340.0,
      "end_time": 172970.0,
      "text": "We have a list of them, a summary of them provided in Appendix A to this presentation"
    },
    {
      "index": 30,
      "start_time": 172970.0,
      "end_time": 180660.0,
      "text": "for your reference and we also went through in some detail related to these amendments"
    },
    {
      "index": 31,
      "start_time": 180660.0,
      "end_time": 187120.0,
      "text": "in the first quarter webcast and the link is provided there on your screen. So, one"
    },
    {
      "index": 32,
      "start_time": 187120.0,
      "end_time": 190750.0,
      "text": "of the things that we did want to talk about and again this is a little bit of a repeat"
    },
    {
      "index": 33,
      "start_time": 190750.0,
      "end_time": 195900.0,
      "text": "from the third quarter webcast, but we did want to just remind people for year end, some"
    },
    {
      "index": 34,
      "start_time": 195900.0,
      "end_time": 200510.0,
      "text": "of the things that the Canadian securities administrators have gone through in their"
    },
    {
      "index": 35,
      "start_time": 200510.0,
      "end_time": 207590.0,
      "text": "staff notice that they issued in July. So, this slide just has a series of little summaries"
    },
    {
      "index": 36,
      "start_time": 207590.0,
      "end_time": 211090.0,
      "text": "of some of the different areas that the regulators focused on."
    },
    {
      "index": 37,
      "start_time": 211090.0,
      "end_time": 215150.0,
      "text": "  So, first of all the operating segments. So,"
    },
    {
      "index": 38,
      "start_time": 215150.0,
      "end_time": 220190.0,
      "text": "what the regulators were noting here is that there were some failures to disclose revenue"
    },
    {
      "index": 39,
      "start_time": 220190.0,
      "end_time": 228140.0,
      "text": "by geographic area and by major customers. So, as you know IFRS 8 includes both of these."
    },
    {
      "index": 40,
      "start_time": 228140.0,
      "end_time": 233660.0,
      "text": "So, on top of just the regular disclosure of the operating segments and the reportable"
    },
    {
      "index": 41,
      "start_time": 233660.0,
      "end_time": 240870.0,
      "text": "segments, there are some requirements to also provide revenue by geography and some disclosures"
    },
    {
      "index": 42,
      "start_time": 240870.0,
      "end_time": 246880.0,
      "text": "surrounding major customers if there are some and the regulators noted that in some cases"
    },
    {
      "index": 43,
      "start_time": 246880.0,
      "end_time": 252520.0,
      "text": "filers were being deficient in this regard. So, just a little reminder there. In terms"
    },
    {
      "index": 44,
      "start_time": 252520.0,
      "end_time": 258090.0,
      "text": "of business combinations, the observation there was it was sometimes unclear whether"
    },
    {
      "index": 45,
      "start_time": 258089.99999999997,
      "end_time": 264370.0,
      "text": "intangibles have been separately identified in the purchase price allocation and as you"
    },
    {
      "index": 46,
      "start_time": 264370.0,
      "end_time": 270120.0,
      "text": "know you have to separately identify all the identifiable intangibles separate from goodwill,"
    },
    {
      "index": 47,
      "start_time": 270120.0,
      "end_time": 274370.0,
      "text": "goodwill does not get amortized, whereas the intangibles would tend to, so that kind of"
    },
    {
      "index": 48,
      "start_time": 274370.0,
      "end_time": 279760.0,
      "text": "makes bit of a big difference and I guess just another reminder that there is an allocation"
    },
    {
      "index": 49,
      "start_time": 279760.0,
      "end_time": 284890.0,
      "text": "period that’s allowed under IFRS 3 the Business Combinations standard. So, if you have done"
    },
    {
      "index": 50,
      "start_time": 284890.0,
      "end_time": 292690.0,
      "text": "a business combination late in the year and you didn’t have a chance to finalize the"
    },
    {
      "index": 51,
      "start_time": 292690.0,
      "end_time": 297820.0,
      "text": "purchase price allocation, just a reminder that there is a little bit of a time period"
    },
    {
      "index": 52,
      "start_time": 297820.0,
      "end_time": 301650.0,
      "text": "that you are allowed up to one year to finalize and gather all the information that you need"
    },
    {
      "index": 53,
      "start_time": 301650.0,
      "end_time": 308610.0,
      "text": "to fair value all the separately identifiable items that were required in the business combination."
    },
    {
      "index": 54,
      "start_time": 308610.0,
      "end_time": 314080.0,
      "text": "The next point relates to fair value measurement in IFRS 13. So, IFRS 13 is a reasonably new"
    },
    {
      "index": 55,
      "start_time": 314080.0,
      "end_time": 322940.0,
      "text": "standard and the regulators are still observing some areas of comment regarding the description"
    },
    {
      "index": 56,
      "start_time": 322940.0,
      "end_time": 328110.0,
      "text": "of valuation techniques and inputs used especially for the Level 3 fair value measurements and"
    },
    {
      "index": 57,
      "start_time": 328110.0,
      "end_time": 333050.0,
      "text": "so, you’ll recall that Level 3 fair value measurements are the ones that have the most"
    },
    {
      "index": 58,
      "start_time": 333050.0,
      "end_time": 339490.0,
      "text": "subjectivity to them. They are the ones that would have some significant inputs or data"
    },
    {
      "index": 59,
      "start_time": 339490.0,
      "end_time": 344180.0,
      "text": "points that are not market observable. So, the standard really requires you to go a little"
    },
    {
      "index": 60,
      "start_time": 344180.0,
      "end_time": 349770.0,
      "text": "bit further in terms of describing those non-market observable inputs and perhaps also providing"
    },
    {
      "index": 61,
      "start_time": 349770.0,
      "end_time": 354920.0,
      "text": "some sensitivity analysis around that and so the observation there is that may be people"
    },
    {
      "index": 62,
      "start_time": 354920.0,
      "end_time": 358180.0,
      "text": "were not being fully compliant with all of those requirements or at least those were"
    },
    {
      "index": 63,
      "start_time": 358180.0,
      "end_time": 362810.0,
      "text": "the questions being raised. And then the last point on the slide is impairment"
    },
    {
      "index": 64,
      "start_time": 362810.0,
      "end_time": 367340.0,
      "text": "of assets, which has of course been a bit of a theme for the last couple of years now"
    },
    {
      "index": 65,
      "start_time": 367340.0,
      "end_time": 375310.0,
      "text": "and so the points here are there are disclosure requirements when an impairment loss has been"
    },
    {
      "index": 66,
      "start_time": 375310.0,
      "end_time": 381980.0,
      "text": "recorded and so just to keep in mind that compliance with all of those situations, the"
    },
    {
      "index": 67,
      "start_time": 381980.0,
      "end_time": 386300.0,
      "text": "things that gave rise to the impairment and so on, how the impairment was calculated,"
    },
    {
      "index": 68,
      "start_time": 386300.0,
      "end_time": 392020.0,
      "text": "some of the assumptions there and the significant areas of judgement. And also remember that"
    },
    {
      "index": 69,
      "start_time": 392020.0,
      "end_time": 396800.0,
      "text": "there is a requirement to, of course you know goodwill will tend to be tested every year"
    },
    {
      "index": 70,
      "start_time": 396800.0,
      "end_time": 402340.0,
      "text": "for impairment, but for other assets it’s an indicator based test and so just making"
    },
    {
      "index": 71,
      "start_time": 402340.0,
      "end_time": 407480.0,
      "text": "sure to keep in mind the indicators and making sure that testing is done when indicators"
    },
    {
      "index": 72,
      "start_time": 407480.0,
      "end_time": 412810.0,
      "text": "are present, which might even be in the quarters as well as year end."
    },
    {
      "index": 73,
      "start_time": 412810.0,
      "end_time": 417889.0,
      "text": "So on the next slide, something we haven’t talked about before is some observations coming"
    },
    {
      "index": 74,
      "start_time": 417889.0,
      "end_time": 424460.0,
      "text": "out of the SEC and these are SEC comment letters out of the US for companies, foreign private"
    },
    {
      "index": 75,
      "start_time": 424460.0,
      "end_time": 430940.0,
      "text": "issuers who file using IFRS. So, these would include certainly Canadian filers who are"
    },
    {
      "index": 76,
      "start_time": 430940.0,
      "end_time": 438820.0,
      "text": "SEC registrants and use IFRS. So, the SEC comment letter, Deloitte’s report on that"
    },
    {
      "index": 77,
      "start_time": 438820.0,
      "end_time": 443590.0,
      "text": "came out in October 2015 and I think in a couple of slides we have a link, to where"
    },
    {
      "index": 78,
      "start_time": 443590.0,
      "end_time": 447460.0,
      "text": "you can find that report if you are interested in going and looking at it, but just for now"
    },
    {
      "index": 79,
      "start_time": 447460.0,
      "end_time": 452730.0,
      "text": "a couple of observations regarding some of the commentary that has been raised by these"
    },
    {
      "index": 80,
      "start_time": 452730.0,
      "end_time": 460610.0,
      "text": "regulators about companies using IFRS. So, the first comment relates to the situation"
    },
    {
      "index": 81,
      "start_time": 460610.0,
      "end_time": 466250.0,
      "text": "where expenses are presented by function. So, as you could see on the slide, we have"
    },
    {
      "index": 82,
      "start_time": 466250.0,
      "end_time": 471250.0,
      "text": "got cost of sales, we have got administrative expenses and so on. So, basically kind of"
    },
    {
      "index": 83,
      "start_time": 471250.0,
      "end_time": 478340.0,
      "text": "a typical example of functional presentation. So, IAS 1 does require that when this functional"
    },
    {
      "index": 84,
      "start_time": 478340.0,
      "end_time": 484150.0,
      "text": "presentation is used that also some disclosure should be provided in the notes regarding"
    },
    {
      "index": 85,
      "start_time": 484150.0,
      "end_time": 490560.0,
      "text": "the cost by their nature and so an example of nature would be depreciation, employee"
    },
    {
      "index": 86,
      "start_time": 490560.0,
      "end_time": 495560.0,
      "text": "benefits expense and so on. So, when you follow this type of presentation you are supposed"
    },
    {
      "index": 87,
      "start_time": 495560.0,
      "end_time": 500070.0,
      "text": "to be providing information about those costs in the notes to the financial statements and"
    },
    {
      "index": 88,
      "start_time": 500070.0,
      "end_time": 506610.0,
      "text": "so, just a reminder because the SEC has observed that, that is not always happening. "
    },
    {
      "index": 89,
      "start_time": 506610.0,
      "end_time": 513699.0,
      "text": "On the next slide, the point is the use of the line item operating expenses. So, under"
    },
    {
      "index": 90,
      "start_time": 513698.99999999994,
      "end_time": 519468.99999999994,
      "text": "IAS 1, you are not required to have this line called operating expenses in the income statement,"
    },
    {
      "index": 91,
      "start_time": 519469.00000000006,
      "end_time": 524339.0,
      "text": "but it is a fairly common presentation and if you do use it, there are some parameters"
    },
    {
      "index": 92,
      "start_time": 524339.0,
      "end_time": 529510.0,
      "text": "that you can find in IAS 1 in the basis for conclusions, we have quoted the paragraph"
    },
    {
      "index": 93,
      "start_time": 529510.0,
      "end_time": 534570.0,
      "text": "reference there on the slide. So, the point here is that we should not be excluding things"
    },
    {
      "index": 94,
      "start_time": 534570.0,
      "end_time": 543670.0,
      "text": "that are of an operating nature from the operating activities part of the statement. So, for"
    },
    {
      "index": 95,
      "start_time": 543670.0,
      "end_time": 550240.0,
      "text": "example, if we had restructuring expense, it should be up above the operating activities"
    },
    {
      "index": 96,
      "start_time": 550240.0,
      "end_time": 555380.0,
      "text": "line, inventory write-down. So, there are a couple of examples that are actually given"
    },
    {
      "index": 97,
      "start_time": 555380.0,
      "end_time": 560850.0,
      "text": "in the standard of things that you would not expect to be excluded from that income from"
    },
    {
      "index": 98,
      "start_time": 560850.0,
      "end_time": 568260.0,
      "text": "operations line and so, beyond the examples that are given in the standard, there is some"
    },
    {
      "index": 99,
      "start_time": 568260.0,
      "end_time": 574480.0,
      "text": "judgment involved of course. Oftentimes, for example, we do see finance expenses below."
    },
    {
      "index": 100,
      "start_time": 574480.0,
      "end_time": 579890.0,
      "text": "So, it is a matter of judgment about where things appear in the financial statements,"
    },
    {
      "index": 101,
      "start_time": 579890.0,
      "end_time": 585130.0,
      "text": "but I guess the point is if things are being excluded from the operating activities line,"
    },
    {
      "index": 102,
      "start_time": 585130.0,
      "end_time": 591250.0,
      "text": "in other words presented below that, it is possible that, that presentation will be queried"
    },
    {
      "index": 103,
      "start_time": 591250.0,
      "end_time": 598880.0,
      "text": "if the reviewer feels that things of an operating nature have been moved too far down, i.e."
    },
    {
      "index": 104,
      "start_time": 598880.0,
      "end_time": 605210.0,
      "text": "below the operating activities line on the income statement."
    },
    {
      "index": 105,
      "start_time": 605210.0,
      "end_time": 612890.0,
      "text": "The next area of comment was around consolidation disclosures. So, a couple of points here."
    },
    {
      "index": 106,
      "start_time": 612890.0,
      "end_time": 620470.0,
      "text": "So, first of all, the IFRIC, so the interpretations committee of the IASB issued a rejection notice"
    },
    {
      "index": 107,
      "start_time": 620470.0,
      "end_time": 626089.0,
      "text": "in July 2015, which is noted on the slide and what this means is that they were posed"
    },
    {
      "index": 108,
      "start_time": 626089.0,
      "end_time": 632880.0,
      "text": "a question and decided not to provide further clarification in the form of a project to"
    },
    {
      "index": 109,
      "start_time": 632880.0,
      "end_time": 638480.0,
      "text": "develop may be some new standards in this area or clarifications to the standards, but"
    },
    {
      "index": 110,
      "start_time": 638480.0,
      "end_time": 646120.0,
      "text": "when they did report on this and the reasons for not taking on this issue, the question"
    },
    {
      "index": 111,
      "start_time": 646120.0,
      "end_time": 651560.0,
      "text": "that was raised by the person submitting the issue was basically to what extent can we"
    },
    {
      "index": 112,
      "start_time": 651560.0,
      "end_time": 659320.0,
      "text": "summarize our disclosures around joint ventures and associates. So, this is getting at IFRS"
    },
    {
      "index": 113,
      "start_time": 659320.0,
      "end_time": 665339.0,
      "text": "12, which again is a reasonably new standard where there are some disclosure requirements"
    },
    {
      "index": 114,
      "start_time": 665339.0,
      "end_time": 671380.0,
      "text": "regarding material joint ventures and associate. So, basically the investees that you would"
    },
    {
      "index": 115,
      "start_time": 671380.0,
      "end_time": 676270.0,
      "text": "equity account for and so the question was can we add them together, aggregate them if"
    },
    {
      "index": 116,
      "start_time": 676270.0,
      "end_time": 683020.0,
      "text": "we have got more than one and really the IFRIC rejection notice makes it clear that the expectation"
    },
    {
      "index": 117,
      "start_time": 683020.0,
      "end_time": 688290.0,
      "text": "is that if they are material they should not be aggregated and the information should be"
    },
    {
      "index": 118,
      "start_time": 688290.0,
      "end_time": 693270.0,
      "text": "disclosed separately for each one. So, that’s one point to keep in mind."
    },
    {
      "index": 119,
      "start_time": 693270.0,
      "end_time": 699649.0,
      "text": "The other area is towards the bottom of the slide and talking about some examples of judgments"
    },
    {
      "index": 120,
      "start_time": 699649.0,
      "end_time": 705240.0,
      "text": "that need to be disclosed related to consolidation. So, for example, if you concluded that you"
    },
    {
      "index": 121,
      "start_time": 705240.0,
      "end_time": 711990.0,
      "text": "had control over an investee even though you held less than 50% of the voting rights that"
    },
    {
      "index": 122,
      "start_time": 711990.0,
      "end_time": 717120.0,
      "text": "would be an accounting judgment that would trigger some disclosure and similarly if you"
    },
    {
      "index": 123,
      "start_time": 717120.0,
      "end_time": 722620.0,
      "text": "concluded no control and you hold over 50% of the voting rights that would also be another"
    },
    {
      "index": 124,
      "start_time": 722620.0,
      "end_time": 727600.0,
      "text": "disclosable accounting judgment. So, just keep in mind that you have paid attention"
    },
    {
      "index": 125,
      "start_time": 727600.0,
      "end_time": 733310.0,
      "text": "to all the accounting judgment disclosure and make sure that the key judgments are being"
    },
    {
      "index": 126,
      "start_time": 733310.0,
      "end_time": 738380.0,
      "text": "disclosed in the financial statements, that’s basically the nature of the comments in this"
    },
    {
      "index": 127,
      "start_time": 738380.0,
      "end_time": 746399.0,
      "text": "area that the SEC has observed and then just finally on this slide, the next slide is just"
    },
    {
      "index": 128,
      "start_time": 746399.0,
      "end_time": 750610.0,
      "text": "a little wrap up of the summary of some other commentary that they have raised."
    },
    {
      "index": 129,
      "start_time": 750610.0,
      "end_time": 755550.0,
      "text": "  So, first of all, the first line is about"
    },
    {
      "index": 130,
      "start_time": 755550.0,
      "end_time": 761570.0,
      "text": "presenting additional line items where such presentation is relevant to the user’s understanding."
    },
    {
      "index": 131,
      "start_time": 761570.0,
      "end_time": 767470.0,
      "text": "So, the point here is again from IAS 1 and it is fairly judgmental and not really prescriptive"
    },
    {
      "index": 132,
      "start_time": 767470.0,
      "end_time": 772720.0,
      "text": "at all, but what it is saying is that if you need to provide or you should be providing"
    },
    {
      "index": 133,
      "start_time": 772720.0,
      "end_time": 778720.0,
      "text": "some additional information in the income statement or elsewhere in the financial statements"
    },
    {
      "index": 134,
      "start_time": 778720.0,
      "end_time": 782529.0,
      "text": "in order to help with the understanding, if that’s important information, then those"
    },
    {
      "index": 135,
      "start_time": 782529.0,
      "end_time": 789410.0,
      "text": "line items should be added and so that was the observation on this point. The next one"
    },
    {
      "index": 136,
      "start_time": 789410.0,
      "end_time": 796779.0,
      "text": "relates to mining and mineral properties and potentially oil and gas as well where the"
    },
    {
      "index": 137,
      "start_time": 796779.0,
      "end_time": 804589.0,
      "text": "company is following IFRS 6 and has exploration and evaluation expenses or assets and so,"
    },
    {
      "index": 138,
      "start_time": 804589.0,
      "end_time": 809910.0,
      "text": "the commentary here from the regulators is requesting some clarification for accounting"
    },
    {
      "index": 139,
      "start_time": 809910.0,
      "end_time": 815120.0,
      "text": "policies regarding the types of expenditures that are included in that E&amp;E category and"
    },
    {
      "index": 140,
      "start_time": 815120.0,
      "end_time": 820730.0,
      "text": "then finally just some more points on consolidations and around the judgments and in particular"
    },
    {
      "index": 141,
      "start_time": 820730.0,
      "end_time": 826019.0,
      "text": "whether joint arrangements qualified as joint ventures rather than joint operations. So,"
    },
    {
      "index": 142,
      "start_time": 826019.0,
      "end_time": 830529.0,
      "text": "if you have those kinds of investments, joint arrangements, you are probably familiar with"
    },
    {
      "index": 143,
      "start_time": 830529.0,
      "end_time": 834730.0,
      "text": "the judgments that might get made there and if there are such judgments, they should be"
    },
    {
      "index": 144,
      "start_time": 834730.0,
      "end_time": 840860.0,
      "text": "recorded and disclosed in the financial statements. So, Jon, with that I’ll turn it back over"
    },
    {
      "index": 145,
      "start_time": 840860.0,
      "end_time": 844680.0,
      "text": "to you. Okay, thanks Kerry. I would now like to introduce"
    },
    {
      "index": 146,
      "start_time": 844680.0,
      "end_time": 850070.0,
      "text": "our second speaker, Alexia Donoghue. Alexia is a Senior Manager with the National Assurance"
    },
    {
      "index": 147,
      "start_time": 850070.0,
      "end_time": 855580.0,
      "text": "and Advisory Services of Deloitte Canada. In this role, she is responsible for monitoring"
    },
    {
      "index": 148,
      "start_time": 855580.0,
      "end_time": 860779.0,
      "text": "quality standards for Deloitte’s public company client filings. Alexia also provides"
    },
    {
      "index": 149,
      "start_time": 860779.0,
      "end_time": 866339.0,
      "text": "consultative advice to attest and non-attest clients on general securities filings and"
    },
    {
      "index": 150,
      "start_time": 866339.0,
      "end_time": 873339.0,
      "text": "financial reporting matters. Over to you Alexia. Thank you Jon. We are now going to spend some"
    },
    {
      "index": 151,
      "start_time": 873339.0,
      "end_time": 878720.0,
      "text": "time looking at some of the trends in the current economy and how this may affect your"
    },
    {
      "index": 152,
      "start_time": 878720.0,
      "end_time": 883250.0,
      "text": "financial reporting. So, our first topic is foreign currency and though I am going to"
    },
    {
      "index": 153,
      "start_time": 883250.0,
      "end_time": 888550.0,
      "text": "discuss the next couple of slides in the context of the Canadian dollar, the comments are applicable"
    },
    {
      "index": 154,
      "start_time": 888550.0,
      "end_time": 894140.0,
      "text": "to a number of other currencies as well. So, over the last year or the last 12 months,"
    },
    {
      "index": 155,
      "start_time": 894140.0,
      "end_time": 901779.0,
      "text": "the Canadian dollars declined significantly with an average conversion of 0.797 USD compared"
    },
    {
      "index": 156,
      "start_time": 901779.0,
      "end_time": 910399.0,
      "text": "to 0.914 USD for the 12 months ended November 2014. This volatility is expected to yield"
    },
    {
      "index": 157,
      "start_time": 910399.0,
      "end_time": 916110.0,
      "text": "significant foreign exchange movements through the statement of income and/or the statement"
    },
    {
      "index": 158,
      "start_time": 916110.0,
      "end_time": 921140.0,
      "text": "of other comprehensive income or loss depending on the currencies in which companies operate."
    },
    {
      "index": 159,
      "start_time": 921140.0,
      "end_time": 926560.0,
      "text": "It’s not all bad news with regards to the depreciation of the Canadian dollar. For example,"
    },
    {
      "index": 160,
      "start_time": 926560.0,
      "end_time": 931579.0,
      "text": "there may be some entities with US dollar local currency transactions where when they"
    },
    {
      "index": 161,
      "start_time": 931579.0,
      "end_time": 935459.0,
      "text": "are converting to Canadian dollars will see an uptick in the carrying value of their net"
    },
    {
      "index": 162,
      "start_time": 935459.0,
      "end_time": 942279.0,
      "text": "assets. Given the movement in the Canadian dollar and the volatility, it is expected"
    },
    {
      "index": 163,
      "start_time": 942279.0,
      "end_time": 950040.0,
      "text": "that entities will update their IFRS 7 financial instruments disclosures to address new and/or"
    },
    {
      "index": 164,
      "start_time": 950040.0,
      "end_time": 954630.0,
      "text": "increased risk associated with foreign currencies and the impact that it has on their financial"
    },
    {
      "index": 165,
      "start_time": 954630.0,
      "end_time": 960180.0,
      "text": "results. It is also expected that entities will be revising their MD&amp;A disclosure and"
    },
    {
      "index": 166,
      "start_time": 960180.0,
      "end_time": 966839.0,
      "text": "based on the review of some recent MD&amp;A disclosures, in my opinion some of the most effective communication"
    },
    {
      "index": 167,
      "start_time": 966839.0,
      "end_time": 971839.0,
      "text": "of the impact of foreign currency changes has been disclosures that have isolated the"
    },
    {
      "index": 168,
      "start_time": 971839.0,
      "end_time": 976839.0,
      "text": "foreign exchange component when discussing period over period results."
    },
    {
      "index": 169,
      "start_time": 976839.0,
      "end_time": 982130.0,
      "text": "In addition, we would just like to remind listeners that functional currency is the"
    },
    {
      "index": 170,
      "start_time": 982130.0,
      "end_time": 987779.0,
      "text": "currency of the primary economic environment in which an entity operates and it is determined"
    },
    {
      "index": 171,
      "start_time": 987779.0,
      "end_time": 993670.0,
      "text": "in the context of the primary and secondary indicators that are set out in IAS 21 and"
    },
    {
      "index": 172,
      "start_time": 993670.0,
      "end_time": 999140.0,
      "text": "is done on an entity by entity basis. So, to the extent that you are a company that"
    },
    {
      "index": 173,
      "start_time": 999140.0,
      "end_time": 1003920.0,
      "text": "may have seen a reduction in their buying power and therefore has made both a strategic"
    },
    {
      "index": 174,
      "start_time": 1003920.0,
      "end_time": 1010700.0,
      "text": "and long-term permanent move to a new economy, you need to assess whether this could potentially"
    },
    {
      "index": 175,
      "start_time": 1010700.0,
      "end_time": 1015890.0,
      "text": "be triggering a reassessment of functional currency for that entity that you moved over."
    },
    {
      "index": 176,
      "start_time": 1015890.0,
      "end_time": 1018350.0,
      "text": "  Next, we are going to look at the presentation"
    },
    {
      "index": 177,
      "start_time": 1018350.0,
      "end_time": 1024880.0,
      "text": "implications of the depreciation in the Canadian dollar. So, IAS 21, the effects of changes"
    },
    {
      "index": 178,
      "start_time": 1024880.0000000001,
      "end_time": 1030329.0000000001,
      "text": "in foreign exchange rates requires an entity to disclose the amount of exchange differences"
    },
    {
      "index": 179,
      "start_time": 1030329.9999999999,
      "end_time": 1035789.9999999999,
      "text": "recognized in profit or loss except for those arising on financial instruments measured"
    },
    {
      "index": 180,
      "start_time": 1035790.0,
      "end_time": 1042130.0,
      "text": "at fair value through profit and loss. IAS 21 is, however, silent with regards to the"
    },
    {
      "index": 181,
      "start_time": 1042130.0000000001,
      "end_time": 1047280.0000000001,
      "text": "appropriate classification of where those foreign exchange gains and losses should go."
    },
    {
      "index": 182,
      "start_time": 1047280.0,
      "end_time": 1053130.0,
      "text": "The general consensus seems to be that foreign exchange gains and losses should be classified"
    },
    {
      "index": 183,
      "start_time": 1053130.0,
      "end_time": 1057240.0,
      "text": "based on the nature of the transactions or events that actually gave rise to those gains"
    },
    {
      "index": 184,
      "start_time": 1057240.0,
      "end_time": 1062740.0,
      "text": "and losses. For example, it may be appropriate to record foreign currency gains and losses"
    },
    {
      "index": 185,
      "start_time": 1062740.0,
      "end_time": 1068640.0,
      "text": "on operational items, such as trade receivables and payables within income from operations"
    },
    {
      "index": 186,
      "start_time": 1068640.0,
      "end_time": 1074890.0,
      "text": "and foreign exchange gains and losses on issue debt as part of finance costs. Ultimately,"
    },
    {
      "index": 187,
      "start_time": 1074890.0,
      "end_time": 1079530.0,
      "text": "the classification of your foreign exchange gains and losses and profit and loss is a"
    },
    {
      "index": 188,
      "start_time": 1079530.0,
      "end_time": 1084410.0,
      "text": "matter of accounting policy and it must be disclosed as part of your accounting policies"
    },
    {
      "index": 189,
      "start_time": 1084410.0,
      "end_time": 1090221.0,
      "text": "and applied consistently year over year. In addition, when the impact of foreign exchange"
    },
    {
      "index": 190,
      "start_time": 1090220.0,
      "end_time": 1096190.0,
      "text": "gains and losses is material as dictated by IAS 1, the nature and the amount of gains"
    },
    {
      "index": 191,
      "start_time": 1096190.0,
      "end_time": 1101039.0,
      "text": "and losses should be disclosed separately either in the statement of income or loss"
    },
    {
      "index": 192,
      "start_time": 1101040.0,
      "end_time": 1106130.0,
      "text": "and/or other comprehensive income or loss or in the notes. Therefore, when you have"
    },
    {
      "index": 193,
      "start_time": 1106130.0,
      "end_time": 1112461.0,
      "text": "got an entity that previously classified their foreign exchange gains and losses on operating"
    },
    {
      "index": 194,
      "start_time": 1112460.0,
      "end_time": 1119840.0,
      "text": "items, let’s say within selling and administrative expenses and the impact of these gains and"
    },
    {
      "index": 195,
      "start_time": 1119840.0,
      "end_time": 1124639.0,
      "text": "losses becomes material in the year, the entity may elect to present those foreign exchange"
    },
    {
      "index": 196,
      "start_time": 1124640.0,
      "end_time": 1131280.0,
      "text": "gains and losses as a separate line item within income from operations. So, as Kerry discussed"
    },
    {
      "index": 197,
      "start_time": 1131280.0,
      "end_time": 1137951.0,
      "text": "as part of their operating activities, but not necessarily within the selling and administrative"
    },
    {
      "index": 198,
      "start_time": 1137950.0,
      "end_time": 1143970.0,
      "text": "expense line item. The only consideration there is that a change in presentation for"
    },
    {
      "index": 199,
      "start_time": 1143970.0,
      "end_time": 1149220.0,
      "text": "those gains and losses may actually trigger IAS 1 and IAS 8 disclosures in the current"
    },
    {
      "index": 200,
      "start_time": 1149220.0,
      "end_time": 1155989.0,
      "text": "year if the change in presentation also represents a change in accounting policy and with that"
    },
    {
      "index": 201,
      "start_time": 1155990.0,
      "end_time": 1165341.0,
      "text": "let’s think about some impairment implications. When a local currency declines relative to"
    },
    {
      "index": 202,
      "start_time": 1165340.0,
      "end_time": 1170970.0,
      "text": "an entity’s functional currency, there is a higher likelihood that the impairment assessment"
    },
    {
      "index": 203,
      "start_time": 1170970.0,
      "end_time": 1176289.0,
      "text": "will indicate that an impairment charge should be recorded. However, a decline in the local"
    },
    {
      "index": 204,
      "start_time": 1176290.0,
      "end_time": 1181770.0,
      "text": "currency alone does not indicate that an asset is impaired. Analysis should be performed"
    },
    {
      "index": 205,
      "start_time": 1181770.0,
      "end_time": 1187810.0,
      "text": "to determine whether or not an impairment charge should be recorded. So, when we are"
    },
    {
      "index": 206,
      "start_time": 1187810.0,
      "end_time": 1192740.0,
      "text": "determining the recoverable amount for impairment purposes and we are looking at future cash"
    },
    {
      "index": 207,
      "start_time": 1192740.0,
      "end_time": 1199110.0,
      "text": "flows that are going to be applied, the future cash flows should be estimated in a currency"
    },
    {
      "index": 208,
      "start_time": 1199110.0,
      "end_time": 1205910.0,
      "text": "in which they are going to be generated. So, if your revenue is being generated in USD"
    },
    {
      "index": 209,
      "start_time": 1205910.0,
      "end_time": 1211091.0,
      "text": "regardless of what your functional or your presentation currency would be, you would"
    },
    {
      "index": 210,
      "start_time": 1211090.0,
      "end_time": 1217539.0,
      "text": "record all those cash flows in USD and then you would discount using a discount rate that"
    },
    {
      "index": 211,
      "start_time": 1217540.0,
      "end_time": 1223780.0,
      "text": "is appropriate for that currency. Basically, what the guidance is saying is that you translate"
    },
    {
      "index": 212,
      "start_time": 1223780.0,
      "end_time": 1230000.0,
      "text": "the present value of those cash flows using the spot exchange rate at the date of the"
    },
    {
      "index": 213,
      "start_time": 1230000.0,
      "end_time": 1234790.0,
      "text": "calculation because the spot rate reflects the market’s best estimate of future events"
    },
    {
      "index": 214,
      "start_time": 1234790.0,
      "end_time": 1236341.0,
      "text": "that will affect that currency.  "
    },
    {
      "index": 215,
      "start_time": 1236340.0,
      "end_time": 1241720.0,
      "text": "So, let’s put this all into context. We have got an example here on the page and let’s"
    },
    {
      "index": 216,
      "start_time": 1241720.0,
      "end_time": 1247659.0,
      "text": "say that we have got a subsidiary A and it’s got an indicator of impairment for the year"
    },
    {
      "index": 217,
      "start_time": 1247660.0,
      "end_time": 1257120.0,
      "text": "ended 2015. The subsidiary A operates in Brazil, but it has a USD functional currency and let’s"
    },
    {
      "index": 218,
      "start_time": 1257120.0,
      "end_time": 1263240.0,
      "text": "also assume that subsidiary A represents a CGU for impairment purposes. So, in determining"
    },
    {
      "index": 219,
      "start_time": 1263240.0,
      "end_time": 1268341.0,
      "text": "the recoverable amount of subsidiary A given the indicator of impairment, we would calculate"
    },
    {
      "index": 220,
      "start_time": 1268340.0,
      "end_time": 1273940.0,
      "text": "all of the future cash flows and then we would forecast them in Real and then we would discount"
    },
    {
      "index": 221,
      "start_time": 1273940.0,
      "end_time": 1279679.0,
      "text": "it back at a rate that reflects the risk associated with the Brazilian Real. Once we have got"
    },
    {
      "index": 222,
      "start_time": 1279680.0,
      "end_time": 1286591.0,
      "text": "this present value in the local Brazilian currency, we are going to convert the present"
    },
    {
      "index": 223,
      "start_time": 1286590.0,
      "end_time": 1292080.0,
      "text": "value into US dollars, which is our functional currency at the spot rate at the date of the"
    },
    {
      "index": 224,
      "start_time": 1292080.0,
      "end_time": 1298399.0,
      "text": "test. The resulting US dollar denominated value in use calculation or recoverable amount"
    },
    {
      "index": 225,
      "start_time": 1298400.0,
      "end_time": 1303030.0,
      "text": "is then compared to the US dollar carrying amount to determine whether or not there is"
    },
    {
      "index": 226,
      "start_time": 1303030.0,
      "end_time": 1308660.0,
      "text": "an impairment, but what happens if on top of this subsidiary there is a parent and that"
    },
    {
      "index": 227,
      "start_time": 1308660.0,
      "end_time": 1316831.0,
      "text": "parent is using a Canadian presentation currency. Do we have another requirement to test for"
    },
    {
      "index": 228,
      "start_time": 1316830.0,
      "end_time": 1322970.0,
      "text": "impairment and in Canadian dollars? The answer is no. The net assets of subsidiary A would"
    },
    {
      "index": 229,
      "start_time": 1322970.0,
      "end_time": 1328929.0,
      "text": "be translated from USD into the Canadian presentation currency at the foreign exchange rate as at"
    },
    {
      "index": 230,
      "start_time": 1328930.0,
      "end_time": 1335221.0,
      "text": "the date of the statement of financial position and then the impairment that is included in"
    },
    {
      "index": 231,
      "start_time": 1335220.0,
      "end_time": 1341149.0,
      "text": "the subsidiary level would also be translated into Canadian dollars using the average rate"
    },
    {
      "index": 232,
      "start_time": 1341150.0,
      "end_time": 1346800.0,
      "text": "and that would be reported in the Canadian financials in the P&amp;L. So, basically any translation"
    },
    {
      "index": 233,
      "start_time": 1346800.0,
      "end_time": 1354900.0,
      "text": "amount that we have incurred by going from the USD functional into the Canadian reporting"
    },
    {
      "index": 234,
      "start_time": 1354900.0,
      "end_time": 1360701.0,
      "text": "amount would just be reflected through OCI or P&amp;L respectively without the need to do"
    },
    {
      "index": 235,
      "start_time": 1360700.0,
      "end_time": 1364009.0,
      "text": "a reassessment. So, we are going to talk a little bit more"
    },
    {
      "index": 236,
      "start_time": 1364010.0,
      "end_time": 1369180.0,
      "text": "about impairments now that sort of leads us into the when, what and how for financial"
    },
    {
      "index": 237,
      "start_time": 1369180.0,
      "end_time": 1375140.0,
      "text": "assets and this is a little bit of a review in terms of what we have previously presented,"
    },
    {
      "index": 238,
      "start_time": 1375140.0,
      "end_time": 1384610.0,
      "text": "but just some key reminders again going back to the CSA report and also just some general"
    },
    {
      "index": 239,
      "start_time": 1384610.0,
      "end_time": 1389860.0,
      "text": "feedback that we have received in terms of regulators comment letters. So, when to test?"
    },
    {
      "index": 240,
      "start_time": 1389860.0,
      "end_time": 1397091.0,
      "text": "When there is an indicator of impairment regardless of an indicator being present at a minimum"
    },
    {
      "index": 241,
      "start_time": 1397090.0,
      "end_time": 1402570.0,
      "text": "for goodwill, intangible assets with an indefinite life and intangible assets that are not available"
    },
    {
      "index": 242,
      "start_time": 1402570.0,
      "end_time": 1408629.0,
      "text": "for use, there is a need for an annual impairment test and then in certain circumstances as"
    },
    {
      "index": 243,
      "start_time": 1408630.0,
      "end_time": 1417160.0,
      "text": "dictated by the IFRS. The most commonly identified would be classification into held for sale."
    },
    {
      "index": 244,
      "start_time": 1417160.0,
      "end_time": 1421520.0,
      "text": "Management should be performing their test at the lowest level first based on where the"
    },
    {
      "index": 245,
      "start_time": 1421520.0,
      "end_time": 1428010.0,
      "text": "indicator is present. So, I think most frequently you would have an indicator at the CGU level,"
    },
    {
      "index": 246,
      "start_time": 1428010.0,
      "end_time": 1435380.0,
      "text": "so you would test at that CGU level before testing at a larger CGU group level. So, it"
    },
    {
      "index": 247,
      "start_time": 1435380.0,
      "end_time": 1444240.0,
      "text": "would be basically assuming your CGU is, I am going to say like a manufacturing plant"
    },
    {
      "index": 248,
      "start_time": 1444240.0,
      "end_time": 1448091.0,
      "text": "and if there were indicators with regards to the economic environment you would first"
    },
    {
      "index": 249,
      "start_time": 1448090.0,
      "end_time": 1454649.0,
      "text": "test the manufacturing plant and then you would look at the larger group. Let’s say"
    },
    {
      "index": 250,
      "start_time": 1454650.0,
      "end_time": 1458760.0,
      "text": "there were some intangible assets associated with sort of the goods that you are producing"
    },
    {
      "index": 251,
      "start_time": 1458760.0,
      "end_time": 1466020.0,
      "text": "within that process, you would include that as part of the CGU and sort of move up until"
    },
    {
      "index": 252,
      "start_time": 1466020.0,
      "end_time": 1470841.0,
      "text": "you have tested everything and in terms of what you are actually testing or what you"
    },
    {
      "index": 253,
      "start_time": 1470840.0,
      "end_time": 1476440.0,
      "text": "are comparing, you are looking at the carrying values and then comparing that to directly"
    },
    {
      "index": 254,
      "start_time": 1476440.0,
      "end_time": 1481739.0,
      "text": "attributable assets and assets that are allocated on a reasonable and consistent basis less"
    },
    {
      "index": 255,
      "start_time": 1481740.0,
      "end_time": 1487360.0,
      "text": "liabilities used to determine the recoverable amount. So, really it’s the carrying value"
    },
    {
      "index": 256,
      "start_time": 1487360.0,
      "end_time": 1492490.0,
      "text": "versus your recoverable amount and that can be done using either the value in use or the"
    },
    {
      "index": 257,
      "start_time": 1492490.0,
      "end_time": 1494810.0,
      "text": "fair value less cost of sale method.  "
    },
    {
      "index": 258,
      "start_time": 1494810.0,
      "end_time": 1501600.0,
      "text": "So, let’s look at some indicators for impairments and so here listed on our slide we have both"
    },
    {
      "index": 259,
      "start_time": 1501600.0,
      "end_time": 1507880.0,
      "text": "got external and internal indicators. We have talked about some significant changes in the"
    },
    {
      "index": 260,
      "start_time": 1507880.0,
      "end_time": 1514230.0,
      "text": "economic environment as it relates to currency on the previous slides, but we can also talk"
    },
    {
      "index": 261,
      "start_time": 1514230.0,
      "end_time": 1519350.0,
      "text": "about it in the context of commodity prices. So, as many of us know the price of oil has"
    },
    {
      "index": 262,
      "start_time": 1519350.0,
      "end_time": 1525191.0,
      "text": "dropped from $100 a barrel to almost $40 a barrel, palladium prices, which is used in"
    },
    {
      "index": 263,
      "start_time": 1525190.0,
      "end_time": 1532840.0,
      "text": "catalytic converters and a number of different other industries has dropped from $786 to"
    },
    {
      "index": 264,
      "start_time": 1532840.0,
      "end_time": 1537739.0,
      "text": "$552 and also is included on the graph on the right hand side. There has been a lot"
    },
    {
      "index": 265,
      "start_time": 1537740.0,
      "end_time": 1543780.0,
      "text": "of volatility in the price of gold over the last year. So, volatile commodity prices have"
    },
    {
      "index": 266,
      "start_time": 1543780.0,
      "end_time": 1549740.0,
      "text": "a direct impact on industries producing those commodities, but they also have a significant"
    },
    {
      "index": 267,
      "start_time": 1549740.0,
      "end_time": 1554711.0,
      "text": "impact on the range of entities that are dependent on those commodities as a key input for their"
    },
    {
      "index": 268,
      "start_time": 1554710.0,
      "end_time": 1562489.0,
      "text": "cost structure. So, basically given the significant fluctuations in the commodity prices, we would"
    },
    {
      "index": 269,
      "start_time": 1562490.0,
      "end_time": 1567711.0,
      "text": "also expect that there would be a number of indicators of impairment and that they would"
    },
    {
      "index": 270,
      "start_time": 1567710.0,
      "end_time": 1573499.0,
      "text": "be prevalent in terms of people therefore assessing whether or not they need to record"
    },
    {
      "index": 271,
      "start_time": 1573500.0,
      "end_time": 1578750.0,
      "text": "an impairment in their financial statements. So, if we go back again to the two graphs"
    },
    {
      "index": 272,
      "start_time": 1578750.0,
      "end_time": 1584971.0,
      "text": "we presented on the slide, just the volatility, if we think about that volatility, where and"
    },
    {
      "index": 273,
      "start_time": 1584970.0,
      "end_time": 1590099.0,
      "text": "how does it impact some of the calculations from a financial reporting perspective. Those"
    },
    {
      "index": 274,
      "start_time": 1590100.0,
      "end_time": 1597360.0,
      "text": "are key inputs that would impact the impairment testing under IAS 38 in terms of determining"
    },
    {
      "index": 275,
      "start_time": 1597360.0,
      "end_time": 1603471.0,
      "text": "the recoverable amount to the extent that we were talking about inputs in determining"
    },
    {
      "index": 276,
      "start_time": 1603470.0,
      "end_time": 1609629.0,
      "text": "the net realizable amount of inventories under IAS 2, but we also need to think about key"
    },
    {
      "index": 277,
      "start_time": 1609630.0,
      "end_time": 1615321.0,
      "text": "inputs related to currency and commodity prices in determining fair value measurements of"
    },
    {
      "index": 278,
      "start_time": 1615320.0,
      "end_time": 1620489.0,
      "text": "assets that are acquired in the business combination and also when thinking about the useful life"
    },
    {
      "index": 279,
      "start_time": 1620490.0,
      "end_time": 1627810.0,
      "text": "of property, plant and equipment and intangible assets. So, indicators of impairment absolutely,"
    },
    {
      "index": 280,
      "start_time": 1627810.0,
      "end_time": 1632910.0,
      "text": "but also have a trickle-down effect in terms of the measurement of some of the key assets"
    },
    {
      "index": 281,
      "start_time": 1632910.0,
      "end_time": 1638150.0,
      "text": "found on one’s balance sheet and then the next sort of indicator we are going to talk"
    },
    {
      "index": 282,
      "start_time": 1638150.0,
      "end_time": 1641640.0,
      "text": "about is when your net carrying amount. Sorry, if we could just go back to the other side,"
    },
    {
      "index": 283,
      "start_time": 1641640.0,
      "end_time": 1646860.0,
      "text": "we are just going to look at some other ones. The net carrying amount when it is in excess"
    },
    {
      "index": 284,
      "start_time": 1646860.0,
      "end_time": 1652860.0,
      "text": "of the market capitalization and this is something we talked about in some previous webcast and"
    },
    {
      "index": 285,
      "start_time": 1652860.0,
      "end_time": 1659211.0,
      "text": "really what it is, is with the existence of this indicator you don’t necessarily have"
    },
    {
      "index": 286,
      "start_time": 1659210.0,
      "end_time": 1665090.0,
      "text": "an impairment. So, there are certainly some questions you need to ask, but it is one of"
    },
    {
      "index": 287,
      "start_time": 1665090.0,
      "end_time": 1671159.0,
      "text": "the specific indicators set out in the guidance. From an internal perspective, it’s usually"
    },
    {
      "index": 288,
      "start_time": 1671160.0,
      "end_time": 1675300.0,
      "text": "more obvious in terms of what may be some indicators of impairment. So, obsolescence"
    },
    {
      "index": 289,
      "start_time": 1675300.0,
      "end_time": 1682740.0,
      "text": "or physical damage to an asset, if you have a fire in a portion of your warehouse, that’s"
    },
    {
      "index": 290,
      "start_time": 1682740.0,
      "end_time": 1688250.0,
      "text": "certainly an indicator of potential impairment and then also I would say a shift in consumer"
    },
    {
      "index": 291,
      "start_time": 1688250.0,
      "end_time": 1693350.0,
      "text": "consumption with regards to the use of an asset. So, that second point often cannot"
    },
    {
      "index": 292,
      "start_time": 1693350.0,
      "end_time": 1700961.0,
      "text": "be predicted and can certainly result in a downturn in terms of results and with that"
    },
    {
      "index": 293,
      "start_time": 1700960.0,
      "end_time": 1708999.0,
      "text": "we’ll move over to the assets held for sale. So, I think this is a topic that I’m going"
    },
    {
      "index": 294,
      "start_time": 1709000.0,
      "end_time": 1713870.0,
      "text": "to say people kind of struggle with. So, we just thought we’ll cover it here leading"
    },
    {
      "index": 295,
      "start_time": 1713870.0,
      "end_time": 1719240.0,
      "text": "into year-end again as we tie it back to some significant fluctuations that have occurred"
    },
    {
      "index": 296,
      "start_time": 1719240.0,
      "end_time": 1727790.0,
      "text": "in our economic environment. So, an available-for-sale equity investment is impaired when two criteria"
    },
    {
      "index": 297,
      "start_time": 1727790.0,
      "end_time": 1732540.0,
      "text": "are met. The first is that its fair value has declined to below cost and the second"
    },
    {
      "index": 298,
      "start_time": 1732540.0,
      "end_time": 1740010.0,
      "text": "is that there is objective evidence of impairment. So, what would be objective evidence of impairment"
    },
    {
      "index": 299,
      "start_time": 1740010.0,
      "end_time": 1746140.0,
      "text": "and really what the guidance says is that it most likely would involve a series of loss"
    },
    {
      "index": 300,
      "start_time": 1746140.0,
      "end_time": 1753420.0,
      "text": "events that points to the fact that the cost will not be recovered. So, examples that they"
    },
    {
      "index": 301,
      "start_time": 1753420.0,
      "end_time": 1760740.0,
      "text": "use would be a significant financial difficulty had by the entity itself or increasing probability"
    },
    {
      "index": 302,
      "start_time": 1760740.0,
      "end_time": 1766000.0,
      "text": "of bankruptcy over a period of time tying it back to some of the indicators we saw on"
    },
    {
      "index": 303,
      "start_time": 1766000.0,
      "end_time": 1773071.0,
      "text": "the previous slide, significant changes with an adverse effect in the local environment"
    },
    {
      "index": 304,
      "start_time": 1773070.0,
      "end_time": 1780169.0,
      "text": "in which the issuer operates may also indicate that the cost may not be recovered and what"
    },
    {
      "index": 305,
      "start_time": 1780170.0,
      "end_time": 1783720.0,
      "text": "we are going to actually, the final sort of indicator, if you will and what we’ll talk"
    },
    {
      "index": 306,
      "start_time": 1783720.0,
      "end_time": 1788280.0,
      "text": "about in a little more detail is whether or not there is a significant or prolonged decline"
    },
    {
      "index": 307,
      "start_time": 1788280.0,
      "end_time": 1793800.0,
      "text": "in the fair value of an investment in an equity instrument below its cost."
    },
    {
      "index": 308,
      "start_time": 1793800.0,
      "end_time": 1798600.0,
      "text": "So, the first thing that we are just going to think about when we are looking at this"
    },
    {
      "index": 309,
      "start_time": 1798600.0,
      "end_time": 1804081.0,
      "text": "criteria is the fact that the assessment should always be done relative to the original cost"
    },
    {
      "index": 310,
      "start_time": 1804080.0,
      "end_time": 1810190.0,
      "text": "on the date of initial recognition. So, this is actually a point that was considered by"
    },
    {
      "index": 311,
      "start_time": 1810190.0,
      "end_time": 1815239.0,
      "text": "IFRIC a number of years ago, because I think what people were struggling with is what the"
    },
    {
      "index": 312,
      "start_time": 1815240.0,
      "end_time": 1819970.0,
      "text": "point of comparison was as they were doing this assessment of significant and prolonged"
    },
    {
      "index": 313,
      "start_time": 1819970.0,
      "end_time": 1829780.0,
      "text": "decline. The IFRIC also went onto clarify that what constitutes a significant or prolonged"
    },
    {
      "index": 314,
      "start_time": 1829780.0,
      "end_time": 1835040.0,
      "text": "decline in fair value is actually a matter of judgment and that an entity could develop"
    },
    {
      "index": 315,
      "start_time": 1835040.0,
      "end_time": 1839640.0,
      "text": "some internal guidance to assist with the consistent application of this judgment, but"
    },
    {
      "index": 316,
      "start_time": 1839640.0,
      "end_time": 1844610.0,
      "text": "there may be facts and circumstances that would override the policy. So, if we just"
    },
    {
      "index": 317,
      "start_time": 1844610.0,
      "end_time": 1850300.0,
      "text": "want to walkthrough a quick example, let’s say an entity has defined their policy such"
    },
    {
      "index": 318,
      "start_time": 1850300.0,
      "end_time": 1857490.0,
      "text": "that significant is determined to be a 15%-20% decrease in the fair value and prolonged is"
    },
    {
      "index": 319,
      "start_time": 1857490.0,
      "end_time": 1864000.0,
      "text": "deemed to be a period greater than nine months. If we look at the diagram on the screen, so"
    },
    {
      "index": 320,
      "start_time": 1864000.0,
      "end_time": 1867740.0,
      "text": "the initial cost is that dashed line that runs through the middle and then the solid"
    },
    {
      "index": 321,
      "start_time": 1867740.0,
      "end_time": 1873620.0,
      "text": "line would be the fair value of the equity instruments over the passage of time, you"
    },
    {
      "index": 322,
      "start_time": 1873620.0,
      "end_time": 1879290.0,
      "text": "can see at Q1, probably there is no impairment whereby the fair value equals initial cost,"
    },
    {
      "index": 323,
      "start_time": 1879290.0,
      "end_time": 1886900.0,
      "text": "at Q2 we have had an increase in the fair value and then at Q3 we can see that there"
    },
    {
      "index": 324,
      "start_time": 1886900.0,
      "end_time": 1891910.0,
      "text": "has been a decline in the fair value of our equity instrument."
    },
    {
      "index": 325,
      "start_time": 1891910.0,
      "end_time": 1896420.0,
      "text": "So, our first assessment would be to look back at our internal policy and compare the"
    },
    {
      "index": 326,
      "start_time": 1896420.0,
      "end_time": 1903260.0,
      "text": "price as at the reporting date to our initial cost and determine whether or not of significant."
    },
    {
      "index": 327,
      "start_time": 1903260.0,
      "end_time": 1910650.0,
      "text": "You know in determining their internal policy, the entity may have considered that a volatility"
    },
    {
      "index": 328,
      "start_time": 1910650.0,
      "end_time": 1919410.0,
      "text": "of 5%-10% is normal for the industry in which this equity exists, but, if it is in excess"
    },
    {
      "index": 329,
      "start_time": 1919410.0,
      "end_time": 1924380.0,
      "text": "of that volatility it’s definitely an indicator of impairment, then an impairment would be"
    },
    {
      "index": 330,
      "start_time": 1924380.0,
      "end_time": 1929400.0,
      "text": "recorded and then the other thing is to look at time. So, if we look at sort of it’s"
    },
    {
      "index": 331,
      "start_time": 1929400.0,
      "end_time": 1938420.0,
      "text": "been nine months since the initial recognition of our equity investment, but it’s only,"
    },
    {
      "index": 332,
      "start_time": 1938420.0,
      "end_time": 1943571.0,
      "text": "so determining whether or not that also is a reason to record an impairment."
    },
    {
      "index": 333,
      "start_time": 1943570.0,
      "end_time": 1950739.0,
      "text": "Okay, so next thing we are going to talk about is discount rates. So, the Bank of Canada"
    },
    {
      "index": 334,
      "start_time": 1950740.0,
      "end_time": 1956211.0,
      "text": "has not done much in terms of our interest rate or risk free interest rate and so our"
    },
    {
      "index": 335,
      "start_time": 1956210.0,
      "end_time": 1960489.0,
      "text": "question to you is which of the following standards requires the use of a discount rate"
    },
    {
      "index": 336,
      "start_time": 1960490.0,
      "end_time": 1967020.0,
      "text": "and if you have answered all of those shown on the slide then you are correct. So, this"
    },
    {
      "index": 337,
      "start_time": 1967020.0,
      "end_time": 1970920.0,
      "text": "is just really a friendly reminder to let you know that there are a number of standards"
    },
    {
      "index": 338,
      "start_time": 1970920.0,
      "end_time": 1978590.0,
      "text": "that require the calculation in the application of discount rates at each reporting period"
    },
    {
      "index": 339,
      "start_time": 1978590.0,
      "end_time": 1985060.0,
      "text": "and that just that these amounts need to be revisited. I’ll just touch on some of them"
    },
    {
      "index": 340,
      "start_time": 1985060.0,
      "end_time": 1993650.0,
      "text": "quickly. So, as I mentioned the Bank of Canada, the risk free interest rate is sitting at"
    },
    {
      "index": 341,
      "start_time": 1993650.0,
      "end_time": 2000701.0,
      "text": "about three quarters of a percent right now, which is down from 1% as of July or I guess"
    },
    {
      "index": 342,
      "start_time": 2000700.0,
      "end_time": 2007479.0,
      "text": "June of this year, that is often the starting point for IAS 37 provisions to the extent"
    },
    {
      "index": 343,
      "start_time": 2007480.0,
      "end_time": 2012810.0,
      "text": "that entities actually put the risk associated with future cash flows into the cash flows"
    },
    {
      "index": 344,
      "start_time": 2012810.0,
      "end_time": 2021081.0,
      "text": "themselves. So, it’s just really that we need to be consciously assessing whether or"
    },
    {
      "index": 345,
      "start_time": 2021080.0,
      "end_time": 2027499.0,
      "text": "not the appropriate risk has been embedded into the inputs and the cash flows and also"
    },
    {
      "index": 346,
      "start_time": 2027500.0,
      "end_time": 2031590.0,
      "text": "that when we are looking at the different discount rates that we are ensuring compliance"
    },
    {
      "index": 347,
      "start_time": 2031590.0,
      "end_time": 2041680.0,
      "text": "with respective IFRSs and then just moving onto and I guess Kerry touched on this briefly"
    },
    {
      "index": 348,
      "start_time": 2041680.0,
      "end_time": 2047120.0,
      "text": "before, we are going to talk about some fair value considerations."
    },
    {
      "index": 349,
      "start_time": 2047120.0,
      "end_time": 2052071.0,
      "text": "  So, basically fair value is the price that"
    },
    {
      "index": 350,
      "start_time": 2052070.0000000002,
      "end_time": 2057740.0000000002,
      "text": "would be received to sell an asset or paid to transfer a liability in an orderly transaction"
    },
    {
      "index": 351,
      "start_time": 2057739.9999999998,
      "end_time": 2063109.9999999998,
      "text": "in the principal or in the case of IFRS 13 the most advantageous market at the measurement"
    },
    {
      "index": 352,
      "start_time": 2063110.0000000002,
      "end_time": 2069480.0000000002,
      "text": "date under current market conditions. So, really quite a mouthful, but really I think"
    },
    {
      "index": 353,
      "start_time": 2069480.0,
      "end_time": 2075399.0,
      "text": "what reporters need to think about or people who are preparing their financial statements"
    },
    {
      "index": 354,
      "start_time": 2075400.0,
      "end_time": 2080430.0,
      "text": "is whether or not they have really assessed the completeness of their fair value disclosures"
    },
    {
      "index": 355,
      "start_time": 2080429.9999999998,
      "end_time": 2089030.9999999998,
      "text": "and also the completeness of their calculations. So, looking at a number of financial statements,"
    },
    {
      "index": 356,
      "start_time": 2089030.0000000002,
      "end_time": 2093880.0000000002,
      "text": "there seem to be some deficiencies, one in terms of whether or not all items that have"
    },
    {
      "index": 357,
      "start_time": 2093880.0,
      "end_time": 2099810.0,
      "text": "affected both recurring and non-recurring are reflected in the financial statements."
    },
    {
      "index": 358,
      "start_time": 2099810.0,
      "end_time": 2106320.0,
      "text": "It’s not often clear whether or not there have been adjustments to valuation models."
    },
    {
      "index": 359,
      "start_time": 2106320.0,
      "end_time": 2112200.0,
      "text": "So, just an example there would be if you had debt that was previously issued and you"
    },
    {
      "index": 360,
      "start_time": 2112200.0,
      "end_time": 2119610.0,
      "text": "were using one valuation model and then you issued some more debt, but that had different"
    },
    {
      "index": 361,
      "start_time": 2119610.0,
      "end_time": 2126190.0,
      "text": "constraints associated with it just whether or not you have modified the valuation methodology"
    },
    {
      "index": 362,
      "start_time": 2126190.0,
      "end_time": 2133220.0,
      "text": "in order to reflect the individuality of that second debt tranche that was issued. Also"
    },
    {
      "index": 363,
      "start_time": 2133220.0,
      "end_time": 2138610.0,
      "text": "a reminder that the fair value hierarchy applies to both financial and nonfinancial assets"
    },
    {
      "index": 364,
      "start_time": 2138610.0,
      "end_time": 2144810.0,
      "text": "and liabilities and often the disclosure included in the financial statements focuses just on"
    },
    {
      "index": 365,
      "start_time": 2144810.0,
      "end_time": 2152640.0,
      "text": "financial instruments. So, we just need to ensure completeness and then also just ensuring"
    },
    {
      "index": 366,
      "start_time": 2152640.0,
      "end_time": 2159070.0,
      "text": "as I was referring to in the discount rate portion is that any non-performance risk or"
    },
    {
      "index": 367,
      "start_time": 2159070.0,
      "end_time": 2164890.0,
      "text": "other risks associated with the fair value of assets and liabilities that is actually"
    },
    {
      "index": 368,
      "start_time": 2164890.0,
      "end_time": 2170610.0,
      "text": "flowing through the methodology. So, the next slide we are just going to look"
    },
    {
      "index": 369,
      "start_time": 2170610.0,
      "end_time": 2177220.0,
      "text": "at some of the required disclosures in the context of fair value measurements and really"
    },
    {
      "index": 370,
      "start_time": 2177220.0,
      "end_time": 2184170.0,
      "text": "this is all in the context or set out in IFRS 13, which basically is asking for entities"
    },
    {
      "index": 371,
      "start_time": 2184170.0,
      "end_time": 2189660.0,
      "text": "to disclose information that will help users understand both assets and liabilities that"
    },
    {
      "index": 372,
      "start_time": 2189660.0,
      "end_time": 2197130.0,
      "text": "are measured at fair value on a recurring and non-recurring basis after initial recognition."
    },
    {
      "index": 373,
      "start_time": 2197130.0,
      "end_time": 2203830.0,
      "text": "So, just sort of take a step back, if we could just think about or revisit what is meant"
    },
    {
      "index": 374,
      "start_time": 2203830.0,
      "end_time": 2212070.0,
      "text": "by recurring and non-recurring. Examples of recurring fair value measurements would include"
    },
    {
      "index": 375,
      "start_time": 2212070.0,
      "end_time": 2219030.0,
      "text": "investment properties that use the fair value model under IFRS 40 or financial assets at"
    },
    {
      "index": 376,
      "start_time": 2219030.0,
      "end_time": 2227900.0,
      "text": "fair value through profit and loss under IAS 39 and IFRS 9. Really what it is, is assets"
    },
    {
      "index": 377,
      "start_time": 2227900.0,
      "end_time": 2232740.0,
      "text": "and liabilities that need to be fair valued at each reporting period as set out under"
    },
    {
      "index": 378,
      "start_time": 2232740.0,
      "end_time": 2238390.0,
      "text": "IFRS and then by comparison non-recurring fair value measurements include assets held"
    },
    {
      "index": 379,
      "start_time": 2238390.0,
      "end_time": 2242730.0,
      "text": "for sale, which are measured at the lower of fair value less cost to sell and their"
    },
    {
      "index": 380,
      "start_time": 2242730.0,
      "end_time": 2249810.0,
      "text": "carrying amount and again comparatively non-recurring fair value measurements are those that are"
    },
    {
      "index": 381,
      "start_time": 2249810.0,
      "end_time": 2255900.0,
      "text": "required or permitted by IFRS, but only in particular circumstances."
    },
    {
      "index": 382,
      "start_time": 2255900.0,
      "end_time": 2263940.0,
      "text": "So this slide just shows what the required disclosures are for Level 2 and Level 3 items"
    },
    {
      "index": 383,
      "start_time": 2263940.0,
      "end_time": 2267520.0,
      "text": "and if we are going to tie this back to sort of the feedback that we have been receiving"
    },
    {
      "index": 384,
      "start_time": 2267520.0,
      "end_time": 2272670.0,
      "text": "via comment letters and from regulators, the first one would be with regards to the description"
    },
    {
      "index": 385,
      "start_time": 2272670.0,
      "end_time": 2279910.0,
      "text": "of the valuation techniques, often these descriptions are fairly boilerplate and to be honest they"
    },
    {
      "index": 386,
      "start_time": 2279910.0,
      "end_time": 2286360.0,
      "text": "really just reproduce the definitions of both Level 2 and Level 3 as set out in IFRS 13."
    },
    {
      "index": 387,
      "start_time": 2286360.0,
      "end_time": 2293330.0,
      "text": "So, really just you know entities should be revisiting their disclosures and ensuring"
    },
    {
      "index": 388,
      "start_time": 2293330.0,
      "end_time": 2300660.0,
      "text": "that they have made them as asset or liability specific as possible in order for readers"
    },
    {
      "index": 389,
      "start_time": 2300660.0,
      "end_time": 2308150.0,
      "text": "to understand what is going into these different underlying measurements. Given and as Kerry"
    },
    {
      "index": 390,
      "start_time": 2308150.0,
      "end_time": 2314850.0,
      "text": "mentioned sort of the number of variables and potential risk associated with Level 3"
    },
    {
      "index": 391,
      "start_time": 2314850.0,
      "end_time": 2321180.0,
      "text": "measurements, I just want to draw your attention that there are a number of additional disclosures"
    },
    {
      "index": 392,
      "start_time": 2321180.0,
      "end_time": 2326860.0,
      "text": "that are required including a reconciliation from the opening to the closing balances in"
    },
    {
      "index": 393,
      "start_time": 2326860.0,
      "end_time": 2336420.0,
      "text": "order to, for users to understand those changes and also with regards to quantitative information"
    },
    {
      "index": 394,
      "start_time": 2336420.0,
      "end_time": 2341830.0,
      "text": "about the significant inputs that are going into the fair value measurements. So, really"
    },
    {
      "index": 395,
      "start_time": 2341830.0,
      "end_time": 2349100.0,
      "text": "just a reminder that we need to ensure that the disclosures one are complete and two that"
    },
    {
      "index": 396,
      "start_time": 2349100.0,
      "end_time": 2354570.0,
      "text": "they are in sufficient detail and specificity that readers can understand what they are"
    },
    {
      "index": 397,
      "start_time": 2354570.0,
      "end_time": 2359940.0,
      "text": "trying to say and just before I turn it back to Jon, I wanted to talk about one more economic"
    },
    {
      "index": 398,
      "start_time": 2359940.0,
      "end_time": 2366050.0,
      "text": "consideration and that’s the Canadian political environment. As some of you might know, included"
    },
    {
      "index": 399,
      "start_time": 2366050.0,
      "end_time": 2372050.0,
      "text": "in the proposed 2015 Federal budget was the rule to make inter-corporate dividends declared"
    },
    {
      "index": 400,
      "start_time": 2372050.0,
      "end_time": 2379800.0,
      "text": "after April 1, 2015 taxable. This is just a reminder that the proposed rule was expected"
    },
    {
      "index": 401,
      "start_time": 2379800.0,
      "end_time": 2385510.0,
      "text": "to be reintroduced when the Trudeau government brings up the next budget. So, although not"
    },
    {
      "index": 402,
      "start_time": 2385510.0,
      "end_time": 2391130.0,
      "text": "an issue for the current year-end, you may want to consider speaking to your tax advisor"
    },
    {
      "index": 403,
      "start_time": 2391130.0,
      "end_time": 2397890.0,
      "text": "in order to start planning for potential implications and potential tax strategies in the event"
    },
    {
      "index": 404,
      "start_time": 2397890.0,
      "end_time": 2403480.0,
      "text": "that this rule is in fact passed and could potentially have an impact on your financial"
    },
    {
      "index": 405,
      "start_time": 2403480.0,
      "end_time": 2407320.0,
      "text": "results and with that I would like to turn it back over to Jon."
    },
    {
      "index": 406,
      "start_time": 2407320.0,
      "end_time": 2414840.0,
      "text": "Thanks very much Alexia. Lots of challenging issues especially around impairment and fair"
    },
    {
      "index": 407,
      "start_time": 2414840.0,
      "end_time": 2419780.0,
      "text": "value measurement. I would now like to turn the presentation back over to Kerry."
    },
    {
      "index": 408,
      "start_time": 2419780.0,
      "end_time": 2428380.0,
      "text": "Thanks Jon. So, I guess another piece of good news about"
    },
    {
      "index": 409,
      "start_time": 2428380.0,
      "end_time": 2432520.0,
      "text": "not having too many amendments for year-end to talk about is that it does leave us a little"
    },
    {
      "index": 410,
      "start_time": 2432520.0,
      "end_time": 2439110.0,
      "text": "bit of time to look ahead to what might be coming along in the near future and I am going"
    },
    {
      "index": 411,
      "start_time": 2439110.0,
      "end_time": 2446060.0,
      "text": "to just touch on, this is basically an abridged version of the current IASB work plan. You"
    },
    {
      "index": 412,
      "start_time": 2446060.0,
      "end_time": 2450860.0,
      "text": "can see this work plan at any given time by following the link that’s on the bottom"
    },
    {
      "index": 413,
      "start_time": 2450860.0,
      "end_time": 2455910.0,
      "text": "of the screen. They do update it from time to time and this one is as of October 30,"
    },
    {
      "index": 414,
      "start_time": 2455910.0,
      "end_time": 2463220.0,
      "text": "the last version. So, as many of you will know, we are expecting the Leases project"
    },
    {
      "index": 415,
      "start_time": 2463220.0,
      "end_time": 2471630.0,
      "text": "to result in a final standard within the next three months and I guess the much awaited"
    },
    {
      "index": 416,
      "start_time": 2471630.0,
      "end_time": 2477080.0,
      "text": "implementation date has pretty much been decided to be January 1st, effective for period starting"
    },
    {
      "index": 417,
      "start_time": 2477080.0,
      "end_time": 2483770.0,
      "text": "on or after January 1, 2019. So, I guess the good news is we don’t have to adopt the"
    },
    {
      "index": 418,
      "start_time": 2483770.0,
      "end_time": 2488890.0,
      "text": "Leases standard in the same year that we have to adopt revenue and the new financial instrument"
    },
    {
      "index": 419,
      "start_time": 2488890.0,
      "end_time": 2494710.0,
      "text": "standards in IFRS 9, but soon after that in 2019, I have to be looking towards Leases."
    },
    {
      "index": 420,
      "start_time": 2494710.0,
      "end_time": 2500310.0,
      "text": "So, I will say a little bit about some of the stuff that they have released some information"
    },
    {
      "index": 421,
      "start_time": 2500310.0,
      "end_time": 2504560.0,
      "text": "about the Leases project. So, I’ll talk about that shortly, but in"
    },
    {
      "index": 422,
      "start_time": 2504560.0,
      "end_time": 2508530.0,
      "text": "the meantime, maybe I’ll just mention a couple of other things that they are working"
    },
    {
      "index": 423,
      "start_time": 2508530.0,
      "end_time": 2514160.0,
      "text": "on. So, you will see a number of entries on this work plan related to the Disclosure Initiative."
    },
    {
      "index": 424,
      "start_time": 2514160.0,
      "end_time": 2520240.0,
      "text": "So, the first one being we are expecting some final amendments. So, this is going to be"
    },
    {
      "index": 425,
      "start_time": 2520240.0,
      "end_time": 2527150.0,
      "text": "a final IFRS to IAS 7, which is the cash flow statement standard and what those amendments"
    },
    {
      "index": 426,
      "start_time": 2527150.0,
      "end_time": 2533420.0,
      "text": "are focusing on is getting entities to provide information about liquidity and one of the"
    },
    {
      "index": 427,
      "start_time": 2533420.0,
      "end_time": 2540010.0,
      "text": "things proposed in there, which we expect to see in the final standard is actually some"
    },
    {
      "index": 428,
      "start_time": 2540010.0,
      "end_time": 2548840.0,
      "text": "disclosure around reconciling, opening to closing balance related to liabilities and"
    },
    {
      "index": 429,
      "start_time": 2548840.0,
      "end_time": 2555600.0,
      "text": "in particular debt type financing obligations and basically showing in the financial statement"
    },
    {
      "index": 430,
      "start_time": 2555600.0,
      "end_time": 2560000.0,
      "text": "notes, the movements of those in the period. So, that’s something that you might want"
    },
    {
      "index": 431,
      "start_time": 2560000.0,
      "end_time": 2565810.0,
      "text": "to watch for. It will be out probably early next year. So, we don’t really know what"
    },
    {
      "index": 432,
      "start_time": 2565810.0,
      "end_time": 2571740.0,
      "text": "the implementation day will be. Certainly, probably safe to say it won’t be a 2016"
    },
    {
      "index": 433,
      "start_time": 2571740.0,
      "end_time": 2574500.0,
      "text": "implementation day, but may be some point soon after that."
    },
    {
      "index": 434,
      "start_time": 2574500.0,
      "end_time": 2582570.0,
      "text": "So, a couple of other things to mention IFRS 8, we are expecting in next few months, an"
    },
    {
      "index": 435,
      "start_time": 2582570.0,
      "end_time": 2588200.0,
      "text": "exposure draft, some clarifications around segment disclosures and these come from the"
    },
    {
      "index": 436,
      "start_time": 2588200.0,
      "end_time": 2593660.0,
      "text": "so called post-implementation review that the IASB does. So, when they do a new standard"
    },
    {
      "index": 437,
      "start_time": 2593660.0,
      "end_time": 2599500.0,
      "text": "and IFRS 8 is a relatively new standard, a couple of years after the effective date,"
    },
    {
      "index": 438,
      "start_time": 2599500.0,
      "end_time": 2606280.0,
      "text": "they will do what they call post-implementation review and they are looking for implementation"
    },
    {
      "index": 439,
      "start_time": 2606280.0,
      "end_time": 2611400.0,
      "text": "issues and areas where clarification is needed. So, they have found that there are some areas"
    },
    {
      "index": 440,
      "start_time": 2611400.0,
      "end_time": 2617500.0,
      "text": "related to IFRS 8 that they would like to propose some clarifications and so we can"
    },
    {
      "index": 441,
      "start_time": 2617500.0,
      "end_time": 2624670.0,
      "text": "watch for an exposure draft on that coming shortly. The next one, I guess another definition"
    },
    {
      "index": 442,
      "start_time": 2624670.0,
      "end_time": 2630270.0,
      "text": "of a business in the middle column, that’s another one out of the post-implementation"
    },
    {
      "index": 443,
      "start_time": 2630270.0,
      "end_time": 2636850.0,
      "text": "review this time of IFRS 3, the business combination standard. So, this is an important issue and"
    },
    {
      "index": 444,
      "start_time": 2636850.0,
      "end_time": 2645390.0,
      "text": "it’s one that we often think about in acquisitions of assets especially in the natural resources"
    },
    {
      "index": 445,
      "start_time": 2645390.0,
      "end_time": 2650440.0,
      "text": "and sometimes in the real estate sectors whether the collection of assets that you are buying"
    },
    {
      "index": 446,
      "start_time": 2650440.0,
      "end_time": 2656490.0,
      "text": "meets the definition of a business, in which case it’s covered by IFRS 3 in the business"
    },
    {
      "index": 447,
      "start_time": 2656490.0,
      "end_time": 2662510.0,
      "text": "combination standard or is it just merely an acquisition of assets and then the question"
    },
    {
      "index": 448,
      "start_time": 2662510.0,
      "end_time": 2666060.0,
      "text": "is how do we account for them and there are some differences. You know you wouldn’t"
    },
    {
      "index": 449,
      "start_time": 2666060.0,
      "end_time": 2671640.0,
      "text": "have goodwill in an asset acquisition, transaction costs would get expensed in a business combination,"
    },
    {
      "index": 450,
      "start_time": 2671640.0,
      "end_time": 2677400.0,
      "text": "they get added to the cost of assets in an acquisition that’s not a business acquisition."
    },
    {
      "index": 451,
      "start_time": 2677400.0,
      "end_time": 2683720.0,
      "text": "So, there are some differences in accounting, which does make the distinction important."
    },
    {
      "index": 452,
      "start_time": 2683720.0,
      "end_time": 2690450.0,
      "text": "Again we have got Disclosure Initiative again mentioned here and the discussion paper and"
    },
    {
      "index": 453,
      "start_time": 2690450.0,
      "end_time": 2697150.0,
      "text": "as well over on the right-hand side, there are some more entries there for an exposure"
    },
    {
      "index": 454,
      "start_time": 2697150.0,
      "end_time": 2703010.0,
      "text": "draft around changes in accounting policies and estimates out of the Disclosure Initiative"
    },
    {
      "index": 455,
      "start_time": 2703010.0,
      "end_time": 2708100.0,
      "text": "and so there that one is getting at the distinction between a change in policy versus a change"
    },
    {
      "index": 456,
      "start_time": 2708100.0,
      "end_time": 2717910.0,
      "text": "in estimate and then finally at the bottom, there is a Materiality Practice Statement,"
    },
    {
      "index": 457,
      "start_time": 2717910.0,
      "end_time": 2721860.0,
      "text": "that they have issued a paper on that and they are considering comments. So, I guess"
    },
    {
      "index": 458,
      "start_time": 2721860.0,
      "end_time": 2726980.0,
      "text": "the one thing also to mention about the Disclosure Initiative project which is not on this work"
    },
    {
      "index": 459,
      "start_time": 2726980.0,
      "end_time": 2732090.0,
      "text": "plan and that’s because part of it is already finished, they have made some amendments to"
    },
    {
      "index": 460,
      "start_time": 2732090.0,
      "end_time": 2738840.0,
      "text": "IAS 1 around some concepts associated with materiality, the extent to which financial"
    },
    {
      "index": 461,
      "start_time": 2738840.0,
      "end_time": 2745640.0,
      "text": "statement line item should be aggregated and whether individual line items need to be presented"
    },
    {
      "index": 462,
      "start_time": 2745640.0,
      "end_time": 2750610.0,
      "text": "only based on materiality or do they need to be presented simply because they appear"
    },
    {
      "index": 463,
      "start_time": 2750610.0,
      "end_time": 2756240.0,
      "text": "in a list of minimum line items in IAS 1 and so the good news there is they have gone more"
    },
    {
      "index": 464,
      "start_time": 2756240.0,
      "end_time": 2762010.0,
      "text": "towards saying only present things if they are material and so that’s good. I think"
    },
    {
      "index": 465,
      "start_time": 2762010.0,
      "end_time": 2766840.0,
      "text": "the whole objective behind the Disclosure Initiative project is to perhaps get some"
    },
    {
      "index": 466,
      "start_time": 2766840.0,
      "end_time": 2772140.0,
      "text": "streamlining of disclosure happening and just to make sure that really the most important"
    },
    {
      "index": 467,
      "start_time": 2772140.0,
      "end_time": 2780420.0,
      "text": "things are being disclosed in a clear way and in a way so that the information is not"
    },
    {
      "index": 468,
      "start_time": 2780420.0,
      "end_time": 2783750.0,
      "text": "obscured by having a lot of details present in the notes."
    },
    {
      "index": 469,
      "start_time": 2783750.0,
      "end_time": 2790310.0,
      "text": "So, I think that’s probably good news story anyway. So, that piece of the Disclosure Initiative"
    },
    {
      "index": 470,
      "start_time": 2790310.0,
      "end_time": 2796580.0,
      "text": "that’s finished, those amendments to IAS 1, they are effective for January 1, 2016."
    },
    {
      "index": 471,
      "start_time": 2796580.0,
      "end_time": 2802160.0,
      "text": "So, will they cause a lot of changes for next year’s financial statements, maybe not,"
    },
    {
      "index": 472,
      "start_time": 2802160.0,
      "end_time": 2807960.0,
      "text": "but they will give some extra food for thought for people in thinking about how and whether"
    },
    {
      "index": 473,
      "start_time": 2807960.0,
      "end_time": 2813000.0,
      "text": "to streamline their disclosures and certainly a lot of encouragement there to try and make"
    },
    {
      "index": 474,
      "start_time": 2813000.0,
      "end_time": 2818960.0,
      "text": "the disclosures more clear and concise. I guess may be one last thing to mention the"
    },
    {
      "index": 475,
      "start_time": 2818960.0,
      "end_time": 2822910.0,
      "text": "Conceptual Framework, which is in the middle column there. They have been working on the"
    },
    {
      "index": 476,
      "start_time": 2822910.0,
      "end_time": 2828700.0,
      "text": "Conceptual Framework update, so that is basically the part of IFRS that sets out things like"
    },
    {
      "index": 477,
      "start_time": 2828700.0,
      "end_time": 2835110.0,
      "text": "definitions of an asset and liabilities, the elements of financial statements and so on."
    },
    {
      "index": 478,
      "start_time": 2835110.0,
      "end_time": 2841750.0,
      "text": "So, that project they had a discussion paper. They are considering the comments on the discussion"
    },
    {
      "index": 479,
      "start_time": 2841750.0,
      "end_time": 2850260.0,
      "text": "paper. So, we will see probably some activity, more proposals perhaps being presented next"
    },
    {
      "index": 480,
      "start_time": 2850260.0,
      "end_time": 2856040.0,
      "text": "year. So, the comment period on the current exposure draft that’s out related to that"
    },
    {
      "index": 481,
      "start_time": 2856040.0,
      "end_time": 2860650.0,
      "text": "project is actually ending this week, November 25th."
    },
    {
      "index": 482,
      "start_time": 2860650.0,
      "end_time": 2866870.0,
      "text": "So, I mentioned I was going to talk a little bit about some work that they have or some"
    },
    {
      "index": 483,
      "start_time": 2866870.0,
      "end_time": 2871990.0,
      "text": "of the stuff that they have released related to the Leases project and so that’s on the"
    },
    {
      "index": 484,
      "start_time": 2871990.0,
      "end_time": 2877200.0,
      "text": "next slide and really what they have done here is, you know as I said we are expecting"
    },
    {
      "index": 485,
      "start_time": 2877200.0,
      "end_time": 2882150.0,
      "text": "the final standard, but what the IASB has done and they have actually put it out twice"
    },
    {
      "index": 486,
      "start_time": 2882150.0,
      "end_time": 2887950.0,
      "text": "now, they did a version in February and then they updated it in October. A lot of discussion"
    },
    {
      "index": 487,
      "start_time": 2887950.0,
      "end_time": 2895130.0,
      "text": "and examples surrounding definition of Lease and remember if you have been following this"
    },
    {
      "index": 488,
      "start_time": 2895130.0,
      "end_time": 2900130.0,
      "text": "project you know that the whole objective of the project is to get all those leases,"
    },
    {
      "index": 489,
      "start_time": 2900130.0,
      "end_time": 2904900.0,
      "text": "for lessees to have their leases for the most part on the balance sheet with a right of"
    },
    {
      "index": 490,
      "start_time": 2904900.0,
      "end_time": 2911330.0,
      "text": "use asset and an obligation and so, really distinguishing leases from other kinds of"
    },
    {
      "index": 491,
      "start_time": 2911330.0,
      "end_time": 2917150.0,
      "text": "contracts is becoming even more important than it ever was because you could have a"
    },
    {
      "index": 492,
      "start_time": 2917150.0,
      "end_time": 2921920.0,
      "text": "big difference. If you got a lease, then you will have the right of use asset and an obligation."
    },
    {
      "index": 493,
      "start_time": 2921920.0,
      "end_time": 2925900.0,
      "text": "Whereas if you don’t, you won’t have those things. So, they have put out this information"
    },
    {
      "index": 494,
      "start_time": 2925900.0,
      "end_time": 2932030.0,
      "text": "statement about some of the guidance that they expect to see in the final standard around"
    },
    {
      "index": 495,
      "start_time": 2932030.0,
      "end_time": 2934730.0,
      "text": "what actually is the definition of a lease.  "
    },
    {
      "index": 496,
      "start_time": 2934730.0,
      "end_time": 2941000.0,
      "text": "So, we can see on the slide it has a few elements. So, first of all it depends on the use of"
    },
    {
      "index": 497,
      "start_time": 2941000.0,
      "end_time": 2946260.0,
      "text": "an identified asset. So, this is a uniquely identified asset, there should be no real"
    },
    {
      "index": 498,
      "start_time": 2946260.0,
      "end_time": 2951480.0,
      "text": "substitution rights and then it’s for a physically distinct portion of the asset."
    },
    {
      "index": 499,
      "start_time": 2951480.0,
      "end_time": 2957230.0,
      "text": "So, either the asset completely in it of itself that’s what is leased or maybe something"
    },
    {
      "index": 500,
      "start_time": 2957230.0,
      "end_time": 2961790.0,
      "text": "that can be distinguished like floors in a building. So, those things would meet the"
    },
    {
      "index": 501,
      "start_time": 2961790.0,
      "end_time": 2967860.0,
      "text": "definition potentially of a lease, whereas something like you know capacity in a fiber"
    },
    {
      "index": 502,
      "start_time": 2967860.0,
      "end_time": 2974020.0,
      "text": "optics cable would not because others will also be using the same cable and you have"
    },
    {
      "index": 503,
      "start_time": 2974020.0,
      "end_time": 2980050.0,
      "text": "just really contracted for some capacity in the cable. So, the other element is that the"
    },
    {
      "index": 504,
      "start_time": 2980050.0,
      "end_time": 2985060.0,
      "text": "contract conveys the right to control the use of the asset for a period of time. So,"
    },
    {
      "index": 505,
      "start_time": 2985060.0,
      "end_time": 2990570.0,
      "text": "the lessee has the ability to direct the use of the asset and make decisions about it and"
    },
    {
      "index": 506,
      "start_time": 2990570.0,
      "end_time": 2996240.0,
      "text": "to receive benefits from its use. So, there could be some critical judgments in here,"
    },
    {
      "index": 507,
      "start_time": 2996240.0,
      "end_time": 3000080.0,
      "text": "whether the customer controls the use of the asset over the period of use."
    },
    {
      "index": 508,
      "start_time": 3000080.0,
      "end_time": 3005170.0,
      "text": "So, let’s just look at an example on the next slide and really this is just one of"
    },
    {
      "index": 509,
      "start_time": 3005170.0,
      "end_time": 3010710.0,
      "text": "a number of examples that they have included in this little release that they have done,"
    },
    {
      "index": 510,
      "start_time": 3010710.0,
      "end_time": 3015420.0,
      "text": "most recently in October. So, in this case, we have got a contract between a customer"
    },
    {
      "index": 511,
      "start_time": 3015420.0,
      "end_time": 3021310.0,
      "text": "and a freight carrier, the supplier, to provide use of 10 rail cars of a particular type for"
    },
    {
      "index": 512,
      "start_time": 3021310.0,
      "end_time": 3028130.0,
      "text": "five years. The customer determines when, where and which goods to be transported within"
    },
    {
      "index": 513,
      "start_time": 3028130.0,
      "end_time": 3032760.0,
      "text": "certain limitations. If a particular car needs to be serviced or repaired, the supplier is"
    },
    {
      "index": 514,
      "start_time": 3032760.0,
      "end_time": 3037760.0,
      "text": "required to provide a substitute, but that would be the only case during which they would"
    },
    {
      "index": 515,
      "start_time": 3037760.0,
      "end_time": 3046210.0,
      "text": "be able to substitute other cars and then otherwise the supplier as long as the customer"
    },
    {
      "index": 516,
      "start_time": 3046210.0,
      "end_time": 3051080.0,
      "text": "is continuing to pay the lease payments or make the payments, the supplier cannot retrieve"
    },
    {
      "index": 517,
      "start_time": 3051080.0,
      "end_time": 3056170.0,
      "text": "the cars during the five-year period. Now, it’s also a feature of the contract that"
    },
    {
      "index": 518,
      "start_time": 3056170.0,
      "end_time": 3061240.0,
      "text": "the supplier might provide an engine and a driver when requested by the customer as well,"
    },
    {
      "index": 519,
      "start_time": 3061240.0,
      "end_time": 3068270.0,
      "text": "so that we can make the cars move from point A to point B. So, is there an identified asset?"
    },
    {
      "index": 520,
      "start_time": 3068270.0,
      "end_time": 3077370.0,
      "text": "Yes, it’s the 10 cars. They are explicitly indicated or specified and we can’t do substitution"
    },
    {
      "index": 521,
      "start_time": 3077370.0,
      "end_time": 3084920.0,
      "text": "unless there is service needed. The engine and the driver is not an identified asset"
    },
    {
      "index": 522,
      "start_time": 3084920.0,
      "end_time": 3090110.0,
      "text": "because it’s neither explicitly specified nor implicitly specified in the contract."
    },
    {
      "index": 523,
      "start_time": 3090110.0,
      "end_time": 3095210.0,
      "text": "So, that’s not part of the lease even though it would be a service that would be provided"
    },
    {
      "index": 524,
      "start_time": 3095210.0,
      "end_time": 3099090.0,
      "text": "surrounding the lease. So, if we move onto the next slide, we can"
    },
    {
      "index": 525,
      "start_time": 3099090.0,
      "end_time": 3104490.0,
      "text": "see the considerations here and so the question really is does this represent a lease or does"
    },
    {
      "index": 526,
      "start_time": 3104490.0,
      "end_time": 3111430.0,
      "text": "the contract contain a lease of the rail cars. So, in this particular case because the customer,"
    },
    {
      "index": 527,
      "start_time": 3111430.0,
      "end_time": 3119210.0,
      "text": "they are controlling the right of the use of the asset, the supplier cannot substitute,"
    },
    {
      "index": 528,
      "start_time": 3119210.0,
      "end_time": 3126800.0,
      "text": "it’s the customer who decides when and how to use the cars, the driver is a separate"
    },
    {
      "index": 529,
      "start_time": 3126800.0,
      "end_time": 3134760.0,
      "text": "service essential to the efficient use of the cars, but the supplier’s decisions related"
    },
    {
      "index": 530,
      "start_time": 3134760.0,
      "end_time": 3138560.0,
      "text": "to the engine and the driver do not give it the right to direct how and for what purpose"
    },
    {
      "index": 531,
      "start_time": 3138560.0,
      "end_time": 3143770.0,
      "text": "the rail cars are used. So, in this case, yes contains a lease. Now if we change the"
    },
    {
      "index": 532,
      "start_time": 3143770.0,
      "end_time": 3147700.0,
      "text": "fact pattern and that’s the interesting thing that they do in this little release"
    },
    {
      "index": 533,
      "start_time": 3147700.0,
      "end_time": 3153280.0,
      "text": "they put out as they look at one fact pattern where the thing does constitute a lease and"
    },
    {
      "index": 534,
      "start_time": 3153280.0,
      "end_time": 3158420.0,
      "text": "then they alter up the facts a little bit so that you can kind of see the contrast there"
    },
    {
      "index": 535,
      "start_time": 3158420.0,
      "end_time": 3164170.0,
      "text": "and so if we changed it so that the supplier for example could retrieve the cars, substitute"
    },
    {
      "index": 536,
      "start_time": 3164170.0,
      "end_time": 3169390.0,
      "text": "them, all they really needed to do was kind of provide the capacity of 10 cars, not 10"
    },
    {
      "index": 537,
      "start_time": 3169390.0,
      "end_time": 3174380.0,
      "text": "specific cars, then that one likely would not constitute a lease and it would be a service"
    },
    {
      "index": 538,
      "start_time": 3174380.0,
      "end_time": 3182400.0,
      "text": "contract instead. So, just interesting you could find that release on the IASB’s website"
    },
    {
      "index": 539,
      "start_time": 3182400.0,
      "end_time": 3186300.0,
      "text": "on the project page for the lease project.  "
    },
    {
      "index": 540,
      "start_time": 3186300.0,
      "end_time": 3192210.0,
      "text": "So, the next couple of things I am going to talk about are two draft IFRIC interpretations."
    },
    {
      "index": 541,
      "start_time": 3192210.0,
      "end_time": 3197780.0,
      "text": "So, the IFRIC is of course the interpretations committee that deals with relatively narrow"
    },
    {
      "index": 542,
      "start_time": 3197780.0,
      "end_time": 3205720.0,
      "text": "focus projects of an interpretive nature related to the IFRS standards. So, the first one potentially"
    },
    {
      "index": 543,
      "start_time": 3205720.0,
      "end_time": 3212440.0,
      "text": "an important one, so uncertainty over income tax treatments. So, this is dealing, uncertain"
    },
    {
      "index": 544,
      "start_time": 3212440.0,
      "end_time": 3220240.0,
      "text": "tax positions arise when the tax law or the application of the tax law is sometimes unclear"
    },
    {
      "index": 545,
      "start_time": 3220240.0,
      "end_time": 3224780.0,
      "text": "in certain cases and so companies will have these uncertain tax positions where they have"
    },
    {
      "index": 546,
      "start_time": 3224780.0,
      "end_time": 3229750.0,
      "text": "taken a position it’s not a 100%, that’s the position that would prevail if it was"
    },
    {
      "index": 547,
      "start_time": 3229750.0,
      "end_time": 3234530.0,
      "text": "challenged, but nevertheless that’s the position they have taken and so the question"
    },
    {
      "index": 548,
      "start_time": 3234530.0,
      "end_time": 3239970.0,
      "text": "there is how do we account for that uncertainty and what do we do about that uncertainty from"
    },
    {
      "index": 549,
      "start_time": 3239970.0,
      "end_time": 3246160.0,
      "text": "an accounting perspective. So, of course US GAAP has a standard on this. IFRS never did"
    },
    {
      "index": 550,
      "start_time": 3246160.0,
      "end_time": 3251310.0,
      "text": "and so there was, you know existing practice is for people to either look to IAS 12, which"
    },
    {
      "index": 551,
      "start_time": 3251310.0,
      "end_time": 3255470.0,
      "text": "is the tax standard to try and figure out how to account for these uncertainties or"
    },
    {
      "index": 552,
      "start_time": 3255470.0,
      "end_time": 3263430.0,
      "text": "else look at IAS 37, which is the contingencies and contingent liabilities part of IFRS. So,"
    },
    {
      "index": 553,
      "start_time": 3263430.0,
      "end_time": 3268640.0,
      "text": "the exposure draft is kind of trying to answer the question where should we look and so,"
    },
    {
      "index": 554,
      "start_time": 3268640.0,
      "end_time": 3274960.0,
      "text": "it is referencing, it is indicating that the reference should be made to the tax standard"
    },
    {
      "index": 555,
      "start_time": 3274960.0,
      "end_time": 3283090.0,
      "text": "and so how do we deal with these uncertainties. So, the objective of the standard is for the"
    },
    {
      "index": 556,
      "start_time": 3283090.0,
      "end_time": 3287970.0,
      "text": "entity to consider whether it’s probable, what’s the probable outcome on an uncertain"
    },
    {
      "index": 557,
      "start_time": 3287970.0,
      "end_time": 3294720.0,
      "text": "tax position and so, it talks about using the most likely amount or an expected value"
    },
    {
      "index": 558,
      "start_time": 3294720.0,
      "end_time": 3302600.0,
      "text": "approach and we will look at an example shortly, but, so, really and how do you choose. So,"
    },
    {
      "index": 559,
      "start_time": 3302600.0,
      "end_time": 3307020.0,
      "text": "it is driving you to it. It’s not a free choice. It’s suggested in the exposure draft,"
    },
    {
      "index": 560,
      "start_time": 3307020.0,
      "end_time": 3312920.0,
      "text": "but you should be selecting the method that best reflects the amounts that you would expect"
    },
    {
      "index": 561,
      "start_time": 3312920.0,
      "end_time": 3319650.0,
      "text": "to pay or recover. So, sometimes if there is kind of one really very, the most likely"
    },
    {
      "index": 562,
      "start_time": 3319650.0,
      "end_time": 3328330.0,
      "text": "amount and it’s kind of obvious it will be that amount or maybe nothing or there are"
    },
    {
      "index": 563,
      "start_time": 3328330.0,
      "end_time": 3331550.0,
      "text": "other amounts that maybe have a much lower probability, may be you will be driven to"
    },
    {
      "index": 564,
      "start_time": 3331550.0,
      "end_time": 3336020.0,
      "text": "using the most likely amount versus if there is kind of a range of outcomes then maybe"
    },
    {
      "index": 565,
      "start_time": 3336020.0,
      "end_time": 3346000.0,
      "text": "more of an expected value approach would be the way to go. The draft interpretation tells"
    },
    {
      "index": 566,
      "start_time": 3346000.0,
      "end_time": 3350330.0,
      "text": "you to assume that a taxation authority will examine the filings and has full knowledge"
    },
    {
      "index": 567,
      "start_time": 3350330.0,
      "end_time": 3356390.0,
      "text": "of all the relevant information. So, basically that’s trying to take out sort of the detection"
    },
    {
      "index": 568,
      "start_time": 3356390.0,
      "end_time": 3362600.0,
      "text": "risk out of it. So, you know would they even think to ask that question, would they know"
    },
    {
      "index": 569,
      "start_time": 3362600.0,
      "end_time": 3366590.0,
      "text": "that you are taking that position, would the question even come up on an audit. It sort"
    },
    {
      "index": 570,
      "start_time": 3366590.0,
      "end_time": 3370880.0,
      "text": "of takes that off the table and says like let’s assume that they will examine it and"
    },
    {
      "index": 571,
      "start_time": 3370880.0,
      "end_time": 3376619.0,
      "text": "they will do a thorough job and they will be able to see, the tax authorities would"
    },
    {
      "index": 572,
      "start_time": 3376620.0,
      "end_time": 3383381.0,
      "text": "be able to see and evaluate these uncertain positions and then it also talks about whether,"
    },
    {
      "index": 573,
      "start_time": 3383380.0,
      "end_time": 3387740.0,
      "text": "the proposal talks about whether each uncertain tax position should be considered on its own"
    },
    {
      "index": 574,
      "start_time": 3387740.0,
      "end_time": 3393980.0,
      "text": "or together and really the answer there depends on the facts and circumstances and whether"
    },
    {
      "index": 575,
      "start_time": 3393980.0,
      "end_time": 3398040.0,
      "text": "the positions would stand independently of each other or not."
    },
    {
      "index": 576,
      "start_time": 3398040.0,
      "end_time": 3405310.0,
      "text": "So, the comments are due on that one in January and again you can find that in the website"
    },
    {
      "index": 577,
      "start_time": 3405310.0,
      "end_time": 3410110.0,
      "text": "if you are interested in looking at it and maybe commenting on the draft interpretation."
    },
    {
      "index": 578,
      "start_time": 3410110.0,
      "end_time": 3415750.0,
      "text": "So, if we look at the example and this is an example right from the draft. We have entity"
    },
    {
      "index": 579,
      "start_time": 3415750.0,
      "end_time": 3421810.0,
      "text": "B whose tax filing includes a number of deductions related to transfer pricing. It’s not probable"
    },
    {
      "index": 580,
      "start_time": 3421810.0,
      "end_time": 3427810.0,
      "text": "that the tax authority will accept all of the tax treatments and decisions on one will"
    },
    {
      "index": 581,
      "start_time": 3427810.0,
      "end_time": 3433580.0,
      "text": "affect or be affected by decisions on the other, so they are interrelated potentially."
    },
    {
      "index": 582,
      "start_time": 3433580.0,
      "end_time": 3438420.0,
      "text": "So, entity B concludes that the tax treatments should be considered collectively and the"
    },
    {
      "index": 583,
      "start_time": 3438420.0,
      "end_time": 3443960.0,
      "text": "most likely amount was determined to be 800, but having said that if you look in the example"
    },
    {
      "index": 584,
      "start_time": 3443960.0,
      "end_time": 3450619.0,
      "text": "you’ll see that there is a fairly wide range of possible outcomes and really 800 is only"
    },
    {
      "index": 585,
      "start_time": 3450620.0,
      "end_time": 3455921.0,
      "text": "considered to have a 30% probability. So, while it is the most likely outcome of all"
    },
    {
      "index": 586,
      "start_time": 3455920.0,
      "end_time": 3463770.0,
      "text": "of them, it’s not like it is even hitting the probable threshold in and of itself. So,"
    },
    {
      "index": 587,
      "start_time": 3463770.0,
      "end_time": 3468570.0,
      "text": "the entity then concludes because of the dispersion of these outcomes that they should use an"
    },
    {
      "index": 588,
      "start_time": 3468570.0,
      "end_time": 3476280.0,
      "text": "expected value approach and as a result they record 650 related to this tax position on"
    },
    {
      "index": 589,
      "start_time": 3476280.0,
      "end_time": 3478630.0,
      "text": "that basis.  "
    },
    {
      "index": 590,
      "start_time": 3478630.0,
      "end_time": 3486619.0,
      "text": "The other draft interpretation, which is probably a narrow situation, ask the question about"
    },
    {
      "index": 591,
      "start_time": 3486620.0,
      "end_time": 3494331.0,
      "text": "foreign currency transactions involving advance consideration. So, an example would be maybe"
    },
    {
      "index": 592,
      "start_time": 3494330.0,
      "end_time": 3499420.0,
      "text": "you are paying upfront to buy an asset and so, if it’s in a foreign currency, at which"
    },
    {
      "index": 593,
      "start_time": 3499420.0,
      "end_time": 3506780.0,
      "text": "rate should that be translated to the spot rate? So, if we look on the next slide, there"
    },
    {
      "index": 594,
      "start_time": 3506780.0,
      "end_time": 3514250.0,
      "text": "is a little bit of an example. The standard is basically saying to use the earlier of"
    },
    {
      "index": 595,
      "start_time": 3514250.0,
      "end_time": 3521119.0,
      "text": "the date the prepayment is recorded and the date the asset is recorded. So, basically"
    },
    {
      "index": 596,
      "start_time": 3521120.0,
      "end_time": 3525951.0,
      "text": "you are making a prepayment before the asset is received then that would be what you would"
    },
    {
      "index": 597,
      "start_time": 3525950.0,
      "end_time": 3530830.0,
      "text": "pick. So, let’s look at this example. So, we are entering into a non-cancellable contract"
    },
    {
      "index": 598,
      "start_time": 3530830.0,
      "end_time": 3538540.0,
      "text": "with a supplier on March 1st, we paid a non-refundable fixed purchase price on April 1st and then"
    },
    {
      "index": 599,
      "start_time": 3538540.0,
      "end_time": 3547190.0,
      "text": "we take delivery of the machinery on April 15th. So, in this case using the earlier of"
    },
    {
      "index": 600,
      "start_time": 3547190.0,
      "end_time": 3551920.0,
      "text": "proposal set out in the draft interpretation, we translate the prepayment on the date it’s"
    },
    {
      "index": 601,
      "start_time": 3551920.0,
      "end_time": 3557770.0,
      "text": "made April 1st and we don’t change it when we get the machinery. So, the machinery basically"
    },
    {
      "index": 602,
      "start_time": 3557770.0,
      "end_time": 3563550.0,
      "text": "comes onto the books using that same April 1st exchange rate. So, as I mentioned, that"
    },
    {
      "index": 603,
      "start_time": 3563550.0,
      "end_time": 3569680.0,
      "text": "is a January comment deadline as well. So, finally I guess the last thing I am going"
    },
    {
      "index": 604,
      "start_time": 3569680.0,
      "end_time": 3575170.0,
      "text": "to talk about that’s out for comment is the agenda consultation. So, every few years,"
    },
    {
      "index": 605,
      "start_time": 3575170.0,
      "end_time": 3581660.0,
      "text": "the IASB looks at their current agenda and they seek input from stakeholders as to whether"
    },
    {
      "index": 606,
      "start_time": 3581660.0,
      "end_time": 3587220.0,
      "text": "it has the right priorities in the work plan and so on and it really basically goes from"
    },
    {
      "index": 607,
      "start_time": 3587220.0,
      "end_time": 3593700.0,
      "text": "the very basic, early stage research projects to maybe some other projects that are more"
    },
    {
      "index": 608,
      "start_time": 3593700.0,
      "end_time": 3600650.0,
      "text": "advanced. So, we can see on the next slide the basic categories of the projects that"
    },
    {
      "index": 609,
      "start_time": 3600650.0,
      "end_time": 3604190.0,
      "text": "they are considering and the areas of interest that they are looking at. So, there is development"
    },
    {
      "index": 610,
      "start_time": 3604190.0,
      "end_time": 3609330.0,
      "text": "stage, assessment stage and then there is the inactive projects. So, what they are basically"
    },
    {
      "index": 611,
      "start_time": 3609330.0,
      "end_time": 3616080.0,
      "text": "asking for is for people to comment if they would like to on the relative priorities that"
    },
    {
      "index": 612,
      "start_time": 3616080.0,
      "end_time": 3621350.0,
      "text": "should be given to these different projects. So, you can see it’s a fairly lengthy list."
    },
    {
      "index": 613,
      "start_time": 3621350.0,
      "end_time": 3628290.0,
      "text": "Some of these projects are, potentially might have some pervasive impacts, they are very"
    },
    {
      "index": 614,
      "start_time": 3628290.0,
      "end_time": 3633890.0,
      "text": "topical, others are more narrow. So, I’ll just leave that for your reference. The agenda"
    },
    {
      "index": 615,
      "start_time": 3633890.0,
      "end_time": 3639220.0,
      "text": "consultation paper is available on the IASB’s website and it’s open for comment until"
    },
    {
      "index": 616,
      "start_time": 3639220.0,
      "end_time": 3645270.0,
      "text": "December 31st. So, the next slides, which I will leave for"
    },
    {
      "index": 617,
      "start_time": 3645270.0,
      "end_time": 3650930.0,
      "text": "your reference relate to some resources that we have noted, Deloitte Center for Financial"
    },
    {
      "index": 618,
      "start_time": 3650930.0,
      "end_time": 3657330.0,
      "text": "Reporting and so on and then as I mentioned Appendix A goes through those amendments that"
    },
    {
      "index": 619,
      "start_time": 3657330.0,
      "end_time": 3664270.0,
      "text": "are effective for 2015 fiscal year end and then Appendix B gets into some of the amendments"
    },
    {
      "index": 620,
      "start_time": 3664270.0,
      "end_time": 3671490.0,
      "text": "or the amendments that are effective starting in January 2016. So, certainly probably a"
    },
    {
      "index": 621,
      "start_time": 3671490.0,
      "end_time": 3678890.0,
      "text": "topic of future webcast for us to talk about those 2016 amendments that will affect 2016"
    },
    {
      "index": 622,
      "start_time": 3678890.0,
      "end_time": 3684280.0,
      "text": "year end. So, Jon, I think I will turn it back to you at this point."
    },
    {
      "index": 623,
      "start_time": 3684280.0,
      "end_time": 3690110.0,
      "text": "Okay thanks Kerry. Safe to say that accounting and financial reporting are not static, they"
    },
    {
      "index": 624,
      "start_time": 3690110.0,
      "end_time": 3696660.0,
      "text": "are always changing. Thanks again to our speakers, Kerry Danyluk and Alexia Donoghue. I would"
    },
    {
      "index": 625,
      "start_time": 3696660.0,
      "end_time": 3702230.0,
      "text": "also like to thank our behind the scenes team, Kiran Kullar, An Lam, Elise Beckles and Allan"
    },
    {
      "index": 626,
      "start_time": 3702230.0,
      "end_time": 3708630.0,
      "text": "Kirkpatrick. We hope that you found this webcast helpful and informative. If you have any questions"
    },
    {
      "index": 627,
      "start_time": 3708630.0,
      "end_time": 3713530.0,
      "text": "or feedback, please reach out to your Deloitte partner or other Deloitte contact. If you"
    },
    {
      "index": 628,
      "start_time": 3713530.0,
      "end_time": 3720240.0,
      "text": "would like additional information, please visit our website at www.deloitte.ca and to"
    },
    {
      "index": 629,
      "start_time": 3720240.0,
      "end_time": 3725640.0,
      "text": "all of you viewing our webcast, thank you for joining us. This concludes our webcast"
    },
    {
      "index": 630,
      "start_time": 3725640.0,
      "end_time": 3735640.0,
      "text": "bringing clarity to an IFRS world - IFRS quarterly technical update."
    }
  ]
}