{
  "video_id": "Tfuf44czcd0",
  "title": "One Habit That Will Change Your Life",
  "json": [
    {
      "index": 1,
      "start_time": 210.0,
      "end_time": 4880.0,
      "text": "The one habit that I think will change your life is time travelling."
    },
    {
      "index": 2,
      "start_time": 4880.0,
      "end_time": 7890.0,
      "text": "By time travelling, of course, I mean writing."
    },
    {
      "index": 3,
      "start_time": 7890.0,
      "end_time": 11200.0,
      "text": "Writing is thinking, and thinking is a form of mental time travel."
    },
    {
      "index": 4,
      "start_time": 11200.0,
      "end_time": 13070.0,
      "text": "You're already pretty good at it."
    },
    {
      "index": 5,
      "start_time": 13070.0,
      "end_time": 17279.0,
      "text": "For example, Twinkle, twinkle, little _____."
    },
    {
      "index": 6,
      "start_time": 17279.0,
      "end_time": 20650.0,
      "text": "Most of you probably filled in my silence with the word “star”."
    },
    {
      "index": 7,
      "start_time": 20650.0,
      "end_time": 27739.0,
      "text": "Your mind is always traveling through time to determine the most likely future that will come to be: this is called a prediction."
    },
    {
      "index": 8,
      "start_time": 27739.0,
      "end_time": 30669.0,
      "text": "Think about what it actually takes to catch a baseball."
    },
    {
      "index": 9,
      "start_time": 30670.0,
      "end_time": 36265.0,
      "text": "You have to imagine the future position of the ball and make sure that your hand intersects with that position."
    },
    {
      "index": 10,
      "start_time": 36270.0,
      "end_time": 39379.0,
      "text": "If you can already time travel, why do you need to write?"
    },
    {
      "index": 11,
      "start_time": 39379.0,
      "end_time": 43960.0,
      "text": "Our minds aren't perfect — they routinely predict futures that never happen."
    },
    {
      "index": 12,
      "start_time": 43960.0,
      "end_time": 48250.0,
      "text": "For example, I could have said, Twinkle, twinkle, little car, instead of star."
    },
    {
      "index": 13,
      "start_time": 48250.0,
      "end_time": 54355.0,
      "text": "But based on your past experiences, you knew that the most likely future was the one where I said star."
    },
    {
      "index": 14,
      "start_time": 54360.0,
      "end_time": 61750.0,
      "text": "This brings us to a very important point: your capacity to predict the future, or time travel effectively, is malleable."
    },
    {
      "index": 15,
      "start_time": 61780.0,
      "end_time": 67200.0,
      "text": "Prophecy is a skill that you can get better at, and I claim that writing is one of the best ways to do it."
    },
    {
      "index": 16,
      "start_time": 67210.0,
      "end_time": 72020.0,
      "text": "There are an infinite amount of things you could write, but I don't want you to get overwhelmed by too much choice."
    },
    {
      "index": 17,
      "start_time": 72030.0,
      "end_time": 76450.0,
      "text": "Instead, I'll share one simple practice with you: mood modelling."
    },
    {
      "index": 18,
      "start_time": 76450.0,
      "end_time": 80630.0,
      "text": "Every morning, write down how you feel and what's going on at the moment."
    },
    {
      "index": 19,
      "start_time": 80630.0,
      "end_time": 88469.0,
      "text": "Record everything: your physical environment, your social environment, what you're eating or drinking, what you have planned for the day, so on and so forth."
    },
    {
      "index": 20,
      "start_time": 88469.0,
      "end_time": 91750.0,
      "text": "As your start to collect more data, you should notice some patterns."
    },
    {
      "index": 21,
      "start_time": 91750.0,
      "end_time": 93560.0,
      "text": "Does the weather affect your mood?"
    },
    {
      "index": 22,
      "start_time": 93560.0,
      "end_time": 95049.0,
      "text": "What about certain foods or people?"
    },
    {
      "index": 23,
      "start_time": 95049.0,
      "end_time": 99730.0,
      "text": "Do you feel better when you perform certain activities and feel worse when you do others?"
    },
    {
      "index": 24,
      "start_time": 99740.0,
      "end_time": 106160.0,
      "text": "As you hone in on what makes you feel better, you can actively start shaping your life to reproduce these moments more often."
    },
    {
      "index": 25,
      "start_time": 106170.0,
      "end_time": 111689.0,
      "text": "Your time travelling skills will improve, and you'll become better at predicting the next move you should make in life."
    },
    {
      "index": 26,
      "start_time": 111690.0,
      "end_time": 118600.0,
      "text": "Mood modelling is powerful because it utilizes the two principles of effective time travel: patterns & predictions."
    },
    {
      "index": 27,
      "start_time": 118610.0,
      "end_time": 124119.0,
      "text": "When you record notes on how you feel, where you are, and what's going on around you, you have a set of data."
    },
    {
      "index": 28,
      "start_time": 124119.0,
      "end_time": 127390.0,
      "text": "You can analyze this data and look for patterns."
    },
    {
      "index": 29,
      "start_time": 127390.0,
      "end_time": 131690.0,
      "text": "Patterns are just the relationship between causes and effects, or actions and outcomes."
    },
    {
      "index": 30,
      "start_time": 131690.0,
      "end_time": 135320.0,
      "text": "You can use these patterns to make predictions about the future."
    },
    {
      "index": 31,
      "start_time": 135320.0,
      "end_time": 138630.0,
      "text": "I might notice, for example, that on days that I play the piano, I feel good."
    },
    {
      "index": 32,
      "start_time": 138630.0,
      "end_time": 145660.0,
      "text": "Because of this, I might try to find more time to include playing the piano in my schedule, and I'll see if this makes me feel better."
    },
    {
      "index": 33,
      "start_time": 145660.0,
      "end_time": 150470.0,
      "text": "If it does, I know that there's a link between the pattern of playing the piano and my mood."
    },
    {
      "index": 34,
      "start_time": 150470.0,
      "end_time": 157440.0,
      "text": "Writing is a good way to collect data, look for patterns, and make predictions on how certain actions can lead to specific outcomes."
    },
    {
      "index": 35,
      "start_time": 157440.0,
      "end_time": 161450.0,
      "text": "Knowing the right actions that lead to the right outcomes is the gift of prophecy."
    },
    {
      "index": 36,
      "start_time": 161450.0,
      "end_time": 165840.0,
      "text": "When you can accurately predict the future, you become an effective time traveler."
    },
    {
      "index": 37,
      "start_time": 165840.0,
      "end_time": 169920.0,
      "text": "So, pick up the habit of writing because your future literally depends on it."
    }
  ]
}