{
  "video_id": "tfUxGC2qf1M",
  "title": "Foods You'll Definitely Avoid After You Know How They Are Made",
  "json": [
    {
      "index": 1,
      "start_time": 390.0,
      "end_time": 4680.0,
      "text": "It's not exactly something you ever want to hear, but the sad truth is that some of"
    },
    {
      "index": 2,
      "start_time": 4680.0,
      "end_time": 7900.0,
      "text": "the things you eat come from some seriously questionable sources."
    },
    {
      "index": 3,
      "start_time": 8189.0,
      "end_time": 12100.0,
      "text": "The manufacturing process for these foods is so disturbing that you're bound to want"
    },
    {
      "index": 4,
      "start_time": 12100.0,
      "end_time": 14420.0,
      "text": "to stop eating them — no matter how good they taste."
    },
    {
      "index": 5,
      "start_time": 15320.0,
      "end_time": 20160.0,
      "text": "Okay, so not all hot dogs are created equal, and some can be far worse than others, but even the process of actually making hot dogs is kinda gross."
    },
    {
      "index": 6,
      "start_time": 23700.0,
      "end_time": 27880.0,
      "text": "The National Hot Dog & Sausage Council states that hot dogs are made with trimmings, which is true, but it's not the whole truth."
    },
    {
      "index": 7,
      "start_time": 30260.0,
      "end_time": 34270.0,
      "text": "The Food and Agriculture Organization of the UN defines “trimmings” as:"
    },
    {
      "index": 8,
      "start_time": 34600.0,
      "end_time": 39840.0,
      "text": "\"The raw meat materials used for precooked-cooked products are lower-grade muscle trimmings,"
    },
    {
      "index": 9,
      "start_time": 39840.0,
      "end_time": 44860.0,
      "text": "fatty tissues, head meat, animal feet, animal skin, blood, liver, and other edible slaughter by-products.\""
    },
    {
      "index": 10,
      "start_time": 45880.0,
      "end_time": 48600.0,
      "text": "\"You know I thought I'd have a stomach ache right now, but weirdly…"
    },
    {
      "index": 11,
      "start_time": 50540.0,
      "end_time": 51400.0,
      "text": "I do.\""
    },
    {
      "index": 12,
      "start_time": 51180.0,
      "end_time": 56400.0,
      "text": "The FAO also refers to it as \"meat batter\", which is a pretty perfect example of two words that should never go together."
    },
    {
      "index": 13,
      "start_time": 58250.0,
      "end_time": 62420.0,
      "text": "During the actual manufacturing process, all these trimmings go through a series of pre-cooking,"
    },
    {
      "index": 14,
      "start_time": 62420.0,
      "end_time": 68600.0,
      "text": "pureeing, and seasoning processes, after which they're squeezed into casings, which are often made of animal intestines."
    },
    {
      "index": 15,
      "start_time": 70400.0,
      "end_time": 73460.0,
      "text": "And there's no amount of ketchup and mustard that can cover up that knowledge."
    },
    {
      "index": 16,
      "start_time": 74360.0,
      "end_time": 78640.0,
      "text": "When Belgian filmmaker Alina Kneepkens made a short film documenting every step in the"
    },
    {
      "index": 17,
      "start_time": 78640.0,
      "end_time": 83320.0,
      "text": "process of making gummy bears, she found a process so graphic and messed up that it's sure to have anyone swearing them off for life."
    },
    {
      "index": 18,
      "start_time": 86330.0,
      "end_time": 90480.0,
      "text": "The main problem here is gelatin, one of the key ingredients in gummy bears."
    },
    {
      "index": 19,
      "start_time": 90490.0,
      "end_time": 94548.0,
      "text": "Well before the bright colors are added and the fun shapes are formed, animal carcasses are broken down and cut into pieces, with the skin and bones boiled in water for a long, long time."
    },
    {
      "index": 20,
      "start_time": 100350.0,
      "end_time": 104240.0,
      "text": "It's all done just to get that gelatin, which is what gives the gummy treats their \"gummy\" texture."
    },
    {
      "index": 21,
      "start_time": 105260.0,
      "end_time": 108490.0,
      "text": "And if that's making you want to wretch, don't fret too much, because there's actually another option here."
    },
    {
      "index": 22,
      "start_time": 109760.0,
      "end_time": 114979.0,
      "text": "Vegan gummy bears get their texture from agar, which is sourced from algae, and totally bypasses the whole bone-grinding slaughter thing."
    },
    {
      "index": 23,
      "start_time": 117640.0,
      "end_time": 123980.0,
      "text": "According to a report by the BBC, Nestle pays just 524 dollars a year for a permit to extract millions of gallons of water out of California's national forests."
    },
    {
      "index": 24,
      "start_time": 127600.0,
      "end_time": 133150.0,
      "text": "In 2015, they even diverted 36 million gallons at the same time state residents were living under strict water use regulations and drought conditions."
    },
    {
      "index": 25,
      "start_time": 136730.0,
      "end_time": 141160.0,
      "text": "The worst thing about that is that a huge amount of that water is wasted during the manufacturing process."
    },
    {
      "index": 26,
      "start_time": 142390.0,
      "end_time": 146549.0,
      "text": "Business Insider suggests that the general rule of thumb is that, however much water is in the bottle, you can estimate it took about three times that much to make the container."
    },
    {
      "index": 27,
      "start_time": 151629.0,
      "end_time": 156319.0,
      "text": "And it's not just water they use, either, it takes about 17 million barrels of oil to"
    },
    {
      "index": 28,
      "start_time": 156319.0,
      "end_time": 161000.0,
      "text": "make all the bottles for the bottled water sold in a year; the same amount that would have kept one million cars running for that same year."
    },
    {
      "index": 29,
      "start_time": 163870.0,
      "end_time": 167930.0,
      "text": "Don't go thinking the water you're drinking is much better than tap water, either."
    },
    {
      "index": 30,
      "start_time": 167930.0,
      "end_time": 173100.0,
      "text": "Food and Water Watch found that 52 percent of bottled water in 2009 came from the same public sources that feed your tap."
    },
    {
      "index": 31,
      "start_time": 175100.0,
      "end_time": 178190.0,
      "text": "By 2018, that figure had risen to 64 percent."
    },
    {
      "index": 32,
      "start_time": 178240.0,
      "end_time": 182920.0,
      "text": "Worse still, bottled water isn't even subject to the same water safety processes and standards that have to be met by public water sources."
    },
    {
      "index": 33,
      "start_time": 185400.0,
      "end_time": 186960.0,
      "text": "It's just more wasteful."
    },
    {
      "index": 34,
      "start_time": 187880.0,
      "end_time": 192260.0,
      "text": "According to the Huffington Post, deli meats such as bologna and olive loaf first came"
    },
    {
      "index": 35,
      "start_time": 192260.0,
      "end_time": 196350.0,
      "text": "about because manufacturers needed a way to use all the animal parts that people wouldn't buy separately."
    },
    {
      "index": 36,
      "start_time": 197489.0,
      "end_time": 201960.0,
      "text": "These leftovers were pureed, mixed, and molded together and turned into the sandwich meats we all know and love."
    },
    {
      "index": 37,
      "start_time": 203580.0,
      "end_time": 205160.0,
      "text": "But that's not the end of the story."
    },
    {
      "index": 38,
      "start_time": 205880.0,
      "end_time": 210790.0,
      "text": "In 2006, the FDA approved an extra step in the manufacturing process, one that is supposed"
    },
    {
      "index": 39,
      "start_time": 210800.0,
      "end_time": 215160.0,
      "text": "to help prevent the thousands of cases food poisoning reported in the US every year which"
    },
    {
      "index": 40,
      "start_time": 215160.0,
      "end_time": 218160.0,
      "text": "are connected to the bacteria growing on deli meats."
    },
    {
      "index": 41,
      "start_time": 218530.0,
      "end_time": 223860.0,
      "text": "Listeria was responsible for around 500 deaths annually, and manufacturers now combat that by spraying their product with a cocktail of six different viruses."
    },
    {
      "index": 42,
      "start_time": 227730.0,
      "end_time": 232100.0,
      "text": "The spray is added before meat is packaged, and the viruses are types that only attack bacteria,"
    },
    {
      "index": 43,
      "start_time": 232200.0,
      "end_time": 236680.0,
      "text": "meaning they're safe for human consumption… but that doesn't make it any less gross."
    },
    {
      "index": 44,
      "start_time": 237960.0,
      "end_time": 241480.0,
      "text": "Did you ever try those Jelly Belly boxes with the really gross flavors?"
    },
    {
      "index": 45,
      "start_time": 241480.0,
      "end_time": 245820.0,
      "text": "Harry Potter fans will know them as Bertie Bott's Every Flavour Beans, but they're also"
    },
    {
      "index": 46,
      "start_time": 246000.0,
      "end_time": 249800.0,
      "text": "available as a part of Jelly Belly's BeanBoozled product line."
    },
    {
      "index": 47,
      "start_time": 249640.0,
      "end_time": 253190.0,
      "text": "And they can be great, too, if you're prepared for the possibility of eating something that tastes like vomit, skunk odor, or rotten eggs."
    },
    {
      "index": 48,
      "start_time": 256600.00000000003,
      "end_time": 259340.00000000003,
      "text": "\"George sweared he got a bogey-flavored one once.\""
    },
    {
      "index": 49,
      "start_time": 263420.0,
      "end_time": 265520.0,
      "text": "But how do they get the flavors so spot-on?"
    },
    {
      "index": 50,
      "start_time": 266300.0,
      "end_time": 271720.0,
      "text": "According to Mental Floss, Jelly Belly take the real thing and put it into a gas chromatograph."
    },
    {
      "index": 51,
      "start_time": 272340.0,
      "end_time": 277600.0,
      "text": "The object is then heated, which releases vapors of the stink they're trying to recreate."
    },
    {
      "index": 52,
      "start_time": 277650.0,
      "end_time": 281359.0,
      "text": "The machine maps the chemical makeup of the stink, translates it into flavors, and then it's remade into Jelly Belly flavor juice."
    },
    {
      "index": 53,
      "start_time": 284500.0,
      "end_time": 291000.0,
      "text": "In a nutshell, the beans taste so realistic because they're based on the exact chemical signature of the things they're labelled as."
    },
    {
      "index": 54,
      "start_time": 289200.0,
      "end_time": 292000.0,
      "text": "Still hungry?"
    },
    {
      "index": 55,
      "start_time": 292780.0,
      "end_time": 297300.0,
      "text": "Ever wondered how \"fresh-squeezed\" orange juice still shows up on grocery store shelves in the middle of winter?"
    },
    {
      "index": 56,
      "start_time": 298540.0,
      "end_time": 303720.0,
      "text": "Well, the whole process was documented in Alissa Hamilton's 2009 book Squeezed: What You Don't Know About Orange Juice."
    },
    {
      "index": 57,
      "start_time": 305780.0,
      "end_time": 310719.0,
      "text": "Here are the basics: once the oranges are harvested and squeezed, the juice is put through"
    },
    {
      "index": 58,
      "start_time": 310720.0,
      "end_time": 315100.0,
      "text": "a process that removes all the oxygen, allowing manufacturers to store what's left of the"
    },
    {
      "index": 59,
      "start_time": 315100.0,
      "end_time": 318780.0,
      "text": "juice in massive tanks, where it can sit for an whole year or more."
    },
    {
      "index": 60,
      "start_time": 319340.0,
      "end_time": 322960.0,
      "text": "When it's time to use the liquid, it doesn't just need to be re-oxygenated."
    },
    {
      "index": 61,
      "start_time": 322960.0,
      "end_time": 327140.0,
      "text": "It's also been stripped of most of its flavor, which is then added back in with flavor packs produced by companies which specialize in creating flavor and fragrance additives."
    },
    {
      "index": 62,
      "start_time": 331700.0,
      "end_time": 336200.0,
      "text": "This also allows companies to tweak flavors based on customer feedback and consumer tastes."
    },
    {
      "index": 63,
      "start_time": 336620.0,
      "end_time": 340660.0,
      "text": "Put short, they're artificially adding the flavors they took away in an attempt to make the juice last longer."
    },
    {
      "index": 64,
      "start_time": 342120.0,
      "end_time": 344100.0,
      "text": "Sounds delicious, doesn't it?"
    },
    {
      "index": 65,
      "start_time": 344660.0,
      "end_time": 349220.0,
      "text": "It's not surprising that there are all kinds of strange things that go on during the manufacture"
    },
    {
      "index": 66,
      "start_time": 349560.0,
      "end_time": 353300.0,
      "text": "of wine, with some processes even taking place while the grape is still on the vine."
    },
    {
      "index": 67,
      "start_time": 353700.0,
      "end_time": 358219.0,
      "text": "Icewine, for example, is only made from grapes that have been frozen before being picked, making for a super sweet dessert wine."
    },
    {
      "index": 68,
      "start_time": 360240.0,
      "end_time": 364780.0,
      "text": "But one other dessert wine, which is grown mainly in the Bordeaux region of France, gets its sweetness in an even weirder way."
    },
    {
      "index": 69,
      "start_time": 367160.0,
      "end_time": 371530.0,
      "text": "It's actually quite surprising that Sauternes wine is so expensive, considering that it's made from rotten grapes."
    },
    {
      "index": 70,
      "start_time": 373880.0,
      "end_time": 377580.0,
      "text": "Of course, they're not just any rotten grapes, they've got to be infected by a fungus called Noble rot."
    },
    {
      "index": 71,
      "start_time": 378960.0,
      "end_time": 383520.0,
      "text": "Noble rot works because the grapes are essentially turned to raisins as the fungus grows."
    },
    {
      "index": 72,
      "start_time": 383840.0,
      "end_time": 387299.0,
      "text": "That way, they have less water but the same amount of sugar content, which translates to a sweeter wine with a higher alcohol content."
    },
    {
      "index": 73,
      "start_time": 390120.0,
      "end_time": 394240.0,
      "text": "According to VinePair, no one's really sure when the practice started, because the winemakers"
    },
    {
      "index": 74,
      "start_time": 394250.0,
      "end_time": 397520.0,
      "text": "who first used it didn't tell anyone how they were getting all that sweet flavor into their wine."
    },
    {
      "index": 75,
      "start_time": 398360.0,
      "end_time": 399940.0,
      "text": "Honestly, can you blame them?"
    },
    {
      "index": 76,
      "start_time": 400760.0,
      "end_time": 405560.0,
      "text": "Remember that pink slime image which circulated a few years back?"
    },
    {
      "index": 77,
      "start_time": 405560.0,
      "end_time": 409280.0,
      "text": "It was mostly associated with McDonald's, and much of the outrage came from the idea"
    },
    {
      "index": 78,
      "start_time": 409280.0,
      "end_time": 413169.0,
      "text": "that the chain was using the nasty substance as one of their major ingredients."
    },
    {
      "index": 79,
      "start_time": 414600.0,
      "end_time": 418300.0,
      "text": "But many people didn't realize that the same pink slime is regularly used to make most ground beef."
    },
    {
      "index": 80,
      "start_time": 419600.0,
      "end_time": 425200.0,
      "text": "More accurately known as \"lean finely textured beef,\" or \"boneless beef trimmings\", this"
    },
    {
      "index": 81,
      "start_time": 425210.0,
      "end_time": 429200.0,
      "text": "stuff is essentially made when small pieces of lean meat, usually cuttings and trimmings"
    },
    {
      "index": 82,
      "start_time": 429200.0,
      "end_time": 433120.0,
      "text": "from other processes, are ground down and sometimes treated with a mix of water and ammonium hydroxide."
    },
    {
      "index": 83,
      "start_time": 434130.0,
      "end_time": 438420.0,
      "text": "They're then added to the ground beef to bulk up the product, make it leaner, and use up more of the animal."
    },
    {
      "index": 84,
      "start_time": 440400.0,
      "end_time": 443660.0,
      "text": "The FDA has declared it completely safe, but if you're still outraged then you'll probably"
    },
    {
      "index": 85,
      "start_time": 443680.0,
      "end_time": 447360.0,
      "text": "want to know that it's likely found in the ground beef you regularly pick up at the grocery store."
    },
    {
      "index": 86,
      "start_time": 449200.0,
      "end_time": 452880.0,
      "text": "Worcestershire sauce may have been first made in England back in the 19th century,"
    },
    {
      "index": 87,
      "start_time": 452880.0,
      "end_time": 456640.0,
      "text": "but the process which chemists used to create it back then is still used today."
    },
    {
      "index": 88,
      "start_time": 457290.0,
      "end_time": 461600.0,
      "text": "Like those early first batches, it takes years of stewing in buckets and barrels to make modern Worcestershire sauce."
    },
    {
      "index": 89,
      "start_time": 463120.0,
      "end_time": 467700.0,
      "text": "First, pickled onion and garlic is left sitting in malt vinegar for up to 24 months."
    },
    {
      "index": 90,
      "start_time": 468140.0,
      "end_time": 471240.0,
      "text": "In other barrels, anchovies sit in salt for months on end, too."
    },
    {
      "index": 91,
      "start_time": 472600.0,
      "end_time": 476340.0,
      "text": "Most of the other ingredients and exact quantities used are a closely-guarded secret,"
    },
    {
      "index": 92,
      "start_time": 476340.0,
      "end_time": 481320.0,
      "text": "but we do know there's a lot of white and malt vinegar, molasses, and sugar, which all gets mixed together after it's sat and fermented and liquified for an appropriately long time."
    },
    {
      "index": 93,
      "start_time": 485700.0,
      "end_time": 490800.0,
      "text": "It's then pumped into holding tanks where it stews for an equally long stretch of time."
    },
    {
      "index": 94,
      "start_time": 490800.0,
      "end_time": 494219.0,
      "text": "Finally, the sauce is strained several times to get all the chunky bits out,"
    },
    {
      "index": 95,
      "start_time": 494220.0,
      "end_time": 498320.0,
      "text": "ultimately turning the mixture into something that honestly does taste way better than it sounds."
    },
    {
      "index": 96,
      "start_time": 498680.0,
      "end_time": 500460.0,
      "text": "\"It's Wors...Wors…\""
    },
    {
      "index": 97,
      "start_time": 500460.0,
      "end_time": 501219.0,
      "text": "\"Worste…"
    },
    {
      "index": 98,
      "start_time": 501220.0,
      "end_time": 502220.0,
      "text": "Worcest….\""
    },
    {
      "index": 99,
      "start_time": 503220.0,
      "end_time": 504220.0,
      "text": "\"Wor...ses…"
    },
    {
      "index": 100,
      "start_time": 505380.0,
      "end_time": 506380.0,
      "text": "\"Worcesestershire…\""
    },
    {
      "index": 101,
      "start_time": 506960.0,
      "end_time": 509960.0,
      "text": "Let's be honest: the planet is in a pretty dire state these days."
    },
    {
      "index": 102,
      "start_time": 510480.0,
      "end_time": 514640.0,
      "text": "But one way to make a small yet beneficial change is to cut out hard and aged cheeses from your diet."
    },
    {
      "index": 103,
      "start_time": 516340.00000000006,
      "end_time": 520700.00000000006,
      "text": "According to the Environmental Working Group, cheese is one of the foods which hits the environment hardest."
    },
    {
      "index": 104,
      "start_time": 522659.0,
      "end_time": 527329.0,
      "text": "It takes an average of 10 pounds of milk to make just a pound of cheese,"
    },
    {
      "index": 105,
      "start_time": 527330.0,
      "end_time": 531990.0,
      "text": "and even the cows themselves have a devastating impact on the environment, thanks partly to the gases they produce and partly because of the massive amounts of food they eat."
    },
    {
      "index": 106,
      "start_time": 535680.0,
      "end_time": 539319.0,
      "text": "Milk products are also particularly bad for the planet, because their by-products contribute"
    },
    {
      "index": 107,
      "start_time": 539320.0,
      "end_time": 543500.0,
      "text": "massively to the process of eutrophication, a type of nutrient pollution that's killing off the planet's fish."
    },
    {
      "index": 108,
      "start_time": 545900.0,
      "end_time": 550400.0,
      "text": "Aged cheeses present their own problems, too, because the process of aging them requires"
    },
    {
      "index": 109,
      "start_time": 550800.0,
      "end_time": 554700.0,
      "text": "them to be kept in a climate-controlled space, and for most places in America that means using up a ton of electricity."
    },
    {
      "index": 110,
      "start_time": 557840.0,
      "end_time": 562260.0,
      "text": "Many of the grains used in cereals are prepped for consumption using a high-temperature process called extrusion."
    },
    {
      "index": 111,
      "start_time": 563680.0,
      "end_time": 567500.0,
      "text": "The grains are cooked, certain components are removed, and then they're forced through a machine designed to reshape the grain into the desired form and texture."
    },
    {
      "index": 112,
      "start_time": 571500.0,
      "end_time": 575000.0,
      "text": "A study in the International Journal of Food Science and Technology looked at the impact"
    },
    {
      "index": 113,
      "start_time": 575000.0,
      "end_time": 579200.0,
      "text": "of extrusion on nutritional quality and found that while some good things come out of the"
    },
    {
      "index": 114,
      "start_time": 579200.0,
      "end_time": 584000.0,
      "text": "process, such as the sterilization of the grains, some pretty messed up things happen, too."
    },
    {
      "index": 115,
      "start_time": 584100.0,
      "end_time": 589819.0,
      "text": "Vitamins can be very easily destroyed during extrusion, including beta-carotene, vitamin C, and antioxidants."
    },
    {
      "index": 116,
      "start_time": 591420.0,
      "end_time": 596290.0,
      "text": "The process has also been found to greatly reduce the number of cancer-fighting compounds in soy,　"
    },
    {
      "index": 117,
      "start_time": 596290.0,
      "end_time": 601790.0,
      "text": "as well as the soy isoflavones credited for helping protect against heart disease, osteoporosis, and cancer."
    },
    {
      "index": 118,
      "start_time": 603120.0,
      "end_time": 607520.0,
      "text": "While extrusion is generally viewed as a massive step forward in the world of food processing,"
    },
    {
      "index": 119,
      "start_time": 607520.0,
      "end_time": 610850.0,
      "text": "the loss of these beneficial compounds is something you might want to keep in mind"
    },
    {
      "index": 120,
      "start_time": 610850.0,
      "end_time": 615500.0,
      "text": "if you rely on cereal for a nutritional boost, because in most cases, you're only eating a bowl of carbohydrates that have little nutritional value."
    },
    {
      "index": 121,
      "start_time": 619100.0,
      "end_time": 621160.0,
      "text": "Check out one of our newest videos right here!"
    },
    {
      "index": 122,
      "start_time": 621160.0,
      "end_time": 624380.0,
      "text": "Plus, even more Mashed videos about your favorite stuff are coming soon."
    },
    {
      "index": 123,
      "start_time": 624760.0,
      "end_time": 627939.0,
      "text": "Subscribe to our YouTube channel, and hit the bell so you don't miss a single one."
    }
  ]
}