{
  "video_id": "TgeriyK1QN4",
  "title": "Venessa Marco - \"Patriarchy\" (WoWPS 2014)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7290.0,
      "end_time": 13290.0,
      "text": "The man behind the bodega counter asked me if I can deep-throat. Said, “You look like"
    },
    {
      "index": 2,
      "start_time": 13290.0,
      "end_time": 18380.0,
      "text": "the kind of girl who can swallow; who can make a man forget that his girl can’t do"
    },
    {
      "index": 3,
      "start_time": 18380.0,
      "end_time": 23840.0,
      "text": "certain things.” In an attempt to respond I thought, “Irrational"
    },
    {
      "index": 4,
      "start_time": 23840.0,
      "end_time": 31180.0,
      "text": "of me to be both woman and hungry, to confuse myself with the kind of person who has rights.”"
    },
    {
      "index": 5,
      "start_time": 31180.0,
      "end_time": 36840.0,
      "text": "To be woman and house a body is to break all the floors. Is to know most men think your"
    },
    {
      "index": 6,
      "start_time": 36840.0,
      "end_time": 43190.0,
      "text": "mouth a door. Think your mouth always open. Think you steadfast-ready. Think you back"
    },
    {
      "index": 7,
      "start_time": 43190.0,
      "end_time": 49300.0,
      "text": "in their car. Their car loud as sirens. Their sirens break all the windows. You, woman,"
    },
    {
      "index": 8,
      "start_time": 49300.0,
      "end_time": 55000.0,
      "text": "house a body that stay breaking. Creaking men think the fragments aren’t opening,"
    },
    {
      "index": 9,
      "start_time": 55000.0,
      "end_time": 59829.0,
      "text": "walk through you, like your walls are an invitation; run their panels through all your floors."
    },
    {
      "index": 10,
      "start_time": 59829.0,
      "end_time": 64579.0,
      "text": "You don’t recall thinking yourself “welcome mat,” except for the fact that you came"
    },
    {
      "index": 11,
      "start_time": 64578.0,
      "end_time": 70258.0,
      "text": "out the womb both woman and body. And men, like most people, want to crawl back into"
    },
    {
      "index": 12,
      "start_time": 70259.0,
      "end_time": 76640.0,
      "text": "that body, and you, woman, house a body that both absorbs and expels. So, naturally, you’re"
    },
    {
      "index": 13,
      "start_time": 76640.0,
      "end_time": 84600.0,
      "text": "the first they’re coming for. Dare speak, “Bitch, feminist, man basher.” Even though"
    },
    {
      "index": 14,
      "start_time": 84600.0,
      "end_time": 89170.0,
      "text": "you ain’t bashing all men, just the men who think and act this kind of way. So, you,"
    },
    {
      "index": 15,
      "start_time": 89170.0,
      "end_time": 94260.0,
      "text": "“Man hater, you be mad lonely, ain’t no man going to love you,” echoed loudly as"
    },
    {
      "index": 16,
      "start_time": 94260.0,
      "end_time": 99920.0,
      "text": "if that’s the only accomplishment us women strive for. Like that’s the only role us"
    },
    {
      "index": 17,
      "start_time": 99920.0,
      "end_time": 103490.0,
      "text": "women play. Patriarchy is so evident, it seeps through"
    },
    {
      "index": 18,
      "start_time": 103490.0,
      "end_time": 107880.0,
      "text": "every flaw you’ve got until everyone is calling you out your name. You, no longer"
    },
    {
      "index": 19,
      "start_time": 107880.0,
      "end_time": 113429.0,
      "text": "Stacy. You, whore from downtown. Head game so good, got a man walking in the right direction."
    },
    {
      "index": 20,
      "start_time": 113430.0,
      "end_time": 120830.0,
      "text": "See how quickly you become a mouth again? A cavity? A temple and brothel, both cathedral"
    },
    {
      "index": 21,
      "start_time": 120830.0,
      "end_time": 125630.0,
      "text": "and Jezebel? Cattle and disparage you? Not just dressed up, high heels stopping pavement."
    },
    {
      "index": 22,
      "start_time": 125630.0,
      "end_time": 131500.0,
      "text": "You’re asking for it as if your body were an eager child who can’t use its words."
    },
    {
      "index": 23,
      "start_time": 131500.0,
      "end_time": 136919.0,
      "text": "You, woman, can’t form words, but movement. Movement to man’s attention. Attention suggests"
    },
    {
      "index": 24,
      "start_time": 136919.0,
      "end_time": 142469.0,
      "text": "you get everything you deserve. You, woman, get everything you deserve regardless if you"
    },
    {
      "index": 25,
      "start_time": 142469.0,
      "end_time": 146709.0,
      "text": "wanted it because what do you know of desire except for what is told to you? What do you"
    },
    {
      "index": 26,
      "start_time": 146709.0,
      "end_time": 151900.0,
      "text": "know of your body except for what is told to you? What do you know of what you’re"
    },
    {
      "index": 27,
      "start_time": 151900.0,
      "end_time": 156279.0,
      "text": "needed except for what you’re needed for? What are you needed for other than a mouth"
    },
    {
      "index": 28,
      "start_time": 156279.0,
      "end_time": 163249.0,
      "text": "and the right kind of softness? So, I stood there? My jaw a waving flag, legs the right"
    },
    {
      "index": 29,
      "start_time": 163249.0,
      "end_time": 170100.0,
      "text": "kind of run-ready, and said, “If your girl can’t swallow, how does she eat?”"
    }
  ]
}