{
  "video_id": "tgmk6G7uh0M",
  "title": "Tesla's Solar Roof Is Cheaper Than Expected",
  "json": [
    {
      "index": 1,
      "start_time": 1990.0,
      "end_time": 4600.0,
      "text": "Take a look at the roofs of these four houses."
    },
    {
      "index": 2,
      "start_time": 5100.0,
      "end_time": 6720.0,
      "text": "Can you spot which one is covered in solar?"
    },
    {
      "index": 3,
      "start_time": 8370.0,
      "end_time": 10889.0,
      "text": "That's actually a trick question, because they all are."
    },
    {
      "index": 4,
      "start_time": 13900.0,
      "end_time": 27000.0,
      "text": "Tesla's first ever solar product is stunning It's not a solar panel—instead it's a range of four solar roofing materials that look virtually indistinguishable from high-end terracotta, slate, or slick modern asphalt shingles."
    },
    {
      "index": 5,
      "start_time": 37000.0,
      "end_time": 40930.0,
      "text": "Here's how it works: the top of the roof tiles is made of textured glass."
    },
    {
      "index": 6,
      "start_time": 41570.0,
      "end_time": 49990.0,
      "text": "It looks like shingles from most angles, but it allows sunlight to pass through from above and into a standard solar cell with almost no loss in efficiency."
    },
    {
      "index": 7,
      "start_time": 51730.0,
      "end_time": 56990.0,
      "text": "Tesla says the glass is as tough as steel, and can weather a lifetime of abuse from the elements."
    },
    {
      "index": 8,
      "start_time": 58360.0,
      "end_time": 61960.0,
      "text": "It can also be fitted with heating elements to melt off snow in colder climates."
    },
    {
      "index": 9,
      "start_time": 63800.0,
      "end_time": 70140.0,
      "text": "Active solar tiles will cost about about $42 per square foot -- cheaper than traditional shingles with solar panels on top."
    },
    {
      "index": 10,
      "start_time": 70520.0,
      "end_time": 76880.0,
      "text": "But ultimately you'll probably need more tiles to do the same job so Tesla's total roof cost will be a bit higher."
    },
    {
      "index": 11,
      "start_time": 76940.0,
      "end_time": 84540.0,
      "text": "You want to call your neighbors over and say check out the sweet roof--it's not a phrase you hear often."
    },
    {
      "index": 12,
      "start_time": 86740.0,
      "end_time": 92800.0,
      "text": "This represents the grand unification of Tesla's plans to become a sun-to-vehicle energy company."
    },
    {
      "index": 13,
      "start_time": 92800.0,
      "end_time": 102289.0,
      "text": "The idea is that you can run your home on solar power, store it in a slim battery that hangs on your wall, and use that electricity to power your home and car."
    },
    {
      "index": 14,
      "start_time": 103289.0,
      "end_time": 108800.0,
      "text": "This combination is perhaps the closest we've ever come to affordable off-grid electricity."
    },
    {
      "index": 15,
      "start_time": 108590.0,
      "end_time": 122369.0,
      "text": "the goal is to make solar roofs that look better than a normal roof, generate electricity, last longer, have better insulation and actually have an installed cost that is less than a normal roof plus the price of electricity."
    },
    {
      "index": 16,
      "start_time": 123889.0,
      "end_time": 124849.0,
      "text": "Why would you have anything else?"
    },
    {
      "index": 17,
      "start_time": 125980.0,
      "end_time": 137730.0,
      "text": "The solar roof was Musk's closing argument to shareholders before their vote to approve Tesla's $2.2 billion bid to buy the biggest U.S. rooftop solar installer, SolarCity, to make it all possible."
    },
    {
      "index": 18,
      "start_time": 139179.0,
      "end_time": 152440.0,
      "text": "There's plenty of reason for skepticism, but if Musk can pull it off, this trifecta of Tesla products: the solar roof, the Powerwall 2, and the Model 3 electric car will be available in Tesla stores across the U.S. by the end of 2017"
    }
  ]
}