{
  "video_id": "TGx8rjgdIXk",
  "title": "Should You Trust Your Gut Instinct?",
  "json": [
    {
      "index": 1,
      "start_time": 280.0,
      "end_time": 4530.0,
      "text": "Do you ever get that feeling in your gut that something is the right or wrong decision,"
    },
    {
      "index": 2,
      "start_time": 4530.0,
      "end_time": 9549.0,
      "text": "but you don’t know why? Our intuition is often deemed as mysticism or linked with telepathy"
    },
    {
      "index": 3,
      "start_time": 9549.0,
      "end_time": 15259.0,
      "text": "and premonitions, but is there a science behind it? Should you trust your intuition?"
    },
    {
      "index": 4,
      "start_time": 15259.0,
      "end_time": 18870.0,
      "text": "Understanding something immediately without conscious reasoning is less about seeing into"
    },
    {
      "index": 5,
      "start_time": 18870.0,
      "end_time": 23810.0,
      "text": "the future and more to do with pattern recognition. If I showed you this layout of an actual chess"
    },
    {
      "index": 6,
      "start_time": 23810.0,
      "end_time": 32230.0,
      "text": "game for 5 seconds, could you reproduce it? Studies show that most chess novices can recreate"
    },
    {
      "index": 7,
      "start_time": 32229.999999999996,
      "end_time": 38730.0,
      "text": "25% of it, but chess masters do it with 95% accuracy. However, if the task is repeated"
    },
    {
      "index": 8,
      "start_time": 38730.0,
      "end_time": 45719.0,
      "text": "with the pieces in completely random positions, both the novices and masters only recall 25%."
    },
    {
      "index": 9,
      "start_time": 45719.0,
      "end_time": 50610.0,
      "text": "The masters don’t have photographic memory - they simply use their knowledge and intuition,"
    },
    {
      "index": 10,
      "start_time": 50610.0,
      "end_time": 53750.0,
      "text": "based on patterns they have seen over years of practice!"
    },
    {
      "index": 11,
      "start_time": 53750.0,
      "end_time": 58051.0,
      "text": "Our brain processes information through both slow and fast thinking. For example, this"
    },
    {
      "index": 12,
      "start_time": 58051.0,
      "end_time": 62390.0,
      "text": "math problem with cause a stress response, and your brain will kick into slow thinking"
    },
    {
      "index": 13,
      "start_time": 62390.0,
      "end_time": 67619.0,
      "text": "to solve it. But this picture involves fast thinking; understanding the emotion of sadness"
    },
    {
      "index": 14,
      "start_time": 67619.0,
      "end_time": 71820.0,
      "text": "is an immediate brain response. And this fast thinking is where intuition lies."
    },
    {
      "index": 15,
      "start_time": 71820.0,
      "end_time": 76210.0,
      "text": "In a similar study on the Japanese board game Shogi, participants were asked to solve a"
    },
    {
      "index": 16,
      "start_time": 76210.0,
      "end_time": 81509.0,
      "text": "checkmate move within one second. With no time for conscious analysis, brain scans showed"
    },
    {
      "index": 17,
      "start_time": 81509.0,
      "end_time": 86090.0,
      "text": "no activation of the cortex in expert Shogi players, the part of the brain responsible"
    },
    {
      "index": 18,
      "start_time": 86090.0,
      "end_time": 90670.0,
      "text": "for conscious thought. Instead, the basal ganglia, which is linked to habit formation"
    },
    {
      "index": 19,
      "start_time": 90670.0,
      "end_time": 92880.0,
      "text": "and automatic behaviours was triggered."
    },
    {
      "index": 20,
      "start_time": 92880.0,
      "end_time": 97060.0,
      "text": "Interestingly, when it comes to complex decisions like buying a house, while many believe careful"
    },
    {
      "index": 21,
      "start_time": 97060.0,
      "end_time": 101140.0,
      "text": "thought with a pro’s and con’s list is best, one study actually found that participants"
    },
    {
      "index": 22,
      "start_time": 101140.0,
      "end_time": 105189.0,
      "text": "made better choices when they went with their snap decision. It turns out we often only"
    },
    {
      "index": 23,
      "start_time": 105189.0,
      "end_time": 109700.0,
      "text": "take into account a subset of relevant information which can lead to us weighing the importance"
    },
    {
      "index": 24,
      "start_time": 109700.0,
      "end_time": 114310.0,
      "text": "of each attribute inaccurately. The study also found that those who trusted their gut"
    },
    {
      "index": 25,
      "start_time": 114310.0,
      "end_time": 118119.0,
      "text": "were more satisfied with their decisions in the long run than those who thought through"
    },
    {
      "index": 26,
      "start_time": 118119.0,
      "end_time": 122939.0,
      "text": "the process carefully. However, when making simple purchases like what toothpaste to buy"
    },
    {
      "index": 27,
      "start_time": 122939.0,
      "end_time": 127280.0,
      "text": "- where variables are not as complex - the study found intentional thought and research"
    },
    {
      "index": 28,
      "start_time": 127280.0,
      "end_time": 128479.0,
      "text": "to be helpful."
    },
    {
      "index": 29,
      "start_time": 128479.00000000001,
      "end_time": 132641.0,
      "text": "Think you can identify the sound of your own voice? Surprisingly, after listening to a"
    },
    {
      "index": 30,
      "start_time": 132641.0,
      "end_time": 138100.0,
      "text": "recording of many voices in succession, including their own, 75% of participants in a study"
    },
    {
      "index": 31,
      "start_time": 138100.0,
      "end_time": 142950.0,
      "text": "made a mistake recognizing their own voice. But the most fascinating part is that their"
    },
    {
      "index": 32,
      "start_time": 142950.0,
      "end_time": 147290.0,
      "text": "skin conductance was also measured, and these levels went much higher when their own voice"
    },
    {
      "index": 33,
      "start_time": 147290.0,
      "end_time": 151540.0,
      "text": "came on - even though they didn’t consciously recognize their voice, suggesting they had"
    },
    {
      "index": 34,
      "start_time": 151540.0,
      "end_time": 154590.0,
      "text": "ignored their intuition which knew the correct answer first."
    },
    {
      "index": 35,
      "start_time": 154590.0,
      "end_time": 160290.0,
      "text": "This same phenomenon was shown in a card game that uses 4 decks of cards. The participants"
    },
    {
      "index": 36,
      "start_time": 160290.0,
      "end_time": 164450.0,
      "text": "would select a card from any pile which would either be good or bad. Without them knowing"
    },
    {
      "index": 37,
      "start_time": 164450.0,
      "end_time": 170360.0,
      "text": "at first, decks A&B had more bad cards, while C&D had more good cards. After choosing 10"
    },
    {
      "index": 38,
      "start_time": 170360.0,
      "end_time": 175159.0,
      "text": "cards, the participants had no idea what was happening, but by 50 cards most would suspect"
    },
    {
      "index": 39,
      "start_time": 175159.0,
      "end_time": 179819.0,
      "text": "that some decks were better than others. Finally after 80 cards, they could articulate that"
    },
    {
      "index": 40,
      "start_time": 179819.0,
      "end_time": 185340.0,
      "text": "decks A&B were bad and C&D were good. But again, even before they knew it consciously,"
    },
    {
      "index": 41,
      "start_time": 185340.0,
      "end_time": 190010.0,
      "text": "their skin conductance levels would rise as early as the first 10 cards in response to"
    },
    {
      "index": 42,
      "start_time": 190010.0,
      "end_time": 195290.0,
      "text": "reaching for pile A&B. Their skin was already making unconscious signals about the right"
    },
    {
      "index": 43,
      "start_time": 195290.0,
      "end_time": 199910.0,
      "text": "choice before their conscious mind did. Of course, their skin didn’t KNOW the correct"
    },
    {
      "index": 44,
      "start_time": 199910.0,
      "end_time": 205269.0,
      "text": "answer, but their unconscious mind began understanding patterns before their conscious mind had."
    },
    {
      "index": 45,
      "start_time": 205269.0,
      "end_time": 210739.0,
      "text": "So is following your intuition always the route to go? Not in cases of empathy, it turns"
    },
    {
      "index": 46,
      "start_time": 210739.0,
      "end_time": 215769.0,
      "text": "out. A study involving over 900 participants found that when it came to accurately interpreting"
    },
    {
      "index": 47,
      "start_time": 215769.0,
      "end_time": 220500.0,
      "text": "and understanding the feelings of others, systematic thinking or carefully analyzing"
    },
    {
      "index": 48,
      "start_time": 220500.0,
      "end_time": 224819.0,
      "text": "the information available before making a decision was more successful than going with"
    },
    {
      "index": 49,
      "start_time": 224819.0,
      "end_time": 225970.0,
      "text": "what feels right."
    },
    {
      "index": 50,
      "start_time": 225970.0,
      "end_time": 230860.0,
      "text": "Relying on our past experiences is essentially how our intuition is formed and it has helped"
    },
    {
      "index": 51,
      "start_time": 230860.0,
      "end_time": 236269.0,
      "text": "our ancestors determine friend from foe. However we were given two systems of thinking - fast"
    },
    {
      "index": 52,
      "start_time": 236269.0,
      "end_time": 239770.0,
      "text": "and slow, and we recommend that it’s best to follow them both."
    },
    {
      "index": 53,
      "start_time": 239770.0,
      "end_time": 243409.0,
      "text": "Special thanks to audible for supporting this episode to give you a free 30 day trial at"
    },
    {
      "index": 54,
      "start_time": 243409.0,
      "end_time": 248799.0,
      "text": "audible.com/asap. This week we wanted to recommend the book “Algorithms to live by” which"
    },
    {
      "index": 55,
      "start_time": 248799.0,
      "end_time": 252890.0,
      "text": "is a really interesting look at how computer algorithms can be applied to your everyday"
    },
    {
      "index": 56,
      "start_time": 252890.0,
      "end_time": 259280.0,
      "text": "life! You can get a free 30 day trial at audible.com/asap and choose from a massive selection! We love"
    },
    {
      "index": 57,
      "start_time": 259279.99999999997,
      "end_time": 260969.99999999997,
      "text": "them as they are great when you’re on the go."
    },
    {
      "index": 58,
      "start_time": 260970.00000000003,
      "end_time": 263139.0,
      "text": "And subscribe for more weekly science videos!"
    }
  ]
}