{
  "video_id": "TlFVFRkEfwo",
  "title": "Earth Mothers and Rebellious Sons - Creation Part 3: Crash Course World Mythology #4",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6200.0,
      "text": "Hey there, I'm Mike. This is Crash Course Mythology, and today, we're gonna pick up where we left off last week, talking about sex."
    },
    {
      "index": 2,
      "start_time": 6200.0,
      "end_time": 12600.0,
      "text": "Mythological sex. Legendary sex! Sex that results in the creation of the world."
    },
    {
      "index": 3,
      "start_time": 12600.0,
      "end_time": 15400.0,
      "text": "There's also gonna be more castration, and also dwarfs"
    },
    {
      "index": 4,
      "start_time": 15400.0,
      "end_time": 17880.0,
      "text": "Stop hiding, Thoth! You can handle it."
    },
    {
      "index": 5,
      "start_time": 17880.0,
      "end_time": 23000.0,
      "text": "This time, we'll focus, not only on sex itself, but on a common side effect: children."
    },
    {
      "index": 6,
      "start_time": 23000.0,
      "end_time": 27320.0,
      "text": "Mostly adorable mythological babies, but there are also those who are self-begotten"
    },
    {
      "index": 7,
      "start_time": 27320.0,
      "end_time": 35200.0,
      "text": "Like our own Thoth, and also like Athena, Greek goddess of wisdom, who sprang fully-grown from the foreheads of their fathers."
    },
    {
      "index": 8,
      "start_time": 35200.0,
      "end_time": 38080.0,
      "text": "Long before epidurals were invented too. Yeowch..."
    },
    {
      "index": 9,
      "start_time": 38080.0,
      "end_time": 47140.0,
      "text": "[Opening Theme]"
    },
    {
      "index": 10,
      "start_time": 47140.0,
      "end_time": 54780.0,
      "text": "Last week, we started with spitting, vomiting fathers, some of whom managed to pull of creation without any female counterpart."
    },
    {
      "index": 11,
      "start_time": 54780.0,
      "end_time": 59160.0,
      "text": "In general, though, the world's creation myths include some kind of duality."
    },
    {
      "index": 12,
      "start_time": 59160.0,
      "end_time": 64760.0,
      "text": "Whether it's that separation of male and female, light and dark, good and evil, or day and night"
    },
    {
      "index": 13,
      "start_time": 64760.00000000001,
      "end_time": 70100.0,
      "text": "The idea of \"Mother Earth\" is a pretty common one in the west, and it's been remarkably persistent."
    },
    {
      "index": 14,
      "start_time": 70100.0,
      "end_time": 80400.0,
      "text": "In fact, in the 1970s, British scientist James Lovelock updated the myth in a scientific hypothesis, defining \"Mother Earth,\" Under her Greek name, Gaia, as:"
    },
    {
      "index": 15,
      "start_time": 96220.0,
      "end_time": 99680.0,
      "text": "So, let's begin with the mother of them all: Gaia."
    },
    {
      "index": 16,
      "start_time": 99680.0,
      "end_time": 101100.0,
      "text": "According to Hesiod:"
    },
    {
      "index": 17,
      "start_time": 128199.99999999999,
      "end_time": 134280.0,
      "text": "And a bunch of other supernatural beings, including Coeus, Crius, Theia, Rhea, Memory (Greek name Mnemosne)"
    },
    {
      "index": 18,
      "start_time": 134280.0,
      "end_time": 142840.0,
      "text": "Phoebe, Tethys, and most important for us in this episode, Cronus, God of Time, and... future castrator."
    },
    {
      "index": 19,
      "start_time": 142840.0,
      "end_time": 145420.0,
      "text": "These beings are called the Titans"
    },
    {
      "index": 20,
      "start_time": 145420.0,
      "end_time": 154060.0,
      "text": "Gaia also bore the one-eyed cyclopses, and the Hecatoncheires, who were giants with a hundred arms, and fifty heads"
    },
    {
      "index": 21,
      "start_time": 154060.0,
      "end_time": 162580.0,
      "text": "That were so scary, that Heaven (Uranus) hid them away in a cavern, inside of Earth (Gaia), called Tartarus, which made Earth... angry."
    },
    {
      "index": 22,
      "start_time": 162580.0,
      "end_time": 166600.0,
      "text": "But really, can you blame Heaven? Those are fifty faces only a mother could love..."
    },
    {
      "index": 23,
      "start_time": 166600.0,
      "end_time": 175700.0,
      "text": "Before we get into all the incest and castration that follows, let's pause and think about why people might want to characterize Earth as a mother, rather than a father."
    },
    {
      "index": 24,
      "start_time": 175740.0,
      "end_time": 181080.0,
      "text": "One obvious answer is that, traditionally, mothers are the ones who give birth (unless we're talking about seahorses)."
    },
    {
      "index": 25,
      "start_time": 181080.0,
      "end_time": 185800.0,
      "text": "So it's not a huge stretch to think of creation as coming from mothers."
    },
    {
      "index": 26,
      "start_time": 185800.0,
      "end_time": 191120.0,
      "text": "And mothers are nurturing, in the biological sense: that they provide physical food for infants."
    },
    {
      "index": 27,
      "start_time": 191120.0,
      "end_time": 200200.0,
      "text": "By the same token, in agricultural societies, and probably hunter-gatherer and herding cultures too, the Earth provides the food that people and animals need to live."
    },
    {
      "index": 28,
      "start_time": 200200.0,
      "end_time": 203800.0,
      "text": "So the metaphor of \"Mother Earth\" makes a lot of sense."
    },
    {
      "index": 29,
      "start_time": 203800.0,
      "end_time": 209920.0,
      "text": "The mothers of myths aren't always the most doting, and they're often pretty powerful."
    },
    {
      "index": 30,
      "start_time": 209920.0,
      "end_time": 216720.0,
      "text": "In many myths, they love their children a lot more than their husbands, who, to be fair, can be apocalyptically horrible."
    },
    {
      "index": 31,
      "start_time": 216720.0,
      "end_time": 217640.0,
      "text": "Let's go back to the Greeks."
    },
    {
      "index": 32,
      "start_time": 217660.0,
      "end_time": 227100.0,
      "text": "We saw in a previous episode what happened when Earth, or Gaia, was ticked off that Sky, AKA Ouranos, had locked up her fifty-headed children."
    },
    {
      "index": 33,
      "start_time": 227100.0,
      "end_time": 232300.0,
      "text": "She gave a sickle to her son Cronus, who castrated his dad, and as a result, Aphrodite was born."
    },
    {
      "index": 34,
      "start_time": 232300.0,
      "end_time": 239520.0,
      "text": "Surprisingly, Ouranos didn't harbor too many hard feelings, maybe because he and Gaia knew that it would soon be curtains for Cronus."
    },
    {
      "index": 35,
      "start_time": 239520.0,
      "end_time": 241400.0,
      "text": "At the hands of his own children no less"
    },
    {
      "index": 36,
      "start_time": 241400.0,
      "end_time": 248100.0,
      "text": "We're gonna see this prophesy about a son overthrowing, or possibly even killing, his father... a lot."
    },
    {
      "index": 37,
      "start_time": 248100.0,
      "end_time": 250420.0,
      "text": "And your parents were worried about your goth phase. Ugh..."
    },
    {
      "index": 38,
      "start_time": 250420.0,
      "end_time": 258440.0,
      "text": "Cronus, knowing what he had done to his own father, was understandably nervous about HIS children, born to his sister Rhea."
    },
    {
      "index": 39,
      "start_time": 258440.0,
      "end_time": 262580.0,
      "text": "Again, incest, pretty common in cosmologies and pantheons..."
    },
    {
      "index": 40,
      "start_time": 262600.0,
      "end_time": 268400.0,
      "text": "Actually, maybe we can just have some kind of... Incest Alert, instead of me mentioning it every time it comes up?"
    },
    {
      "index": 41,
      "start_time": 268400.0,
      "end_time": 270040.0,
      "text": "Yeah. That's perfect. That's great"
    },
    {
      "index": 42,
      "start_time": 270040.0,
      "end_time": 274960.0,
      "text": "So, as each of his children were born, Cronus took them up, and swallowed them."
    },
    {
      "index": 43,
      "start_time": 274960.0,
      "end_time": 276380.0,
      "text": "As Hesiod tells us:"
    },
    {
      "index": 44,
      "start_time": 283400.0,
      "end_time": 291520.0,
      "text": "In the same way that Gaia was upset about Ouranos imprisoning the Hecatoncheires, Rhea was not thrilled about Cronus eating all of her children."
    },
    {
      "index": 45,
      "start_time": 291520.0,
      "end_time": 294000.0,
      "text": "So with the help of her parents, she came up with a plan."
    },
    {
      "index": 46,
      "start_time": 294000.0,
      "end_time": 302540.0,
      "text": "When her son Zeus was about to be born, Rhea snuck off to Crete to give birth, and handed baby Zeus off to his grandma, Gaia"
    },
    {
      "index": 47,
      "start_time": 302540.0,
      "end_time": 310400.0,
      "text": "Rhea then wrapped a stone in a onesie, showed it to Cronus, who (no big surprise) grabbed the stone, and ate it."
    },
    {
      "index": 48,
      "start_time": 310400.0,
      "end_time": 315880.0,
      "text": "Apparently he had very strong teeth, and also was somehow unfamiliar with the density of your standard baby, but hey. Okay."
    },
    {
      "index": 49,
      "start_time": 315880.0,
      "end_time": 322680.0,
      "text": "Zeus grew up, and he set to work overthrowing his dad. and fulfilling the prophesy, 'cause that's how prophesies work."
    },
    {
      "index": 50,
      "start_time": 322680.0,
      "end_time": 329140.0,
      "text": "Knowing that he needed help to unseat his father and the other Titans, and also to set his siblings free from daddy's tummy,"
    },
    {
      "index": 51,
      "start_time": 329140.0,
      "end_time": 335800.0,
      "text": "Zeus released those fifty-headed hecatoncheires, and together, they went to war."
    },
    {
      "index": 52,
      "start_time": 335800.0,
      "end_time": 342900.0,
      "text": "He also freed Rhea's other children, and together, they defeated the Titans, and Zeus and his fam became the Gods of the Greeks."
    },
    {
      "index": 53,
      "start_time": 342900.0,
      "end_time": 351120.0,
      "text": "Like I said, this idea of the son rising up to supplant the father, causing a war in Heaven, is pretty common in a number of creation stories."
    },
    {
      "index": 54,
      "start_time": 351120.0,
      "end_time": 358080.0,
      "text": "For example, in the Norse creation myth from the Prose Edda, an old Norse text, we find the evil frost giant Ymir"
    },
    {
      "index": 55,
      "start_time": 358080.0,
      "end_time": 368160.0,
      "text": "Who not only created man and woman from his sweaty left armpit, which explains a lot when you think about it, but also created a family of frost giants."
    },
    {
      "index": 56,
      "start_time": 368160.0,
      "end_time": 377400.0,
      "text": "And also also, somehow, another man named Búri, who has a son named Borr, who in turn married Bestla, the daughter of the frost giant Boelthor"
    },
    {
      "index": 57,
      "start_time": 377400.0,
      "end_time": 380300.0,
      "text": "Because, I guess alliteration was in the style at the time."
    },
    {
      "index": 58,
      "start_time": 380300.0,
      "end_time": 384460.0,
      "text": "Bestla gave birth to three sons: Vili, Vé, and Odin."
    },
    {
      "index": 59,
      "start_time": 384460.0,
      "end_time": 387540.0,
      "text": "So here's where the story gets really interesting. Thought Bubble?"
    },
    {
      "index": 60,
      "start_time": 387540.0,
      "end_time": 394760.0,
      "text": "The three brothers, Vili, Vé, and Odin, HATED Ymir and the other frost giants (even though they created them. Notice the emerging theme here?)"
    },
    {
      "index": 61,
      "start_time": 394760.0,
      "end_time": 402900.0,
      "text": "So then they battled and defeated them, killing Ymir, then the three gods used Ymir's body to create the world."
    },
    {
      "index": 62,
      "start_time": 402900.0,
      "end_time": 406600.0,
      "text": "His flesh became Earth. His bones became mountains and stones."
    },
    {
      "index": 63,
      "start_time": 406600.0,
      "end_time": 415280.0,
      "text": "His blood served well to make the lakes that dotted the world, and the seas that surrounded it, and his skull was used for the sky."
    },
    {
      "index": 64,
      "start_time": 415280.0,
      "end_time": 421800.0,
      "text": "And, yes! This does sound a lot like the Chinese creation myth of P'an Ku, with a skull, instead of a cosmic egg."
    },
    {
      "index": 65,
      "start_time": 421800.0,
      "end_time": 425060.0,
      "text": "But I guess god blood always turns into water... Anyway."
    },
    {
      "index": 66,
      "start_time": 425060.0,
      "end_time": 430500.0,
      "text": "A dwarf stood at each of the four corners of the sky. The dwarfs were named East, West, North, and South"
    },
    {
      "index": 67,
      "start_time": 430500.0,
      "end_time": 436380.0,
      "text": "The gods made the sun and moon from the sparks of Múspell. To the giants, they assigned a place called Jotunheim"
    },
    {
      "index": 68,
      "start_time": 436380.0,
      "end_time": 445260.0,
      "text": "The brothers then created a fertile land called Midgard from Ymir's eyebrows, and they created a man from a fallen ash tree, and a woman from a fallen elm."
    },
    {
      "index": 69,
      "start_time": 445260.0,
      "end_time": 450520.0,
      "text": "Odin gave them life, Vili gave them intelligence and emotions, and Vé gave them senses."
    },
    {
      "index": 70,
      "start_time": 450520.0,
      "end_time": 453800.0,
      "text": "Ask was the man, and Embla was the woman."
    },
    {
      "index": 71,
      "start_time": 453800.0,
      "end_time": 456800.0,
      "text": "These were the parents of the human race."
    },
    {
      "index": 72,
      "start_time": 456800.0,
      "end_time": 463600.0,
      "text": "And because the Norse gods were very into upcycling, out of the maggots that had come from Ymir's rotting flesh, the gods made dwarfs."
    },
    {
      "index": 73,
      "start_time": 463600.0,
      "end_time": 464500.0,
      "text": "More dwarfs!"
    },
    {
      "index": 74,
      "start_time": 464500.0,
      "end_time": 471160.0,
      "text": "As for the sons of Borr, they formed a family of gods and goddesses called the Æsir, led by the father god, Odin."
    },
    {
      "index": 75,
      "start_time": 471160.0,
      "end_time": 478760.0,
      "text": "They built a wonderous home over Midgard, and called it Asgard. The two zones were linked by the rainbow bridge, Bifröst"
    },
    {
      "index": 76,
      "start_time": 478760.0,
      "end_time": 479600.0,
      "text": "Thanks, Thought Bubble!"
    },
    {
      "index": 77,
      "start_time": 479600.0,
      "end_time": 487920.0,
      "text": "We'll be hearing more about these gods of Asgard later, but right now, I want to use this myth as a \"rainbow bridge,\" my favorite kind of bridge, to a similar creation story."
    },
    {
      "index": 78,
      "start_time": 487920.0,
      "end_time": 494660.0,
      "text": "Fans of Crash Course World History know that we love the Epic of Gilgamesh, but there's another sacred text from that part of the world:"
    },
    {
      "index": 79,
      "start_time": 494660.0,
      "end_time": 499640.0,
      "text": "The Enuma Elish, from Babylonia, that gives us one of the worlds oldest creation stories"
    },
    {
      "index": 80,
      "start_time": 499640.0,
      "end_time": 503920.0,
      "text": "And hey, surprise, it features a war between younger gods and their parents."
    },
    {
      "index": 81,
      "start_time": 503920.0,
      "end_time": 510620.0,
      "text": "As a bonus, it also has: primordial waters, an angry mother goddess, and a big bad creator dad."
    },
    {
      "index": 82,
      "start_time": 510620.0,
      "end_time": 515640.0,
      "text": "Oh! Stan, could you just make a note to trademark \"Angry Mother Goddess\" and \"Big Bad Creator Dad?\""
    },
    {
      "index": 83,
      "start_time": 515640.0,
      "end_time": 519060.0,
      "text": "Band name, game series, sandwich menu items; the possibilities are endless."
    },
    {
      "index": 84,
      "start_time": 519059.99999999994,
      "end_time": 527460.0,
      "text": "In the beginning of the Enuma Elish, the primordial freshwater, Apsû, and the primordial saltwater, Tiamat, \"get together,\" if you catch my drift."
    },
    {
      "index": 85,
      "start_time": 527460.0,
      "end_time": 532900.0,
      "text": "And produce the land, in the form of silt deposits Lahmu and Lahamu."
    },
    {
      "index": 86,
      "start_time": 532900.0,
      "end_time": 538740.0,
      "text": "The land then got together, and created the first family of gods: Anshar, Kishar, and their son Anu"
    },
    {
      "index": 87,
      "start_time": 538740.0,
      "end_time": 544360.0,
      "text": "Who then created a second set of deities, lead by Ea, not to be confused with the Greek Eos, which means \"dawn.\""
    },
    {
      "index": 88,
      "start_time": 544360.0,
      "end_time": 549960.0,
      "text": "Ea and his brothers were a WILD bunch of crazy kids who disturbed their grandparents, Apsû and Tiamat."
    },
    {
      "index": 89,
      "start_time": 549960.0,
      "end_time": 555480.0,
      "text": "Before Apsû could carry out his plan to force Ea and his brothers to \"turn down their music and go to their rooms!\""
    },
    {
      "index": 90,
      "start_time": 555480.0,
      "end_time": 559640.0,
      "text": "Ea and Koh[?] killed Apsû. Which does seem a little extreme."
    },
    {
      "index": 91,
      "start_time": 559640.0,
      "end_time": 569600.0,
      "text": "Unsurprisingly, Tiamat was... none too happy, so she created a bunch of snakes, dragons, fishmen, bullmen, and other horrors to teach those boys a lesson."
    },
    {
      "index": 92,
      "start_time": 569600.0,
      "end_time": 576420.0,
      "text": "Ea, Anshar, and Anu went to war against the monsters, but were unable to defeat them without the help of Ea's son, Marduk"
    },
    {
      "index": 93,
      "start_time": 576420.0,
      "end_time": 584760.0,
      "text": "Now, Marduk, whom Ea called the Great Sun (with a U), was no dummy, and he saw his father's weakness as a chance to take over."
    },
    {
      "index": 94,
      "start_time": 584760.0,
      "end_time": 592560.0,
      "text": "So he made a deal with Ea. Marduk would help defeat Tiamat if he could be named King of the Gods and, also, the Universe."
    },
    {
      "index": 95,
      "start_time": 592560.0,
      "end_time": 599480.0,
      "text": "Ea agreed to Marduk's deal, and he went off to fight Tiamat, who, as sometimes happens, had transformed herself into a sea monster."
    },
    {
      "index": 96,
      "start_time": 599480.0,
      "end_time": 602040.0,
      "text": "We made it! We made it to sea monsters."
    },
    {
      "index": 97,
      "start_time": 602040.0,
      "end_time": 608000.0,
      "text": "Anyway, you probably know where this is going. Marduk defeated Tiamat, and became the king of the gods."
    },
    {
      "index": 98,
      "start_time": 608000.0,
      "end_time": 615000.0,
      "text": "But, hey, surprise ending: Marduk took Tiamat and divided her like a shellfish, to create the world."
    },
    {
      "index": 99,
      "start_time": 637400.0,
      "end_time": 640520.0,
      "text": "Like weeding. And estate planning. Gods hate that stuff!"
    },
    {
      "index": 100,
      "start_time": 640520.0,
      "end_time": 646560.0,
      "text": "So, once again we see that a parent is divided up to create the physical world."
    },
    {
      "index": 101,
      "start_time": 646560.0,
      "end_time": 653360.0,
      "text": "Often, this division is described as a sacrifice, and used to explain sacrifice rituals that we find in many religions"
    },
    {
      "index": 102,
      "start_time": 653360.0,
      "end_time": 659280.0,
      "text": "Now, are these myths just a way of justifying existing religious rituals, or is there something else going on here?"
    },
    {
      "index": 103,
      "start_time": 659280.0,
      "end_time": 667320.0,
      "text": "Maybe these myths have a psychological dimension too. They illustrate the willingness parents may have to sacrifice ANYTHING for their children."
    },
    {
      "index": 104,
      "start_time": 667320.0,
      "end_time": 673640.0,
      "text": "But also, some of the messy, complicated, angry feelings that parents can feel towards their kids, and that kids can feel towards their parents."
    },
    {
      "index": 105,
      "start_time": 673640.0,
      "end_time": 676180.0,
      "text": "Though, thankfully, that usually doesn't result in castration."
    },
    {
      "index": 106,
      "start_time": 676180.0,
      "end_time": 684200.0,
      "text": "These myths show us that these feelings are as old as, and are even maybe the source of, creation itself."
    },
    {
      "index": 107,
      "start_time": 684200.0,
      "end_time": 686060.0,
      "text": "Thanks for watching! We'll see you next week."
    },
    {
      "index": 108,
      "start_time": 686060.0,
      "end_time": 691320.0,
      "text": "Crash Course Mythology is filmed in the Chad & Stacey Emigholz Studio in Indianapolis, IN"
    },
    {
      "index": 109,
      "start_time": 691320.0,
      "end_time": 694340.0,
      "text": "And is produced with the help of all of these very nice people"
    },
    {
      "index": 110,
      "start_time": 694340.0,
      "end_time": 696560.0,
      "text": "Our animation team is Thought Cafe."
    },
    {
      "index": 111,
      "start_time": 696560.0,
      "end_time": 701000.0,
      "text": "Crash Course exists thanks to the generous support of our Patreons at Patreon.com"
    },
    {
      "index": 112,
      "start_time": 701000.0,
      "end_time": 710300.0,
      "text": "Patreon is a voluntary subscription service where you can support the content you love through a monthly donation, to help keep Crash Course free, for everyone, forever."
    },
    {
      "index": 113,
      "start_time": 710300.0,
      "end_time": 712780.0,
      "text": "Thanks for watching! And just 'cause I like to say it:"
    },
    {
      "index": 114,
      "start_time": 712780.0,
      "end_time": 714140.0,
      "text": "Hecatoncheiries!"
    },
    {
      "index": 115,
      "start_time": 714140.0,
      "end_time": 716220.0,
      "text": "People say they're ugly, but they sure sound great."
    }
  ]
}