{
  "video_id": "TOQTZ6N_eVg",
  "title": "Game Design: Crash Course Games #19",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2200.0,
      "text": "Hi, I'm Andre Meadows and this is Crash Course Games."
    },
    {
      "index": 2,
      "start_time": 2200.0,
      "end_time": 8300.0,
      "text": "Sometimes gamers can't quite put their finger on why they enjoy one game over another, but most of the time it all comes down to design."
    },
    {
      "index": 3,
      "start_time": 8300.0,
      "end_time": 10820.0,
      "text": "At the heart of every successful game is good design."
    },
    {
      "index": 4,
      "start_time": 10830.0,
      "end_time": 13799.0,
      "text": "There are countless books, articles, and research studies on the subject."
    },
    {
      "index": 5,
      "start_time": 13800.0,
      "end_time": 17400.0,
      "text": "And there are dedicated schools around the world devoted to studying game design as well."
    },
    {
      "index": 6,
      "start_time": 17430.0,
      "end_time": 22940.0,
      "text": "Good design sets the foundation for a rewarding game, allowing it to be fun and engaging even after multiple plays."
    },
    {
      "index": 7,
      "start_time": 22940.0,
      "end_time": 29880.0,
      "text": "People still play Monopoly, The Legend of Zelda, and Half-Life 2 because the design holds up and delivers a fun experience each time."
    },
    {
      "index": 8,
      "start_time": 29880.0,
      "end_time": 31720.0,
      "text": "Well, maybe not each time in Monopoly."
    },
    {
      "index": 9,
      "start_time": 31720.0,
      "end_time": 36580.0,
      "text": "Today we're going to look at some of the prevailing principles, thoughts, and lessons surrounding good game design."
    },
    {
      "index": 10,
      "start_time": 36580.0,
      "end_time": 39600.0,
      "text": "So let's take a detailed look at how design powers the games we love."
    },
    {
      "index": 11,
      "start_time": 39600.0,
      "end_time": 48500.0,
      "text": "[Theme Music]"
    },
    {
      "index": 12,
      "start_time": 48500.0,
      "end_time": 53020.0,
      "text": "Game design is the implementation of a story or gameplay idea into a playable form."
    },
    {
      "index": 13,
      "start_time": 53020.0,
      "end_time": 56800.0,
      "text": "It takes place over multiple stages of development and is delivered by a team of creators."
    },
    {
      "index": 14,
      "start_time": 56800.0,
      "end_time": 60780.0,
      "text": "Design includes all the art, programming, and writing that goes into a game."
    },
    {
      "index": 15,
      "start_time": 60780.0,
      "end_time": 67500.0,
      "text": "When a game is in the early stages of development, it lives in the initial sketches and rough drafts that show the characters, the world, and the challenges."
    },
    {
      "index": 16,
      "start_time": 67500.0,
      "end_time": 73200.0,
      "text": "As the game progresses, design details sharpen and it starts to become recognizable and, most importantly, playable."
    },
    {
      "index": 17,
      "start_time": 73200.0,
      "end_time": 77780.0,
      "text": "Eventually the work is given over to crucial play testers who challenge the design with their play."
    },
    {
      "index": 18,
      "start_time": 77780.0,
      "end_time": 84760.0,
      "text": "Play testing allows the design to be thoroughly investigated, revisited, and continually perfected so the game embodies the original ideas as best as they can."
    },
    {
      "index": 19,
      "start_time": 84760.0,
      "end_time": 87940.0,
      "text": "So how are these decisions made for designing games in the first place?"
    },
    {
      "index": 20,
      "start_time": 87940.0,
      "end_time": 91280.0,
      "text": "Well, let's look at the basic building blocks of game design in the Thought Bubble."
    },
    {
      "index": 21,
      "start_time": 91280.0,
      "end_time": 98740.0,
      "text": "Video and traditional games both rely on some shared basic design elements including space, components, mechanics, goals, and rules."
    },
    {
      "index": 22,
      "start_time": 98740.0,
      "end_time": 100960.0,
      "text": "The space is the look and feel of a game."
    },
    {
      "index": 23,
      "start_time": 100960.0,
      "end_time": 106020.0,
      "text": "It includes the sound, the lighting, the color, and the physical space like the walls, doors, weather, et cetera."
    },
    {
      "index": 24,
      "start_time": 106020.0,
      "end_time": 108780.0,
      "text": "It acts as the defining feature for the other game elements."
    },
    {
      "index": 25,
      "start_time": 108780.0,
      "end_time": 113120.0,
      "text": "Space influences which characters are chosen, what feelings are evoked, and what activities can take place."
    },
    {
      "index": 26,
      "start_time": 113120.0,
      "end_time": 116800.0,
      "text": "The components are the objects that exist in the space and are used to play the game."
    },
    {
      "index": 27,
      "start_time": 116800.0,
      "end_time": 124500.0,
      "text": "The components include everything from the characters in the game to the weapons and vehicles they use and pretty much any object in the game the player comes into contact with, even Easter eggs."
    },
    {
      "index": 28,
      "start_time": 124500.0,
      "end_time": 128700.0,
      "text": "The mechanics involve what the player can actually do in the game, so think verbs."
    },
    {
      "index": 29,
      "start_time": 128699.99999999999,
      "end_time": 136400.0,
      "text": "Whether it's creating and spelling in Scrabble or running and shooting in Halo, the core mechanic of the game is the activity that players do over and over again."
    },
    {
      "index": 30,
      "start_time": 136400.0,
      "end_time": 141040.0,
      "text": "Goals are, well, the goals that players are trying to achieve to actually win the game."
    },
    {
      "index": 31,
      "start_time": 141040.0,
      "end_time": 146480.0,
      "text": "For this element, game designers must think about what they want the player to achieve and map out a way for them to reach it."
    },
    {
      "index": 32,
      "start_time": 146480.0,
      "end_time": 152140.0,
      "text": "So the goal could be to work co-operatively to discover cures in a pandemic or simply survive hordes of zombies, like in Left 4 Dead."
    },
    {
      "index": 33,
      "start_time": 152140.0,
      "end_time": 154660.0,
      "text": "Finally, a game isn't a game without some rules."
    },
    {
      "index": 34,
      "start_time": 154660.0,
      "end_time": 159580.0,
      "text": "Rules help players understand how to play the game but they also help create the play experience of the game."
    },
    {
      "index": 35,
      "start_time": 159580.0,
      "end_time": 163180.0,
      "text": "Rules inform players of the game's constraints, or what they can and can't do."
    },
    {
      "index": 36,
      "start_time": 163180.0,
      "end_time": 166460.0,
      "text": "And if you've ever played by House Rules you know how rules can affect gameplay."
    },
    {
      "index": 37,
      "start_time": 166460.0,
      "end_time": 167620.0,
      "text": "Thanks, Thought Bubble."
    },
    {
      "index": 38,
      "start_time": 167620.0,
      "end_time": 175540.0,
      "text": "So while game designers are responsible for creating these elements, they also have to be able to understand gamers' wants and needs, which is, to some degree, general and universal."
    },
    {
      "index": 39,
      "start_time": 175540.0,
      "end_time": 180780.0,
      "text": "Game designer Marc Leblanc breaks the general desires of players into something he calls Eight Kinds of Fun."
    },
    {
      "index": 40,
      "start_time": 180790.0,
      "end_time": 184720.0,
      "text": "They include challenge, narrative, fantasy, and discovery, among others."
    },
    {
      "index": 41,
      "start_time": 184720.0,
      "end_time": 191780.0,
      "text": "These broad rules are applicable to any kind of game, but some designers focus on design elements that are specific to certain types of games."
    },
    {
      "index": 42,
      "start_time": 191780.0,
      "end_time": 196280.0,
      "text": "Dice, board, and video games all have specific principles that can be used to motivate players."
    },
    {
      "index": 43,
      "start_time": 196280.0,
      "end_time": 203560.0,
      "text": "Canadian game designer Gerald Cameron made rules for creating engaging dice games known as Linnaeus' Four Principles of Dice Game Design."
    },
    {
      "index": 44,
      "start_time": 203560.0,
      "end_time": 208780.0,
      "text": "The first -- Downtime Is The Enemy -- says how a dice game is fun when it's exciting and active."
    },
    {
      "index": 45,
      "start_time": 208780.0,
      "end_time": 211740.0,
      "text": "Waiting too long on a turn can cause players to lose interest."
    },
    {
      "index": 46,
      "start_time": 211750.0,
      "end_time": 215890.0,
      "text": "This principle advises that dice games have turns of an average 15 seconds."
    },
    {
      "index": 47,
      "start_time": 215890.0,
      "end_time": 222640.0,
      "text": "If they go long -- say, to 45 seconds -- and the game designers need to justify that long time by making the other players turns fun to watch."
    },
    {
      "index": 48,
      "start_time": 222640.0,
      "end_time": 228300.0,
      "text": "The second rule -- No More Than One Roll Per Turn -- says that players get one roll of the dice per turn."
    },
    {
      "index": 49,
      "start_time": 228300.0,
      "end_time": 229740.0,
      "text": "This relates to that first principle."
    },
    {
      "index": 50,
      "start_time": 229740.0,
      "end_time": 235060.0,
      "text": "Having too many dice rolls causes boring downtime, but it also distorts the probability curves of the game."
    },
    {
      "index": 51,
      "start_time": 235060.0,
      "end_time": 238700.0,
      "text": "If you're rolling a pair of six-sided dice, re-rolling them is going to mess with the odds."
    },
    {
      "index": 52,
      "start_time": 238700.0,
      "end_time": 245620.0,
      "text": "Give Players A Chance To React To The Dice is the third rule and tries to allow players outside of the main dice roll to react to it."
    },
    {
      "index": 53,
      "start_time": 245620.0,
      "end_time": 249020.0,
      "text": "This rule means that all the players have something to do every time the dice rolls."
    },
    {
      "index": 54,
      "start_time": 249020.0,
      "end_time": 251200.0,
      "text": "People like being continually engaged in the game."
    },
    {
      "index": 55,
      "start_time": 251200.0,
      "end_time": 257620.0,
      "text": "The final rule -- Low Rolls Should Not Suck, High Rolls Should Not Rule -- simply discourages an all-or-nothing mentality."
    },
    {
      "index": 56,
      "start_time": 257620.0,
      "end_time": 263100.0,
      "text": "So rolling a one should not always mean the end of the game, and rolling a six or 20 should not always mean that that player is the king."
    },
    {
      "index": 57,
      "start_time": 263100.0,
      "end_time": 269900.0,
      "text": "Dice games are built on probability, so every number of the die should have some kind of value and play an incremental part in overall gameplay."
    },
    {
      "index": 58,
      "start_time": 269900.0,
      "end_time": 272100.0,
      "text": "Board games have some specific design rules too."
    },
    {
      "index": 59,
      "start_time": 272100.0,
      "end_time": 278440.0,
      "text": "Ananda Gupta is a game designer known as co-creator for the popular board game Twilight Struggle and has some theories on what made his game so popular."
    },
    {
      "index": 60,
      "start_time": 278440.0,
      "end_time": 282520.0,
      "text": "Twilight Struggle is a two-player game and that's part of what Gupta attributes his success;"
    },
    {
      "index": 61,
      "start_time": 282520.0,
      "end_time": 288600.0,
      "text": "supposedly that the sweet spot for number of players tends to be two to three for board games, which causes little downtime between turns."
    },
    {
      "index": 62,
      "start_time": 288610.0,
      "end_time": 290540.0,
      "text": "Playtime is also an important element."
    },
    {
      "index": 63,
      "start_time": 290540.0,
      "end_time": 296640.0,
      "text": "Gupta believes that board games should last around two hours because short games leave players wanting more, and long games can lead to burnout."
    },
    {
      "index": 64,
      "start_time": 296640.0,
      "end_time": 300140.0,
      "text": "As Gupta says, \"You have to feel like something meaningful has been done in the game."
    },
    {
      "index": 65,
      "start_time": 300140.0,
      "end_time": 304520.0,
      "text": "You have to feel like the game had a beginning, and had a middle, and an end, and that you were engaged.\""
    },
    {
      "index": 66,
      "start_time": 304520.0,
      "end_time": 306980.0,
      "text": "A good board game will keep players challenged."
    },
    {
      "index": 67,
      "start_time": 306980.0,
      "end_time": 309340.0,
      "text": "This requires a mix of luck and strategy."
    },
    {
      "index": 68,
      "start_time": 309340.0,
      "end_time": 314420.0,
      "text": "Strategy allows players to put their skills to the test and luck provides enough randomized play to keep them\ncoming back."
    },
    {
      "index": 69,
      "start_time": 314420.0,
      "end_time": 318180.0,
      "text": "The last point Gupta contributes to the success of Twilight Struggle is balance."
    },
    {
      "index": 70,
      "start_time": 318180.0,
      "end_time": 320820.0,
      "text": "Players must feel as though they each have a chance to win."
    },
    {
      "index": 71,
      "start_time": 320820.0,
      "end_time": 324320.0,
      "text": "This means creating gameplay that doesn't favor any role at the start of play."
    },
    {
      "index": 72,
      "start_time": 324320.0,
      "end_time": 326100.0,
      "text": "But then there's video game design."
    },
    {
      "index": 73,
      "start_time": 326100.0,
      "end_time": 328680.0,
      "text": "This group is relatively new in the history of games."
    },
    {
      "index": 74,
      "start_time": 328680.0,
      "end_time": 333780.0,
      "text": "Technology has allowed for entirely new types of games, which need a few somewhat new design rules."
    },
    {
      "index": 75,
      "start_time": 333780.0,
      "end_time": 337000.0,
      "text": "One common video game principle is the idea of meaningful play."
    },
    {
      "index": 76,
      "start_time": 337000.0,
      "end_time": 338600.0,
      "text": "There are two types of meaningful play."
    },
    {
      "index": 77,
      "start_time": 338600.0,
      "end_time": 341960.0,
      "text": "There's the descriptive type, where a player takes an action and then the game responds."
    },
    {
      "index": 78,
      "start_time": 341960.0,
      "end_time": 347960.0,
      "text": "So when Nuna of Never Alone throws her bola at an icy obstacle, the player knows the ice is going to shatter, allowing passage."
    },
    {
      "index": 79,
      "start_time": 347960.0,
      "end_time": 356140.0,
      "text": "There's also the evaluative type, where the player's encouraged to take a wider view of the actions, questioning why they are doing specific actions and what this means to the game in its entirety."
    },
    {
      "index": 80,
      "start_time": 356140.0,
      "end_time": 359700.0,
      "text": "And, like board games, video games also have the principle of gameplay balance."
    },
    {
      "index": 81,
      "start_time": 359700.0,
      "end_time": 362140.0,
      "text": "For every advantage, there should also be a disadvantage."
    },
    {
      "index": 82,
      "start_time": 362140.0,
      "end_time": 364940.0,
      "text": "For instance, a sniper on the roof needs to have a blind spot."
    },
    {
      "index": 83,
      "start_time": 364940.0,
      "end_time": 369300.0,
      "text": "Adding strength your character in one aspect, like combat, might reduce your character's other attributes."
    },
    {
      "index": 84,
      "start_time": 369300.0,
      "end_time": 373500.0,
      "text": "A good example of balance and gameplay is the Rock-Paper-Scissors style of Pokemon."
    },
    {
      "index": 85,
      "start_time": 373500.0,
      "end_time": 377560.0,
      "text": "Water beats fire, fire beats grass, grass beats water."
    },
    {
      "index": 86,
      "start_time": 377560.0,
      "end_time": 385440.0,
      "text": "Victories are won after players have created what they believe is the best six-Pokemon team to balance out all the others and be the very best like no-one ever was."
    },
    {
      "index": 87,
      "start_time": 385450.0,
      "end_time": 389600.0,
      "text": "It's worthwhile to take some time here and look at a couple examples of successful game design."
    },
    {
      "index": 88,
      "start_time": 389600.0,
      "end_time": 393020.0,
      "text": "And what's considered a pretty much ideal model of good video game design?"
    },
    {
      "index": 89,
      "start_time": 393020.0,
      "end_time": 394560.0,
      "text": "The original Super Mario Brothers."
    },
    {
      "index": 90,
      "start_time": 394560.0,
      "end_time": 401240.0,
      "text": "The first level of Super Mario Brothers, World 1-1, is the elegant design that teaches the player everything they need to know about how to play the game."
    },
    {
      "index": 91,
      "start_time": 401240.0,
      "end_time": 407000.0,
      "text": "The game starts with a little guy, probably called Mario if the name of the game is any indication, on the left hand side of the screen."
    },
    {
      "index": 92,
      "start_time": 407000.0,
      "end_time": 409860.0,
      "text": "The player pushes the buttons and discovers Mario can jump."
    },
    {
      "index": 93,
      "start_time": 409860.0,
      "end_time": 412420.0,
      "text": "Pressing the directional pad moves Mario around the screen."
    },
    {
      "index": 94,
      "start_time": 412420.0,
      "end_time": 416740.0,
      "text": "Nothing happens to the screen when he moves left, but when he goes right, more of the screen is revealed."
    },
    {
      "index": 95,
      "start_time": 416740.0,
      "end_time": 422620.0,
      "text": "There we find the first question mark boxes and brick blocks and what seems to be an animated mushroom -- Goomba."
    },
    {
      "index": 96,
      "start_time": 422620.0,
      "end_time": 430780.0,
      "text": "Maybe the player will run into it on the first try and lose a life, but maybe the player on the second try will jump over the Goomba and inadvertently tap the blocks above it."
    },
    {
      "index": 97,
      "start_time": 430780.0,
      "end_time": 438440.0,
      "text": "There's a funny bumping sound and the blocks move, and the player bumps a few more and discovers that items are hidden in the blocks, including the first super mushroom."
    },
    {
      "index": 98,
      "start_time": 438440.0,
      "end_time": 447840.0,
      "text": "Now, the player might think it was a bad mushroom, like the Goomba, and try to jump over it, but it's not an accident that the first mushroom of the game has appeared in a place where it can't escape and fall down a hole or something."
    },
    {
      "index": 99,
      "start_time": 447850.0,
      "end_time": 453800.0,
      "text": "Players run into the super mushroom and get transformed into Super Mario, learning the difference between enemies and power-ups."
    },
    {
      "index": 100,
      "start_time": 453800.0,
      "end_time": 463520.0,
      "text": "The rest of the level teaches the player about bottomless pits, fire flowers, invincible stars, jumping on flag poles and, if you're savvy enough, secret warp pipes and hidden blocks with one-ups."
    },
    {
      "index": 101,
      "start_time": 463520.0,
      "end_time": 469300.0,
      "text": "By the end of it, the player is equipped with an understanding of the skills one needs to master for Super Mario success."
    },
    {
      "index": 102,
      "start_time": 469300.0,
      "end_time": 475080.0,
      "text": "Shigeru Miyamoto, the designer of Super Mario Brothers, said that he generally does not design the beginning level of a game first."
    },
    {
      "index": 103,
      "start_time": 475090.0,
      "end_time": 482300.0,
      "text": "Rather, he works with the more engaging middle levels, learns what players can do in them, and then designs the first levels to help players reach the middle and end of the game."
    },
    {
      "index": 104,
      "start_time": 482300.0,
      "end_time": 486840.0,
      "text": "Now let's take a look at Love Letter, a refaming of a Japanese card game by designer Seiji Kanai."
    },
    {
      "index": 105,
      "start_time": 486840.0,
      "end_time": 490440.0,
      "text": "Love Letter is a card game and incorporates risk, deduction, and luck."
    },
    {
      "index": 106,
      "start_time": 490440.0,
      "end_time": 496240.0,
      "text": "The space is simple -- you're trying to deliver a love letter to the princess, and you need to be the last player in the game to succeed."
    },
    {
      "index": 107,
      "start_time": 496240.0,
      "end_time": 497880.0,
      "text": "The game mechanics are simple as well."
    },
    {
      "index": 108,
      "start_time": 497880.0,
      "end_time": 499020.0,
      "text": "There are 16 cards."
    },
    {
      "index": 109,
      "start_time": 499020.0,
      "end_time": 502920.0,
      "text": "Each player starts with only one card in hand and one card is removed from play."
    },
    {
      "index": 110,
      "start_time": 502920.0,
      "end_time": 508660.0,
      "text": "On a turn, you draw one card and play one card, trying to expose the other players' cards and knock them from the game."
    },
    {
      "index": 111,
      "start_time": 508660.0,
      "end_time": 510540.0,
      "text": "One of the strengths of this game are the rules."
    },
    {
      "index": 112,
      "start_time": 510540.0,
      "end_time": 515860.0,
      "text": "The rules are simple enough that anyone can learn gameplay in a matter of minutes, but challenging enough to keep players coming back."
    },
    {
      "index": 113,
      "start_time": 515860.0,
      "end_time": 522280.0,
      "text": "And while the game does feature elimination of players, it is designed so that each round goes quickly and no one player is left out for long."
    },
    {
      "index": 114,
      "start_time": 522280.0,
      "end_time": 524860.0,
      "text": "Your friends won't be waiting an hour to get back in on the fun."
    },
    {
      "index": 115,
      "start_time": 524860.0,
      "end_time": 528560.0,
      "text": "The mix of strategy and risk also play a role in this game's great design."
    },
    {
      "index": 116,
      "start_time": 528560.0,
      "end_time": 530220.0,
      "text": "Love Letter is about tactics."
    },
    {
      "index": 117,
      "start_time": 530220.0,
      "end_time": 537920.0,
      "text": "The player must think carefully about which cards are in their hand as well as what is possibly in their opponent's hand, because it only takes one wrong move to knock you out of the round."
    },
    {
      "index": 118,
      "start_time": 537920.0,
      "end_time": 544140.0,
      "text": "At the same time, a single unlucky draw from the deck can also land you in a troublesome position, forcing the player to change their strategy turn to turn."
    },
    {
      "index": 119,
      "start_time": 544140.0,
      "end_time": 549160.0,
      "text": "So no matter what kind of game you're playing, its design is going to be essential to whether you enjoy the experience."
    },
    {
      "index": 120,
      "start_time": 549160.0,
      "end_time": 556200.0,
      "text": "Game design is responsible for drawing you into the game, making it easy for you to learn and play, and, most importantly, for ensuring you have fun."
    },
    {
      "index": 121,
      "start_time": 556200.0,
      "end_time": 559440.0,
      "text": "Thanks for watching. We'll see you next time.\nAnd watch out for those Goombas."
    },
    {
      "index": 122,
      "start_time": 559450.0,
      "end_time": 565840.0,
      "text": "Crash Course Games is filmed in the Chad and Stacey Emigholz Studio in Indianapolis, Indiana and it's made with the help of all these nice people."
    },
    {
      "index": 123,
      "start_time": 565840.0,
      "end_time": 573160.0,
      "text": "If you'd like to keep Crash Course free for everyone forever, you can support the  series at Patreon, a crowdfunding platform that allows you to support the content you love."
    },
    {
      "index": 124,
      "start_time": 573160.0,
      "end_time": 581680.0,
      "text": "Speaking of Patreon, we'd like to thank all our patrons in general and we'd like to specifically thank our High Chancellor of Knowledge, Morgan Lizop, and our Vice Principal, Michael Hunt."
    },
    {
      "index": 125,
      "start_time": 581680.0,
      "end_time": 583240.0,
      "text": "Thank you for your support."
    }
  ]
}