{
  "video_id": "TpPBjLbdC1E",
  "title": "Your Dog Forgets You When You Leave",
  "json": [
    {
      "index": 1,
      "start_time": 4630.0,
      "end_time": 9720.0,
      "text": "He may look sad to see you go but I'm sorry to say, when you leave the house… two minutes later,"
    },
    {
      "index": 2,
      "start_time": 9720.0,
      "end_time": 18700.0,
      "text": "your dog forgot that you were even there. Hello, everyone. Thank you for watching DNews today. I am Trace."
    },
    {
      "index": 3,
      "start_time": 18700.0,
      "end_time": 24290.0,
      "text": "But, before we get into animal memory, make sure you stay to the end of this video for a HUGE announcement…"
    },
    {
      "index": 4,
      "start_time": 24290.0,
      "end_time": 28490.0,
      "text": "So, an elephant NEVER forgets Flipper! No one you see, is smarter than he!"
    },
    {
      "index": 5,
      "start_time": 28490.0,
      "end_time": 34510.0,
      "text": "My dogs and cats miss me when I'm not there... We are constantly personifying the smarts of our animal friends,"
    },
    {
      "index": 6,
      "start_time": 34510.0,
      "end_time": 37270.0,
      "text": "but how would you actually TEST this?"
    },
    {
      "index": 7,
      "start_time": 37270.0,
      "end_time": 43060.0,
      "text": "In a 2014 issue of Behavioural Processes, a researcher from Stockholm University tried to do just that."
    },
    {
      "index": 8,
      "start_time": 43060.0,
      "end_time": 50130.0,
      "text": "Using delayed matching-to-sample training, researchers tested the memory retention of 25 species including chimpanzees,"
    },
    {
      "index": 9,
      "start_time": 50130.0,
      "end_time": 52870.0,
      "text": "dolphins, seals, crows, dogs, rats, macaques."
    },
    {
      "index": 10,
      "start_time": 52870.0,
      "end_time": 55250.0,
      "text": "They trained each animal to look at a colored light and then"
    },
    {
      "index": 11,
      "start_time": 55250.0,
      "end_time": 61720.0,
      "text": "presented them with a choice of two colored lights later. If the animal \"remembered\" the correct light they were rewarded!"
    },
    {
      "index": 12,
      "start_time": 61720.0,
      "end_time": 63819.0,
      "text": "In this way, they could test over and over again and"
    },
    {
      "index": 13,
      "start_time": 63819.0,
      "end_time": 68310.0,
      "text": "see how long an animal could remember which one they've seen first. Rats performed the best"
    },
    {
      "index": 14,
      "start_time": 68310.0,
      "end_time": 74900.0,
      "text": "when there was no delay between the first light and the second two lights, but dogs were the best as the delay increased!"
    },
    {
      "index": 15,
      "start_time": 74900.0,
      "end_time": 80499.0,
      "text": "But don't get too excited. It turns out, dogs have an arbitrary short-term memory of a little over two minutes and"
    },
    {
      "index": 16,
      "start_time": 80499.0,
      "end_time": 87340.0,
      "text": "our genetic cousin the chimpanzee was completely average at around a minute. Just kind of impressive, which shows that at some points,"
    },
    {
      "index": 17,
      "start_time": 87340.0,
      "end_time": 94259.0,
      "text": "six million years ago when we branch off from chimpanzees, we developed an arbitrary memory. And, they didn’t. That's kind of cool."
    },
    {
      "index": 18,
      "start_time": 92659.0,
      "end_time": 104149.0,
      "text": "Humans, for comparison can easily complete this task 48 hours later. The thing is, memory is really… uh… what's the word? DIFFICULT to test."
    },
    {
      "index": 19,
      "start_time": 104149.0,
      "end_time": 110099.0,
      "text": "The researchers acknowledge this only testing the arbitrary short term memory. Dolphins, who scored second highest,"
    },
    {
      "index": 20,
      "start_time": 110099.0,
      "end_time": 115619.0,
      "text": "have been documented to recall the whistles of their friends even 20 years later because of this different kind of memory."
    },
    {
      "index": 21,
      "start_time": 115619.0,
      "end_time": 120070.0,
      "text": "Elephants can remember trauma, family members or friends over long periods of time as well."
    },
    {
      "index": 22,
      "start_time": 120070.0,
      "end_time": 124359.0,
      "text": "So does my dog REALLY forget me when I leave the house? No. Not REALLY."
    },
    {
      "index": 23,
      "start_time": 124359.0,
      "end_time": 129850.0,
      "text": "This research shows that humans have a VERY adept arbitrary memory. Stuff that doesn’t matter that much."
    },
    {
      "index": 24,
      "start_time": 129850.0,
      "end_time": 136870.0,
      "text": "Matching a colored light to another one doesn't really affect your survival, and yet for some reason, our brain chooses"
    },
    {
      "index": 25,
      "start_time": 136870.0,
      "end_time": 144600.0,
      "text": "to store the information. Animals likely don't do that. Where humans use episodic memory -- as in we understand what happened,"
    },
    {
      "index": 26,
      "start_time": 144600.0,
      "end_time": 150800.0,
      "text": "what's happening now and what WILL happen in the future-- animals learn behaviorally. A dog knows it's time to eat,"
    },
    {
      "index": 27,
      "start_time": 150800.0,
      "end_time": 156730.0,
      "text": "not because they know it is five o'clock at night. They can sense how hungry they are, and on average, they have been trained that"
    },
    {
      "index": 28,
      "start_time": 156730.0,
      "end_time": 163700.0,
      "text": "they will receive food before work and after. Based on this and other research, people believe animals have an inferred memory;"
    },
    {
      "index": 29,
      "start_time": 163700.0,
      "end_time": 166110.0,
      "text": "they remember things that are relevant to their survival."
    },
    {
      "index": 30,
      "start_time": 166110.0,
      "end_time": 171010.0,
      "text": "For example, a cat remembers where its food is when you go away for the weekend, but it probably"
    },
    {
      "index": 31,
      "start_time": 171010.0,
      "end_time": 176560.0,
      "text": "doesn't really know exactly how long you've been gone. A cheetah may remember, it had a kill this morning because"
    },
    {
      "index": 32,
      "start_time": 176560.0,
      "end_time": 183060.0,
      "text": "he's still full of food, or myabe which female or male cheetah mated with because its brain imprinted her scent"
    },
    {
      "index": 33,
      "start_time": 183060.0,
      "end_time": 188390.0,
      "text": "so he spreads his genes better, but that cheetah WON'T likely remember if it rained last week."
    },
    {
      "index": 34,
      "start_time": 188390.0,
      "end_time": 195910.0,
      "text": "In the 1950s Psychologist George Miller determined humans can store seven \"chunks\" of information in our short term memory; give or take."
    },
    {
      "index": 35,
      "start_time": 195910.0,
      "end_time": 200610.0,
      "text": "But the problem is, the more we really dig into how memory works the more nebulous the whole thing becomes."
    },
    {
      "index": 36,
      "start_time": 200610.0,
      "end_time": 209970.0,
      "text": "Testing covert behavior -- or behavior we can't really see externally, is very problematic, because we can't see what is going on inside of the animals' heads."
    },
    {
      "index": 37,
      "start_time": 209970.0,
      "end_time": 214850.0,
      "text": "And, we can't ask them what they're thinking. In the end, take any study like this with a grain of salt, even"
    },
    {
      "index": 38,
      "start_time": 214850.0,
      "end_time": 219940.0,
      "text": "the researchers say this is just one way to measure memory. So while your scent is probably"
    },
    {
      "index": 39,
      "start_time": 219940.0,
      "end_time": 226290.0,
      "text": "imprinted on your pet as a member of its pack or family, it doesn't remember that birthday card you bought her last year."
    },
    {
      "index": 40,
      "start_time": 226290.0,
      "end_time": 231800.0,
      "text": "Instead, your pet is more concerned with things related to survival than the arbitrary joys you personify upon them,"
    },
    {
      "index": 41,
      "start_time": 231800.0,
      "end_time": 236700.0,
      "text": "but that doesn't mean they don't care! They just care differently than we do. How does this study make you feel though?"
    },
    {
      "index": 42,
      "start_time": 236700.0,
      "end_time": 239540.0,
      "text": "Let us know in the comment below. Make sure you subscribe for more DNews."
    },
    {
      "index": 43,
      "start_time": 239540.0,
      "end_time": 245900.0,
      "text": "And now, that announcement I mentioned earlier. I'm really excited to announce the launch of our brand new sister show Seeker!"
    },
    {
      "index": 44,
      "start_time": 245900.0,
      "end_time": 251100.0,
      "text": "We take a science approach here on DNews. You probably know that. They take a look at the more human side."
    },
    {
      "index": 45,
      "start_time": 251170.0,
      "end_time": 255000.0,
      "text": "Like in this video about a risky oil exploration of the Arctic!"
    },
    {
      "index": 46,
      "start_time": 255000.0,
      "end_time": 261990.0,
      "text": "The grounding was a major disaster and shockingly expensive for the oil. The mission cost an estimated six billion dollars and"
    },
    {
      "index": 47,
      "start_time": 261990.0,
      "end_time": 270400.0,
      "text": "they came away with nothing. So, the question is why are oil companies willing to take such giant risks?"
    },
    {
      "index": 48,
      "start_time": 270400.0,
      "end_time": 276350.0,
      "text": "Seriously! It’s a  fantastic brand spanking new show and I know you're going to love it. Evan and Lissette are the best."
    },
    {
      "index": 49,
      "start_time": 276350.0,
      "end_time": 280150.0,
      "text": "So go click the first link in the description and check it out! Thanks for watching."
    }
  ]
}