{
  "video_id": "TQ9cLetmCpA",
  "title": "MotoGP news: Valentino Rossi replacement discussed by Loris Capiro",
  "json": [
    {
      "index": 1,
      "start_time": 6000.0,
      "end_time": 13000.0,
      "text": "MotoGP news: Valentino Rossi replacement discussed by Loris Capiro"
    },
    {
      "index": 2,
      "start_time": 14000.0,
      "end_time": 28000.0,
      "text": "That’s the verdict of former rider Loris Capirossi. Rossi has been vague about any potential retirement date - but he will be 39 by the start of the 2018 MotoGP season."
    },
    {
      "index": 3,
      "start_time": 29000.0,
      "end_time": 40000.0,
      "text": "And with thoughts beginning to turn to who could replace the legendary Italian on the track, Capirossi says there doesn’t seem to be anyone who is a shoo-in to take his ride."
    },
    {
      "index": 4,
      "start_time": 41000.0,
      "end_time": 56000.0,
      "text": "Valentino does not have to prove anything to anyone, we all know his talent, last year he had a bit of bad luck with the injury before Mugello and then the more serious one before Misano,” he told Gazzetta TV."
    },
    {
      "index": 5,
      "start_time": 57000.0,
      "end_time": 82000.0,
      "text": "“(It) is hard to spot (a replacement) no doubt he is a great tow for motorcycling will be tough when he decides to stop” Loris Capirossi “We know that he is certainly fast, however, fighting with guys who are maybe 15-16 years younger than you is never easy, but he still wants it, has great incentives and will still be a protagonist."
    },
    {
      "index": 6,
      "start_time": 83000.0,
      "end_time": 92000.0,
      "text": "“We hope that even the Yahama you help him because last year the bike was competitive at the beginning and then he got a bit lost during the season.”."
    },
    {
      "index": 7,
      "start_time": 93000.0,
      "end_time": 106000.0,
      "text": "When quizzed on a replacement for Rossi, Capirossi added: “(It) is hard to spot, no doubt he is a great tow for motorcycling will be tough when he decides to stop."
    },
    {
      "index": 8,
      "start_time": 107000.0,
      "end_time": 116000.0,
      "text": "“Now I have to say that Italy is churning out many new young people, his academy is bringing so many guys who are growing a lot."
    },
    {
      "index": 9,
      "start_time": 117000.0,
      "end_time": 132000.0,
      "text": "(Franco) Morbidelli, who won the World Championship last year, first of all, but it is still early to think about his successor, find a character as he was and as Valentino is not easy.."
    }
  ]
}