{
  "video_id": "TquQ-LN-yWI",
  "title": "How Can I Teach My Baby to Walk | CloudMom",
  "json": [
    {
      "index": 1,
      "start_time": 10410.0,
      "end_time": 17430.0,
      "text": "Hi guys, this video is part two of a response to a viewer who wrote in concerned that her"
    },
    {
      "index": 2,
      "start_time": 17430.0,
      "end_time": 22300.0,
      "text": "eight-month-old baby is too heavy, and is basically fat, people have been telling her"
    },
    {
      "index": 3,
      "start_time": 22300.0,
      "end_time": 27820.0,
      "text": "that. Nice! And is worried that her baby’s not walking yet and wanted some tips for walking."
    },
    {
      "index": 4,
      "start_time": 27820.0,
      "end_time": 33260.0,
      "text": "So in a prior video, I addressed the issue of how much milk or formula and pureed baby"
    },
    {
      "index": 5,
      "start_time": 33260.0,
      "end_time": 38040.0,
      "text": "foods an eight-month-old baby should be eating, and in this video I’m talking about walking."
    },
    {
      "index": 6,
      "start_time": 38040.0,
      "end_time": 43610.0,
      "text": "What can you do to encourage your baby to develop the gross motor skill he or she needs"
    },
    {
      "index": 7,
      "start_time": 43610.0,
      "end_time": 50170.0,
      "text": "to walk? And take it from me, my babies walked so late, between 15 and 18 months, can you"
    },
    {
      "index": 8,
      "start_time": 50170.0,
      "end_time": 57180.0,
      "text": "believe it? Meanwhile I had a sister whose baby was walking at about 7 months, so you"
    },
    {
      "index": 9,
      "start_time": 57180.0,
      "end_time": 61379.0,
      "text": "know what, all babies are different and I don’t think this really means much long"
    },
    {
      "index": 10,
      "start_time": 61379.0,
      "end_time": 65750.0,
      "text": "term. One of my late babies is actually a pretty fast runner now so I don’t think"
    },
    {
      "index": 11,
      "start_time": 65750.0,
      "end_time": 70240.0,
      "text": "it’s so significant. But anyway, here are some things when it comes to walking. The"
    },
    {
      "index": 12,
      "start_time": 70240.0,
      "end_time": 76500.0,
      "text": "different stages of babies in terms of when they walk and what you can do to make sure"
    },
    {
      "index": 13,
      "start_time": 76500.0,
      "end_time": 80440.0,
      "text": "you’re giving them every opportunity to develop muscle strength and their gross motor"
    },
    {
      "index": 14,
      "start_time": 80440.0,
      "end_time": 84599.0,
      "text": "skills, so let’s start. First of all, sitting up. When your baby sits up that’s a huge"
    },
    {
      "index": 15,
      "start_time": 84599.0,
      "end_time": 88640.0,
      "text": "thing, your baby’s able to sit up on his own or her own without a boppy, that means"
    },
    {
      "index": 16,
      "start_time": 88640.0,
      "end_time": 91479.0,
      "text": "they’re developing a lot of core muscle strength, and it’s those same muscles that"
    },
    {
      "index": 17,
      "start_time": 91479.0,
      "end_time": 95959.0,
      "text": "they’re going to use when they begin to walk. Secondly, crawling. This is a really,"
    },
    {
      "index": 18,
      "start_time": 95959.0,
      "end_time": 100530.0,
      "text": "really important thing. Your baby is practicing using their arms and legs in a coordinated"
    },
    {
      "index": 19,
      "start_time": 100530.0,
      "end_time": 105950.0,
      "text": "way just as they will do when they walk. Crawling is a very important part of your baby’s"
    },
    {
      "index": 20,
      "start_time": 105950.0,
      "end_time": 110270.0,
      "text": "development. Um, it’s recommended that you have your baby crawl all around obviously"
    },
    {
      "index": 21,
      "start_time": 110270.0,
      "end_time": 113959.0,
      "text": "in a safe place where they won’t hit their head or anything, and praise them for doing"
    },
    {
      "index": 22,
      "start_time": 113959.0,
      "end_time": 118360.0,
      "text": "so because they’re probably getting pretty tired out. After that, pulling up. Pulling"
    },
    {
      "index": 23,
      "start_time": 118360.0,
      "end_time": 122429.0,
      "text": "up, babies will start to hold on to the wall, hold on to little things and pull themselves"
    },
    {
      "index": 24,
      "start_time": 122429.0,
      "end_time": 126130.0,
      "text": "up and they’re developing the strength in their legs and in their arms, so that’s"
    },
    {
      "index": 25,
      "start_time": 126130.0,
      "end_time": 130509.0,
      "text": "key on the road to walking. And after that is walking with help, you’ll be able to"
    },
    {
      "index": 26,
      "start_time": 130508.99999999999,
      "end_time": 134450.0,
      "text": "take your baby’s hands, walk along with them, praise them and they’ll start to get"
    },
    {
      "index": 27,
      "start_time": 134450.0,
      "end_time": 140080.0,
      "text": "a sense of their balance and how it feels just to be on those two feet. Finally, cruising."
    },
    {
      "index": 28,
      "start_time": 140080.0,
      "end_time": 144800.0,
      "text": "Babies will start to walk around holding onto things on their own, and basically getting"
    },
    {
      "index": 29,
      "start_time": 144800.0,
      "end_time": 148970.0,
      "text": "ready to start to stand and balance for a few moments on their own which is the final"
    },
    {
      "index": 30,
      "start_time": 148970.0,
      "end_time": 153110.0,
      "text": "stage, standing without walking! They’ll start to, they’ll stand up, stand for a"
    },
    {
      "index": 31,
      "start_time": 153110.0,
      "end_time": 158170.0,
      "text": "few minutes, and they’ll topple down, and that means they’re basically really close."
    },
    {
      "index": 32,
      "start_time": 158170.0,
      "end_time": 163670.0,
      "text": "With each one of these stages, what’s recommended is that you, you know, make it fun, make it"
    },
    {
      "index": 33,
      "start_time": 163670.0,
      "end_time": 168480.0,
      "text": "part of your daily life, encourage your baby to do it, encourage your baby to get strong,"
    },
    {
      "index": 34,
      "start_time": 168480.0,
      "end_time": 173760.0,
      "text": "make it a game, clap, praise them, don’t ever criticize them, that’s such an important"
    },
    {
      "index": 35,
      "start_time": 173760.0,
      "end_time": 178540.0,
      "text": "thing. They know what they need to do, they were made that way. God made them that way,"
    },
    {
      "index": 36,
      "start_time": 178540.0,
      "end_time": 182930.0,
      "text": "saying that they need to cruise or crawl, none of it’s a bother, they’re being babies"
    },
    {
      "index": 37,
      "start_time": 182930.0,
      "end_time": 187950.0,
      "text": "and they’re being little people. So get into it, make it fun, praise them, encourage"
    },
    {
      "index": 38,
      "start_time": 187950.0,
      "end_time": 192150.0,
      "text": "them to do it, and sooner or later your baby will start walking. And going back to my view"
    },
    {
      "index": 39,
      "start_time": 192150.0,
      "end_time": 197370.0,
      "text": "who wrote in, who’s so worried, Paulina, about her baby being too chubby. Well you"
    },
    {
      "index": 40,
      "start_time": 197370.0,
      "end_time": 201540.0,
      "text": "know what? Once your baby’s walking around all day he’s going to be burning like a"
    },
    {
      "index": 41,
      "start_time": 201540.0,
      "end_time": 206630.0,
      "text": "gazillion calories and I’m sure all of that will work itself out as long as he’s on"
    },
    {
      "index": 42,
      "start_time": 206630.0,
      "end_time": 211069.0,
      "text": "a healthy diet. So thank you so much for writing into CloudMom, I hope this was helpful and"
    },
    {
      "index": 43,
      "start_time": 211069.0,
      "end_time": 221069.0,
      "text": "I will see you guys next time."
    }
  ]
}