{
  "video_id": "tTGGCOKJWDo",
  "title": "Cameron's new tax evasion rules in 90 seconds | FT World",
  "json": [
    {
      "index": 1,
      "start_time": 8157.999999999999,
      "end_time": 16919.0,
      "text": "For the first time, companies will be held criminally liable if they fail to stop their employees from facilitating tax evasion."
    },
    {
      "index": 2,
      "start_time": 16919.0,
      "end_time": 18285.0,
      "text": "It's a big change."
    },
    {
      "index": 3,
      "start_time": 18285.0,
      "end_time": 25699.0,
      "text": "Under the existing law, companies can only be held liable for facilitating evasion if the directors were involved."
    },
    {
      "index": 4,
      "start_time": 25699.0,
      "end_time": 36292.0,
      "text": "The new rules will make a company liable even if a director had no idea about what was going on, unless it can show it had reasonable procedures in place to prevent it."
    },
    {
      "index": 5,
      "start_time": 36292.0,
      "end_time": 40506.0,
      "text": "The goal is a change in culture and better controls."
    },
    {
      "index": 6,
      "start_time": 43136.0,
      "end_time": 52232.0,
      "text": "The announcement has been seen as an attempt by David Cameron to regain the initiative after a week of intense scrutiny of his financial affairs."
    },
    {
      "index": 7,
      "start_time": 52232.0,
      "end_time": 58843.0,
      "text": "It also comes ahead of a summit he is holding next month, which is aimed at tackling corruption in all its forms."
    },
    {
      "index": 8,
      "start_time": 58843.0,
      "end_time": 62085.0,
      "text": "But the move was already in the pipeline."
    },
    {
      "index": 9,
      "start_time": 62085.0,
      "end_time": 70947.0,
      "text": "It was originally announced just over a year ago as ministers sought to crack down on practices exposed by a Swiss tax evasion scandal."
    },
    {
      "index": 10,
      "start_time": 73377.0,
      "end_time": 78793.0,
      "text": "The new law will affect a wide range of companies, particularly those in the financial sector."
    },
    {
      "index": 11,
      "start_time": 78793.0,
      "end_time": 85753.0,
      "text": "Many will have to overhaul their procedures as they did with similar anti-bribery legislation in 2010."
    },
    {
      "index": 12,
      "start_time": 85753.0,
      "end_time": 89700.0,
      "text": "Some argue that British firms will be put at a disadvantage."
    },
    {
      "index": 13,
      "start_time": 89700.0,
      "end_time": 97970.0,
      "text": "They say the aggressive approach taken by the U.S., for example, has put off some financial services firms from operating there."
    },
    {
      "index": 14,
      "start_time": 97970.0,
      "end_time": 104092.0,
      "text": "The government has already made some changes to its original proposals that were welcomed by businesses."
    }
  ]
}