{
  "video_id": "tXI3Qdu_Qt8",
  "title": "How to Conduct a Breakeven Analysis",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 1730.0,
      "end_time": 5160.0,
      "text": "Well now that we&#39;ve actually gone ahead and discussed pricing objectives as well as the"
    },
    {
      "index": 2,
      "start_time": 5160.0,
      "end_time": 10110.0,
      "text": "strategy piece, how are we going to achieve those objectives, it&#39;s important that we discuss"
    },
    {
      "index": 3,
      "start_time": 10110.0,
      "end_time": 15619.0,
      "text": "the actual specifics related to pricing. There are a number of tools that can be used as"
    },
    {
      "index": 4,
      "start_time": 15619.0,
      "end_time": 22019.0,
      "text": "a way of fine tuning the actual pricing. Businesses have to consider a lot of different things"
    },
    {
      "index": 5,
      "start_time": 22019.0,
      "end_time": 25949.0,
      "text": "if their going to price their going to price their products not only competitively, but"
    },
    {
      "index": 6,
      "start_time": 25949.0,
      "end_time": 30720.0,
      "text": "also to the point where they&#39;re going to cover a lot of their costs. And so one of the easiest"
    },
    {
      "index": 7,
      "start_time": 30720.0,
      "end_time": 37210.0,
      "text": "ways, or easiest tools that you can utilize is what we call a breakeven analysis. And"
    },
    {
      "index": 8,
      "start_time": 37210.0,
      "end_time": 42719.0,
      "text": "a breakeven analysis is simply a process that&#39;s used to determine the number of units that"
    },
    {
      "index": 9,
      "start_time": 42719.0,
      "end_time": 47719.0,
      "text": "you would have to sell to cover your costs. So I&#39;ll abbreviate the breakeven point as"
    },
    {
      "index": 10,
      "start_time": 47719.0,
      "end_time": 63329.0,
      "text": "BP. And so we&#39;re going to refer to the number of units that are needed to cover our costs."
    },
    {
      "index": 11,
      "start_time": 63329.0,
      "end_time": 68520.0,
      "text": "And so ideally as a business you wouldn&#39;t just sell whatever this number is because"
    },
    {
      "index": 12,
      "start_time": 68520.0,
      "end_time": 72610.0,
      "text": "you&#39;re covering your costs you&#39;re not necessarily making any money. Ideally you&#39;d be able to"
    },
    {
      "index": 13,
      "start_time": 72610.0,
      "end_time": 76890.0,
      "text": "sell more than this. And so this is a great starting point for a discussion, to know that"
    },
    {
      "index": 14,
      "start_time": 76890.0,
      "end_time": 83800.0,
      "text": "well is it feasible for us to sell this number of products and if it is great. If it isn&#39;t"
    },
    {
      "index": 15,
      "start_time": 83800.0,
      "end_time": 87100.0,
      "text": "though what are some of the things that we can do? What are the variables that we can"
    },
    {
      "index": 16,
      "start_time": 87100.0,
      "end_time": 92570.0,
      "text": "change so that it is a little more reasonable. So lets go through let me show you first what"
    },
    {
      "index": 17,
      "start_time": 92570.0,
      "end_time": 99270.0,
      "text": "the equation is for a breakeven point. And the breakeven point is simply first your fixed"
    },
    {
      "index": 18,
      "start_time": 99270.0,
      "end_time": 105180.0,
      "text": "cost. Fixed costs do not vary over time within a certain relevant range. And so these often"
    },
    {
      "index": 19,
      "start_time": 105180.0,
      "end_time": 113000.0,
      "text": "include things that plants, property, and equipment and even advertising, insurance,"
    },
    {
      "index": 20,
      "start_time": 113000.0,
      "end_time": 117050.0,
      "text": "and taxes. These are commonly fixed costs. The reason that they&#39;re fixed is because they"
    },
    {
      "index": 21,
      "start_time": 117050.0,
      "end_time": 123270.0,
      "text": "don&#39;t vary based on the number of products that you sell. So if I sell nothing, I know"
    },
    {
      "index": 22,
      "start_time": 123270.0,
      "end_time": 128229.0,
      "text": "I still have to pay utilities. I still have to pay the lease for the property I&#39;m using."
    },
    {
      "index": 23,
      "start_time": 128229.00000000001,
      "end_time": 133489.0,
      "text": "I still have to pay certain insurance costs and different things. I still pay advertising."
    },
    {
      "index": 24,
      "start_time": 133489.0,
      "end_time": 138319.0,
      "text": "And so they&#39;re fixed, they don&#39;t vary based on production. So I take my fixed cost and"
    },
    {
      "index": 25,
      "start_time": 138319.0,
      "end_time": 144269.0,
      "text": "then what I do is I divide that by first my price of my product so whatever is the selling"
    },
    {
      "index": 26,
      "start_time": 144269.0,
      "end_time": 151290.0,
      "text": "price for my product. What consumers have to give up to obtain my product less variable"
    },
    {
      "index": 27,
      "start_time": 151290.0,
      "end_time": 158870.0,
      "text": "costs what I&#39;ll abbreviate as VC. Variable costs, contrary to fixed costs, vary based"
    },
    {
      "index": 28,
      "start_time": 158870.0,
      "end_time": 165879.0,
      "text": "upon the number of units produced. So if you produce five of a particular product then"
    },
    {
      "index": 29,
      "start_time": 165879.0,
      "end_time": 169299.0,
      "text": "ultimately you&#39;re going to take your fixed costs and multiple it by five. So they go"
    },
    {
      "index": 30,
      "start_time": 169299.0,
      "end_time": 174120.0,
      "text": "up with every unit that is produced. Typically variable costs include things like direct"
    },
    {
      "index": 31,
      "start_time": 174120.0,
      "end_time": 180090.0,
      "text": "materials, and so the materials that actually went into assembling that product. Typically"
    },
    {
      "index": 32,
      "start_time": 180090.0,
      "end_time": 186139.0,
      "text": "includes direct labor. And so the actual people that assembled the product and put it together."
    },
    {
      "index": 33,
      "start_time": 186139.0,
      "end_time": 191620.0,
      "text": "Obviously the more time they spent is based upon how much you produce. So those are all"
    },
    {
      "index": 34,
      "start_time": 191620.0,
      "end_time": 196730.0,
      "text": "things that you would essentially consider in variable costs and then a few other things."
    },
    {
      "index": 35,
      "start_time": 196730.0,
      "end_time": 200889.0,
      "text": "So let me show you how you would actually work this here. Lets say that we actually"
    },
    {
      "index": 36,
      "start_time": 200889.0,
      "end_time": 207799.0,
      "text": "produce cell phone cases and we have a fixed cost of five hundred thousand dollars. These"
    },
    {
      "index": 37,
      "start_time": 207799.0,
      "end_time": 214019.0,
      "text": "are the costs that we incur without any production whatsoever. Whatever this is, plants, property,"
    },
    {
      "index": 38,
      "start_time": 214019.0,
      "end_time": 218650.0,
      "text": "equipment, advertising, taxes, those types of things do not vary based upon how many"
    },
    {
      "index": 39,
      "start_time": 218650.0,
      "end_time": 225459.0,
      "text": "goods we sell. And we sell these cell phone cases for lets just say twenty dollars each"
    },
    {
      "index": 40,
      "start_time": 225459.0,
      "end_time": 230499.0,
      "text": "and it costs us about ten dollars in variable costs to make them. So for every case we can"
    },
    {
      "index": 41,
      "start_time": 230499.0,
      "end_time": 236159.0,
      "text": "sell for twenty we pay ten dollars to actually have it made. So with this equation we would"
    },
    {
      "index": 42,
      "start_time": 236159.0,
      "end_time": 243139.0,
      "text": "actually have a breakeven point of fifty thousand units. Whether or not this is attractive will"
    },
    {
      "index": 43,
      "start_time": 243139.0,
      "end_time": 247079.0,
      "text": "depend on a number of different factors. You make look at this say I have to produce fifty"
    },
    {
      "index": 44,
      "start_time": 247079.0,
      "end_time": 252870.0,
      "text": "thousand or sell not product, but sell fifty thousand of these cases in order for me just"
    },
    {
      "index": 45,
      "start_time": 252870.0,
      "end_time": 257400.0,
      "text": "to cover the costs that I have. In large part that&#39;s driven by the fixed costs which are"
    },
    {
      "index": 46,
      "start_time": 257399.99999999997,
      "end_time": 263360.0,
      "text": "rather high, but that may not be feasible. Or it may be fifty thousand, that&#39;s nothing,"
    },
    {
      "index": 47,
      "start_time": 263360.0,
      "end_time": 267960.0,
      "text": "I was going to sell way more than that or I&#39;m projected to sell a lot more than that."
    },
    {
      "index": 48,
      "start_time": 267960.0,
      "end_time": 272930.0,
      "text": "In that case this might be very encouraging. But if it&#39;s not. If this is somewhat of a"
    },
    {
      "index": 49,
      "start_time": 272930.0,
      "end_time": 276250.0,
      "text": "concern. If you planning well I thought I was going to sell about five thousand the"
    },
    {
      "index": 50,
      "start_time": 276250.0,
      "end_time": 280370.0,
      "text": "first year not fifty thousand I don&#39;t want to be in the you know negative for an extended"
    },
    {
      "index": 51,
      "start_time": 280370.0,
      "end_time": 285160.0,
      "text": "period of time. That doesn&#39;t necessarily mean that you should you know scrap everything"
    },
    {
      "index": 52,
      "start_time": 285160.0,
      "end_time": 289970.0,
      "text": "and go back the drawing board. This is a starting point for a good discussion, and the reason"
    },
    {
      "index": 53,
      "start_time": 289970.0,
      "end_time": 294050.0,
      "text": "is that you might be able to change a couple of these variables. There are three variables"
    },
    {
      "index": 54,
      "start_time": 294050.0,
      "end_time": 299340.0,
      "text": "that are here, fixed cost, price, and variable cost. And so maybe we can actually change"
    },
    {
      "index": 55,
      "start_time": 299340.0,
      "end_time": 302400.0,
      "text": "things. We can do a couple of different things. Maybe we have the ability to actually raise"
    },
    {
      "index": 56,
      "start_time": 302400.0,
      "end_time": 306980.0,
      "text": "our price a a little bit. Maybe we&#39;re not priced competitively, we&#39;re under-cutting"
    },
    {
      "index": 57,
      "start_time": 306980.0,
      "end_time": 312220.0,
      "text": "ourselves. So if we raise price that means our margins are better, which in turn means"
    },
    {
      "index": 58,
      "start_time": 312220.0,
      "end_time": 317210.0,
      "text": "that we don&#39;t need to sell as many products to actually break even. The break even point"
    },
    {
      "index": 59,
      "start_time": 317210.0,
      "end_time": 320990.0,
      "text": "would be less than fifty thousand units. So that&#39;s one thing that we can look at. We can"
    },
    {
      "index": 60,
      "start_time": 320990.0,
      "end_time": 329200.0,
      "text": "look at possibly reducing our fixed costs. Thing like the actual plant that we&#39;re using."
    },
    {
      "index": 61,
      "start_time": 329200.0,
      "end_time": 334640.0,
      "text": "Maybe it&#39;s too big for us. Maybe we can actually downsize, get a smaller plant, still be able"
    },
    {
      "index": 62,
      "start_time": 334640.0,
      "end_time": 339230.0,
      "text": "to produce effectively and efficiently but now we&#39;re lowering our fixed costs. Maybe"
    },
    {
      "index": 63,
      "start_time": 339230.0,
      "end_time": 344890.0,
      "text": "we need to reduce our advertising expenditures. Maybe we need to reduce the utilities that"
    },
    {
      "index": 64,
      "start_time": 344890.0,
      "end_time": 349940.0,
      "text": "we pay that would be kind of similar to reducing our plant size we probably wouldn&#39;t pay as"
    },
    {
      "index": 65,
      "start_time": 349940.0,
      "end_time": 353950.0,
      "text": "much in utilities. And so if you lower your fixed costs that would also make it so that"
    },
    {
      "index": 66,
      "start_time": 353950.0,
      "end_time": 359380.0,
      "text": "you wouldn&#39;t need to sell as many products to just break even. And then lastly we can"
    },
    {
      "index": 67,
      "start_time": 359380.0,
      "end_time": 364820.0,
      "text": "lower those variable costs. The costs that are directly associated with producing products."
    },
    {
      "index": 68,
      "start_time": 364820.0,
      "end_time": 370090.0,
      "text": "And so this can include maybe finding less expensive materials to go into the product."
    },
    {
      "index": 69,
      "start_time": 370090.0,
      "end_time": 375250.0,
      "text": "Obviously try not to sacrifice quality to any significant degree. We can try and find"
    },
    {
      "index": 70,
      "start_time": 375250.0,
      "end_time": 379990.0,
      "text": "more efficient ways of producing the product. So maybe we don&#39;t have to pay as much in labor"
    },
    {
      "index": 71,
      "start_time": 379990.0,
      "end_time": 385750.0,
      "text": "to produce them. We find cheaper ways to do that maybe faster ways to do that. So those"
    },
    {
      "index": 72,
      "start_time": 385750.0,
      "end_time": 390720.0,
      "text": "are some things that you could consider. Raising prices, decreasing variable costs, decreasing"
    },
    {
      "index": 73,
      "start_time": 390720.0,
      "end_time": 395530.0,
      "text": "fixed costs. The important thing is that these three areas here are variables that you can"
    },
    {
      "index": 74,
      "start_time": 395530.0,
      "end_time": 401060.0,
      "text": "change, but you may not be able to change them significantly enough to make the breakeven"
    },
    {
      "index": 75,
      "start_time": 401060.0,
      "end_time": 406320.0,
      "text": "point reasonable based upon your business. But it at least is a starting point for a"
    },
    {
      "index": 76,
      "start_time": 406320.0,
      "end_time": 410660.0,
      "text": "discussion. And so just because the breakeven point is maybe a little higher than you originally"
    },
    {
      "index": 77,
      "start_time": 410660.0,
      "end_time": 416160.0,
      "text": "anticipated you can at least thing through well what are some of the different ways that"
    },
    {
      "index": 78,
      "start_time": 416160.0,
      "end_time": 420420.0,
      "text": "we can change it so ultimately maybe it is a little more attractive. But by no means"
    },
    {
      "index": 79,
      "start_time": 420420.0,
      "end_time": 425700.0,
      "text": "would you look at the breakeven point and then simply stop at that point. You can go"
    },
    {
      "index": 80,
      "start_time": 425700.0,
      "end_time": 429200.0,
      "text": "a little further and do a little more research in those different types of things, but a"
    },
    {
      "index": 81,
      "start_time": 429200.0,
      "end_time": 433420.0,
      "text": "very useful tool very easy to use very basic. You&#39;ll probably spend more time adding up"
    },
    {
      "index": 82,
      "start_time": 433420.0,
      "end_time": 437860.0,
      "text": "all the fixed and variable costs and determining you know what is fixed versus variable than"
    },
    {
      "index": 83,
      "start_time": 437860.0,
      "end_time": 442820.0,
      "text": "actually solving the equation, but very very valuable going forward to help you price your"
    },
    {
      "index": 84,
      "start_time": 442820.0,
      "end_time": 452820.0,
      "text": "products."
    }
  ]
}