{
  "video_id": "u2nRzP5BM7Y",
  "title": "English conversation about Music – Type of Music, Phrases & Expressions ( Free English Lesson)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 459.0,
      "end_time": 7840.0,
      "text": "Hello everyone, I am Niharika and in today&#39;s lesson, we are going to talk about music."
    },
    {
      "index": 2,
      "start_time": 7840.0,
      "end_time": 14700.0,
      "text": "We all love listening to music and in fact every one of us appreciates music, right?"
    },
    {
      "index": 3,
      "start_time": 14700.0,
      "end_time": 21720.0,
      "text": "Well because it is an universal language. Of course in English, we talk about music when"
    },
    {
      "index": 4,
      "start_time": 21720.0,
      "end_time": 28380.0,
      "text": "we meet people, when we are trying to get to know someone better. Music is a great topic"
    },
    {
      "index": 5,
      "start_time": 28380.0,
      "end_time": 34280.0,
      "text": "to talk about. So in today&#39;s lesson I have some vocabulary for you that will help you"
    },
    {
      "index": 6,
      "start_time": 34280.0,
      "end_time": 37300.0,
      "text": "to talk about music, right?"
    },
    {
      "index": 7,
      "start_time": 45600.0,
      "end_time": 49340.0,
      "text": "So here I have some types of music, well also"
    },
    {
      "index": 8,
      "start_time": 49340.0,
      "end_time": 64150.0,
      "text": "called as genre of music. Now many people pronounce this word in a very different way."
    },
    {
      "index": 9,
      "start_time": 64150.00000000001,
      "end_time": 71560.0,
      "text": "So the correct pronunciation is genre, the genre of music means the type of music. Ok,"
    },
    {
      "index": 10,
      "start_time": 71560.0,
      "end_time": 77970.0,
      "text": "so these are some types of genre of music that people listen to. The first one is Jazz."
    },
    {
      "index": 11,
      "start_time": 77970.0,
      "end_time": 86200.0,
      "text": "Do you like Jazz? Well Jazz music is a form of music that is rooted from the western African"
    },
    {
      "index": 12,
      "start_time": 86200.0,
      "end_time": 106570.0,
      "text": "culture. Interesting, right? So of you do enjoy Jazz music, then now you know where"
    },
    {
      "index": 13,
      "start_time": 106570.0,
      "end_time": 113479.0,
      "text": "it comes from, where the origin is. The next one is pop. Now well Pop is well"
    },
    {
      "index": 14,
      "start_time": 113479.0,
      "end_time": 122729.0,
      "text": "popular music in general, so it is just basically popular music. So Pop songs like the ones"
    },
    {
      "index": 15,
      "start_time": 122729.0,
      "end_time": 129200.0,
      "text": "that you hear on the radio, it is all popular music that you listen to, right? So that is"
    },
    {
      "index": 16,
      "start_time": 129199.99999999999,
      "end_time": 137140.0,
      "text": "Pop songs or Pop music. Then we have rock. Now Rock is also a type"
    },
    {
      "index": 17,
      "start_time": 137140.0,
      "end_time": 157490.0,
      "text": "of popular music, but it has evolved from rock and roll and pop music. So it has evolved"
    },
    {
      "index": 18,
      "start_time": 157500.0,
      "end_time": 165450.0,
      "text": "from rock and roll and pop music, okay? Then we have retro. Well, Retro, many people"
    },
    {
      "index": 19,
      "start_time": 165450.0,
      "end_time": 171310.0,
      "text": "really enjoy this type of music, especially my parents because it has the style and the"
    },
    {
      "index": 20,
      "start_time": 171310.0,
      "end_time": 179110.0,
      "text": "elements from the past. So people really enjoy retro music a lot. Well, at times retro music"
    },
    {
      "index": 21,
      "start_time": 179110.0,
      "end_time": 184870.0,
      "text": "is fun to dance on also. So, there are in fact in my city, there are specific clubs,"
    },
    {
      "index": 22,
      "start_time": 184870.0,
      "end_time": 191450.0,
      "text": "where in you know on specific days, they just play retro music and you should see the crowd."
    },
    {
      "index": 23,
      "start_time": 191450.0,
      "end_time": 199780.0,
      "text": "They have so much fun listening and dancing to Retro music. So, Retro music has the elements"
    },
    {
      "index": 24,
      "start_time": 199780.0,
      "end_time": 217480.0,
      "text": "and the melody style from the past, okay? And then let&#39;s have a look at the next one,"
    },
    {
      "index": 25,
      "start_time": 217480.0,
      "end_time": 227140.0,
      "text": "heavy metal. Ooh now heavy metal is a type of Rock music. But even the lyrics and the"
    },
    {
      "index": 26,
      "start_time": 227140.0,
      "end_time": 235100.0,
      "text": "performance are very much associated with aggression. So, it is just too loud and too"
    },
    {
      "index": 27,
      "start_time": 235100.0,
      "end_time": 241970.0,
      "text": "heavy especially on your ears. So, if you enjoy heavy metal, so probably your favourite"
    },
    {
      "index": 28,
      "start_time": 241970.0,
      "end_time": 248980.0,
      "text": "bands are Metallica and Megadeth. So, those are the musical bands that play heavy metal."
    },
    {
      "index": 29,
      "start_time": 248980.0,
      "end_time": 255170.0,
      "text": "So if you enjoy it, well that is wonderful. So people who don&#39;t know what heavy metal"
    },
    {
      "index": 30,
      "start_time": 255170.0,
      "end_time": 263990.0,
      "text": "is. It is a type of rock music but it is extremely loud and of course the lyrics and the performances"
    },
    {
      "index": 31,
      "start_time": 263990.0,
      "end_time": 272469.0,
      "text": "are associated with aggression. So I&#39;m just going to say, type of music here or type of"
    },
    {
      "index": 32,
      "start_time": 272469.0,
      "end_time": 284240.0,
      "text": "rock music, okay? The next one is hip hop. Well Hip hop well"
    },
    {
      "index": 33,
      "start_time": 284240.0,
      "end_time": 293949.0,
      "text": "belongs to Afro- Americans. It is a very young beat music. Especially it is based on rap"
    },
    {
      "index": 34,
      "start_time": 293949.0,
      "end_time": 300520.0,
      "text": "culture. You know people love to rap, I&#39;m awful in it, so I’m not even going to try"
    },
    {
      "index": 35,
      "start_time": 300520.0,
      "end_time": 308680.0,
      "text": "it. But Hip hop is based on rap and break dance. Okay, so now a days people are also"
    },
    {
      "index": 36,
      "start_time": 308690.0,
      "end_time": 315770.0,
      "text": "into Hip hop dancing, so it is actually break dance. So many youngsters, especially Afro-Americans"
    },
    {
      "index": 37,
      "start_time": 315770.0,
      "end_time": 324530.0,
      "text": "who get into Hip hop music who are great at rap. So they are called as rappers also. So"
    },
    {
      "index": 38,
      "start_time": 324530.0,
      "end_time": 331758.0,
      "text": "it is based on rap and break dance, okay?"
    },
    {
      "index": 39,
      "start_time": 331759.0,
      "end_time": 340150.0,
      "text": "And then we have Romantic. Well of course if you are in love, then yes I&#39;m sure while"
    },
    {
      "index": 40,
      "start_time": 340150.0,
      "end_time": 345599.0,
      "text": "driving, even when you are having a cup of coffee at home, you want to listen to romantic"
    },
    {
      "index": 41,
      "start_time": 345599.0,
      "end_time": 356650.0,
      "text": "numbers. So, Romantic numbers are lovely songs that have very nice melodies and the music"
    },
    {
      "index": 42,
      "start_time": 356650.0,
      "end_time": 363990.0,
      "text": "is very light and it&#39;s kind of, you feel great listening to it. Again you kind of fall in"
    },
    {
      "index": 43,
      "start_time": 363100.0,
      "end_time": 369879.0,
      "text": "love with your loved ones. Right, so that is Romantic music. So if you are feeling a"
    },
    {
      "index": 44,
      "start_time": 369879.0,
      "end_time": 372939.0,
      "text": "little romantic, go ahead listen to these songs, right?"
    },
    {
      "index": 45,
      "start_time": 372939.0,
      "end_time": 380560.0,
      "text": "And then the last one is Ambient. Now Ambient is again very soothing music, which is very"
    },
    {
      "index": 46,
      "start_time": 380560.0,
      "end_time": 393419.0,
      "text": "much related to atmosphere and environment. Interesting right? So it is very light and"
    },
    {
      "index": 47,
      "start_time": 393419.0,
      "end_time": 399729.0,
      "text": "kind of calms you down especially if you are going through a bad time and you are kind"
    },
    {
      "index": 48,
      "start_time": 399729.0,
      "end_time": 405169.0,
      "text": "of depressed, then Ambient music is just perfect for your ears. So, go ahead may be you can"
    },
    {
      "index": 49,
      "start_time": 405169.0,
      "end_time": 410479.0,
      "text": "downloads some Ambient songs and listen to them and feel better."
    },
    {
      "index": 50,
      "start_time": 410479.0,
      "end_time": 416600.0,
      "text": "Okay so these are the types of music and now we are going to look at some effects of music"
    },
    {
      "index": 51,
      "start_time": 416600.0,
      "end_time": 422189.0,
      "text": "and also how to talk about and how to talk about bad music."
    },
    {
      "index": 52,
      "start_time": 422189.0,
      "end_time": 429529.0,
      "text": "Now music plays a big part in our lives, right? So sometimes we listen to good music and sometimes"
    },
    {
      "index": 53,
      "start_time": 429529.0,
      "end_time": 435780.0,
      "text": "it is just terrible. So, when you listen to good music, what are the English phrases that"
    },
    {
      "index": 54,
      "start_time": 435780.0,
      "end_time": 442900.0,
      "text": "you can use, well let&#39;s have a look. That sounds great! Simple, when you listen"
    },
    {
      "index": 55,
      "start_time": 442900.0,
      "end_time": 450750.0,
      "text": "to good music, be it in radio or on TV or if someone is probably playing a musical instrument,"
    },
    {
      "index": 56,
      "start_time": 450750.0,
      "end_time": 456680.0,
      "text": "then you could just say, \"Oh its sounds great!\" Okay and please have that expression and that"
    },
    {
      "index": 57,
      "start_time": 456680.0,
      "end_time": 461120.0,
      "text": "energy in your voice, so that the person feels good."
    },
    {
      "index": 58,
      "start_time": 461120.0,
      "end_time": 468509.0,
      "text": "The next one is \" I like the beat\" Okay, now I like the beat so when song has a good rhythm"
    },
    {
      "index": 59,
      "start_time": 468509.0,
      "end_time": 474589.0,
      "text": "then yes this is a perfect phrase that you can use, \"Oh Wow I like the beats.\" So some"
    },
    {
      "index": 60,
      "start_time": 474589.0,
      "end_time": 481139.0,
      "text": "song which has a great rhythm, good voice and everything is just perfect, then you can"
    },
    {
      "index": 61,
      "start_time": 481139.0,
      "end_time": 487229.0,
      "text": "use this phrase. The third one, \"It has a pleasing melody.\""
    },
    {
      "index": 62,
      "start_time": 487229.0,
      "end_time": 494508.0,
      "text": "Now if the arrangement of sounds is very well done, then yes you can use this phrase. It"
    },
    {
      "index": 63,
      "start_time": 494509.0,
      "end_time": 501409.0,
      "text": "has a pleasing melody, soft on your ears and you are enjoying the music, then you can use"
    },
    {
      "index": 64,
      "start_time": 501409.0,
      "end_time": 506729.0,
      "text": "this phrase, okay? So appreciate music because that is important."
    },
    {
      "index": 65,
      "start_time": 506729.0,
      "end_time": 514720.0,
      "text": "Now, of course as I said before, that not always you enjoy listening to music or probably"
    },
    {
      "index": 66,
      "start_time": 514720.0,
      "end_time": 521370.0,
      "text": "the music is really terrible, so what phrases can you use are right here."
    },
    {
      "index": 67,
      "start_time": 521370.0,
      "end_time": 528870.0,
      "text": "That sounds awful, so probably your friend said that, \"Hey, did you hear the new song"
    },
    {
      "index": 68,
      "start_time": 528870.0,
      "end_time": 535940.0,
      "text": "or did you listen to the new song? That sounds awful, yes I did and probably you didn&#39;t like"
    },
    {
      "index": 69,
      "start_time": 535940.0,
      "end_time": 544400.0,
      "text": "it. So use it. The next one, it makes my ears hurt, so probably there is no rhythm, no melody,"
    },
    {
      "index": 70,
      "start_time": 544400.0,
      "end_time": 551520.0,
      "text": "ok the settings of the sounds are just awful and it kind of hurts your ears. You just can&#39;t"
    },
    {
      "index": 71,
      "start_time": 551520.0,
      "end_time": 557400.0,
      "text": "listen to this music anymore, okay, then you can use this phrase, \" Uh it is awful it makes"
    },
    {
      "index": 72,
      "start_time": 557400.0,
      "end_time": 563790.0,
      "text": "my ears hurt, stop it.\" Okay? Then the third phrase, “that is too much"
    },
    {
      "index": 73,
      "start_time": 563790.0,
      "end_time": 571680.0,
      "text": "of noise than music. Now music is music when there is good sound okay and good rhythm,"
    },
    {
      "index": 74,
      "start_time": 571680.0,
      "end_time": 580579.0,
      "text": "good melody, okay but noise is something that disturbs you, right? Too much of noise. That"
    },
    {
      "index": 75,
      "start_time": 580580.0,
      "end_time": 586900.0,
      "text": "is when music is noise and not really music. So use this phrase, “That is too much of"
    },
    {
      "index": 76,
      "start_time": 586900.0,
      "end_time": 592290.0,
      "text": "noise than music.\" It is just terrible in simple words."
    },
    {
      "index": 77,
      "start_time": 592290.0,
      "end_time": 602569.0,
      "text": "Now as I said music does a lot of things for us like to our body, to our soul. Now to talk"
    },
    {
      "index": 78,
      "start_time": 602570.0,
      "end_time": 609260.0,
      "text": "about music to people or the effects of music, these are certain words that you can use."
    },
    {
      "index": 79,
      "start_time": 609260.0,
      "end_time": 617130.0,
      "text": "So you can say music, oh well it heals. It heals my depression, it calms down. So probably"
    },
    {
      "index": 80,
      "start_time": 617130.0,
      "end_time": 624900.0,
      "text": "when you are in a bad mood, I&#39;m sorry, You listen to good music, right? so that kind"
    },
    {
      "index": 81,
      "start_time": 624900.0,
      "end_time": 630190.0,
      "text": "of sets your mood in and you know start feeling good and a little positive. So it heals or"
    },
    {
      "index": 82,
      "start_time": 630190.0,
      "end_time": 642300.0,
      "text": "it calms you down, okay. Then, it stirs my imagination. You know many writers or many"
    },
    {
      "index": 83,
      "start_time": 642300.0,
      "end_time": 648390.0,
      "text": "people even like to do their office jobs by listening to music. They would always have"
    },
    {
      "index": 84,
      "start_time": 648390.0,
      "end_time": 653490.0,
      "text": "headphones in their ears and they kind of enjoy listening to music when doing their"
    },
    {
      "index": 85,
      "start_time": 653490.0,
      "end_time": 661320.0,
      "text": "daily activities .Especially me, I always have my headphones in my ears when I&#39;m cooking"
    },
    {
      "index": 86,
      "start_time": 661320.0,
      "end_time": 668370.0,
      "text": "so it kind of stirs my imagination, so you feel very positive. So, that is how you can"
    },
    {
      "index": 87,
      "start_time": 668370.0,
      "end_time": 674610.0,
      "text": "talk about the effects of music. The last one is, \"it&#39;s rejuvenating\" which"
    },
    {
      "index": 88,
      "start_time": 674610.0,
      "end_time": 691290.0,
      "text": "means you feel a lot younger. So you know when you listen to good music, it just lifts"
    },
    {
      "index": 89,
      "start_time": 691290.0,
      "end_time": 695650.0,
      "text": "up your spirits, so that is how you can talk about music."
    },
    {
      "index": 90,
      "start_time": 695650.0,
      "end_time": 702240.0,
      "text": "Ok, so this brings me to the end of this lesson, hope these phrases are useful to you and also"
    },
    {
      "index": 91,
      "start_time": 702240.0,
      "end_time": 707740.0,
      "text": "the types of music that we discussed. Use them in your vocabulary and in your daily"
    },
    {
      "index": 92,
      "start_time": 707740.0,
      "end_time": 713681.0,
      "text": "conversations, would be definitely helpful, right? I&#39;ll be back with a new lesson. You"
    },
    {
      "index": 93,
      "start_time": 713681.0,
      "end_time": 715140.0,
      "text": "take care and have a great day."
    }
  ]
}