{
  "video_id": "u3Tj8Zr0Urc",
  "title": "Tips for Saving Water and Money",
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 10600.0,
      "text": "Let’s run through a few tips on how you can use less and spend less on your water bill … starting with your toilets.  If they’re older they can account for up to 25 percent of all the water you use in your home."
    },
    {
      "index": 2,
      "start_time": 10800.0,
      "end_time": 20340.0,
      "text": "So if you’re willing to make the investment, spending some money on new, high performance toilets that are stamped with this WATERSENSE sticker, can save you a lot of money on your water bill."
    },
    {
      "index": 3,
      "start_time": 20500.0,
      "end_time": 32380.0,
      "text": "Do you ever hear a toilet running when no one is using it? Like it just runs for a few seconds out of the blue?  Any noise from a toilet that hasn’t just been flushed means there’s a leak."
    },
    {
      "index": 4,
      "start_time": 32500.0,
      "end_time": 54000.0,
      "text": "Leaks are generally inside the tank, like around the valve that keeps the water from rushing from the tank down to the bowl.  A good way to check for this kind of leak is to dump a bit of colored liquid, tea, fruit juice, coffee, into the tank. Give it a half hour.  Then see if there’s any of that liquid in the bowl.  If there is, you have a leak."
    },
    {
      "index": 5,
      "start_time": 54580.0,
      "end_time": 61580.0,
      "text": "Sometimes the cure is as simple as making an adjustment inside the tank, maybe a chain is tangled and the valve isn’t able to close all the way."
    },
    {
      "index": 6,
      "start_time": 61900.0,
      "end_time": 73820.0,
      "text": "Another easy way to save water is by replacing your shower head with a WATERSENSE labeled one that saves water. You can do it yourself by simply unscrewing the old shower head and screwing on the new one."
    },
    {
      "index": 7,
      "start_time": 73900.0,
      "end_time": 87700.0,
      "text": "But if it the old one doesn’t come off easily, call a professional.  A $15 WATERSENSE shower head will reduce water use by a third or even a half, while providing a shower that feels as good or better than your old showerhead."
    },
    {
      "index": 8,
      "start_time": 88000.0,
      "end_time": 95900.0,
      "text": "Do you know what an aerator is?  They reduce the amount of water coming out of the faucet, but maintain or even improve the water pressure."
    },
    {
      "index": 9,
      "start_time": 96000.0,
      "end_time": 108460.0,
      "text": "Check your kitchen and bath faucets with a finger to see if you can feel the mesh aerator in there.  If you don’t have one, buy one at the hardware store and screw it on.  Just make sure the aerators, like everything else, are labeled WATERSENSE."
    },
    {
      "index": 10,
      "start_time": 108500.0,
      "end_time": 119300.0,
      "text": "Now the water heater.  You want to set it at the lowest temperature that still allows you to have the hot water you need.  At JEA we think that sweet spot is right at 120-degree"
    },
    {
      "index": 11,
      "start_time": 120320.0,
      "end_time": 127320.0,
      "text": "If you have an irrigation system, make sure your rain sensor is set-up and working properly so you’re not watering when its raining."
    },
    {
      "index": 12,
      "start_time": 127500.0,
      "end_time": 137640.0,
      "text": "Also, walk around your yard from time to time to check for puddles that could mean your system has an underground leak … and check your sprinkler heads to make sure they’re not watering the street or sidewalk.then"
    },
    {
      "index": 13,
      "start_time": 137900.0,
      "end_time": 151600.0,
      "text": "Be sure and take advantage of our free tracking tool that allows you to monitor your water usage in near real time. It's called My JEA Utility Tracker and you can find it at jea.com/tracker."
    }
  ]
}