{
  "video_id": "u_Jd7m4NUsg",
  "title": "Secretary Clinton Delivers Remarks at the Partnership Meeting on Wildlife Trafficking",
  "json": [
    {
      "index": 1,
      "start_time": 8460.0,
      "end_time": 16190.0,
      "text": "Secretary Clinton: Thank you very much. Thank you. Thank you all very much. Well, it&#39;s a"
    },
    {
      "index": 2,
      "start_time": 16190.000000000002,
      "end_time": 25460.0,
      "text": "great delight to see all of you here. And as I look out on this audience, I see many"
    },
    {
      "index": 3,
      "start_time": 25460.0,
      "end_time": 30369.0,
      "text": "familiar faces from the diplomatic community. And I especially thank each and every one"
    },
    {
      "index": 4,
      "start_time": 30369.0,
      "end_time": 38410.0,
      "text": "of you for being here on this important issue. Congressman Moran, thank you for joining us"
    },
    {
      "index": 5,
      "start_time": 38410.0,
      "end_time": 46719.0,
      "text": "today. I&#39;d also like to welcome Deputy Administrator Steinberg from USAID, Naoko Ishii of the Global"
    },
    {
      "index": 6,
      "start_time": 46719.0,
      "end_time": 54749.0,
      "text": "Environmental Facility. Thanks to Under Secretary Bob Hormats for his commitment to this issue,"
    },
    {
      "index": 7,
      "start_time": 54749.0,
      "end_time": 61539.0,
      "text": "along with Under Secretary Maria Otero and Under Secretary Tara Sonenshine and Assistant"
    },
    {
      "index": 8,
      "start_time": 61539.0,
      "end_time": 69140.0,
      "text": "Secretary Kerri-Ann Jones, and many others here in the State Department, and particularly"
    },
    {
      "index": 9,
      "start_time": 69140.0,
      "end_time": 74920.0,
      "text": "all of you from the conservation and wildlife community and the private sector who have"
    },
    {
      "index": 10,
      "start_time": 74920.0,
      "end_time": 84090.0,
      "text": "been involved in this issue for many years and have done extraordinary work. Unfortunately,"
    },
    {
      "index": 11,
      "start_time": 84090.0,
      "end_time": 93530.0,
      "text": "we now find ourselves with all of that positive effort that started 30, 40 years ago being"
    },
    {
      "index": 12,
      "start_time": 93530.0,
      "end_time": 101259.0,
      "text": "affected by changes that we have to address at every level of the international community."
    },
    {
      "index": 13,
      "start_time": 101259.0,
      "end_time": 108000.0,
      "text": "Now, some of you might be wondering why a Secretary of State is keynoting an event about"
    },
    {
      "index": 14,
      "start_time": 108000.0,
      "end_time": 113710.0,
      "text": "wildlife trafficking and conservation, or why we are hosting this event at the State"
    },
    {
      "index": 15,
      "start_time": 113710.0,
      "end_time": 120770.0,
      "text": "Department in the first place. Well, I think it&#39;s because, as Bob Hormats has just pointed"
    },
    {
      "index": 16,
      "start_time": 120770.0,
      "end_time": 128110.0,
      "text": "out, and as the public service announcements reinforce, over the past few years wildlife"
    },
    {
      "index": 17,
      "start_time": 128110.00000000001,
      "end_time": 135880.0,
      "text": "trafficking has become more organized, more lucrative, more widespread, and more dangerous"
    },
    {
      "index": 18,
      "start_time": 135880.0,
      "end_time": 138860.0,
      "text": "than ever before."
    },
    {
      "index": 19,
      "start_time": 138860.0,
      "end_time": 149450.0,
      "text": "As the middle class grows, which we all welcome and support, in many nations items like ivory"
    },
    {
      "index": 20,
      "start_time": 149450.0,
      "end_time": 157950.0,
      "text": "or rhinoceros horn become symbols of wealth and social status. And so the demand for these"
    },
    {
      "index": 21,
      "start_time": 157950.0,
      "end_time": 166290.0,
      "text": "goods rises. By some estimates, the black market in wildlife is rivaled in size only"
    },
    {
      "index": 22,
      "start_time": 166290.0,
      "end_time": 177170.0,
      "text": "by trade in illegal arms and drugs. Today, ivory sells for nearly $1,000 per pound. Rhino"
    },
    {
      "index": 23,
      "start_time": 177170.0,
      "end_time": 186380.0,
      "text": "horns are literally worth their weight in gold, $30,000 per pound."
    },
    {
      "index": 24,
      "start_time": 186380.0,
      "end_time": 194370.0,
      "text": "What&#39;s more, we are increasingly seeing wildlife trafficking has serious implications for the"
    },
    {
      "index": 25,
      "start_time": 194370.0,
      "end_time": 201350.0,
      "text": "security and prosperity of people around the world. Local populations that depend on wildlife,"
    },
    {
      "index": 26,
      "start_time": 201350.0,
      "end_time": 209900.0,
      "text": "either for tourism or sustenance, are finding it harder and harder to maintain their livelihoods."
    },
    {
      "index": 27,
      "start_time": 209900.0,
      "end_time": 216970.0,
      "text": "Diseases are spreading to new corners of the globe through wildlife that is not properly"
    },
    {
      "index": 28,
      "start_time": 216970.0,
      "end_time": 224310.0,
      "text": "inspected at border crossings. Park rangers are being killed. And we have good reason"
    },
    {
      "index": 29,
      "start_time": 224310.0,
      "end_time": 231900.0,
      "text": "to believe that rebel militias are players in a worldwide ivory market worth millions"
    },
    {
      "index": 30,
      "start_time": 231900.0,
      "end_time": 235120.0,
      "text": "and millions of dollars a year."
    },
    {
      "index": 31,
      "start_time": 235120.0,
      "end_time": 243090.0,
      "text": "So yes, I think many of us are here because protecting wildlife is a matter of protecting"
    },
    {
      "index": 32,
      "start_time": 243090.0,
      "end_time": 251040.0,
      "text": "our planet&#39;s natural beauty. We see it&#39;s a stewardship responsibility for us and this"
    },
    {
      "index": 33,
      "start_time": 251040.0,
      "end_time": 259900.0,
      "text": "generation and future generations to come. But it is also a national security issue,"
    },
    {
      "index": 34,
      "start_time": 259899.99999999997,
      "end_time": 267689.0,
      "text": "a public health issue, and an economic security issue that is critical to each and every country"
    },
    {
      "index": 35,
      "start_time": 267689.0,
      "end_time": 270680.0,
      "text": "represented here."
    },
    {
      "index": 36,
      "start_time": 270680.0,
      "end_time": 278300.0,
      "text": "We all, unfortunately, contribute to the continued demand for illegal animal goods. Wildlife"
    },
    {
      "index": 37,
      "start_time": 278300.0,
      "end_time": 286340.0,
      "text": "might be targeted and killed across Asia and Africa, but their furs, tusks, bones, and"
    },
    {
      "index": 38,
      "start_time": 286340.0,
      "end_time": 293229.0,
      "text": "horns are sold all over the world. Smuggled goods from poached animals find their way"
    },
    {
      "index": 39,
      "start_time": 293229.0,
      "end_time": 301949.0,
      "text": "to Europe, Australia, China, and the United States. I regret to say the United States"
    },
    {
      "index": 40,
      "start_time": 301949.0,
      "end_time": 310830.0,
      "text": "is the second-largest destination market for illegally trafficked wildlife in the world."
    },
    {
      "index": 41,
      "start_time": 310830.0,
      "end_time": 313699.0,
      "text": "And that is something we are going to address."
    },
    {
      "index": 42,
      "start_time": 313699.0,
      "end_time": 319979.0,
      "text": "Now, several conservation groups are here with us today, and we greatly appreciate their"
    },
    {
      "index": 43,
      "start_time": 319979.0,
      "end_time": 328520.0,
      "text": "invaluable work. But the truth is they cannot solve this problem alone. None of us can."
    },
    {
      "index": 44,
      "start_time": 328520.0,
      "end_time": 334400.0,
      "text": "This is a global challenge that spans continents and crosses oceans, and we need to address"
    },
    {
      "index": 45,
      "start_time": 334400.0,
      "end_time": 341120.0,
      "text": "it with partnerships that are as robust and far-reaching as the criminal networks we seek"
    },
    {
      "index": 46,
      "start_time": 341120.0,
      "end_time": 342580.0,
      "text": "to dismantle."
    },
    {
      "index": 47,
      "start_time": 342580.0,
      "end_time": 348360.0,
      "text": "Therefore, we need governments, civil society, businesses, scientists, and activists to come"
    },
    {
      "index": 48,
      "start_time": 348360.0,
      "end_time": 355409.0,
      "text": "together to educate people about the harms of wildlife trafficking. We need law enforcement"
    },
    {
      "index": 49,
      "start_time": 355409.0,
      "end_time": 361090.0,
      "text": "personnel to prevent poachers from preying on wildlife. We need trade experts to track"
    },
    {
      "index": 50,
      "start_time": 361090.0,
      "end_time": 367629.0,
      "text": "the movement of goods and help enforce existing trade laws. We need finance experts to study"
    },
    {
      "index": 51,
      "start_time": 367629.0,
      "end_time": 374669.0,
      "text": "and help undermine the black markets that deal in wildlife. And most importantly, perhaps,"
    },
    {
      "index": 52,
      "start_time": 374669.0,
      "end_time": 382349.0,
      "text": "we need to reach individuals, to convince them to make the right choices about the goods"
    },
    {
      "index": 53,
      "start_time": 382349.0,
      "end_time": 383610.0,
      "text": "they purchase."
    },
    {
      "index": 54,
      "start_time": 383610.0,
      "end_time": 389729.0,
      "text": "Now, there&#39;s no quick fix, but by working closely, internationally, with all of these"
    },
    {
      "index": 55,
      "start_time": 389729.0,
      "end_time": 395659.0,
      "text": "partners, we can take important steps to protect wildlife in their environments and begin to"
    },
    {
      "index": 56,
      "start_time": 395659.0,
      "end_time": 401189.0,
      "text": "dry up the demand for trafficked goods. So with these goals in mind, the State Department"
    },
    {
      "index": 57,
      "start_time": 401189.0,
      "end_time": 403830.0,
      "text": "is pursuing a four-part strategy."
    },
    {
      "index": 58,
      "start_time": 403830.0,
      "end_time": 409729.0,
      "text": "First, on the diplomatic front, we are working with leaders from around the world to develop"
    },
    {
      "index": 59,
      "start_time": 409729.0,
      "end_time": 416199.0,
      "text": "a global consensus on wildlife protection. I spoke with President Putin, Ambassador,"
    },
    {
      "index": 60,
      "start_time": 416199.0,
      "end_time": 422669.0,
      "text": "when we were together at the APEC summit in Vladivostok. He has been a staunch, vocal,"
    },
    {
      "index": 61,
      "start_time": 422669.0,
      "end_time": 428219.0,
      "text": "public supporter of Russian wildlife. And I think it&#39;s fair to say his personal efforts"
    },
    {
      "index": 62,
      "start_time": 428219.0,
      "end_time": 435159.0,
      "text": "over the last years have made the lives of tigers in Russia much safer. There&#39;s still"
    },
    {
      "index": 63,
      "start_time": 435159.0,
      "end_time": 441599.0,
      "text": "poaching, but at least there is a commitment from the highest level of the Russian Government"
    },
    {
      "index": 64,
      "start_time": 441599.0,
      "end_time": 447249.0,
      "text": "to protect the wildlife of Russia. In fact, when I was in Vladivostok, there were posters"
    },
    {
      "index": 65,
      "start_time": 447249.0,
      "end_time": 456319.0,
      "text": "everywhere with tigers on the pictures on the lampposts and walls and everywhere we"
    },
    {
      "index": 66,
      "start_time": 456319.0,
      "end_time": 461349.0,
      "text": "looked, reminding people that this was an important issue to Russia and the Russian"
    },
    {
      "index": 67,
      "start_time": 461349.0,
      "end_time": 466969.0,
      "text": "Government. And I worked - I had the great privilege of working with President Putin"
    },
    {
      "index": 68,
      "start_time": 466969.0,
      "end_time": 474749.0,
      "text": "and the other leaders there to make sure that the leaders&#39; statement that was issued included,"
    },
    {
      "index": 69,
      "start_time": 474749.0,
      "end_time": 479479.0,
      "text": "for the first time ever, strong language on wildlife trafficking."
    },
    {
      "index": 70,
      "start_time": 479479.0,
      "end_time": 486339.0,
      "text": "Now, Undersecretaries Bob Hormats and Maria Otero have met with African and Asian leaders"
    },
    {
      "index": 71,
      "start_time": 486339.0,
      "end_time": 492979.0,
      "text": "to discuss the immediate actions needed to thwart poachers. Next week, President Obama"
    },
    {
      "index": 72,
      "start_time": 492979.0,
      "end_time": 499699.0,
      "text": "and I will personally bring this message to our partners in ASEAN and the East Asia Summit"
    },
    {
      "index": 73,
      "start_time": 499699.0,
      "end_time": 502099.0,
      "text": "when we meet in Phnom Penh."
    },
    {
      "index": 74,
      "start_time": 502099.0,
      "end_time": 507409.0,
      "text": "We are also pressing forward with efforts to protect marine life. And last week, we"
    },
    {
      "index": 75,
      "start_time": 507409.0,
      "end_time": 514270.0,
      "text": "joined forces with New Zealand to propose the world&#39;s largest marine protected area,"
    },
    {
      "index": 76,
      "start_time": 514270.0,
      "end_time": 519700.0,
      "text": "the Ross Sea region of Antarctica. And we hope to gain support from the international"
    },
    {
      "index": 77,
      "start_time": 519700.00000000006,
      "end_time": 524060.00000000006,
      "text": "community as this important proposal moves forward."
    },
    {
      "index": 78,
      "start_time": 524059.99999999994,
      "end_time": 529250.0,
      "text": "We&#39;re strengthening our ability to engage diplomatically on these and other scientific"
    },
    {
      "index": 79,
      "start_time": 529250.0,
      "end_time": 534700.0,
      "text": "issues. Building scientific partnerships is an important tool in addressing such global"
    },
    {
      "index": 80,
      "start_time": 534700.0,
      "end_time": 541230.0,
      "text": "challenges. That&#39;s why I&#39;m pleased to announce our three new science envoys, Dr. Bernard"
    },
    {
      "index": 81,
      "start_time": 541230.0,
      "end_time": 547510.0,
      "text": "Amadei of the University of Colorado, the founder of Engineers Without Borders; Dr."
    },
    {
      "index": 82,
      "start_time": 547510.0,
      "end_time": 552270.0,
      "text": "Susan Hockfield, the former president and currently faculty member of the Massachusetts"
    },
    {
      "index": 83,
      "start_time": 552270.0,
      "end_time": 559060.0,
      "text": "Institute of Technology; and renowned evolutionary biologist Dr. Barbara Schaal of Washington"
    },
    {
      "index": 84,
      "start_time": 559060.0,
      "end_time": 565700.0,
      "text": "University in St. Louis. Are these three scientists with us today? Are they? Okay. But I think"
    },
    {
      "index": 85,
      "start_time": 565700.0,
      "end_time": 573630.0,
      "text": "it&#39;s working to create a scientific consensus and very preeminent scientists from across"
    },
    {
      "index": 86,
      "start_time": 573630.0,
      "end_time": 579720.0,
      "text": "the world speaking out that is one of the important steps that we are urging partners"
    },
    {
      "index": 87,
      "start_time": 579720.0,
      "end_time": 582030.0,
      "text": "to join with us in doing."
    },
    {
      "index": 88,
      "start_time": 582030.0,
      "end_time": 587410.0,
      "text": "Secondly, we are reaching beyond governments to enlist the support of people. As part of"
    },
    {
      "index": 89,
      "start_time": 587410.0,
      "end_time": 594250.0,
      "text": "this effort, Under Secretary Tara Sonenshine, our Under Secretary for Public Diplomacy,"
    },
    {
      "index": 90,
      "start_time": 594250.0,
      "end_time": 600310.0,
      "text": "is spearheading a global outreach campaign which we will launch December 4th on Wildlife"
    },
    {
      "index": 91,
      "start_time": 600310.0,
      "end_time": 606460.0,
      "text": "Conservation Day. Our embassies will use every tool at their disposal to raise awareness"
    },
    {
      "index": 92,
      "start_time": 606460.0,
      "end_time": 613700.0,
      "text": "about this issue, from honoring local activists, to spreading the word on Facebook and Twitter."
    },
    {
      "index": 93,
      "start_time": 613700.0,
      "end_time": 624720.0,
      "text": "We want to make buying goods, products from trafficked wildlife, endangered species unacceptable,"
    },
    {
      "index": 94,
      "start_time": 624720.0,
      "end_time": 632310.0,
      "text": "socially unacceptable. We want friends to tell friends they don&#39;t want friends who ingest,"
    },
    {
      "index": 95,
      "start_time": 632310.0,
      "end_time": 640080.0,
      "text": "display, or otherwise use products that come from endangered species anywhere in the world."
    },
    {
      "index": 96,
      "start_time": 640080.0,
      "end_time": 645700.0,
      "text": "Third, we&#39;re launching new initiatives to strengthen and expand enforcement areas. USAID"
    },
    {
      "index": 97,
      "start_time": 645700.0,
      "end_time": 651640.0,
      "text": "has already provided more than $24 million over the past five years on a range of programs"
    },
    {
      "index": 98,
      "start_time": 651640.0,
      "end_time": 658510.0,
      "text": "that combat wildlife crimes. Last year, they launched the ARREST program, which is establishing"
    },
    {
      "index": 99,
      "start_time": 658510.0,
      "end_time": 664330.0,
      "text": "regional centers of expertise and expanding training programs for law enforcement. We"
    },
    {
      "index": 100,
      "start_time": 664330.0,
      "end_time": 670930.0,
      "text": "really want to work with all of you, and we want both from countries that are victimized"
    },
    {
      "index": 101,
      "start_time": 670930.0,
      "end_time": 677860.0,
      "text": "by trafficking to countries where consumers are the end-buyers of such products."
    },
    {
      "index": 102,
      "start_time": 677860.0,
      "end_time": 684100.0,
      "text": "Finally, this is a global issue, and it calls, therefore, for a concerted global response."
    },
    {
      "index": 103,
      "start_time": 684100.0,
      "end_time": 690080.0,
      "text": "So I hope every government and organization here today will join the Coalition Against"
    },
    {
      "index": 104,
      "start_time": 690080.0,
      "end_time": 696620.0,
      "text": "Wildlife Trafficking. That is the global partnership for sharing information on poachers and illicit"
    },
    {
      "index": 105,
      "start_time": 696620.0,
      "end_time": 702380.0,
      "text": "traders. We&#39;ll also be convening meetings with traditional stakeholders like NGOs and"
    },
    {
      "index": 106,
      "start_time": 702380.0,
      "end_time": 708160.0,
      "text": "governments and with less traditional stakeholders like air and cruise line companies to discuss"
    },
    {
      "index": 107,
      "start_time": 708160.0,
      "end_time": 710760.0,
      "text": "new potential partnerships."
    },
    {
      "index": 108,
      "start_time": 710760.0,
      "end_time": 716570.0,
      "text": "Some of the most successful initiatives we&#39;ve seen so far are the regional wildlife enforcement"
    },
    {
      "index": 109,
      "start_time": 716570.0,
      "end_time": 722570.0,
      "text": "networks. These networks are critical to strengthening protection efforts and enhancing cooperation"
    },
    {
      "index": 110,
      "start_time": 722570.0,
      "end_time": 727850.0,
      "text": "among key countries. To build on these efforts, today I&#39;m calling for the creation of a global"
    },
    {
      "index": 111,
      "start_time": 727850.0,
      "end_time": 734990.0,
      "text": "system of regional wildlife enforcement networks to take advantage of those networks that already"
    },
    {
      "index": 112,
      "start_time": 734990.0,
      "end_time": 739550.0,
      "text": "are operating and the lessons we have learned from them. The sooner we get this off the"
    },
    {
      "index": 113,
      "start_time": 739550.0,
      "end_time": 744470.0,
      "text": "ground, the better, and to that end, the State Department is pledging $100,000 to help get"
    },
    {
      "index": 114,
      "start_time": 744470.0,
      "end_time": 747150.0,
      "text": "this new global system up and running."
    },
    {
      "index": 115,
      "start_time": 747150.0,
      "end_time": 754110.0,
      "text": "I want to mention one last step we&#39;re taking. Trafficking relies on porous borders, corrupt"
    },
    {
      "index": 116,
      "start_time": 754110.0,
      "end_time": 762380.0,
      "text": "officials, and strong networks of organized crime, all of which undermine our mutual security."
    },
    {
      "index": 117,
      "start_time": 762380.0,
      "end_time": 767370.0,
      "text": "I&#39;m asking the intelligence community to produce an assessment of the impact of large-scale"
    },
    {
      "index": 118,
      "start_time": 767370.0,
      "end_time": 774120.0,
      "text": "wildlife trafficking on our security interests so we can fully understand what we&#39;re up against."
    },
    {
      "index": 119,
      "start_time": 774120.0,
      "end_time": 784300.0,
      "text": "When I was in Africa last summer, I was quite alarmed by the level of anxiety I heard from"
    },
    {
      "index": 120,
      "start_time": 784300.0,
      "end_time": 794850.0,
      "text": "leaders. It is one thing to be worried about the traditional poachers who come in and kill"
    },
    {
      "index": 121,
      "start_time": 794850.0,
      "end_time": 804460.0,
      "text": "and take a few animals, a few tusks, a few horns, or other animal parts. It&#39;s something"
    },
    {
      "index": 122,
      "start_time": 804460.0,
      "end_time": 812890.0,
      "text": "else when you&#39;ve got helicopters, night vision goggles, automatic weapons, which pose a threat"
    },
    {
      "index": 123,
      "start_time": 812890.0,
      "end_time": 822220.0,
      "text": "to human life as well as wildlife. Local communities are becoming terrified. Local leaders are"
    },
    {
      "index": 124,
      "start_time": 822220.0,
      "end_time": 828800.0,
      "text": "telling their national leaders that they can lose control of large swaths of territory"
    },
    {
      "index": 125,
      "start_time": 828800.0,
      "end_time": 836930.0,
      "text": "to these criminal gangs. Where criminal gangs can come and go at their total discretion,"
    },
    {
      "index": 126,
      "start_time": 836930.0,
      "end_time": 843310.0,
      "text": "we know that begins to provide safe havens for other sorts of threats to people and governments."
    },
    {
      "index": 127,
      "start_time": 843310.0,
      "end_time": 851410.0,
      "text": "So I think we have to look at this in a comprehensive, holistic way. And there&#39;s something for everybody."
    },
    {
      "index": 128,
      "start_time": 851410.0,
      "end_time": 857920.0,
      "text": "If you love animals, if you want to see a more secure world, if you want our economy"
    },
    {
      "index": 129,
      "start_time": 857920.0,
      "end_time": 863910.0,
      "text": "not to be corrupted globally by this kind of illicit behavior, there is so much we can"
    },
    {
      "index": 130,
      "start_time": 863910.0,
      "end_time": 873060.0,
      "text": "do together. After all, the world&#39;s wildlife, both on land and in our waters, is such a"
    },
    {
      "index": 131,
      "start_time": 873060.0,
      "end_time": 880550.0,
      "text": "precious resource, but it is also a limited one. It cannot be manufactured. And once it&#39;s"
    },
    {
      "index": 132,
      "start_time": 880550.0,
      "end_time": 885450.0,
      "text": "gone, it cannot be replenished. And those who profit from it illegally are not just"
    },
    {
      "index": 133,
      "start_time": 885450.0,
      "end_time": 891670.0,
      "text": "undermining our borders and our economies. They are truly stealing from the next generation."
    },
    {
      "index": 134,
      "start_time": 891670.0,
      "end_time": 898600.0,
      "text": "So we have to work together to stop them and ensure a sustainable future for our wildlife,"
    },
    {
      "index": 135,
      "start_time": 898600.0,
      "end_time": 903160.0,
      "text": "the people who live with them, and the people who appreciate them everywhere."
    },
    {
      "index": 136,
      "start_time": 903160.0,
      "end_time": 908650.0,
      "text": "So let me thank you all for being here. I really appreciate the turnout, and it means"
    },
    {
      "index": 137,
      "start_time": 908650.0,
      "end_time": 913630.0,
      "text": "a great deal and the fact that so many ambassadors are here representing their countries - and"
    },
    {
      "index": 138,
      "start_time": 913630.0,
      "end_time": 917930.0,
      "text": "I particularly want to thank our colleagues, the Ambassador of Kenya, the Ambassador from"
    },
    {
      "index": 139,
      "start_time": 917930.0,
      "end_time": 923930.0,
      "text": "Indonesia, for taking a leading role in this effort. We want to hear your ideas. These"
    },
    {
      "index": 140,
      "start_time": 923930.0,
      "end_time": 930250.0,
      "text": "are our ideas, but we really are soliciting your ideas - what works, what can we do better,"
    },
    {
      "index": 141,
      "start_time": 930250.0,
      "end_time": 935020.0,
      "text": "how can we make a difference. Let&#39;s put the poachers out of business and build a more"
    },
    {
      "index": 142,
      "start_time": 935020.0,
      "end_time": 940780.0,
      "text": "secure and prosperous world for all of us, and particularly for children generations"
    },
    {
      "index": 143,
      "start_time": 940780.0,
      "end_time": 941490.0,
      "text": "to come."
    },
    {
      "index": 144,
      "start_time": 941490.0,
      "end_time": 951490.0,
      "text": "Thank you, all. (Applause.)"
    }
  ]
}