{
  "video_id": "UbnixRhwAzY",
  "title": "What Is An IPO?",
  "json": [
    {
      "index": 1,
      "start_time": 6819.0,
      "end_time": 13199.0,
      "text": "An IPO is an Initial Public Offering, the first time a company offers its stock for"
    },
    {
      "index": 2,
      "start_time": 13199.0,
      "end_time": 18740.0,
      "text": "sale to the public. Following an IPO, a company ceases to be a private enterprise, or in the"
    },
    {
      "index": 3,
      "start_time": 18740.0,
      "end_time": 24640.0,
      "text": "case of privatisation, a government-owned utility. It becomes publicly listed and its"
    },
    {
      "index": 4,
      "start_time": 24640.0,
      "end_time": 30800.0,
      "text": "shares are traded on a stock exchange. Facebook and Twitter have held two high profile IPOs"
    },
    {
      "index": 5,
      "start_time": 30800.0,
      "end_time": 37180.0,
      "text": "in recent years. But flotations like this come in all shapes and sizes. So why would"
    },
    {
      "index": 6,
      "start_time": 37180.0,
      "end_time": 44180.0,
      "text": "a private company choose to go public? Primarily, it&#39;s about generating capital. If a company"
    },
    {
      "index": 7,
      "start_time": 44250.0,
      "end_time": 49660.0,
      "text": "needs funds to invest in its expansion, it could either borrow the money or sell shares"
    },
    {
      "index": 8,
      "start_time": 49660.0,
      "end_time": 56660.0,
      "text": "via an IPO. An IPO has the added benefit of generating publicity for the company, boosting"
    },
    {
      "index": 9,
      "start_time": 56969.0,
      "end_time": 63250.0,
      "text": "its reputation as a successful, established business. So what does this mean for traders?"
    },
    {
      "index": 10,
      "start_time": 63250.0,
      "end_time": 69539.0,
      "text": "Well IPOs often see a flurry of activity as investors buy or sell new stock they believe"
    },
    {
      "index": 11,
      "start_time": 69539.0,
      "end_time": 76539.0,
      "text": "to be under or over valued. This can create volatility, which while risky, can mean opportunities"
    },
    {
      "index": 12,
      "start_time": 76990.0,
      "end_time": 83990.0,
      "text": "to trade. One way to take a position before the IPO is by trading on a grey market. For"
    },
    {
      "index": 13,
      "start_time": 84300.0,
      "end_time": 90400.0,
      "text": "example, you might open a CFD that settles on the size of the company&#39;s market capitalisation"
    },
    {
      "index": 14,
      "start_time": 90400.0,
      "end_time": 95390.0,
      "text": "following the first day of trading. Grey markets can also gauge trader sentiment in the run"
    },
    {
      "index": 15,
      "start_time": 95390.0,
      "end_time": 101479.0,
      "text": "up to the IPO. And of course, after the IPO you can trade the shares just like any other"
    },
    {
      "index": 16,
      "start_time": 101479.0,
      "end_time": 107990.0,
      "text": "listed company. As ever though, it&#39;s important you do your research and keep up to speed"
    },
    {
      "index": 17,
      "start_time": 107990.0,
      "end_time": 113610.0,
      "text": "with all the breaking news. Because the better you understand the company, its sector and"
    },
    {
      "index": 18,
      "start_time": 113610.0,
      "end_time": 119670.0,
      "text": "the circumstances surrounding the IPO, the better you can assess how accurately the stock"
    },
    {
      "index": 19,
      "start_time": 119670.0,
      "end_time": 122240.0,
      "text": "is valued, and the level of risk involved."
    }
  ]
}