{
  "video_id": "UbRAe_T3AeE",
  "title": "How I Learned English + Tips",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 3669.0,
      "text": "Hello, what&#39;s up? It&#39;s me, Douglas! Today l&#39;m going to talk about something that&#39;s been"
    },
    {
      "index": 2,
      "start_time": 3669.0,
      "end_time": 8410.0,
      "text": "highly requested... How did I learn English? Was it too expensive? I want to learn English"
    },
    {
      "index": 3,
      "start_time": 8410.0,
      "end_time": 12169.0,
      "text": "too but I don&#39;t have any money! Please help! Calm down! As all of you know I&#39;m Brazilian."
    },
    {
      "index": 4,
      "start_time": 12169.0,
      "end_time": 16910.0,
      "text": "The thing is In Brazil, people don&#39;t speak English… at all. It’s really sad, I know..."
    },
    {
      "index": 5,
      "start_time": 16910.0,
      "end_time": 19960.0,
      "text": "I&#39;ve cried rivers. I still remember my first contact with English,"
    },
    {
      "index": 6,
      "start_time": 19960.0,
      "end_time": 24960.0,
      "text": "though. I was 7 years old and I had just rented the ice age movie on DVD. I still love you"
    },
    {
      "index": 7,
      "start_time": 24960.0,
      "end_time": 29320.0,
      "text": "Sid! That was the last time I saw a movie in Portuguese and with friends over too. From"
    },
    {
      "index": 8,
      "start_time": 29320.0,
      "end_time": 33400.0,
      "text": "that day on I would only watch movies in English and nobody would really want to watch movies"
    },
    {
      "index": 9,
      "start_time": 33400.0,
      "end_time": 37940.0,
      "text": "with me anymore. It gets better. At age 10 I was dying to go to an English school, I"
    },
    {
      "index": 10,
      "start_time": 37940.0,
      "end_time": 41100.0,
      "text": "wouldn&#39;t stop asking my parents about it. And so they did it. But then 6 months later"
    },
    {
      "index": 11,
      "start_time": 41100.0,
      "end_time": 45660.0,
      "text": "the whole class dropped the course and I had to drop it too. Really? So, I went to another"
    },
    {
      "index": 12,
      "start_time": 45660.0,
      "end_time": 49050.0,
      "text": "school. Woah, you went to 2 different schools and that is why you know English so well,"
    },
    {
      "index": 13,
      "start_time": 49050.0,
      "end_time": 54360.0,
      "text": "right? No! Absolutely not! You can do it simply by watching movies, Tv shows, listening to"
    },
    {
      "index": 14,
      "start_time": 54360.0,
      "end_time": 58880.0,
      "text": "music, reading books, playing video games, watching Youtube videos... Anything! The list"
    },
    {
      "index": 15,
      "start_time": 58880.0,
      "end_time": 63710.0,
      "text": "goes on and on! English is everywhere! Like, literally, everywhere."
    },
    {
      "index": 16,
      "start_time": 63710.0,
      "end_time": 67810.0,
      "text": "You can start with small changes, like change the language of your smartphone, computer,"
    },
    {
      "index": 17,
      "start_time": 67810.0,
      "end_time": 71650.0,
      "text": "social media, even Youtube… Change the language of all of those to English. It&#39;s going to"
    },
    {
      "index": 18,
      "start_time": 71650.0,
      "end_time": 75659.0,
      "text": "be harsh at first but you&#39;re going to improve so much and so fast, it&#39;s ridiculous! But"
    },
    {
      "index": 19,
      "start_time": 75659.0,
      "end_time": 80320.0,
      "text": "I&#39;ve got to say that out of all of these the one that helped me the most was Youtube, definitely!"
    },
    {
      "index": 20,
      "start_time": 80320.0,
      "end_time": 84729.0,
      "text": "Think about it: You have someone sitting on a chair talking directly to you using an everyday"
    },
    {
      "index": 21,
      "start_time": 84729.0,
      "end_time": 89100.0,
      "text": "vocabulary. It doesn&#39;t get much better than that. Unless you travel abroad, which I never"
    },
    {
      "index": 22,
      "start_time": 89100.0,
      "end_time": 93060.0,
      "text": "had the opportunity to. But there are a ton of Youtubers out there who can help you learn"
    },
    {
      "index": 23,
      "start_time": 93060.0,
      "end_time": 97710.0,
      "text": "English the fun way! In fact, I made a list, and I&#39;m going to start with... Myself. I&#39;m"
    },
    {
      "index": 24,
      "start_time": 97710.0,
      "end_time": 102420.0,
      "text": "not bragging or anything but I always upload transcripts to my videos. It&#39;s pretty simple."
    },
    {
      "index": 25,
      "start_time": 102420.0,
      "end_time": 105869.0,
      "text": "But if you&#39;re a beginner, that really helps. The cool thing about Youtube though is the"
    },
    {
      "index": 26,
      "start_time": 105869.0,
      "end_time": 110939.0,
      "text": "variety of content and how you can chose between millions of options. Literally, millions!"
    },
    {
      "index": 27,
      "start_time": 110939.0,
      "end_time": 119320.0,
      "text": "But among my favorite Youtubers there is:"
    },
    {
      "index": 28,
      "start_time": 119320.0,
      "end_time": 122990.0,
      "text": "And so many more! But I think what I like the most about that list is the different"
    },
    {
      "index": 29,
      "start_time": 122990.0,
      "end_time": 128270.0,
      "text": "kinds of American accents that you get. Connor Franta is from Wisconsin, Jennxpenn, Pennsylvania,"
    },
    {
      "index": 30,
      "start_time": 128270.00000000001,
      "end_time": 134080.0,
      "text": "Grav3yardgirl, Texas, PsychoSoprano and Rachel Ballinger, California... And Miranda Sings…"
    },
    {
      "index": 31,
      "start_time": 134080.0,
      "end_time": 138200.0,
      "text": "well… unicorn island. So you can get a good scope of the different American accents there"
    },
    {
      "index": 32,
      "start_time": 138200.0,
      "end_time": 141120.0,
      "text": "are. But out of all of those, I&#39;ve got to say that Grav3yardgirl is the easiest one"
    },
    {
      "index": 33,
      "start_time": 141120.0,
      "end_time": 144950.0,
      "text": "to understand. And the reason why is that she&#39;s from Texas so she&#39;s got that really"
    },
    {
      "index": 34,
      "start_time": 144950.0,
      "end_time": 150220.0,
      "text": "thick, slow southern accent… And also, she&#39;s got a lot of international subscribers and"
    },
    {
      "index": 35,
      "start_time": 150220.0,
      "end_time": 154780.0,
      "text": "for that reason she really stresses the way she talks so it’s really easy to understand"
    },
    {
      "index": 36,
      "start_time": 154780.0,
      "end_time": 159069.0,
      "text": "her. And also, another very great way to learn English is to meet people from other countries."
    },
    {
      "index": 37,
      "start_time": 159069.0,
      "end_time": 163340.0,
      "text": "And the Internet has made that so freaking easy! You can go on Facebook and join some"
    },
    {
      "index": 38,
      "start_time": 163340.0,
      "end_time": 167020.0,
      "text": "international groups of your favorite artists and hobbies, you can search for international"
    },
    {
      "index": 39,
      "start_time": 167020.0,
      "end_time": 171180.0,
      "text": "WhatsApp groups on Tumblr. There&#39;s a lot of those there! You can even go on Omegle, I’ve"
    },
    {
      "index": 40,
      "start_time": 171180.0,
      "end_time": 175830.0,
      "text": "got to warn you about that one, though. You could end up seeing things that can&#39;t be unseen..."
    },
    {
      "index": 41,
      "start_time": 175830.0,
      "end_time": 179200.0,
      "text": "there are so many possibilities. But yeah, I guess that was it for today. I really hope"
    },
    {
      "index": 42,
      "start_time": 179200.0,
      "end_time": 182739.0,
      "text": "those tips are helpful to you and that you get to be speaking English in no time."
    },
    {
      "index": 43,
      "start_time": 182739.0,
      "end_time": 186330.0,
      "text": "If you liked this video, don&#39;t forget to give it a big thumbs up, subscribe, share, leave"
    },
    {
      "index": 44,
      "start_time": 186330.0,
      "end_time": 190030.0,
      "text": "a comment, all of that awesome stuff. Also, follow me on my social media that&#39;s in the"
    },
    {
      "index": 45,
      "start_time": 190030.0,
      "end_time": 193959.0,
      "text": "description of this video because that would be amazing! Thank you so much for watching"
    },
    {
      "index": 46,
      "start_time": 193959.0,
      "end_time": 203959.0,
      "text": "and I&#39;ll see y&#39;all next week, bye!"
    }
  ]
}