{
  "video_id": "ueVCbPY9vS0",
  "title": "The Future of American Power - Joseph S. Nye, Jr.",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 27430.0,
      "end_time": 36400.0,
      "text": "In the year 1517, an observer of power wrote, \"since it is my intention to write of something of use, I deem it best"
    },
    {
      "index": 2,
      "start_time": 36400.0,
      "end_time": 42600.0,
      "text": "to stick to practical truth of things, rather to fancies. Many men have imagined republics and principalities"
    },
    {
      "index": 3,
      "start_time": 42600.0,
      "end_time": 47700.0,
      "text": "that never existed at all, yet, the way men live is far removed from the way they ought to live."
    },
    {
      "index": 4,
      "start_time": 47700.0,
      "end_time": 54800.0,
      "text": "That anyone who abandons what is for what should be pursues his downfall rather than his preservation."
    },
    {
      "index": 5,
      "start_time": 54800.0,
      "end_time": 62800.0,
      "text": "While Niccolo Machiavelli wrote in \"The Prince\" an extensive observation of power, here at BYU today we&#39;re"
    },
    {
      "index": 6,
      "start_time": 62800.0,
      "end_time": 68000.0,
      "text": "very pleased to welcome a preeminent scholar of power, Professor Joseph Nye."
    },
    {
      "index": 7,
      "start_time": 68000.0,
      "end_time": 73500.0,
      "text": "As I mentioned, he is the University Distinguished Service Professor, former Dean of the Kennedy School of"
    },
    {
      "index": 8,
      "start_time": 73500.0,
      "end_time": 80200.0,
      "text": "Government at Harvard University, in 2008, a pole of international relations scholars ranked Professor Nye"
    },
    {
      "index": 9,
      "start_time": 80200.0,
      "end_time": 87200.0,
      "text": "as the most influential scholar in the field on American foreign policy, and in 2011, Foreign Policy Magazine"
    },
    {
      "index": 10,
      "start_time": 87200.0,
      "end_time": 95800.0,
      "text": "named him one of the Top 100 Global Thinkers. He has extensive government service, including"
    },
    {
      "index": 11,
      "start_time": 95800.0,
      "end_time": 101800.0,
      "text": "serving as  U.S. Assistant Secretary of Defense for International Security Affairs, during which he was"
    },
    {
      "index": 12,
      "start_time": 101800.0,
      "end_time": 108000.0,
      "text": "awarded two distinguished service medals, as Deputy to the Under Secretary of State for Security Assistance,"
    },
    {
      "index": 13,
      "start_time": 108000.0,
      "end_time": 114600.0,
      "text": "Science, and Technology, as chair of the National Security Council Group on Nonproliferation of Nuclear"
    },
    {
      "index": 14,
      "start_time": 114600.0,
      "end_time": 122000.0,
      "text": "Weapons, and as chair of the National Intelligence Council. Originally joining the Harvard faculty in 1964,"
    },
    {
      "index": 15,
      "start_time": 122000.0,
      "end_time": 127800.0,
      "text": "he served as director for the Center of International Affairs or Harvard&#39;s Kennedy Center, as it were."
    },
    {
      "index": 16,
      "start_time": 127800.0,
      "end_time": 134000.0,
      "text": "His most recent books are the soon to be released \"Presidential Leadership and the Creation of the"
    },
    {
      "index": 17,
      "start_time": 134000.0,
      "end_time": 142500.0,
      "text": "American Era,\" \"The Future of Power,\" \"The Powers to Lead,\" for which he offered an undergraduate seminar"
    },
    {
      "index": 18,
      "start_time": 142500.0,
      "end_time": 150500.0,
      "text": "earlier today, \"Soft Power: The Means to Success in World Politics,\" and \"The Power Game: A Washington Novel.\""
    },
    {
      "index": 19,
      "start_time": 150500.0,
      "end_time": 157200.0,
      "text": "He is a member of the American Academy of Diplomacy, the American Academy of Arts and Sciences,"
    },
    {
      "index": 20,
      "start_time": 157200.0,
      "end_time": 162799.0,
      "text": "an honorary member of the British Academy, and North American Chairman of the Trilateral Commission."
    },
    {
      "index": 21,
      "start_time": 162800.0,
      "end_time": 168500.0,
      "text": "Professor Nye received a B.A. summa cumme laude from Princeton University, did postgraduate work"
    },
    {
      "index": 22,
      "start_time": 168500.0,
      "end_time": 174500.0,
      "text": "as a Rhodes scholar at Oxford, and recieved a PhD in political science from Harvard University."
    },
    {
      "index": 23,
      "start_time": 174500.0,
      "end_time": 181000.0,
      "text": "Tonight, we invite you to join us as he explores his ideas about the future of American power."
    },
    {
      "index": 24,
      "start_time": 181000.0,
      "end_time": 183000.0,
      "text": "Ladies and gentlemen, Joseph Nye."
    },
    {
      "index": 25,
      "start_time": 198500.0,
      "end_time": 199500.0,
      "text": "Thank you very much, Cory. It is"
    },
    {
      "index": 26,
      "start_time": 199500.0,
      "end_time": 206480.0,
      "text": "a pleasure to be back at Brigham Young University. I had a very nice visit here about four or"
    },
    {
      "index": 27,
      "start_time": 206480.0,
      "end_time": 213299.0,
      "text": "five years ago. It&#39;s not just your mountains and scenery and so"
    },
    {
      "index": 28,
      "start_time": 213300.0,
      "end_time": 217700.0,
      "text": "forth, but what I really enjoyed today was not just the colleagues but the students I"
    },
    {
      "index": 29,
      "start_time": 217700.0,
      "end_time": 224810.0,
      "text": "met. It is really pleasant to see so many people with open and inquiring minds. Let"
    },
    {
      "index": 30,
      "start_time": 224810.0,
      "end_time": 235900.0,
      "text": "me say that tonight I would like to think about the condition of American power, where"
    },
    {
      "index": 31,
      "start_time": 235900.0,
      "end_time": 240430.0,
      "text": "have we been in the last century, and where are we going this century. [These are] issues"
    },
    {
      "index": 32,
      "start_time": 240430.0,
      "end_time": 245650.0,
      "text": "that have preoccupied me for the last twenty years or so. I don’t know how many of you"
    },
    {
      "index": 33,
      "start_time": 245650.0,
      "end_time": 254171.0,
      "text": "remember that back in the Reagan period in, the 80&#39;s, there was a widespread view that the"
    },
    {
      "index": 34,
      "start_time": 254171.0,
      "end_time": 263240.0,
      "text": "United States was in decline. The book that was a best seller on the New York Times best"
    },
    {
      "index": 35,
      "start_time": 263240.0,
      "end_time": 271170.0,
      "text": "seller list at the time was a book by my friend, Paul Kennedy, a very distinguished Yale historian,"
    },
    {
      "index": 36,
      "start_time": 271170.0,
      "end_time": 279370.0,
      "text": "originally British, who said that the United States was finished. Basically, we were going"
    },
    {
      "index": 37,
      "start_time": 279370.0,
      "end_time": 288759.0,
      "text": "the way of Edwardian Britain or Philip II of Spain. It was all over, and his rise and fall"
    },
    {
      "index": 38,
      "start_time": 288759.0,
      "end_time": 294509.0,
      "text": "of the great powers became a best seller. I wrote a book at the time because I thought"
    },
    {
      "index": 39,
      "start_time": 294509.0,
      "end_time": 300260.0,
      "text": "he was wrong and I did not think the United States was in decline. I wrote a book called"
    },
    {
      "index": 40,
      "start_time": 300260.0,
      "end_time": 307949.0,
      "text": "\"Bound to Lead.\" I am pleased to say that I think I got the answer right but, he got all"
    },
    {
      "index": 41,
      "start_time": 307949.0,
      "end_time": 320419.0,
      "text": "the royalties. There is a long standing tendency in the United States to worry about our decline"
    },
    {
      "index": 42,
      "start_time": 320419.0,
      "end_time": 330270.0,
      "text": "and to think we are in decline. As a people, we go through cycles of hubris and declinism;"
    },
    {
      "index": 43,
      "start_time": 330270.0,
      "end_time": 341380.0,
      "text": "if you think back to the 1960&#39;s in the Cold War, there was a belief that the Soviet Union"
    },
    {
      "index": 44,
      "start_time": 341380.0,
      "end_time": 348240.0,
      "text": "was overtaking us. In the 1980&#39;s the Japanese were overtaking us. Today, people think"
    },
    {
      "index": 45,
      "start_time": 348240.0,
      "end_time": 356460.0,
      "text": "the Chinese are overtaking us. [It] is interesting that the Soviets weren’t 10 feet tall, the"
    },
    {
      "index": 46,
      "start_time": 356460.0,
      "end_time": 363210.0,
      "text": "Japanese weren’t 10 feet tall, and the Chinese aren’t 10 feet tall. I think the moral of"
    },
    {
      "index": 47,
      "start_time": 363210.0,
      "end_time": 369680.0,
      "text": "the story is that Americans have got to learn to have a clearer view of what the world is"
    },
    {
      "index": 48,
      "start_time": 369690.0,
      "end_time": 374710.0,
      "text": "like so that we have a better understanding of American power and our position in the world."
    },
    {
      "index": 49,
      "start_time": 374710.0,
      "end_time": 384210.0,
      "text": "We have not always been as good at that understanding as we need to be. If you look at the situation"
    },
    {
      "index": 50,
      "start_time": 384210.0,
      "end_time": 393900.0,
      "text": "of the United States, it is quite remarkable that by the end of the 20th century, the United"
    },
    {
      "index": 51,
      "start_time": 393900.0,
      "end_time": 399770.0,
      "text": "States was the preeminent power in the world. We had about half of the world’s military"
    },
    {
      "index": 52,
      "start_time": 399770.0,
      "end_time": 407710.0,
      "text": "budget, so nobody could form a balance of power against us. We had the world’s largest economy,"
    },
    {
      "index": 53,
      "start_time": 407710.0,
      "end_time": 416520.0,
      "text": "still do. We had more soft power in the sense of the cultural resources in our universities"
    },
    {
      "index": 54,
      "start_time": 416520.0,
      "end_time": 423250.0,
      "text": "and our entertainment industry that attracted others. In that sense, it was quite remarkable"
    },
    {
      "index": 55,
      "start_time": 423250.0,
      "end_time": 429620.0,
      "text": "that we didn’t have a global balance in power. You had American primacy, which has"
    },
    {
      "index": 56,
      "start_time": 429620.0,
      "end_time": 435689.0,
      "text": "sometimes been called the American Era. I have been interested in trying to explore"
    },
    {
      "index": 57,
      "start_time": 435689.0,
      "end_time": 443759.0,
      "text": "where that came from, where it is going, how the Americans got to be the prime power in"
    },
    {
      "index": 58,
      "start_time": 443759.0,
      "end_time": 448969.0,
      "text": "the world, and what is going to happen in the future. These are questions that have"
    },
    {
      "index": 59,
      "start_time": 448969.0,
      "end_time": 458270.0,
      "text": "been on my mind for a couple of decades since I wrote that book answering Paul Kennedy."
    },
    {
      "index": 60,
      "start_time": 458270.0,
      "end_time": 464159.0,
      "text": "What I would like to do tonight is talk a about the next book that I am doing or the"
    },
    {
      "index": 61,
      "start_time": 464159.0,
      "end_time": 471129.0,
      "text": "one that is coming out in May on presidential leadership and the creation of the American"
    },
    {
      "index": 62,
      "start_time": 471129.0,
      "end_time": 477879.0,
      "text": "Era, because it may help us to answer the question of whether what our leaders say matters."
    },
    {
      "index": 63,
      "start_time": 477879.0,
      "end_time": 488780.0,
      "text": "Putting in another way: Do leaders matter? If you look at the 2012 campaign,"
    },
    {
      "index": 64,
      "start_time": 488780.0,
      "end_time": 496498.0,
      "text": "both Governor Romney and President Obama promised that they would resist decline and"
    },
    {
      "index": 65,
      "start_time": 496499.0,
      "end_time": 502449.0,
      "text": "that they would maintain American primacy. The questions we ought to ask is [whether]"
    },
    {
      "index": 66,
      "start_time": 502449.0,
      "end_time": 507199.0,
      "text": "it is in their power to do anything about it, [whether] it matter[s] who is president,"
    },
    {
      "index": 67,
      "start_time": 507199.0,
      "end_time": 516130.0,
      "text": "and, thinking about it in another way, [whether] it is all in the cards that are dealt."
    },
    {
      "index": 68,
      "start_time": 516130.0,
      "end_time": 523620.0,
      "text": "If you have a continent the size of ours, two oceans, and an economy that grows as well"
    },
    {
      "index": 69,
      "start_time": 523620.0,
      "end_time": 531340.0,
      "text": "as ours, are you just bound to become the primary leading country of the 20th century"
    },
    {
      "index": 70,
      "start_time": 531340.0,
      "end_time": 540950.0,
      "text": "anyway? Academics look at two sets of theories that go into this. The international relations"
    },
    {
      "index": 71,
      "start_time": 540950.0,
      "end_time": 548880.0,
      "text": "people tend to say it is in the structure of the situation; human leadership is secondary"
    },
    {
      "index": 72,
      "start_time": 548880.0,
      "end_time": 558580.0,
      "text": "or not all that important. The people who study leadership say it is leaders who matter. It"
    },
    {
      "index": 73,
      "start_time": 558580.0,
      "end_time": 561510.0,
      "text": "makes all the difference what kind of leaders you have."
    },
    {
      "index": 74,
      "start_time": 561510.0,
      "end_time": 566620.0,
      "text": "I have been puzzling in this new book of how you would sort that out. I am interested that"
    },
    {
      "index": 75,
      "start_time": 566620.0,
      "end_time": 574790.0,
      "text": "Henry Kissinger is alleged to have said, when he was teaching at Harvard, where I studied"
    },
    {
      "index": 76,
      "start_time": 574790.0,
      "end_time": 584630.0,
      "text": "under him, that he thought it was all structural, that it was all just the way the cards were"
    },
    {
      "index": 77,
      "start_time": 584630.0,
      "end_time": 590959.0,
      "text": "dealt by geography and history and so forth. After he got to the White House, he decided"
    },
    {
      "index": 78,
      "start_time": 590959.0,
      "end_time": 599290.0,
      "text": "leadership mattered. I guess where you stand on this issue depends on where you sit. I"
    },
    {
      "index": 79,
      "start_time": 599290.0,
      "end_time": 604490.0,
      "text": "have tried to sort this out in a different way. I [ask], “Well, what would"
    },
    {
      "index": 80,
      "start_time": 604490.0,
      "end_time": 611720.0,
      "text": "happen if you looked at this president by president over the course of the 20th century"
    },
    {
      "index": 81,
      "start_time": 611720.0,
      "end_time": 617130.0,
      "text": "and you imagined that you had a different leader, a different president than the one"
    },
    {
      "index": 82,
      "start_time": 617130.0,
      "end_time": 624180.0,
      "text": "who was elected? Imagine that the next most likely person had been president. Would it"
    },
    {
      "index": 83,
      "start_time": 624180.0,
      "end_time": 630770.0,
      "text": "all have turned out the same or not?” Think back historically, if William McKinley hadn’t"
    },
    {
      "index": 84,
      "start_time": 630770.0,
      "end_time": 634930.0,
      "text": "have been assassinated, there never would have been a Teddy Roosevelt. If Teddy Roosevelt"
    },
    {
      "index": 85,
      "start_time": 634930.0,
      "end_time": 640680.0,
      "text": "hadn’t run as a third party candidate in 1912, there never would have been a Woodrow"
    },
    {
      "index": 86,
      "start_time": 640680.0,
      "end_time": 649359.0,
      "text": "Wilson. You can go on and on like that through the century [with] counterfactual history"
    },
    {
      "index": 87,
      "start_time": 649360.0,
      "end_time": 657900.0,
      "text": "of [whether] the leaders matter[ed]. Now when you look at leaders, there is a strong tendency"
    },
    {
      "index": 88,
      "start_time": 657900.0,
      "end_time": 666910.0,
      "text": "to look at leaders in terms of whether they are transformational or transactional. Ever"
    },
    {
      "index": 89,
      "start_time": 666910.0,
      "end_time": 674870.0,
      "text": "since James McGregor Burns wrote his book on leadership in 1978, the general preference"
    },
    {
      "index": 90,
      "start_time": 674870.0,
      "end_time": 680430.0,
      "text": "has been for transformational leaders, leaders who really shake things up, who make a big"
    },
    {
      "index": 91,
      "start_time": 680430.0,
      "end_time": 688890.0,
      "text": "change. Transactional leaders or managerial leaders are discounted, and so, in addition"
    },
    {
      "index": 92,
      "start_time": 688900.0,
      "end_time": 696149.0,
      "text": "to the question of [whether] leaders matter, I am interested in [if] it matter[s] what"
    },
    {
      "index": 93,
      "start_time": 696149.0,
      "end_time": 702320.0,
      "text": "kind of leaders you have in terms of whether America wouldn’t become the power that it"
    },
    {
      "index": 94,
      "start_time": 702320.0,
      "end_time": 711649.0,
      "text": "dimensionally becomes. I think the general argument for why leaders probably play a role"
    },
    {
      "index": 95,
      "start_time": 711649.0,
      "end_time": 717949.0,
      "text": "and that it&#39;s not purely structural forces is partly answered by the fact"
    },
    {
      "index": 96,
      "start_time": 717949.0,
      "end_time": 724579.0,
      "text": "that the growth of American power in the 20th century wasn’t smooth. If you just trace"
    },
    {
      "index": 97,
      "start_time": 724579.0,
      "end_time": 731149.0,
      "text": "the growth of the American economy, if you look at our structural strength, then American"
    },
    {
      "index": 98,
      "start_time": 731149.0,
      "end_time": 736920.0,
      "text": "power should have risen proportionately. We should have just kept getting stronger and"
    },
    {
      "index": 99,
      "start_time": 736920.0,
      "end_time": 742300.0,
      "text": "stronger and more influential in the world. What is interesting is, that is not the way"
    },
    {
      "index": 100,
      "start_time": 742300.0,
      "end_time": 745758.0,
      "text": "the history of the century turned out."
    },
    {
      "index": 101,
      "start_time": 745759.0,
      "end_time": 756000.0,
      "text": "After the period 1900-1920, we had the next 20 years, a period where we were less influential,"
    },
    {
      "index": 102,
      "start_time": 756000.0,
      "end_time": 761860.0,
      "text": "where we turned inward and didn’t play much of a role, yet our economy continued to grow."
    },
    {
      "index": 103,
      "start_time": 761860.0,
      "end_time": 768170.0,
      "text": "Our share of the world economy continued to grow, yet our influence to the world diminished."
    },
    {
      "index": 104,
      "start_time": 768170.0,
      "end_time": 772849.0,
      "text": "So if it were just structural, then you would say there is something wrong. These charts"
    },
    {
      "index": 105,
      "start_time": 772850.0,
      "end_time": 780940.0,
      "text": "don’t fit together as well as they should. If you look over the century, the United States"
    },
    {
      "index": 106,
      "start_time": 780940.0,
      "end_time": 788160.0,
      "text": "was about a quarter of the world’s economy at the start of the 20th century and about"
    },
    {
      "index": 107,
      "start_time": 788160.0,
      "end_time": 794459.0,
      "text": "22%, or almost a quarter of the world’s economy, at the end of the 20th century rising"
    },
    {
      "index": 108,
      "start_time": 794459.0,
      "end_time": 803990.0,
      "text": "up to about 45% during WWII when everybody else was prostate because of the effects of"
    },
    {
      "index": 109,
      "start_time": 803100.0,
      "end_time": 809329.0,
      "text": "the war, which made us artificially large to others. By and large, we didn’t suffer any"
    },
    {
      "index": 110,
      "start_time": 809329.0,
      "end_time": 817310.0,
      "text": "decline in our strength from the beginning to the end of the century. We did have this"
    },
    {
      "index": 111,
      "start_time": 817310.0,
      "end_time": 825319.0,
      "text": "odd pattern so that if you look at the periods which led to American power becoming preeminent,"
    },
    {
      "index": 112,
      "start_time": 825320.0,
      "end_time": 834490.0,
      "text": "you would say that either you have 1900-1920 and then 1920-1940 as sort of [an] inward"
    },
    {
      "index": 113,
      "start_time": 834490.0,
      "end_time": 844190.0,
      "text": "period, and then 1947-1970, a period in which we are turning outward again, but basically"
    },
    {
      "index": 114,
      "start_time": 844190.0,
      "end_time": 852660.0,
      "text": "with Vietnam and the aftermath of the Vietnam war up until 1980 I would argue our power"
    },
    {
      "index": 115,
      "start_time": 852660.0,
      "end_time": 860160.0,
      "text": "diminishes. In the 80&#39;s, it begins to increase again until with the collapse of the Soviet Union,"
    },
    {
      "index": 116,
      "start_time": 860160.0,
      "end_time": 867400.0,
      "text": "American primacy is clear. So, those are the periods in which you can divide the growth"
    },
    {
      "index": 117,
      "start_time": 867400.0,
      "end_time": 879890.0,
      "text": "of American power or which you can see American power which is 1900-1920, 1941 basically until"
    },
    {
      "index": 118,
      "start_time": 879890.0,
      "end_time": 887970.0,
      "text": "about 1970 and then 1980 until the end of the century. So, let’s look at the presidents"
    },
    {
      "index": 119,
      "start_time": 887970.0,
      "end_time": 897699.0,
      "text": "who were in charge in those key periods and let’s see whether they mattered, playing"
    },
    {
      "index": 120,
      "start_time": 897699.0,
      "end_time": 902300.0,
      "text": "this little counterfactual game that I suggested."
    },
    {
      "index": 121,
      "start_time": 902300.0,
      "end_time": 910870.0,
      "text": "Well, 1900-1920, the two key presidents were Teddy Roosevelt and Woodrow Wilson. Teddy"
    },
    {
      "index": 122,
      "start_time": 910870.0,
      "end_time": 915550.0,
      "text": "Roosevelt and Woodrow Wilson were both transformational leaders in the sense that they wanted to make"
    },
    {
      "index": 123,
      "start_time": 915550.0,
      "end_time": 920329.0,
      "text": "big changes. They didn’t want the status quo. They were going to change the world."
    },
    {
      "index": 124,
      "start_time": 920330.0,
      "end_time": 927759.0,
      "text": "They both were quite charismatic in their style. They had similarities. They both"
    },
    {
      "index": 125,
      "start_time": 927759.0,
      "end_time": 933490.0,
      "text": "were ivy league presidents, they both were writers and wrote a number of books, they"
    },
    {
      "index": 126,
      "start_time": 933490.0,
      "end_time": 941000.0,
      "text": "both won Nobel prizes for their work in foreign affairs while they were in office, but they"
    },
    {
      "index": 127,
      "start_time": 941000.0,
      "end_time": 948500.0,
      "text": "were very different otherwise. Indeed, they had quite opposite views of the world. Teddy"
    },
    {
      "index": 128,
      "start_time": 948500.0,
      "end_time": 956690.0,
      "text": "Roosevelt, who starts the century, built the American Navy, took the Panama Canal which"
    },
    {
      "index": 129,
      "start_time": 956690.0,
      "end_time": 965860.0,
      "text": "meant we could move the navy back and forth without having to go around The Cape, he mediated"
    },
    {
      "index": 130,
      "start_time": 965860.0,
      "end_time": 974730.0,
      "text": "in the Russo-Japanese war (that is what he got his Nobel prize for) and he mediated in the conflict"
    },
    {
      "index": 131,
      "start_time": 974730.0,
      "end_time": 982660.0,
      "text": "between Germany and France in Morocco. If you think about it, these were really quite"
    },
    {
      "index": 132,
      "start_time": 982660.0,
      "end_time": 988629.0,
      "text": "different positions than were traditional American positions. American traditional positions"
    },
    {
      "index": 133,
      "start_time": 988629.0,
      "end_time": 996360.0,
      "text": "in foreign policy really were the Monroe Doctrine, telling the Europeans to stay out of our hemisphere."
    },
    {
      "index": 134,
      "start_time": 996360.0,
      "end_time": 1005189.0,
      "text": "This idea of meddling in Asia or Europe, that ran against George Washington’s and John"
    },
    {
      "index": 135,
      "start_time": 1005190.0,
      "end_time": 1011460.0,
      "text": "Quincy Adams’ advice, which is to mind our own hemisphere. In that sense, Teddy Roosevelt"
    },
    {
      "index": 136,
      "start_time": 1011460.0,
      "end_time": 1021590.0,
      "text": "made a difference. Henry Kissinger makes an interesting point in his book on diplomacy"
    },
    {
      "index": 137,
      "start_time": 1021590.0,
      "end_time": 1027931.0,
      "text": "comparing Roosevelt and Woodrow Wilson. Roosevelt didn’t leave much of a legacy because he"
    },
    {
      "index": 138,
      "start_time": 1027930.0000000001,
      "end_time": 1034290.0000000001,
      "text": "didn’t educate the American people. His intervention in the global balance of power"
    },
    {
      "index": 139,
      "start_time": 1034290.0,
      "end_time": 1039569.0,
      "text": "for example, in Morocco was something he kept pretty much to himself. He didn’t explain"
    },
    {
      "index": 140,
      "start_time": 1039569.9999999999,
      "end_time": 1044149.9999999999,
      "text": "it much to people and his congress. It ran against the tradition, and he didn’t want"
    },
    {
      "index": 141,
      "start_time": 1044150.0000000001,
      "end_time": 1053460.0,
      "text": "to get in trouble for doing this. While Roosevelt did some interesting and important things,"
    },
    {
      "index": 142,
      "start_time": 1053460.0,
      "end_time": 1058200.0,
      "text": "some of this might have happened anywhere. There would have been a Panama Canal within"
    },
    {
      "index": 143,
      "start_time": 1058200.0,
      "end_time": 1065250.0,
      "text": "another 10 years or so. It might have been a Nicaragua Canal, but the navy would have"
    },
    {
      "index": 144,
      "start_time": 1065250.0,
      "end_time": 1070980.0,
      "text": "been built, the canal would have been built, you might not have had the meddling in Europe"
    },
    {
      "index": 145,
      "start_time": 1070980.0,
      "end_time": 1081120.0,
      "text": "and Asia, but that part didn’t really last anyway. As much as Teddy Roosevelt is a"
    },
    {
      "index": 146,
      "start_time": 1081120.0,
      "end_time": 1086510.0,
      "text": "personal hero of mine, particularly for what he did on the domestic front, I don’t think"
    },
    {
      "index": 147,
      "start_time": 1086510.0,
      "end_time": 1093100.0,
      "text": "that he had a lasting effect as great as people think. The structural forces probably would"
    },
    {
      "index": 148,
      "start_time": 1093100.0,
      "end_time": 1100700.0,
      "text": "have produced the same outcome within another decade or so anyway. Now you go to Woodrow"
    },
    {
      "index": 149,
      "start_time": 1100700.0,
      "end_time": 1105110.0,
      "text": "Wilson, who as I mentioned, ironically would not have been president if Teddy Roosevelt"
    },
    {
      "index": 150,
      "start_time": 1105110.0,
      "end_time": 1107399.0,
      "text": "hadn&#39;t tried to become president again,"
    },
    {
      "index": 151,
      "start_time": 1107400.0,
      "end_time": 1112760.0,
      "text": "running as a Bull Moose candidate in 1912. Taft would have been reelected and Wilson"
    },
    {
      "index": 152,
      "start_time": 1112760.0,
      "end_time": 1121410.0,
      "text": "would have never made it. Wilson was interesting in the sense that he came into office not"
    },
    {
      "index": 153,
      "start_time": 1121410.0,
      "end_time": 1127200.0,
      "text": "wanting to be bothered with foreign affairs. The last thing he wanted was to get involved"
    },
    {
      "index": 154,
      "start_time": 1127200.0,
      "end_time": 1135600.0,
      "text": "in WWI. Getting involved in WWI really was against American tradition. The idea that"
    },
    {
      "index": 155,
      "start_time": 1135600.0,
      "end_time": 1142669.0,
      "text": "you would send two million American troops into a battle in Europe was just against everything"
    },
    {
      "index": 156,
      "start_time": 1142670.0,
      "end_time": 1149190.0,
      "text": "George Washington and his successors had told us was the right way to run a foreign policy,"
    },
    {
      "index": 157,
      "start_time": 1149190.0,
      "end_time": 1157430.0,
      "text": "yet Wilson did it. When he did it, Teddy Roosevelt had been urging him to do it well before that."
    },
    {
      "index": 158,
      "start_time": 1157430.0,
      "end_time": 1163920.0,
      "text": "When he did it, Wilson did something very different from what Roosevelt would have done."
    },
    {
      "index": 159,
      "start_time": 1163920.0,
      "end_time": 1169590.0,
      "text": "He wrapped it up in American morals. He had his fourteen points in which he was going"
    },
    {
      "index": 160,
      "start_time": 1169590.0,
      "end_time": 1175281.0,
      "text": "to change the world. He was going to abolish the balance of power, which he regarded as"
    },
    {
      "index": 161,
      "start_time": 1175280.0,
      "end_time": 1181638.0,
      "text": "a corrupt way of doing international politics, since it was the great countries, big powers"
    },
    {
      "index": 162,
      "start_time": 1181640.0,
      "end_time": 1188340.0,
      "text": "treat[ing] the little powers like cheeses to be cut up for the sake of the big powers. He promised"
    },
    {
      "index": 163,
      "start_time": 1188340.0,
      "end_time": 1196399.0,
      "text": "that we were going to get rid of all the iniquitous ways of European balance of power. We were"
    },
    {
      "index": 164,
      "start_time": 1196400.0,
      "end_time": 1202340.0,
      "text": "going to replace it by a League of Nations in which you didn’t balance power by forming"
    },
    {
      "index": 165,
      "start_time": 1202340.0,
      "end_time": 1209400.0,
      "text": "alliances with others; you had a system where you had all the good guys against the bad"
    },
    {
      "index": 166,
      "start_time": 1209400.0,
      "end_time": 1214690.0,
      "text": "guy. Everybody teamed up against the aggressor. That theory of collective security, which"
    },
    {
      "index": 167,
      "start_time": 1214690.0,
      "end_time": 1221760.0,
      "text": "was embodied in the League of Nations, was Wilson’s effort to transform the world,"
    },
    {
      "index": 168,
      "start_time": 1221760.0,
      "end_time": 1229110.0,
      "text": "to change the way politics had been done. The interesting thing about this is it was"
    },
    {
      "index": 169,
      "start_time": 1229110.0,
      "end_time": 1235469.0,
      "text": "initially popular with the American people and when Wilson made this huge transformation"
    },
    {
      "index": 170,
      "start_time": 1235470.0,
      "end_time": 1241590.0,
      "text": "of sending a massive American army to Europe, which is very different from anything we had"
    },
    {
      "index": 171,
      "start_time": 1241590.0,
      "end_time": 1247379.0,
      "text": "done before, he did it by appealing to the moral streak of Americans. We are going to"
    },
    {
      "index": 172,
      "start_time": 1247380.0,
      "end_time": 1252830.0,
      "text": "change the world. The trouble is that when he got back home, he wasn’t able to sell"
    },
    {
      "index": 173,
      "start_time": 1252830.0,
      "end_time": 1260830.0,
      "text": "it. As he ran into resistance in the Senate with Henry Cabot Lodge and others, he decided"
    },
    {
      "index": 174,
      "start_time": 1260830.0,
      "end_time": 1268370.0,
      "text": "he would talk directly to the American people. He had his famous tour of the western states"
    },
    {
      "index": 175,
      "start_time": 1268370.0,
      "end_time": 1276600.0,
      "text": "and during his tour of the western states, he had a stroke. That stroke debilitated him."
    },
    {
      "index": 176,
      "start_time": 1276600.0,
      "end_time": 1281191.0,
      "text": "Ironically, and this is one of the true ironies of history, if the stroke had killed him,"
    },
    {
      "index": 177,
      "start_time": 1281190.0,
      "end_time": 1286769.0,
      "text": "the United States probably would have joined the League of Nations because there was a"
    },
    {
      "index": 178,
      "start_time": 1286770.0,
      "end_time": 1292920.0,
      "text": "moderate group of Republicans who would have joined with a moderate group of Democrats"
    },
    {
      "index": 179,
      "start_time": 1292920.0,
      "end_time": 1301740.0,
      "text": "to ratify the treaty. Wilson, in his debilitated commission, forbade the moderate Democrats"
    },
    {
      "index": 180,
      "start_time": 1301740.0,
      "end_time": 1308150.0,
      "text": "to accept any reservations to the treaty. The treaty went down in flames and it led"
    },
    {
      "index": 181,
      "start_time": 1308150.0,
      "end_time": 1315280.0,
      "text": "to a rejection by the American people of the whole Wilsonian experience. So by the time"
    },
    {
      "index": 182,
      "start_time": 1315280.0,
      "end_time": 1321430.0,
      "text": "you got to the 1930&#39;s, rather than American strength growing smoothly through this period,"
    },
    {
      "index": 183,
      "start_time": 1321430.0,
      "end_time": 1329750.0,
      "text": "you had intense isolationism, saying what Wilson had done to get involved in Europe was wrong, his dreams about a League"
    },
    {
      "index": 184,
      "start_time": 1329750.0,
      "end_time": 1335620.0,
      "text": "of Nations were wrong, and we essentially had a munition of American influence in the"
    },
    {
      "index": 185,
      "start_time": 1335620.0,
      "end_time": 1341889.0,
      "text": "world; there is an irony there of this first phase."
    },
    {
      "index": 186,
      "start_time": 1341890.0,
      "end_time": 1346920.0,
      "text": "The next phase in which the United States’ power grows in the creation of the American"
    },
    {
      "index": 187,
      "start_time": 1346920.0,
      "end_time": 1355340.0,
      "text": "Era was [with] Franklin Roosevelt and his entry into WWII, where you send even more American"
    },
    {
      "index": 188,
      "start_time": 1355340.0,
      "end_time": 1363581.0,
      "text": "troops to fight not just a European, but also in a Pacific war. Franklin Roosevelt, when"
    },
    {
      "index": 189,
      "start_time": 1363580.0,
      "end_time": 1370789.0,
      "text": "he first came into power, was not very interested in foreign affairs, understandably. We had"
    },
    {
      "index": 190,
      "start_time": 1370790.0,
      "end_time": 1380170.0,
      "text": "a Great Depression here at home. It wasn’t until 1938 that Roosevelt decided that Hitler"
    },
    {
      "index": 191,
      "start_time": 1380170.0,
      "end_time": 1390260.0,
      "text": "was a threat to us. After the Munich Pact and the Kristallnacht attack on Jewish stores in Germany,"
    },
    {
      "index": 192,
      "start_time": 1390260.0,
      "end_time": 1396830.0,
      "text": "Roosevelt said that at some point, history is going to show us to have made a mistake"
    },
    {
      "index": 193,
      "start_time": 1396830.0,
      "end_time": 1404580.0,
      "text": "if we don’t resist Hitler. The American people weren’t there. Every time Roosevelt"
    },
    {
      "index": 194,
      "start_time": 1404580.0,
      "end_time": 1411389.0,
      "text": "would hint at trying to move public opinion, he would have to snap back because the isolationist"
    },
    {
      "index": 195,
      "start_time": 1411390.0,
      "end_time": 1419100.0,
      "text": "strand was so strong. Roosevelt once said to one of his assistants, “What do you do"
    },
    {
      "index": 196,
      "start_time": 1419100.0,
      "end_time": 1426300.0,
      "text": "if you are a leader and you look over your shoulder and nobody is following?” So he"
    },
    {
      "index": 197,
      "start_time": 1426300.0,
      "end_time": 1431980.0,
      "text": "basically tried to manufacture some incidents that would make the American people realize"
    },
    {
      "index": 198,
      "start_time": 1431980.0,
      "end_time": 1440650.0,
      "text": "the danger they were in; it didn’t work. For example, there is a case of a U.S. destroyer, the USS Greer,"
    },
    {
      "index": 199,
      "start_time": 1440650.0,
      "end_time": 1447200.0,
      "text": "where Franklin Roosevelt told the American people that a German U-boat had attacked the Greer."
    },
    {
      "index": 200,
      "start_time": 1447200.0,
      "end_time": 1454730.0,
      "text": "(In fact, as historians now know, the Greer had attacked the German U-boat.) Even that"
    },
    {
      "index": 201,
      "start_time": 1454730.0,
      "end_time": 1459450.0,
      "text": "didn’t turn American opinion. What turned American opinion was the Japanese attack"
    },
    {
      "index": 202,
      "start_time": 1459450.0,
      "end_time": 1466370.0,
      "text": "on Pearl Harbor. Some historians say that was manufactured too but as they look more"
    },
    {
      "index": 203,
      "start_time": 1466370.0,
      "end_time": 1476149.0,
      "text": "carefully on it, it wasn’t something that Roosevelt deliberately engineered. The interesting"
    },
    {
      "index": 204,
      "start_time": 1476150.0,
      "end_time": 1484160.0,
      "text": "point is that was what brought the Americans in to WWII, which was a huge turning point"
    },
    {
      "index": 205,
      "start_time": 1484160.0,
      "end_time": 1491720.0,
      "text": "in terms of the creation of the American Era. One of the questions that we have to ask ourselves"
    },
    {
      "index": 206,
      "start_time": 1491720.0,
      "end_time": 1499350.0,
      "text": "is what would have happened if we hadn’t gone in? So to play this counterfactual game"
    },
    {
      "index": 207,
      "start_time": 1499350.0,
      "end_time": 1506429.0,
      "text": "I was talking about, you have to imagine. Suppose that you had had a staunch isolationist"
    },
    {
      "index": 208,
      "start_time": 1506430.0,
      "end_time": 1513220.0,
      "text": "as president in power in 1941 when the Japanese attacked Pearl Harbor. Is it possible that"
    },
    {
      "index": 209,
      "start_time": 1513220.0,
      "end_time": 1520450.0,
      "text": "we would not have entered the European war? Maybe. For example, the novelist Philip Roth"
    },
    {
      "index": 210,
      "start_time": 1520450.0,
      "end_time": 1529000.0,
      "text": "imagines the Republicans, instead of nominating Wendell Willkie, who was an internationalist in 1940,"
    },
    {
      "index": 211,
      "start_time": 1529000.0,
      "end_time": 1534400.0,
      "text": "had nominated Charles Lindbergh, the great air hero."
    },
    {
      "index": 212,
      "start_time": 1534400.0,
      "end_time": 1540800.0,
      "text": "Lindbergh was a very staunch isolationist. Lindbergh might have said, “We are not going to get"
    },
    {
      "index": 213,
      "start_time": 1540800.0,
      "end_time": 1546120.0,
      "text": "involved in the European war; that is not our business.” If that had happened,"
    },
    {
      "index": 214,
      "start_time": 1546120.0,
      "end_time": 1553750.0,
      "text": "you really would have had a very different world, a world in which the United States,"
    },
    {
      "index": 215,
      "start_time": 1553750.0,
      "end_time": 1559730.0,
      "text": "not being involved in Europe, might not have countered Hitler’s power. The likely result"
    },
    {
      "index": 216,
      "start_time": 1559730.0,
      "end_time": 1567940.0,
      "text": "of that would have been Stalin and Hitler, the Soviet Union and Germany, fighting a show"
    },
    {
      "index": 217,
      "start_time": 1567940.0,
      "end_time": 1576350.0,
      "text": "to a standstill and what you might call a tri-polar world where you would have the Western hemisphere"
    },
    {
      "index": 218,
      "start_time": 1576350.0,
      "end_time": 1584500.0,
      "text": "and Germany in control of the center of Europe and the Soviets in place and perhaps the"
    },
    {
      "index": 219,
      "start_time": 1584500.0,
      "end_time": 1589300.0,
      "text": "Japanese empire still in place in the Pacific. It would have been very different from what"
    },
    {
      "index": 220,
      "start_time": 1589300.0,
      "end_time": 1599000.0,
      "text": "we got. What we got was dominance in which the United States and its allies won WWII"
    },
    {
      "index": 221,
      "start_time": 1599000.0,
      "end_time": 1606410.0,
      "text": "and then the next key point was the decision by Harry Truman to stay there, because it wasn’t"
    },
    {
      "index": 222,
      "start_time": 1606410.0,
      "end_time": 1612900.0,
      "text": "obvious that we had to stay there. There was a strong strand of opinion that says win the"
    },
    {
      "index": 223,
      "start_time": 1612900.0,
      "end_time": 1623980.0,
      "text": "war [then] come home as we did in WWI. But Truman, who, again, might not have been president"
    },
    {
      "index": 224,
      "start_time": 1623980.0,
      "end_time": 1632620.0,
      "text": "if Roosevelt had kept Henry Wallace as his vice president in 1944 and not switched over,"
    },
    {
      "index": 225,
      "start_time": 1632620.0,
      "end_time": 1640659.0,
      "text": "Truman, again, made a crucial decision, which is that not only had the United States intervened,"
    },
    {
      "index": 226,
      "start_time": 1640660.0,
      "end_time": 1648220.0,
      "text": "it was going to stay overseas. By 1947, when he decides on the Marshall Plan, and in 1949,"
    },
    {
      "index": 227,
      "start_time": 1648220.0,
      "end_time": 1655440.0,
      "text": "when he decides to create NATO, you had something which was very different, a permanent American"
    },
    {
      "index": 228,
      "start_time": 1655440.0,
      "end_time": 1659000.0,
      "text": "presence abroad. Remember George Washington’s key advice,"
    },
    {
      "index": 229,
      "start_time": 1659000.0,
      "end_time": 1660600.0,
      "text": "no entangling alliances;"
    },
    {
      "index": 230,
      "start_time": 1660600.0,
      "end_time": 1667709.0,
      "text": "and here was the United States with a very entangling alliance, but one which gave us"
    },
    {
      "index": 231,
      "start_time": 1667710.0,
      "end_time": 1674760.0,
      "text": "enormous influence and power in the world. That again, might not have been the case if"
    },
    {
      "index": 232,
      "start_time": 1674760.0,
      "end_time": 1682400.0,
      "text": "you hadn’t had Truman as president. If Wallace had been president, it is not clear that you"
    },
    {
      "index": 233,
      "start_time": 1682400.0,
      "end_time": 1686580.0,
      "text": "would have had that. Even that might not have made the difference because there was still"
    },
    {
      "index": 234,
      "start_time": 1686580.0,
      "end_time": 1692550.0,
      "text": "a strong strand of American opinion that wanted to come back home, that didn’t want to stay"
    },
    {
      "index": 235,
      "start_time": 1692550.0,
      "end_time": 1703629.0,
      "text": "overseas. In 1952, Dwight Eisenhower basically took this strategy of containment of American"
    },
    {
      "index": 236,
      "start_time": 1703630.0,
      "end_time": 1712490.0,
      "text": "presence overseas and made it the basic American policy. The fact that Eisenhower, as a Republican,"
    },
    {
      "index": 237,
      "start_time": 1712490.0,
      "end_time": 1718830.0,
      "text": "was consolidating the policy that Truman started, meant that it became the consensus for the"
    },
    {
      "index": 238,
      "start_time": 1718830.0,
      "end_time": 1729790.0,
      "text": "next half-century. That didn’t have to happen if Robert Taft had become the Republican nominee"
    },
    {
      "index": 239,
      "start_time": 1729790.0,
      "end_time": 1736850.0,
      "text": "in 1952, and if the Republicans had turned down the Democrats—that was plausible because"
    },
    {
      "index": 240,
      "start_time": 1736850.0,
      "end_time": 1743159.0,
      "text": "there was a weariness with so many years of democratic rule—the Americans might now"
    },
    {
      "index": 241,
      "start_time": 1743160.0,
      "end_time": 1751330.0,
      "text": "have had a NATO or a permanent presence overseas. In that sense, I think Eisenhower made a difference."
    },
    {
      "index": 242,
      "start_time": 1751330.0,
      "end_time": 1759649.0,
      "text": "He also made a difference in another way: He not only brought eight years of peace,"
    },
    {
      "index": 243,
      "start_time": 1759650.0,
      "end_time": 1767850.0,
      "text": "but he also avoided certain things that could have badly derailed the American presence."
    },
    {
      "index": 244,
      "start_time": 1767850.0,
      "end_time": 1775620.0,
      "text": "Most importantly, he refused to get involved in saving the French in Vietnam, not because"
    },
    {
      "index": 245,
      "start_time": 1775620.0,
      "end_time": 1780590.0,
      "text": "he was sympathetic to Communism or didn’t want to help the French, but because he said"
    },
    {
      "index": 246,
      "start_time": 1780590.0,
      "end_time": 1786310.0,
      "text": "that if we get involved in Vietnam, it will swallow up our armies by the divisions. [That"
    },
    {
      "index": 247,
      "start_time": 1786310.0,
      "end_time": 1793700.0,
      "text": "was] very wise advice, which John F. Kennedy and Lyndon Johnson failed to follow. It did"
    },
    {
      "index": 248,
      "start_time": 1793700.0,
      "end_time": 1800800.0,
      "text": "mean that the Americans stayed out of that land war in Asia. The other thing that he"
    },
    {
      "index": 249,
      "start_time": 1800800.0,
      "end_time": 1808100.0,
      "text": "did was he refused the advice of the chairman of the joint chiefs of staff to use nuclear weapons against"
    },
    {
      "index": 250,
      "start_time": 1808100.0,
      "end_time": 1816450.0,
      "text": "Vietnam and China. He said at one point when they recommended to him, not just in Vietnam"
    },
    {
      "index": 251,
      "start_time": 1816450.0,
      "end_time": 1825840.0,
      "text": "but in the Quemoy-Matsu crisis of the  islands off China’s coast, he said, “You"
    },
    {
      "index": 252,
      "start_time": 1825840.0,
      "end_time": 1832320.0,
      "text": "boys must be crazy to think we would use those things on Asians.” He had a very strong"
    },
    {
      "index": 253,
      "start_time": 1832320.0,
      "end_time": 1837320.0,
      "text": "moral streak against the idea of using the nuclear weapons, though he was quite happy"
    },
    {
      "index": 254,
      "start_time": 1837320.0,
      "end_time": 1845470.0,
      "text": "to use them to bluff for his political purposes, but not to really use them. If Eisenhower had"
    },
    {
      "index": 255,
      "start_time": 1845470.0,
      "end_time": 1853320.0,
      "text": "not been president, you might not have had containment as a consolidated position of"
    },
    {
      "index": 256,
      "start_time": 1853320.0,
      "end_time": 1859629.0,
      "text": "American foreign policy, and you might have had a president who would have used the nuclear"
    },
    {
      "index": 257,
      "start_time": 1859630.0,
      "end_time": 1864610.0,
      "text": "weapons and that would have led to a very different world—one that I think would have"
    },
    {
      "index": 258,
      "start_time": 1864610.0,
      "end_time": 1871900.0,
      "text": "been much less stable. You could argue that this third period of the three periods of"
    },
    {
      "index": 259,
      "start_time": 1871900.0,
      "end_time": 1877379.0,
      "text": "America’s entry into global politics with T.R., Wilson, and America’s entry into WWII"
    },
    {
      "index": 260,
      "start_time": 1877380.0,
      "end_time": 1883300.0,
      "text": "under Franklin Roosevelt, and then the consolidation of America&#39;s presence abroad under containment"
    },
    {
      "index": 261,
      "start_time": 1883300.0,
      "end_time": 1886300.0,
      "text": "with Truman and Eisenhower. The fourth period"
    },
    {
      "index": 262,
      "start_time": 1886340.0,
      "end_time": 1895899.0,
      "text": "of the consolidation of the growth of American power was under Reagan and the first George"
    },
    {
      "index": 263,
      "start_time": 1895900.0,
      "end_time": 1902170.0,
      "text": "Bush. Trying to be objective and understand the"
    },
    {
      "index": 264,
      "start_time": 1902170.0,
      "end_time": 1908600.0,
      "text": "contribution of Ronald Reagan is difficult, because very often people will say Ronald"
    },
    {
      "index": 265,
      "start_time": 1908600.0,
      "end_time": 1917659.0,
      "text": "Reagan won the Cold War when he “knock[ed] down that wall!” In fact, the causation"
    },
    {
      "index": 266,
      "start_time": 1917660.0,
      "end_time": 1922510.0,
      "text": "is much more complex than that. I would argue [that] the truly transformational leader in"
    },
    {
      "index": 267,
      "start_time": 1922510.0,
      "end_time": 1932629.0,
      "text": "the end of the Cold War was Mikhail Gorbachev. Gorbachev wanted to save the Soviet Union, and he did"
    },
    {
      "index": 268,
      "start_time": 1932630.0,
      "end_time": 1942230.0,
      "text": "that by basically instituting Perestroika, restructuring, and Glasnost, opening up. The idea that Gorbachev had was"
    },
    {
      "index": 269,
      "start_time": 1942230.0,
      "end_time": 1949300.0,
      "text": "this would save it. It turned out that Gorbachev was like a fellow who has a sweater on and the"
    },
    {
      "index": 270,
      "start_time": 1949300.0,
      "end_time": 1953940.0,
      "text": "sweater has a loose thread. He starts to pull on the loose thread and before you know it,"
    },
    {
      "index": 271,
      "start_time": 1953940.0,
      "end_time": 1961620.0,
      "text": "he has no sweater. Gorbachev was truly transformational but not in the direction he intended. He was"
    },
    {
      "index": 272,
      "start_time": 1961620.0,
      "end_time": 1968850.0,
      "text": "a little bit like Woodrow Wilson was, not in the direction he intended. Reagan’s great"
    },
    {
      "index": 273,
      "start_time": 1968850.0,
      "end_time": 1976780.0,
      "text": "gift was to see that he could do a deal with Gorbachev. It wasn’t the high defense budget and"
    },
    {
      "index": 274,
      "start_time": 1976780.0,
      "end_time": 1983300.0,
      "text": "the rhetoric, though they contributed something. It was the fact that Reagan said, “I can"
    },
    {
      "index": 275,
      "start_time": 1983300.0,
      "end_time": 1990340.0,
      "text": "do a deal with this guy.” He did. He reached a series of deals with Gorbachev, well ahead"
    },
    {
      "index": 276,
      "start_time": 1990340.0,
      "end_time": 1996230.0,
      "text": "of where other members of this administration thought that it was possible, which is kind"
    },
    {
      "index": 277,
      "start_time": 1996230.0,
      "end_time": 2001200.0,
      "text": "of ironic because when people talk about a Reaganite foreign policy, they often say a"
    },
    {
      "index": 278,
      "start_time": 2001200.0,
      "end_time": 2008430.0,
      "text": "Reaganite foreign policy is tough, taught, and [has] a big defense budget. In fact, Reagan’s skill"
    },
    {
      "index": 279,
      "start_time": 2008430.0,
      "end_time": 2017480.0,
      "text": "as a politician was tough talk, a big defense budget, and a willingness to compromise, a rare leadership capacity that"
    },
    {
      "index": 280,
      "start_time": 2017480.0,
      "end_time": 2024760.0,
      "text": "not everybody had. I think Reagan gets credit, but sometimes not the way people thought."
    },
    {
      "index": 281,
      "start_time": 2024760.0,
      "end_time": 2029820.0,
      "text": "If you do the counterfactual on this and you say, “Well suppose that somebody else had"
    },
    {
      "index": 282,
      "start_time": 2029820.0,
      "end_time": 2035510.0,
      "text": "been president,” the key question would be who would have been president when  Gorbachev came"
    },
    {
      "index": 283,
      "start_time": 2035510.0,
      "end_time": 2049168.0,
      "text": "in? Imagine that Andropov, who was the Soviet Union leader after Brezhnev, had had healthy kidneys—he"
    },
    {
      "index": 284,
      "start_time": 2049170.0,
      "end_time": 2063792.0,
      "text": "died of kidney failure. Andropov was a tough KGB agent. Tough as nails. If he had stayed in power,"
    },
    {
      "index": 285,
      "start_time": 2063790.0,
      "end_time": 2068540.0,
      "text": "I think you could make an argument that Soviet Union would have lasted another ten or fifteen years."
    },
    {
      "index": 286,
      "start_time": 2068540.0,
      "end_time": 2077310.0,
      "text": "Eventually it would have declined because it couldn’t cope with what sometimes is called the third Industrial Revolution, the information revolution"
    },
    {
      "index": 287,
      "start_time": 2077310.0,
      "end_time": 2082230.0,
      "text": "in which they didn’t have the agility of a market economy to cope with it, but they"
    },
    {
      "index": 288,
      "start_time": 2082230.0,
      "end_time": 2087600.0,
      "text": "could have persisted longer if you hadn’t had this reformer, Gorbachev, pulling on the thread of the"
    },
    {
      "index": 289,
      "start_time": 2087600.0,
      "end_time": 2095889.0,
      "text": "sweater. Andropov could have kept them there for another decade or more. So if Reagan had faced"
    },
    {
      "index": 290,
      "start_time": 2095889.9999999998,
      "end_time": 2101211.0,
      "text": "Andropov, I doubt that we would have been crediting Reagan with contributing to the end of the"
    },
    {
      "index": 291,
      "start_time": 2101210.0,
      "end_time": 2108200.0,
      "text": "Cold War. So the counterfactual testing on that one makes some difference."
    },
    {
      "index": 292,
      "start_time": 2108200.0,
      "end_time": 2117750.0,
      "text": "That brings me to George H.W. Bush and the end of the Soviet Union, which really is when"
    },
    {
      "index": 293,
      "start_time": 2117750.0,
      "end_time": 2125130.0,
      "text": "the American preeminence in the world power becomes clear. Without the Soviets as a balancing"
    },
    {
      "index": 294,
      "start_time": 2125130.0,
      "end_time": 2135630.0,
      "text": "factor, the Americans really are the world’s only superpower. George H.W. Bush, Bush 41,"
    },
    {
      "index": 295,
      "start_time": 2135630.0,
      "end_time": 2146490.0,
      "text": "as he&#39;s sometimes called, was not a flashy leader. He was not somebody who came in with"
    },
    {
      "index": 296,
      "start_time": 2146490.0,
      "end_time": 2153189.0,
      "text": "a goal of ending the Soviet Union. In fact, in his memoirs with Brent Scowcroft, he says just the"
    },
    {
      "index": 297,
      "start_time": 2153190.0,
      "end_time": 2162210.0,
      "text": "opposite. He had extraordinarily good judgment and extraordinarily good managerial experience."
    },
    {
      "index": 298,
      "start_time": 2162210.0,
      "end_time": 2170170.0,
      "text": "If you think of what Bush did, he managed to see the end of the Soviet Union, the collapse"
    },
    {
      "index": 299,
      "start_time": 2170170.0,
      "end_time": 2178279.0,
      "text": "the Soviet Union and the reunification of Germany inside NATO without any fighting,"
    },
    {
      "index": 300,
      "start_time": 2178280.0,
      "end_time": 2185770.0,
      "text": "without any bloodshed; quite an extraordinary accomplishment. It is interesting in that"
    },
    {
      "index": 301,
      "start_time": 2185770.0,
      "end_time": 2196701.0,
      "text": "sense that when Bush 41 was asked this question at the end of the Berlin Wall in November"
    },
    {
      "index": 302,
      "start_time": 2196700.0,
      "end_time": 2203359.0,
      "text": "of ’89, “why don’t you make more of this? Why don’t you make some big speeches"
    },
    {
      "index": 303,
      "start_time": 2203360.0,
      "end_time": 2209280.0,
      "text": "that we won the Cold War? We should be going out and really making a Reaganite type speech"
    },
    {
      "index": 304,
      "start_time": 2209280.0,
      "end_time": 2215801.0,
      "text": "to show how well we have done”. Bush 41 said, “No. I am not going to dance on the"
    },
    {
      "index": 305,
      "start_time": 2215800.0,
      "end_time": 2222950.0,
      "text": "wall.” Instead of that, he kept relatively quiet and within the next month he went to"
    },
    {
      "index": 306,
      "start_time": 2222950.0,
      "end_time": 2231399.0,
      "text": "Malta for a summit with Gorbachev and began a process of negotiations, which successfully unraveled"
    },
    {
      "index": 307,
      "start_time": 2231400.0,
      "end_time": 2237410.0,
      "text": "the Soviet Union and ended the Cold War without violence. It is really quite an extraordinary"
    },
    {
      "index": 308,
      "start_time": 2237410.0,
      "end_time": 2246828.0,
      "text": "performance. So if Michael Dukakis who was Bush’s opponent in 1988 had been elected,"
    },
    {
      "index": 309,
      "start_time": 2246830.0,
      "end_time": 2253401.0,
      "text": "would the outcome have been any different? Perhaps, because Dukakis would have wanted"
    },
    {
      "index": 310,
      "start_time": 2253400.0,
      "end_time": 2258789.0,
      "text": "to negotiate with Gorbachev. I am not sure he would have had the same experience in international"
    },
    {
      "index": 311,
      "start_time": 2258790.0,
      "end_time": 2264501.0,
      "text": "affairs, as the governor of Massachusetts, that Bush had had"
    },
    {
      "index": 312,
      "start_time": 2264500.0,
      "end_time": 2271700.0,
      "text": "running CIA, ambassador to China, UN ambassador, and so forth. So then"
    },
    {
      "index": 313,
      "start_time": 2271770.0,
      "end_time": 2280970.0,
      "text": "we have to ask ourselves the question, “Did leaders matter?” What I&#39;m trying to demonstrate is yes, some of them matter,"
    },
    {
      "index": 314,
      "start_time": 2280970.0,
      "end_time": 2285379.0,
      "text": "but then notice something: It is not always the ones that you would have expected who"
    },
    {
      "index": 315,
      "start_time": 2285380.0,
      "end_time": 2290490.0,
      "text": "mattered most. Remember I said at the beginning that theorists"
    },
    {
      "index": 316,
      "start_time": 2290490.0,
      "end_time": 2297970.0,
      "text": "tell you that transformational leaders are terrific and transactional or managierial leaders are not too important, but"
    },
    {
      "index": 317,
      "start_time": 2297970.0,
      "end_time": 2302700.0,
      "text": "if you were listening closely to what I said, you would notice that two of the heroes of"
    },
    {
      "index": 318,
      "start_time": 2302700.0,
      "end_time": 2311890.0,
      "text": "my story were Dwight Eisenhower and George H. W. Bush, neither of them transformational,"
    },
    {
      "index": 319,
      "start_time": 2311890.0,
      "end_time": 2319580.0,
      "text": "neither of them flashy but both of them extremely skilled in managerial leadership. I think"
    },
    {
      "index": 320,
      "start_time": 2319590.0,
      "end_time": 2326279.0,
      "text": "when we look back at history and we ask what difference a leader makes, you have to ask"
    },
    {
      "index": 321,
      "start_time": 2326280.0,
      "end_time": 2332491.0,
      "text": "not only what did the leader decide that was a big issue, but [consider] the dogs that"
    },
    {
      "index": 322,
      "start_time": 2332490.0,
      "end_time": 2341359.0,
      "text": "didn’t bark, [and] the things that the leader avoided. For example, if Eisenhower had used"
    },
    {
      "index": 323,
      "start_time": 2341360.0,
      "end_time": 2348650.0,
      "text": "nuclear weapons, how would the world look? Or if George H.W. Bush had not been so skillful"
    },
    {
      "index": 324,
      "start_time": 2348650.0,
      "end_time": 2354690.0,
      "text": "in nuclear weapons that were used at the end of the Cold War, how would the world look?"
    },
    {
      "index": 325,
      "start_time": 2354690.0,
      "end_time": 2363470.0,
      "text": "So the fact that these two men, who were transactional rather than transformational leaders, played such a large role means that of"
    },
    {
      "index": 326,
      "start_time": 2363470.0,
      "end_time": 2369819.0,
      "text": "the four key presidents in this story that I tell who, contributed positively to the growth"
    },
    {
      "index": 327,
      "start_time": 2369820.0,
      "end_time": 2376641.0,
      "text": "of the American Era, Franklin Roosevelt and Harry Truman were both transformational and"
    },
    {
      "index": 328,
      "start_time": 2376640.0,
      "end_time": 2391680.0,
      "text": "both somewhat more impressive on that scale. Eisenhower and Bush 41 were both largely managerial or transactional."
    },
    {
      "index": 329,
      "start_time": 2391680.0,
      "end_time": 2397609.0,
      "text": "So yes, leaders matter, but we have to be careful not to think it is flamboyance that makes"
    },
    {
      "index": 330,
      "start_time": 2397610.0,
      "end_time": 2404951.0,
      "text": "a good leader. It may be contextual intelligence and judgement, knowing how to run things. Another way of"
    },
    {
      "index": 331,
      "start_time": 2404950.0,
      "end_time": 2411339.0,
      "text": "putting this is what are the lessons for American power in the 21st century of where we go from"
    },
    {
      "index": 332,
      "start_time": 2411340.0,
      "end_time": 2419550.0,
      "text": "here? Should we be looking for a transformational or transactional leader? The best would be"
    },
    {
      "index": 333,
      "start_time": 2419550.0,
      "end_time": 2428910.0,
      "text": "to have both, but compare Bush 41 who always said, “I don’t do the vision thing.”"
    },
    {
      "index": 334,
      "start_time": 2428910.0,
      "end_time": 2435240.0,
      "text": "With Bush 43 who was keen to have a vision and as he said, “Not to play small ball.”"
    },
    {
      "index": 335,
      "start_time": 2435240.0,
      "end_time": 2441169.0,
      "text": "I think you can make an argument that Bush 41 had one of the best foreign policies we"
    },
    {
      "index": 336,
      "start_time": 2441170.0,
      "end_time": 2449410.0,
      "text": "have seen in the last half-century or so and Bush 43 won for poorest. What is interesting"
    },
    {
      "index": 337,
      "start_time": 2449410.0,
      "end_time": 2455558.0,
      "text": "is that you will never find two men as presidents, who were more similar in their genetic background"
    },
    {
      "index": 338,
      "start_time": 2455560.0,
      "end_time": 2464110.0,
      "text": "than these two men. So it is not in your genes, but I think it does suggest that as we look"
    },
    {
      "index": 339,
      "start_time": 2464110.0,
      "end_time": 2470860.0,
      "text": "for lessons for our century, we shouldn’t be looking for flamboyance or great rhetoric;"
    },
    {
      "index": 340,
      "start_time": 2470860.0,
      "end_time": 2477491.0,
      "text": "we should be looking for the ability to have contextual intelligence and managerial skills."
    },
    {
      "index": 341,
      "start_time": 2477490.0,
      "end_time": 2485348.0,
      "text": "If you can combine that with good rhetoric, fine. If you had to choose one or the other,"
    },
    {
      "index": 342,
      "start_time": 2485350.0,
      "end_time": 2490981.0,
      "text": "I think we would rather have the skill. The other thing is that we are dealing with"
    },
    {
      "index": 343,
      "start_time": 2490980.0,
      "end_time": 2498339.0,
      "text": "a world in foreign affairs where you have to realize that in the diversity of cultures"
    },
    {
      "index": 344,
      "start_time": 2498340.0,
      "end_time": 2505461.0,
      "text": "and amazing periods of revolutionary change, there is a lot to be said for the Hippocratic"
    },
    {
      "index": 345,
      "start_time": 2505460.0,
      "end_time": 2511950.0,
      "text": "oath, which as you will remember is first of all, do no harm. So before you plunge into"
    },
    {
      "index": 346,
      "start_time": 2511950.0,
      "end_time": 2517799.0,
      "text": "foreign affairs, where you don’t know for sure what the outcome is going to be, you"
    },
    {
      "index": 347,
      "start_time": 2517800.0,
      "end_time": 2525641.0,
      "text": "want to remember that one of the basic principles of Just War Theory is that there should be"
    },
    {
      "index": 348,
      "start_time": 2525640.0,
      "end_time": 2536259.0,
      "text": "a reasonable prospect of success before you enter in to something. As we look ahead to the future of American power in this century,"
    },
    {
      "index": 349,
      "start_time": 2536260.0,
      "end_time": 2544759.0,
      "text": "I think we want to be prudent, have great contextual intelligence about what is going on, and avoid"
    },
    {
      "index": 350,
      "start_time": 2544760.0,
      "end_time": 2552761.0,
      "text": "these oversimplified metaphors like the United States is in decline or in control. The truth"
    },
    {
      "index": 351,
      "start_time": 2552760.0,
      "end_time": 2560369.0,
      "text": "of the matter is I think the United States is going to be the largest and strongest country"
    },
    {
      "index": 352,
      "start_time": 2560370.0,
      "end_time": 2565991.0,
      "text": "in the world for a good part of this century. I don’t think the Chinese are about to pass"
    },
    {
      "index": 353,
      "start_time": 2565990.0,
      "end_time": 2572529.0,
      "text": "us or be stronger than we are. I agree with the recent conclusion of a report by the"
    },
    {
      "index": 354,
      "start_time": 2572530.0,
      "end_time": 2578850.0,
      "text": "National Intelligence Council of how the world will look in the year 2030 in which the National"
    },
    {
      "index": 355,
      "start_time": 2578850.0,
      "end_time": 2584850.0,
      "text": "Intelligence Council--I may be a little biased since I once ran it--but the National Intelligence"
    },
    {
      "index": 356,
      "start_time": 2584850.0,
      "end_time": 2593191.0,
      "text": "Council said that the world in 2030 is likely not to reproduce the world of the 20th century"
    },
    {
      "index": 357,
      "start_time": 2593190.0,
      "end_time": 2598299.0,
      "text": "with total American primacy, but is one in which the Americans are likely to be the leading"
    },
    {
      "index": 358,
      "start_time": 2598300.0,
      "end_time": 2607711.0,
      "text": "country. We are probably going to see a world in which we are primus inter pares, not the only country, but"
    },
    {
      "index": 359,
      "start_time": 2607710.0,
      "end_time": 2613869.0,
      "text": "the most important country. They also want to say the crucial thing for the United States"
    },
    {
      "index": 360,
      "start_time": 2613870.0,
      "end_time": 2619721.0,
      "text": "to realize in that world is that we can’t do things alone. If we are going to succeed,"
    },
    {
      "index": 361,
      "start_time": 2619720.0,
      "end_time": 2625700.0,
      "text": "we are going to have to learn to work with others and developing networks and countries"
    },
    {
      "index": 362,
      "start_time": 2625700.0,
      "end_time": 2631220.0,
      "text": "that can work together on the problems we face. It is going to be the crucial aspect"
    },
    {
      "index": 363,
      "start_time": 2631220.0,
      "end_time": 2636540.0,
      "text": "of maintaining American power. I think the moral of the story that I have told you tonight"
    },
    {
      "index": 364,
      "start_time": 2636540.0,
      "end_time": 2644990.0,
      "text": "and that I spell out in more detail and more convincingly in my next book is that leaders"
    },
    {
      "index": 365,
      "start_time": 2644990.0,
      "end_time": 2650200.0,
      "text": "matter but how the leaders interact with their followers, the American people, and how they"
    },
    {
      "index": 366,
      "start_time": 2650200.0,
      "end_time": 2658490.0,
      "text": "explain things and make prudent judgments in a very complex, rapidly evolving world,"
    },
    {
      "index": 367,
      "start_time": 2658490.0,
      "end_time": 2666250.0,
      "text": "is going to be the secret of whether we are able to maintain American primacy well into this century. So thank"
    },
    {
      "index": 368,
      "start_time": 2666250.0,
      "end_time": 2668900.0,
      "text": "you very much for your attention."
    },
    {
      "index": 369,
      "start_time": 2684200.0,
      "end_time": 2685799.0,
      "text": "Cory Leonard: We would invite your questions,"
    },
    {
      "index": 370,
      "start_time": 2685800.0,
      "end_time": 2690100.0,
      "text": "in particular from our students. Two things to remember: We would ask you to cue up here"
    },
    {
      "index": 371,
      "start_time": 2690180.0,
      "end_time": 2694740.0,
      "text": "on the west side at the rear of the room and then we would ask you to introduce yourself."
    },
    {
      "index": 372,
      "start_time": 2694750.0,
      "end_time": 2699000.0,
      "text": "Tell us your name, your major what you are studying. We have a few minutes for questions"
    },
    {
      "index": 373,
      "start_time": 2699000.0,
      "end_time": 2704201.0,
      "text": "so please begin to form a line. Ryan Harrison: My name is Ryan Harrison. I"
    },
    {
      "index": 374,
      "start_time": 2704200.0,
      "end_time": 2711609.0,
      "text": "am an economics major. You speak about transactional leaders verses more leaders with a vision."
    },
    {
      "index": 375,
      "start_time": 2711610.0,
      "end_time": 2717451.0,
      "text": "How do you convince American voters in a democracy to choose a more managerial leader verses"
    },
    {
      "index": 376,
      "start_time": 2717450.0,
      "end_time": 2720450.0,
      "text": "a transformational one that has very good rhetoric."
    },
    {
      "index": 377,
      "start_time": 2720450.0,
      "end_time": 2728410.0,
      "text": "Nye: Well it is a very interesting question, particularly in a democracy in the information"
    },
    {
      "index": 378,
      "start_time": 2728410.0,
      "end_time": 2737000.0,
      "text": "age. There is likely to be an advantage to the person with the fancier rhetoric, but not always."
    },
    {
      "index": 379,
      "start_time": 2737000.0,
      "end_time": 2748490.0,
      "text": "Harry Truman, who was appointed initially but got reelected in 1948, was really a man with a"
    },
    {
      "index": 380,
      "start_time": 2748490.0,
      "end_time": 2756490.0,
      "text": "transactional background. It is also worth noticing that we often are surprised by what"
    },
    {
      "index": 381,
      "start_time": 2756490.0,
      "end_time": 2767490.0,
      "text": "we get. In the 2000 election, foreign policy played almost no role. George W. Bush, Bush"
    },
    {
      "index": 382,
      "start_time": 2767490.0,
      "end_time": 2777349.0,
      "text": "43, came into office without much interest in foreign affairs. Yet, after 9/11 he was"
    },
    {
      "index": 383,
      "start_time": 2777350.0,
      "end_time": 2783991.0,
      "text": "transformed and then tried to transform the world by the invasion of Iraq. So he went"
    },
    {
      "index": 384,
      "start_time": 2783990.0,
      "end_time": 2790279.0,
      "text": "through a major change. It would have been hard to predict that. It goes back even earlier."
    },
    {
      "index": 385,
      "start_time": 2790280.0,
      "end_time": 2802151.0,
      "text": "Woodrow Wilson in 1916 ran on a promise that he would keep us out of WWI and by April 1917,"
    },
    {
      "index": 386,
      "start_time": 2802150.0,
      "end_time": 2811140.0,
      "text": "he had us in WWI. So there is a problem for democratic theory of what happens when people"
    },
    {
      "index": 387,
      "start_time": 2811140.0,
      "end_time": 2818400.0,
      "text": "are trying to judge whether the person they are voting for is going to produce the policies"
    },
    {
      "index": 388,
      "start_time": 2818400.0,
      "end_time": 2829279.0,
      "text": "they prefer. It is often very hard to judge that. I think what I am suggesting is that"
    },
    {
      "index": 389,
      "start_time": 2829280.0,
      "end_time": 2835760.0,
      "text": "good rhetoric is good, but a good judgment is probably even more important. How do you"
    },
    {
      "index": 390,
      "start_time": 2835760.0,
      "end_time": 2842782.0,
      "text": "get the ability for voters to make that judgment about the candidates’ good judgment, that"
    },
    {
      "index": 391,
      "start_time": 2842780.0,
      "end_time": 2848239.0,
      "text": "is hard and, we sometimes get it wrong. Luke Miller: My name is Luke Miller and I"
    },
    {
      "index": 392,
      "start_time": 2848240.0,
      "end_time": 2852310.0,
      "text": "am a history major. I just wanted to say thank you for coming today. I am a big admirer of"
    },
    {
      "index": 393,
      "start_time": 2852310.0,
      "end_time": 2856660.0,
      "text": "your work and I was excited to hear that you were coming. My question is about the mechanisms"
    },
    {
      "index": 394,
      "start_time": 2856660.0,
      "end_time": 2864899.0,
      "text": "about cultural power. I define power as our ability to get other nations to do things"
    },
    {
      "index": 395,
      "start_time": 2864900.0,
      "end_time": 2868740.0,
      "text": "that they wouldn’t like to normally do. I am wondering, how our cultural power convinces"
    },
    {
      "index": 396,
      "start_time": 2868740.0,
      "end_time": 2873729.0,
      "text": "other nations to do things they wouldn’t normally? Secondly, and perhaps more interestingly,"
    },
    {
      "index": 397,
      "start_time": 2873730.0,
      "end_time": 2883359.0,
      "text": "is our cultural power a more organic institution or is it something that influences our government or is"
    },
    {
      "index": 398,
      "start_time": 2883360.0,
      "end_time": 2889901.0,
      "text": "it something that our government can effectively cultivate in order to further whatever ends our leaders deem"
    },
    {
      "index": 399,
      "start_time": 2889900.0,
      "end_time": 2894190.0,
      "text": "desirable. Nye: Well it is interesting because I make"
    },
    {
      "index": 400,
      "start_time": 2894190.0,
      "end_time": 2900200.0,
      "text": "this distinction between hard powers. Power is the ability you say to get others to do"
    },
    {
      "index": 401,
      "start_time": 2900200.0,
      "end_time": 2906680.0,
      "text": "the things you want. You can do that three ways. You can do that with coercion and payment,"
    },
    {
      "index": 402,
      "start_time": 2906680.0,
      "end_time": 2910859.0,
      "text": "which I call hard power, or you can do it through attraction and persuasion, which I"
    },
    {
      "index": 403,
      "start_time": 2910860.0,
      "end_time": 2918601.0,
      "text": "call soft power. Culture is part of that soft power. Hard power is a lot easier to see and to demonstrate."
    },
    {
      "index": 404,
      "start_time": 2918600.0,
      "end_time": 2923600.0,
      "text": "You sail a carrier off the cost or you put economic sanctions on."
    },
    {
      "index": 405,
      "start_time": 2923620.0,
      "end_time": 2930900.0,
      "text": "It is very clear. Sometimes it may not be as effective for some instruments. For example,"
    },
    {
      "index": 406,
      "start_time": 2930900.0,
      "end_time": 2937390.0,
      "text": "if you are trying to promote democracy in Eastern Europe during the Cold War, that was"
    },
    {
      "index": 407,
      "start_time": 2937390.0,
      "end_time": 2943450.0,
      "text": "accomplished by that cultural power. When the Berlin Wall went down, it didn’t go"
    },
    {
      "index": 408,
      "start_time": 2943450.0,
      "end_time": 2952680.0,
      "text": "down under a barrage of artillery, it went down under hammers and bulldozers, which were wielded by people behind the Iron Curtain,"
    },
    {
      "index": 409,
      "start_time": 2952680.0,
      "end_time": 2963129.0,
      "text": "whose minds had been changed by ideas and culture. That takes time, a long time. It"
    },
    {
      "index": 410,
      "start_time": 2963130.0,
      "end_time": 2971529.0,
      "text": "is also harder to see and harder to explain. It is harder to get Congress to appropriate"
    },
    {
      "index": 411,
      "start_time": 2971530.0,
      "end_time": 2980681.0,
      "text": "money for those purposes. The kinds of budgets that we have, if you look at what the government"
    },
    {
      "index": 412,
      "start_time": 2980680.0,
      "end_time": 2987580.0,
      "text": "spends on public diplomacy, which can include everything from the voice of America to leaders"
    },
    {
      "index": 413,
      "start_time": 2987590.0,
      "end_time": 2995619.0,
      "text": "exchange to student exchanges, is probably about a couple of hours of defense apartments"
    },
    {
      "index": 414,
      "start_time": 2995620.0,
      "end_time": 3003251.0,
      "text": "budget. It is a mouse and an elephant, or maybe it is a flea and an elephant. We just"
    },
    {
      "index": 415,
      "start_time": 3003250.0,
      "end_time": 3007790.0,
      "text": "don’t spend a lot of money on it. Trying to persuade the American people that they"
    },
    {
      "index": 416,
      "start_time": 3007790.0,
      "end_time": 3013720.0,
      "text": "should spend more on it and particularly at a time while we are cutting budgets. The first"
    },
    {
      "index": 417,
      "start_time": 3013720.0,
      "end_time": 3023649.0,
      "text": "types of things that get cut are American libraries, American _______, and hours of broadcasting and so forth. I think it is rather"
    },
    {
      "index": 418,
      "start_time": 3023650.0,
      "end_time": 3034349.0,
      "text": "short-sighted, but I do think that these programs that take a long duration to have effect,"
    },
    {
      "index": 419,
      "start_time": 3034350.0,
      "end_time": 3039991.0,
      "text": "we associate soft power and often turn out to be extremely important. It is hard to show"
    },
    {
      "index": 420,
      "start_time": 3039990.0,
      "end_time": 3047890.0,
      "text": "it in the short run. You can do it with historical case studies and show a demonstration of some of these"
    },
    {
      "index": 421,
      "start_time": 3047890.0,
      "end_time": 3055910.0,
      "text": "facts of the past. It is often very hard to sell it to an appropriations committee."
    },
    {
      "index": 422,
      "start_time": 3055910.0,
      "end_time": 3060540.0,
      "text": "Troy Tessem: Troy Tessem studying international relations and again, thank you for coming."
    },
    {
      "index": 423,
      "start_time": 3060540.0,
      "end_time": 3065299.0,
      "text": "My question has a couple of different parts to it. You mentioned that in 2030 the United"
    },
    {
      "index": 424,
      "start_time": 3065300.0,
      "end_time": 3071789.0,
      "text": "States would need to be able to work with other countries in order to get their agenda"
    },
    {
      "index": 425,
      "start_time": 3071790.0,
      "end_time": 3080740.0,
      "text": "done. My question is, who are the countries that we need to maintain a critical alliance"
    },
    {
      "index": 426,
      "start_time": 3080740.0,
      "end_time": 3089330.0,
      "text": "with, who are the countries that we need to gain stronger alliances with, and do you think"
    },
    {
      "index": 427,
      "start_time": 3089330.0,
      "end_time": 3094891.0,
      "text": "that in order to do those things it is more successful to use bilateral, multilateral"
    },
    {
      "index": 428,
      "start_time": 3094890.0,
      "end_time": 3102529.0,
      "text": "avenues or to work through the United Nations? Then what is one thing that President Obama"
    },
    {
      "index": 429,
      "start_time": 3102530.0,
      "end_time": 3108300.0,
      "text": "should do today to begin that process for us to be prepared in 2030?"
    },
    {
      "index": 430,
      "start_time": 3108300.0,
      "end_time": 3112559.0,
      "text": "Nye: Well I think that it is all of the above in the sense that there is no one organization"
    },
    {
      "index": 431,
      "start_time": 3112560.0,
      "end_time": 3117191.0,
      "text": "or institution that is going to solve all problems. There is some things for which the"
    },
    {
      "index": 432,
      "start_time": 3117190.0,
      "end_time": 3123660.0,
      "text": "UN can be effective. The United Nations Peacekeeping for example, often is a way to prevent conflicts"
    },
    {
      "index": 433,
      "start_time": 3123660.0,
      "end_time": 3130580.0,
      "text": "from getting out of control, very useful. If you are trying to solve something like"
    },
    {
      "index": 434,
      "start_time": 3130590.0,
      "end_time": 3134359.0,
      "text": "climate and you are trying to get a broad agreement, trying to get 189 countries agree"
    },
    {
      "index": 435,
      "start_time": 3134360.0,
      "end_time": 3143599.0,
      "text": "at a conference, is not very plausible. We are going to need to use a variety of types"
    },
    {
      "index": 436,
      "start_time": 3143600.0,
      "end_time": 3151521.0,
      "text": "of networks of countries. One thing we should notice is that we already stand in a good"
    },
    {
      "index": 437,
      "start_time": 3151520.0,
      "end_time": 3158460.0,
      "text": "position by the alliances we have. Sometimes people say, “Europe doesn’t matter anymore.”"
    },
    {
      "index": 438,
      "start_time": 3158460.0,
      "end_time": 3164220.0,
      "text": "Actually, Europe matters quite a lot. When Europe acts as an entity, its economy is bigger"
    },
    {
      "index": 439,
      "start_time": 3164220.0,
      "end_time": 3176859.0,
      "text": "than the United States’. What&#39;s more for many of the problems we&#39;re going to want to deal with  relating to pandemics or monetary stability"
    },
    {
      "index": 440,
      "start_time": 3176860.0,
      "end_time": 3184671.0,
      "text": "or other such issues, the Europeans have enormous capacity, as do the Japanese, the third-largest"
    },
    {
      "index": 441,
      "start_time": 3184670.0,
      "end_time": 3192619.0,
      "text": "economy in the world. So in that sense, the fact that we have close relations with Europe"
    },
    {
      "index": 442,
      "start_time": 3192620.0,
      "end_time": 3198981.0,
      "text": "is something we should be maintaining, not letting erode. That goes also for our relationship,"
    },
    {
      "index": 443,
      "start_time": 3198980.0,
      "end_time": 3205710.0,
      "text": "our alliance with Japan. It is not just alliances in the traditional sense that we are going"
    },
    {
      "index": 444,
      "start_time": 3205710.0,
      "end_time": 3213710.0,
      "text": "to need. If you take international financial stability, this can have enormous impacts"
    },
    {
      "index": 445,
      "start_time": 3213710.0,
      "end_time": 3220890.0,
      "text": "as we have seen, on the prosperity and well-being of the American people, if international financial"
    },
    {
      "index": 446,
      "start_time": 3220890.0,
      "end_time": 3225480.0,
      "text": "stability is messed up. Now increasingly, we are going to have to have China working"
    },
    {
      "index": 447,
      "start_time": 3225480.0,
      "end_time": 3230310.0,
      "text": "with us in the international financial stability matters, which means that you are going to"
    },
    {
      "index": 448,
      "start_time": 3230310.0,
      "end_time": 3237580.0,
      "text": "need something like not only the G7 and G8, which originated with the finance ministers"
    },
    {
      "index": 449,
      "start_time": 3237590.0,
      "end_time": 3242630.0,
      "text": "of the rich countries, but you are now going to need to use G20 which includes China, India,"
    },
    {
      "index": 450,
      "start_time": 3242630.0,
      "end_time": 3249509.0,
      "text": "Brazil and others. We are going to have to learn to maintain our traditional alliances"
    },
    {
      "index": 451,
      "start_time": 3249510.0,
      "end_time": 3262310.0,
      "text": "and networks, but supplement it with other networks for particular purposes. That defies the tendency"
    },
    {
      "index": 452,
      "start_time": 3262310.0,
      "end_time": 3267332.0,
      "text": "of Americans to like a world in which they are good guys and bad guys. There are white"
    },
    {
      "index": 453,
      "start_time": 3267330.0,
      "end_time": 3272749.0,
      "text": "hats and black hats. In fact, we are going to have to work sometimes with white hats"
    },
    {
      "index": 454,
      "start_time": 3272750.0,
      "end_time": 3279839.0,
      "text": "and sometimes with black hats and often with a lot of gray hats. I think the lesson for"
    },
    {
      "index": 455,
      "start_time": 3279840.0,
      "end_time": 3284901.0,
      "text": "Obama—I think on this he has actually been pretty good—he is going to have to work"
    },
    {
      "index": 456,
      "start_time": 3284900.0,
      "end_time": 3290490.0,
      "text": "with China as well as work with our allies. He is going to have to work with India and"
    },
    {
      "index": 457,
      "start_time": 3290490.0,
      "end_time": 3296210.0,
      "text": "Brazil; we are going to have to help develop networks. One of the advantages the United"
    },
    {
      "index": 458,
      "start_time": 3296210.0,
      "end_time": 3303650.0,
      "text": "States has is that given the openness of our society and the multitude of our contacts,"
    },
    {
      "index": 459,
      "start_time": 3303650.0,
      "end_time": 3310769.0,
      "text": "we are probably better placed than almost any country to lead that network formation."
    },
    {
      "index": 460,
      "start_time": 3310770.0,
      "end_time": 3319471.0,
      "text": "Indeed, if we pay tribute to what we were talking about at dinner here, what Brigham"
    },
    {
      "index": 461,
      "start_time": 3319470.0,
      "end_time": 3325899.0,
      "text": "Young University students when they do their missions and go overseas and learn other languages"
    },
    {
      "index": 462,
      "start_time": 3325900.0,
      "end_time": 3330809.0,
      "text": "and become aware of the rest of the world, that is an important contribution. I wish"
    },
    {
      "index": 463,
      "start_time": 3330810.0,
      "end_time": 3335120.0,
      "text": "we would see more of it in other parts of the United States. So we are going to have"
    },
    {
      "index": 464,
      "start_time": 3335120.0,
      "end_time": 3341451.0,
      "text": "to learn how to go out and use that skill of our openness to make multiple networks."
    },
    {
      "index": 465,
      "start_time": 3341450.0,
      "end_time": 3349328.0,
      "text": "Not just say, \"here are the good guys and here are the bad guys. Here is the institution. Here is the other institution.\" It is going to take"
    },
    {
      "index": 466,
      "start_time": 3349330.0,
      "end_time": 3355211.0,
      "text": "us to sort of grow up in how we see the world. Brandon Wilmore: My name is Brandon Wilmore"
    },
    {
      "index": 467,
      "start_time": 3355210.0,
      "end_time": 3362839.0,
      "text": "and I am a political science major from Idaho. My question is two parts. First of all, what"
    },
    {
      "index": 468,
      "start_time": 3362840.0,
      "end_time": 3368961.0,
      "text": "do you think the relationship is between democracy and economic development? Second, what do"
    },
    {
      "index": 469,
      "start_time": 3368960.0,
      "end_time": 3372640.0,
      "text": "you think the United States’ role in democracy promotion?"
    },
    {
      "index": 470,
      "start_time": 3372640.0,
      "end_time": 3385288.0,
      "text": "Nye: Well, there is a large political science literature on democracy and economic development. The simplified"
    },
    {
      "index": 471,
      "start_time": 3385290.0,
      "end_time": 3393101.0,
      "text": "version is that--there are two simplified versions. One is that democracy is good for economic"
    },
    {
      "index": 472,
      "start_time": 3393100.0,
      "end_time": 3397279.0,
      "text": "development and the other is that it is bad for it. Both of those simplified versions"
    },
    {
      "index": 473,
      "start_time": 3397280.0,
      "end_time": 3404991.0,
      "text": "are wrong. People who say, “Look how much more rapidly China has grown than India.”"
    },
    {
      "index": 474,
      "start_time": 3404990.0,
      "end_time": 3415780.0,
      "text": "China is an authoritarian system. India is a democracy. If India were just authoritarian, it would grow like China. Or if China were"
    },
    {
      "index": 475,
      "start_time": 3415790.0,
      "end_time": 3421590.0,
      "text": "democratic, it would slow down like India.” That is simplistic because if you do a correlation"
    },
    {
      "index": 476,
      "start_time": 3421600.0,
      "end_time": 3427369.0,
      "text": "of all democratic countries and rates of economic growth, it turns out that some of the authoritarian"
    },
    {
      "index": 477,
      "start_time": 3427370.0,
      "end_time": 3429701.0,
      "text": "countries have the worst rates of economic growth."
    },
    {
      "index": 478,
      "start_time": 3429700.0,
      "end_time": 3436799.0,
      "text": "For every China that&#39;s got a high rate of economic growth, there&#39;s a Zimbabwe that&#39;s got"
    },
    {
      "index": 479,
      "start_time": 3436800.0,
      "end_time": 3443160.0,
      "text": "an abysmal rate of economic growth. So that simple correlation that they are inversely"
    },
    {
      "index": 480,
      "start_time": 3443170.0,
      "end_time": 3452380.0,
      "text": "related is wrong. I think there is an argument that is made the other direction, that democracy"
    },
    {
      "index": 481,
      "start_time": 3452380.0,
      "end_time": 3458819.0,
      "text": "is necessary for economic growth. That, we know isn’t true. We have seen rapid economic"
    },
    {
      "index": 482,
      "start_time": 3458820.0,
      "end_time": 3463181.0,
      "text": "growth in countries that are not democratic, not only China, but many of the countries"
    },
    {
      "index": 483,
      "start_time": 3463180.0,
      "end_time": 3471519.0,
      "text": "in South East Asia have had rapid rates of economic growth without being democracies. I think probably the causal"
    },
    {
      "index": 484,
      "start_time": 3471520.0,
      "end_time": 3477650.0,
      "text": "arrows were more in the direction that after a certain amount of economic growth, there"
    },
    {
      "index": 485,
      "start_time": 3477650.0,
      "end_time": 3484590.0,
      "text": "tends to be a demand of a middle class that is produced by economic growth for more participation"
    },
    {
      "index": 486,
      "start_time": 3484590.0,
      "end_time": 3490540.0,
      "text": "in the political system which eventually becomes more democratic. I think economic growth tends"
    },
    {
      "index": 487,
      "start_time": 3490540.0,
      "end_time": 3497680.0,
      "text": "to foster democracy. The argument that democracy is either a barrier or a necessary condition"
    },
    {
      "index": 488,
      "start_time": 3497680.0,
      "end_time": 3500700.0,
      "text": "for economic growth, I am not convinced by those arguments."
    },
    {
      "index": 489,
      "start_time": 3500700.0,
      "end_time": 3508930.0,
      "text": "Peter Xia: I am Peter Xia and am a second year MBA student and I am here to represent"
    },
    {
      "index": 490,
      "start_time": 3508930.0,
      "end_time": 3518519.0,
      "text": "China. I have two questions actually. The first one is what do you see the challenges"
    },
    {
      "index": 491,
      "start_time": 3518520.0,
      "end_time": 3526800.0,
      "text": "that the United States face when they deal with the relationship with China? The second"
    },
    {
      "index": 492,
      "start_time": 3526800.0,
      "end_time": 3537309.0,
      "text": "question is, I read your recent remarks about China’s soft power, so with a new leadership"
    },
    {
      "index": 493,
      "start_time": 3537310.0,
      "end_time": 3546991.0,
      "text": "with very little desire to develop democracy, what can the new leadership learn from United"
    },
    {
      "index": 494,
      "start_time": 3546990.0,
      "end_time": 3553880.0,
      "text": "States to become better leaders in the future? Nye: Well, I think that the good news about"
    },
    {
      "index": 495,
      "start_time": 3553880.0,
      "end_time": 3560250.0,
      "text": "the U.S.-China relationship is that while there is competition and difficulties and"
    },
    {
      "index": 496,
      "start_time": 3560250.0,
      "end_time": 3565420.0,
      "text": "you can point to all sorts of complaints on both sides all the time, neither country presents"
    },
    {
      "index": 497,
      "start_time": 3565420.0,
      "end_time": 3573769.0,
      "text": "an existential threat to each other. Unlike Hitler&#39;s Germany or Stalin&#39;s Soviet Union, China doesn’t present that kind of a threat"
    },
    {
      "index": 498,
      "start_time": 3573770.0,
      "end_time": 3580300.0,
      "text": "to us and vice versa. We are going to have a relationship with China which involves both"
    },
    {
      "index": 499,
      "start_time": 3580300.0,
      "end_time": 3590539.0,
      "text": "cooperation and competition. That&#39;s the proverbial problem in American folklore"
    },
    {
      "index": 500,
      "start_time": 3590540.0,
      "end_time": 3596141.0,
      "text": "of ‘can you learn to walk and chew gum at the same time?’ ‘Can we learn to have"
    },
    {
      "index": 501,
      "start_time": 3596140.0,
      "end_time": 3603390.0,
      "text": "a good relation with China which is both competitive and cooperative?’ I think we can, and I think"
    },
    {
      "index": 502,
      "start_time": 3603390.0,
      "end_time": 3611430.0,
      "text": "it is interesting that over the past 20 or 30 years, we have pretty well done that. There"
    },
    {
      "index": 503,
      "start_time": 3611430.0,
      "end_time": 3620848.0,
      "text": "are lots of problems in the U.S.-China relationship but by and large, we have managed to keep the cooperation ahead"
    },
    {
      "index": 504,
      "start_time": 3620850.0,
      "end_time": 3630141.0,
      "text": "of the conflict. Now, one of the interesting problems for China is going to be whether they"
    },
    {
      "index": 505,
      "start_time": 3630140.0,
      "end_time": 3638210.0,
      "text": "can they maintain the legitimacy of their political system without using too much nationalism."
    },
    {
      "index": 506,
      "start_time": 3638210.0,
      "end_time": 3648349.0,
      "text": "So I think when you look at Shi Ji Ping, he has a problem which is the legitimacy of the Communist Party"
    },
    {
      "index": 507,
      "start_time": 3648350.0,
      "end_time": 3654740.0,
      "text": "rule in China has rested upon a high rate of economic growth and a certain amount of ethnic"
    },
    {
      "index": 508,
      "start_time": 3654740.0,
      "end_time": 3663780.0,
      "text": "nationalism. If the economic growth rate diminishes somewhat, will he have to dial up the nationalism? When you look at"
    },
    {
      "index": 509,
      "start_time": 3663780.0,
      "end_time": 3670830.0,
      "text": "the disputes between China and its neighbors, you will notice that nationalism does play"
    },
    {
      "index": 510,
      "start_time": 3670830.0,
      "end_time": 3680760.0,
      "text": "a role both in the East China Sea and the South China Sea. I think that is the piece"
    },
    {
      "index": 511,
      "start_time": 3680760.0,
      "end_time": 3687600.0,
      "text": "that would worry me, whether the new leadership in China, by increasing its"
    },
    {
      "index": 512,
      "start_time": 3687600.0,
      "end_time": 3696941.0,
      "text": "use of nationalism, worsens its relations with its neighbors and also with the U.S. It need"
    },
    {
      "index": 513,
      "start_time": 3696940.0,
      "end_time": 3703410.0,
      "text": "not happen. I think top Chinese leaders are aware of this, but if you look at China’s"
    },
    {
      "index": 514,
      "start_time": 3703410.0,
      "end_time": 3712970.0,
      "text": "foreign policy between 2008 and 2011, they worstend their relations with India, Japan,"
    },
    {
      "index": 515,
      "start_time": 3712970.0,
      "end_time": 3720618.0,
      "text": "South Korea, the Philippines, and Vietnam. That is not a very good foreign policy record."
    },
    {
      "index": 516,
      "start_time": 3720620.0,
      "end_time": 3728471.0,
      "text": "I would argue that the key to success for China will go back to Deng Xiaoping&#39;s advice, which"
    },
    {
      "index": 517,
      "start_time": 3728470.0,
      "end_time": 3736129.0,
      "text": "is bide your time. What the Chinese did in the early part of the 2000&#39;s which some people called"
    },
    {
      "index": 518,
      "start_time": 3736130.0,
      "end_time": 3742590.0,
      "text": "a charm offensive, but was essentially to increase China’s soft power or attractiveness"
    },
    {
      "index": 519,
      "start_time": 3742590.0,
      "end_time": 3747559.0,
      "text": "to its neighbors. I hope that is the path that Shi Ji Ping will take, but we will have to see."
    },
    {
      "index": 520,
      "start_time": 3747560.0,
      "end_time": 3751891.0,
      "text": "Nick: My name is Nick Parickley. I am a sophomore studying statistics and I am from Richmond,"
    },
    {
      "index": 521,
      "start_time": 3751890.0,
      "end_time": 3755640.0,
      "text": "Virginia. During the course of your discourse, you alluded to George Washington and how he"
    },
    {
      "index": 522,
      "start_time": 3755640.0,
      "end_time": 3759740.0,
      "text": "said that the United States should have no entangling relationships. I was wondering"
    },
    {
      "index": 523,
      "start_time": 3759740.0,
      "end_time": 3764129.0,
      "text": "if you could expound a little more on what the founding fathers’ vision was for foreign"
    },
    {
      "index": 524,
      "start_time": 3764130.0,
      "end_time": 3767730.0,
      "text": "policy when they formed the United States when they were meeting together and talking"
    },
    {
      "index": 525,
      "start_time": 3767730.0,
      "end_time": 3772290.0,
      "text": "about it. Nye: Well, it is an interesting period to"
    },
    {
      "index": 526,
      "start_time": 3772290.0,
      "end_time": 3777390.0,
      "text": "look at, because remember, the United States was small and weak. We had this big continent"
    },
    {
      "index": 527,
      "start_time": 3777390.0,
      "end_time": 3789150.0,
      "text": "but we hadn’t filled it out. We were essentially an adjunct to the European balance of power."
    },
    {
      "index": 528,
      "start_time": 3789150.0,
      "end_time": 3795670.0,
      "text": "Our independence had to do with the fact that France, because it was fighting Britain and"
    },
    {
      "index": 529,
      "start_time": 3795670.0,
      "end_time": 3803979.0,
      "text": "Europe, came and helped us. That final help with the battle of Yorktown made all the difference."
    },
    {
      "index": 530,
      "start_time": 3803980.0,
      "end_time": 3809951.0,
      "text": "In that sense the European power balance helped us, but George Washington and the founding"
    },
    {
      "index": 531,
      "start_time": 3809950.0,
      "end_time": 3816980.0,
      "text": "fathers said that the last thing we want to do is get caught up in all of that. Washington"
    },
    {
      "index": 532,
      "start_time": 3816990.0,
      "end_time": 3823220.0,
      "text": "has this wonderful phrase. In fact, I use it to preface my new book saying, “Why would"
    },
    {
      "index": 533,
      "start_time": 3823220.0,
      "end_time": 3830730.0,
      "text": "somebody so perfectly situated as we are behind these oceans, want to get involved with the"
    },
    {
      "index": 534,
      "start_time": 3830730.0,
      "end_time": 3839359.0,
      "text": "rest of the world?” Good question. In a sense, one of the puzzles of the 20th century"
    },
    {
      "index": 535,
      "start_time": 3839360.0,
      "end_time": 3845431.0,
      "text": "is why did we leave that preferred position and get involved with the rest of the world?"
    },
    {
      "index": 536,
      "start_time": 3845430.0,
      "end_time": 3854149.0,
      "text": "I have tried, in a very abbreviated form, to spell out that story for you tonight. In"
    },
    {
      "index": 537,
      "start_time": 3854150.0,
      "end_time": 3859140.0,
      "text": "American foreign policy, not just among the founding fathers, but for the first century"
    },
    {
      "index": 538,
      "start_time": 3859140.0,
      "end_time": 3867200.0,
      "text": "was we will just stay in our hemisphere . The Monroe Doctrine says we will keep the Europeans"
    },
    {
      "index": 539,
      "start_time": 3867200.0,
      "end_time": 3876479.0,
      "text": "out of our hemisphere. We will just stay over here and not get involved in Europe. I think"
    },
    {
      "index": 540,
      "start_time": 3876480.0,
      "end_time": 3881691.0,
      "text": "what happened is that as we got bigger and had more of an influence on the world, we"
    },
    {
      "index": 541,
      "start_time": 3881690.0,
      "end_time": 3888900.0,
      "text": "discovered that we couldn’t be that indifferent to what happened in more distant parts of the world, and whatever the truth that was in"
    },
    {
      "index": 542,
      "start_time": 3888900.0,
      "end_time": 3894630.0,
      "text": "1900 or 1918, it is certainly true today. In the world in which missiles can cross the"
    },
    {
      "index": 543,
      "start_time": 3894630.0,
      "end_time": 3905329.0,
      "text": "world in 30 minutes and cyber-attacks can cross the world in 300 milliseconds. The argument"
    },
    {
      "index": 544,
      "start_time": 3905330.0,
      "end_time": 3911840.0,
      "text": "that we have that luxury the founding fathers had, I think is long gone. It is interesting"
    },
    {
      "index": 545,
      "start_time": 3911840.0,
      "end_time": 3920401.0,
      "text": "to compare their perception of the world and how we can stay out of it with how we got"
    },
    {
      "index": 546,
      "start_time": 3920400.0,
      "end_time": 3925710.0,
      "text": "increasingly involved in it during the 20th century."
    },
    {
      "index": 547,
      "start_time": 3925710.0,
      "end_time": 3930369.0,
      "text": "Reed Simons: Reed Simons, studying accounting. You talked about how leadership was responsible"
    },
    {
      "index": 548,
      "start_time": 3930370.0,
      "end_time": 3935521.0,
      "text": "for the growth of American power in the 20th century. I guess my question is, do you feel"
    },
    {
      "index": 549,
      "start_time": 3935520.0,
      "end_time": 3941239.0,
      "text": "that holds true or held true for the periods of decline in the 20th century in American power. Was leadership"
    },
    {
      "index": 550,
      "start_time": 3941240.0,
      "end_time": 3949631.0,
      "text": "as responsible as it was for the growth? Nye: I think so. I think the leadership of"
    },
    {
      "index": 551,
      "start_time": 3949630.0,
      "end_time": 3956630.0,
      "text": "Woodrow Wilson produced the conditions that led to the reaction against America’s involvement"
    },
    {
      "index": 552,
      "start_time": 3956630.0,
      "end_time": 3966509.0,
      "text": "of the world. I think that decline of American power from 1920-1940 had a lot to do with"
    },
    {
      "index": 553,
      "start_time": 3966510.0,
      "end_time": 3976781.0,
      "text": "Wilson and of the leaders who followed him, Harding, Coolidge, and Hoover. I think leadership was"
    },
    {
      "index": 554,
      "start_time": 3976780.0,
      "end_time": 3981269.0,
      "text": "definitely important there. I would also say that leadership was important to the second"
    },
    {
      "index": 555,
      "start_time": 3981270.0,
      "end_time": 3987630.0,
      "text": "period where I think American power declined. I think the leaders who got us into the Vietnam"
    },
    {
      "index": 556,
      "start_time": 3987630.0,
      "end_time": 4001249.0,
      "text": "War, particularly John F. Kennedy and Lyndon Johnson, were basically hubristic and made"
    },
    {
      "index": 557,
      "start_time": 4001250.0,
      "end_time": 4009911.0,
      "text": "mistakes which cost us dearly. Nixon and Kissinger tried to—they saw the United States as declining"
    },
    {
      "index": 558,
      "start_time": 4009910.0,
      "end_time": 4015739.0,
      "text": "at that period, and they thought their opening to China would help to arrest that decline."
    },
    {
      "index": 559,
      "start_time": 4015740.0,
      "end_time": 4024001.0,
      "text": "It was a response to what they saw as decline. Nixon’s opening to China was a very good thing,"
    },
    {
      "index": 560,
      "start_time": 4024000.0,
      "end_time": 4032599.0,
      "text": "but it wasn’t enough to reverse the problems that had been occurring by our involvement"
    },
    {
      "index": 561,
      "start_time": 4032600.0,
      "end_time": 4039791.0,
      "text": "in Vietnam. The other thing that Nixon did that was a mistake was to unleash rampant"
    },
    {
      "index": 562,
      "start_time": 4039790.0,
      "end_time": 4047690.0,
      "text": "inflation by breaking the international monitor system in 1971 so that Ford, his successor,"
    },
    {
      "index": 563,
      "start_time": 4047690.0,
      "end_time": 4055239.0,
      "text": "and Carter had to battle a situation where you had the reaction against the war, both at home and abroad,"
    },
    {
      "index": 564,
      "start_time": 4055240.0,
      "end_time": 4061330.0,
      "text": "plus a weakening of the American economy through this so-called stagflation. So, I would argue that bad"
    },
    {
      "index": 565,
      "start_time": 4061330.0,
      "end_time": 4071001.0,
      "text": "leadership in the period of the 60&#39;s and 70&#39;s contributed to a reversal of American growth"
    },
    {
      "index": 566,
      "start_time": 4071000.0,
      "end_time": 4079510.0,
      "text": "and power. So I would argue that the two periods of the century where we went in reverse, had"
    },
    {
      "index": 567,
      "start_time": 4079510.0,
      "end_time": 4085000.0,
      "text": "a lot to do with poor leadership. Thank you all very much."
    }
  ]
}