{
  "video_id": "uFeVCQfPZ2o",
  "title": "Using phrasal verb ‘Break up’ in different ways – Advanced spoken English lesson",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 669.0,
      "end_time": 4890.0,
      "text": "Hi friends, I&#39;m Rachna and I&#39;m back with a new lesson. In today&#39;s lesson we&#39;re going"
    },
    {
      "index": 2,
      "start_time": 4890.0,
      "end_time": 12580.0,
      "text": "to take a look at the phrasal verb break up, okay. Now, we all associate break up with"
    },
    {
      "index": 3,
      "start_time": 12580.0,
      "end_time": 17960.0,
      "text": "that one painful experience that&#39;s a heart break, as in, when you end a relationship."
    },
    {
      "index": 4,
      "start_time": 17960.0,
      "end_time": 25350.0,
      "text": "But well, it is not so. We use break up in many ways, okay. So now let&#39;s start and see"
    },
    {
      "index": 5,
      "start_time": 25350.0,
      "end_time": 28210.0,
      "text": "how do we use break upon in different types of sentences."
    },
    {
      "index": 6,
      "start_time": 36280.0,
      "end_time": 40680.0,
      "text": "The first one-the plate broke up when he dropped it."
    },
    {
      "index": 7,
      "start_time": 40880.0,
      "end_time": 45579.0,
      "text": "Now imagine I have a plate in my hand, and well, I drop it, so"
    },
    {
      "index": 8,
      "start_time": 45579.0,
      "end_time": 53469.0,
      "text": "what&#39;s going to happen? It breaks up. That means, it breaks into many pieces. So when"
    },
    {
      "index": 9,
      "start_time": 53469.0,
      "end_time": 58859.0,
      "text": "you drop something or when you break something into many pieces, you can use the phrasal"
    },
    {
      "index": 10,
      "start_time": 58859.0,
      "end_time": 80179.0,
      "text": "verb break up, okay. So well, if I hold the glass in my hand and I drop it or it slips,"
    },
    {
      "index": 11,
      "start_time": 80179.0,
      "end_time": 85670.0,
      "text": "what is gonna happen? It is gonna break up, okay. So one of the ways you use break up"
    },
    {
      "index": 12,
      "start_time": 85670.0,
      "end_time": 92380.0,
      "text": "is when something breaks into many pieces. So you can say, the glass slipped from my"
    },
    {
      "index": 13,
      "start_time": 92380.0,
      "end_time": 100280.0,
      "text": "hand and broke up into or or just and broke up, okay. Now the next use, when do you break"
    },
    {
      "index": 14,
      "start_time": 100280.0,
      "end_time": 108109.0,
      "text": "up for Christmas? No supposing I ask my little cousin, when do you break up for Christmas?"
    },
    {
      "index": 15,
      "start_time": 108109.0,
      "end_time": 114999.0,
      "text": "I&#39;m asking him when are his Christmas holidays? So well, a lot of schools break up for summer"
    },
    {
      "index": 16,
      "start_time": 114999.0,
      "end_time": 121449.0,
      "text": "vacations when, in the end of June or July maybe, okay. So when you say when do you break"
    },
    {
      "index": 17,
      "start_time": 121450.0,
      "end_time": 128240.0,
      "text": "up or if I tell you I break up for summer vacations uh in the month of June, that means"
    },
    {
      "index": 18,
      "start_time": 128240.00000000001,
      "end_time": 136470.0,
      "text": "my school closes or gives us a summer vacation. So when you use this, you&#39;re asking someone"
    },
    {
      "index": 19,
      "start_time": 136470.0,
      "end_time": 143430.0,
      "text": "or you&#39;re telling someone when your educational institution gives you a summer break or closes"
    },
    {
      "index": 20,
      "start_time": 143430.0,
      "end_time": 172530.0,
      "text": "for a while, okay. So well if I say we break up in December for Christmas, that&#39;s the time"
    },
    {
      "index": 21,
      "start_time": 172530.0,
      "end_time": 179599.0,
      "text": "students love it because it&#39;s their Christmas vacation, fine. Now in my next example, Maria"
    },
    {
      "index": 22,
      "start_time": 179599.0,
      "end_time": 186589.0,
      "text": "and John have broken up. Well, obviously this spells sad and bad news. When I say have broken"
    },
    {
      "index": 23,
      "start_time": 186590.0,
      "end_time": 193930.0,
      "text": "up, I mean to say they have ended a relationship. So probably they were dating earlier, they"
    },
    {
      "index": 24,
      "start_time": 193930.0,
      "end_time": 201990.0,
      "text": "were serious in a relationship, but now that is no longer so. They have, you know, just"
    },
    {
      "index": 25,
      "start_time": 201990.0,
      "end_time": 207298.0,
      "text": "decided to part ways. So we say, they have broken up, right? So, it is similar to saying"
    },
    {
      "index": 26,
      "start_time": 207299.0,
      "end_time": 212159.0,
      "text": "they have split up. But the more commonly expression used is they have broken up. So"
    },
    {
      "index": 27,
      "start_time": 212159.0,
      "end_time": 224620.0,
      "text": "it means they have ended their relationship and they are no longer in rosy relationship."
    },
    {
      "index": 28,
      "start_time": 224620.0,
      "end_time": 237379.0,
      "text": "Okay, I hope so far this is clear to you. The next example, you&#39;re breaking up, I&#39;ll"
    },
    {
      "index": 29,
      "start_time": 237379.0,
      "end_time": 242780.0,
      "text": "call you back. Now suppose you&#39;re speaking to someone over the phone, okay, and sometimes"
    },
    {
      "index": 30,
      "start_time": 242780.0,
      "end_time": 247930.0,
      "text": "when you&#39;re travelling, especially when you&#39;re travelling, okay. You know the voice kinda"
    },
    {
      "index": 31,
      "start_time": 247930.0,
      "end_time": 252760.0,
      "text": "cracks up and you can&#39;t hear the person clearly because there is a lot of interference or"
    },
    {
      "index": 32,
      "start_time": 252760.0,
      "end_time": 258349.0,
      "text": "sometimes the network is really poor. That that means the person is breaking up. So I"
    },
    {
      "index": 33,
      "start_time": 258350.00000000003,
      "end_time": 265540.0,
      "text": "tell a friend of mine, you&#39;re breaking up, I&#39;ll call you back, okay. So probably I get"
    },
    {
      "index": 34,
      "start_time": 265540.0,
      "end_time": 271390.0,
      "text": "off the train and then I call her back. So when I say you&#39;re voice is breaking up or"
    },
    {
      "index": 35,
      "start_time": 271390.0,
      "end_time": 278390.0,
      "text": "when I say you&#39;re breaking up, it means you are not audible or you&#39;re inaudible because"
    },
    {
      "index": 36,
      "start_time": 278400.0,
      "end_time": 297380.0,
      "text": "of interference or too much noise or poor network, okay. Now, the thought of hurting"
    },
    {
      "index": 37,
      "start_time": 297380.0,
      "end_time": 302880.0,
      "text": "John just breaks me up. Now imagine if I have to tell John something that I&#39;m sure he&#39;s"
    },
    {
      "index": 38,
      "start_time": 302880.0,
      "end_time": 308440.0,
      "text": "going to be hurt about,okay. Obviously being my closest friend, if I&#39;m gonna hurt him,"
    },
    {
      "index": 39,
      "start_time": 308440.0,
      "end_time": 328280.0,
      "text": "it&#39;s gonna upset me. So I say, it just breaks me up, that means to upset somebody, okay."
    },
    {
      "index": 40,
      "start_time": 328280.0,
      "end_time": 334599.0,
      "text": "So sometimes we see people uh being really depressed or you know undergoing uh problems"
    },
    {
      "index": 41,
      "start_time": 334600.0,
      "end_time": 340880.0,
      "text": "say for example a financial problem, and imagine they they&#39;re your near and dear ones. So how"
    },
    {
      "index": 42,
      "start_time": 340880.0,
      "end_time": 345490.0,
      "text": "do you feel when you look at them undergoing or you know suffering so much? It definitely"
    },
    {
      "index": 43,
      "start_time": 345490.0,
      "end_time": 352250.0,
      "text": "breaks you up. That means it really upsets you to see your uh you know close ones undergoing"
    },
    {
      "index": 44,
      "start_time": 352250.0,
      "end_time": 357740.0,
      "text": "pain or suffering. So that is another way to say it breaks me up, another way to say"
    },
    {
      "index": 45,
      "start_time": 357740.0,
      "end_time": 364910.0,
      "text": "it really upsets me. So to break somebody up means to upset somebody, alright. Now in"
    },
    {
      "index": 46,
      "start_time": 364910.0,
      "end_time": 369910.0,
      "text": "the next sentence, the meeting broke up at 11 am. Now supposing a meeting started at"
    },
    {
      "index": 47,
      "start_time": 369910.0,
      "end_time": 374960.0,
      "text": "9 and if I go and ask the secretary, what time, where are the people, I mean what time"
    },
    {
      "index": 48,
      "start_time": 374960.0,
      "end_time": 382130.0,
      "text": "did the meeting end? She says that the meeting broke up at 11 am. That means the meeting"
    },
    {
      "index": 49,
      "start_time": 382130.0,
      "end_time": 408130.0,
      "text": "ended and people went their different ways, okay. So, I&#39;m at a business conference and"
    },
    {
      "index": 50,
      "start_time": 408130.0,
      "end_time": 414880.0,
      "text": "well I tell my friend the conference is going to break up at 2 pm. That means it&#39;s going"
    },
    {
      "index": 51,
      "start_time": 414880.0,
      "end_time": 419909.0,
      "text": "to end at 2 pm and people are going to go different ways. So that is another way of"
    },
    {
      "index": 52,
      "start_time": 419910.0,
      "end_time": 427710.0,
      "text": "saying or to go different ways or to end something, you may use to break up, okay. And the last"
    },
    {
      "index": 53,
      "start_time": 427710.0,
      "end_time": 437100.0,
      "text": "sentence, his jokes break me up. Now well imagine you have a, you have this wonderful"
    },
    {
      "index": 54,
      "start_time": 437100.0,
      "end_time": 444150.0,
      "text": "friend in your group who is really witty and has his uh keeps passing his famous one liners"
    },
    {
      "index": 55,
      "start_time": 444150.0,
      "end_time": 449560.0,
      "text": "and has something to say about everything and everyone which really leaves you laughing,"
    },
    {
      "index": 56,
      "start_time": 449560.0,
      "end_time": 455590.0,
      "text": "you know the LOL kind of thing. So, when someone makes you laugh really hard, I mean you cannot"
    },
    {
      "index": 57,
      "start_time": 455590.0,
      "end_time": 461719.0,
      "text": "control and his wit is wonderful. So when you want to say that his jokes really make"
    },
    {
      "index": 58,
      "start_time": 461720.0,
      "end_time": 468390.0,
      "text": "you laugh hard, you could say his jokes break me up, okay. That means you cannot control"
    },
    {
      "index": 59,
      "start_time": 468390.0,
      "end_time": 483280.0,
      "text": "and you really laugh hard. Well, I have a friend of mine and she&#39;s really witty. So"
    },
    {
      "index": 60,
      "start_time": 483280.0,
      "end_time": 490190.0,
      "text": "whenever I meet her, I always break up because the the kind of wit, her humor is just fabulous,"
    },
    {
      "index": 61,
      "start_time": 490190.0,
      "end_time": 495920.0,
      "text": "right? And it&#39;s really nice to be around these people because they always make sure that"
    },
    {
      "index": 62,
      "start_time": 495920.0,
      "end_time": 502900.0,
      "text": "you laugh till you&#39;re tired and you really laugh hard, okay. Well friends these are the"
    },
    {
      "index": 63,
      "start_time": 502900.0,
      "end_time": 507390.0,
      "text": "common ways you use the phrasal verb break up. The different ways you use them. And well"
    },
    {
      "index": 64,
      "start_time": 507390.0,
      "end_time": 511990.0,
      "text": "this brings me to the end of this lesson, I hope you enjoyed watching it. Well, I do"
    },
    {
      "index": 65,
      "start_time": 511990.0,
      "end_time": 516529.0,
      "text": "have a test for you so please take the test and let me know your scores. I&#39;ll be back"
    },
    {
      "index": 66,
      "start_time": 516529.0,
      "end_time": 519900.0,
      "text": "soon with a new lesson, till then take care and bye."
    }
  ]
}