{
  "video_id": "UfJ-i4Y6DGU",
  "title": "How Do We Know What Air is Like on Other Planets?",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 1660.0,
      "end_time": 6180.0,
      "text": "We know that Jupiter has an atmosphere made up mainly of hydrogen and helium. Europa,"
    },
    {
      "index": 2,
      "start_time": 6180.0,
      "end_time": 12450.0,
      "text": "a moon of Jupiter, has a very thin oxygen atmosphere, and HD 209458 b, a Jupiter-sized"
    },
    {
      "index": 3,
      "start_time": 12450.0,
      "end_time": 18250.0,
      "text": "exoplanet orbiting the star HD 209458 which is 154 lightyears away, has an atmosphere"
    },
    {
      "index": 4,
      "start_time": 18250.0,
      "end_time": 23410.0,
      "text": "that contains hydrogen, carbon, oxygen, sodium, carbon dioxide, methane, and even water vapor."
    },
    {
      "index": 5,
      "start_time": 23410.0,
      "end_time": 26710.0,
      "text": "All this even though we haven’t visited any of these places to directly sample the"
    },
    {
      "index": 6,
      "start_time": 26710.0,
      "end_time": 28500.0,
      "text": "air... but we don’t need to."
    },
    {
      "index": 7,
      "start_time": 28500.0,
      "end_time": 33300.0,
      "text": "We can study the air on other planets, moons, and exoplanets just by looking at them. In"
    },
    {
      "index": 8,
      "start_time": 33300.0,
      "end_time": 37670.0,
      "text": "particular, by looking at light that bounces off or passes through their atmospheres, because"
    },
    {
      "index": 9,
      "start_time": 37670.0,
      "end_time": 42100.0,
      "text": "when you shine light on a gas, the molecules absorb and scatter different frequencies of"
    },
    {
      "index": 10,
      "start_time": 42100.0,
      "end_time": 46550.0,
      "text": "that light in different amounts. If we then split the transmitted or scattered light apart"
    },
    {
      "index": 11,
      "start_time": 46550.0,
      "end_time": 51600.0,
      "text": "into its constituent colors using a prism or diffraction grating, we can see a molecule’s"
    },
    {
      "index": 12,
      "start_time": 51600.0,
      "end_time": 57640.0,
      "text": "light-absorption fingerprint, or its light-emission fingerprint. This is hydrogen. This is nitrogen."
    },
    {
      "index": 13,
      "start_time": 57640.0,
      "end_time": 60829.0,
      "text": "Oxygen. Methane. Carbon dioxide. Water. Sulfuric acid."
    },
    {
      "index": 14,
      "start_time": 60829.0,
      "end_time": 64449.0,
      "text": "So when we look at the sunlight bouncing off of the atmospheres of planets and notice spikes"
    },
    {
      "index": 15,
      "start_time": 64449.0,
      "end_time": 68270.0,
      "text": "of certain heights in certain frequencies, we can carefully match those to the known"
    },
    {
      "index": 16,
      "start_time": 68270.0,
      "end_time": 73080.0,
      "text": "fingerprints of gas molecules, and learn not just what gases make up the air, but even"
    },
    {
      "index": 17,
      "start_time": 73080.0,
      "end_time": 74030.0,
      "text": "their relative abundances!"
    },
    {
      "index": 18,
      "start_time": 74030.0,
      "end_time": 78050.0,
      "text": "In fact, we don’t even need to be able to see a planet at all to learn about its atmosphere"
    },
    {
      "index": 19,
      "start_time": 78050.0,
      "end_time": 81910.0,
      "text": "– many exoplanets have been discovered because they pass in front of their parent"
    },
    {
      "index": 20,
      "start_time": 81910.0,
      "end_time": 86360.0,
      "text": "star, which we see as a dip in the overall intensity of the star’s light. But if an"
    },
    {
      "index": 21,
      "start_time": 86360.0,
      "end_time": 90360.0,
      "text": "exoplanet has an atmosphere, the gas molecules in its atmosphere will block some frequencies"
    },
    {
      "index": 22,
      "start_time": 90360.0,
      "end_time": 94860.0,
      "text": "an extra amount, according to their molecular fingerprints, and we can do the same gas-matching"
    },
    {
      "index": 23,
      "start_time": 94860.0,
      "end_time": 99910.0,
      "text": "process as before. And that’s how we know what’s in the atmosphere of HD 209458 b!."
    },
    {
      "index": 24,
      "start_time": 99910.0,
      "end_time": 104060.0,
      "text": "Of course, in practice it’s pretty darn challenging to use molecular fingerprints"
    },
    {
      "index": 25,
      "start_time": 104060.0,
      "end_time": 108330.0,
      "text": "to study exoplanet atmospheres, because air is thin so the fingerprints are super faint"
    },
    {
      "index": 26,
      "start_time": 108330.0,
      "end_time": 113000.0,
      "text": "and we need big sensitive telescopes and spectrometers; and because atmospheres are complicated and"
    },
    {
      "index": 27,
      "start_time": 113000.0,
      "end_time": 116840.0,
      "text": "their fingerprints can be ambiguous or hard to match; and because different parts of a"
    },
    {
      "index": 28,
      "start_time": 116840.0,
      "end_time": 120890.0,
      "text": "single star emit different amounts of different colors of light, so a planet’s effect on"
    },
    {
      "index": 29,
      "start_time": 120890.0,
      "end_time": 124680.0,
      "text": "the star’s spectrum will depend on which part the planet passes in front of."
    },
    {
      "index": 30,
      "start_time": 124680.0,
      "end_time": 128420.0,
      "text": "But all of these difficulties can be dealt with by clever astronomers, and thus we have"
    },
    {
      "index": 31,
      "start_time": 128419.99999999999,
      "end_time": 132790.0,
      "text": "been able to figure out what the air is like on planets hundreds of light years away that"
    },
    {
      "index": 32,
      "start_time": 132790.0,
      "end_time": 142790.0,
      "text": "we can’t even see."
    }
  ]
}