{
  "video_id": "UgKvDw1E60E",
  "title": "How to Make a Carbon Fiber Car Bonnet/Hood - Part 1/3 : Making the Mould",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9960.0,
      "end_time": 14450.0,
      "text": "Hello and welcome to this Easy Composites video tutorial. In this series which is probably"
    },
    {
      "index": 2,
      "start_time": 14450.0,
      "end_time": 18090.0,
      "text": "the most ambitious we&#39;ll ever take on we&#39;re going to be answering the question that we"
    },
    {
      "index": 3,
      "start_time": 18090.0,
      "end_time": 22840.0,
      "text": "get asked more often than any other, which is how to make you&#39;re own carbon fibre vehicle"
    },
    {
      "index": 4,
      "start_time": 22840.0,
      "end_time": 27770.0,
      "text": "panels like this car bonnet that you see here. In the tutorial we&#39;re going to be showing"
    },
    {
      "index": 5,
      "start_time": 27770.0,
      "end_time": 32579.0,
      "text": "you every single step along the way including making the mould, making the parts, bonding"
    },
    {
      "index": 6,
      "start_time": 32579.0,
      "end_time": 37720.0,
      "text": "the parts together, trimming and finishing to enable you to make your own incredibly"
    },
    {
      "index": 7,
      "start_time": 37720.0,
      "end_time": 43670.0,
      "text": "light, incredibly strong perfectly finished carbon fibre panels. We really hope you enjoy"
    },
    {
      "index": 8,
      "start_time": 43670.0,
      "end_time": 52309.0,
      "text": "it. The first step in our process is to take this original steel bonnet which we&#39;re using"
    },
    {
      "index": 9,
      "start_time": 52309.0,
      "end_time": 56890.0,
      "text": "as our pattern. We&#39;re going to add barriers all the way around the outside of it so that"
    },
    {
      "index": 10,
      "start_time": 56890.0,
      "end_time": 60940.0,
      "text": "when we make our mould we actually created a mould with a flange on, and that flange"
    },
    {
      "index": 11,
      "start_time": 60940.0,
      "end_time": 66100.0,
      "text": "will add stiffness to the mould and it will also give us plenty of opportunity to position"
    },
    {
      "index": 12,
      "start_time": 66100.0,
      "end_time": 71300.0,
      "text": "the bagging consumables and things for the resin process. Before we actually apply any"
    },
    {
      "index": 13,
      "start_time": 71300.0,
      "end_time": 76130.0,
      "text": "barriers to this part we&#39;re just going to take the opportunity to put down a full background"
    },
    {
      "index": 14,
      "start_time": 76130.0,
      "end_time": 80460.0,
      "text": "layer of release agent. We&#39;re using Easy Lease which is a chemical release agent and of cause"
    },
    {
      "index": 15,
      "start_time": 80460.0,
      "end_time": 84500.0,
      "text": "this is what&#39;s going to stop the gel coat from sticking to the part but while we&#39;ve"
    },
    {
      "index": 16,
      "start_time": 84500.0,
      "end_time": 89130.0,
      "text": "got the bonnet in this state it&#39;s much easier to ensure that we&#39;ve got everywhere covered"
    },
    {
      "index": 17,
      "start_time": 89130.0,
      "end_time": 94700.0,
      "text": "and then we&#39;ll probably do another application later on. Making barriers can be tricky. The"
    },
    {
      "index": 18,
      "start_time": 94700.0,
      "end_time": 99310.0,
      "text": "technique that we&#39;ve developed is to use corrugated signboard for the barriers themselves and"
    },
    {
      "index": 19,
      "start_time": 99310.0,
      "end_time": 103729.0,
      "text": "the bond those to the underside of the part using hot melt glue. So the first thing to"
    },
    {
      "index": 20,
      "start_time": 103729.0,
      "end_time": 108630.0,
      "text": "do is to use masking tape to actually make a template around the edge of the part and"
    },
    {
      "index": 21,
      "start_time": 108630.0,
      "end_time": 117570.0,
      "text": "then we&#39;ll transfer that onto the signboard and cut the barriers themselves. So with the"
    },
    {
      "index": 22,
      "start_time": 117570.0,
      "end_time": 122609.0,
      "text": "masking tape all the way around the edge of the part it&#39;s a case of just marking up where"
    },
    {
      "index": 23,
      "start_time": 122609.0,
      "end_time": 128539.0,
      "text": "we&#39;re actually going to make the barrier pieces in separate sections and we also at the same"
    },
    {
      "index": 24,
      "start_time": 128538.99999999999,
      "end_time": 134620.0,
      "text": "time just draw on the angle that we&#39;re going to cut the barrier sections at and finally"
    },
    {
      "index": 25,
      "start_time": 134620.0,
      "end_time": 140500.0,
      "text": "number them so we can identify them. So we&#39;re going to have a cut line here and a cut line"
    },
    {
      "index": 26,
      "start_time": 140500.0,
      "end_time": 149260.0,
      "text": "coming off at this angle here. Then this will all be one piece and we&#39;ll have cut lines"
    },
    {
      "index": 27,
      "start_time": 149260.0,
      "end_time": 155330.0,
      "text": "on the barrier about there. The masking tape comes off the part extremely easily. So we&#39;re"
    },
    {
      "index": 28,
      "start_time": 155330.0,
      "end_time": 161550.0,
      "text": "just going to start it off and then cut it into the parts that we&#39;ve identified, being"
    },
    {
      "index": 29,
      "start_time": 161550.0,
      "end_time": 177760.0,
      "text": "careful not to rip the tape. So we&#39;re transferring this line here onto the board. We know the"
    },
    {
      "index": 30,
      "start_time": 177760.0,
      "end_time": 183200.0,
      "text": "angles that we want to make the barriers at. Once we&#39;ve marked out all these templates"
    },
    {
      "index": 31,
      "start_time": 183200.0,
      "end_time": 187780.0,
      "text": "we&#39;re just going to cut them out with a sharp knife and then position them around the outside"
    },
    {
      "index": 32,
      "start_time": 187780.0,
      "end_time": 201040.0,
      "text": "of  the part. we&#39;re working on the underside of the bonnet now where we&#39;re going to be positioning"
    },
    {
      "index": 33,
      "start_time": 201040.0,
      "end_time": 205700.0,
      "text": "this barrier. Now the way we&#39;re going to do that is we&#39;re going to apply masking tape"
    },
    {
      "index": 34,
      "start_time": 205700.0,
      "end_time": 209540.0,
      "text": "to the edge on the underside of the bonnet here and then we&#39;re going to be using hot"
    },
    {
      "index": 35,
      "start_time": 209540.0,
      "end_time": 213840.0,
      "text": "melt glue on the masking tape and then on the barrier. the reason for the masking tape"
    },
    {
      "index": 36,
      "start_time": 213840.0,
      "end_time": 218680.0,
      "text": "is so that this barrier is quite easy to remove when we&#39;re done with the process. So we can"
    },
    {
      "index": 37,
      "start_time": 218680.0,
      "end_time": 230120.0,
      "text": "get started with that with the masking tape. We&#39;ve got masking tape all the way along this"
    },
    {
      "index": 38,
      "start_time": 230120.0,
      "end_time": 234900.0,
      "text": "top edge so now it&#39;s time to use hot melt glue gun we&#39;re going to just put a bead of"
    },
    {
      "index": 39,
      "start_time": 234900.0,
      "end_time": 246400.0,
      "text": "glue all the way along the top edge and then stick the barrier to it. We&#39;ve now flipped"
    },
    {
      "index": 40,
      "start_time": 246400.0,
      "end_time": 252900.0,
      "text": "this bonnet over just before we do the wax we&#39;re actually going to use a release tape"
    },
    {
      "index": 41,
      "start_time": 252900.0,
      "end_time": 258400.0,
      "text": "to actually just seal these joins, or a breaker tape and that&#39;s just going to prevent again"
    },
    {
      "index": 42,
      "start_time": 258399.99999999997,
      "end_time": 265020.0,
      "text": "any of the gel coat from running down into the gap. So we just take the tape and tape"
    },
    {
      "index": 43,
      "start_time": 265020.0,
      "end_time": 271599.0,
      "text": "the seam and because it&#39;s a release tape the resin and the gel coat won&#39;t stick to it."
    },
    {
      "index": 44,
      "start_time": 271599.0,
      "end_time": 277050.0,
      "text": "So the next step is to us a yellow filleting wax to actually create a bead all the way"
    },
    {
      "index": 45,
      "start_time": 277050.0,
      "end_time": 282129.0,
      "text": "around the edge between the bonnet onto the flange and what that will do is stops the"
    },
    {
      "index": 46,
      "start_time": 282129.0,
      "end_time": 287930.0,
      "text": "gel coat from running under and locking in and also gives us a nice smooth transition"
    },
    {
      "index": 47,
      "start_time": 287930.0,
      "end_time": 291620.0,
      "text": "so that when we&#39;ve got the mould the parts themselves are going to release nicely and"
    },
    {
      "index": 48,
      "start_time": 291620.0,
      "end_time": 298569.0,
      "text": "they&#39;re not going to get caught up or mechanically locked on this edge. So we&#39;ve put the filleting"
    },
    {
      "index": 49,
      "start_time": 298569.0,
      "end_time": 303539.0,
      "text": "wax all the way around the outside now and you can see from this close up what we want"
    },
    {
      "index": 50,
      "start_time": 303539.0,
      "end_time": 307129.0,
      "text": "to do is always be sure that when you put the wax down you&#39;ve got what&#39;s called a draft"
    },
    {
      "index": 51,
      "start_time": 307129.0,
      "end_time": 312729.0,
      "text": "angle and that&#39;s going to mean that when we remove the part of separate the part and the"
    },
    {
      "index": 52,
      "start_time": 312729.0,
      "end_time": 319199.0,
      "text": "mould that there&#39;s not going to be a mechanically lock. We&#39;re now ready to put the proper coat"
    },
    {
      "index": 53,
      "start_time": 319199.0,
      "end_time": 323419.0,
      "text": "of release agent onto the bonnet and we&#39;re going to apply two coats of the Easy Lease"
    },
    {
      "index": 54,
      "start_time": 323419.0,
      "end_time": 328819.0,
      "text": "all the way over the surface of the panel. Now the filleting wax doesn&#39;t requite a release"
    },
    {
      "index": 55,
      "start_time": 328819.0,
      "end_time": 333300.0,
      "text": "agent and in fact will actually get dragged off by the release agent if we&#39;re not careful"
    },
    {
      "index": 56,
      "start_time": 333300.0,
      "end_time": 337889.0,
      "text": "so we&#39;re not going to apply any release agent to the wax. We are going to apply the release"
    },
    {
      "index": 57,
      "start_time": 337889.0,
      "end_time": 342400.0,
      "text": "agent onto the barrier itself just in case there&#39;s any contamination. It is made from"
    },
    {
      "index": 58,
      "start_time": 342400.0,
      "end_time": 347069.0,
      "text": "polypropylene so it shouldn&#39;t stick but just in case it does we&#39;re going to give it a coat"
    },
    {
      "index": 59,
      "start_time": 347069.0,
      "end_time": 352719.0,
      "text": "over as well. We&#39;ve now left this a good half an hour to fully dry off and we&#39;re actually"
    },
    {
      "index": 60,
      "start_time": 352719.0,
      "end_time": 359030.0,
      "text": "going to apply two coats of wax all the way over the top of this the steel bonnet part."
    },
    {
      "index": 61,
      "start_time": 359030.0,
      "end_time": 364740.0,
      "text": "Now usually we wouldn&#39;t use a wax on top of a release agent. A chemical release agent"
    },
    {
      "index": 62,
      "start_time": 364740.0,
      "end_time": 370279.0,
      "text": "generally works on its own however in the case of going from a pattern to the mould"
    },
    {
      "index": 63,
      "start_time": 370279.0,
      "end_time": 374860.0,
      "text": "itself we want to be absolutely sure that we&#39;re not going to have any problems with"
    },
    {
      "index": 64,
      "start_time": 374860.0,
      "end_time": 379460.0,
      "text": "the release and so having the chemical release agent and the wax although it&#39;s a slightly"
    },
    {
      "index": 65,
      "start_time": 379460.0,
      "end_time": 384529.0,
      "text": "unusual combination is going to ensure that we do have no release problems. We&#39;re now"
    },
    {
      "index": 66,
      "start_time": 384529.0,
      "end_time": 390080.0,
      "text": "buffing off the wax having left it about five or ten minutes and you just really want the"
    },
    {
      "index": 67,
      "start_time": 390080.0,
      "end_time": 394800.0,
      "text": "lightest possible pressure when you&#39;re doing this just using a micro fibre cloth here and"
    },
    {
      "index": 68,
      "start_time": 394800.0,
      "end_time": 400340.0,
      "text": "just skimming over the surface and you can see the shine start to emerge. Right so we&#39;ve"
    },
    {
      "index": 69,
      "start_time": 400340.0,
      "end_time": 405469.0,
      "text": "now left the wax to fully harden off which is roundabout half an hour or something like"
    },
    {
      "index": 70,
      "start_time": 405469.0,
      "end_time": 410840.0,
      "text": "that and so it&#39;s actually time to make the mould itself. So we&#39;re going to be using a"
    },
    {
      "index": 71,
      "start_time": 410840.0,
      "end_time": 417889.0,
      "text": "very versatile tooling system called Uni-Mould and the Uni-Mould system comprises a tooling"
    },
    {
      "index": 72,
      "start_time": 417889.0,
      "end_time": 422969.0,
      "text": "gel coat which is a vinylester tooling coat. Now the reason we&#39;re using vinylester is that"
    },
    {
      "index": 73,
      "start_time": 422969.0,
      "end_time": 428550.0,
      "text": "that&#39;s actually compatible with polyester resin, vinylester resin but most importantly"
    },
    {
      "index": 74,
      "start_time": 428550.0,
      "end_time": 433029.0,
      "text": "for us epoxy resin and it will guarantee an excellent release of the parts out of the"
    },
    {
      "index": 75,
      "start_time": 433029.0,
      "end_time": 438909.0,
      "text": "mould which you wouldn&#39;t get with a normal polyester gel coat. The Uni-Mould system then"
    },
    {
      "index": 76,
      "start_time": 438909.0,
      "end_time": 444249.0,
      "text": "uses a coupling coat which is reinforced coupling coat we actually add a lightweight chopped"
    },
    {
      "index": 77,
      "start_time": 444249.0,
      "end_time": 451219.0,
      "text": "strand mat in with that which forms the connection between the tooling gel and then the tooling"
    },
    {
      "index": 78,
      "start_time": 451219.0,
      "end_time": 456509.0,
      "text": "resin itself. Applying the gel coat now we can do this in either two thin coats or one"
    },
    {
      "index": 79,
      "start_time": 456509.0,
      "end_time": 465999.0,
      "text": "thicker coat. We&#39;d be targeting in a single thick coat of a roundabout 0.8 mm. Now for"
    },
    {
      "index": 80,
      "start_time": 465999.0,
      "end_time": 472719.0,
      "text": "a bonnet this size we&#39;re looking at mixing up a roundabout 700 grams of gel coat if you"
    },
    {
      "index": 81,
      "start_time": 472719.0,
      "end_time": 477339.0,
      "text": "mix up too little and you come up short you can always mix up some more. We&#39;re using normal"
    },
    {
      "index": 82,
      "start_time": 477339.0,
      "end_time": 485099.0,
      "text": "MEKP catalyst and a ratio of about 1.5 to 2 percent. So for 700 grams of the gel coat"
    },
    {
      "index": 83,
      "start_time": 485099.0,
      "end_time": 490360.0,
      "text": "that would obviously be 14 grams at 2 percent of the catalyst. Applying the gel coat is"
    },
    {
      "index": 84,
      "start_time": 490360.0,
      "end_time": 495710.0,
      "text": "totally straightforward covering it and we&#39;re going for that approximately 1 mm which is"
    },
    {
      "index": 85,
      "start_time": 495710.0,
      "end_time": 500050.0,
      "text": "a reasonably thick application. We&#39;ve now allowed this gel coat to cure to the right"
    },
    {
      "index": 86,
      "start_time": 500050.0,
      "end_time": 504919.0,
      "text": "point. It&#39;s certainly very much firmed up but it&#39;s still got a very slight level of"
    },
    {
      "index": 87,
      "start_time": 504919.0,
      "end_time": 509620.0,
      "text": "tack which is the right point for a gel coat. So in the Un-Mould system it&#39;s now time to"
    },
    {
      "index": 88,
      "start_time": 509620.0,
      "end_time": 514690.0,
      "text": "add the coupling coat. As we say we&#39;ve got a light chopped strand mat, we&#39;re using a"
    },
    {
      "index": 89,
      "start_time": 514690.00000000006,
      "end_time": 520110.00000000006,
      "text": "225 gram here. This is really as heavy as you would want to go at the coupling coat"
    },
    {
      "index": 90,
      "start_time": 520110.0,
      "end_time": 525570.0,
      "text": "stage, you could go lighter and we&#39;re going to be wetting this through with the coupling"
    },
    {
      "index": 91,
      "start_time": 525570.0,
      "end_time": 532270.0,
      "text": "coat. Again this is catalysed at a ratio of about 1.5 to 2 percent we&#39;re going to be catalysing"
    },
    {
      "index": 92,
      "start_time": 532270.0,
      "end_time": 542390.0,
      "text": "it about 2 percent and we&#39;re going to use a full kilo on this layer. When the coupling"
    },
    {
      "index": 93,
      "start_time": 542390.0,
      "end_time": 546220.0,
      "text": "coat has been fully catalysed it does actually change to a darker colour so you can tell"
    },
    {
      "index": 94,
      "start_time": 546220.0,
      "end_time": 553370.0,
      "text": "it&#39;s ready to go. Now when you&#39;re working with he coupling coat it&#39;s just like any chopped"
    },
    {
      "index": 95,
      "start_time": 553370.0,
      "end_time": 561730.0,
      "text": "strand laminating so you apply the resin to the part first and then drop the glass mat"
    },
    {
      "index": 96,
      "start_time": 561730.0,
      "end_time": 567750.0,
      "text": "down onto the resin and then wet it through from above. The light chopped strand provides"
    },
    {
      "index": 97,
      "start_time": 567750.0,
      "end_time": 572780.0,
      "text": "reinforcement at this early stage but because its a light mat it&#39;s very easy to get it down"
    },
    {
      "index": 98,
      "start_time": 572780.0,
      "end_time": 577020.0,
      "text": "into the contours of a mould which ensures that you&#39;re not going to have any voids between"
    },
    {
      "index": 99,
      "start_time": 577020.0,
      "end_time": 584140.0,
      "text": "the gel coat and the main tooling reinforcement and the coupling coat itself chemically is"
    },
    {
      "index": 100,
      "start_time": 584140.0,
      "end_time": 589470.0,
      "text": "designed to act as an interface between this vinylester tooling gel coat and the tooling"
    },
    {
      "index": 101,
      "start_time": 589470.0,
      "end_time": 602450.0,
      "text": "resin itself. We&#39;ve now allowed this coupling coat to cure in our case its taken around"
    },
    {
      "index": 102,
      "start_time": 602450.0,
      "end_time": 606900.0,
      "text": "three hours and it&#39;s very much firm to the touch but it got a slight tack and that&#39;s"
    },
    {
      "index": 103,
      "start_time": 606900.0,
      "end_time": 611190.0,
      "text": "the right point for us to go on with the main reinforcement. Now because we&#39;re using the"
    },
    {
      "index": 104,
      "start_time": 611190.0,
      "end_time": 615560.0,
      "text": "Uni-Mould tooling system we&#39;re going to be putting down all of the reinforcement and"
    },
    {
      "index": 105,
      "start_time": 615560.0,
      "end_time": 622400.0,
      "text": "the resin in one hit. The Uni-Mould tooling resin is a filled resin system so it&#39;s very"
    },
    {
      "index": 106,
      "start_time": 622400.0,
      "end_time": 629250.0,
      "text": "important to thoroughly mix up the contents and we&#39;ll also give it a quick stir to make"
    },
    {
      "index": 107,
      "start_time": 629250.0,
      "end_time": 635150.0,
      "text": "sure that any sediment or fillers are thoroughly mixed in to the resin. With the resin catalysed"
    },
    {
      "index": 108,
      "start_time": 635150.0,
      "end_time": 639500.0,
      "text": "at between 1 and 2 percent, we&#39;ve used 2 percent because it&#39;s only a small mould we&#39;re then"
    },
    {
      "index": 109,
      "start_time": 639500.0,
      "end_time": 643380.0,
      "text": "going to apply the resin all the way over the surface and start building up this chopped"
    },
    {
      "index": 110,
      "start_time": 643380.0,
      "end_time": 677670.0,
      "text": "strand mat. So we want to work reasonably quickly and get it all down in one hit. We&#39;ve"
    },
    {
      "index": 111,
      "start_time": 677670.0,
      "end_time": 682660.0,
      "text": "now allowed this to cure fully overnight as you can see the colour of the mould has changed"
    },
    {
      "index": 112,
      "start_time": 682660.0,
      "end_time": 687460.0,
      "text": "to a lighter shade indicating that the exotherm has taken place and so we&#39;re going to turn"
    },
    {
      "index": 113,
      "start_time": 687460.0,
      "end_time": 691930.0,
      "text": "the mould over and without removing the bonnet we&#39;re going to look at making the moulding"
    },
    {
      "index": 114,
      "start_time": 691930.0,
      "end_time": 696380.0,
      "text": "for the inner skin. Okay so we&#39;re now going to remove the temporary barriers that we put"
    },
    {
      "index": 115,
      "start_time": 696380.0,
      "end_time": 713610.0,
      "text": "in place. And you can see the why we signboard its released perfectly from the tooling gel"
    },
    {
      "index": 116,
      "start_time": 713610.0,
      "end_time": 719700.0,
      "text": "coat. we&#39;re going to be using the flange from the upper mould as the flange for the lower"
    },
    {
      "index": 117,
      "start_time": 719700.0,
      "end_time": 724100.0,
      "text": "mould and so what we&#39;re going to do is leave most of this filleting wax in place but we&#39;re"
    },
    {
      "index": 118,
      "start_time": 724100.0,
      "end_time": 729390.0,
      "text": "just going to ensure that it&#39;s nice and smooth so that its acts again as a fillet between"
    },
    {
      "index": 119,
      "start_time": 729390.0,
      "end_time": 735670.0,
      "text": "the flange and the inner mould that we&#39;re going to make. So we&#39;re looking at the underside"
    },
    {
      "index": 120,
      "start_time": 735670.0,
      "end_time": 740870.0,
      "text": "of the bonnet now. We&#39;ve got lots of holes as you can see that have been cut out, die"
    },
    {
      "index": 121,
      "start_time": 740870.0,
      "end_time": 744910.0,
      "text": "stamped out of this inner skin we need to blank all of these of which we&#39;ll be using"
    },
    {
      "index": 122,
      "start_time": 744910.0,
      "end_time": 751380.0,
      "text": "release tape for and we&#39;ve also got these studs here that were for the hinge mechanism"
    },
    {
      "index": 123,
      "start_time": 751380.0,
      "end_time": 755570.0,
      "text": "and the latch at the front. Now because we&#39;re happy to sacrifice the bonnet in this case"
    },
    {
      "index": 124,
      "start_time": 755570.0,
      "end_time": 760280.0,
      "text": "we&#39;re going to grind these off and again grind the latch mechanism off. If you didn&#39;t want"
    },
    {
      "index": 125,
      "start_time": 760280.0,
      "end_time": 764860.0,
      "text": "to sacrifice the bonnet and you want to keep it useable then you could blank these off"
    },
    {
      "index": 126,
      "start_time": 764860.0,
      "end_time": 770090.0,
      "text": "using plasticize or something similar and then make the mould around them but for simplicity"
    },
    {
      "index": 127,
      "start_time": 770090.0,
      "end_time": 781030.0,
      "text": "we&#39;re just going to grind them off. So applying the release tape to mask off these holes on"
    },
    {
      "index": 128,
      "start_time": 781030.0,
      "end_time": 785010.0,
      "text": "the underside of the bonnet. We just pull the tape tight over the hole and press it"
    },
    {
      "index": 129,
      "start_time": 785010.0,
      "end_time": 790380.0,
      "text": "down firmly. So where we&#39;ve ground off this latch mechanism we&#39;re going to tape all the"
    },
    {
      "index": 130,
      "start_time": 790380.0,
      "end_time": 795660.0,
      "text": "way over this using the release tape. And the tape should be sufficiently strong that"
    },
    {
      "index": 131,
      "start_time": 795660.0,
      "end_time": 802360.0,
      "text": "we won&#39;t need any other reinforcement over that area. So we&#39;re applying the Easy Lease"
    },
    {
      "index": 132,
      "start_time": 802360.0,
      "end_time": 807600.0,
      "text": "chemical release agent all the way over the surface of the inside of this part and very"
    },
    {
      "index": 133,
      "start_time": 807600.0,
      "end_time": 814080.0,
      "text": "importantly this time round on the flanges as well. We&#39;ll be applying two applications"
    },
    {
      "index": 134,
      "start_time": 814080.0,
      "end_time": 819620.0,
      "text": "of the chemical release agent and then we&#39;ll be following up with two coats of wax making"
    },
    {
      "index": 135,
      "start_time": 819620.0,
      "end_time": 829730.0,
      "text": "sure on this occasion that we thoroughly wax the flange. Where you can see the upper moulding"
    },
    {
      "index": 136,
      "start_time": 829730.0,
      "end_time": 835510.0,
      "text": "meeting the lower moulding and we&#39;ve got this gap here we need to thoroughly fill that with"
    },
    {
      "index": 137,
      "start_time": 835510.0,
      "end_time": 840450.0,
      "text": "the wax fillet to prevent the tooling coat from running under there and sticking. So"
    },
    {
      "index": 138,
      "start_time": 840450.0,
      "end_time": 844700.0,
      "text": "we just put in a large bead of wax and then smooth it out in just the way we&#39;ve been doing"
    },
    {
      "index": 139,
      "start_time": 844700.0,
      "end_time": 849610.0,
      "text": "elsewhere. So if we just take a quick tour now of what we&#39;ve done before we put the gel"
    },
    {
      "index": 140,
      "start_time": 849610.0,
      "end_time": 857060.0,
      "text": "coat on. We&#39;ve got release tape over all of the catch mechanisms we&#39;ve got any interior"
    },
    {
      "index": 141,
      "start_time": 857060.0,
      "end_time": 863000.0,
      "text": "holes we&#39;ve filled with release tape and again we&#39;ve cut those to be nice and neat. On these"
    },
    {
      "index": 142,
      "start_time": 863000.0,
      "end_time": 869120.0,
      "text": "areas where we&#39;ve got a bit of undercut on the actual steel of the bonnet we&#39;ve completely"
    },
    {
      "index": 143,
      "start_time": 869120.0,
      "end_time": 874810.0,
      "text": "filled that with filleting wax as we did with this awkward corner. And you can also see"
    },
    {
      "index": 144,
      "start_time": 874810.0,
      "end_time": 880600.0,
      "text": "how we finished that middle edge. Okay so we&#39;ve just mixed up a new batch of the tooling"
    },
    {
      "index": 145,
      "start_time": 880600.0,
      "end_time": 885690.0,
      "text": "gel coat and we&#39;re just going to apply this all the way over the surface of the inside"
    },
    {
      "index": 146,
      "start_time": 885690.0,
      "end_time": 892210.0,
      "text": "of this mould just like we did on the top mould. Again we&#39;re going for that target 0.8"
    },
    {
      "index": 147,
      "start_time": 892210.0,
      "end_time": 900980.0,
      "text": "mm thickness which is a reasonably thick brush application. now that the gel has cured we&#39;re"
    },
    {
      "index": 148,
      "start_time": 900980.0,
      "end_time": 907390.0,
      "text": "just going to put down another coupling coat exactly as we did before. here again we&#39;re"
    },
    {
      "index": 149,
      "start_time": 907390.0,
      "end_time": 912660.0,
      "text": "using the 225 gram glass but another excellent option for the coupling coat is something"
    },
    {
      "index": 150,
      "start_time": 912660.0,
      "end_time": 922370.0,
      "text": "even lighter like a couple of layers of an 80 gram. So the coupling coat has no cured"
    },
    {
      "index": 151,
      "start_time": 922370.0,
      "end_time": 929190.0,
      "text": "of and it&#39;s time for the main reinforcement again. Just like before we&#39;ll be applying"
    },
    {
      "index": 152,
      "start_time": 929190.0,
      "end_time": 937500.0,
      "text": "all of the reinforcement and the tooling resin in one session. We&#39;ll be using four layers"
    },
    {
      "index": 153,
      "start_time": 937500.0,
      "end_time": 943860.0,
      "text": "of the 450 gram chopped strand mat. So that&#39;s the underside of this mould finished so we&#39;ll"
    },
    {
      "index": 154,
      "start_time": 943860.0,
      "end_time": 949120.0,
      "text": "allow this to cure fully overnight and then tomorrow we&#39;ll be trimming these and separating"
    },
    {
      "index": 155,
      "start_time": 949120.0,
      "end_time": 956780.0,
      "text": "them. This mould has fully cured now so we&#39;ve marked up a trim line all the way round the"
    },
    {
      "index": 156,
      "start_time": 956780.0,
      "end_time": 962480.0,
      "text": "edge equally spaced to where we know the bonnet comes to. And so now we&#39;re going to trim them"
    },
    {
      "index": 157,
      "start_time": 962480.0,
      "end_time": 968000.0,
      "text": "apart to separate them. We&#39;re going to be using a jigsaw cutter to trim the two moulds"
    },
    {
      "index": 158,
      "start_time": 968000.0,
      "end_time": 990150.0,
      "text": "and we&#39;re using a permagrit blade which is a tungsten carbide blade in the jigsaw. With"
    },
    {
      "index": 159,
      "start_time": 990150.0,
      "end_time": 994860.0,
      "text": "the mould fully trimmed it&#39;s now time to some extent for the moment of truth and what we&#39;re"
    },
    {
      "index": 160,
      "start_time": 994860.0,
      "end_time": 999680.0,
      "text": "going to do is separate the upper and lowers moulds. So to do it we&#39;re going to be using"
    },
    {
      "index": 161,
      "start_time": 999680.0,
      "end_time": 1005590.0,
      "text": "a chisel and trying to insert it between the two layers of gel coat and then just tapping"
    },
    {
      "index": 162,
      "start_time": 1005590.0,
      "end_time": 1011980.0,
      "text": "that in with a hammer, I think we can hear the moulds releasing. So we&#39;re just going"
    },
    {
      "index": 163,
      "start_time": 1011980.0,
      "end_time": 1038899.0,
      "text": "to insert lollypop sticks now. That&#39;s sounding good. So that&#39;s our upper bonnet moulding"
    },
    {
      "index": 164,
      "start_time": 1038900.0000000001,
      "end_time": 1052861.0,
      "text": "done now and it&#39;s just time to remove the bonnet itself from this lower tool. We&#39;ll"
    },
    {
      "index": 165,
      "start_time": 1052860.0,
      "end_time": 1057309.0,
      "text": "be looking at doing this underside moulding first because it&#39;s actually slightly more"
    },
    {
      "index": 166,
      "start_time": 1057310.0,
      "end_time": 1060760.0,
      "text": "complicated than the upper moulding. So the first things that we&#39;ll do are pretty self"
    },
    {
      "index": 167,
      "start_time": 1060760.0,
      "end_time": 1066701.0,
      "text": "explanatory we&#39;ll strip off any of the filleting wax that&#39;s on the underside of the moulding."
    },
    {
      "index": 168,
      "start_time": 1066700.0,
      "end_time": 1072429.0,
      "text": "We&#39;ll also be looking at taking off any of the release tape. And finally if there&#39;s any"
    },
    {
      "index": 169,
      "start_time": 1072430.0,
      "end_time": 1079280.0,
      "text": "blemishes such as this one here then we&#39;ll just be filling some gel into those areas."
    },
    {
      "index": 170,
      "start_time": 1079280.0,
      "end_time": 1086380.0,
      "text": "You&#39;ll fine that a chemical mould cleaner like this will quickly and easily strip off"
    },
    {
      "index": 171,
      "start_time": 1086380.0,
      "end_time": 1093571.0,
      "text": "the filleting wax and any other contamination from the mould surface. So this area that"
    },
    {
      "index": 172,
      "start_time": 1093570.0,
      "end_time": 1099039.0,
      "text": "you can see here, I think the paint actually wrinkled up on the underside of the bonnet"
    },
    {
      "index": 173,
      "start_time": 1099040.0,
      "end_time": 1104680.0,
      "text": "and it&#39;s left this blemish here so what we&#39;re going to do is chisel out all of the paint"
    },
    {
      "index": 174,
      "start_time": 1104680.0,
      "end_time": 1109560.0,
      "text": "and some of the gel coat so that we&#39;ve got some fresh material and then we&#39;re going to"
    },
    {
      "index": 175,
      "start_time": 1109560.0,
      "end_time": 1119170.0,
      "text": "put some new tooling gel coat into this blemished area and sand it smooth. So to make a repair"
    },
    {
      "index": 176,
      "start_time": 1119170.0,
      "end_time": 1126701.0,
      "text": "like this what we do is we mix up just a small amount of the Uni-Mould tooling gel coat a"
    },
    {
      "index": 177,
      "start_time": 1126700.0,
      "end_time": 1134690.0,
      "text": "few drops of wax additive and the wax additive prevents the gel coat from staying tacky on"
    },
    {
      "index": 178,
      "start_time": 1134690.0,
      "end_time": 1140460.0,
      "text": "the surface where it comes into contact with air like a gel coat would normally do. Once"
    },
    {
      "index": 179,
      "start_time": 1140460.0,
      "end_time": 1146090.0,
      "text": "the gel coat has hardened up and you can see that the wax additive that we included has"
    },
    {
      "index": 180,
      "start_time": 1146090.0,
      "end_time": 1157139.0,
      "text": "meant that there&#39;s no tackiness here then we can start wet sanding and flatting. So"
    },
    {
      "index": 181,
      "start_time": 1157140.0,
      "end_time": 1161140.0,
      "text": "we&#39;ve flatted this out nicely now using the wet and dry paper, we&#39;re just finishing it"
    },
    {
      "index": 182,
      "start_time": 1161140.0,
      "end_time": 1167221.0,
      "text": "off with a 1200 grit before we go on and use polishing compound which we can either apply"
    },
    {
      "index": 183,
      "start_time": 1167220.0,
      "end_time": 1184499.0,
      "text": "by hand or as we&#39;re going to do using a polishing wheel. Although both of these tools are now"
    },
    {
      "index": 184,
      "start_time": 1184500.0,
      "end_time": 1189321.0,
      "text": "pretty much ready to use as they are to give this a real professional finish what we&#39;re"
    },
    {
      "index": 185,
      "start_time": 1189320.0,
      "end_time": 1195870.0,
      "text": "going to do on this top mould is give this a wet flat all over with a 1200 grit and then"
    },
    {
      "index": 186,
      "start_time": 1195870.0,
      "end_time": 1201059.0,
      "text": "we&#39;re going to polish it all over using an intermediate polishing compound like this"
    },
    {
      "index": 187,
      "start_time": 1201060.0,
      "end_time": 1206500.0,
      "text": "Mirka T10. The reason for wanting to give it that flat on the surface is if you just"
    },
    {
      "index": 188,
      "start_time": 1206500.0,
      "end_time": 1211290.0,
      "text": "catch the reflection here of the light you can just see a very very slightly texture"
    },
    {
      "index": 189,
      "start_time": 1211290.0,
      "end_time": 1216351.0,
      "text": "to the surface and that&#39;s partly print through from the chopped strand mat underneath and"
    },
    {
      "index": 190,
      "start_time": 1216350.0,
      "end_time": 1245080.0,
      "text": "other just surface imperfections on the original bonnet. We&#39;ve now polished both of these moulds"
    },
    {
      "index": 191,
      "start_time": 1245080.0,
      "end_time": 1250299.0,
      "text": "up to a high standard and so that actually concludes the fist part in this video series."
    },
    {
      "index": 192,
      "start_time": 1250300.0,
      "end_time": 1254851.0,
      "text": "In the next instalment we&#39;re going to be looking at using both of these moulds to produce the"
    },
    {
      "index": 193,
      "start_time": 1254850.0,
      "end_time": 1260899.0,
      "text": "parts themselves using the resin infusion process. I really hope that you&#39;ve enjoyed"
    },
    {
      "index": 194,
      "start_time": 1260900.0,
      "end_time": 1264991.0,
      "text": "this video. For more information or to purchase any of the products that we&#39;ve used in this"
    },
    {
      "index": 195,
      "start_time": 1264990.0,
      "end_time": 1274990.0,
      "text": "video please visit our website easycomposites.co.uk."
    }
  ]
}