{
  "video_id": "UGxGDdQnC1Y",
  "title": "Social Influence: Crash Course Psychology #38",
  "json": [
    {
      "index": 1,
      "start_time": 290.0,
      "end_time": 4190.0,
      "text": "If someone in a position of authority told you to like, stop walking on the grass, you"
    },
    {
      "index": 2,
      "start_time": 4190.0,
      "end_time": 8050.0,
      "text": "would stop walking on the grass, right? And if they told you to help someone&#39;s grandma"
    },
    {
      "index": 3,
      "start_time": 8050.000000000001,
      "end_time": 12210.0,
      "text": "cross the street, or pick up your dog&#39;s poop, or put your shoes on before you go into a"
    },
    {
      "index": 4,
      "start_time": 12210.0,
      "end_time": 14160.0,
      "text": "store, you&#39;d probably comply."
    },
    {
      "index": 5,
      "start_time": 14160.0,
      "end_time": 17790.0,
      "text": "But what if they ordered you to physically hurt another person? You&#39;re probably thinking"
    },
    {
      "index": 6,
      "start_time": 17790.0,
      "end_time": 31000.0,
      "text": "&quot;No way! I could never do something like that.&quot; But there&#39;s a good chance you&#39;re wrong."
    },
    {
      "index": 7,
      "start_time": 31000.0,
      "end_time": 35660.0,
      "text": "In the early 1960s, Yale University psychologist Stanley Milgram began what would become one"
    },
    {
      "index": 8,
      "start_time": 35660.0,
      "end_time": 39560.0,
      "text": "of social psychology&#39;s most famed and chilling experiments."
    },
    {
      "index": 9,
      "start_time": 39560.0,
      "end_time": 45060.0,
      "text": "Milgram began his work during the widely publicized trial of World War II Nazi war criminal Adolf"
    },
    {
      "index": 10,
      "start_time": 45060.0,
      "end_time": 49870.0,
      "text": "Eichmann. Eichmann&#39;s defense, along with other Nazis&#39;, for sending millions of people to"
    },
    {
      "index": 11,
      "start_time": 49870.0,
      "end_time": 54579.0,
      "text": "their deaths, was that he was simply following the orders of his superiors. And while that"
    },
    {
      "index": 12,
      "start_time": 54579.0,
      "end_time": 59080.0,
      "text": "may have been true, it didn&#39;t fly in court and Eichmann was ultimately executed for his"
    },
    {
      "index": 13,
      "start_time": 59080.0,
      "end_time": 65000.0,
      "text": "crimes. But the question got Milgram to thinking, what might the average person be capable of"
    },
    {
      "index": 14,
      "start_time": 65000.0,
      "end_time": 66409.0,
      "text": "when under orders?"
    },
    {
      "index": 15,
      "start_time": 66409.0,
      "end_time": 70900.0,
      "text": "So, for his initial experiment, Milgram recruited forty male volunteers using newspaper ads."
    },
    {
      "index": 16,
      "start_time": 70900.0,
      "end_time": 75320.0,
      "text": "He built a phony &quot;shock generator&quot; with a scale of thirty switches that could supposedly"
    },
    {
      "index": 17,
      "start_time": 75320.0,
      "end_time": 81320.0,
      "text": "deliver shocks in increments from 30 volts up to 450 volts, labeled with terms like &quot;slight"
    },
    {
      "index": 18,
      "start_time": 81320.0,
      "end_time": 87440.0,
      "text": "shock&quot; to &quot;dangerous shock&quot; up to simply &quot;XXX.&quot; He then paired each volunteer participant"
    },
    {
      "index": 19,
      "start_time": 87440.0,
      "end_time": 92390.0,
      "text": "with someone who was also apparently a participant, but was in fact one of Milgram&#39;s colleagues,"
    },
    {
      "index": 20,
      "start_time": 92390.0,
      "end_time": 96909.0,
      "text": "posing as a research subject. He had them draw straws to see who would be the &quot;learner&quot;"
    },
    {
      "index": 21,
      "start_time": 96909.0,
      "end_time": 100710.0,
      "text": "and who would be the &quot;teacher.&quot; The volunteers didn&#39;t realize that the draw was fixed so"
    },
    {
      "index": 22,
      "start_time": 100710.0,
      "end_time": 105420.0,
      "text": "that they&#39;d always be the teacher, while Milgram&#39;s buddy would be the learner. So the fake learner"
    },
    {
      "index": 23,
      "start_time": 105420.0,
      "end_time": 109240.0,
      "text": "was put into a room, strapped to a chair, and wired up with electrodes. The teacher,"
    },
    {
      "index": 24,
      "start_time": 109240.0,
      "end_time": 113510.0,
      "text": "the person who was being studied, and a researcher who was played by an actor, went into another"
    },
    {
      "index": 25,
      "start_time": 113510.0,
      "end_time": 117290.0,
      "text": "room with a shock generator that the teacher had no idea was fake."
    },
    {
      "index": 26,
      "start_time": 117290.0,
      "end_time": 121920.0,
      "text": "The learner was asked to memorize a list of word pairs, and the participant was told that he&#39;d"
    },
    {
      "index": 27,
      "start_time": 121920.0,
      "end_time": 125990.0,
      "text": "be testing the learner&#39;s recall of those words and should administer an electric shock for"
    },
    {
      "index": 28,
      "start_time": 125990.0,
      "end_time": 131249.0,
      "text": "every wrong answer, increasing the shock level a little bit each time. From here, the pretend learner"
    },
    {
      "index": 29,
      "start_time": 131249.0,
      "end_time": 136459.0,
      "text": "purposely gave mainly wrong answers, eliciting shocks from the participant. If a participant"
    },
    {
      "index": 30,
      "start_time": 136459.0,
      "end_time": 141709.0,
      "text": "hesitated, perhaps swayed by the learner&#39;s yelps of pain, the researcher gave orders"
    },
    {
      "index": 31,
      "start_time": 141709.0,
      "end_time": 146239.0,
      "text": "to make sure he continued. These orders were delivered in a series of four prods."
    },
    {
      "index": 32,
      "start_time": 146239.0,
      "end_time": 150379.0,
      "text": "The first was just &quot;Please continue,&quot; and if the participant didn&#39;t comply, the researcher"
    },
    {
      "index": 33,
      "start_time": 150379.0,
      "end_time": 155650.0,
      "text": "issued other prods until he did. He&#39;d say &quot;The experiment requires you to continue&quot;"
    },
    {
      "index": 34,
      "start_time": 155650.0,
      "end_time": 162180.0,
      "text": "and then &quot;It&#39;s absolutely essential that you continue&quot; and finally &quot;You have no choice but to continue.&quot;"
    },
    {
      "index": 35,
      "start_time": 162180.0,
      "end_time": 167059.0,
      "text": "Even Milgram was surprised by the first round of experiments. About two-thirds of the participants"
    },
    {
      "index": 36,
      "start_time": 167059.0,
      "end_time": 172639.0,
      "text": "ended up delivering the maximum 450 volt shock. All of the volunteers continued to at least"
    },
    {
      "index": 37,
      "start_time": 172639.0,
      "end_time": 177249.0,
      "text": "300 volts. Over years, Milgram kept conducting this experiment, changing the situation in"
    },
    {
      "index": 38,
      "start_time": 177249.0,
      "end_time": 180719.0,
      "text": "different ways to see if it had any effect on people&#39;s obedience. What he repeatedly"
    },
    {
      "index": 39,
      "start_time": 180719.0,
      "end_time": 185109.0,
      "text": "found was that obedience was highest when the person giving the orders was nearby and"
    },
    {
      "index": 40,
      "start_time": 185109.0,
      "end_time": 189359.0,
      "text": "was perceived as an authority figure, especially if they were from a prestigious institution."
    },
    {
      "index": 41,
      "start_time": 189359.0,
      "end_time": 194269.0,
      "text": "This was also true if the victim was depersonalized, or placed at a distance such as in another"
    },
    {
      "index": 42,
      "start_time": 194269.0,
      "end_time": 198120.0,
      "text": "room. Plus, subjects were more likely to comply with the orders if they didn&#39;t see anyone"
    },
    {
      "index": 43,
      "start_time": 198120.0,
      "end_time": 201319.0,
      "text": "else disobeying, if there were no role models of defiance."
    },
    {
      "index": 44,
      "start_time": 201319.0,
      "end_time": 206129.0,
      "text": "In the end, Milgram&#39;s path-breaking work sheds some seriously harsh light on the enormous"
    },
    {
      "index": 45,
      "start_time": 206129.0,
      "end_time": 212109.0,
      "text": "power of two of the key cornerstone topics of social psychology: social influence and"
    },
    {
      "index": 46,
      "start_time": 212109.0,
      "end_time": 216680.0,
      "text": "We all conform to some sort of social norms, like following traffic laws or even obeying"
    },
    {
      "index": 47,
      "start_time": 216680.0,
      "end_time": 220779.0,
      "text": "the dress codes for different roles and environments. When we know how to act in a certain group"
    },
    {
      "index": 48,
      "start_time": 220779.0,
      "end_time": 225939.0,
      "text": "or setting, life just seems to go more smoothly. Some of this conformity is non-conscious automatic"
    },
    {
      "index": 49,
      "start_time": 225939.0,
      "end_time": 229749.0,
      "text": "mimicry, like how you&#39;re likely to laugh if you see someone else laughing or nod your"
    },
    {
      "index": 50,
      "start_time": 229749.0,
      "end_time": 233449.0,
      "text": "head when they&#39;re nodding. In this way, group behavior can be contagious."
    },
    {
      "index": 51,
      "start_time": 233449.0,
      "end_time": 238349.0,
      "text": "But overall, conformity describes how we adjust our behavior or thinking to follow the behavior"
    },
    {
      "index": 52,
      "start_time": 238349.0,
      "end_time": 242900.0,
      "text": "or rules of the group we belong to. Social psychologists have always been curious about"
    },
    {
      "index": 53,
      "start_time": 242900.0,
      "end_time": 247419.0,
      "text": "the degree to which a person might follow or rebel against their group&#39;s social norms."
    },
    {
      "index": 54,
      "start_time": 247419.0,
      "end_time": 253010.0,
      "text": "During the early 1950s, Polish-American psychologist Solomon Ash expressed the power of conformity"
    },
    {
      "index": 55,
      "start_time": 253010.0,
      "end_time": 254120.0,
      "text": "through a simple test."
    },
    {
      "index": 56,
      "start_time": 254120.0,
      "end_time": 257720.0,
      "text": "In this experiment, the volunteer is told that they&#39;re participating in a study on visual"
    },
    {
      "index": 57,
      "start_time": 257720.00000000003,
      "end_time": 261790.00000000003,
      "text": "perception and is seated at a table with five other people. The experimenter shows the group"
    },
    {
      "index": 58,
      "start_time": 261790.00000000003,
      "end_time": 267280.0,
      "text": "a picture of a standard line and three comparison lines of various lengths, and then asked the"
    },
    {
      "index": 59,
      "start_time": 267280.0,
      "end_time": 271870.0,
      "text": "people to say which of the three lines matches the comparison line. It&#39;s clear to anyone"
    },
    {
      "index": 60,
      "start_time": 271870.0,
      "end_time": 276560.0,
      "text": "with any kind of good vision that the second line is the right answer, but the thing is,"
    },
    {
      "index": 61,
      "start_time": 276560.0,
      "end_time": 281820.0,
      "text": "most, if not all of the other people in the group start choosing the wrong line. The participant"
    },
    {
      "index": 62,
      "start_time": 281820.0,
      "end_time": 287400.0,
      "text": "doesn&#39;t know that those other people are all actors, a common deception used in social-psychological"
    },
    {
      "index": 63,
      "start_time": 287400.0,
      "end_time": 291740.0,
      "text": "research, and they&#39;re intentionally giving the wrong answer. This causes the real participant"
    },
    {
      "index": 64,
      "start_time": 291740.0,
      "end_time": 294510.0,
      "text": "to struggle with trusting their own eyes or going with the group."
    },
    {
      "index": 65,
      "start_time": 294510.0,
      "end_time": 297700.0,
      "text": "In the end most subjects still gave what they knew was the correct answer, but more than"
    },
    {
      "index": 66,
      "start_time": 297700.0,
      "end_time": 302760.0,
      "text": "a third were essentially just willing to give the wrong answer to mesh with the group. Ash,"
    },
    {
      "index": 67,
      "start_time": 302760.0,
      "end_time": 306780.0,
      "text": "and subsequent researchers, found that people are more likely to conform to a group if they&#39;re"
    },
    {
      "index": 68,
      "start_time": 306780.0,
      "end_time": 311760.0,
      "text": "made to feel incompetent or insecure and are in a group of three or more people, especially"
    },
    {
      "index": 69,
      "start_time": 311760.0,
      "end_time": 316290.0,
      "text": "if all those people agree. It also certainly doesn&#39;t hurt if the person admires the group"
    },
    {
      "index": 70,
      "start_time": 316290.0,
      "end_time": 321640.0,
      "text": "because of maybe their status or their attractiveness, and if they feel that others are watching their behavior."
    },
    {
      "index": 71,
      "start_time": 321640.0,
      "end_time": 326070.0,
      "text": "We also tend to conform more if we&#39;re from a culture that puts particular emphasis on"
    },
    {
      "index": 72,
      "start_time": 326070.0,
      "end_time": 331900.0,
      "text": "respect for social standards. This might sound a little bit familiar, like, all of high school,"
    },
    {
      "index": 73,
      "start_time": 331900.0,
      "end_time": 337170.0,
      "text": "fraternities or sororities, the big company you work for, or any other group that you&#39;ve ever been a part of."
    },
    {
      "index": 74,
      "start_time": 337170.0,
      "end_time": 340830.0,
      "text": "The classic experiments of Milgram and Ash showed us that people conform for lots of"
    },
    {
      "index": 75,
      "start_time": 340830.0,
      "end_time": 345740.0,
      "text": "different reasons, but they both underscored the power of situation in conformity - whether"
    },
    {
      "index": 76,
      "start_time": 345740.0,
      "end_time": 350500.0,
      "text": "that situation elicits respect for authority, fear of being different, fear of rejection,"
    },
    {
      "index": 77,
      "start_time": 350500.0,
      "end_time": 355080.0,
      "text": "or simply a desire for approval. This is known as normative social influence, the idea that"
    },
    {
      "index": 78,
      "start_time": 355080.0,
      "end_time": 359280.0,
      "text": "we comply in order to fuel our need to be liked or belong."
    },
    {
      "index": 79,
      "start_time": 359280.0,
      "end_time": 363530.0,
      "text": "But, of course, groups influence our behavior in more ways than just conformity and obedience."
    },
    {
      "index": 80,
      "start_time": 363530.0,
      "end_time": 367940.0,
      "text": "For example, we may perform better or worse in front of a group. This is called social"
    },
    {
      "index": 81,
      "start_time": 367940.0,
      "end_time": 372150.0,
      "text": "facilitation and it&#39;s what might, say, help you sprint the last hundred meters of a race"
    },
    {
      "index": 82,
      "start_time": 372150.0,
      "end_time": 376420.0,
      "text": "if people are cheering you on, but it&#39;s also what can make you nervous enough to forget"
    },
    {
      "index": 83,
      "start_time": 376420.0,
      "end_time": 380080.0,
      "text": "the words to that poetry you were supposed to be slamming in front of a crowd."
    },
    {
      "index": 84,
      "start_time": 380080.0,
      "end_time": 384070.0,
      "text": "But that&#39;s what can happen in front of a group, what happens when you&#39;re actually part of"
    },
    {
      "index": 85,
      "start_time": 384070.0,
      "end_time": 389310.0,
      "text": "a group? Do you work harder or start slacking? One study found that if you blindfold students,"
    },
    {
      "index": 86,
      "start_time": 389310.0,
      "end_time": 393010.0,
      "text": "hand them a rope and tell them to pull as hard as they can in a game of tug-of-war,"
    },
    {
      "index": 87,
      "start_time": 393010.0,
      "end_time": 397140.0,
      "text": "the subjects will put in less work if they think they&#39;re part of the team instead of"
    },
    {
      "index": 88,
      "start_time": 397140.0,
      "end_time": 402790.0,
      "text": "pulling by themselves. About 20% less, it turns out. This tendency to exert less effort"
    },
    {
      "index": 89,
      "start_time": 402790.0,
      "end_time": 407920.0,
      "text": "when you&#39;re not individually accountable is called social loafing. That&#39;s pretty good."
    },
    {
      "index": 90,
      "start_time": 407920.0,
      "end_time": 411480.0,
      "text": "You can now add the word &quot;loafing&quot; to your scientific vocabulary."
    },
    {
      "index": 91,
      "start_time": 411480.0,
      "end_time": 415840.0,
      "text": "But a group&#39;s ability to either arouse or lessen our feelings of personal responsibility"
    },
    {
      "index": 92,
      "start_time": 415840.0,
      "end_time": 420370.0,
      "text": "can make us do more dangerous things than just phone in some group homework assignment."
    },
    {
      "index": 93,
      "start_time": 420370.0,
      "end_time": 425630.0,
      "text": "It can also lead to deindividuation, the loss of self-awareness and restraint that can occur"
    },
    {
      "index": 94,
      "start_time": 425630.0,
      "end_time": 430040.0,
      "text": "in group situations. Being part of a crowd can create a powerful combination of arousal"
    },
    {
      "index": 95,
      "start_time": 430040.0,
      "end_time": 435230.0,
      "text": "and anonymity; it&#39;s part of what fuels riots and lynch mobs and online trolling. The less"
    },
    {
      "index": 96,
      "start_time": 435230.0,
      "end_time": 439889.0,
      "text": "individual we feel, the more we&#39;re at the mercy of the experience of our group, whether"
    },
    {
      "index": 97,
      "start_time": 439889.0,
      "end_time": 441070.0,
      "text": "it&#39;s good or bad."
    },
    {
      "index": 98,
      "start_time": 441070.0,
      "end_time": 444210.0,
      "text": "And it should come as no surprise that the attitudes and beliefs we bring to a group"
    },
    {
      "index": 99,
      "start_time": 444210.0,
      "end_time": 448350.0,
      "text": "grow stronger when we talk with others who share them. This is a process psychologists"
    },
    {
      "index": 100,
      "start_time": 448350.0,
      "end_time": 454140.0,
      "text": "know as group polarization, and it often translates into a nasty &quot;us&quot; vs &quot;them&quot; dynamic."
    },
    {
      "index": 101,
      "start_time": 454140.0,
      "end_time": 459500.0,
      "text": "And you know what is great at polarizing groups? The internet. The internet has made it easier"
    },
    {
      "index": 102,
      "start_time": 459500.0,
      "end_time": 464870.0,
      "text": "than ever to connect like-minded people and magnify their inclinations. This can of course"
    },
    {
      "index": 103,
      "start_time": 464870.0,
      "end_time": 469840.0,
      "text": "breed haters, like racists may become more racist in the absence of conflicting viewpoints,"
    },
    {
      "index": 104,
      "start_time": 469840.0,
      "end_time": 474690.0,
      "text": "but it can, and often does, work for good, promoting education, crowd-sourcing things"
    },
    {
      "index": 105,
      "start_time": 474690.0,
      "end_time": 478930.0,
      "text": "like fundraising, and organizing people to fight all kinds of worldsuck."
    },
    {
      "index": 106,
      "start_time": 478930.0,
      "end_time": 483370.0,
      "text": "And group dynamics can not only affect our personal decisions, they can also influence"
    },
    {
      "index": 107,
      "start_time": 483370.0,
      "end_time": 488380.0,
      "text": "really big decisions on a larger, even national scale. Groupthink is a term coined by social"
    },
    {
      "index": 108,
      "start_time": 488380.0,
      "end_time": 492960.0,
      "text": "psychologist Irving Janis, to describe what happens when a group makes bad decisions because"
    },
    {
      "index": 109,
      "start_time": 492960.0,
      "end_time": 497730.0,
      "text": "they&#39;re too caught up in the unique internal logic of their group. When a group gets wrapped"
    },
    {
      "index": 110,
      "start_time": 497730.0,
      "end_time": 502590.0,
      "text": "up in itself and everyone agrees with each other, no one stops to think about other perspectives."
    },
    {
      "index": 111,
      "start_time": 502590.0,
      "end_time": 508460.0,
      "text": "As a result, you get some big and bad ideas, including some enormous historical fiascoes,"
    },
    {
      "index": 112,
      "start_time": 508460.0,
      "end_time": 512990.0,
      "text": "like the Watergate cover-up and the Bay of Pigs invasion and the Chernobyl nuclear reactor"
    },
    {
      "index": 113,
      "start_time": 512990.0,
      "end_time": 516889.0,
      "text": "accident. So while two heads may often be better than one, it&#39;s important to make sure"
    },
    {
      "index": 114,
      "start_time": 516889.0,
      "end_time": 521490.0,
      "text": "those heads are still open to different opinions or they could do some really dumb stuff."
    },
    {
      "index": 115,
      "start_time": 521490.0,
      "end_time": 526290.0,
      "text": "In the end, it&#39;s best to understand ourselves and our decisions as informed simultaneously"
    },
    {
      "index": 116,
      "start_time": 526290.0,
      "end_time": 532170.0,
      "text": "by both individual and group factors, personality, and situation. And don&#39;t get too freaked out"
    },
    {
      "index": 117,
      "start_time": 532170.0,
      "end_time": 535819.0,
      "text": "about what people are capable of; I mean, just think back to Milgram&#39;s experiment. For"
    },
    {
      "index": 118,
      "start_time": 535819.0,
      "end_time": 540149.0,
      "text": "the two-thirds of us who would shock someone to death in the right circumstance, there&#39;s"
    },
    {
      "index": 119,
      "start_time": 540149.0,
      "end_time": 546409.0,
      "text": "another third who wouldn&#39;t, reminding us that while group behavior is powerful, so is individual choice."
    },
    {
      "index": 120,
      "start_time": 546409.0,
      "end_time": 551350.0,
      "text": "Today you learned about the power of social influence, conformity, and authority. We looked"
    },
    {
      "index": 121,
      "start_time": 551350.0,
      "end_time": 556939.0,
      "text": "at the shocking results of the famous Milgram experiment, the concept of automatic mimicry,"
    },
    {
      "index": 122,
      "start_time": 556939.0,
      "end_time": 561970.0,
      "text": "and how Solomon Ash proved the power of conformity in situation. You also learned how normative"
    },
    {
      "index": 123,
      "start_time": 561970.0,
      "end_time": 566709.0,
      "text": "social influence sways us, how social facilitation can make or break your performance and how"
    },
    {
      "index": 124,
      "start_time": 566709.0,
      "end_time": 572759.0,
      "text": "social loafing makes people lazy in a group. And finally, we discussed how harmful deindividuation,"
    },
    {
      "index": 125,
      "start_time": 572759.0,
      "end_time": 575069.0,
      "text": "group polarization, and groupthink can be."
    },
    {
      "index": 126,
      "start_time": 575069.0,
      "end_time": 578620.0,
      "text": "Thank you for watching, especially to all of our Subbable subscribers who make Crash"
    },
    {
      "index": 127,
      "start_time": 578620.0,
      "end_time": 583670.0,
      "text": "Course possible for themselves, and for everyone else. To find out how you can become a supporter,"
    },
    {
      "index": 128,
      "start_time": 583670.0,
      "end_time": 585350.0,
      "text": "just go to subbable.com"
    },
    {
      "index": 129,
      "start_time": 585350.0,
      "end_time": 589300.0,
      "text": "This episode was written by Kathleen Yale, edited by Blake de Pastino, and our consultant"
    },
    {
      "index": 130,
      "start_time": 589300.0,
      "end_time": 593749.0,
      "text": "is Dr. Ranjit Bhagwat. Our director and editor is Nicholas Jenkins, the script supervisor"
    },
    {
      "index": 131,
      "start_time": 593749.0,
      "end_time": 603749.0,
      "text": "is Michael Aranda, who is also our sound designer, and the graphics team is Thought Cafe."
    }
  ]
}