{
  "video_id": "uhknjrYIH8E",
  "title": "How To Invest In A Bear Market",
  "json": [
    {
      "index": 1,
      "start_time": 160.0,
      "end_time": 6840.0,
      "text": "And with that close the S&P 500 falling into bear market territory, officially now down 20%."
    },
    {
      "index": 2,
      "start_time": 7240.0,
      "end_time": 10977.0,
      "text": "Contrary to popular belief, bull markets do not last forever."
    },
    {
      "index": 3,
      "start_time": 11544.0,
      "end_time": 20587.0,
      "text": "Now we have seen in the past, when markets do reach that 20% decline, what usually follows is a total 30% decline."
    },
    {
      "index": 4,
      "start_time": 20854.0,
      "end_time": 29350.0,
      "text": "And it can take up to two years on average for markets to actually get back to their original values and start moving higher."
    },
    {
      "index": 5,
      "start_time": 29400.0,
      "end_time": 30919.0,
      "text": "Now that's the bad news."
    },
    {
      "index": 6,
      "start_time": 30920.0,
      "end_time": 44500.0,
      "text": "The good news is that bear markets also do come to a close and there are things that you can do to protect yourselves during a bear market decline, and in fact even make some money while it's happening."
    },
    {
      "index": 7,
      "start_time": 45000.0,
      "end_time": 46400.0,
      "text": "Now the most important thing, lesson number one: is do not panic."
    },
    {
      "index": 8,
      "start_time": 49940.0,
      "end_time": 52800.0,
      "text": "That's the worst thing that you can do is chase the market lower."
    },
    {
      "index": 9,
      "start_time": 52800.0,
      "end_time": 56200.0,
      "text": "You're going to lock in losses and you're going to regret it later."
    },
    {
      "index": 10,
      "start_time": 56200.0,
      "end_time": 62239.0,
      "text": "What you can do is you can strategically take some risk off the table and raise some cash."
    },
    {
      "index": 11,
      "start_time": 62240.0,
      "end_time": 66000.0,
      "text": "Cash, for the first time in a decade, gives you some return."
    },
    {
      "index": 12,
      "start_time": 66000.0,
      "end_time": 69450.0,
      "text": "A three-month Treasury note actually has yield now."
    },
    {
      "index": 13,
      "start_time": 69500.0,
      "end_time": 73000.0,
      "text": "So does a money market. So does even a plain vanilla savings account."
    },
    {
      "index": 14,
      "start_time": 73000.0,
      "end_time": 75750.0,
      "text": "So what's the advantage of raising cash during this time?"
    },
    {
      "index": 15,
      "start_time": 75800.0,
      "end_time": 77350.0,
      "text": "So you have opportunities later."
    },
    {
      "index": 16,
      "start_time": 77350.0,
      "end_time": 84500.0,
      "text": "You can buy things that are on sale during a bear market and make some great investments for value."
    },
    {
      "index": 17,
      "start_time": 84717.0,
      "end_time": 87500.0,
      "text": "You want to talk about value? Let's talk about Warren Buffett."
    },
    {
      "index": 18,
      "start_time": 87500.0,
      "end_time": 95800.0,
      "text": "Back in 2009, when everybody else was panicking, Buffett made a big investment in the Burlington Northern Santa Fe Railroad."
    },
    {
      "index": 19,
      "start_time": 95900.0,
      "end_time": 102700.0,
      "text": "And I just basically believe this country will prosper and they'll have more people moving more goods 10 and 20 and 30 years from now."
    },
    {
      "index": 20,
      "start_time": 102800.0,
      "end_time": 107000.0,
      "text": "And the rail should benefit, but it's a bet on the country basically."
    },
    {
      "index": 21,
      "start_time": 107000.0,
      "end_time": 116340.0,
      "text": "He believed in America back then, and he also believed that the bear market was going to end and when it did end there was going to be a bounce back and an opportunity to make money."
    },
    {
      "index": 22,
      "start_time": 117180.0,
      "end_time": 123700.0,
      "text": "That bet played out into one of the best parts of Warren Buffett's career, and he has made a ton of money on that over the past decade."
    },
    {
      "index": 23,
      "start_time": 124000.0,
      "end_time": 132750.0,
      "text": "Buffett's philosophy can be summed up in just looking for value during bad times and trusting that things are going to turn back around again."
    },
    {
      "index": 24,
      "start_time": 132800.0,
      "end_time": 138900.0,
      "text": "Remember what Buffett says: \"Be greedy when others are fearful and fearful when others are greedy.\""
    },
    {
      "index": 25,
      "start_time": 140100.0,
      "end_time": 146845.0,
      "text": "Think safe havens during these times: short-term bonds, commodities like gold and silver."
    },
    {
      "index": 26,
      "start_time": 146850.0,
      "end_time": 154280.0,
      "text": "Those are all traditional places where investors will put their money for safety during times of turmoil in the financial markets."
    },
    {
      "index": 27,
      "start_time": 154780.0,
      "end_time": 158500.0,
      "text": "If you are going to dabble in stocks, keep a few things in mind."
    },
    {
      "index": 28,
      "start_time": 158500.0,
      "end_time": 161250.0,
      "text": "High dividend stocks are an excellent place to put money."
    },
    {
      "index": 29,
      "start_time": 161300.0,
      "end_time": 166440.0,
      "text": "Why? Because you're getting paid to hold them–also preferred shares along the same lines."
    },
    {
      "index": 30,
      "start_time": 166560.0,
      "end_time": 170000.0,
      "text": "And if something does happen with the company, you get paid."
    },
    {
      "index": 31,
      "start_time": 170000.0,
      "end_time": 174350.0,
      "text": "In a bear market people are tightening their belts, so think about where they're going."
    },
    {
      "index": 32,
      "start_time": 174500.0,
      "end_time": 178999.0,
      "text": "They're going to discount stores. They're going to Walmart.They're going to Dollar General."
    },
    {
      "index": 33,
      "start_time": 178999.0,
      "end_time": 184000.0,
      "text": "Back during the crisis, while the rest of the market was falling apart, Walmart held it's value."
    },
    {
      "index": 34,
      "start_time": 184000.0,
      "end_time": 189800.0,
      "text": "Why? That's where people were shopping during that downtime and investors were rewarded for it."
    },
    {
      "index": 35,
      "start_time": 189800.0,
      "end_time": 193450.0,
      "text": "Real estate also can be a solid investment during these times."
    },
    {
      "index": 36,
      "start_time": 193500.0,
      "end_time": 198000.0,
      "text": "Yes, prices can go down, but they've shown to be less volatile over time."
    },
    {
      "index": 37,
      "start_time": 198000.0,
      "end_time": 203500.0,
      "text": "Also it's nice to know that even if it's not appreciated in value, you can actually live there."
    },
    {
      "index": 38,
      "start_time": 204260.0,
      "end_time": 213300.0,
      "text": "Remember, it's not just the U.S. stock market, it's a global stock market, and over the past couple of years global stocks have gotten beaten up fairly badly."
    },
    {
      "index": 39,
      "start_time": 213300.0,
      "end_time": 218900.0,
      "text": "So that's going to present you with an opportunity to find bargains there as well."
    },
    {
      "index": 40,
      "start_time": 219000.0,
      "end_time": 226481.0,
      "text": "No one knows how long a bear market can last or how strong it can get, but there are ways for you as an investor to make your way through it."
    }
  ]
}