{
  "video_id": "UIhS9aB-qgU",
  "title": "Edward Snowden and ACLU at SXSW",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 12219.0,
      "end_time": 24200.0,
      "text": "Ben Wizner: Not a lot of applause for us. Chris Saghoian: I know."
    },
    {
      "index": 2,
      "start_time": 24200.0,
      "end_time": 31200.0,
      "text": "Ben Wizner: Are they ready? Chris Saghoian: I think so."
    },
    {
      "index": 3,
      "start_time": 31200.0,
      "end_time": 39890.0,
      "text": "Ben Wizner: Ok, I think we&#39;ll get started. Thank you all so much for being here. There"
    },
    {
      "index": 4,
      "start_time": 39890.0,
      "end_time": 51939.0,
      "text": "wasn&#39;t a lot of applause when we came on stage so I guess you&#39;re here to see somebody else. (( Applause ))"
    },
    {
      "index": 5,
      "start_time": 51939.0,
      "end_time": 58080.0,
      "text": "My name is Ben Wizner; I&#39;m joined by my colleague Chris Saghoian from the ACLU. Maybe we can"
    },
    {
      "index": 6,
      "start_time": 58080.0,
      "end_time": 68200.0,
      "text": "bring up on screen the main attraction."
    },
    {
      "index": 7,
      "start_time": 68200.0,
      "end_time": 80120.0,
      "text": "Edward Snowden: Hello. Ben Wizner: With his very clever green screen. Please bear with us today, the technology"
    },
    {
      "index": 8,
      "start_time": 80120.0,
      "end_time": 85500.0,
      "text": "may have some kinks. The video may be a little bit choppy. Our friend is appearing through"
    },
    {
      "index": 9,
      "start_time": 85500.0,
      "end_time": 93800.0,
      "text": "7 proxies so if the video is a little slow."
    },
    {
      "index": 10,
      "start_time": 93800.0,
      "end_time": 103140.0,
      "text": "You&#39;re joining us for the event that one member of congress from the great state of Kansas hoped would not occur. He wrote to the organizers"
    },
    {
      "index": 11,
      "start_time": 103140.0,
      "end_time": 110280.0,
      "text": "or SXSW urging them rescind the invitation to Mr. Snowden. The letter included this very"
    },
    {
      "index": 12,
      "start_time": 110280.0,
      "end_time": 118310.0,
      "text": "curious line, &quot;The ACLU would surely concede that freedom expression for Mr. Snowden has"
    },
    {
      "index": 13,
      "start_time": 118310.0,
      "end_time": 126060.0,
      "text": "declined since he departed American soil&quot;. No one disputes that freedom of expression"
    },
    {
      "index": 14,
      "start_time": 126060.0,
      "end_time": 130759.0,
      "text": "is stronger here than there but if there&#39;s one person for whom that&#39;s not true, it&#39;s"
    },
    {
      "index": 15,
      "start_time": 130758.99999999999,
      "end_time": 140810.0,
      "text": "Ed Snowden. If he were here in the United States he would be in a solitary cell, subject"
    },
    {
      "index": 16,
      "start_time": 140810.0,
      "end_time": 144720.0,
      "text": "probably to special administrative measures that would prevent him from being able to"
    },
    {
      "index": 17,
      "start_time": 144720.0,
      "end_time": 151959.0,
      "text": "communicate to the public and participate in the historic debate that he helped launch."
    },
    {
      "index": 18,
      "start_time": 151959.0,
      "end_time": 155730.0,
      "text": "We&#39;re really delighted to be here. One more bit of housekeeping. As I&#39;m sure"
    },
    {
      "index": 19,
      "start_time": 155730.0,
      "end_time": 161030.0,
      "text": "most of you know, you can ask questions for Mr. Snowden on twitter using the hash tag"
    },
    {
      "index": 20,
      "start_time": 161030.0,
      "end_time": 167330.0,
      "text": "AskSnowden. Some group of people backstage will decide which of those questions we see"
    },
    {
      "index": 21,
      "start_time": 167330.0,
      "end_time": 177900.0,
      "text": "here. We&#39;ll try to leave at least 20 minutes or so for those questions. As I said, Ed Snowden&#39;s"
    },
    {
      "index": 22,
      "start_time": 177900.0,
      "end_time": 182440.0,
      "text": "revelations and the courageous journalism of people like Bart Gellman who you just heard,"
    },
    {
      "index": 23,
      "start_time": 182440.0,
      "end_time": 186980.0,
      "text": "Glenn Greenwald, Laura Poitras, and others has really launched an extraordinary global"
    },
    {
      "index": 24,
      "start_time": 186980.0,
      "end_time": 193670.0,
      "text": "debate. You might think of that debate as occurring over 2 tracks. There is a debate"
    },
    {
      "index": 25,
      "start_time": 193670.0,
      "end_time": 199129.0,
      "text": "in Washington in the halls of power about law and policy about what democratic controls"
    },
    {
      "index": 26,
      "start_time": 199129.0,
      "end_time": 204720.0,
      "text": "we need to reign in NSA spying that takes place in courts that are considering the legality,"
    },
    {
      "index": 27,
      "start_time": 204720.0,
      "end_time": 211010.0,
      "text": "the constitutionality of these programs in the legislature, considering legislation."
    },
    {
      "index": 28,
      "start_time": 211010.0,
      "end_time": 215440.0,
      "text": "There&#39;s a very different conversation that you here in conference rooms in technology"
    },
    {
      "index": 29,
      "start_time": 215440.0,
      "end_time": 220480.0,
      "text": "companies, particularly among people working on security issues. Those people are talking"
    },
    {
      "index": 30,
      "start_time": 220480.0,
      "end_time": 227519.0,
      "text": "less about the warrant requirement for meta data and more about why the hell the NSA is"
    },
    {
      "index": 31,
      "start_time": 227519.0,
      "end_time": 233599.0,
      "text": "systematically undermining common encryption standards that we all use. Why is the NSA"
    },
    {
      "index": 32,
      "start_time": 233599.0,
      "end_time": 240709.0,
      "text": "targeting telecommunication companies, internet companies, hacking them to try to steal their"
    },
    {
      "index": 33,
      "start_time": 240709.0,
      "end_time": 245709.0,
      "text": "customer data, basically manufacturing vulnerabilities to poke holes in the communication systems"
    },
    {
      "index": 34,
      "start_time": 245709.0,
      "end_time": 252400.0,
      "text": "that we all rely on? We&#39;re hoping to mostly focus on that latter conversation here."
    },
    {
      "index": 35,
      "start_time": 252400.0,
      "end_time": 259680.0,
      "text": "With that in mind, Ed if you&#39;re with us, maybe you could say a few words about why you chose"
    },
    {
      "index": 36,
      "start_time": 259680.0,
      "end_time": 264150.0,
      "text": "for some of your first public remarks to speak to the technology community rather than say"
    },
    {
      "index": 37,
      "start_time": 264150.0,
      "end_time": 271750.0,
      "text": "the policy community in Washington. Edward Snowden: Well thank you for the introduction."
    },
    {
      "index": 38,
      "start_time": 271750.0,
      "end_time": 279560.0,
      "text": "I will say SXSW and the technology community, the people who are in the room at Austin right"
    },
    {
      "index": 39,
      "start_time": 279560.0,
      "end_time": 285720.0,
      "text": "now, they&#39;re the folks who can really fix things. Who can enforce our rights through"
    },
    {
      "index": 40,
      "start_time": 285720.0,
      "end_time": 292100.0,
      "text": "technical standards even when congress hasn&#39;t yet gotten to the point of creating legislation"
    },
    {
      "index": 41,
      "start_time": 292100.0,
      "end_time": 296130.0,
      "text": "to protect our rights in the same manner? When we think about what&#39;s happened with the"
    },
    {
      "index": 42,
      "start_time": 296130.0,
      "end_time": 306180.0,
      "text": "NSA in the last decade, in the post 9/11 era... the result has been an adversarial internet,"
    },
    {
      "index": 43,
      "start_time": 306180.0,
      "end_time": 311639.0,
      "text": "a sort of global free fire zone for governments that&#39;s nothing that we ever asked for. It&#39;s"
    },
    {
      "index": 44,
      "start_time": 311639.0,
      "end_time": 315600.0,
      "text": "not what we wanted. It&#39;s something we need to protect against."
    },
    {
      "index": 45,
      "start_time": 315600.0,
      "end_time": 321580.0,
      "text": "When we think about the policies that have been advanced... sort of erosion of fourth"
    },
    {
      "index": 46,
      "start_time": 321580.0,
      "end_time": 331090.0,
      "text": "amendment protections, the proactive seizure of communications, there&#39;s a policy of response"
    },
    {
      "index": 47,
      "start_time": 331090.0,
      "end_time": 335840.0,
      "text": "that needs to occur. There&#39;s also a technical response that needs to occur. It&#39;s the makers,"
    },
    {
      "index": 48,
      "start_time": 335840.0,
      "end_time": 342550.0,
      "text": "it&#39;s the thinkers, it&#39;s the development community that can really craft those solutions and"
    },
    {
      "index": 49,
      "start_time": 342550.0,
      "end_time": 349669.0,
      "text": "make sure we are safe. The NSA... the sort of global mass surveillance"
    },
    {
      "index": 50,
      "start_time": 349669.0,
      "end_time": 353870.0,
      "text": "that&#39;s prying at all of these countries not just the US, and it&#39;s important to remember"
    },
    {
      "index": 51,
      "start_time": 353870.0,
      "end_time": 359790.0,
      "text": "that this is a global issue, they&#39;re setting fire to the future of the internet. The people"
    },
    {
      "index": 52,
      "start_time": 359790.0,
      "end_time": 366949.0,
      "text": "who are in this room now, you guys are all the firefighters. We need you to help us fix"
    },
    {
      "index": 53,
      "start_time": 366949.0,
      "end_time": 370150.0,
      "text": "this. Ben Wizner: So Chris, you heard Ed say that"
    },
    {
      "index": 54,
      "start_time": 370150.0,
      "end_time": 376150.0,
      "text": "the NSA offensive mass surveillance programs, the sort of manufacturing of vulnerabilities,"
    },
    {
      "index": 55,
      "start_time": 376150.0,
      "end_time": 380729.0,
      "text": "is setting fire to the future of the internet. Do you want to comment on that?"
    },
    {
      "index": 56,
      "start_time": 380729.0,
      "end_time": 387789.0,
      "text": "Chris Saghoian: Sure. Many of the communications tools that we all rely on are not as secure"
    },
    {
      "index": 57,
      "start_time": 387789.0,
      "end_time": 393060.0,
      "text": "as they could be. Particularly for the apps and services that are made by small companies"
    },
    {
      "index": 58,
      "start_time": 393060.0,
      "end_time": 397910.0,
      "text": "and small groups of developers, security is often an afterthought if it&#39;s a thought at"
    },
    {
      "index": 59,
      "start_time": 397910.0,
      "end_time": 404750.0,
      "text": "all. What that&#39;s done is enable global passive surveillance by the US but other governments"
    },
    {
      "index": 60,
      "start_time": 404750.0,
      "end_time": 409639.0,
      "text": "too. What I think has been the most lasting impression"
    },
    {
      "index": 61,
      "start_time": 409639.0,
      "end_time": 414259.0,
      "text": "for me from the last 8 months is the fact that the real technical problems that the"
    },
    {
      "index": 62,
      "start_time": 414259.0,
      "end_time": 419490.0,
      "text": "NSA seems to have are not, &quot;How do we get people&#39;s communications&quot; but, &quot;How do we deal"
    },
    {
      "index": 63,
      "start_time": 419490.0,
      "end_time": 425419.0,
      "text": "with the massive amounts of communication data that we&#39;re collecting?&quot; The actual collection"
    },
    {
      "index": 64,
      "start_time": 425419.0,
      "end_time": 430830.0,
      "text": "problem doesn&#39;t seem to be a bottleneck for the NSA. That&#39;s because so many of the services"
    },
    {
      "index": 65,
      "start_time": 430830.0,
      "end_time": 434180.0,
      "text": "that we&#39;re all relying on are not secure by default."
    },
    {
      "index": 66,
      "start_time": 434180.0,
      "end_time": 440380.0,
      "text": "I really think for this audience, one of the things that we should be thinking about and"
    },
    {
      "index": 67,
      "start_time": 440380.0,
      "end_time": 445090.0,
      "text": "hopefully taking home is the fact that we need to lock things down. We need to make"
    },
    {
      "index": 68,
      "start_time": 445090.0,
      "end_time": 450520.0,
      "text": "services secure out of the box. That&#39;s going to require a rethink by developers. It&#39;s going"
    },
    {
      "index": 69,
      "start_time": 450520.0,
      "end_time": 455080.0,
      "text": "to require the developers start to think about security early on rather than later on down"
    },
    {
      "index": 70,
      "start_time": 455080.0,
      "end_time": 459169.0,
      "text": "the road. Ben Wizner: Let me pick up on that. Ed, you"
    },
    {
      "index": 71,
      "start_time": 459169.0,
      "end_time": 464550.0,
      "text": "submitted written testimony last week to the European parliament. I want to quote a very"
    },
    {
      "index": 72,
      "start_time": 464550.0,
      "end_time": 469569.0,
      "text": "short part of that and have you elaborate on it. You said, &quot;In connection with mass"
    },
    {
      "index": 73,
      "start_time": 469569.0,
      "end_time": 476410.0,
      "text": "surveillance, the good news is that there are solutions. The weakness of mass surveillance"
    },
    {
      "index": 74,
      "start_time": 476410.0,
      "end_time": 482889.0,
      "text": "is that it can very easily be made much more expensive through changes in technical standards&quot;."
    },
    {
      "index": 75,
      "start_time": 482889.0,
      "end_time": 489380.0,
      "text": "What kind of changes were you talking about and how can we ensure that we make mass surveillance"
    },
    {
      "index": 76,
      "start_time": 489380.0,
      "end_time": 494509.0,
      "text": "more expensive and less practical? Edward Snowden: The primary challenge that"
    },
    {
      "index": 77,
      "start_time": 494509.0,
      "end_time": 502000.0,
      "text": "mass surveillance faces from any agency, any government of the world, is not just how do"
    },
    {
      "index": 78,
      "start_time": 502000.0,
      "end_time": 505410.0,
      "text": "you collect to communications as they cross the wires, as they sort of find their way"
    },
    {
      "index": 79,
      "start_time": 505410.0,
      "end_time": 510930.0,
      "text": "through the global network, but how do you interpret them? How do you understand them?"
    },
    {
      "index": 80,
      "start_time": 510930.0,
      "end_time": 516779.0,
      "text": "How do you direct them back out and analyze them? [inaudible 00:08:35] at least on the"
    },
    {
      "index": 81,
      "start_time": 516779.0,
      "end_time": 522599.0,
      "text": "easiest, the simplest, most cost effective basis by encryption."
    },
    {
      "index": 82,
      "start_time": 522599.00000000006,
      "end_time": 529040.0,
      "text": "There are 2 methods of encryption that are generally used, one which is deeply problematic."
    },
    {
      "index": 83,
      "start_time": 529040.0,
      "end_time": 534739.0,
      "text": "One of those is what&#39;s called key escrow. It&#39;s sort of what we&#39;re using with Google"
    },
    {
      "index": 84,
      "start_time": 534739.0,
      "end_time": 540279.0,
      "text": "type services, Skype type services, right now where I encrypt a video chat and I send"
    },
    {
      "index": 85,
      "start_time": 540279.0,
      "end_time": 548879.0,
      "text": "it to Google. Google decrypts it and then re-encrypts it to you guys and we have it."
    },
    {
      "index": 86,
      "start_time": 548879.0,
      "end_time": 552920.0,
      "text": "End-to-end encryption, where it&#39;s from my computer directly to your computer, makes"
    },
    {
      "index": 87,
      "start_time": 552920.0,
      "end_time": 559559.0,
      "text": "mass surveillance impossible at the network level without a crypto break. They are incredibly"
    },
    {
      "index": 88,
      "start_time": 559559.0,
      "end_time": 565350.0,
      "text": "rare and they normally don&#39;t work. They&#39;re very expensive. By doing end-to-end encryption,"
    },
    {
      "index": 89,
      "start_time": 565350.0,
      "end_time": 572939.0,
      "text": "you force what are called threat model global passive adversaries to go through the end"
    },
    {
      "index": 90,
      "start_time": 572939.0,
      "end_time": 579429.0,
      "text": "heads, that is the individual computers. The result of that is a more constitutional,"
    },
    {
      "index": 91,
      "start_time": 579429.0,
      "end_time": 587100.0,
      "text": "more carefully overseen sort of intelligence gathering model, law enforcement model, where"
    },
    {
      "index": 92,
      "start_time": 587100.0,
      "end_time": 593309.0,
      "text": "if they want to gather somebody&#39;s communications, they&#39;d have to target them specifically. They"
    },
    {
      "index": 93,
      "start_time": 593309.0,
      "end_time": 597679.0,
      "text": "can&#39;t just target everybody all the time and then when they want to read your stuff, they"
    },
    {
      "index": 94,
      "start_time": 597679.0,
      "end_time": 603339.0,
      "text": "go back in a time machine and they say, &quot;What did they say in 2006?&quot;"
    },
    {
      "index": 95,
      "start_time": 603339.0,
      "end_time": 608209.0,
      "text": "They can&#39;t pitch exploits in every computer in the world without getting caught. That&#39;s"
    },
    {
      "index": 96,
      "start_time": 608209.0,
      "end_time": 612149.0,
      "text": "the value of end-to-end encryption and that&#39;s what we need to be thinking about. We need"
    },
    {
      "index": 97,
      "start_time": 612149.0,
      "end_time": 617059.0,
      "text": "to go, &quot;How can we enforce these protections in a simple, cheap, and effective way that&#39;s"
    },
    {
      "index": 98,
      "start_time": 617059.0,
      "end_time": 619480.0,
      "text": "invisible to [users 00:10:17]. I think that&#39;s the way to do it."
    },
    {
      "index": 99,
      "start_time": 619480.0,
      "end_time": 625049.0,
      "text": "Ben Wizner: So Chris, one of the obstacles to widespread end-to-end encryption is that"
    },
    {
      "index": 100,
      "start_time": 625049.0,
      "end_time": 630100.0,
      "text": "many of us get our e-mail service from advertising companies that need to be able to read the"
    },
    {
      "index": 101,
      "start_time": 630100.0,
      "end_time": 635939.0,
      "text": "e-mails in order to serve us targeted ads. What are steps that even a company like Google"
    },
    {
      "index": 102,
      "start_time": 635939.0,
      "end_time": 640749.0,
      "text": "that&#39;s an advertising company or companies like that can do to make mass surveillance"
    },
    {
      "index": 103,
      "start_time": 640749.0,
      "end_time": 644999.0,
      "text": "more difficult? Are there things or do we really need new business models to accomplish"
    },
    {
      "index": 104,
      "start_time": 644999.0,
      "end_time": 649999.0,
      "text": "what Ed is talking about? Chris Saghoian: In the last 8 months, the"
    },
    {
      "index": 105,
      "start_time": 649999.0,
      "end_time": 655420.0,
      "text": "big Silicon Valley technology companies have really improved their security in a way that"
    },
    {
      "index": 106,
      "start_time": 655420.0,
      "end_time": 662110.0,
      "text": "was surprising to many of us who have been urging them for years to do so. Yahoo was"
    },
    {
      "index": 107,
      "start_time": 662110.0,
      "end_time": 665850.0,
      "text": "kicking and screaming the whole way but they finally turned on SSL encryption in January"
    },
    {
      "index": 108,
      "start_time": 665850.0,
      "end_time": 671329.0,
      "text": "of this year after Bart Gellman and Ashkan Soltani shamed them on the front page of the"
    },
    {
      "index": 109,
      "start_time": 671329.0,
      "end_time": 675459.0,
      "text": "Washington Post. The companies have locked things down, but"
    },
    {
      "index": 110,
      "start_time": 675459.0,
      "end_time": 679369.0,
      "text": "only in a certain way. They&#39;ve secured the connection between your computer and Google&#39;s"
    },
    {
      "index": 111,
      "start_time": 679369.0,
      "end_time": 684509.0,
      "text": "server or Yahoo&#39;s server or Facebook&#39;s server which means that governments have to now go"
    },
    {
      "index": 112,
      "start_time": 684509.0,
      "end_time": 688949.0,
      "text": "through Google or Facebook or Microsoft to get your data instead of getting it with AT&amp;T&#39;s"
    },
    {
      "index": 113,
      "start_time": 688949.0,
      "end_time": 694170.0,
      "text": "help or Verizon&#39;s help or Comcast or any party that watches the data as it goes over the"
    },
    {
      "index": 114,
      "start_time": 694170.0,
      "end_time": 696730.0,
      "text": "network. I think it&#39;s going to be difficult for these"
    },
    {
      "index": 115,
      "start_time": 696730.0,
      "end_time": 701420.0,
      "text": "companies to offer truly end-to-end encrypted service simply because it conflicts with their"
    },
    {
      "index": 116,
      "start_time": 701420.0,
      "end_time": 706170.0,
      "text": "business model. Google wants to sit between you and everyone you interact with and provide"
    },
    {
      "index": 117,
      "start_time": 706170.0,
      "end_time": 712980.0,
      "text": "some kind of added value whether that added value is advertising or some kind of information"
    },
    {
      "index": 118,
      "start_time": 712980.0,
      "end_time": 717350.0,
      "text": "mining, improved experience, telling you when there are restaurants nearby, where you can"
    },
    {
      "index": 119,
      "start_time": 717350.0,
      "end_time": 722269.0,
      "text": "meet your friends. They want to be in that connection with you. That makes it difficult"
    },
    {
      "index": 120,
      "start_time": 722269.0,
      "end_time": 725069.0,
      "text": "to secure those connections. Ben Wizner: Is this the right time for a shout"
    },
    {
      "index": 121,
      "start_time": 725069.0,
      "end_time": 727470.0,
      "text": "out to Google that is in this conversation with us right now?"
    },
    {
      "index": 122,
      "start_time": 727470.0,
      "end_time": 731619.0,
      "text": "Chris Saghoian: The irony that we&#39;re using Google hangouts to talk to Ed Snowden has"
    },
    {
      "index": 123,
      "start_time": 731619.0,
      "end_time": 740949.0,
      "text": "not been lost on me or our team here. I should be clear; we&#39;re not getting any advertising"
    },
    {
      "index": 124,
      "start_time": 740949.0,
      "end_time": 749089.0,
      "text": "support from Google here. The fact is that the tools that exist to enable secure end-to-end"
    },
    {
      "index": 125,
      "start_time": 749089.0,
      "end_time": 753799.0,
      "text": "encrypted video conferencing are not very polished. Particularly when you&#39;re having"
    },
    {
      "index": 126,
      "start_time": 753799.0,
      "end_time": 757999.0,
      "text": "a conversation with someone who&#39;s in Russia and who&#39;s bouncing his connection through"
    },
    {
      "index": 127,
      "start_time": 757999.0,
      "end_time": 762889.0,
      "text": "several proxies, the secure communications tools tend to break."
    },
    {
      "index": 128,
      "start_time": 762889.0,
      "end_time": 768660.0,
      "text": "This I think reflects the state of play with many services. You have to choose between"
    },
    {
      "index": 129,
      "start_time": 768660.0,
      "end_time": 774299.0,
      "text": "a service that&#39;s easy to use and reliable and polished or a tool that is highly secure"
    },
    {
      "index": 130,
      "start_time": 774299.0,
      "end_time": 780019.0,
      "text": "and impossible for the average person to use. I think that reflects the fact that the services"
    },
    {
      "index": 131,
      "start_time": 780019.0,
      "end_time": 784269.0,
      "text": "that are developed by large companies with the resources to put 100 developers on the"
    },
    {
      "index": 132,
      "start_time": 784269.0,
      "end_time": 789910.0,
      "text": "user interface, those are the ones that are optimized for security. The tools that are"
    },
    {
      "index": 133,
      "start_time": 789910.0,
      "end_time": 793980.0,
      "text": "designed with security as the first goal are typically made by independent developers,"
    },
    {
      "index": 134,
      "start_time": 793980.0,
      "end_time": 800299.0,
      "text": "activists, and hobbyists. They&#39;re typically tools made by geeks for geeks."
    },
    {
      "index": 135,
      "start_time": 800299.0,
      "end_time": 804839.0,
      "text": "What that means is the world... the regular users have to pick. They have to pick between"
    },
    {
      "index": 136,
      "start_time": 804839.0,
      "end_time": 809109.0,
      "text": "a service they cannot figure out how to use or a service that is bundled with their phone"
    },
    {
      "index": 137,
      "start_time": 809109.0,
      "end_time": 814019.0,
      "text": "or bundled with their laptop and works out of the box. Of course rational people choose"
    },
    {
      "index": 138,
      "start_time": 814019.0,
      "end_time": 818609.0,
      "text": "the insecure tools because they&#39;re the ones that come with the devices they buy and work"
    },
    {
      "index": 139,
      "start_time": 818609.0,
      "end_time": 822639.0,
      "text": "and are easy for people to figure out. Ben Wizner: Let&#39;s bring Ed back into this."
    },
    {
      "index": 140,
      "start_time": 822639.0,
      "end_time": 828939.0,
      "text": "In a way, this whole affair began with Glenn Greenwald not being able to use PGP which"
    },
    {
      "index": 141,
      "start_time": 828939.0,
      "end_time": 833119.0,
      "text": "is somewhat of a joke in the tech community but really not outside the tech community."
    },
    {
      "index": 142,
      "start_time": 833119.0,
      "end_time": 841709.0,
      "text": "PGP is not easy to install and it&#39;s not easy to use. Using Tor, using Tails... I feel like"
    },
    {
      "index": 143,
      "start_time": 841709.0,
      "end_time": 848319.0,
      "text": "I need new IT support in my office just to be able to do this work. You&#39;re addressing"
    },
    {
      "index": 144,
      "start_time": 848319.0,
      "end_time": 855230.0,
      "text": "an audience that includes a lot of young technologists. Is there a call to arms for people to make"
    },
    {
      "index": 145,
      "start_time": 855230.0,
      "end_time": 860519.0,
      "text": "this stuff more usable so that not only technologists can use it?"
    },
    {
      "index": 146,
      "start_time": 860519.0,
      "end_time": 865589.0,
      "text": "Edward Snowden: There is. I think we&#39;re actually seeing a lot of progress being made here."
    },
    {
      "index": 147,
      "start_time": 865589.0,
      "end_time": 872019.0,
      "text": "Whisper Systems, the sort of Moxie Marlinspike of the world, are focusing on new user experiences,"
    },
    {
      "index": 148,
      "start_time": 872019.0,
      "end_time": 880639.0,
      "text": "new UIs. Basically ways for us to interact with cryptographic tools which is the way"
    },
    {
      "index": 149,
      "start_time": 880639.0,
      "end_time": 884879.0,
      "text": "it should be, where it happens invisible to the user, where it happens by default. We"
    },
    {
      "index": 150,
      "start_time": 884879.0,
      "end_time": 889889.0,
      "text": "want secure services that aren&#39;t [opt in 00:14:46]. It&#39;s got to pass the Glenn Greenwald test."
    },
    {
      "index": 151,
      "start_time": 889889.0,
      "end_time": 894529.0,
      "text": "If any journalist in the world gets an e-mail from somebody saying, &quot;Hey, I have something"
    },
    {
      "index": 152,
      "start_time": 894529.0,
      "end_time": 901279.0,
      "text": "that the public might want to know about&quot; they need to be able to open it. They need"
    },
    {
      "index": 153,
      "start_time": 901279.0,
      "end_time": 904730.0,
      "text": "to be able to access that information. They need to be able to have those communications"
    },
    {
      "index": 154,
      "start_time": 904730.0,
      "end_time": 910449.0,
      "text": "whether they&#39;re a journalist, an activist, or it could be your grandma. This is something"
    },
    {
      "index": 155,
      "start_time": 910449.0,
      "end_time": 915819.0,
      "text": "that people have to be able to access. The way we interact with it right now is not"
    },
    {
      "index": 156,
      "start_time": 915819.0,
      "end_time": 918720.0,
      "text": "good. If you have to go to command log, people aren&#39;t going to use it. If you have to go"
    },
    {
      "index": 157,
      "start_time": 918720.0,
      "end_time": 925290.0,
      "text": "3 menus deep, people aren&#39;t going to use it. It has to be out there. It has to have it"
    },
    {
      "index": 158,
      "start_time": 925290.0,
      "end_time": 927809.0,
      "text": "automatically. It has to happen seamlessly. That&#39;s [inaudible 15:27]."
    },
    {
      "index": 159,
      "start_time": 927809.0,
      "end_time": 932790.0,
      "text": "Ben Wizner: So who are we talking to, Chris? Are we talking now to technology companies?"
    },
    {
      "index": 160,
      "start_time": 932790.0,
      "end_time": 937619.0,
      "text": "Are we talking to foundations to support the development of more usable security? Are we"
    },
    {
      "index": 161,
      "start_time": 937619.0,
      "end_time": 941399.0,
      "text": "talking just to developers? Who&#39;s the audience for this call to arms?"
    },
    {
      "index": 162,
      "start_time": 941399.0,
      "end_time": 946839.0,
      "text": "Chris Saghoian: I think the audience is everyone. We should understand that most regular people"
    },
    {
      "index": 163,
      "start_time": 946839.0,
      "end_time": 951799.0,
      "text": "are not going to go out and download an obscure encryption app. Most regular people are going"
    },
    {
      "index": 164,
      "start_time": 951799.0,
      "end_time": 955979.0,
      "text": "to use the tools that they already have. That means they&#39;re going to be using Facebook or"
    },
    {
      "index": 165,
      "start_time": 955979.0,
      "end_time": 962809.0,
      "text": "Google or Skype. A lot of our work goes into pressuring those companies to protect their"
    },
    {
      "index": 166,
      "start_time": 962809.0,
      "end_time": 966879.0,
      "text": "users. In January of 2010, Google turned on SSL,"
    },
    {
      "index": 167,
      "start_time": 966879.0,
      "end_time": 971389.0,
      "text": "the lock icon on your web browser. They turned it on by default for Gmail. It had previously"
    },
    {
      "index": 168,
      "start_time": 971389.0,
      "end_time": 976079.0,
      "text": "been available but it had been available through an obscure setting, the 13th of 13 configuration"
    },
    {
      "index": 169,
      "start_time": 976079.0,
      "end_time": 982329.0,
      "text": "options. Of course, no one turned it on. When Google turned that option on, suddenly they"
    },
    {
      "index": 170,
      "start_time": 982329.0,
      "end_time": 987699.0,
      "text": "made passive bulk surveillance of their users&#39; communications far more difficult for intelligence"
    },
    {
      "index": 171,
      "start_time": 987699.0,
      "end_time": 990689.0,
      "text": "agencies. They did so without requiring that their users"
    },
    {
      "index": 172,
      "start_time": 990689.0,
      "end_time": 995850.0,
      "text": "take any steps. One day their users logged into their mail and it was secure. That&#39;s"
    },
    {
      "index": 173,
      "start_time": 995850.0,
      "end_time": 1001559.0,
      "text": "what we need. We need services to be building security in by default an enabled without"
    },
    {
      "index": 174,
      "start_time": 1001560.0,
      "end_time": 1005620.0,
      "text": "any advanced configuration. That doesn&#39;t mean that small developers cannot play a role."
    },
    {
      "index": 175,
      "start_time": 1005620.0,
      "end_time": 1009601.0,
      "text": "There are going to be hot new communications tools."
    },
    {
      "index": 176,
      "start_time": 1009600.0,
      "end_time": 1014359.0,
      "text": "WhatsApp basically came out of nowhere a few years ago. What I want is for the next WhatsApp"
    },
    {
      "index": 177,
      "start_time": 1014360.0,
      "end_time": 1020690.0,
      "text": "or the next Twitter to be using encrypted end-to-end communication. This can be made"
    },
    {
      "index": 178,
      "start_time": 1020690.0,
      "end_time": 1025830.0,
      "text": "easy to use. This can be made useable. You need to put a team of user experience developers"
    },
    {
      "index": 179,
      "start_time": 1025829.9999999999,
      "end_time": 1030640.9999999999,
      "text": "on this. You need to optimize. You need to make it easy for the average person."
    },
    {
      "index": 180,
      "start_time": 1030640.0000000001,
      "end_time": 1036250.0000000001,
      "text": "If you&#39;re a startup and you&#39;re working on something, bear in mind that it&#39;s going to"
    },
    {
      "index": 181,
      "start_time": 1036250.0,
      "end_time": 1040990.0,
      "text": "be more difficult for the incumbents to deliver secure communications to their users because"
    },
    {
      "index": 182,
      "start_time": 1040990.0,
      "end_time": 1046490.0,
      "text": "their business models are built around advertising supported services. You can more effectively"
    },
    {
      "index": 183,
      "start_time": 1046490.0,
      "end_time": 1053880.0,
      "text": "and more easily deploy these services than they can. If you&#39;re looking for an angle here,"
    },
    {
      "index": 184,
      "start_time": 1053880.0,
      "end_time": 1058350.0,
      "text": "we&#39;re slowly getting to the point where telling your customers, &quot;Hey, 5 dollars a month for"
    },
    {
      "index": 185,
      "start_time": 1058350.0,
      "end_time": 1062929.0,
      "text": "encrypted communications. No one can watch you&quot; I think that&#39;s something many consumers"
    },
    {
      "index": 186,
      "start_time": 1062930.0,
      "end_time": 1069780.0,
      "text": "might be willing to pay for. Edward Snowden: If I could actually take you"
    },
    {
      "index": 187,
      "start_time": 1069780.0,
      "end_time": 1072001.0,
      "text": "back on that real quick, one of the things that I want to say is for the larger company,"
    },
    {
      "index": 188,
      "start_time": 1072000.0,
      "end_time": 1077019.0,
      "text": "it&#39;s not that you can&#39;t collect any data. It&#39;s that you should only collect the data"
    },
    {
      "index": 189,
      "start_time": 1077020.0,
      "end_time": 1082300.0,
      "text": "and hold it for as long as necessary for the operation of the business. Recently EC-Council,"
    },
    {
      "index": 190,
      "start_time": 1082300.0,
      "end_time": 1088711.0,
      "text": "one of the security certification providers intact, they actually spilled my passport,"
    },
    {
      "index": 191,
      "start_time": 1088710.0,
      "end_time": 1093929.0,
      "text": "a copy of my passport and my registration, and posted them to the internet when they"
    },
    {
      "index": 192,
      "start_time": 1093930.0,
      "end_time": 1097930.0,
      "text": "defaced the site. I submitted those forms back in 2010. Why"
    },
    {
      "index": 193,
      "start_time": 1097930.0,
      "end_time": 1103310.0,
      "text": "was that still [inaudible 00:18:20]? Was it still necessary for the business? That&#39;s a"
    },
    {
      "index": 194,
      "start_time": 1103310.0,
      "end_time": 1108351.0,
      "text": "good example of why these things need to age [off 00:18:26]. Whether you&#39;re Google or Facebook,"
    },
    {
      "index": 195,
      "start_time": 1108350.0,
      "end_time": 1114549.0,
      "text": "you can do these things in a responsible way. You can still get the value out of these that"
    },
    {
      "index": 196,
      "start_time": 1114550.0,
      "end_time": 1120241.0,
      "text": "you need to run your business [inaudible 00:18:38] without [inaudible 00:18:40]"
    },
    {
      "index": 197,
      "start_time": 1120240.0,
      "end_time": 1125269.0,
      "text": "Ben Wizner: We didn&#39;t have great audio here that response but what Ed was saying is that"
    },
    {
      "index": 198,
      "start_time": 1125270.0,
      "end_time": 1130321.0,
      "text": "even companies whose business model relies on them to collect and aggregate data don&#39;t"
    },
    {
      "index": 199,
      "start_time": 1130320.0,
      "end_time": 1135350.0,
      "text": "need to store it indefinitely once its primary use has been accomplished. His example was"
    },
    {
      "index": 200,
      "start_time": 1135350.0,
      "end_time": 1140679.0,
      "text": "that some company was hacked and they found some of his data from 4 years ago that clearly"
    },
    {
      "index": 201,
      "start_time": 1140680.0,
      "end_time": 1144201.0,
      "text": "there was no business reason for them still to be holding on to."
    },
    {
      "index": 202,
      "start_time": 1144200.0,
      "end_time": 1153279.0,
      "text": "Let&#39;s switch gears a little bit. Last week General Keith Alexander who heads the NSA"
    },
    {
      "index": 203,
      "start_time": 1153280.0,
      "end_time": 1161180.0,
      "text": "testified that the disclosures of the last 8 months have weakened the country&#39;s cyber"
    },
    {
      "index": 204,
      "start_time": 1161180.0,
      "end_time": 1167461.0,
      "text": "defenses. Some people might think there&#39;s a pot in the kettle problem coming from him"
    },
    {
      "index": 205,
      "start_time": 1167460.0,
      "end_time": 1174490.0,
      "text": "but what was your response to that testimony? Edward Snowden: It&#39;s very interesting to see"
    },
    {
      "index": 206,
      "start_time": 1174490.0,
      "end_time": 1179659.0,
      "text": "officials like Keith Alexander talking about damage that&#39;s been done to the defense of"
    },
    {
      "index": 207,
      "start_time": 1179660.0,
      "end_time": 1186040.0,
      "text": "our communications. More than anything, there have been 2 officials in America who have"
    },
    {
      "index": 208,
      "start_time": 1186040.0,
      "end_time": 1192211.0,
      "text": "harmed our internet security and actually our national security because so much of our"
    },
    {
      "index": 209,
      "start_time": 1192210.0,
      "end_time": 1198679.0,
      "text": "country&#39; economic success is based on our intellectual property. It&#39;s based on our ability"
    },
    {
      "index": 210,
      "start_time": 1198680.0,
      "end_time": 1205310.0,
      "text": "to create, share, communicate, and compete. Those two Officials are Michael Hayden and"
    },
    {
      "index": 211,
      "start_time": 1205310.0,
      "end_time": 1211601.0,
      "text": "Keith Alexander, two directors of the National Security Agency in the post 9/11 era who made"
    },
    {
      "index": 212,
      "start_time": 1211600.0,
      "end_time": 1220679.0,
      "text": "a very specific change. That is they elevated offensive operations, that is attacking, over"
    },
    {
      "index": 213,
      "start_time": 1220680.0,
      "end_time": 1227981.0,
      "text": "the defense of our communications. They began eroding the protections of our communications"
    },
    {
      "index": 214,
      "start_time": 1227980.0,
      "end_time": 1235320.0,
      "text": "in order to get an attacking advantage. This is a problem for 1 primary reason. America"
    },
    {
      "index": 215,
      "start_time": 1235320.0,
      "end_time": 1245649.0,
      "text": "has more to lose than anyone else when every attack succeeds. When you are the one country"
    },
    {
      "index": 216,
      "start_time": 1245650.0,
      "end_time": 1251380.0,
      "text": "in the world that has a vault that&#39;s more full than anyone else&#39;s, it doesn&#39;t make sense"
    },
    {
      "index": 217,
      "start_time": 1251380.0,
      "end_time": 1258741.0,
      "text": "for you to be attacking all day and never defending your full vault. It makes even less"
    },
    {
      "index": 218,
      "start_time": 1258740.0,
      "end_time": 1268120.0,
      "text": "sense when you set standards for vaults worldwide to have a big back door that anybody can walk"
    },
    {
      "index": 219,
      "start_time": 1268120.0,
      "end_time": 1271100.0,
      "text": "into. That&#39;s what we&#39;re running into today. When"
    },
    {
      "index": 220,
      "start_time": 1271100.0,
      "end_time": 1277149.0,
      "text": "he says these things have weakened national security... these are improving our national"
    },
    {
      "index": 221,
      "start_time": 1277150.0,
      "end_time": 1281910.0,
      "text": "security. These are improving the communications not just of Americans but everyone in the"
    },
    {
      "index": 222,
      "start_time": 1281910.0,
      "end_time": 1289591.0,
      "text": "world. When you rely on the same standard, we rely on the ability to trust our communications."
    },
    {
      "index": 223,
      "start_time": 1289590.0,
      "end_time": 1294220.0,
      "text": "Without that, we don&#39;t have anything. Our economy cannot succeed."
    },
    {
      "index": 224,
      "start_time": 1294220.0,
      "end_time": 1299860.0,
      "text": "Ben Wizner: So Chris, Richard Clarke testified a few weeks back that it&#39;s more important"
    },
    {
      "index": 225,
      "start_time": 1299860.0,
      "end_time": 1304240.0,
      "text": "for us to be able to defend ourselves against attacks from China than to be able to attack"
    },
    {
      "index": 226,
      "start_time": 1304240.0,
      "end_time": 1309990.0,
      "text": "China using our cyber tools. I don&#39;t think everybody understands that there is any tension"
    },
    {
      "index": 227,
      "start_time": 1309990.0,
      "end_time": 1316159.0,
      "text": "whatsoever between those 2 goals. Why are they in opposition to each other?"
    },
    {
      "index": 228,
      "start_time": 1316160.0,
      "end_time": 1322471.0,
      "text": "Chris Saghoian: As a country, we have public officials testifying in Washington saying"
    },
    {
      "index": 229,
      "start_time": 1322470.0,
      "end_time": 1326679.0,
      "text": "that cyber security is the greatest threat this country now faces, greater than terrorism."
    },
    {
      "index": 230,
      "start_time": 1326680.0,
      "end_time": 1330861.0,
      "text": "We&#39;ve had both the director of the FBI and the director of National Intelligence say"
    },
    {
      "index": 231,
      "start_time": 1330860.0,
      "end_time": 1335070.0,
      "text": "this in testimony to congress. I think it&#39;s probably true that we do in fact face some"
    },
    {
      "index": 232,
      "start_time": 1335070.0,
      "end_time": 1339679.0,
      "text": "kind of cyber security threat. Our systems are not as safe as they could be and we are"
    },
    {
      "index": 233,
      "start_time": 1339680.0,
      "end_time": 1343290.0,
      "text": "all vulnerable to compromise in one way or another."
    },
    {
      "index": 234,
      "start_time": 1343290.0,
      "end_time": 1348611.0,
      "text": "What should be clear is that this government isn&#39;t really doing anything to keep us secure"
    },
    {
      "index": 235,
      "start_time": 1348610.0,
      "end_time": 1354899.0,
      "text": "and safe. This is a government that has prioritized for offense rather than defense. If there"
    },
    {
      "index": 236,
      "start_time": 1354900.0,
      "end_time": 1359361.0,
      "text": "were 100% increase in murders in Baltimore next year, the Chief of Police of Baltimore"
    },
    {
      "index": 237,
      "start_time": 1359360.0,
      "end_time": 1363950.0,
      "text": "would be fired. If there was 100% increase in fishing attacks, successful fishing attacks"
    },
    {
      "index": 238,
      "start_time": 1363950.0,
      "end_time": 1367289.0,
      "text": "where people&#39;s credit card numbers get stolen, no one gets fired."
    },
    {
      "index": 239,
      "start_time": 1367290.0,
      "end_time": 1373611.0,
      "text": "As a country, we have basically been left to ourselves. Every individual person is left"
    },
    {
      "index": 240,
      "start_time": 1373610.0,
      "end_time": 1378809.0,
      "text": "to defend themselves online. The government has been hoarding information about information"
    },
    {
      "index": 241,
      "start_time": 1378810.0,
      "end_time": 1385111.0,
      "text": "security vulnerabilities. In some cases, there was a disclosure in the New York Times last"
    },
    {
      "index": 242,
      "start_time": 1385110.0,
      "end_time": 1390370.0,
      "text": "fall revealing the NSA has been partnering with US technology companies to intentionally"
    },
    {
      "index": 243,
      "start_time": 1390370.0,
      "end_time": 1394600.0,
      "text": "weaken the security of the software that we all use and rely on."
    },
    {
      "index": 244,
      "start_time": 1394600.0,
      "end_time": 1400080.0,
      "text": "The government has really been prioritizing its efforts on information collection. There"
    },
    {
      "index": 245,
      "start_time": 1400080.0,
      "end_time": 1405940.0,
      "text": "is this fundamental conflict. There&#39;s a tension which is that a system that is secure is difficult"
    },
    {
      "index": 246,
      "start_time": 1405940.0,
      "end_time": 1411929.0,
      "text": "to surveil and a system that is designed to be surveiled is a target waiting to be attacked."
    },
    {
      "index": 247,
      "start_time": 1411930.0,
      "end_time": 1416880.0,
      "text": "Our networks have been designed with surveillance in mind. We need to prioritize cyber security."
    },
    {
      "index": 248,
      "start_time": 1416880.0,
      "end_time": 1421981.0,
      "text": "That&#39;s going to mean making surveillance more difficult. Of course the NSA and their partners"
    },
    {
      "index": 249,
      "start_time": 1421980.0,
      "end_time": 1426529.0,
      "text": "in the intelligence world are not crazy about us going down that path."
    },
    {
      "index": 250,
      "start_time": 1426530.0,
      "end_time": 1433451.0,
      "text": "Ben Wizner: So Ed, if the NSA is willing to take these steps that actually weaken security,"
    },
    {
      "index": 251,
      "start_time": 1433450.0,
      "end_time": 1439110.0,
      "text": "that spread vulnerabilities that make is sometimes easier not just for us to do surveillance"
    },
    {
      "index": 252,
      "start_time": 1439110.0,
      "end_time": 1444850.0,
      "text": "but for others to attack, they must think there&#39;s an awfully good reason for doing that."
    },
    {
      "index": 253,
      "start_time": 1444850.0,
      "end_time": 1449289.0,
      "text": "Their bulk collection programs that these activities facilitate, the collected mentality,"
    },
    {
      "index": 254,
      "start_time": 1449290.0,
      "end_time": 1457300.0,
      "text": "that it really works. This is a very, very effective surveillance method in keeping us"
    },
    {
      "index": 255,
      "start_time": 1457300.0,
      "end_time": 1461930.0,
      "text": "safe. You sat on the inside of these systems for"
    },
    {
      "index": 256,
      "start_time": 1461930.0,
      "end_time": 1469121.0,
      "text": "longer than people realize. Do these mass surveillance programs do what our intelligence"
    },
    {
      "index": 257,
      "start_time": 1469120.0,
      "end_time": 1474200.0,
      "text": "officials promise to congress that they do? Are they effective?"
    },
    {
      "index": 258,
      "start_time": 1474200.0,
      "end_time": 1477080.0,
      "text": "Edward Snowden: They&#39;re not. That&#39;s actually something that I&#39;m a little bit sympathetic"
    },
    {
      "index": 259,
      "start_time": 1477080.0,
      "end_time": 1480590.0,
      "text": "to because we got to turn back the clock a little bit and remember that they thought"
    },
    {
      "index": 260,
      "start_time": 1480590.0,
      "end_time": 1486549.0,
      "text": "it was a great idea but no one had ever done it before, at least publically. They went,"
    },
    {
      "index": 261,
      "start_time": 1486550.0,
      "end_time": 1492920.0,
      "text": "&quot;Hey, we can spy on everybody in the world all at once. It&#39;ll be great. We&#39;ll know everything&quot;."
    },
    {
      "index": 262,
      "start_time": 1492920.0,
      "end_time": 1500310.0,
      "text": "The reality is when they did it, they found out it didn&#39;t work. It was such [inaudible"
    },
    {
      "index": 263,
      "start_time": 1500310.0,
      "end_time": 1503721.0,
      "text": "00:24:58]. It was so successful in securing funding and so great at getting [inaudible"
    },
    {
      "index": 264,
      "start_time": 1503720.0,
      "end_time": 1508179.0,
      "text": "00:25:02]; it was so great at winning new contracts that nobody wanted to say no."
    },
    {
      "index": 265,
      "start_time": 1508180.0,
      "end_time": 1513101.0,
      "text": "The reality is now, we have reached a point where the majority of Americans&#39; telephone"
    },
    {
      "index": 266,
      "start_time": 1513100.0,
      "end_time": 1518070.0,
      "text": "communications are being recorded. We got all this meta data that&#39;s being stored for"
    },
    {
      "index": 267,
      "start_time": 1518070.0,
      "end_time": 1525659.0,
      "text": "years and years and years. Too many White House investigations have found it has no"
    },
    {
      "index": 268,
      "start_time": 1525660.0,
      "end_time": 1531900.0,
      "text": "value at all. It&#39;s never helped us. Beyond that, we&#39;ve got to think about what are we"
    },
    {
      "index": 269,
      "start_time": 1531900.0,
      "end_time": 1535630.0,
      "text": "doing with those resources? What are we getting out of it?"
    },
    {
      "index": 270,
      "start_time": 1535630.0,
      "end_time": 1543920.0,
      "text": "As I said in my European parliament testimony, we actually had tremendous intelligence failures"
    },
    {
      "index": 271,
      "start_time": 1543920.0,
      "end_time": 1550611.0,
      "text": "because we&#39;re monitoring the internet. We&#39;re monitoring everybody&#39;s communications instead"
    },
    {
      "index": 272,
      "start_time": 1550610.0,
      "end_time": 1556299.0,
      "text": "of suspects&#39; communications. That lack of focus has caused us to miss leads that we"
    },
    {
      "index": 273,
      "start_time": 1556300.0,
      "end_time": 1562390.0,
      "text": "should have had, Tamerlan Tsarnaev of the Boston bombers. The Russians had warned us"
    },
    {
      "index": 274,
      "start_time": 1562390.0,
      "end_time": 1569030.0,
      "text": "about it but we did a very poor effort investigating [inaudible 00:26:04]. We had people looking"
    },
    {
      "index": 275,
      "start_time": 1569030.0,
      "end_time": 1574701.0,
      "text": "at other things. If we hadn&#39;t spent so much on mass surveillance, if we followed the traditional"
    },
    {
      "index": 276,
      "start_time": 1574700.0,
      "end_time": 1581309.0,
      "text": "models, we might have caught that. Umar Farouk Abdulmutallab, the underwear bomber,"
    },
    {
      "index": 277,
      "start_time": 1581310.0,
      "end_time": 1586930.0,
      "text": "same thing. His father walked into a US embassy, he went to a CIA officer, he said, &quot;My son"
    },
    {
      "index": 278,
      "start_time": 1586930.0,
      "end_time": 1591621.0,
      "text": "is dangerous. Don&#39;t let him go to your country. Get him help&quot;. We didn&#39;t follow up. We didn&#39;t"
    },
    {
      "index": 279,
      "start_time": 1591620.0,
      "end_time": 1596470.0,
      "text": "actually investigate this guy. We didn&#39;t dedicate a team to figure out what was going on because"
    },
    {
      "index": 280,
      "start_time": 1596470.0,
      "end_time": 1603389.0,
      "text": "we all this money, we spent all of this time, hacking into Google and Facebook&#39;s back ends"
    },
    {
      "index": 281,
      "start_time": 1603390.0,
      "end_time": 1609880.0,
      "text": "to look at their data center communications. What did we get out of it? We got nothing"
    },
    {
      "index": 282,
      "start_time": 1609880.0,
      "end_time": 1615701.0,
      "text": "and 2 White House investigations that confirmed that."
    },
    {
      "index": 283,
      "start_time": 1615700.0,
      "end_time": 1622999.0,
      "text": "Ben Wizner: Chris, if as Ed says these bulk collection programs are not all that effective,"
    },
    {
      "index": 284,
      "start_time": 1623000.0,
      "end_time": 1630321.0,
      "text": "that the resources that go into this would be better directed at targeted surveillance,"
    },
    {
      "index": 285,
      "start_time": 1630320.0,
      "end_time": 1636830.0,
      "text": "why are they dangerous? Chris Saghoian: Because the government has"
    },
    {
      "index": 286,
      "start_time": 1636830.0,
      "end_time": 1643340.0,
      "text": "created this massive database of everyone&#39;s private information. In an NSA building somewhere"
    },
    {
      "index": 287,
      "start_time": 1643340.0,
      "end_time": 1648360.0,
      "text": "probably in Maryland, there is a record of everyone who&#39;s called an abortion clinic,"
    },
    {
      "index": 288,
      "start_time": 1648360.0,
      "end_time": 1654009.0,
      "text": "everyone who&#39;s called an alcoholics anonymous hotline, everyone who&#39;s called a gay bookstore."
    },
    {
      "index": 289,
      "start_time": 1654010.0,
      "end_time": 1657961.0,
      "text": "They tell us, &quot;Don&#39;t worry, we&#39;re not looking at it&quot; or &quot;We&#39;re not looking at It in that"
    },
    {
      "index": 290,
      "start_time": 1657960.0,
      "end_time": 1662950.0,
      "text": "way. We&#39;re not doing those kinds of searches&quot; but I think many Americans would have good"
    },
    {
      "index": 291,
      "start_time": 1662950.0,
      "end_time": 1668029.0,
      "text": "reason to not want that information to exist. Regardless of which side of the political"
    },
    {
      "index": 292,
      "start_time": 1668030.0,
      "end_time": 1671241.0,
      "text": "spectrum you are, you probably don&#39;t want the government to know that you&#39;re calling"
    },
    {
      "index": 293,
      "start_time": 1671240.0,
      "end_time": 1677730.0,
      "text": "an abortion clinic, a church, or a gun store. You may think quite reasonably that that is"
    },
    {
      "index": 294,
      "start_time": 1677730.0,
      "end_time": 1684749.0,
      "text": "none of the government&#39;s business. I think when you understand that the government can"
    },
    {
      "index": 295,
      "start_time": 1684750.0,
      "end_time": 1689611.0,
      "text": "collect this information at this scale, they can hang onto it and figure out uses for it"
    },
    {
      "index": 296,
      "start_time": 1689610.0,
      "end_time": 1696340.0,
      "text": "down the road, I think many Americans are quite fearful of this slippery slope, this"
    },
    {
      "index": 297,
      "start_time": 1696340.0,
      "end_time": 1700779.0,
      "text": "surveillance that happens behind closed doors. Even if you trust this administration we have"
    },
    {
      "index": 298,
      "start_time": 1700780.0,
      "end_time": 1706481.0,
      "text": "right now, the person who sits in the oval office changes every few years. You may not"
    },
    {
      "index": 299,
      "start_time": 1706480.0,
      "end_time": 1710080.0,
      "text": "like the person who&#39;s going to sit there in a few years with that data that was collected"
    },
    {
      "index": 300,
      "start_time": 1710080.0,
      "end_time": 1714369.0,
      "text": "today. Ben Wizner: Ed we lost you for a moment but"
    },
    {
      "index": 301,
      "start_time": 1714370.0,
      "end_time": 1717560.0,
      "text": "can you still hear us? Edward Snowden: I can hear you."
    },
    {
      "index": 302,
      "start_time": 1717560.0,
      "end_time": 1723071.0,
      "text": "Ben Wizner: Ok. Just before this began, I got an e-mail from Sir Tim Berners-Lee, the"
    },
    {
      "index": 303,
      "start_time": 1723070.0,
      "end_time": 1728119.0,
      "text": "creator of the World Wide Web who asked for the privilege of the first question to you."
    },
    {
      "index": 304,
      "start_time": 1728120.0,
      "end_time": 1737831.0,
      "text": "I think I&#39;m willing to extend that to him. He wanted to thank you. He believes that your"
    },
    {
      "index": 305,
      "start_time": 1737830.0,
      "end_time": 1751929.0,
      "text": "actions have been profoundly in the public interest. That was applause if you couldn&#39;t"
    },
    {
      "index": 306,
      "start_time": 1751930.0,
      "end_time": 1757020.0,
      "text": "hear it. He asks if you could design from scratch an"
    },
    {
      "index": 307,
      "start_time": 1757020.0,
      "end_time": 1762430.0,
      "text": "accountability system for governments over national security agencies, what would you"
    },
    {
      "index": 308,
      "start_time": 1762430.0,
      "end_time": 1767800.0,
      "text": "do? It&#39;s clear that intelligence agencies are going to be using the internet to collect"
    },
    {
      "index": 309,
      "start_time": 1767800.0,
      "end_time": 1773500.0,
      "text": "information from all of us. Is there any way that we can make oversight more accountable"
    },
    {
      "index": 310,
      "start_time": 1773500.0,
      "end_time": 1777071.0,
      "text": "and improved? Edward Snowden: That&#39;s a really interesting"
    },
    {
      "index": 311,
      "start_time": 1777070.0,
      "end_time": 1781470.0,
      "text": "question. It&#39;s also a very difficult question. Oversight models, [inaudible 00:29:41] models,"
    },
    {
      "index": 312,
      "start_time": 1781470.0,
      "end_time": 1787080.0,
      "text": "these are things that are very complex. They&#39;ve got a lot of moving parts. When you add in"
    },
    {
      "index": 313,
      "start_time": 1787080.0,
      "end_time": 1792409.0,
      "text": "[inaudible 00:29:47], when you add in public oversight, it gets complex. We&#39;ve got a good"
    },
    {
      "index": 314,
      "start_time": 1792410.0,
      "end_time": 1797441.0,
      "text": "starting point and that&#39;s what we have to remember. We have an oversight model that"
    },
    {
      "index": 315,
      "start_time": 1797440.0,
      "end_time": 1803559.0,
      "text": "could work. The problem is when the overseers aren&#39;t interested in oversight, when we&#39;ve"
    },
    {
      "index": 316,
      "start_time": 1803560.0,
      "end_time": 1810810.0,
      "text": "got 7 intelligence committees, house intelligence committees that are cheerleading for the NSA"
    },
    {
      "index": 317,
      "start_time": 1810810.0,
      "end_time": 1814981.0,
      "text": "instead of holding them to account. When we have James Clapper the Director of"
    },
    {
      "index": 318,
      "start_time": 1814980.0,
      "end_time": 1821029.0,
      "text": "National Intelligence in front of them and he tells a lie that they all know is a lie"
    },
    {
      "index": 319,
      "start_time": 1821030.0,
      "end_time": 1827101.0,
      "text": "because they&#39;re briefed on the program because they got the collections a day in advance"
    },
    {
      "index": 320,
      "start_time": 1827100.0,
      "end_time": 1834029.0,
      "text": "and no one says it, allowing all the American people to believe that this is a true answer,"
    },
    {
      "index": 321,
      "start_time": 1834030.0,
      "end_time": 1837351.0,
      "text": "that&#39;s an incredibly dangerous thing. That&#39;s the biggest [inaudible 00:30:36]. When I would"
    },
    {
      "index": 322,
      "start_time": 1837350.0,
      "end_time": 1843450.0,
      "text": "say, &quot;How do we fix our oversight model? How do we structure an oversight model that works?&quot;"
    },
    {
      "index": 323,
      "start_time": 1843450.0,
      "end_time": 1848659.0,
      "text": "the key factor is accountability. We can&#39;t have officials like James Clapper"
    },
    {
      "index": 324,
      "start_time": 1848660.0,
      "end_time": 1856510.0,
      "text": "who can lie to everyone in the country, who can lie to the congress, and face not even"
    },
    {
      "index": 325,
      "start_time": 1856510.0,
      "end_time": 1862701.0,
      "text": "a criticism. Not even a strongly worded letter. The same thing with courts. In the United"
    },
    {
      "index": 326,
      "start_time": 1862700.0,
      "end_time": 1868379.0,
      "text": "States we&#39;ve got open courts that are supposed to decide [inaudible 00:31:06] constitutional"
    },
    {
      "index": 327,
      "start_time": 1868380.0,
      "end_time": 1875581.0,
      "text": "issues to interpret and apply the law. We also have the FISA court, which is a secret"
    },
    {
      "index": 328,
      "start_time": 1875580.0,
      "end_time": 1884200.0,
      "text": "rubber stamped court, but they&#39;re only supposed to approve warrant applications. These happen"
    },
    {
      "index": 329,
      "start_time": 1884200.0,
      "end_time": 1888239.0,
      "text": "in secret because you don&#39;t want people to know the government wants to surveil. At the"
    },
    {
      "index": 330,
      "start_time": 1888240.0,
      "end_time": 1898810.0,
      "text": "same time, a secret court shouldn&#39;t be interpreting the constitution when only NSA&#39;s lawyers are"
    },
    {
      "index": 331,
      "start_time": 1898810.0,
      "end_time": 1904081.0,
      "text": "making the case about how it should be [inaudible 00:31:40]. Those are the 2 primary factors"
    },
    {
      "index": 332,
      "start_time": 1904080.0,
      "end_time": 1910669.0,
      "text": "that I think need to change. The other thing is we need public advocates."
    },
    {
      "index": 333,
      "start_time": 1910670.0,
      "end_time": 1919691.0,
      "text": "We need public representatives. We need public oversight. Some way for trusted public figures,"
    },
    {
      "index": 334,
      "start_time": 1919690.0,
      "end_time": 1926249.0,
      "text": "sort of civil rights champions, to advocate for us and to protect the structure and make"
    },
    {
      "index": 335,
      "start_time": 1926250.0,
      "end_time": 1933540.0,
      "text": "sure it&#39;s been fairly applied. We need a watchdog that watches congress. Something that can"
    },
    {
      "index": 336,
      "start_time": 1933540.0,
      "end_time": 1942520.0,
      "text": "tell us these guys didn&#39;t tell you that you were just lied to. Otherwise, how do we vote?"
    },
    {
      "index": 337,
      "start_time": 1942520.0,
      "end_time": 1947211.0,
      "text": "If we&#39;re not informed, we can&#39;t consent to these policies. I think that&#39;s damaging."
    },
    {
      "index": 338,
      "start_time": 1947210.0,
      "end_time": 1955350.0,
      "text": "Ben Wizner: For what it&#39;s worth, my answer to Sir Tim is Ed Snowden. Before these disclosures,"
    },
    {
      "index": 339,
      "start_time": 1955350.0,
      "end_time": 1960639.0,
      "text": "all 3 branches of our government had gone to sleep on oversight. The courts had thrown"
    },
    {
      "index": 340,
      "start_time": 1960640.0,
      "end_time": 1966581.0,
      "text": "cases out, as he said. Congress allowed itself to be lied to. The executive branch did no"
    },
    {
      "index": 341,
      "start_time": 1966580.0,
      "end_time": 1970950.0,
      "text": "reviews. Since Ed Snowden and since all of us have been read in to these programs, we&#39;re"
    },
    {
      "index": 342,
      "start_time": 1970950.0,
      "end_time": 1975299.0,
      "text": "actually seeing reinvigorated oversight. It&#39;s the oversight that the constitution had in"
    },
    {
      "index": 343,
      "start_time": 1975300.0,
      "end_time": 1982270.0,
      "text": "mind but sometimes it needs a dusting off. Ed has been the broom."
    },
    {
      "index": 344,
      "start_time": 1982270.0,
      "end_time": 1989750.0,
      "text": "Chris Saghoian: I just wanted to also note that without Ed&#39;s disclosures, many of the"
    },
    {
      "index": 345,
      "start_time": 1989750.0,
      "end_time": 1995461.0,
      "text": "tech companies would not have improved their security either at all or at the rate that"
    },
    {
      "index": 346,
      "start_time": 1995460.0,
      "end_time": 2000539.0,
      "text": "they did. The prism story, although there was a lack of clarity initially about what"
    },
    {
      "index": 347,
      "start_time": 2000540.0,
      "end_time": 2005231.0,
      "text": "it really said, put the names of billion dollar American companies on the front page of the"
    },
    {
      "index": 348,
      "start_time": 2005230.0,
      "end_time": 2010989.0,
      "text": "newspaper and associated them with bulk surveillance. You saw the companies doing everything in"
    },
    {
      "index": 349,
      "start_time": 2010990.0,
      "end_time": 2016420.0,
      "text": "their power publically to distance themselves and also show that they were taking security"
    },
    {
      "index": 350,
      "start_time": 2016420.0,
      "end_time": 2021081.0,
      "text": "seriously. You saw companies like Google, Microsoft, and Facebook rushing to encrypt"
    },
    {
      "index": 351,
      "start_time": 2021080.0,
      "end_time": 2029269.0,
      "text": "their data centers with data center connections. You saw companies like Yahoo! finally turning"
    },
    {
      "index": 352,
      "start_time": 2029270.0,
      "end_time": 2036670.0,
      "text": "on SSL encryption. Apple fixed a bug in its address book app that allowed Google users&#39;"
    },
    {
      "index": 353,
      "start_time": 2036670.0,
      "end_time": 2042231.0,
      "text": "address books to be transmitted over networks in an unencrypted form. Without Ed&#39;s disclosures,"
    },
    {
      "index": 354,
      "start_time": 2042230.0,
      "end_time": 2046509.0,
      "text": "there wouldn&#39;t have been as much pressure for these tech companies to encrypt their"
    },
    {
      "index": 355,
      "start_time": 2046510.0,
      "end_time": 2049291.0,
      "text": "information. There are going to be people in this audience"
    },
    {
      "index": 356,
      "start_time": 2049290.0,
      "end_time": 2054040.0,
      "text": "and people who are listening at home who think that what Ed did is wrong. Let me be clear"
    },
    {
      "index": 357,
      "start_time": 2054040.0,
      "end_time": 2067030.0,
      "text": "about one really important thing. His disclosures have improved internet security. The security"
    },
    {
      "index": 358,
      "start_time": 2067030.0000000002,
      "end_time": 2071099.0000000002,
      "text": "improvements we&#39;ve gotten haven&#39;t just protected us from bulk government surveillance. They&#39;ve"
    },
    {
      "index": 359,
      "start_time": 2071100.0,
      "end_time": 2076930.0,
      "text": "protected us from hackers at Starbucks who are monitoring our Wi-Fi connections; they&#39;ve"
    },
    {
      "index": 360,
      "start_time": 2076929.9999999998,
      "end_time": 2081099.9999999998,
      "text": "protected us from stalkers, identity thieves, and common criminals."
    },
    {
      "index": 361,
      "start_time": 2081100.0,
      "end_time": 2085721.0,
      "text": "These companies should have been encrypting their communications before and they weren&#39;t."
    },
    {
      "index": 362,
      "start_time": 2085719.9999999998,
      "end_time": 2091539.9999999998,
      "text": "It really took, unfortunately, the largest and most profound whistle blower in history"
    },
    {
      "index": 363,
      "start_time": 2091540.0,
      "end_time": 2095879.0,
      "text": "to get us to this point where these companies are finally prioritizing the security of their"
    },
    {
      "index": 364,
      "start_time": 2095880.0,
      "end_time": 2104570.0,
      "text": "users&#39; communications between them and the companies. We all have Ed to thank for this."
    },
    {
      "index": 365,
      "start_time": 2104570.0,
      "end_time": 2110370.0,
      "text": "I cannot emphasize enough. Without him, we would not have Yahoo! users getting SSL, we"
    },
    {
      "index": 366,
      "start_time": 2110370.0,
      "end_time": 2114100.0,
      "text": "would not have this data going over the network in encrypted form."
    },
    {
      "index": 367,
      "start_time": 2114100.0,
      "end_time": 2117320.0,
      "text": "It shouldn&#39;t have taken that. The companies should have done it by themselves. There should"
    },
    {
      "index": 368,
      "start_time": 2117320.0,
      "end_time": 2123181.0,
      "text": "be regulation or privacy regulators who are forcing these companies to do this. That isn&#39;t"
    },
    {
      "index": 369,
      "start_time": 2123180.0,
      "end_time": 2126579.0,
      "text": "taking place so it took Ed to get us to a secure place."
    },
    {
      "index": 370,
      "start_time": 2126580.0,
      "end_time": 2133800.0,
      "text": "Ben Wizner: Great. Remember the hash tag is AskSnowden. We&#39;ll take our first question,"
    },
    {
      "index": 371,
      "start_time": 2133800.0,
      "end_time": 2140820.0,
      "text": "please forgive pronunciations, from Max [Zerk-an-tin 00:35:36]. The question for Ed and Chris to,"
    },
    {
      "index": 372,
      "start_time": 2140820.0,
      "end_time": 2146820.0,
      "text": "why is it less bad if big corporations get access to our information instead of the government?"
    },
    {
      "index": 373,
      "start_time": 2146820.0,
      "end_time": 2150441.0,
      "text": "Ed, did you hear it? Edward Snowden: Yes, I did. This is something"
    },
    {
      "index": 374,
      "start_time": 2150440.0,
      "end_time": 2156799.0,
      "text": "that&#39;s actually been debated. We see people&#39;s opinions, people&#39;s responses to this evolving"
    },
    {
      "index": 375,
      "start_time": 2156800.0,
      "end_time": 2162771.0,
      "text": "which is good. This is why we need to have these conversations. We don&#39;t know. Right"
    },
    {
      "index": 376,
      "start_time": 2162770.0,
      "end_time": 2169859.0,
      "text": "now my thinking, and I believe the majority&#39;s thinking, is that the government has the ability"
    },
    {
      "index": 377,
      "start_time": 2169860.0,
      "end_time": 2175300.0,
      "text": "to deprive you of rights. Governments around the world, whether it&#39;s the United Stated"
    },
    {
      "index": 378,
      "start_time": 2175300.0,
      "end_time": 2182931.0,
      "text": "Government, whether it&#39;s the Yemeni government, whether it&#39;s Zaire, any country, they have"
    },
    {
      "index": 379,
      "start_time": 2182930.0,
      "end_time": 2187180.0,
      "text": "police powers, they have military powers, they have intelligence powers. They can literally"
    },
    {
      "index": 380,
      "start_time": 2187180.0,
      "end_time": 2192309.0,
      "text": "kill you. They can jail you. They can surveil you."
    },
    {
      "index": 381,
      "start_time": 2192310.0,
      "end_time": 2199080.0,
      "text": "Companies can surveil you to sell you products, to sell your information to other companies,"
    },
    {
      "index": 382,
      "start_time": 2199080.0,
      "end_time": 2205521.0,
      "text": "and that can be bad but you have legal [inaudible 00:36:41]. First off, it&#39;s typically a voluntary"
    },
    {
      "index": 383,
      "start_time": 2205520.0,
      "end_time": 2211700.0,
      "text": "contract. Secondly, you&#39;ve got court challenges you use. If you challenge the government about"
    },
    {
      "index": 384,
      "start_time": 2211700.0,
      "end_time": 2217569.0,
      "text": "these things, and the ACLU itself has actually challenged some of these cases, the government"
    },
    {
      "index": 385,
      "start_time": 2217570.0,
      "end_time": 2222721.0,
      "text": "throws [inaudible 00:36:58] and says, &quot;You can&#39;t even ask about this&quot;. The courts aren&#39;t"
    },
    {
      "index": 386,
      "start_time": 2222720.0,
      "end_time": 2228569.0,
      "text": "allowed to tell us whether this is legal or not because we&#39;re just going to do it anyway."
    },
    {
      "index": 387,
      "start_time": 2228570.0,
      "end_time": 2230860.0,
      "text": "That&#39;s the difference and it&#39;s something we need to watch out for."
    },
    {
      "index": 388,
      "start_time": 2230860.0,
      "end_time": 2234641.0,
      "text": "Ben Wizner: Chris do you want to address it or should we take the next question?"
    },
    {
      "index": 389,
      "start_time": 2234640.0,
      "end_time": 2238400.0,
      "text": "Chris Saghoian: Sure, just quickly. I&#39;m not crazy about the amount of data that Google"
    },
    {
      "index": 390,
      "start_time": 2238400.0,
      "end_time": 2243119.0,
      "text": "and Facebook collect. Of course everything they get, the government can come and ask"
    },
    {
      "index": 391,
      "start_time": 2243120.0,
      "end_time": 2246461.0,
      "text": "for too. There&#39;s the collection the government is doing by itself, and then there&#39;s the data"
    },
    {
      "index": 392,
      "start_time": 2246460.0,
      "end_time": 2250549.0,
      "text": "that they can go to Google and Facebook and force them to hand over. We should remember"
    },
    {
      "index": 393,
      "start_time": 2250550.0,
      "end_time": 2256501.0,
      "text": "that the web browser that you&#39;re likely using, the most popular browser right now is Chrome."
    },
    {
      "index": 394,
      "start_time": 2256500.0,
      "end_time": 2261260.0,
      "text": "The most popular mobile operating system is now Android. Many of the tools that we&#39;re"
    },
    {
      "index": 395,
      "start_time": 2261260.0,
      "end_time": 2267780.0,
      "text": "using, whether web browsers or operating systems or apps, are made by advertising companies."
    },
    {
      "index": 396,
      "start_time": 2267780.0,
      "end_time": 2272859.0,
      "text": "It&#39;s not a coincidence that Chrome is probably a less privacy-preserving browser. It&#39;s tweaked"
    },
    {
      "index": 397,
      "start_time": 2272860.0,
      "end_time": 2278370.0,
      "text": "to allow data collection by third parties. The android operating system is designed to"
    },
    {
      "index": 398,
      "start_time": 2278370.0,
      "end_time": 2284401.0,
      "text": "facilitate disclosure of data to third parties. Even if you&#39;re ok with the data that companies"
    },
    {
      "index": 399,
      "start_time": 2284400.0,
      "end_time": 2289339.0,
      "text": "are collecting, we should also note that the tools that we use to browse the web and the"
    },
    {
      "index": 400,
      "start_time": 2289340.0,
      "end_time": 2293751.0,
      "text": "tools that ultimately will either permit our data to be shared or prevent it from being"
    },
    {
      "index": 401,
      "start_time": 2293750.0,
      "end_time": 2298740.0,
      "text": "shared are made by advertising companies. This makes the NSA&#39;s job a lot easier. If"
    },
    {
      "index": 402,
      "start_time": 2298740.0,
      "end_time": 2303619.0,
      "text": "the web browsers we were using were locked down by default, the NSA would have a much"
    },
    {
      "index": 403,
      "start_time": 2303620.0,
      "end_time": 2308171.0,
      "text": "tougher time but advertising companies are not going to give us tools that are privacy"
    },
    {
      "index": 404,
      "start_time": 2308170.0,
      "end_time": 2311150.0,
      "text": "preserving by default. Ben Wizner: Let&#39;s take another question from"
    },
    {
      "index": 405,
      "start_time": 2311150.0,
      "end_time": 2317540.0,
      "text": "[Jodi Se-ra-no 00:38:31] to Snowden from Spain. Do you think the US surveillance systems might"
    },
    {
      "index": 406,
      "start_time": 2317540.0,
      "end_time": 2323450.0,
      "text": "encourage other countries to do the same? Edward Snowden: Yes. This is actually one"
    },
    {
      "index": 407,
      "start_time": 2323450.0,
      "end_time": 2333140.0,
      "text": "of the primary dangers not just of the NSA&#39;s activities but in not addressing and resolving"
    },
    {
      "index": 408,
      "start_time": 2333140.0,
      "end_time": 2338640.0,
      "text": "these issues. It&#39;s important to remember that Americans benefit profoundly on this because"
    },
    {
      "index": 409,
      "start_time": 2338640.0,
      "end_time": 2346150.0,
      "text": "again, as we discussed, we&#39;ve got the most to lose from being hacked. At the same time,"
    },
    {
      "index": 410,
      "start_time": 2346150.0,
      "end_time": 2354770.0,
      "text": "every citizen in every country has something to lose. We all are at risk of unfair, unjustified,"
    },
    {
      "index": 411,
      "start_time": 2354770.0,
      "end_time": 2359430.0,
      "text": "unwarranted interference in our private lives. Through ought history, we&#39;ve seen governments"
    },
    {
      "index": 412,
      "start_time": 2359430.0,
      "end_time": 2364640.0,
      "text": "sort of repeat the trend where it increases and it gets to a point where they crossed"
    },
    {
      "index": 413,
      "start_time": 2364640.0,
      "end_time": 2373500.0,
      "text": "the line. If we don&#39;t resolve these issues, if we allow the NSA to continue unrestrained,"
    },
    {
      "index": 414,
      "start_time": 2373500.0,
      "end_time": 2378490.0,
      "text": "every other government, the international community, will accept that sort of as the"
    },
    {
      "index": 415,
      "start_time": 2378490.0,
      "end_time": 2380849.0,
      "text": "green light to do the same. That&#39;s not what we want."
    },
    {
      "index": 416,
      "start_time": 2380850.0,
      "end_time": 2387560.0,
      "text": "Chris Saghoian: I think there&#39;s a difference between surveillance performed by the NSA"
    },
    {
      "index": 417,
      "start_time": 2387560.0,
      "end_time": 2391271.0,
      "text": "and surveillance performed by most other governments. It&#39;s not really illegal when it&#39;s more of"
    },
    {
      "index": 418,
      "start_time": 2391270.0,
      "end_time": 2395869.0,
      "text": "a technical one and that is the whole world sends their data to United States. Americans"
    },
    {
      "index": 419,
      "start_time": 2395870.0,
      "end_time": 2400981.0,
      "text": "are not sending their e-mail to Spain; Americans are not sending their photographs to France."
    },
    {
      "index": 420,
      "start_time": 2400980.0,
      "end_time": 2405900.0,
      "text": "This means that the US, because of silicon valley, because of the density of tech companies"
    },
    {
      "index": 421,
      "start_time": 2405900.0,
      "end_time": 2411480.0,
      "text": "in this country, the US enjoys an unparalleled intelligence advantage that every other government"
    },
    {
      "index": 422,
      "start_time": 2411480.0,
      "end_time": 2416780.0,
      "text": "just doesn&#39;t have. If we want the rest of the world to keep using"
    },
    {
      "index": 423,
      "start_time": 2416780.0,
      "end_time": 2420430.0,
      "text": "US tech companies, if we want the rest of the world to keep trusting their data with"
    },
    {
      "index": 424,
      "start_time": 2420430.0,
      "end_time": 2424460.0,
      "text": "the United States, then we need to respect them. We need to respect their privacy in"
    },
    {
      "index": 425,
      "start_time": 2424460.0,
      "end_time": 2429880.0,
      "text": "the way that we protect the privacy of Americans right now. I think the revelation to the last"
    },
    {
      "index": 426,
      "start_time": 2429880.0,
      "end_time": 2436240.0,
      "text": "8 months have given many people in other countries a very reasonable reason to question whether"
    },
    {
      "index": 427,
      "start_time": 2436240.0,
      "end_time": 2439000.0,
      "text": "they should be trusting their data to United States companies."
    },
    {
      "index": 428,
      "start_time": 2439000.0,
      "end_time": 2445789.0,
      "text": "I think we can get that trust back through legal changes but I think tech companies can"
    },
    {
      "index": 429,
      "start_time": 2445790.0,
      "end_time": 2452251.0,
      "text": "also do a lot to earn that trust back by employing encryption and other privacy protecting technologies."
    },
    {
      "index": 430,
      "start_time": 2452250.0,
      "end_time": 2457059.0,
      "text": "The best way to get your user&#39;s trust is to be able to say when the government comes to"
    },
    {
      "index": 431,
      "start_time": 2457060.0,
      "end_time": 2461031.0,
      "text": "you, &quot;Sorry, we don&#39;t have the data&quot; or &quot;Sorry, we don&#39;t have the data that&#39;s going to be"
    },
    {
      "index": 432,
      "start_time": 2461030.0,
      "end_time": 2465740.0,
      "text": "in a form that will be of any use to you. That&#39;s how you win back the trust of people"
    },
    {
      "index": 433,
      "start_time": 2465740.0,
      "end_time": 2469010.0,
      "text": "in Brazil, in Germany, and people around the world."
    },
    {
      "index": 434,
      "start_time": 2469010.0,
      "end_time": 2475410.0,
      "text": "Ben Wizner: Let me just cut in with a question here because I do think that a certain degree"
    },
    {
      "index": 435,
      "start_time": 2475410.0,
      "end_time": 2483520.0,
      "text": "of perhaps hopelessness may have crept in to the global public with this constant barrage"
    },
    {
      "index": 436,
      "start_time": 2483520.0,
      "end_time": 2489020.0,
      "text": "of stories about the NSA&#39;s capabilities, the GCHQ&#39;s capabilities and their activities,"
    },
    {
      "index": 437,
      "start_time": 2489020.0,
      "end_time": 2496430.0,
      "text": "all the ways that they&#39;re able to get around defenses. I hear, Chris, you and Ed both coming"
    },
    {
      "index": 438,
      "start_time": 2496430.0,
      "end_time": 2501520.0,
      "text": "back to encryption again and again as something that still works. Maybe we could just take"
    },
    {
      "index": 439,
      "start_time": 2501520.0,
      "end_time": 2510000.0,
      "text": "a moment, Ed, after the discussions that we&#39;ve had about has NSA has worked to weaken encryption."
    },
    {
      "index": 440,
      "start_time": 2510000.0,
      "end_time": 2515240.0,
      "text": "Should people still be confident that the basic encryption that we user protects us"
    },
    {
      "index": 441,
      "start_time": 2515240.0,
      "end_time": 2521289.0,
      "text": "from surveillance or at least mass surveillance? Edward Snowden: The bottom line, and I&#39;ve"
    },
    {
      "index": 442,
      "start_time": 2521290.0,
      "end_time": 2527620.0,
      "text": "repeated this again and again, is that encryption does work. We need to think about encryption"
    },
    {
      "index": 443,
      "start_time": 2527620.0,
      "end_time": 2535141.0,
      "text": "not as this sort of arcane black art but sort of a basic protection. It&#39;s the defense against"
    },
    {
      "index": 444,
      "start_time": 2535140.0,
      "end_time": 2541430.0,
      "text": "the dark arts of the digital world. This is something we all need to be [inaudible 00:42:21]."
    },
    {
      "index": 445,
      "start_time": 2541430.0,
      "end_time": 2549059.0,
      "text": "Not only implemented, but actively researching and improving on the academic level. The grad"
    },
    {
      "index": 446,
      "start_time": 2549060.0,
      "end_time": 2556050.0,
      "text": "students of today, tomorrow, need to keep today&#39;s [inaudible 00:43:33] online to inform"
    },
    {
      "index": 447,
      "start_time": 2556050.0,
      "end_time": 2559001.0,
      "text": "tomorrow&#39;s. We need all those brilliant [inaudible 00:43:38]"
    },
    {
      "index": 448,
      "start_time": 2559000.0,
      "end_time": 2563230.0,
      "text": "cryptographers to go, &quot;All right, we know that these encryption algorithms we&#39;re using"
    },
    {
      "index": 449,
      "start_time": 2563230.0,
      "end_time": 2569339.0,
      "text": "today work. Typically it&#39;s the random number generators that are attacked is if they were"
    },
    {
      "index": 450,
      "start_time": 2569340.0,
      "end_time": 2573471.0,
      "text": "to be encryption algorithms themselves. How can we make them [fool proof 00:42:52]? How"
    },
    {
      "index": 451,
      "start_time": 2573470.0,
      "end_time": 2577319.0,
      "text": "can we test them? This is [inaudible 00:42:54]. It&#39;s not going to going to go away tomorrow"
    },
    {
      "index": 452,
      "start_time": 2577320.0,
      "end_time": 2583471.0,
      "text": "but it&#39;s the steps that we take today, it&#39;s the moral commitment, the philosophical commitment,"
    },
    {
      "index": 453,
      "start_time": 2583470.0,
      "end_time": 2590250.0,
      "text": "the commercial commitment to protect and enforce our liberties through technical standards"
    },
    {
      "index": 454,
      "start_time": 2590250.0,
      "end_time": 2594440.0,
      "text": "that&#39;s going to take us through [tomorrow 00:43:11] and allow us to reclaim the open"
    },
    {
      "index": 455,
      "start_time": 2594440.0,
      "end_time": 2598099.0,
      "text": "and trusted [inaudible 00:43:15]. Ben Wizner: Chris very briefly, you hand out"
    },
    {
      "index": 456,
      "start_time": 2598100.0,
      "end_time": 2600701.0,
      "text": "with cryptographers. They&#39;re not happy campers these days."
    },
    {
      "index": 457,
      "start_time": 2600700.0,
      "end_time": 2606250.0,
      "text": "Chris Saghoian: No. Of all the stories that have come out, the one that has really had"
    },
    {
      "index": 458,
      "start_time": 2606250.0,
      "end_time": 2612770.0,
      "text": "the biggest impact in the security community is the news that the NSA has subverted the"
    },
    {
      "index": 459,
      "start_time": 2612770.0,
      "end_time": 2616609.0,
      "text": "design of cryptographic and random number generator algorithms. I think it&#39;s fair to"
    },
    {
      "index": 460,
      "start_time": 2616610.0,
      "end_time": 2622560.0,
      "text": "say that there is a group within the cryptographic community now who have become radicalized"
    },
    {
      "index": 461,
      "start_time": 2622560.0,
      "end_time": 2629911.0,
      "text": "as a result of these disclosures. Cryptographers actually can be radicals. They&#39;re not just"
    },
    {
      "index": 462,
      "start_time": 2629910.0,
      "end_time": 2632579.0,
      "text": "mild mannered people. We should remember that regular consumers"
    },
    {
      "index": 463,
      "start_time": 2632580.0,
      "end_time": 2637120.0,
      "text": "do not pick their own encryption algorithms. Regular consumers just use the services that"
    },
    {
      "index": 464,
      "start_time": 2637120.0,
      "end_time": 2641840.0,
      "text": "are provided to them. The people who pick the crypto, who pick the particular algorithms,"
    },
    {
      "index": 465,
      "start_time": 2641840.0,
      "end_time": 2647981.0,
      "text": "who pick the key sizes; they are the security engineers at Google and Facebook and Microsoft."
    },
    {
      "index": 466,
      "start_time": 2647980.0,
      "end_time": 2651869.0,
      "text": "The cryptographers who are working with open source projects, those people are all really"
    },
    {
      "index": 467,
      "start_time": 2651870.0,
      "end_time": 2658971.0,
      "text": "pissed. I think that&#39;s good. Those people should be mad. Those people can make a difference."
    },
    {
      "index": 468,
      "start_time": 2658970.0,
      "end_time": 2665289.0,
      "text": "The fact that these disclosures have so angered the security community is a really good sign"
    },
    {
      "index": 469,
      "start_time": 2665290.0,
      "end_time": 2670011.0,
      "text": "because ultimately the tools that come out in 6 months or a year or 2 years are going"
    },
    {
      "index": 470,
      "start_time": 2670010.0,
      "end_time": 2674740.0,
      "text": "to be far more secure than they were before. That&#39;s because that part of the tech community"
    },
    {
      "index": 471,
      "start_time": 2674740.0,
      "end_time": 2678490.0,
      "text": "feel like they were lied to. Ben Wizner: Let&#39;s take a couple more questions"
    },
    {
      "index": 472,
      "start_time": 2678490.0,
      "end_time": 2684829.0,
      "text": "from Twitter. Melissa [nick sick 00:44:40] I hope. What steps do you suggest the average"
    },
    {
      "index": 473,
      "start_time": 2684830.0,
      "end_time": 2691431.0,
      "text": "person take now to ensure a more secure digital experience? Is there anything we can do at"
    },
    {
      "index": 474,
      "start_time": 2691430.0,
      "end_time": 2695980.0,
      "text": "the individual level to confront the issues of mass surveillance that we&#39;re talking about"
    },
    {
      "index": 475,
      "start_time": 2695980.0,
      "end_time": 2703309.0,
      "text": "today? Ed, it&#39;s ok if the answer is no. Edward Snowden: There are basic steps. It&#39;s"
    },
    {
      "index": 476,
      "start_time": 2703310.0,
      "end_time": 2708911.0,
      "text": "a really complicated subject matter today and that&#39;s the difficulty. Again, it&#39;s the"
    },
    {
      "index": 477,
      "start_time": 2708910.0,
      "end_time": 2714440.0,
      "text": "Glenn Greenwald test. How do you answer this? [inaudible 00:45:11] For me, there are a couple"
    },
    {
      "index": 478,
      "start_time": 2714440.0,
      "end_time": 2719750.0,
      "text": "of key technologies. There&#39;s full disc encryption to protect your actual physical computer and"
    },
    {
      "index": 479,
      "start_time": 2719750.0,
      "end_time": 2726210.0,
      "text": "devices in case they&#39;re seized. There&#39;s network encryption which are things like SSL but that"
    },
    {
      "index": 480,
      "start_time": 2726210.0,
      "end_time": 2729200.0,
      "text": "happens sort of transparently, you can&#39;t help that."
    },
    {
      "index": 481,
      "start_time": 2729200.0,
      "end_time": 2736520.0,
      "text": "You can install a couple browser plugins, NoScript to block active exploitation attempts"
    },
    {
      "index": 482,
      "start_time": 2736520.0,
      "end_time": 2746170.0,
      "text": "in the browser, Ghostery to block ads and tracking cookies. But there&#39;s also Tor. Tor,"
    },
    {
      "index": 483,
      "start_time": 2746170.0,
      "end_time": 2752280.0,
      "text": "t-o-r, is a mixed routing network which is very important because it&#39;s encrypted from"
    },
    {
      "index": 484,
      "start_time": 2752280.0,
      "end_time": 2763960.0,
      "text": "the user through the ISP to the end of a cloud, a network of routers that you go through."
    },
    {
      "index": 485,
      "start_time": 2763960.0,
      "end_time": 2770069.0,
      "text": "Because if this, your ISP, your telecommunications provider can no longer spy on you by default."
    },
    {
      "index": 486,
      "start_time": 2770070.0,
      "end_time": 2777060.0,
      "text": "The way they do now, today, when you go to any website. By using Tor, you shift their"
    },
    {
      "index": 487,
      "start_time": 2777060.0,
      "end_time": 2781870.0,
      "text": "focus to either attacking the Tor cloud itself which is incredibly difficult, or to try to"
    },
    {
      "index": 488,
      "start_time": 2781870.0,
      "end_time": 2789951.0,
      "text": "monitor the exits from the Tor and the entrances to Tor, and then try to figure out what fits."
    },
    {
      "index": 489,
      "start_time": 2789950.0,
      "end_time": 2795599.0,
      "text": "That&#39;s very difficult. [inaudible 00:46:31] those basic steps. You encrypt your hardware"
    },
    {
      "index": 490,
      "start_time": 2795600.0,
      "end_time": 2802481.0,
      "text": "and you encrypt your network communication. You&#39;re far, far more hardened than the average"
    },
    {
      "index": 491,
      "start_time": 2802480.0,
      "end_time": 2807880.0,
      "text": "user. It becomes very difficult for any sort of a mass surveillance to be applied to you."
    },
    {
      "index": 492,
      "start_time": 2807880.0,
      "end_time": 2812640.0,
      "text": "You&#39;ll still be vulnerable to some targeted surveillance. If there&#39;s a warrant against"
    },
    {
      "index": 493,
      "start_time": 2812640.0,
      "end_time": 2818130.0,
      "text": "you, if the NSA is after you, they&#39;re still going to get you. Mass surveillance, this"
    },
    {
      "index": 494,
      "start_time": 2818130.0,
      "end_time": 2822089.0,
      "text": "untargeted collect it all approach, you&#39;ll be much safer."
    },
    {
      "index": 495,
      "start_time": 2822090.0,
      "end_time": 2828731.0,
      "text": "Ben Wizner: When there&#39;s a question about average users and the answer is Tor, we failed,"
    },
    {
      "index": 496,
      "start_time": 2828730.0,
      "end_time": 2832150.0,
      "text": "right? Chris Saghoian: Yeah, I mean ill just add"
    },
    {
      "index": 497,
      "start_time": 2832150.0,
      "end_time": 2838109.0,
      "text": "to what Ed said in saying that a privacy preserving experience may not be a secure experience"
    },
    {
      "index": 498,
      "start_time": 2838110.0,
      "end_time": 2843620.0,
      "text": "and vice versa. I&#39;m constantly torn. I personally feel like Firefox is the more privacy preserving"
    },
    {
      "index": 499,
      "start_time": 2843620.0,
      "end_time": 2848290.0,
      "text": "browser but I know that Chrome is the more secure browser. I&#39;m stuck with this choice..."
    },
    {
      "index": 500,
      "start_time": 2848290.0,
      "end_time": 2853241.0,
      "text": "am I more worried about passive surveillance of my communications and my web browsing information"
    },
    {
      "index": 501,
      "start_time": 2853240.0,
      "end_time": 2858770.0,
      "text": "or am I more worried about being attacked? I go back and forth on those."
    },
    {
      "index": 502,
      "start_time": 2858770.0,
      "end_time": 2864130.0,
      "text": "I think until we have a browser or a piece of software that optimizes for both privacy"
    },
    {
      "index": 503,
      "start_time": 2864130.0,
      "end_time": 2872000.0,
      "text": "and security, I think users are going to be stuck with 2 bad choices. I&#39;ll just not that"
    },
    {
      "index": 504,
      "start_time": 2872000.0,
      "end_time": 2878730.0,
      "text": "in addition to what Ed said, I really think that consumers need to rethink their relationship"
    },
    {
      "index": 505,
      "start_time": 2878730.0,
      "end_time": 2883130.0,
      "text": "with many of the companies to whom they entrust their private data. I really think what this"
    },
    {
      "index": 506,
      "start_time": 2883130.0,
      "end_time": 2888569.0,
      "text": "comes down to is if you&#39;re getting the service for free, the customer isn&#39;t going to be optimizing"
    },
    {
      "index": 507,
      "start_time": 2888570.0,
      "end_time": 2893761.0,
      "text": "the experience with your best interest in mind. I&#39;m not going to say if you&#39;re not paying"
    },
    {
      "index": 508,
      "start_time": 2893760.0,
      "end_time": 2898200.0,
      "text": "for the product, you are the product because we pay for our wireless service and those"
    },
    {
      "index": 509,
      "start_time": 2898200.0,
      "end_time": 2904480.0,
      "text": "companies still treat us like crap. If you want a secure online backup service,"
    },
    {
      "index": 510,
      "start_time": 2904480.0,
      "end_time": 2909010.0,
      "text": "you&#39;re going to have to pay for it. If you want a secure voice or video communications"
    },
    {
      "index": 511,
      "start_time": 2909010.0,
      "end_time": 2912349.0,
      "text": "product, you&#39;re going to have to pay for it. That doesn&#39;t mean you have to pay thousands"
    },
    {
      "index": 512,
      "start_time": 2912350.0,
      "end_time": 2917201.0,
      "text": "of dollars a year but you need to pay something so that that company has a sustainable business"
    },
    {
      "index": 513,
      "start_time": 2917200.0,
      "end_time": 2920670.0,
      "text": "model that doesn&#39;t revolve around collecting and monetizing your data."
    },
    {
      "index": 514,
      "start_time": 2920670.0,
      "end_time": 2926650.0,
      "text": "Ben Wizner: We have another question about encryption from Sean. Isn&#39;t it just a matter"
    },
    {
      "index": 515,
      "start_time": 2926650.0,
      "end_time": 2933589.0,
      "text": "of time before NSA can decrypt even the best encryption? Ed, I&#39;m particularly interested"
    },
    {
      "index": 516,
      "start_time": 2933590.0,
      "end_time": 2941850.0,
      "text": "in your answer to this in light of your confidence that data that you were able to take is secure"
    },
    {
      "index": 517,
      "start_time": 2941850.0,
      "end_time": 2946521.0,
      "text": "and has remained secure. Edward Snowden: Well, let&#39;s put it this way."
    },
    {
      "index": 518,
      "start_time": 2946520.0,
      "end_time": 2953690.0,
      "text": "The Unites States Government has assembled a massive investigation team into me personally,"
    },
    {
      "index": 519,
      "start_time": 2953690.0,
      "end_time": 2960680.0,
      "text": "into my work with the journalists, and they still have no idea what documents were provided"
    },
    {
      "index": 520,
      "start_time": 2960680.0,
      "end_time": 2969789.0,
      "text": "to the journalists, what they have, what they don&#39;t have because encryption worked. The"
    },
    {
      "index": 521,
      "start_time": 2969790.0,
      "end_time": 2974570.0,
      "text": "only way to get around that even over Tor is either have a computer that&#39;s so massive"
    },
    {
      "index": 522,
      "start_time": 2974570.0,
      "end_time": 2980641.0,
      "text": "and so powerful you convert the entire universe into the energy powering this crypto breaking"
    },
    {
      "index": 523,
      "start_time": 2980640.0,
      "end_time": 2987000.0,
      "text": "machine and it&#39;s still might not have enough to it, or you can break in a computer disc"
    },
    {
      "index": 524,
      "start_time": 2987000.0,
      "end_time": 2991000.0,
      "text": "and try to steal the keys and bypass that encryption."
    },
    {
      "index": 525,
      "start_time": 2991000.0,
      "end_time": 2998000.0,
      "text": "That happens today. That happens every day. That&#39;s the way around it. There are still"
    },
    {
      "index": 526,
      "start_time": 2998000.0,
      "end_time": 3005170.0,
      "text": "ways to protect encrypted data that no one can break. That&#39;s by making sure the keys"
    },
    {
      "index": 527,
      "start_time": 3005170.0,
      "end_time": 3012410.0,
      "text": "are never exposed. The key itself cannot be observed. They key can&#39;t be stolen. It can&#39;t"
    },
    {
      "index": 528,
      "start_time": 3012410.0,
      "end_time": 3016700.0,
      "text": "be captured. The encryption can&#39;t be [inaudible 00:50:13]. Any cryptographer, any mathematician"
    },
    {
      "index": 529,
      "start_time": 3016700.0,
      "end_time": 3021880.0,
      "text": "in the world will tell you that the math is sound."
    },
    {
      "index": 530,
      "start_time": 3021880.0,
      "end_time": 3026400.0,
      "text": "The only way to get through encryption on a targeted basis, particularly when you start"
    },
    {
      "index": 531,
      "start_time": 3026400.0,
      "end_time": 3030680.0,
      "text": "layering encryption, you&#39;re not using one algorithm, you&#39;re using every algorithm You&#39;re"
    },
    {
      "index": 532,
      "start_time": 3030680.0,
      "end_time": 3035220.0,
      "text": "using key splitting, you&#39;re using all kinds of sort of sophisticated techniques to make"
    },
    {
      "index": 533,
      "start_time": 3035220.0,
      "end_time": 3041549.0,
      "text": "sure that no one person, no single point of failure exists. There&#39;s no way in. There&#39;s"
    },
    {
      "index": 534,
      "start_time": 3041550.0,
      "end_time": 3047901.0,
      "text": "no way around it. That&#39;s going to continue to be the case until our understanding of"
    },
    {
      "index": 535,
      "start_time": 3047900.0,
      "end_time": 3054130.0,
      "text": "mathematics and physics changes on a fundamental level."
    },
    {
      "index": 536,
      "start_time": 3054130.0,
      "end_time": 3059180.0,
      "text": "Actually if I could follow up on that, I would say the US government&#39;s investigation actually"
    },
    {
      "index": 537,
      "start_time": 3059180.0,
      "end_time": 3065230.0,
      "text": "supports that. We&#39;ve had both public and private acknowledgements that they know at this point"
    },
    {
      "index": 538,
      "start_time": 3065230.0,
      "end_time": 3070400.0,
      "text": "neither the Russian government, nor the Chinese government, nor any other government has possession"
    },
    {
      "index": 539,
      "start_time": 3070400.0,
      "end_time": 3072740.0,
      "text": "of any of this information. That would be easy for them to find out. Remember, these"
    },
    {
      "index": 540,
      "start_time": 3072740.0,
      "end_time": 3075859.0,
      "text": "are the guys who are spying on everybody in the world."
    },
    {
      "index": 541,
      "start_time": 3075860.0,
      "end_time": 3080931.0,
      "text": "They&#39;ve got human intelligence assets embedded in these governments. They&#39;ve got electronic"
    },
    {
      "index": 542,
      "start_time": 3080930.0,
      "end_time": 3086200.0,
      "text": "signals assets in these governments. Suddenly, if the Chinese government knew everything"
    },
    {
      "index": 543,
      "start_time": 3086200.0,
      "end_time": 3091190.0,
      "text": "the NSA was doing, we would notice the changes. We would notice the chatter. We would see"
    },
    {
      "index": 544,
      "start_time": 3091190.0,
      "end_time": 3098250.0,
      "text": "officials communicating and our assets would tell us, &quot;Hey, suddenly they got a warehouse."
    },
    {
      "index": 545,
      "start_time": 3098250.0,
      "end_time": 3104500.0,
      "text": "They put a thousand of their most skilled researches in there&quot;. That&#39;s never happened"
    },
    {
      "index": 546,
      "start_time": 3104500.0,
      "end_time": 3112309.0,
      "text": "and it&#39;s never going to happen. Chris Saghoian: I&#39;ll just add that  I think Ed&#39;s right. If the government really"
    },
    {
      "index": 547,
      "start_time": 3112310.0,
      "end_time": 3116310.0,
      "text": "wants to get into your computer, if they want to figure out what you&#39;re saying and who you&#39;re"
    },
    {
      "index": 548,
      "start_time": 3116310.0,
      "end_time": 3118820.0,
      "text": "saying it to, they will find a way. That won&#39;t involve breaking the encryption. That will"
    },
    {
      "index": 549,
      "start_time": 3118820.0,
      "end_time": 3123991.0,
      "text": "involve hacking into your device. Whether your phone or your laptop, they&#39;ll take advantage"
    },
    {
      "index": 550,
      "start_time": 3123990.0,
      "end_time": 3129710.0,
      "text": "of either vulnerabilities that haven&#39;t been patched or vulnerabilities that no one knows"
    },
    {
      "index": 551,
      "start_time": 3129710.0,
      "end_time": 3135059.0,
      "text": "about. Hacking technologies don&#39;t scale. If you are"
    },
    {
      "index": 552,
      "start_time": 3135060.0,
      "end_time": 3140711.0,
      "text": "a target of the NSA, it&#39;s going to be game over no matter what unless you are taking"
    },
    {
      "index": 553,
      "start_time": 3140710.0,
      "end_time": 3146039.0,
      "text": "really, really sophisticated steps to protect yourself but for most people that will be"
    },
    {
      "index": 554,
      "start_time": 3146040.0,
      "end_time": 3152461.0,
      "text": "beyond their reach. Encryption makes bulk surveillance too expensive. The goal here"
    },
    {
      "index": 555,
      "start_time": 3152460.0,
      "end_time": 3157539.0,
      "text": "isn&#39;t to blind the NSA. The goal isn&#39;t to stop the government from going after legitimate"
    },
    {
      "index": 556,
      "start_time": 3157540.0,
      "end_time": 3163131.0,
      "text": "surveillance targets. The goal here is to make it so they cannot spy on innocent people"
    },
    {
      "index": 557,
      "start_time": 3163130.0,
      "end_time": 3168450.0,
      "text": "because they can. Right now so many of our communications, our"
    },
    {
      "index": 558,
      "start_time": 3168450.0,
      "end_time": 3172510.0,
      "text": "telephone calls, our e-mails, our text messages, our instant messages, are just there for the"
    },
    {
      "index": 559,
      "start_time": 3172510.0,
      "end_time": 3178359.0,
      "text": "taking. If we start using encrypted communication services, suddenly it becomes too expensive"
    },
    {
      "index": 560,
      "start_time": 3178360.0,
      "end_time": 3183711.0,
      "text": "for the NSA to spy on everyone. Suddenly they&#39;ll need to actually have a good reason to dedicate"
    },
    {
      "index": 561,
      "start_time": 3183710.0,
      "end_time": 3190740.0,
      "text": "those resources to either try and break the encryption or to try and hack into your device."
    },
    {
      "index": 562,
      "start_time": 3190740.0,
      "end_time": 3196130.0,
      "text": "Encryption technology, even if imperfect, has the potential to raise the cost of surveillance"
    },
    {
      "index": 563,
      "start_time": 3196130.0,
      "end_time": 3201549.0,
      "text": "to the point that it no longer becomes economically feasible for the government to spy on everyone."
    },
    {
      "index": 564,
      "start_time": 3201550.0,
      "end_time": 3216370.0,
      "text": "Ben Wizner: Can we get another question on the screen from Twitter? Please? Thanks. Good"
    },
    {
      "index": 565,
      "start_time": 3216370.0,
      "end_time": 3222501.0,
      "text": "question from David Meyer. Is it possible to reap the benefits of big data on a societal"
    },
    {
      "index": 566,
      "start_time": 3222500.0,
      "end_time": 3228859.0,
      "text": "level while not opening ourselves to constant mass surveillance? How do we enjoy the scientific"
    },
    {
      "index": 567,
      "start_time": 3228860.0,
      "end_time": 3234241.0,
      "text": "benefits, even some of the commercial benefits of this without turning ourselves into a dystopian"
    },
    {
      "index": 568,
      "start_time": 3234240.0,
      "end_time": 3238670.0,
      "text": "surveillance state? In 2 minutes or less. Ed?"
    },
    {
      "index": 569,
      "start_time": 3238670.0,
      "end_time": 3243480.0,
      "text": "Edward Snowden: This is a really difficult question. There are a lot of advancements"
    },
    {
      "index": 570,
      "start_time": 3243480.0,
      "end_time": 3247990.0,
      "text": "and things like encrypted search that make it possible for the data to be an unreadable"
    },
    {
      "index": 571,
      "start_time": 3247990.0,
      "end_time": 3255770.0,
      "text": "format, until [inaudible 00:54:10] or something. In general, it&#39;s a difficult problem. The"
    },
    {
      "index": 572,
      "start_time": 3255770.0,
      "end_time": 3262720.0,
      "text": "bottom line is data should not be collected without people&#39;s knowledge and consent. If"
    },
    {
      "index": 573,
      "start_time": 3262720.0,
      "end_time": 3268789.0,
      "text": "data is being clandestinely acquired and the public doesn&#39;t have any way to review it and"
    },
    {
      "index": 574,
      "start_time": 3268790.0,
      "end_time": 3273891.0,
      "text": "it&#39;s not legislatively authorized, it&#39;s not reviewed by courts, it&#39;s not [constant 00:54:33]"
    },
    {
      "index": 575,
      "start_time": 3273890.0,
      "end_time": 3280119.0,
      "text": "with our constitution, that&#39;s a problem. If we want to use that, it needs to be the"
    },
    {
      "index": 576,
      "start_time": 3280120.0,
      "end_time": 3285830.0,
      "text": "result of a public debate in which people&#39;s [inaudible 00:54:43]."
    },
    {
      "index": 577,
      "start_time": 3285830.0,
      "end_time": 3291340.0,
      "text": "Ben Wizner: Chris, do you want to take on that question?"
    },
    {
      "index": 578,
      "start_time": 3291340.0,
      "end_time": 3292530.0,
      "text": "Chris Saghoian: No. Ben Wizner: We have another question that"
    },
    {
      "index": 579,
      "start_time": 3292530.0,
      "end_time": 3297530.0,
      "text": "is about every day users. Maybe you can give us another one because I think we&#39;ve answered"
    },
    {
      "index": 580,
      "start_time": 3297530.0,
      "end_time": 3307620.0,
      "text": "this one. Friends backstage? Ok, from Tim [Sho-ruck 00:55:04]. Wasn&#39;t NSA mass surveillance"
    },
    {
      "index": 581,
      "start_time": 3307620.0,
      "end_time": 3315451.0,
      "text": "the solution... Chris can you read that? Chris Saghoian: Wasn&#39;t NSA&#39;s mass surveillance"
    },
    {
      "index": 582,
      "start_time": 3315450.0,
      "end_time": 3322089.0,
      "text": "solution to the internet driven by privatization and handling of our signals intelligence analysis"
    },
    {
      "index": 583,
      "start_time": 3322090.0,
      "end_time": 3324790.0,
      "text": "to SCIC, Booz Allen so... Ben Wizner: I don&#39;t understand."
    },
    {
      "index": 584,
      "start_time": 3324790.0,
      "end_time": 3329040.0,
      "text": "Chris Saghoian: Tim is basically saying, &quot;Isn&#39;t this a result of letting the contractors in"
    },
    {
      "index": 585,
      "start_time": 3329040.0,
      "end_time": 3333011.0,
      "text": "to run the show?&quot; Edward Snowden: The problem is when the NSA"
    },
    {
      "index": 586,
      "start_time": 3333010.0,
      "end_time": 3336950.0,
      "text": "gets a pot of money, they don&#39;t typically develop the solutions themselves. They bring"
    },
    {
      "index": 587,
      "start_time": 3336950.0,
      "end_time": 3343539.0,
      "text": "in a bunch of contractors. The Booz Allens, the SCICs, the [khakis 00:55:42], and they"
    },
    {
      "index": 588,
      "start_time": 3343540.0,
      "end_time": 3346310.0,
      "text": "go, &quot;Hey, what can you guys do for us? What solutions are you working on?&quot; These guys"
    },
    {
      "index": 589,
      "start_time": 3346310.0,
      "end_time": 3354241.0,
      "text": "get a gigantic [inaudible 00:55:50] song and dance. I actually used to do it professionally,"
    },
    {
      "index": 590,
      "start_time": 3354240.0,
      "end_time": 3363039.0,
      "text": "I know how it works. The problem is you got contractors and private companies at that"
    },
    {
      "index": 591,
      "start_time": 3363040.0,
      "end_time": 3368011.0,
      "text": "point influencing policy. It was not uncommon for me at the NSA as a"
    },
    {
      "index": 592,
      "start_time": 3368010.0,
      "end_time": 3374019.0,
      "text": "private employee to write the same point papers and sort of policy suggestions that I did"
    },
    {
      "index": 593,
      "start_time": 3374020.0,
      "end_time": 3381080.0,
      "text": "as an official employee of the government at the CIA. The problem with that is you got"
    },
    {
      "index": 594,
      "start_time": 3381080.0,
      "end_time": 3383971.0,
      "text": "people who aren&#39;t accountable, they&#39;ve got no sort of government recourse against them"
    },
    {
      "index": 595,
      "start_time": 3383970.0,
      "end_time": 3386869.0,
      "text": "who are saying, &quot;Let&#39;s do this. Let&#39;s do that. Let&#39;s put all this money in mass surveillance"
    },
    {
      "index": 596,
      "start_time": 3386870.0,
      "end_time": 3395761.0,
      "text": "because it&#39;ll be great. We&#39;ll all get rich&quot; but it doesn&#39;t serve the public interest."
    },
    {
      "index": 597,
      "start_time": 3395760.0,
      "end_time": 3399819.0,
      "text": "One thing you&#39;ve seen recently is the government&#39;s gone and changed its talking points. They"
    },
    {
      "index": 598,
      "start_time": 3399820.0,
      "end_time": 3407181.0,
      "text": "moved their verbiage away from public interest into national interest. We should be concerned"
    },
    {
      "index": 599,
      "start_time": 3407180.0,
      "end_time": 3412690.0,
      "text": "about that because when the national interest, talking about the [sake 00:56:51] becomes"
    },
    {
      "index": 600,
      "start_time": 3412690.0,
      "end_time": 3419740.0,
      "text": "distinct from the public interest, what benefits the people, we are at a point where we have"
    },
    {
      "index": 601,
      "start_time": 3419740.0,
      "end_time": 3427390.0,
      "text": "to marry those up where it gets harder and harder to control and we risk losing control"
    },
    {
      "index": 602,
      "start_time": 3427390.0,
      "end_time": 3432690.0,
      "text": "of a representative democracy. Ben Wizner: So Ed, maybe let me ask you what"
    },
    {
      "index": 603,
      "start_time": 3432690.0,
      "end_time": 3438680.0,
      "text": "will turn out to be a final question. In your early interviews with Glenn Greenwald and"
    },
    {
      "index": 604,
      "start_time": 3438680.0,
      "end_time": 3444289.0,
      "text": "Laura Poitras, you said that your biggest fear was that there would be little or no"
    },
    {
      "index": 605,
      "start_time": 3444290.0,
      "end_time": 3452011.0,
      "text": "reaction to these disclosures. Where you sit now, how satisfied are you with the global"
    },
    {
      "index": 606,
      "start_time": 3452010.0,
      "end_time": 3460380.0,
      "text": "debate that you helped to launch and do you feel that it was worth the price that you"
    },
    {
      "index": 607,
      "start_time": 3460380.0,
      "end_time": 3466510.0,
      "text": "paid in order to bring us to this moment? Edward Snowden: One of the things that I told"
    },
    {
      "index": 608,
      "start_time": 3466510.0,
      "end_time": 3473109.0,
      "text": "Bart Gellman was when I came public with this, it wasn&#39;t so I could single handedly change"
    },
    {
      "index": 609,
      "start_time": 3473110.0,
      "end_time": 3479661.0,
      "text": "the government, tell them what to do, and sort of override what the public thinks is"
    },
    {
      "index": 610,
      "start_time": 3479660.0,
      "end_time": 3484720.0,
      "text": "[inaudible 00:57:59]. What I wanted to do was inform the public so they could make a"
    },
    {
      "index": 611,
      "start_time": 3484720.0,
      "end_time": 3491660.0,
      "text": "decision, they could provide the consent for what we should be doing. The results of these"
    },
    {
      "index": 612,
      "start_time": 3491660.0,
      "end_time": 3496289.0,
      "text": "revelations, the results of all the incredibly responsible, careful reporting that by the"
    },
    {
      "index": 613,
      "start_time": 3496290.0,
      "end_time": 3501800.0,
      "text": "way has been coordinated with the government. The government&#39;s never said any single one"
    },
    {
      "index": 614,
      "start_time": 3501800.0,
      "end_time": 3513491.0,
      "text": "of these stories have risked a human life. The result is that the public has benefitted."
    },
    {
      "index": 615,
      "start_time": 3513490.0,
      "end_time": 3519539.0,
      "text": "The government has benefitted. Every society in the world has benefitted. We live in a"
    },
    {
      "index": 616,
      "start_time": 3519540.0,
      "end_time": 3527590.0,
      "text": "more secure place, we have more secure communications, and we&#39;re going to have a better civic interaction"
    },
    {
      "index": 617,
      "start_time": 3527590.0,
      "end_time": 3533550.0,
      "text": "as a result of understanding what&#39;s being done in our name and what&#39;s being done [inaudible"
    },
    {
      "index": 618,
      "start_time": 3533550.0,
      "end_time": 3539201.0,
      "text": "00:58:52]. When it comes to &quot;Would I do this again?&quot; the answer is &quot;absolutely yes.&quot; Regardless"
    },
    {
      "index": 619,
      "start_time": 3539200.0,
      "end_time": 3545190.0,
      "text": "of what happens to me, this is something we had a right to. I took an oath to support"
    },
    {
      "index": 620,
      "start_time": 3545190.0,
      "end_time": 3550849.0,
      "text": "and defend the constitution and I saw that the constitution as violated on a massive"
    },
    {
      "index": 621,
      "start_time": 3550850.0,
      "end_time": 3554171.0,
      "text": "scale. The interpretation of the fourth amendment"
    },
    {
      "index": 622,
      "start_time": 3554170.0,
      "end_time": 3563240.0,
      "text": "had been changed [inaudible 00:59:14]. Thank you. The interpretation of the constitution"
    },
    {
      "index": 623,
      "start_time": 3563240.0,
      "end_time": 3575430.0,
      "text": "had been changed in secret from no unreasonable search and seizure to &quot;Any seizure is fine,"
    },
    {
      "index": 624,
      "start_time": 3575430.0,
      "end_time": 3587059.0,
      "text": "just don&#39;t search it.&quot; That&#39;s something the public ought to know about."
    },
    {
      "index": 625,
      "start_time": 3587060.0,
      "end_time": 3599320.0,
      "text": "Ben Wizner: You can see behind Ed is a green screen of... is that Article 1 of the Constitution?"
    },
    {
      "index": 626,
      "start_time": 3599320.0,
      "end_time": 3603691.0,
      "text": "Edward Snowden: That&#39;s correct. Ben Wizner: &quot;We the people&quot;... There&#39;s also"
    },
    {
      "index": 627,
      "start_time": 3603690.0,
      "end_time": 3607170.0,
      "text": "another organization here that is also interested in the Constitution. I&#39;d be [re-missed 01:00:07]"
    },
    {
      "index": 628,
      "start_time": 3607170.0,
      "end_time": 3616559.0,
      "text": "if I didn&#39;t say to all of you that the ACLU has a table 1144. I promise that it will not"
    },
    {
      "index": 629,
      "start_time": 3616560.0,
      "end_time": 3628671.0,
      "text": "be all about surveillance. Please come and say hi to us. If you&#39;re not members of the"
    },
    {
      "index": 630,
      "start_time": 3628670.0,
      "end_time": 3633960.0,
      "text": "ACLU, it&#39;s cheap to sign up. We have ACLU whistles, we have t-shirts that you can get"
    },
    {
      "index": 631,
      "start_time": 3633960.0,
      "end_time": 3639609.0,
      "text": "with membership, you can talk to me and Chris a little bit more about the other work that"
    },
    {
      "index": 632,
      "start_time": 3639610.0,
      "end_time": 3645501.0,
      "text": "we are going and our ACLU colleagues. With that, I&#39;d like all of us to thank Ed Snowden"
    },
    {
      "index": 633,
      "start_time": 3645500.0,
      "end_time": 3653230.0,
      "text": "for choosing this venue for this kind of conversation. Edward Snowden: Thank you all very much. Thank"
    },
    {
      "index": 634,
      "start_time": 3653230.0,
      "end_time": 3663230.0,
      "text": "you Austin"
    }
  ]
}