{
  "video_id": "uiQQZIRMcrk",
  "title": "Engineering a Year-Round Ice Hotel | The B1M",
  "json": [
    {
      "index": 1,
      "start_time": 1270.0,
      "end_time": 5270.0,
      "text": "Jukkasjärvi is a small town in northern Sweden that each year becomes home to the world's"
    },
    {
      "index": 2,
      "start_time": 5270.0,
      "end_time": 10001.0,
      "text": "largest ice hotel. Historically the sculpture has melted each spring but now, thanks to"
    },
    {
      "index": 3,
      "start_time": 10001.0,
      "end_time": 13301.0,
      "text": "an innovative new solution, it can stay year-round. So how is it done?"
    },
    {
      "index": 4,
      "start_time": 18060.0,
      "end_time": 22840.0,
      "text": "Jukkasjärvi is situated on the Torne River, some 200 kilometres north of the Arctic Circle."
    },
    {
      "index": 5,
      "start_time": 22840.0,
      "end_time": 27320.0,
      "text": "Every winter when the river freezes, a new 5,500 square metre ice hotel is constructed"
    },
    {
      "index": 6,
      "start_time": 27320.0,
      "end_time": 28060.0,
      "text": "on its banks."
    },
    {
      "index": 7,
      "start_time": 29070.0,
      "end_time": 32970.0,
      "text": "The hotel's design is unique each year with over 200 designers collaborating to sculpt"
    },
    {
      "index": 8,
      "start_time": 32970.0,
      "end_time": 38430.0,
      "text": "unique forms for the bar, gallery, 65 rooms and a church that is popular for wedding ceremonies."
    },
    {
      "index": 9,
      "start_time": 39640.0,
      "end_time": 43600.0,
      "text": "Guests usually stay for two nights in a \"warm room\" adjacent to the Ice Hotel with heating,"
    },
    {
      "index": 10,
      "start_time": 43600.0,
      "end_time": 48211.0,
      "text": "bathroom and dining facilities. Their night in a cold room is spent on an ice bed in arctic"
    },
    {
      "index": 11,
      "start_time": 48211.0,
      "end_time": 53651.0,
      "text": "sleeping bags protecting them from the hotel's ambient temperature of -5 to -8 degrees Celsius."
    },
    {
      "index": 12,
      "start_time": 55180.0,
      "end_time": 59520.0,
      "text": "The 2,500 ice blocks used to construct the hotel each winter are actually harvested during"
    },
    {
      "index": 13,
      "start_time": 59530.0,
      "end_time": 63739.0,
      "text": "the previous spring and preserved in nearby storage halls ready for work to commence."
    },
    {
      "index": 14,
      "start_time": 64400.00000000001,
      "end_time": 68340.0,
      "text": "The material used is referred to as \"snice\" – a carefully calculated mixture of snow"
    },
    {
      "index": 15,
      "start_time": 68350.0,
      "end_time": 72270.0,
      "text": "and ice that reflects the sun's winter rays and prevents the hotel from melting."
    },
    {
      "index": 16,
      "start_time": 73189.0,
      "end_time": 77360.0,
      "text": "Jukkasjärvi's high positioning on the globe means that it experiences almost 100 days"
    },
    {
      "index": 17,
      "start_time": 77360.0,
      "end_time": 81530.0,
      "text": "of continuous daylight in summer months. Traditionally the midnight sun has spelled doom for the"
    },
    {
      "index": 18,
      "start_time": 81530.0,
      "end_time": 86429.0,
      "text": "Ice Hotel, and the unique sculpture has steadily melted back into the river. But a newly engineered"
    },
    {
      "index": 19,
      "start_time": 86429.0,
      "end_time": 90270.0,
      "text": "approach is now harnessing the continuous sunlight and turning it to the Ice Hotel's advantage."
    },
    {
      "index": 20,
      "start_time": 91270.0,
      "end_time": 95350.0,
      "text": "A vaulted concrete extension filled with snow and ice to create the same hotel experience,"
    },
    {
      "index": 21,
      "start_time": 95350.0,
      "end_time": 97889.0,
      "text": "is being cooled by refrigerators that run on solar power."
    },
    {
      "index": 22,
      "start_time": 99400.0,
      "end_time": 103480.0,
      "text": "The site's 600 square meters of solar (PV) panels have the unique ability to capture solar energy"
    },
    {
      "index": 23,
      "start_time": 103490.0,
      "end_time": 109070.0,
      "text": "and convert it into electricity 24 hours a day, producing 130,000 kilowatt hours of electricity each year."
    },
    {
      "index": 24,
      "start_time": 109569.0,
      "end_time": 113090.0,
      "text": "While some of that goes toward maintaining the hotel's low ambient temperature, the"
    },
    {
      "index": 25,
      "start_time": 113090.0,
      "end_time": 117100.0,
      "text": "surplus is used for powering ancillary office buildings and the adjacent \"warm room\" hotel."
    },
    {
      "index": 26,
      "start_time": 118000.0,
      "end_time": 121200.0,
      "text": "The extension's exterior is designed to blend with the surrounding landscape and be"
    },
    {
      "index": 27,
      "start_time": 121200.0,
      "end_time": 124140.0,
      "text": "compatible with the winter ice hotel that is constructed each year."
    },
    {
      "index": 28,
      "start_time": 124900.0,
      "end_time": 129920.0,
      "text": "With a 365 day operation in place from 2017, visitors can now choose whether to combine"
    },
    {
      "index": 29,
      "start_time": 129919.99999999999,
      "end_time": 133640.0,
      "text": "their Ice Hotel visits with dog sledding and the northern lights, or hiking under the midnight sun."
    },
    {
      "index": 30,
      "start_time": 134440.0,
      "end_time": 137560.0,
      "text": "If you enjoyed this video don't forget to like, comment and share with a friend, and"
    },
    {
      "index": 31,
      "start_time": 137560.0,
      "end_time": 141690.0,
      "text": "to get more from the definitive video resource for construction, subscribe to The B1M."
    }
  ]
}