{
  "video_id": "uJj91ycYdNg",
  "title": "Human Resources : Employee Performance Appraisal Samples",
  "json": [
    {
      "index": 1,
      "start_time": 470.0,
      "end_time": 4879.0,
      "text": "Hi. My name is Pat Goodwin with Pat Goodwin Associates. The question for me today is:"
    },
    {
      "index": 2,
      "start_time": 4879.0,
      "end_time": 13060.0,
      "text": "what are employee performance appraisal samples? And the samples that I am most familiar with"
    },
    {
      "index": 3,
      "start_time": 13060.0,
      "end_time": 21099.0,
      "text": "are instruments such as the 360, the Harrison, an estimate called the Campbell&#39;s, or possibly"
    },
    {
      "index": 4,
      "start_time": 21099.0,
      "end_time": 28050.0,
      "text": "a Myers-Briggs, as well as Insights and DISCs, so you can appraise employees&#39; performance"
    },
    {
      "index": 5,
      "start_time": 28050.0,
      "end_time": 34360.0,
      "text": "by offering a specific instrument. The 360 is probably going to be the most effective."
    },
    {
      "index": 6,
      "start_time": 34360.0,
      "end_time": 41410.0,
      "text": "The 360 would be fellow colleagues, managers, people in the workplace that you specifically"
    },
    {
      "index": 7,
      "start_time": 41410.0,
      "end_time": 47190.0,
      "text": "select, would be answering questions about how they know you; how they see you work;"
    },
    {
      "index": 8,
      "start_time": 47190.0,
      "end_time": 53850.0,
      "text": "how you perform; where&#39;s your communication style; how they see you react, maybe in conflict;"
    },
    {
      "index": 9,
      "start_time": 53850.0,
      "end_time": 61920.0,
      "text": "or how they see you being creative or strategic. These are designed by Ph.D. level psychologist."
    },
    {
      "index": 10,
      "start_time": 61920.0,
      "end_time": 69090.0,
      "text": "They have been proven to be quite effect in a positive way of evaluating an employee&#39;s"
    },
    {
      "index": 11,
      "start_time": 69090.0,
      "end_time": 74360.0,
      "text": "performance and these are given in plenty of time that everybody can give a window of"
    },
    {
      "index": 12,
      "start_time": 74360.0,
      "end_time": 80590.0,
      "text": "time to get the evaluation back and then they are evaluated by the psychologist and then"
    },
    {
      "index": 13,
      "start_time": 80590.0,
      "end_time": 86850.0,
      "text": "there will be possibly a manager or an HR person who would be with the employee when"
    },
    {
      "index": 14,
      "start_time": 86850.0,
      "end_time": 92830.0,
      "text": "they reviewed the 360. The goal of the 360 is to make sure that that employee understands"
    },
    {
      "index": 15,
      "start_time": 92830.0,
      "end_time": 97909.0,
      "text": "the value that they bring, their strengths and then any areas of concern that they may"
    },
    {
      "index": 16,
      "start_time": 97909.0,
      "end_time": 104390.0,
      "text": "want to address and work on. There are many companies that ask for an employee to name"
    },
    {
      "index": 17,
      "start_time": 104390.0,
      "end_time": 109619.0,
      "text": "their replacement. They have succession planning already in place and they have that set forward"
    },
    {
      "index": 18,
      "start_time": 109619.0,
      "end_time": 114600.0,
      "text": "so in a part of the 360, they may ask a question about if you could name your replacement,"
    },
    {
      "index": 19,
      "start_time": 114600.0,
      "end_time": 119430.0,
      "text": "who might that be. So, the 360s are viewed typically as very positive. It&#39;s something"
    },
    {
      "index": 20,
      "start_time": 119430.0,
      "end_time": 125250.0,
      "text": "that shouldn&#39;t be intimidating, but it should help the employee to grow further and to help"
    },
    {
      "index": 21,
      "start_time": 125250.0,
      "end_time": 129759.0,
      "text": "them understand how they are being perceived by their employees and their fellow workers,"
    },
    {
      "index": 22,
      "start_time": 129758.99999999999,
      "end_time": 134140.0,
      "text": "as well as how they may be able to improve their performance. The Harrison is a skills"
    },
    {
      "index": 23,
      "start_time": 134140.0,
      "end_time": 139860.0,
      "text": "assessment which is also very revealing about how the person thinks. The insights can be"
    },
    {
      "index": 24,
      "start_time": 139860.0,
      "end_time": 144720.0,
      "text": "viewed as something that might not be appraisal assessment, but it would be great work for"
    },
    {
      "index": 25,
      "start_time": 144720.0,
      "end_time": 153430.0,
      "text": "teamwork inside the office once the team gets going. So those are some very tried and true"
    },
    {
      "index": 26,
      "start_time": 153430.0,
      "end_time": 158709.0,
      "text": "assessments that I would recommend if you&#39;re looking to perform a performance assessment"
    },
    {
      "index": 27,
      "start_time": 158709.0,
      "end_time": 168709.0,
      "text": "based on an appraisal of an employee. Thank you."
    }
  ]
}