{
  "video_id": "ulCdoCfw-bY",
  "title": "The Black Hole Bomb and Black Hole Civilizations",
  "json": [
    {
      "index": 1,
      "start_time": 940.0,
      "end_time": 6240.0,
      "text": "Black holes are the largest collections of pure violent energy in the universe."
    },
    {
      "index": 2,
      "start_time": 6240.0,
      "end_time": 10880.0,
      "text": "If you come too close, they'll devour you and add your energy to their collection."
    },
    {
      "index": 3,
      "start_time": 11300.0,
      "end_time": 13940.0,
      "text": "And so, the energy is lost to us forever."
    },
    {
      "index": 4,
      "start_time": 14040.0,
      "end_time": 18540.0,
      "text": "Or is it? It turns out there's a universe cheat code."
    },
    {
      "index": 5,
      "start_time": 18640.0,
      "end_time": 26560.0,
      "text": "A way of powering civilizations until the very death of everything, or of constructing the largest bomb in the universe."
    },
    {
      "index": 6,
      "start_time": 26640.0,
      "end_time": 27520.0,
      "text": "But how?"
    },
    {
      "index": 7,
      "start_time": 27720.0,
      "end_time": 32220.0,
      "text": "Didn't we learn that all energy is trapped forever in black holes, even light?"
    },
    {
      "index": 8,
      "start_time": 32500.0,
      "end_time": 33840.0,
      "text": "This is true."
    },
    {
      "index": 9,
      "start_time": 33840.0,
      "end_time": 39820.0,
      "text": "Everything you think you know about the weirdest thing in the universe is about to get weirder, for one simple reason:"
    },
    {
      "index": 10,
      "start_time": 40080.0,
      "end_time": 42080.0,
      "text": "Black holes are spinning."
    },
    {
      "index": 11,
      "start_time": 57100.0,
      "end_time": 63240.0,
      "text": "When really really massive stars die, their cores collapse under their own gravity into black holes."
    },
    {
      "index": 12,
      "start_time": 63340.0,
      "end_time": 70840.0,
      "text": "This means something very big becomes very, very tiny. Like the tiniest anything can be in this universe."
    },
    {
      "index": 13,
      "start_time": 71000.0,
      "end_time": 78460.0,
      "text": "But stars are rotating and a fundamental property of our universe is that things that are spinning don't want to stop spinning."
    },
    {
      "index": 14,
      "start_time": 78660.0,
      "end_time": 81160.0,
      "text": "We call this: angular momentum."
    },
    {
      "index": 15,
      "start_time": 81160.0,
      "end_time": 89000.0,
      "text": "And this angular momentum can't go away. A big thing that spins and becomes smaller, spins faster."
    },
    {
      "index": 16,
      "start_time": 89100.0,
      "end_time": 98140.0,
      "text": "So, as the core of a star collapses, its momentum makes it spin faster and faster and faster, until it collapses into a black hole ."
    },
    {
      "index": 17,
      "start_time": 98340.0,
      "end_time": 102660.0,
      "text": "And the black hole keeps on spinning, inconceivably fast."
    },
    {
      "index": 18,
      "start_time": 102660.0,
      "end_time": 105720.0,
      "text": "Some of them spin millions of times a second."
    },
    {
      "index": 19,
      "start_time": 110160.0,
      "end_time": 112200.0,
      "text": "Just like non spinning black holes,"
    },
    {
      "index": 20,
      "start_time": 112200.0,
      "end_time": 118920.0,
      "text": "...spinning black holes have an event horizon and a singularity at their core, where all of their mass is concentrated."
    },
    {
      "index": 21,
      "start_time": 119200.0,
      "end_time": 125200.0,
      "text": "The singularity is usually described as a single infinitely small point with no surface area."
    },
    {
      "index": 22,
      "start_time": 125400.0,
      "end_time": 130680.0,
      "text": "But points can't rotate, so a rotating singularity can't be a point."
    },
    {
      "index": 23,
      "start_time": 131140.0,
      "end_time": 133560.0,
      "text": "Instead, it's a RINGularity."
    },
    {
      "index": 24,
      "start_time": 133800.0,
      "end_time": 142460.0,
      "text": "A ringularity is a ring with a thickness of zero and no surface, spinning extremely fast, containing all the mass of the black hole."
    },
    {
      "index": 25,
      "start_time": 142660.0,
      "end_time": 147760.0,
      "text": "The black hole is spinning so fast, that it morphs space and time itself."
    },
    {
      "index": 26,
      "start_time": 147760.0,
      "end_time": 151180.0,
      "text": "It literally drags space with it, such is its power."
    },
    {
      "index": 27,
      "start_time": 151500.0,
      "end_time": 159400.0,
      "text": "This creates a new and super weird region of space-time: the Ergosphere, which envelops the black hole."
    },
    {
      "index": 28,
      "start_time": 159840.0,
      "end_time": 167300.0,
      "text": "If space and time are completely broken inside the event horizon, then they're only half broken inside the ergosphere."
    },
    {
      "index": 29,
      "start_time": 167700.0,
      "end_time": 170480.0,
      "text": "Inside the ergosphere, nothing makes sense."
    },
    {
      "index": 30,
      "start_time": 170480.0,
      "end_time": 175700.0,
      "text": "It's possible to enter it and then leave it again, but it's probably not a great experience."
    },
    {
      "index": 31,
      "start_time": 176460.0,
      "end_time": 182240.0,
      "text": "You can imagine it like this: Falling into a static black hole is like sliding down a hole."
    },
    {
      "index": 32,
      "start_time": 182640.0,
      "end_time": 188240.0,
      "text": "Being inside the ergosphere of a spinning black hole is like spiraling down a deadly drain."
    },
    {
      "index": 33,
      "start_time": 188680.0,
      "end_time": 195660.0,
      "text": "The black hole transfers its own kinetic energy in the form of rotation, to everything that enters the ergosphere."
    },
    {
      "index": 34,
      "start_time": 195900.0,
      "end_time": 199760.0,
      "text": "The ringularity makes you dance whether you want to or not."
    },
    {
      "index": 35,
      "start_time": 199840.0,
      "end_time": 204860.0,
      "text": "You need to move faster than the speed of light just to stand still here, which is impossible."
    },
    {
      "index": 36,
      "start_time": 205020.0,
      "end_time": 211520.0,
      "text": "But here's our cheat code: We can steal this energy, and there's a lot of energy to steal."
    },
    {
      "index": 37,
      "start_time": 216180.0,
      "end_time": 219940.0,
      "text": "Take the supermassive black hole at the center of the Milky Way."
    },
    {
      "index": 38,
      "start_time": 220120.0,
      "end_time": 227100.0,
      "text": "We could steal as much energy from it as every single star in the Milky Way emits in a billion years combined."
    },
    {
      "index": 39,
      "start_time": 227220.0,
      "end_time": 233240.0,
      "text": "The easiest way to steal this energy is, oddly enough, to drop something into the black hole."
    },
    {
      "index": 40,
      "start_time": 233500.0,
      "end_time": 238000.0,
      "text": "We've seen that the ringularity forces energy on us when we enter the ergosphere,"
    },
    {
      "index": 41,
      "start_time": 238000.0,
      "end_time": 242900.0,
      "text": "...which is a lot like being in a whirlpool, with space-time rushing around and around."
    },
    {
      "index": 42,
      "start_time": 242960.0,
      "end_time": 248820.0,
      "text": "If you're clever you can use the water to your advantage, and swim faster than before."
    },
    {
      "index": 43,
      "start_time": 249480.0,
      "end_time": 255180.0,
      "text": "In practice, this means sending a rocket into the ergosphere, and making a trade with the black hole:"
    },
    {
      "index": 44,
      "start_time": 255180.0,
      "end_time": 260120.0,
      "text": "We give it some mass-energy, and it gives us some of its rotational energy."
    },
    {
      "index": 45,
      "start_time": 260200.0,
      "end_time": 264080.0,
      "text": "But it's not a fair trade, we get the better deal."
    },
    {
      "index": 46,
      "start_time": 264300.0,
      "end_time": 270440.0,
      "text": "Normally, if you fire a rocket, you exchange chemical energy for kinetic energy."
    },
    {
      "index": 47,
      "start_time": 270760.0,
      "end_time": 274280.0,
      "text": "This is like pushing yourself forward in a swimming pool."
    },
    {
      "index": 48,
      "start_time": 274600.0,
      "end_time": 279940.0,
      "text": "But if you fire a rocket inside the ergosphere, it's like pushing yourself forward in a wave pool."
    },
    {
      "index": 49,
      "start_time": 280180.0,
      "end_time": 286700.0,
      "text": "The rotational energy of the waves gives you a much stronger boost than you could get just by pushing yourself."
    },
    {
      "index": 50,
      "start_time": 287080.0,
      "end_time": 294600.0,
      "text": "The boost from the rotation of the back hole is so big, that you leave the ergosphere with much more energy than you entered it."
    },
    {
      "index": 51,
      "start_time": 294820.0,
      "end_time": 300140.0,
      "text": "The black hole gives a tiny amount of its rotational energy to you, and slows down a little."
    },
    {
      "index": 52,
      "start_time": 300880.0,
      "end_time": 303280.0,
      "text": "Obviously, this requires a lot of food."
    },
    {
      "index": 53,
      "start_time": 303500.0,
      "end_time": 306340.0,
      "text": "Fortunately, black holes aren't picky eaters."
    },
    {
      "index": 54,
      "start_time": 306680.0,
      "end_time": 313580.0,
      "text": "An advanced future civilization would probably harvest asteroids to drop them into the black hole when they needed an energy boost."
    },
    {
      "index": 55,
      "start_time": 313940.0,
      "end_time": 322200.0,
      "text": "But there's an even better way to get energy from a black hole, and oddly enough, it builds the biggest bomb any living thing could ever hope to build:"
    },
    {
      "index": 56,
      "start_time": 326540.0,
      "end_time": 332320.0,
      "text": "We only need two things to build a black hole bomb: a fast-spinning black hole, and a big mirror."
    },
    {
      "index": 57,
      "start_time": 332540.0,
      "end_time": 335620.0,
      "text": "The mirror has to completely envelop the black hole,"
    },
    {
      "index": 58,
      "start_time": 335620.0,
      "end_time": 340740.0,
      "text": "...which is similar to a Dyson Sphere, a mega structure that harvests the energy of an entire star."
    },
    {
      "index": 59,
      "start_time": 341000.0,
      "end_time": 343580.0,
      "text": "Although, our mirror would be easier to build."
    },
    {
      "index": 60,
      "start_time": 343900.0,
      "end_time": 348820.0,
      "text": "Mirrors are simpler, and black holes are much, much more compact than stars."
    },
    {
      "index": 61,
      "start_time": 350200.0,
      "end_time": 358360.0,
      "text": "If we made the mirror 10 centimeters thick, the metal of a big asteroid would probably be enough material for a black hole with the mass of our Sun."
    },
    {
      "index": 62,
      "start_time": 358520.0,
      "end_time": 365620.0,
      "text": "Once our mirror is in place, we only need to open a window, and shoot electromagnetic waves at the black hole."
    },
    {
      "index": 63,
      "start_time": 365740.0,
      "end_time": 372280.0,
      "text": "You can imagine what happens next, by imagining tossing a ball at a wall, and it coming back faster than a bullet."
    },
    {
      "index": 64,
      "start_time": 372400.0,
      "end_time": 375440.0,
      "text": "The waves hit the black hole at light speed."
    },
    {
      "index": 65,
      "start_time": 375440.0,
      "end_time": 379980.0,
      "text": "A small proportion of the waves falls past the event horizon to disappear forever."
    },
    {
      "index": 66,
      "start_time": 379980.0,
      "end_time": 383545.0,
      "text": "But a much larger amount sloshes through the ergosphere,"
    },
    {
      "index": 67,
      "start_time": 383545.0,
      "end_time": 389020.0,
      "text": "...where the black hole forces some of its rotational energy on them, and amplifies them."
    },
    {
      "index": 68,
      "start_time": 389020.0,
      "end_time": 394360.0,
      "text": "They now begin superradiant scattering, which are fancy science words meaning:"
    },
    {
      "index": 69,
      "start_time": 394360.0,
      "end_time": 397900.0,
      "text": "\"Bouncing around between mirror and black hole and getting stronger.\""
    },
    {
      "index": 70,
      "start_time": 398200.0,
      "end_time": 401780.0,
      "text": "Every time they go around, they are getting exponentially stronger."
    },
    {
      "index": 71,
      "start_time": 402300.0,
      "end_time": 408260.0,
      "text": "By opening some windows in the mirror, we can extract the energy from the waves as fast as they grow."
    },
    {
      "index": 72,
      "start_time": 408260.0,
      "end_time": 416780.0,
      "text": "Which we could use, in theory, to create what would be for all practical purposes, an endless source of energy for trillions of years."
    },
    {
      "index": 73,
      "start_time": 416800.0,
      "end_time": 419000.0,
      "text": "Or, we could blow it up."
    },
    {
      "index": 74,
      "start_time": 419200.0,
      "end_time": 423829.0,
      "text": "If the waves are not released, they will continue to get stronger and stronger,"
    },
    {
      "index": 75,
      "start_time": 423829.0,
      "end_time": 428340.0,
      "text": "...and take more and more energy from the black hole, until the mirror shatters."
    },
    {
      "index": 76,
      "start_time": 428340.0,
      "end_time": 432540.0,
      "text": "A supermassive black hole would release as much energy as a supernova,"
    },
    {
      "index": 77,
      "start_time": 432540.0,
      "end_time": 437140.0,
      "text": "...making the bomb the largest explosion any living being could ever create."
    },
    {
      "index": 78,
      "start_time": 441360.0,
      "end_time": 448640.0,
      "text": "The beauty of the black hole bomb, the Penrose process, and the super radiant scattering, is that they are not science-fiction."
    },
    {
      "index": 79,
      "start_time": 448680.0,
      "end_time": 454240.0,
      "text": "In the far far future, this might be the only way to survive in our dying universe."
    },
    {
      "index": 80,
      "start_time": 454240.0,
      "end_time": 462760.0,
      "text": "After all the red dwarfs have cooled down, and all the white dwarfs transformed into black dwarfs, the universe will turn dark forever."
    },
    {
      "index": 81,
      "start_time": 463320.0,
      "end_time": 469500.0,
      "text": "Rotating black holes might be the only sources of energy in the entire universe that life could harvest."
    },
    {
      "index": 82,
      "start_time": 469780.0,
      "end_time": 477240.0,
      "text": "If so, the last living being in existence might one day end its life around a black hole."
    },
    {
      "index": 83,
      "start_time": 477240.0,
      "end_time": 480660.0,
      "text": "Which is equally chilling and uplifting."
    },
    {
      "index": 84,
      "start_time": 481060.0,
      "end_time": 486940.0,
      "text": "It turns out that even without any light, there are places we can go."
    },
    {
      "index": 85,
      "start_time": 487860.0,
      "end_time": 493160.0,
      "text": "Black holes are as interesting as they are mysterious, but there's actually a surprising amount we do know."
    },
    {
      "index": 86,
      "start_time": 493480.0,
      "end_time": 499120.0,
      "text": "Using math we can calculate things and come up with theories about how we die if we fall into them."
    },
    {
      "index": 87,
      "start_time": 499160.0,
      "end_time": 503945.0,
      "text": "If you're the sort of person who gets excited about maths and calculating these things for yourself,"
    },
    {
      "index": 88,
      "start_time": 503945.0,
      "end_time": 509660.0,
      "text": "...our friends at Brilliant have put together a fantastic black hole quiz to help you get your head around them."
    },
    {
      "index": 89,
      "start_time": 509880.0,
      "end_time": 515500.0,
      "text": "Brilliant is a problem-solving website that teaches you to think like a scientist, by guiding you through the problems."
    },
    {
      "index": 90,
      "start_time": 515580.00000000006,
      "end_time": 523520.00000000006,
      "text": "They take concepts like these, break them up into bite-sized pieces, present clear thinking in each part, and then build back up to an interesting conclusion."
    },
    {
      "index": 91,
      "start_time": 523780.0,
      "end_time": 533060.0,
      "text": "If you visit Brilliant.org/nutshell or click the link in the description, you can sign up for free and learn all kinds of cool stuff."
    },
    {
      "index": 92,
      "start_time": 533060.0,
      "end_time": 540320.0,
      "text": "And as a bonus for Kurzgesagt viewers, the first 688 people will also get 20% off their annual membership."
    },
    {
      "index": 93,
      "start_time": 540900.0,
      "end_time": 547440.0,
      "text": "If you want to truly learn about black holes and support Kurzgesagt, this is one of the best ways to do it."
    }
  ]
}