{
  "video_id": "uLMnzRi8hdU",
  "title": "Why is France protesting? | CNBC Explains",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 1760.0,
      "text": "You've probably seen the images."
    },
    {
      "index": 2,
      "start_time": 1760.0,
      "end_time": 6460.0,
      "text": "Crowds of protesters in France all wearing these yellow, high visibility jackets."
    },
    {
      "index": 3,
      "start_time": 6460.0,
      "end_time": 15260.0,
      "text": "The protests, originally over planned fuel tax rises, began back in November 2018 and involved blockading highways across rural parts of the country."
    },
    {
      "index": 4,
      "start_time": 15260.0,
      "end_time": 20100.0,
      "text": "Since then, hundreds of thousands of demonstrators have mobilized against the government."
    },
    {
      "index": 5,
      "start_time": 20100.0,
      "end_time": 28100.0,
      "text": "Central Paris saw millions of dollars in damage and its most violent protest in a decade, something authorities attribute to the movement's more radical factions."
    },
    {
      "index": 6,
      "start_time": 28100.0,
      "end_time": 35380.0,
      "text": "In response, France's President Emmanuel Macron has scrapped the fuel tax hike and many of his other proposed economic reforms."
    },
    {
      "index": 7,
      "start_time": 35380.0,
      "end_time": 37400.0,
      "text": "But the protests haven't stopped."
    },
    {
      "index": 8,
      "start_time": 37400.0,
      "end_time": 41600.0,
      "text": "In fact, the 'Gilets Jaunes' or 'Yellow Vest'  movement is now spreading across Europe."
    },
    {
      "index": 9,
      "start_time": 46620.0,
      "end_time": 59380.0,
      "text": "Back in May 2017, Emmanuel Macron won the presidential election on the back of policies that promised numerous economic reforms that would help improve, among other things, social mobility and the environment."
    },
    {
      "index": 10,
      "start_time": 59380.0,
      "end_time": 68820.0,
      "text": "To tackle both these issues, the government committed to increasing the country's carbon tax, which included ramping up the price of diesel, the most commonly used car fuel in France."
    },
    {
      "index": 11,
      "start_time": 68820.0,
      "end_time": 79660.0,
      "text": "This would commit the country to the French President's environmental policy strategy and raise money for the government, as it tries to stimulate France's economy, which has been stagnating for years."
    },
    {
      "index": 12,
      "start_time": 79660.0,
      "end_time": 83520.0,
      "text": "In the past, reducing carbon emissions had widespread support in France."
    },
    {
      "index": 13,
      "start_time": 83520.0,
      "end_time": 91179.0,
      "text": "But diesel here is really expensive, with drivers paying more than $6 a gallon, double the price that motorists pay in the U.S."
    },
    {
      "index": 14,
      "start_time": 91180.0,
      "end_time": 98840.0,
      "text": "Along with the increased carbon tax, the government also proposed stricter emission standards and lowering speed limits across the country."
    },
    {
      "index": 15,
      "start_time": 98840.0,
      "end_time": 103140.0,
      "text": "That's one of the reasons why the movement rose up from small-town, rural France."
    },
    {
      "index": 16,
      "start_time": 103140.0,
      "end_time": 111899.0,
      "text": "These are places with very little public transport, where people depend on their cars, which by the way are required by law to hold a yellow visibility vest."
    },
    {
      "index": 17,
      "start_time": 111900.0,
      "end_time": 119539.0,
      "text": "Following the riots in Paris, where more than a thousand people were arrested, President Macron decided to scrap the increases to the carbon tax."
    },
    {
      "index": 18,
      "start_time": 119540.0,
      "end_time": 127000.0,
      "text": "But while the number of people attending weekend protests has dropped since these concessions, the demonstrations against the government have still continued."
    },
    {
      "index": 19,
      "start_time": 127000.0,
      "end_time": 135900.0,
      "text": "What started as a protest over planned fuel tax rises has come to encapsulate other grievances amongst the rural population and small-town France."
    },
    {
      "index": 20,
      "start_time": 135900.0,
      "end_time": 147540.0,
      "text": "The decentralized movement doesn't have one, recognized leader and demands vary among protesters, but they're all united by one thing - their dislike for the president and many of his government's policies."
    },
    {
      "index": 21,
      "start_time": 147540.0,
      "end_time": 159100.0,
      "text": "Many believe these communities feel abandoned by what they see as an out of touch, wealthy, metropolitan elite who govern them from Paris without really understanding their wants and needs."
    },
    {
      "index": 22,
      "start_time": 159100.0,
      "end_time": 166280.0,
      "text": "Macron's labor reforms, which reduced France's famously strong job protections, also proven unpopular with the Yellow Vest movement."
    },
    {
      "index": 23,
      "start_time": 166280.0,
      "end_time": 172500.0,
      "text": "What was supposed to encourage businesses to hire more people actually resulted in thousands of people losing their jobs."
    },
    {
      "index": 24,
      "start_time": 172500.0,
      "end_time": 182920.0,
      "text": "The president's supporters argue that his business-friendly policies will help attract investors, reduce the country's budget deficit and revitalize the euro zone's second-largest economy."
    },
    {
      "index": 25,
      "start_time": 182920.0,
      "end_time": 189100.0,
      "text": "His budget also helps the middle class by cutting housing taxes by about $11.4 billion."
    },
    {
      "index": 26,
      "start_time": 189100.0,
      "end_time": 194840.0,
      "text": "But protesters argue it's the wealthiest in society who have benefited the most from his reforms."
    },
    {
      "index": 27,
      "start_time": 194840.0,
      "end_time": 201640.0,
      "text": "Macron's cut to France's wealth tax means the richest one percent of the country has gained the most from his new tax breaks."
    },
    {
      "index": 28,
      "start_time": 201640.0,
      "end_time": 204920.0,
      "text": "Around the bottom fifth of households are actually worse off."
    },
    {
      "index": 29,
      "start_time": 204920.0,
      "end_time": 214559.0,
      "text": "It's these policies which critics believe reinforces the image of a president, a former investment banker, whose main concern is protecting the interests of the country's wealthy."
    },
    {
      "index": 30,
      "start_time": 214560.0,
      "end_time": 223200.0,
      "text": "But many experts see strong resistance to reforms, followed by government backtracking, as a predictable cycle of modern political life in France."
    },
    {
      "index": 31,
      "start_time": 223200.0,
      "end_time": 230100.0,
      "text": "For example, pension reforms in 1995 were swiftly followed by mass strikes that paralyzed the country's public services."
    },
    {
      "index": 32,
      "start_time": 230100.0,
      "end_time": 234700.0,
      "text": "Prime Minister Alain Juppe was eventually forced to drop the retirement reform plan."
    },
    {
      "index": 33,
      "start_time": 234700.0,
      "end_time": 240500.0,
      "text": "Today, France's unemployment rate of more than nine percent is one of the highest among OECD countries."
    },
    {
      "index": 34,
      "start_time": 240500.0,
      "end_time": 248960.0,
      "text": "Many economists argue that Macron's reforms were designed to improve a struggling economy that recently became the most taxed among OECD members."
    },
    {
      "index": 35,
      "start_time": 248960.0,
      "end_time": 258680.0,
      "text": "Those shrinking economic opportunities coupled with a lack of democratic representation has caused discontent to grow amongst rural communities against the political system as a whole."
    },
    {
      "index": 36,
      "start_time": 258680.0,
      "end_time": 270159.0,
      "text": "As Macron's approval rating hovers around 27 percent and support for the Yellow Vest movement moves above 80 percent in some surveys, many feel he's facing the biggest crisis of his presidency."
    },
    {
      "index": 37,
      "start_time": 270160.0,
      "end_time": 281820.0,
      "text": "But now a counter movement to the Yellow Vests, called the 'Foulards Rouges' or Red Scarves, has emerged, saying they are defending democracy and have marched in Paris, demanding an end to the violence at Gilets Jaunes rallies."
    },
    {
      "index": 38,
      "start_time": 281820.0,
      "end_time": 287720.0,
      "text": "However, resentment against Macron and his economic reforms may be just one part of the Yellow Vest movement."
    },
    {
      "index": 39,
      "start_time": 287720.0,
      "end_time": 297180.0,
      "text": "Experts believe it's become a wider populist phenomenon, having spread to Germany, Belgium, Sweden, the Netherlands and the U.K., who's to say where it's headed next?"
    },
    {
      "index": 40,
      "start_time": 300460.0,
      "end_time": 304760.0,
      "text": "Hi guys, thanks for watching our video from here in a very chilly Paris."
    },
    {
      "index": 41,
      "start_time": 304760.0,
      "end_time": 307780.0,
      "text": "Do watch more of our videos by clicking these."
    },
    {
      "index": 42,
      "start_time": 307780.0,
      "end_time": 313380.0,
      "text": "And let us know what you think of the Gilets Jaunes, what side of the political debate are you on?"
    },
    {
      "index": 43,
      "start_time": 313380.0,
      "end_time": 315659.0,
      "text": "And remember, don't forget to subscribe."
    }
  ]
}