{
  "video_id": "um-1fAVU1OQ",
  "title": "WE GOT INTEL'S PROTOTYPE GRAPHICS CARD!!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5280.0,
      "text": "Intel keeps very careful track of its internal engineering samples,"
    },
    {
      "index": 2,
      "start_time": 5280.0,
      "end_time": 15460.0,
      "text": "going to great lengths to ensure that if they leave the lab it is in pieces so small that they could never be reassembled again."
    },
    {
      "index": 3,
      "start_time": 16260.000000000002,
      "end_time": 24300.0,
      "text": "So the first question we need to answer is: how did we get our hands on this thing?"
    },
    {
      "index": 4,
      "start_time": 25200.0,
      "end_time": 28960.0,
      "text": "eBay obviously. What can't you buy on eBay?"
    },
    {
      "index": 5,
      "start_time": 29620.0,
      "end_time": 34409.0,
      "text": "A sponsorship on Linus Tech Tips. For that you have to talk to Colton, like Corsair did."
    },
    {
      "index": 6,
      "start_time": 34409.0,
      "end_time": 43140.0,
      "text": "Corsair's Dark Core SE RGB wireless mouse features 1ms, 2.4ghz and low latency bluetooth connectivity.\nCheck it out at the link below."
    },
    {
      "index": 7,
      "start_time": 43380.0,
      "end_time": 51800.0,
      "text": "[intro music]"
    },
    {
      "index": 8,
      "start_time": 52580.0,
      "end_time": 57280.0,
      "text": "So the seller turned out to have been a contractor at Intel a few years ago,"
    },
    {
      "index": 9,
      "start_time": 57280.0,
      "end_time": 67260.0,
      "text": "who in the middle of a sixth-floor renovation went dumpster diving through the boxes full of \"junk\" that was destined for the e-waste pile."
    },
    {
      "index": 10,
      "start_time": 67260.0,
      "end_time": 75280.0,
      "text": "Apparently It was a treasure trove of press samples, laptops and this GPU-looking thing,"
    },
    {
      "index": 11,
      "start_time": 75280.0,
      "end_time": 80240.0,
      "text": "that was noteworthy for being blue instead of green or red."
    },
    {
      "index": 12,
      "start_time": 80660.0,
      "end_time": 88680.0,
      "text": "You see, by that point, project Larrabee - this, sort of - had been cancelled for years"
    },
    {
      "index": 13,
      "start_time": 88680.0,
      "end_time": 92680.0,
      "text": "and how many years depends on which cancellation you're going by."
    },
    {
      "index": 14,
      "start_time": 93020.0,
      "end_time": 96700.0,
      "text": "So talking to Tom Forsyth, who was one of the key team members,"
    },
    {
      "index": 15,
      "start_time": 96700.0,
      "end_time": 104480.0,
      "text": "he figures they got cancelled anywhere from four to five times, and remembers getting these weird memos."
    },
    {
      "index": 16,
      "start_time": 105220.0,
      "end_time": 114200.0,
      "text": "Yeah... You guys are gonna see some headlines. It's just a thing. None of you were laid off. Just keep on working."
    },
    {
      "index": 17,
      "start_time": 114380.0,
      "end_time": 118160.0,
      "text": "BT-dubs you've been rebranded Xeon Phi. Thanks, bye."
    },
    {
      "index": 18,
      "start_time": 118160.0,
      "end_time": 121480.0,
      "text": "So what is this thing?"
    },
    {
      "index": 19,
      "start_time": 122140.0,
      "end_time": 132200.0,
      "text": "That's actually a somewhat complicated question, but because it's got a DVI port, not to mention DisplayPort and HDMI soldered onto it,"
    },
    {
      "index": 20,
      "start_time": 132200.0,
      "end_time": 142220.0,
      "text": "it is technically an engineering sample board for Intel's first and to date only dedicated graphics card."
    },
    {
      "index": 21,
      "start_time": 142220.0,
      "end_time": 150500.0,
      "text": "Now, most people who follow the mainstream tech press believe that project Larrabee was an abject failure"
    },
    {
      "index": 22,
      "start_time": 150980.0,
      "end_time": 156680.0,
      "text": "but as is so often the case, the truth is actually stranger than fiction."
    },
    {
      "index": 23,
      "start_time": 157160.0,
      "end_time": 167240.0,
      "text": "Not only was it a success, but it powered TH2, which was the world's most powerful supercomputer for over two years,"
    },
    {
      "index": 24,
      "start_time": 167240.0,
      "end_time": 176520.0,
      "text": "and ten years later you can actually still buy its descendants, either in socketed form, as we reviewed just last year,"
    },
    {
      "index": 25,
      "start_time": 177080.0,
      "end_time": 181220.0,
      "text": "or on Amazon for a cool 1,500 greenbacks."
    },
    {
      "index": 26,
      "start_time": 181580.0,
      "end_time": 190160.0,
      "text": "So as it turns out, the goal of the program never was actually to create a gaming GPU."
    },
    {
      "index": 27,
      "start_time": 190600.0,
      "end_time": 196780.0,
      "text": "That was just a workload that was already fairly well understood at the time because, you got to remember,"
    },
    {
      "index": 28,
      "start_time": 196780.0,
      "end_time": 205940.0,
      "text": "back in the mid 2000s the idea of using a GPU as a general-purpose computing unit was just emerging,"
    },
    {
      "index": 29,
      "start_time": 206260.0,
      "end_time": 215220.0,
      "text": "so this idea of using it for gaming was actually just a small part of a business case to build a processor"
    },
    {
      "index": 30,
      "start_time": 215220.0,
      "end_time": 225000.0,
      "text": "that had many highly efficient x86 cores that could be easily just, like, slotted into these powerful supercomputers."
    },
    {
      "index": 31,
      "start_time": 226300.0,
      "end_time": 231209.0,
      "text": "But that doesn't mean that it couldn't have been used for gaming."
    },
    {
      "index": 32,
      "start_time": 231209.0,
      "end_time": 240780.0,
      "text": "In fact, by the time they wound down the units that were working on graphics, they had about 300 of the top selling games on Steam"
    },
    {
      "index": 33,
      "start_time": 241300.0,
      "end_time": 248140.0,
      "text": "running on the thing, with a card just like this one as the only GPU in the system."
    },
    {
      "index": 34,
      "start_time": 248640.0,
      "end_time": 259020.0,
      "text": "And the way this whole thing worked is incredible. Now, a normal graphics card, or GPU rather, uses a lot of fixed function hardware,"
    },
    {
      "index": 35,
      "start_time": 259019.99999999997,
      "end_time": 268700.0,
      "text": "so if you told it \"okay look, I don't need shaders, just draw a ton of tiny lines with really nice anti-aliasing\""
    },
    {
      "index": 36,
      "start_time": 268700.0,
      "end_time": 274760.0,
      "text": "so it's pretty much CAD, in a nutshell. It would use only a fraction of its hardware."
    },
    {
      "index": 37,
      "start_time": 275120.0,
      "end_time": 281840.0,
      "text": "But with Larrabee, everything is software, so the whole chip is lit up doing that."
    },
    {
      "index": 38,
      "start_time": 281840.0,
      "end_time": 291520.0,
      "text": "So that actually help to offset the x86 overhead a fair bit. This was the fastest CAD card at the time, and it had other benefits."
    },
    {
      "index": 39,
      "start_time": 291880.0,
      "end_time": 304820.0,
      "text": "With regular GPUs, you might run into a situation where enabling a particular feature in a game might hit the AMD users a lot harder than the Nvidia users or vice versa."
    },
    {
      "index": 40,
      "start_time": 305460.0,
      "end_time": 314620.0,
      "text": "So during development, AMD and Nvidia, they both have to actually guess as best they can what the next couple of years of games will demand,"
    },
    {
      "index": 41,
      "start_time": 314620.0,
      "end_time": 319000.0,
      "text": "and then try to look into their crystal ball and build their hardware around that."
    },
    {
      "index": 42,
      "start_time": 319580.0,
      "end_time": 333740.0,
      "text": "Larrabee, no such limitation. This thing is a full-blown computer with up to 61 quad-threaded cores running a normal operating system like FreeBSD."
    },
    {
      "index": 43,
      "start_time": 333740.0,
      "end_time": 341780.0,
      "text": "Like, you could actually telnet into the thing and run a top command and see a list of all the processes that were running on it,"
    },
    {
      "index": 44,
      "start_time": 341780.0,
      "end_time": 350200.0,
      "text": "and if you were running a game you'd see, I don't know, 128 or 200 processes called \"DirectX graphics\","
    },
    {
      "index": 45,
      "start_time": 350200.0,
      "end_time": 355100.0,
      "text": "and you could do that while the thing was working!"
    },
    {
      "index": 46,
      "start_time": 355100.0,
      "end_time": 361220.0,
      "text": "So if you wanted you could cordon off some of the cores and use them for something else,"
    },
    {
      "index": 47,
      "start_time": 361220.0,
      "end_time": 369880.0,
      "text": "or you could just yolo it and throw another workload into the mix and then just let the processor manage itself."
    },
    {
      "index": 48,
      "start_time": 370220.0,
      "end_time": 377520.0,
      "text": "The only non-programmable hardware on this puppy is the texture unit which takes very simple commands."
    },
    {
      "index": 49,
      "start_time": 378120.0,
      "end_time": 388760.0,
      "text": "I mean, wrap your brain around this. The thing that I'm looking at right here is Intel's first ever DirectX 11 GPU."
    },
    {
      "index": 50,
      "start_time": 389520.0,
      "end_time": 394460.0,
      "text": "Even though it was built before DirectX 11."
    },
    {
      "index": 51,
      "start_time": 394880.0,
      "end_time": 404060.0,
      "text": "So this was possible because all of those graphics card features that are normally running in hardware are just running in software,"
    },
    {
      "index": 52,
      "start_time": 404060.0,
      "end_time": 411620.0,
      "text": "so you could actually update it to DirectX 11 or DirectX 12 With a driver update."
    },
    {
      "index": 53,
      "start_time": 412060.0,
      "end_time": 418340.0,
      "text": "Now, there are some caveats here. I mean, there's a reason that the thing never made it into a computer near you."
    },
    {
      "index": 54,
      "start_time": 419300.0,
      "end_time": 425100.0,
      "text": "It wasn't as efficient as a dedicated graphics card for a lot of things."
    },
    {
      "index": 55,
      "start_time": 425100.0,
      "end_time": 436660.0,
      "text": "So it only got about a quarter of the performance in games as a comparably power consuming card from AMD or Nvidia at the time."
    },
    {
      "index": 56,
      "start_time": 436920.0,
      "end_time": 442660.0,
      "text": "But it was really good at certain graphics workloads for a number of reasons and-"
    },
    {
      "index": 57,
      "start_time": 443160.0,
      "end_time": 447800.0,
      "text": "I mean if you think about it and you look at how far off they were,"
    },
    {
      "index": 58,
      "start_time": 447800.0,
      "end_time": 456520.0,
      "text": "considering that they were effectively emulating dedicated hardware, it's damn impressive."
    },
    {
      "index": 59,
      "start_time": 457160.0,
      "end_time": 458660.0,
      "text": "So..."
    },
    {
      "index": 60,
      "start_time": 458669.0,
      "end_time": 460669.0,
      "text": "What happened?"
    },
    {
      "index": 61,
      "start_time": 461039.0,
      "end_time": 464129.0,
      "text": "Well, management happened."
    },
    {
      "index": 62,
      "start_time": 464129.0,
      "end_time": 475560.0,
      "text": "Intel at its core, ha-ha, is a hardware company, so they wanted all the features completed so they could either ship this thing or can it."
    },
    {
      "index": 63,
      "start_time": 475560.0,
      "end_time": 483340.0,
      "text": "Because in the hardware world making up a four times difference in performance is impossible and you might as well just pull the plug,"
    },
    {
      "index": 64,
      "start_time": 483780.0,
      "end_time": 489940.0,
      "text": "but the team wanted to work on performance optimization instead, because in the software world"
    },
    {
      "index": 65,
      "start_time": 489940.0,
      "end_time": 500800.0,
      "text": "it's not unheard of to go from, like, two pixels showing up on a screen and dog slow to a hundred times faster, in a week if you have a breakthrough."
    },
    {
      "index": 66,
      "start_time": 501360.0,
      "end_time": 510700.0,
      "text": "And it got to the point where they had to have separate teams for performance and for features, to get management off their backs."
    },
    {
      "index": 67,
      "start_time": 510700.0,
      "end_time": 515180.0,
      "text": "So the performance team actually got Quake running, like really fast,"
    },
    {
      "index": 68,
      "start_time": 515179.99999999994,
      "end_time": 521299.99999999994,
      "text": "but then they found out that Quake was this weird edge case and the architecture would have to be completely redone."
    },
    {
      "index": 69,
      "start_time": 521299.99999999994,
      "end_time": 527120.0,
      "text": "I mean to give you that some idea of the dysfunction, at one point there were three to four software teams"
    },
    {
      "index": 70,
      "start_time": 527120.0,
      "end_time": 530940.0,
      "text": "with different ideas and working on different rendering architectures."
    },
    {
      "index": 71,
      "start_time": 531560.0,
      "end_time": 536500.0,
      "text": "But depending who you ask, the continued development would have been worth it. I mean imagine this:"
    },
    {
      "index": 72,
      "start_time": 536840.0,
      "end_time": 543340.0,
      "text": "instead of turning anti-aliasing on for an entire scene, imagine if a game developer could say"
    },
    {
      "index": 73,
      "start_time": 543340.0,
      "end_time": 548420.0,
      "text": "\"Well, you know what? This sky is not important to be anti-aliased."
    },
    {
      "index": 74,
      "start_time": 548420.0,
      "end_time": 555400.0,
      "text": "Why don't we just focus all of our AAA on, you know, these characters here, or this foliage there?\""
    },
    {
      "index": 75,
      "start_time": 555400.0,
      "end_time": 564540.0,
      "text": "Or how about this, like, \"oh crap that texture wasn't loaded. You know what, let's just procedurally generate a placeholder.\""
    },
    {
      "index": 76,
      "start_time": 564540.0,
      "end_time": 565500.0,
      "text": "Boom."
    },
    {
      "index": 77,
      "start_time": 566040.0,
      "end_time": 571900.0,
      "text": "Arguably the stupidest decision that was made was to make the Larrabee graphics team"
    },
    {
      "index": 78,
      "start_time": 572440.0,
      "end_time": 577869.0,
      "text": "and the GEN graphichs team, which is what Intel calls its integrated graphics internally,"
    },
    {
      "index": 79,
      "start_time": 578720.0,
      "end_time": 588240.0,
      "text": "compete together for the same budget, and then like make internal presentations arguing about why their approach was good in the future"
    },
    {
      "index": 80,
      "start_time": 588240.0,
      "end_time": 595220.0,
      "text": "and the other groups was bad and not the future, because they were both perfectly suitable for what they were doing."
    },
    {
      "index": 81,
      "start_time": 595460.0,
      "end_time": 608200.0,
      "text": "Larrabee was never going to be a 5 watt part that you could fit right into a CPU, and a 200 watt PCI Express part was nowhere on the roadmap for GEN."
    },
    {
      "index": 82,
      "start_time": 608980.0,
      "end_time": 610960.0,
      "text": "So, what I've got here"
    },
    {
      "index": 83,
      "start_time": 610960.0,
      "end_time": 612080.0,
      "text": "(come on, come on, come on)"
    },
    {
      "index": 84,
      "start_time": 612880.0,
      "end_time": 620140.0,
      "text": "is not \"Knights Ferry\". That was the first Larrabee revision that had some deal breaking bugs."
    },
    {
      "index": 85,
      "start_time": 620240.0,
      "end_time": 627220.0,
      "text": "Apparently the saying in the hardware industry is \"always plan to make a prototype, since you'll end up making one anyway\"."
    },
    {
      "index": 86,
      "start_time": 627880.0,
      "end_time": 636520.0,
      "text": "So this is Knights Corner and probably has anywhere from 6 to 16 gigs of RAM, and up to 62 cores"
    },
    {
      "index": 87,
      "start_time": 636520.0,
      "end_time": 639820.0,
      "text": "depending on how many of them had some manufacturing flaws."
    },
    {
      "index": 88,
      "start_time": 640140.0,
      "end_time": 642460.0,
      "text": "Should we fire it up? I mean, come on,"
    },
    {
      "index": 89,
      "start_time": 643680.0,
      "end_time": 650420.0,
      "text": "I wasn't not gonna do that at this point. I spent like $400 on this thing off of eBay."
    },
    {
      "index": 90,
      "start_time": 651440.0,
      "end_time": 654520.0,
      "text": "I've got no drivers for it, so it's actually-"
    },
    {
      "index": 91,
      "start_time": 654520.0,
      "end_time": 661720.0,
      "text": "this is the first time I've turned it on so it is very possible that it won't manage to display anything even in 2d,"
    },
    {
      "index": 92,
      "start_time": 662820.0,
      "end_time": 666360.0,
      "text": "But I definitely... have to try."
    },
    {
      "index": 93,
      "start_time": 667640.0,
      "end_time": 676260.0,
      "text": "By the way, if anyone out there has the secret sauce drivers or has access to the secret sauce drivers that would make this run games,"
    },
    {
      "index": 94,
      "start_time": 677020.0,
      "end_time": 680020.0,
      "text": "Please, hit me up."
    },
    {
      "index": 95,
      "start_time": 680960.0,
      "end_time": 684760.0,
      "text": "I mean, assuming that it even works, which we don't know yet."
    },
    {
      "index": 96,
      "start_time": 686900.0,
      "end_time": 690260.0,
      "text": "I- I actually haven't tried this, I wanted to save the suspense for the video."
    },
    {
      "index": 97,
      "start_time": 691300.0,
      "end_time": 694720.0,
      "text": "This is like far more postcodes than I'm accustomed to seeing."
    },
    {
      "index": 98,
      "start_time": 696280.0,
      "end_time": 701740.0,
      "text": "But it hasn't stopped. And it hasn't, like, rebooted. We've got some kind of uh..."
    },
    {
      "index": 99,
      "start_time": 703080.0,
      "end_time": 706480.0,
      "text": "We've got some kind of LED on here."
    },
    {
      "index": 100,
      "start_time": 707620.0,
      "end_time": 711180.0,
      "text": "It looks like it stalled on D6, but I don't know what that is."
    },
    {
      "index": 101,
      "start_time": 711520.0,
      "end_time": 716600.0,
      "text": "Now, when I talked to Tom, he did specifically mention it's got DVI soldered to it."
    },
    {
      "index": 102,
      "start_time": 716600.0,
      "end_time": 720720.0,
      "text": "Now I don't know if that's because DVI was the most relevant output at the time,"
    },
    {
      "index": 103,
      "start_time": 721360.0,
      "end_time": 729440.0,
      "text": "so that's like what they used internally, or if the display port an HDMI were just dummies and DVI was the only thing that actually worked, so..."
    },
    {
      "index": 104,
      "start_time": 730940.0,
      "end_time": 734340.0,
      "text": "Take two, I'm gonna run and grab a DVI monitor and gonna try this again."
    },
    {
      "index": 105,
      "start_time": 734540.0,
      "end_time": 740400.0,
      "text": "Like I kind of wonder about... You know what, It's PCIe..."
    },
    {
      "index": 106,
      "start_time": 740400.0,
      "end_time": 744040.0,
      "text": "I mean, would that be even gen two at that point?"
    },
    {
      "index": 107,
      "start_time": 745400.0,
      "end_time": 747400.0,
      "text": "Like two thousand..."
    },
    {
      "index": 108,
      "start_time": 748760.0,
      "end_time": 751120.0,
      "text": "2007? 2009?"
    },
    {
      "index": 109,
      "start_time": 753020.0,
      "end_time": 756780.0,
      "text": "I wonder about compatibility with a new board and stuff like that."
    },
    {
      "index": 110,
      "start_time": 757760.0,
      "end_time": 760020.0,
      "text": "You know what, I don't think it's gonna boot."
    },
    {
      "index": 111,
      "start_time": 761540.0,
      "end_time": 767140.0,
      "text": "Well, that's pretty disappointing. I thought I might be onto something with the whole DVI thing."
    },
    {
      "index": 112,
      "start_time": 768820.0,
      "end_time": 772240.0,
      "text": "I'm just gonna try- I'm gonna try one other slot, just uh..."
    },
    {
      "index": 113,
      "start_time": 774240.0,
      "end_time": 780900.0,
      "text": "I think there's only one other one out in the wild and some like Russian collector of like weird hardware has it."
    },
    {
      "index": 114,
      "start_time": 781560.0,
      "end_time": 782060.0,
      "text": "Yeah."
    },
    {
      "index": 115,
      "start_time": 782500.0,
      "end_time": 784240.0,
      "text": "Not you, a different one."
    },
    {
      "index": 116,
      "start_time": 784900.0,
      "end_time": 790780.0,
      "text": "Okay, sometimes it hangs on 79 for a bit and then this thing boots, so that might have been a good sign."
    },
    {
      "index": 117,
      "start_time": 791860.0,
      "end_time": 795000.0,
      "text": "Oh no, that's D6 again. I think it's not going anywhere."
    },
    {
      "index": 118,
      "start_time": 796780.0,
      "end_time": 804220.0,
      "text": "Well, that was disappointing, but I'm... I'm gonna let it keep trying while I tell you guys about Massdrop."
    },
    {
      "index": 119,
      "start_time": 805540.0,
      "end_time": 808580.0,
      "text": "Oh, I'm like sad. It's like hard to have any energy."
    },
    {
      "index": 120,
      "start_time": 808580.0,
      "end_time": 810160.0,
      "text": "Okay, we'll try that again."
    },
    {
      "index": 121,
      "start_time": 810880.0,
      "end_time": 812320.0,
      "text": "Massdrop!"
    },
    {
      "index": 122,
      "start_time": 812320.0,
      "end_time": 816880.0,
      "text": "Massdrop is featuring the Sennheiser PC37X Gaming Headset."
    },
    {
      "index": 123,
      "start_time": 816920.0,
      "end_time": 825200.0,
      "text": "They've got angled drivers and an open-back design and the drivers actually come from the same family as the HD598 and HD600 headphones."
    },
    {
      "index": 124,
      "start_time": 825200.0,
      "end_time": 831000.0,
      "text": "They offer superior stereo imaging and locational accuracy, and come with a noise cancelling microphone."
    },
    {
      "index": 125,
      "start_time": 831100.0,
      "end_time": 838560.0,
      "text": "They're available on Massdrop at the link below for a limited time for just $120, so go check them out."
    },
    {
      "index": 126,
      "start_time": 839620.0,
      "end_time": 843190.0,
      "text": "So thanks for watching guys. If this video sucked you know what to do,"
    },
    {
      "index": 127,
      "start_time": 843190.0,
      "end_time": 847460.0,
      "text": "but if it was awesome get subscribed, hit that like button-"
    },
    {
      "index": 128,
      "start_time": 847460.0,
      "end_time": 851600.0,
      "text": "you can especially hit that like button if you want to make me feel better about how disappointed I feel right now."
    },
    {
      "index": 129,
      "start_time": 852400.0,
      "end_time": 856920.0,
      "text": "Uh... Or you can check out the link to where to buy the stuff we featured in the video description."
    },
    {
      "index": 130,
      "start_time": 857240.0,
      "end_time": 862210.0,
      "text": "Also linked in the description is our merch store which has cool shirts like this one and our community forum"
    },
    {
      "index": 131,
      "start_time": 862210.0,
      "end_time": 863560.0,
      "text": "which you should totally join."
    },
    {
      "index": 132,
      "start_time": 866100.0,
      "end_time": 867900.0,
      "text": "Oh I really..."
    },
    {
      "index": 133,
      "start_time": 867980.0,
      "end_time": 874240.0,
      "text": "I was really hoping I was just gonna get the screen to light up. That was all I was really... It was all I really wanted"
    },
    {
      "index": 134,
      "start_time": 879500.0,
      "end_time": 883660.0,
      "text": "Good night sweet prince. You were too good for this world."
    }
  ]
}