{
  "video_id": "um3gA0t9vaU",
  "title": "President Obama's Trip to Burma (Myanmar): Aung San Suu Kyi, University of Yangon (2012)",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 1329.0,
      "end_time": 4540.0,
      "text": "DAW AUNG SAN SUU KYI: I would like to say how happy I am to receive President Obama"
    },
    {
      "index": 2,
      "start_time": 4540.0,
      "end_time": 10309.0,
      "text": "in my country and in my house. The friendship between our two countries is of long standing."
    },
    {
      "index": 3,
      "start_time": 10309.0,
      "end_time": 15880.0,
      "text": "The United States has been staunch in its support of the democracy movement in Burma,"
    },
    {
      "index": 4,
      "start_time": 15890.0,
      "end_time": 19960.0,
      "text": "and we are confident that this support will continue through the difficult years that"
    },
    {
      "index": 5,
      "start_time": 19960.0,
      "end_time": 25140.0,
      "text": "lie ahead. I say difficult because the most difficult time in any transition is when we"
    },
    {
      "index": 6,
      "start_time": 25140.0,
      "end_time": 31880.0,
      "text": "think that success is in sight. Then we have to be very careful that we are not lured by"
    },
    {
      "index": 7,
      "start_time": 31880.0,
      "end_time": 37479.0,
      "text": "a mirage of success and that we are working to a genuine success for our people and for"
    },
    {
      "index": 8,
      "start_time": 37479.0,
      "end_time": 39970.0,
      "text": "the friendship between our two countries."
    },
    {
      "index": 9,
      "start_time": 39970.0,
      "end_time": 45850.0,
      "text": "I believe that we have been able to discuss our various concerns openly, and that as a"
    },
    {
      "index": 10,
      "start_time": 45850.0,
      "end_time": 50180.0,
      "text": "result of the President’s visit to this country, the relations between our countries"
    },
    {
      "index": 11,
      "start_time": 50180.0,
      "end_time": 53290.0,
      "text": "can only progress in the right direction."
    },
    {
      "index": 12,
      "start_time": 53290.0,
      "end_time": 59299.0,
      "text": "I intend fully to keep in touch with the United States government as far as possible, and"
    },
    {
      "index": 13,
      "start_time": 59299.0,
      "end_time": 65640.0,
      "text": "to make sure that we always liaise one another on the most important matters."
    },
    {
      "index": 14,
      "start_time": 65640.0,
      "end_time": 69650.0,
      "text": "Now, I’m told I have three minutes, and I think this is about three minutes. So thank"
    },
    {
      "index": 15,
      "start_time": 69650.0,
      "end_time": 74800.0,
      "text": "you all for coming. And I leave the floor to President Obama."
    },
    {
      "index": 16,
      "start_time": 74800.0,
      "end_time": 80330.0,
      "text": "PRESIDENT OBAMA: Well, I’ll try to be pretty brief, although not as eloquent. I was honored"
    },
    {
      "index": 17,
      "start_time": 80330.0,
      "end_time": 86960.0,
      "text": "to be the first President to welcome Daw Aung San Suu Kyi to the White House. I’m proud"
    },
    {
      "index": 18,
      "start_time": 86960.0,
      "end_time": 92908.0,
      "text": "to be the first American President to visit this spectacular country, and I am very pleased"
    },
    {
      "index": 19,
      "start_time": 92909.0,
      "end_time": 98680.0,
      "text": "that one of my first stops is to visit with an icon of democracy who has inspired so many"
    },
    {
      "index": 20,
      "start_time": 98680.0,
      "end_time": 102460.0,
      "text": "people not just in this country but all around the world."
    },
    {
      "index": 21,
      "start_time": 102460.0,
      "end_time": 109460.0,
      "text": "I especially want to thank Aung San Suu Kyi for welcoming me to her home. Here, through"
    },
    {
      "index": 22,
      "start_time": 109710.0,
      "end_time": 116710.0,
      "text": "so many difficult years, is where she displayed such unbreakable courage and determination."
    },
    {
      "index": 23,
      "start_time": 116960.0,
      "end_time": 123250.0,
      "text": "It’s here where she showed that human freedom and dignity cannot be denied."
    },
    {
      "index": 24,
      "start_time": 123250.0,
      "end_time": 130250.0,
      "text": "Today marks the next step in a new chapter between the United States and Burma. Last"
    },
    {
      "index": 25,
      "start_time": 130449.00000000001,
      "end_time": 135839.0,
      "text": "year, in response to early flickers of reform, I asked Secretary Clinton to visit this country"
    },
    {
      "index": 26,
      "start_time": 135840.0,
      "end_time": 140569.0,
      "text": "and explore with Aung San Suu Kyi and the government whether the United States could"
    },
    {
      "index": 27,
      "start_time": 140569.0,
      "end_time": 145829.0,
      "text": "empower reform efforts and begin a new relationship between our peoples."
    },
    {
      "index": 28,
      "start_time": 145830.0,
      "end_time": 151110.0,
      "text": "In the year since, we’ve seen some very encouraging progress, including Daw Aung San"
    },
    {
      "index": 29,
      "start_time": 151110.0,
      "end_time": 158110.0,
      "text": "Suu Kyi’s release and election to Parliament; the release of political prisoners; the lifting"
    },
    {
      "index": 30,
      "start_time": 158140.0,
      "end_time": 162929.0,
      "text": "of restrictions on the press; and new laws to expand labor rights and eliminate the use"
    },
    {
      "index": 31,
      "start_time": 162930.0,
      "end_time": 169930.0,
      "text": "of child soldiers. And at my direction, the United States has responded to support these"
    },
    {
      "index": 32,
      "start_time": 170190.0,
      "end_time": 172450.0,
      "text": "reforms, including the easing of sanctions."
    },
    {
      "index": 33,
      "start_time": 172450.0,
      "end_time": 179450.0,
      "text": "Now, as a former legislator myself, I followed your role in the new Parliament with interest"
    },
    {
      "index": 34,
      "start_time": 179870.0,
      "end_time": 186690.0,
      "text": "and admiration. Real democracy involves having different branches of government check and"
    },
    {
      "index": 35,
      "start_time": 186690.0,
      "end_time": 191280.0,
      "text": "balance each other, and I applaud your efforts in that regard, particularly as the head of"
    },
    {
      "index": 36,
      "start_time": 191280.0,
      "end_time": 193770.0,
      "text": "the committee of the rule of law."
    },
    {
      "index": 37,
      "start_time": 193770.0,
      "end_time": 200770.0,
      "text": "In my discussions here in Yangon, our goal is to sustain the momentum for democratization."
    },
    {
      "index": 38,
      "start_time": 204270.0,
      "end_time": 209890.0,
      "text": "That includes building credible government institutions, establishing rule of law, ending"
    },
    {
      "index": 39,
      "start_time": 209890.0,
      "end_time": 216200.0,
      "text": "ethnic conflicts, and ensuring that the people of this country have access to greater education,"
    },
    {
      "index": 40,
      "start_time": 216200.0,
      "end_time": 219129.0,
      "text": "health care, and economic opportunity."
    },
    {
      "index": 41,
      "start_time": 219129.0,
      "end_time": 226129.0,
      "text": "And I want to make a pledge to the people of this country that I am confident we can"
    },
    {
      "index": 42,
      "start_time": 227790.0,
      "end_time": 233239.0,
      "text": "keep, and that is if we see continued progress towards reform, our bilateral ties will grow"
    },
    {
      "index": 43,
      "start_time": 233239.0,
      "end_time": 237849.0,
      "text": "stronger and we will do everything we can to help ensure success."
    },
    {
      "index": 44,
      "start_time": 237849.0,
      "end_time": 244339.0,
      "text": "I&#39;m so happy, by the way, to be joined by Secretary Clinton. This is her last foreign"
    },
    {
      "index": 45,
      "start_time": 244340.0,
      "end_time": 249599.0,
      "text": "trip that we&#39;re going to take together, and it is fitting that we have come here to a"
    },
    {
      "index": 46,
      "start_time": 249599.0,
      "end_time": 252390.0,
      "text": "country that she has done so much to support."
    },
    {
      "index": 47,
      "start_time": 252390.0,
      "end_time": 259390.0,
      "text": "Where did Hillary go? Where is she? There she is. (Applause.)"
    },
    {
      "index": 48,
      "start_time": 262460.0,
      "end_time": 268878.0,
      "text": "I could not be more grateful, not only for your service, Hillary, but also for the powerful"
    },
    {
      "index": 49,
      "start_time": 268879.0,
      "end_time": 275879.0,
      "text": "message that you and Aung San Suu Kyi send about the importance of women and men everywhere"
    },
    {
      "index": 50,
      "start_time": 279199.0,
      "end_time": 282999.0,
      "text": "embracing and promoting democratic values and human rights."
    },
    {
      "index": 51,
      "start_time": 282999.0,
      "end_time": 288219.0,
      "text": "So again, I want to thank you, Daw Aung San Suu Kyi, for your extraordinary hospitality"
    },
    {
      "index": 52,
      "start_time": 288219.0,
      "end_time": 292498.0,
      "text": "and grace; the power of your example, which has been an inspiration to people all around"
    },
    {
      "index": 53,
      "start_time": 292499.0,
      "end_time": 299289.0,
      "text": "the world, including myself. Clearly, you will be playing a key role in your country&#39;s"
    },
    {
      "index": 54,
      "start_time": 299289.0,
      "end_time": 305979.0,
      "text": "future for many years to come as Burma seeks the freedom and the prosperity and the dignity"
    },
    {
      "index": 55,
      "start_time": 305979.0,
      "end_time": 310919.0,
      "text": "that not only the people of this country deserve but people all around the world deserve."
    },
    {
      "index": 56,
      "start_time": 310919.0,
      "end_time": 316438.0,
      "text": "So thank you for your inspiring message. (Applause.)"
    },
    {
      "index": 57,
      "start_time": 316439.0,
      "end_time": 323439.0,
      "text": "PRESIDENT OBAMA: Thank you. (Applause.) Myanmar Naingan, Mingalaba! (Laughter and applause.)"
    },
    {
      "index": 58,
      "start_time": 338430.0,
      "end_time": 345430.0,
      "text": "I am very honored to be here at this university and to be the first President of the United"
    },
    {
      "index": 59,
      "start_time": 346990.0,
      "end_time": 349979.0,
      "text": "States of America to visit your country."
    },
    {
      "index": 60,
      "start_time": 349979.0,
      "end_time": 356979.0,
      "text": "I came here because of the importance of your country. You live at the crossroads of East"
    },
    {
      "index": 61,
      "start_time": 360759.0,
      "end_time": 367759.0,
      "text": "and South Asia. You border the most populated nations on the planet. You have a history"
    },
    {
      "index": 62,
      "start_time": 369669.0,
      "end_time": 374960.0,
      "text": "that reaches back thousands of years, and the ability to help determine the destiny"
    },
    {
      "index": 63,
      "start_time": 374960.0,
      "end_time": 379308.0,
      "text": "of the fastest growing region of the world."
    },
    {
      "index": 64,
      "start_time": 379309.0,
      "end_time": 386289.0,
      "text": "I came here because of the beauty and diversity of your country. I have seen just earlier"
    },
    {
      "index": 65,
      "start_time": 386289.0,
      "end_time": 393289.0,
      "text": "today the golden stupa of Shwedagon, and have been moved by the timeless idea of metta -- the"
    },
    {
      "index": 66,
      "start_time": 395680.0,
      "end_time": 402680.0,
      "text": "belief that our time on this Earth can be defined by tolerance and by love. And I know"
    },
    {
      "index": 67,
      "start_time": 403520.0,
      "end_time": 409800.0,
      "text": "this land reaches from the crowded neighborhoods of this old city to the homes of more than"
    },
    {
      "index": 68,
      "start_time": 409800.0,
      "end_time": 416800.0,
      "text": "60,000 villages; from the peaks of the Himalayas, the forests of Karen State, to the banks of"
    },
    {
      "index": 69,
      "start_time": 418639.0,
      "end_time": 422839.0,
      "text": "the Irrawady River."
    },
    {
      "index": 70,
      "start_time": 422839.0,
      "end_time": 429839.0,
      "text": "I came here because of my respect for this university. It was here at this school where"
    },
    {
      "index": 71,
      "start_time": 430890.0,
      "end_time": 437890.0,
      "text": "opposition to colonial rule first took hold. It was here that Aung San edited a magazine"
    },
    {
      "index": 72,
      "start_time": 440490.0,
      "end_time": 447490.0,
      "text": "before leading an independence movement. It was here that U Thant learned the ways of"
    },
    {
      "index": 73,
      "start_time": 448779.0,
      "end_time": 455439.0,
      "text": "the world before guiding it at the United Nations. Here, scholarship thrived during"
    },
    {
      "index": 74,
      "start_time": 455439.0,
      "end_time": 462439.0,
      "text": "the last century and students demanded their basic human rights. Now, your Parliament has"
    },
    {
      "index": 75,
      "start_time": 463929.0,
      "end_time": 470929.0,
      "text": "at last passed a resolution to revitalize this university and it must reclaim its greatness,"
    },
    {
      "index": 76,
      "start_time": 471129.0,
      "end_time": 478129.0,
      "text": "because the future of this country will be determined by the education of its youth."
    },
    {
      "index": 77,
      "start_time": 478259.0,
      "end_time": 485259.0,
      "text": "I came here because of the history between our two countries. A century ago, American"
    },
    {
      "index": 78,
      "start_time": 485319.0,
      "end_time": 492319.0,
      "text": "traders, merchants and missionaries came here to build bonds of faith and commerce and friendship."
    },
    {
      "index": 79,
      "start_time": 492929.0,
      "end_time": 499929.0,
      "text": "And from within these borders in World War II, our pilots flew into China and many of"
    },
    {
      "index": 80,
      "start_time": 500520.0,
      "end_time": 507520.0,
      "text": "our troops gave their lives. Both of our nations emerged from the British Empire, and the United"
    },
    {
      "index": 81,
      "start_time": 507619.0,
      "end_time": 514619.0,
      "text": "States was among the first countries to recognize an independent Union of Burma. We were proud"
    },
    {
      "index": 82,
      "start_time": 515750.0,
      "end_time": 521409.0,
      "text": "to found an American Center in Rangoon and to build exchanges with schools like this"
    },
    {
      "index": 83,
      "start_time": 521409.0,
      "end_time": 528240.0,
      "text": "one. And through decades of differences, Americans have been united in their affection for this"
    },
    {
      "index": 84,
      "start_time": 528240.0,
      "end_time": 530450.0,
      "text": "country and its people."
    },
    {
      "index": 85,
      "start_time": 530450.0,
      "end_time": 537450.0,
      "text": "Above all, I came here because of America’s belief in human dignity. Over the last several"
    },
    {
      "index": 86,
      "start_time": 539770.0,
      "end_time": 546770.0,
      "text": "decades, our two countries became strangers. But today, I can tell you that we always remained"
    },
    {
      "index": 87,
      "start_time": 547460.0,
      "end_time": 554460.0,
      "text": "hopeful about the people of this country, about you. You gave us hope and we bore witness"
    },
    {
      "index": 88,
      "start_time": 555530.0,
      "end_time": 558329.0,
      "text": "to your courage."
    },
    {
      "index": 89,
      "start_time": 558330.0,
      "end_time": 565330.0,
      "text": "We saw the activists dressed in white visit the families of political prisoners on Sundays"
    },
    {
      "index": 90,
      "start_time": 565650.0,
      "end_time": 572650.0,
      "text": "and monks dressed in saffron protesting peacefully in the streets. We learned of ordinary people"
    },
    {
      "index": 91,
      "start_time": 573120.0,
      "end_time": 579460.0,
      "text": "who organized relief teams to respond to a cyclone, and heard the voices of students"
    },
    {
      "index": 92,
      "start_time": 579460.0,
      "end_time": 586600.0,
      "text": "and the beats of hip-hop artists projecting the sound of freedom. We came to know exiles"
    },
    {
      "index": 93,
      "start_time": 586600.0,
      "end_time": 592880.0,
      "text": "and refugees who never lost touch with their families or their ancestral home. And we were"
    },
    {
      "index": 94,
      "start_time": 592880.0,
      "end_time": 599880.0,
      "text": "inspired by the fierce dignity of Daw Aung San Suu Kyi, as she proved that no human being"
    },
    {
      "index": 95,
      "start_time": 601500.0,
      "end_time": 608490.0,
      "text": "can truly be imprisoned if hope burns in your heart."
    },
    {
      "index": 96,
      "start_time": 608490.0,
      "end_time": 613390.0,
      "text": "When I took office as President, I sent a message to those governments who ruled by"
    },
    {
      "index": 97,
      "start_time": 613390.0,
      "end_time": 620390.0,
      "text": "fear. I said, in my inauguration address, “We will extend a hand if you are willing"
    },
    {
      "index": 98,
      "start_time": 621260.0,
      "end_time": 627660.0,
      "text": "to unclench your fist.” And over the last year and a half, a dramatic transition has"
    },
    {
      "index": 99,
      "start_time": 627660.0,
      "end_time": 634660.0,
      "text": "begun, as a dictatorship of five decades has loosened its grip. Under President Thein Sein,"
    },
    {
      "index": 100,
      "start_time": 637740.0,
      "end_time": 644740.0,
      "text": "the desire for change has been met by an agenda for reform. A civilian now leads the government,"
    },
    {
      "index": 101,
      "start_time": 645560.0,
      "end_time": 652520.0,
      "text": "and a parliament is asserting itself. The once-outlawed National League for Democracy"
    },
    {
      "index": 102,
      "start_time": 652520.0,
      "end_time": 659520.0,
      "text": "stood in an election, and Aung San Suu Kyi is a Member of Parliament. Hundreds of prisoners"
    },
    {
      "index": 103,
      "start_time": 661140.0,
      "end_time": 667750.0,
      "text": "of conscience have been released, and forced labor has been banned. Preliminary cease-fires"
    },
    {
      "index": 104,
      "start_time": 667750.0,
      "end_time": 674750.0,
      "text": "have been reached with ethnic armies, and new laws allow for a more open economy."
    },
    {
      "index": 105,
      "start_time": 675380.0,
      "end_time": 682380.0,
      "text": "So today, I’ve come to keep my promise and extend the hand of friendship. America now"
    },
    {
      "index": 106,
      "start_time": 682980.0,
      "end_time": 689760.0,
      "text": "has an Ambassador in Rangoon, sanctions have been eased, and we will help rebuild an economy"
    },
    {
      "index": 107,
      "start_time": 689760.0,
      "end_time": 696760.0,
      "text": "that can offer opportunity for its people, and serve as an engine of growth for the world."
    },
    {
      "index": 108,
      "start_time": 697220.0,
      "end_time": 704220.0,
      "text": "But this remarkable journey has just begun, and has much further to go. Reforms launched"
    },
    {
      "index": 109,
      "start_time": 705450.0,
      "end_time": 712450.0,
      "text": "from the top of society must meet the aspirations of citizens who form its foundation. The flickers"
    },
    {
      "index": 110,
      "start_time": 713260.0,
      "end_time": 718580.0,
      "text": "of progress that we have seen must not be extinguished -- they must be strengthened;"
    },
    {
      "index": 111,
      "start_time": 718580.0,
      "end_time": 725290.0,
      "text": "they must become a shining North Star for all this nation’s people."
    },
    {
      "index": 112,
      "start_time": 725290.0,
      "end_time": 731880.0,
      "text": "And your success in that effort is important to the United States, as well as to me. Even"
    },
    {
      "index": 113,
      "start_time": 731880.0,
      "end_time": 738880.0,
      "text": "though we come from different places, we share common dreams: to choose our leaders; to live"
    },
    {
      "index": 114,
      "start_time": 740300.0,
      "end_time": 747300.0,
      "text": "together in peace; to get an education and make a good living; to love our families and"
    },
    {
      "index": 115,
      "start_time": 748350.0,
      "end_time": 755350.0,
      "text": "our communities. That’s why freedom is not an abstract idea; freedom is the very thing"
    },
    {
      "index": 116,
      "start_time": 755990.0,
      "end_time": 762990.0,
      "text": "that makes human progress possible -- not just at the ballot box, but in our daily lives."
    },
    {
      "index": 117,
      "start_time": 764910.0,
      "end_time": 771130.0,
      "text": "One of our greatest Presidents in the United States, Franklin Delano Roosevelt, understood"
    },
    {
      "index": 118,
      "start_time": 771130.0,
      "end_time": 778130.0,
      "text": "this truth. He defined America’s cause as more than the right to cast a ballot. He understood"
    },
    {
      "index": 119,
      "start_time": 778630.0,
      "end_time": 785630.0,
      "text": "democracy was not just voting. He called upon the world to embrace four fundamental freedoms:"
    },
    {
      "index": 120,
      "start_time": 788110.0,
      "end_time": 795110.0,
      "text": "freedom of speech, freedom of worship, freedom from want, and freedom from fear. These four"
    },
    {
      "index": 121,
      "start_time": 799300.0,
      "end_time": 806300.0,
      "text": "freedoms reinforce one another, and you cannot fully realize one without realizing them all."
    },
    {
      "index": 122,
      "start_time": 806790.0,
      "end_time": 812180.0,
      "text": "So that&#39;s the future that we seek for ourselves, and for all people. And that is what I want"
    },
    {
      "index": 123,
      "start_time": 812180.0,
      "end_time": 815500.0,
      "text": "to speak to you about today."
    },
    {
      "index": 124,
      "start_time": 815500.0,
      "end_time": 822500.0,
      "text": "First, we believe in the right of free expression so that the voices of ordinary people can"
    },
    {
      "index": 125,
      "start_time": 823630.0,
      "end_time": 830630.0,
      "text": "be heard, and governments reflect their will -- the people&#39;s will."
    },
    {
      "index": 126,
      "start_time": 831340.0,
      "end_time": 835680.0,
      "text": "In the United States, for more than two centuries, we have worked to keep this promise for all"
    },
    {
      "index": 127,
      "start_time": 835680.0,
      "end_time": 841770.0,
      "text": "of our citizens -- to win freedom for those who were enslaved; to extend the right to"
    },
    {
      "index": 128,
      "start_time": 841770.0,
      "end_time": 848770.0,
      "text": "vote for women and African Americans; to protect the rights of workers to organize."
    },
    {
      "index": 129,
      "start_time": 849279.0,
      "end_time": 855110.0,
      "text": "And we recognize no two nations achieve these rights in exactly the same way, but there"
    },
    {
      "index": 130,
      "start_time": 855110.0,
      "end_time": 861320.0,
      "text": "is no question that your country will be stronger if it draws on the strength of all of its"
    },
    {
      "index": 131,
      "start_time": 861320.0,
      "end_time": 868320.0,
      "text": "people. That’s what allows nations to succeed. That’s what reform has begun to do."
    },
    {
      "index": 132,
      "start_time": 871690.0,
      "end_time": 878690.0,
      "text": "Instead of being repressed, the right of people to assemble together must now be fully respected."
    },
    {
      "index": 133,
      "start_time": 879750.0,
      "end_time": 886750.0,
      "text": "Instead of being stifled, the veil of media censorship must continue to be lifted. And"
    },
    {
      "index": 134,
      "start_time": 887460.0,
      "end_time": 894700.0,
      "text": "as you take these steps, you can draw on your progress. Instead of being ignored, citizens"
    },
    {
      "index": 135,
      "start_time": 894700.0,
      "end_time": 901700.0,
      "text": "who protested the construction of the Myitsone dam were heard. Instead of being outlawed,"
    },
    {
      "index": 136,
      "start_time": 903370.0,
      "end_time": 910370.0,
      "text": "political parties have been allowed to participate. You can see progress being made. As one voter"
    },
    {
      "index": 137,
      "start_time": 910590.0,
      "end_time": 915980.0,
      "text": "said during the parliamentary elections here, “Our parents and grandparents waited for"
    },
    {
      "index": 138,
      "start_time": 915980.0,
      "end_time": 922980.0,
      "text": "this, but never saw it.” And now you can see it. You can taste freedom."
    },
    {
      "index": 139,
      "start_time": 924140.0,
      "end_time": 931140.0,
      "text": "And to protect the freedom of all the voters, those in power must accept constraints. That&#39;s"
    },
    {
      "index": 140,
      "start_time": 933400.0,
      "end_time": 938360.0,
      "text": "what our American system is designed to do. Now, America may have the strongest military"
    },
    {
      "index": 141,
      "start_time": 938360.0,
      "end_time": 944960.0,
      "text": "in the world, but it must submit to civilian control. I, as the President of the United"
    },
    {
      "index": 142,
      "start_time": 944960.0,
      "end_time": 950850.0,
      "text": "States, make determinations that the military then carries out, not the other way around."
    },
    {
      "index": 143,
      "start_time": 950850.0,
      "end_time": 955560.0,
      "text": "As President and Commander-In-Chief, I have that responsibility because I&#39;m accountable"
    },
    {
      "index": 144,
      "start_time": 955560.0,
      "end_time": 957260.0,
      "text": "to the people."
    },
    {
      "index": 145,
      "start_time": 957260.0,
      "end_time": 963510.0,
      "text": "Now, on other hand, as President, I cannot just impose my will on Congress -- the Congress"
    },
    {
      "index": 146,
      "start_time": 963510.0,
      "end_time": 970510.0,
      "text": "of the United States -- even though sometimes I wish I could. The legislative branch has"
    },
    {
      "index": 147,
      "start_time": 971110.0,
      "end_time": 978110.0,
      "text": "its own powers and its own prerogatives, and so they check my power and balance my power."
    },
    {
      "index": 148,
      "start_time": 978529.0,
      "end_time": 985529.0,
      "text": "I appoint some of our judges, but I cannot tell them how to rule, because every person"
    },
    {
      "index": 149,
      "start_time": 985940.0,
      "end_time": 990279.0,
      "text": "in America -- from a child living in poverty to me, the President of the United States"
    },
    {
      "index": 150,
      "start_time": 990279.0,
      "end_time": 997279.0,
      "text": "-- is equal under the law. And a judge can make a determination as to whether or not"
    },
    {
      "index": 151,
      "start_time": 997730.0,
      "end_time": 1004730.0,
      "text": "I am upholding the law or breaking the law. And I am fully accountable to that law."
    },
    {
      "index": 152,
      "start_time": 1005930.0,
      "end_time": 1010859.0,
      "text": "And I describe our system in the United States because that&#39;s how you must reach for the"
    },
    {
      "index": 153,
      "start_time": 1010860.0,
      "end_time": 1017660.0,
      "text": "future that you deserve -- a future where a single prisoner of conscience is one too"
    },
    {
      "index": 154,
      "start_time": 1017660.0,
      "end_time": 1024659.0,
      "text": "many. You need to reach for a future where the law is stronger than any single leader,"
    },
    {
      "index": 155,
      "start_time": 1026980.0,
      "end_time": 1032419.0,
      "text": "because it&#39;s accountable to the people. You need to reach for a future where no child"
    },
    {
      "index": 156,
      "start_time": 1032420.0000000001,
      "end_time": 1039140.0000000001,
      "text": "is made to be a soldier and no woman is exploited, and where the laws protect them even if they&#39;re"
    },
    {
      "index": 157,
      "start_time": 1039140.0000000001,
      "end_time": 1044791.0000000001,
      "text": "vulnerable, even if they&#39;re weak; a future where national security is strengthened by"
    },
    {
      "index": 158,
      "start_time": 1044790.0,
      "end_time": 1051790.0,
      "text": "a military that serves under civilians and a Constitution that guarantees that only those"
    },
    {
      "index": 159,
      "start_time": 1052500.0,
      "end_time": 1059500.0,
      "text": "who are elected by the people may govern."
    },
    {
      "index": 160,
      "start_time": 1059680.0,
      "end_time": 1064981.0,
      "text": "On that journey, America will support you every step of the way -- by using our assistance"
    },
    {
      "index": 161,
      "start_time": 1064980.0,
      "end_time": 1071269.0,
      "text": "to empower civil society; by engaging your military to promote professionalism and human"
    },
    {
      "index": 162,
      "start_time": 1071270.0,
      "end_time": 1076841.0,
      "text": "rights; and by partnering with you as you connect your progress towards democracy with"
    },
    {
      "index": 163,
      "start_time": 1076840.0,
      "end_time": 1083840.0,
      "text": "economic development. So advancing that journey will help you pursue a second freedom -- the"
    },
    {
      "index": 164,
      "start_time": 1085370.0,
      "end_time": 1091120.0,
      "text": "belief that all people should be free from want."
    },
    {
      "index": 165,
      "start_time": 1091120.0,
      "end_time": 1097780.0,
      "text": "It&#39;s not enough to trade a prison of powerlessness for the pain of an empty stomach. But history"
    },
    {
      "index": 166,
      "start_time": 1097780.0,
      "end_time": 1103160.0,
      "text": "shows that governments of the people and by the people and for the people are far more"
    },
    {
      "index": 167,
      "start_time": 1103160.0,
      "end_time": 1110491.0,
      "text": "powerful in delivering prosperity. And that&#39;s the partnership we seek with you."
    },
    {
      "index": 168,
      "start_time": 1110490.0,
      "end_time": 1117490.0,
      "text": "When ordinary people have a say in their own future, then your land can’t just be taken"
    },
    {
      "index": 169,
      "start_time": 1118900.0,
      "end_time": 1123779.0,
      "text": "away from you. And that&#39;s why reforms must ensure that the people of this nation can"
    },
    {
      "index": 170,
      "start_time": 1123780.0,
      "end_time": 1128140.0,
      "text": "have that most fundamental of possessions -- the right to own the title to the land"
    },
    {
      "index": 171,
      "start_time": 1128140.0,
      "end_time": 1133191.0,
      "text": "on which you live and on which you work."
    },
    {
      "index": 172,
      "start_time": 1133190.0,
      "end_time": 1139529.0,
      "text": "When your talents are unleashed, then opportunity will be created for all people. America is"
    },
    {
      "index": 173,
      "start_time": 1139530.0,
      "end_time": 1144280.0,
      "text": "lifting our ban on companies doing business here, and your government has lifted restrictions"
    },
    {
      "index": 174,
      "start_time": 1144280.0,
      "end_time": 1150481.0,
      "text": "on investment and taken steps to open up your economy. And now, as more wealth flows into"
    },
    {
      "index": 175,
      "start_time": 1150480.0,
      "end_time": 1157480.0,
      "text": "your borders, we hope and expect that it will lift up more people. It can&#39;t just help folks"
    },
    {
      "index": 176,
      "start_time": 1157940.0,
      "end_time": 1164940.0,
      "text": "at the top. It has to help everybody. And that kind of economic growth, where everybody"
    },
    {
      "index": 177,
      "start_time": 1165700.0,
      "end_time": 1172700.0,
      "text": "has opportunity -- if you work hard, you can succeed -- that&#39;s what gets a nation moving"
    },
    {
      "index": 178,
      "start_time": 1172840.0,
      "end_time": 1174999.0,
      "text": "rapidly when it comes to develop."
    },
    {
      "index": 179,
      "start_time": 1175000.0,
      "end_time": 1182000.0,
      "text": "But that kind of growth can only be created if corruption is left behind. For investment"
    },
    {
      "index": 180,
      "start_time": 1183370.0,
      "end_time": 1189000.0,
      "text": "to lead to opportunity, reform must promote budgets that are transparent and industry"
    },
    {
      "index": 181,
      "start_time": 1189000.0,
      "end_time": 1192711.0,
      "text": "that is privately owned."
    },
    {
      "index": 182,
      "start_time": 1192710.0,
      "end_time": 1196399.0,
      "text": "To lead by example, America now insists that our companies meet high standards of openness"
    },
    {
      "index": 183,
      "start_time": 1196400.0,
      "end_time": 1201851.0,
      "text": "and transparency if they&#39;re doing business here. And we&#39;ll work with organizations like"
    },
    {
      "index": 184,
      "start_time": 1201850.0,
      "end_time": 1207769.0,
      "text": "the World Bank to support small businesses and to promote an economy that allows entrepreneurs,"
    },
    {
      "index": 185,
      "start_time": 1207770.0,
      "end_time": 1213711.0,
      "text": "small businesspeople to thrive and allows workers to keep what they earn. And I very"
    },
    {
      "index": 186,
      "start_time": 1213710.0,
      "end_time": 1219590.0,
      "text": "much welcome your government’s recent decision to join what we&#39;ve called our Open Government"
    },
    {
      "index": 187,
      "start_time": 1219590.0,
      "end_time": 1226590.0,
      "text": "Partnership, so that citizens can come to expect accountability and learn exactly how"
    },
    {
      "index": 188,
      "start_time": 1226850.0,
      "end_time": 1233369.0,
      "text": "monies are spent and how your system of government operates."
    },
    {
      "index": 189,
      "start_time": 1233370.0,
      "end_time": 1238500.0,
      "text": "Above all, when your voices are heard in government, it&#39;s far more likely that your basic needs"
    },
    {
      "index": 190,
      "start_time": 1238500.0,
      "end_time": 1243611.0,
      "text": "will be met. And that’s why reform must reach the daily lives of those who are hungry"
    },
    {
      "index": 191,
      "start_time": 1243610.0,
      "end_time": 1249529.0,
      "text": "and those who are ill, and those who live without electricity or water. And here, too,"
    },
    {
      "index": 192,
      "start_time": 1249530.0,
      "end_time": 1251650.0,
      "text": "America will do our part in working with you."
    },
    {
      "index": 193,
      "start_time": 1251650.0,
      "end_time": 1258650.0,
      "text": "Today, I was proud to reestablish our USAID mission in this country, which is our lead"
    },
    {
      "index": 194,
      "start_time": 1259550.0,
      "end_time": 1265890.0,
      "text": "development agency. And the United States wants to be a partner in helping this country,"
    },
    {
      "index": 195,
      "start_time": 1265890.0,
      "end_time": 1272890.0,
      "text": "which used to be the rice bowl of Asia, to reestablish its capacity to feed its people"
    },
    {
      "index": 196,
      "start_time": 1273600.0,
      "end_time": 1279860.0,
      "text": "and to care for its sick, and educate its children, and build its democratic institutions"
    },
    {
      "index": 197,
      "start_time": 1279860.0,
      "end_time": 1285390.0,
      "text": "as you continue down the path of reform."
    },
    {
      "index": 198,
      "start_time": 1285390.0,
      "end_time": 1290429.0,
      "text": "This country is famous for its natural resources, and they must be protected against exploitation."
    },
    {
      "index": 199,
      "start_time": 1290430.0,
      "end_time": 1297430.0,
      "text": "And let us remember that in a global economy, a country’s greatest resource is its people."
    },
    {
      "index": 200,
      "start_time": 1297640.0,
      "end_time": 1303249.0,
      "text": "So by investing in you, this nation can open the door for far more prosperity -- because"
    },
    {
      "index": 201,
      "start_time": 1303250.0,
      "end_time": 1307851.0,
      "text": "unlocking a nation’s potential depends on empowering all its people, especially its"
    },
    {
      "index": 202,
      "start_time": 1307850.0,
      "end_time": 1310889.0,
      "text": "young people."
    },
    {
      "index": 203,
      "start_time": 1310890.0,
      "end_time": 1315710.0,
      "text": "Just as education is the key to America’s future, it is going to the be the key to your"
    },
    {
      "index": 204,
      "start_time": 1315710.0,
      "end_time": 1320409.0,
      "text": "future as well. And so we look forward to working with you, as we have with many of"
    },
    {
      "index": 205,
      "start_time": 1320410.0,
      "end_time": 1326361.0,
      "text": "your neighbors, to extend that opportunity and to deepen exchanges among our students."
    },
    {
      "index": 206,
      "start_time": 1326360.0,
      "end_time": 1330998.0,
      "text": "We want students from this country to travel to the United States and learn from us, and"
    },
    {
      "index": 207,
      "start_time": 1331000.0,
      "end_time": 1335640.0,
      "text": "we want U.S. students to come here and learn from you."
    },
    {
      "index": 208,
      "start_time": 1335640.0,
      "end_time": 1342640.0,
      "text": "And this truth leads me to the third freedom that I want to discuss: the freedom to worship"
    },
    {
      "index": 209,
      "start_time": 1345460.0,
      "end_time": 1352119.0,
      "text": "-- the freedom to worship as you please, and your right to basic human dignity."
    },
    {
      "index": 210,
      "start_time": 1352120.0,
      "end_time": 1358210.0,
      "text": "This country, like my own country, is blessed with diversity. Not everybody looks the same."
    },
    {
      "index": 211,
      "start_time": 1358210.0,
      "end_time": 1365210.0,
      "text": "Not everybody comes from the same region. Not everybody worships in the same way. In"
    },
    {
      "index": 212,
      "start_time": 1367280.0,
      "end_time": 1372101.0,
      "text": "your cities and towns, there are pagodas and temples, and mosques and churches standing"
    },
    {
      "index": 213,
      "start_time": 1372100.0,
      "end_time": 1379100.0,
      "text": "side by side. Well over a hundred ethnic groups have been a part of your story. Yet within"
    },
    {
      "index": 214,
      "start_time": 1381200.0,
      "end_time": 1386340.0,
      "text": "these borders, we’ve seen some of the world’s longest running insurgencies, which have cost"
    },
    {
      "index": 215,
      "start_time": 1386340.0,
      "end_time": 1393340.0,
      "text": "countless lives, and torn families and communities apart, and stood in the way of development."
    },
    {
      "index": 216,
      "start_time": 1396700.0,
      "end_time": 1403700.0,
      "text": "No process of reform will succeed without national reconciliation. (Applause.) You now"
    },
    {
      "index": 217,
      "start_time": 1409590.0,
      "end_time": 1416590.0,
      "text": "have a moment of remarkable opportunity to transform cease-fires into lasting settlements,"
    },
    {
      "index": 218,
      "start_time": 1417250.0,
      "end_time": 1424250.0,
      "text": "and to pursue peace where conflicts still linger, including in Kachin State. Those efforts"
    },
    {
      "index": 219,
      "start_time": 1425890.0,
      "end_time": 1432150.0,
      "text": "must lead to a more just and lasting peace, including humanitarian access to those in"
    },
    {
      "index": 220,
      "start_time": 1432150.0,
      "end_time": 1437560.0,
      "text": "need, and a chance for the displaced to return home."
    },
    {
      "index": 221,
      "start_time": 1437560.0,
      "end_time": 1444560.0,
      "text": "Today, we look at the recent violence in Rakhine State that has caused so much suffering, and"
    },
    {
      "index": 222,
      "start_time": 1444760.0,
      "end_time": 1451211.0,
      "text": "we see the danger of continued tensions there. For too long, the people of this state, including"
    },
    {
      "index": 223,
      "start_time": 1451210.0,
      "end_time": 1456909.0,
      "text": "ethnic Rakhine, have faced crushing poverty and persecution. But there is no excuse for"
    },
    {
      "index": 224,
      "start_time": 1456910.0,
      "end_time": 1463910.0,
      "text": "violence against innocent people. And the Rohingya hold themselves -- hold within themselves"
    },
    {
      "index": 225,
      "start_time": 1464620.0,
      "end_time": 1471620.0,
      "text": "the same dignity as you do, and I do."
    },
    {
      "index": 226,
      "start_time": 1471720.0,
      "end_time": 1475789.0,
      "text": "National reconciliation will take time, but for the sake of our common humanity, and for"
    },
    {
      "index": 227,
      "start_time": 1475790.0,
      "end_time": 1482191.0,
      "text": "the sake of this country’s future, it is necessary to stop incitement and to stop violence."
    },
    {
      "index": 228,
      "start_time": 1482190.0,
      "end_time": 1489190.0,
      "text": "And I welcome the government’s commitment to address the issues of injustice and accountability,"
    },
    {
      "index": 229,
      "start_time": 1490210.0,
      "end_time": 1497210.0,
      "text": "and humanitarian access and citizenship. That’s a vision that the world will support as you"
    },
    {
      "index": 230,
      "start_time": 1497370.0,
      "end_time": 1501860.0,
      "text": "move forward."
    },
    {
      "index": 231,
      "start_time": 1501860.0,
      "end_time": 1507419.0,
      "text": "Every nation struggles to define citizenship. America has had great debates about these"
    },
    {
      "index": 232,
      "start_time": 1507420.0,
      "end_time": 1511601.0,
      "text": "issues, and those debates continue to this day, because we’re a nation of immigrants"
    },
    {
      "index": 233,
      "start_time": 1511600.0,
      "end_time": 1517189.0,
      "text": "-- people coming from every different part of the world. But what we’ve learned in"
    },
    {
      "index": 234,
      "start_time": 1517190.0,
      "end_time": 1522539.0,
      "text": "the United States is that there are certain principles that are universal, apply to everybody"
    },
    {
      "index": 235,
      "start_time": 1522540.0,
      "end_time": 1528180.0,
      "text": "no matter what you look like, no matter where you come from, no matter what religion you"
    },
    {
      "index": 236,
      "start_time": 1528180.0,
      "end_time": 1534591.0,
      "text": "practice. The right of people to live without the threat that their families may be harmed"
    },
    {
      "index": 237,
      "start_time": 1534590.0,
      "end_time": 1541590.0,
      "text": "or their homes may be burned simply because of who they are or where they come from."
    },
    {
      "index": 238,
      "start_time": 1542110.0,
      "end_time": 1546961.0,
      "text": "Only the people of this country ultimately can define your union, can define what it"
    },
    {
      "index": 239,
      "start_time": 1546960.0,
      "end_time": 1552190.0,
      "text": "means to be a citizen of this country. But I have confidence that as you do that you"
    },
    {
      "index": 240,
      "start_time": 1552190.0,
      "end_time": 1557909.0,
      "text": "can draw on this diversity as a strength and not a weakness. Your country will be stronger"
    },
    {
      "index": 241,
      "start_time": 1557910.0,
      "end_time": 1562691.0,
      "text": "because of many different cultures, but you have to seize that opportunity. You have to"
    },
    {
      "index": 242,
      "start_time": 1562690.0,
      "end_time": 1567850.0,
      "text": "recognize that strength."
    },
    {
      "index": 243,
      "start_time": 1567850.0,
      "end_time": 1574459.0,
      "text": "I say this because my own country and my own life have taught me the power of diversity."
    },
    {
      "index": 244,
      "start_time": 1574460.0,
      "end_time": 1578109.0,
      "text": "The United States of America is a nation of Christians and Jews, and Muslims and Buddhists,"
    },
    {
      "index": 245,
      "start_time": 1578110.0,
      "end_time": 1585110.0,
      "text": "and Hindus and non-believers. Our story is shaped by every language; it’s enriched"
    },
    {
      "index": 246,
      "start_time": 1585240.0,
      "end_time": 1590581.0,
      "text": "by every culture. We have people from every corners of the world. We’ve tasted the bitterness"
    },
    {
      "index": 247,
      "start_time": 1590580.0,
      "end_time": 1597580.0,
      "text": "of civil war and segregation, but our history shows us that hatred in the human heart can"
    },
    {
      "index": 248,
      "start_time": 1597680.0,
      "end_time": 1604680.0,
      "text": "recede; that the lines between races and tribes fade away. And what’s left is a simple truth:"
    },
    {
      "index": 249,
      "start_time": 1607720.0,
      "end_time": 1614720.0,
      "text": "e pluribus unum -- that’s what we say in America. Out of many, we are one nation and"
    },
    {
      "index": 250,
      "start_time": 1615700.0,
      "end_time": 1621800.0,
      "text": "we are one people. And that truth has, time and again, made our union stronger. It has"
    },
    {
      "index": 251,
      "start_time": 1621800.0,
      "end_time": 1626539.0,
      "text": "made our country stronger. It’s part of what has made America great."
    },
    {
      "index": 252,
      "start_time": 1626540.0,
      "end_time": 1631620.0,
      "text": "We amended our Constitution to extend the democratic principles that we hold dear. And"
    },
    {
      "index": 253,
      "start_time": 1631620.0,
      "end_time": 1638620.0,
      "text": "I stand before you today as President of the most powerful nation on Earth, but recognizing"
    },
    {
      "index": 254,
      "start_time": 1640000.0,
      "end_time": 1647000.0,
      "text": "that once the color of my skin would have denied me the right to vote. And so that should"
    },
    {
      "index": 255,
      "start_time": 1647810.0,
      "end_time": 1654810.0,
      "text": "give you some sense that if our country can transcend its differences, then yours can,"
    },
    {
      "index": 256,
      "start_time": 1659440.0,
      "end_time": 1664429.0,
      "text": "too. Every human being within these borders is a part of your nation’s story, and you"
    },
    {
      "index": 257,
      "start_time": 1664430.0,
      "end_time": 1668470.0,
      "text": "should embrace that. That’s not a source of weakness, that’s a source of strength"
    },
    {
      "index": 258,
      "start_time": 1668470.0,
      "end_time": 1671170.0,
      "text": "-- if you recognize it."
    },
    {
      "index": 259,
      "start_time": 1671170.0,
      "end_time": 1676211.0,
      "text": "And that brings me to the final freedom that I will discuss today, and that is the right"
    },
    {
      "index": 260,
      "start_time": 1676210.0,
      "end_time": 1681669.0,
      "text": "of all people to live free from fear."
    },
    {
      "index": 261,
      "start_time": 1681670.0,
      "end_time": 1686890.0,
      "text": "In many ways, fear is the force that stands between human beings and their dreams. Fear"
    },
    {
      "index": 262,
      "start_time": 1686890.0,
      "end_time": 1693890.0,
      "text": "of conflict and the weapons of war. Fear of a future that is different from the past."
    },
    {
      "index": 263,
      "start_time": 1694670.0,
      "end_time": 1701170.0,
      "text": "Fear of changes that are reordering our societies and economy. Fear of people who look different,"
    },
    {
      "index": 264,
      "start_time": 1701170.0,
      "end_time": 1708170.0,
      "text": "or come from a different place, or worship in a different way. In some of her darkest"
    },
    {
      "index": 265,
      "start_time": 1708520.0,
      "end_time": 1714680.0,
      "text": "moments, when Aung San Suu Kyi was imprisoned, she wrote an essay about freedom from fear."
    },
    {
      "index": 266,
      "start_time": 1714680.0,
      "end_time": 1721300.0,
      "text": "She said fear of losing corrupts those who wield it -- “Fear of losing power corrupts"
    },
    {
      "index": 267,
      "start_time": 1721300.0,
      "end_time": 1727520.0,
      "text": "those who wield it, and fear of the scourge of power corrupts those who are subject to"
    },
    {
      "index": 268,
      "start_time": 1727520.0,
      "end_time": 1732770.0,
      "text": "it.”"
    },
    {
      "index": 269,
      "start_time": 1732770.0,
      "end_time": 1738510.0,
      "text": "That&#39;s the fear that you can leave behind. We see that chance in leaders who are beginning"
    },
    {
      "index": 270,
      "start_time": 1738510.0,
      "end_time": 1745491.0,
      "text": "to understand that power comes from appealing to people’s hopes, not people&#39;s fears. We"
    },
    {
      "index": 271,
      "start_time": 1745490.0,
      "end_time": 1750139.0,
      "text": "see it in citizens who insist that this time must be different, that this time change will"
    },
    {
      "index": 272,
      "start_time": 1750140.0,
      "end_time": 1757140.0,
      "text": "come and will continue. As Aung San Suu Kyi wrote: “Fear is not the natural state of"
    },
    {
      "index": 273,
      "start_time": 1758490.0,
      "end_time": 1765490.0,
      "text": "civilized man.” I believe that. And today, you are showing the world that fear does not"
    },
    {
      "index": 274,
      "start_time": 1765640.0,
      "end_time": 1771380.0,
      "text": "have to be the natural state of life in this country."
    },
    {
      "index": 275,
      "start_time": 1771380.0,
      "end_time": 1778380.0,
      "text": "That’s why I am here. That’s why I came to Rangoon. And that’s why what happens"
    },
    {
      "index": 276,
      "start_time": 1778620.0,
      "end_time": 1785620.0,
      "text": "here is so important -- not only to this region, but to the world. Because you&#39;re taking a"
    },
    {
      "index": 277,
      "start_time": 1786340.0,
      "end_time": 1793289.0,
      "text": "journey that has the potential to inspire so many people. This is a test of whether"
    },
    {
      "index": 278,
      "start_time": 1793290.0,
      "end_time": 1799409.0,
      "text": "a country can transition to a better place."
    },
    {
      "index": 279,
      "start_time": 1799410.0,
      "end_time": 1804430.0,
      "text": "The United States of America is a Pacific nation, and we see our future as bound to"
    },
    {
      "index": 280,
      "start_time": 1804430.0,
      "end_time": 1810801.0,
      "text": "those nations and peoples to our West. And as our economy recovers, this is where we"
    },
    {
      "index": 281,
      "start_time": 1810800.0,
      "end_time": 1816490.0,
      "text": "believe we will find enormous growth. As we have ended the wars that have dominated our"
    },
    {
      "index": 282,
      "start_time": 1816490.0,
      "end_time": 1821840.0,
      "text": "foreign policy for a decade, this region will be a focus for our efforts to build a prosperous"
    },
    {
      "index": 283,
      "start_time": 1821840.0,
      "end_time": 1823879.0,
      "text": "peace."
    },
    {
      "index": 284,
      "start_time": 1823880.0,
      "end_time": 1827571.0,
      "text": "Here in Southeast Asia, we see the potential for integration among nations and people."
    },
    {
      "index": 285,
      "start_time": 1827570.0,
      "end_time": 1834220.0,
      "text": "And as President, I have embraced ASEAN for reasons that go beyond the fact that I spent"
    },
    {
      "index": 286,
      "start_time": 1834220.0,
      "end_time": 1841220.0,
      "text": "some of my childhood in this region, in Indonesia. Because with ASEAN, we see nations that are"
    },
    {
      "index": 287,
      "start_time": 1841440.0,
      "end_time": 1845580.0,
      "text": "on the move -- nations that are growing, and democracies that are emerging; governments"
    },
    {
      "index": 288,
      "start_time": 1845580.0,
      "end_time": 1850928.0,
      "text": "that are cooperating; progress that’s building on the diversity that spans oceans and islands"
    },
    {
      "index": 289,
      "start_time": 1850930.0,
      "end_time": 1857930.0,
      "text": "and jungles and cities, peoples of every race and every religion. This is what the 21st"
    },
    {
      "index": 290,
      "start_time": 1858230.0,
      "end_time": 1863290.0,
      "text": "century should look like if we have the courage to put aside our differences and move forward"
    },
    {
      "index": 291,
      "start_time": 1863290.0,
      "end_time": 1866810.0,
      "text": "with a sense of mutual interest and mutual respect."
    },
    {
      "index": 292,
      "start_time": 1866810.0,
      "end_time": 1873810.0,
      "text": "And here in Rangoon, I want to send a message across Asia: We don’t need to be defined"
    },
    {
      "index": 293,
      "start_time": 1874770.0,
      "end_time": 1881770.0,
      "text": "by the prisons of the past. We need to look forward to the future. To the leadership of"
    },
    {
      "index": 294,
      "start_time": 1882590.0,
      "end_time": 1886190.0,
      "text": "North Korea, I have offered a choice: let go of your nuclear weapons and choose the"
    },
    {
      "index": 295,
      "start_time": 1886190.0,
      "end_time": 1891149.0,
      "text": "path of peace and progress. If you do, you will find an extended hand from the United"
    },
    {
      "index": 296,
      "start_time": 1891150.0,
      "end_time": 1893291.0,
      "text": "States of America."
    },
    {
      "index": 297,
      "start_time": 1893290.0,
      "end_time": 1900290.0,
      "text": "In 2012, we don’t need to cling to the divisions of East, West and North and South. We welcome"
    },
    {
      "index": 298,
      "start_time": 1902000.0,
      "end_time": 1907321.0,
      "text": "the peaceful rise of China, your neighbor to the North; and India, your neighbor to"
    },
    {
      "index": 299,
      "start_time": 1907320.0,
      "end_time": 1913408.0,
      "text": "the West. The United Nations -- the United States will work with any nation, large or"
    },
    {
      "index": 300,
      "start_time": 1913410.0,
      "end_time": 1918260.0,
      "text": "small, that will contribute to a world that is more peaceful and more prosperous, and"
    },
    {
      "index": 301,
      "start_time": 1918260.0,
      "end_time": 1925260.0,
      "text": "more just and more free. And the United States will be a friend to any nation that respects"
    },
    {
      "index": 302,
      "start_time": 1925810.0,
      "end_time": 1932810.0,
      "text": "the rights of its citizens and the responsibilities of international law."
    },
    {
      "index": 303,
      "start_time": 1935120.0,
      "end_time": 1942120.0,
      "text": "That&#39;s the nation, that&#39;s the world that you can start to build here in this historic city."
    },
    {
      "index": 304,
      "start_time": 1944830.0,
      "end_time": 1951830.0,
      "text": "This nation that&#39;s been so isolated can show the world the power of a new beginning, and"
    },
    {
      "index": 305,
      "start_time": 1952990.0,
      "end_time": 1959990.0,
      "text": "demonstrate once again that the journey to democracy goes hand in hand with development."
    },
    {
      "index": 306,
      "start_time": 1961900.0,
      "end_time": 1966210.0,
      "text": "I say this knowing that there are still countless people in this country who do not enjoy the"
    },
    {
      "index": 307,
      "start_time": 1966210.0,
      "end_time": 1970499.0,
      "text": "opportunities that many of you seated here do. There are tens of millions who have no"
    },
    {
      "index": 308,
      "start_time": 1970500.0,
      "end_time": 1976900.0,
      "text": "electricity. There are prisoners of conscience who still await release. There are refugees"
    },
    {
      "index": 309,
      "start_time": 1976900.0,
      "end_time": 1981620.0,
      "text": "and displaced peoples in camps where hope is still something that lies on the distant"
    },
    {
      "index": 310,
      "start_time": 1981620.0,
      "end_time": 1983270.0,
      "text": "horizon."
    },
    {
      "index": 311,
      "start_time": 1983270.0,
      "end_time": 1989880.0,
      "text": "Today, I say to you -- and I say to everybody that can hear my voice -- that the United"
    },
    {
      "index": 312,
      "start_time": 1989880.0,
      "end_time": 1995720.0,
      "text": "States of America is with you, including those who have been forgotten, those who are dispossessed,"
    },
    {
      "index": 313,
      "start_time": 1995720.0,
      "end_time": 2002720.0,
      "text": "those who are ostracized, those who are poor. We carry your story in our heads and your"
    },
    {
      "index": 314,
      "start_time": 2002810.0,
      "end_time": 2009810.0,
      "text": "hopes in our hearts, because in this 21st century with the spread of technology and"
    },
    {
      "index": 315,
      "start_time": 2010210.0,
      "end_time": 2017800.0,
      "text": "the breaking down of barriers, the frontlines of freedom are within nations and individuals,"
    },
    {
      "index": 316,
      "start_time": 2017800.0,
      "end_time": 2020720.0,
      "text": "not simply between them."
    },
    {
      "index": 317,
      "start_time": 2020720.0,
      "end_time": 2026390.0,
      "text": "As one former prisoner put it in speaking to his fellow citizens, “Politics is your"
    },
    {
      "index": 318,
      "start_time": 2026390.0,
      "end_time": 2033390.0,
      "text": "job. It’s not only for [the] politicians.” And we have an expression in the United States"
    },
    {
      "index": 319,
      "start_time": 2033790.0,
      "end_time": 2039760.0,
      "text": "that the most important office in a democracy is the office of citizen -- not President,"
    },
    {
      "index": 320,
      "start_time": 2039760.0,
      "end_time": 2046760.0,
      "text": "not Speaker, but citizen. (Applause.)"
    },
    {
      "index": 321,
      "start_time": 2048449.9999999998,
      "end_time": 2053658.9999999998,
      "text": "So as extraordinary and difficult and challenging and sometimes frustrating as this journey"
    },
    {
      "index": 322,
      "start_time": 2053659.9999999998,
      "end_time": 2060429.9999999998,
      "text": "may seem, in the end, you, the citizens of this country, are the ones who must define"
    },
    {
      "index": 323,
      "start_time": 2060429.9999999998,
      "end_time": 2066400.9999999998,
      "text": "what freedom means. You&#39;re the ones who are going to have to seize freedom, because a"
    },
    {
      "index": 324,
      "start_time": 2066400.0,
      "end_time": 2073400.0,
      "text": "true revolution of the spirit begins in each of our hearts. It requires the kind of courage"
    },
    {
      "index": 325,
      "start_time": 2074670.0,
      "end_time": 2078712.0,
      "text": "that so many of your leaders have already displayed."
    },
    {
      "index": 326,
      "start_time": 2078710.0,
      "end_time": 2084750.0,
      "text": "The road ahead will be marked by huge challenges, and there will be those who resist the forces"
    },
    {
      "index": 327,
      "start_time": 2084750.0,
      "end_time": 2091290.0,
      "text": "of change. But I stand here with confidence that something is happening in this country"
    },
    {
      "index": 328,
      "start_time": 2091290.0,
      "end_time": 2097279.0,
      "text": "that cannot be reversed, and the will of the people can lift up this nation and set a great"
    },
    {
      "index": 329,
      "start_time": 2097280.0,
      "end_time": 2103520.0,
      "text": "example for the world. And you will have in the United States of America a partner on"
    },
    {
      "index": 330,
      "start_time": 2103520.0,
      "end_time": 2108500.0,
      "text": "that long journey. So, cezu tin bad de. (Applause.)"
    },
    {
      "index": 331,
      "start_time": 2108500.0,
      "end_time": 2109800.0,
      "text": "Thank you. (Applause.)"
    }
  ]
}