{
  "video_id": "um7J1_hRBQg",
  "title": "5 People Who Risked It All For The 'Perfect' Selfie",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6060.0,
      "end_time": 12300.0,
      "text": "Less than ten years ago, if someone told you that you could die taking a photograph of yourself, you'd probably think they were crazy."
    },
    {
      "index": 2,
      "start_time": 13180.0,
      "end_time": 17660.0,
      "text": "Yet in today's world of digital technology, the possibility is now are very real."
    },
    {
      "index": 3,
      "start_time": 18220.0,
      "end_time": 22680.0,
      "text": "With the revolution of the selfie, it seems everyone is in search of that standout shot."
    },
    {
      "index": 4,
      "start_time": 23260.0,
      "end_time": 28740.0,
      "text": "But it appears that in search of the best image, people are taking more and more risks."
    },
    {
      "index": 5,
      "start_time": 29280.0,
      "end_time": 31840.0,
      "text": "And a new, disturbing phenomenon is emerging:"
    },
    {
      "index": 6,
      "start_time": 32299.999999999996,
      "end_time": 33420.0,
      "text": "\"Death by selfie\"."
    },
    {
      "index": 7,
      "start_time": 34220.0,
      "end_time": 42760.0,
      "text": "Here we look at just five of the ever-increasing number of people who have, or so-nearly paid the ultimate price in search of the perfect selfie."
    },
    {
      "index": 8,
      "start_time": 45200.0,
      "end_time": 48100.0,
      "text": "\"A selfie with a walrus ends in two deaths\""
    },
    {
      "index": 9,
      "start_time": 48780.0,
      "end_time": 55080.0,
      "text": "This case is particularly tragic, as it also claimed the life of a man who tried to rescue the selfie-taker."
    },
    {
      "index": 10,
      "start_time": 55540.0,
      "end_time": 65500.0,
      "text": "The incident took place in May 2016, when a businessman called Jia from China visited the Xixiakou Wildlife Park in the North-East of the country."
    },
    {
      "index": 11,
      "start_time": 66120.0,
      "end_time": 73020.0,
      "text": "He was visiting the park alone and was documenting his visit using photos and videos that he was posting on social media."
    },
    {
      "index": 12,
      "start_time": 73920.0,
      "end_time": 77760.0,
      "text": "He was especially excited about meeting the legendary Walrus who lived there."
    },
    {
      "index": 13,
      "start_time": 78080.0,
      "end_time": 82500.0,
      "text": "Jia took video footage and then tried to take a selfie with the animal in the background."
    },
    {
      "index": 14,
      "start_time": 83280.0,
      "end_time": 89920.0,
      "text": "Reports state he then fell into the water and the 1.5 Tonne Walrus grabbed him and dragged him underwater."
    },
    {
      "index": 15,
      "start_time": 90580.0,
      "end_time": 97460.0,
      "text": "The Walrus' zookeeper and closest human friend jumped in to save try and save him, but the Walrus grabbed him as well."
    },
    {
      "index": 16,
      "start_time": 98160.0,
      "end_time": 101920.0,
      "text": "Both men were unable to free themselves from the Walrus hug and drowned."
    },
    {
      "index": 17,
      "start_time": 102440.0,
      "end_time": 106600.0,
      "text": "The incident was witnessed by onlookers who thought it was part of the entertainment."
    },
    {
      "index": 18,
      "start_time": 107320.0,
      "end_time": 115940.0,
      "text": "It's speculated that the Walrus was just trying to play as they are not known to attack humans, especially one who's looked after him since he was a baby."
    },
    {
      "index": 19,
      "start_time": 116240.0,
      "end_time": 121280.0,
      "text": "But not realizing his strength the whole thing ended in tragedy, with both men dead."
    },
    {
      "index": 20,
      "start_time": 121620.0,
      "end_time": 127480.0,
      "text": "In the wake of the incident, the park was criticized for not having a security barrier around the Walrus enclosure."
    },
    {
      "index": 21,
      "start_time": 127940.0,
      "end_time": 133620.0,
      "text": "Meaning the public could come in close contact with it, creating the ideal environment for a selfie."
    },
    {
      "index": 22,
      "start_time": 134620.0,
      "end_time": 143440.0,
      "text": "Fortunately, the Walrus was not put down and the zoo accepted responsibility and paid Jia's family over $100,000 in compensation."
    },
    {
      "index": 23,
      "start_time": 146320.0,
      "end_time": 147760.0,
      "text": "\"Courtney Sanford\""
    },
    {
      "index": 24,
      "start_time": 148420.0,
      "end_time": 156520.0,
      "text": "In April 2014 32-year-old, Courtney Sanford, was on her way to work along the interstate 85 in North Carolina."
    },
    {
      "index": 25,
      "start_time": 157300.0,
      "end_time": 162980.0,
      "text": "It was around 8:30 in the morning and at 8:33 a post appeared on her Facebook timeline."
    },
    {
      "index": 26,
      "start_time": 163740.0,
      "end_time": 167260.0,
      "text": "At 8:34 AM, police were called to reports of a crash."
    },
    {
      "index": 27,
      "start_time": 167680.0,
      "end_time": 168980.0,
      "text": "A woman was dead at the scene."
    },
    {
      "index": 28,
      "start_time": 169520.0,
      "end_time": 171800.0,
      "text": "The result was a head-on collision with a truck."
    },
    {
      "index": 29,
      "start_time": 172120.0,
      "end_time": 173740.0,
      "text": "It was Courtney Sanford."
    },
    {
      "index": 30,
      "start_time": 174500.0,
      "end_time": 180940.0,
      "text": "Police revealed her car crossed the central reservation and crashed into a recycling lorry before bursting into flames."
    },
    {
      "index": 31,
      "start_time": 181760.0,
      "end_time": 187100.0,
      "text": "The driver of the car had no chance, although the 73-year-old driver of the truck walked away unharmed."
    },
    {
      "index": 32,
      "start_time": 187880.0,
      "end_time": 192480.0,
      "text": "It was later reported she had also been taking selfies while driving along the highway."
    },
    {
      "index": 33,
      "start_time": 193460.0,
      "end_time": 198320.0,
      "text": "It was concluded that she had no drink or drugs in her system and speed was not a factor."
    },
    {
      "index": 34,
      "start_time": 199180.0,
      "end_time": 203940.0,
      "text": "The crash, and her senseless death was caused by being distracted by taking selfies."
    },
    {
      "index": 35,
      "start_time": 204220.0,
      "end_time": 206940.0,
      "text": "And in a split-second, her life was over."
    },
    {
      "index": 36,
      "start_time": 209200.0,
      "end_time": 211280.0,
      "text": "\"A near miss by an Indian train\""
    },
    {
      "index": 37,
      "start_time": 212240.0,
      "end_time": 216560.0,
      "text": "It's interesting to know that the most selfie deaths in the world occur in India."
    },
    {
      "index": 38,
      "start_time": 217180.0,
      "end_time": 222040.0,
      "text": "And most of the victims are young people either electrocuted or struck by trains."
    },
    {
      "index": 39,
      "start_time": 222800.0,
      "end_time": 232300.0,
      "text": "Apparently this is due to the belief that posting on, or next to a train track with your best friend is regarded as romantic, and a sign of neverending friendship."
    },
    {
      "index": 40,
      "start_time": 232920.0,
      "end_time": 238360.0,
      "text": "However, this next footage was a solo effort and was taken by 25-year-old Siva Cooma."
    },
    {
      "index": 41,
      "start_time": 238880.0,
      "end_time": 243880.0,
      "text": "Who was trying to capture a video selfie near a railway station in Hyderabad, Southern India."
    },
    {
      "index": 42,
      "start_time": 244400.0,
      "end_time": 252120.0,
      "text": "It was shot in January, 2018 and Cooma can be seen looking into his phone with a big smile as the train approaches behind."
    },
    {
      "index": 43,
      "start_time": 252780.0,
      "end_time": 257400.0,
      "text": "The train is repeatedly sounding off it's horn but Cooma stays put and is hit."
    },
    {
      "index": 44,
      "start_time": 257399.99999999997,
      "end_time": 263220.0,
      "text": "Remarkably, he survived, but sustained head and body injuries and was taken to hospital."
    },
    {
      "index": 45,
      "start_time": 264040.0,
      "end_time": 269800.0,
      "text": "He has since appeared in court and was fined 500 Rupees, which equates to around £5.50."
    },
    {
      "index": 46,
      "start_time": 272500.0,
      "end_time": 275180.0,
      "text": "\"The tragic death of three young girls in Utah\""
    },
    {
      "index": 47,
      "start_time": 276220.0,
      "end_time": 282640.0,
      "text": "Now although there is no official data, this next tragic case was undoubtedly one of the first selfie-related deaths."
    },
    {
      "index": 48,
      "start_time": 283620.0,
      "end_time": 289260.0,
      "text": "In October 2011, three girls went to Spanish Fork Canyon in Utah to take photos."
    },
    {
      "index": 49,
      "start_time": 289880.0,
      "end_time": 294160.0,
      "text": "They were sisters Kelsea and Savannah Webster and 15-year-old Essa."
    },
    {
      "index": 50,
      "start_time": 295400.0,
      "end_time": 302860.0,
      "text": "The girls were watching the trains and waving to the drivers before they decided to move down to the tracks and take a selfie with an approaching train."
    },
    {
      "index": 51,
      "start_time": 303320.0,
      "end_time": 309400.0,
      "text": "As the train neared, Savannah posted on her Facebook page \"Standing right by a train, this is awesome!\"."
    },
    {
      "index": 52,
      "start_time": 310100.0,
      "end_time": 314080.0,
      "text": "Just moments later, the girls were struck by a train coming in the opposite direction."
    },
    {
      "index": 53,
      "start_time": 315000.0,
      "end_time": 320040.0,
      "text": "It's thought the noise of the first train prevented the girls from hearing the second on the other track."
    },
    {
      "index": 54,
      "start_time": 320620.0,
      "end_time": 325680.0,
      "text": "The first one was a westbound Utah Railway and the second was an eastbound Union Pacific."
    },
    {
      "index": 55,
      "start_time": 326660.0,
      "end_time": 334280.0,
      "text": "It was revealed that the girls waved to the driver of the Utah Railway train, completely unaware there was another train heading straight for them."
    },
    {
      "index": 56,
      "start_time": 334900.0,
      "end_time": 342820.0,
      "text": "The driver of the Union Pacific repeatedly sounded his horn,  but the thunderous sound of the other train meant they didn't hear it or failed to respond."
    },
    {
      "index": 57,
      "start_time": 343220.0,
      "end_time": 352440.0,
      "text": "The girls were stood in the 3-foot gap between the two passing trains and the resulting turbulence would have been strong enough to force them into the side or under the passing trains."
    },
    {
      "index": 58,
      "start_time": 353400.0,
      "end_time": 360660.0,
      "text": "Kelsea and Essa were killed instantly, but remarkably, Savannah survived the initial impact but sadly died three days later."
    },
    {
      "index": 59,
      "start_time": 363320.0,
      "end_time": 364600.0,
      "text": "\"A fall from a window\""
    },
    {
      "index": 60,
      "start_time": 365560.0,
      "end_time": 369900.0,
      "text": "In November 2017, a young woman fell from a window in South London."
    },
    {
      "index": 61,
      "start_time": 370620.0,
      "end_time": 376800.0,
      "text": "Two days after the fall, the lady passed away, and it was confirmed that she fell after trying to take a selfie."
    },
    {
      "index": 62,
      "start_time": 377900.0,
      "end_time": 384000.0,
      "text": "Her name was Tony Kelly, a 20-year-old who had recently settled in Britan after moving from her home in New Zealand."
    },
    {
      "index": 63,
      "start_time": 384980.0,
      "end_time": 389200.0,
      "text": "Tony was a keen traveler who is known to document her life and trips on Instagram."
    },
    {
      "index": 64,
      "start_time": 389660.0,
      "end_time": 395740.0,
      "text": "And it was while trying to capture a shot of her new life in London that she fell from the 2nd story window to the streets below."
    },
    {
      "index": 65,
      "start_time": 396560.0,
      "end_time": 401060.0,
      "text": "She suffered serious head injuries and died two days later, on November the 14th."
    },
    {
      "index": 66,
      "start_time": 401980.0,
      "end_time": 407380.0,
      "text": "After her death, friends had to raise money through a Just Giving page to fly her body home to New Zealand."
    },
    {
      "index": 67,
      "start_time": 409360.0,
      "end_time": 412880.0,
      "text": "So that's five people who risked it all for the \"perfect selfie\"."
    },
    {
      "index": 68,
      "start_time": 413520.0,
      "end_time": 416200.0,
      "text": "Thanks for watching, and I'll see you in the next video."
    }
  ]
}