{
  "video_id": "umdYVNYPAg4",
  "title": "SoundBot SB571 Review | AMAZING SOUND QUALITY!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2260.0,
      "end_time": 6760.0,
      "text": "Hey guys this is AppsOnFire and this is probably one of my favorite bluetooth speakers so far."
    },
    {
      "index": 2,
      "start_time": 6760.0,
      "end_time": 11450.0,
      "text": "I have reviewed many bluetooth speakers but the sound quality on this one is just amazing"
    },
    {
      "index": 3,
      "start_time": 11450.0,
      "end_time": 18450.0,
      "text": "and its also pretty cheap as well. Stay tuned. So design wise this immediately reminded me"
    },
    {
      "index": 4,
      "start_time": 22699.0,
      "end_time": 27320.0,
      "text": "of a jawbone jambox. They are not exactly alike but are very similar. The front of the"
    },
    {
      "index": 5,
      "start_time": 27320.0,
      "end_time": 31890.0,
      "text": "speaker has that similar staggered diamond design on the front which is like the jambox."
    },
    {
      "index": 6,
      "start_time": 31890.0,
      "end_time": 36129.0,
      "text": "Also the same kind of build as well. The whole speaker is made up of this soft touch polycarbonate"
    },
    {
      "index": 7,
      "start_time": 36129.0,
      "end_time": 40899.0,
      "text": "like material that feels really nice and doesn&#39;t attract a lot of fingerprints which is a big"
    },
    {
      "index": 8,
      "start_time": 40899.0,
      "end_time": 45420.0,
      "text": "plus. The material also seems pretty durable and really adds to the build quality. Going"
    },
    {
      "index": 9,
      "start_time": 45420.0,
      "end_time": 49359.0,
      "text": "back to front you get this metal grill which also looks nice but when I push on it there"
    },
    {
      "index": 10,
      "start_time": 49359.0,
      "end_time": 53589.0,
      "text": "is a little give and does creak a bit. But its not that big of a problem though. On the"
    },
    {
      "index": 11,
      "start_time": 53589.0,
      "end_time": 57138.0,
      "text": "top you get these circle buttons. You get a button for answering calls because it does"
    },
    {
      "index": 12,
      "start_time": 57139.0,
      "end_time": 61649.0,
      "text": "have a built in microphone just in case someone is calling when your listening to music. You"
    },
    {
      "index": 13,
      "start_time": 61649.0,
      "end_time": 66300.0,
      "text": "also get your play/pause, forward and backward skip buttons, and your volume buttons. You"
    },
    {
      "index": 14,
      "start_time": 66300.0,
      "end_time": 70440.0,
      "text": "guys know I love it when bluetooth speakers have seperate buttons for the volume and skip"
    },
    {
      "index": 15,
      "start_time": 70440.0,
      "end_time": 75720.0,
      "text": "buttons. So soundbot nailed it with the layout. While the buttons are pretty responsive, I"
    },
    {
      "index": 16,
      "start_time": 75720.0,
      "end_time": 79000.0,
      "text": "really wish that they were more tactile because sometimes I feel like I don&#39;t know whether"
    },
    {
      "index": 17,
      "start_time": 79000.0,
      "end_time": 84860.0,
      "text": "I was pressing the buttons or not. So pairing the speaker was super easy as expected. It"
    },
    {
      "index": 18,
      "start_time": 84860.0,
      "end_time": 88900.0,
      "text": "connects to my device really fast and I had no problems with stuttering when playing music."
    },
    {
      "index": 19,
      "start_time": 88900.0,
      "end_time": 92280.0,
      "text": "You also get a little voice notification when you are connected and beeps when you reach"
    },
    {
      "index": 20,
      "start_time": 92280.0,
      "end_time": 96680.0,
      "text": "the maximum volume level. Little touches like this make the speaker a lot more premium."
    },
    {
      "index": 21,
      "start_time": 96680.0,
      "end_time": 100990.0,
      "text": "Also Iwas pretty impressed with the range as well. Soundbot claims it to be 33 feet"
    },
    {
      "index": 22,
      "start_time": 100990.0,
      "end_time": 105419.0,
      "text": "and it seems to be accurate when you are in open space and there are no walls blocking."
    },
    {
      "index": 23,
      "start_time": 105420.0,
      "end_time": 109490.0,
      "text": "Battery life on this speaker was good. You have a 1000mAh battery in this speaker and"
    },
    {
      "index": 24,
      "start_time": 109490.0,
      "end_time": 114390.0,
      "text": "should get you about 8 hours music playback when on bluetooth and 12 hours using an aux"
    },
    {
      "index": 25,
      "start_time": 114390.0,
      "end_time": 118710.0,
      "text": "cable. So overall the battery life was pretty average and really nothing to complain about."
    },
    {
      "index": 26,
      "start_time": 118710.0,
      "end_time": 124000.0,
      "text": "Know for the best thing that this speaker offers. The sound quality. The soundbot sb571"
    },
    {
      "index": 27,
      "start_time": 124000.0,
      "end_time": 128300.0,
      "text": "is a total beast at sound quality. Soundbot was really pushing that this speaker had great"
    },
    {
      "index": 28,
      "start_time": 128300.00000000001,
      "end_time": 133690.0,
      "text": "sound quality so I was expecting a lot out of this speaker. It is supposed to have dynamic"
    },
    {
      "index": 29,
      "start_time": 133690.0,
      "end_time": 138170.0,
      "text": "bass, crispy mids, and crystal clear highs. That was what soundbot advertised on the box"
    },
    {
      "index": 30,
      "start_time": 138170.0,
      "end_time": 142469.0,
      "text": "and that is what you get. Soundbot really did a great job with this speaker sound quality"
    },
    {
      "index": 31,
      "start_time": 142469.0,
      "end_time": 146749.0,
      "text": "wise. You get a really nice full and rich sound and everything is super clear and the"
    },
    {
      "index": 32,
      "start_time": 146749.0,
      "end_time": 151379.0,
      "text": "vocals really stand out. The bass is also pretty good on this speaker and that is very"
    },
    {
      "index": 33,
      "start_time": 151379.0,
      "end_time": 155439.0,
      "text": "rare for bluetooth speakers with this price point. So if you are looking for great sound"
    },
    {
      "index": 34,
      "start_time": 155439.0,
      "end_time": 161680.0,
      "text": "quality at a low price than the soundbot sb571 is the way to go. It may not be able to compete"
    },
    {
      "index": 35,
      "start_time": 161680.0,
      "end_time": 167370.0,
      "text": "with the really high end speakers but it is still very very good. So at the time of this"
    },
    {
      "index": 36,
      "start_time": 167370.0,
      "end_time": 173400.0,
      "text": "video it goes for about 25 dollars on amazon and that completely blows my mind so I suggest"
    },
    {
      "index": 37,
      "start_time": 173400.0,
      "end_time": 177279.0,
      "text": "you go get this now. It would make a really good christmas gift. It has some really good"
    },
    {
      "index": 38,
      "start_time": 177279.0,
      "end_time": 181689.0,
      "text": "reviews on amazon and everyone who reviewed gave it a five star rating so I&#39;m not the"
    },
    {
      "index": 39,
      "start_time": 181689.0,
      "end_time": 185749.0,
      "text": "only one who thinks this is a great bluetooth speaker. It is absolutely worth the price"
    },
    {
      "index": 40,
      "start_time": 185749.0,
      "end_time": 190600.0,
      "text": "and I totally recommend it. Thats basically it for this review. Make sure to leave a like"
    },
    {
      "index": 41,
      "start_time": 190600.0,
      "end_time": 194680.0,
      "text": "to show your support and follow me on instagram and twitter so we can stay connected, my usernames"
    },
    {
      "index": 42,
      "start_time": 194680.0,
      "end_time": 198860.0,
      "text": "are at the end of the video. Thanks for watching and I&#39;ll see you in the next review."
    }
  ]
}