{
  "video_id": "unWnZvXJH2o",
  "title": "Sensation and Perception: Crash Course Psychology #5",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 190.0,
      "end_time": 5040.0,
      "text": "Let me tell you about Oliver Sacks, the famous physician, professor and author of unusual"
    },
    {
      "index": 2,
      "start_time": 5040.0,
      "end_time": 9209.0,
      "text": "neurological case studies. We’ll be looking at some of his fascinating research in future lessons,"
    },
    {
      "index": 3,
      "start_time": 9209.0,
      "end_time": 12909.0,
      "text": "but for now, I just want to talk about Sacks himself. Although he possesses"
    },
    {
      "index": 4,
      "start_time": 12909.0,
      "end_time": 17690.0,
      "text": "a brilliant and inquisitive mind, Dr. Sacks cannot do a simple thing that your average toddler can."
    },
    {
      "index": 5,
      "start_time": 17690.0,
      "end_time": 21940.0,
      "text": "He can’t recognize his own face in the mirror."
    },
    {
      "index": 6,
      "start_time": 21940.0,
      "end_time": 26960.0,
      "text": "Sacks has a form of prosopagnosia, a neurological disorder that impairs a person’s ability"
    },
    {
      "index": 7,
      "start_time": 26960.0,
      "end_time": 31570.0,
      "text": "to perceive or recognize faces, also known as face blindness. Last week we talked about"
    },
    {
      "index": 8,
      "start_time": 31570.0,
      "end_time": 36460.0,
      "text": "how brain function is localized, and this is another peculiarly excellent example of that."
    },
    {
      "index": 9,
      "start_time": 36460.0,
      "end_time": 41559.0,
      "text": "Sacks can recognize his coffee cup on the shelf, but he can’t pick out his oldest"
    },
    {
      "index": 10,
      "start_time": 41559.0,
      "end_time": 45649.0,
      "text": "friend from a crowd, because the specific sliver of his brain responsible for facial"
    },
    {
      "index": 11,
      "start_time": 45649.0,
      "end_time": 49949.0,
      "text": "recognition is malfunctioning. There’s nothing wrong with his vision. The sense is intact."
    },
    {
      "index": 12,
      "start_time": 49949.0,
      "end_time": 54579.0,
      "text": "The problem is with his perception, at least when it comes to recognizing faces."
    },
    {
      "index": 13,
      "start_time": 54579.0,
      "end_time": 59370.0,
      "text": "Prosopagnosia is a good example of how sensing and perceiving are connected, but different."
    },
    {
      "index": 14,
      "start_time": 59370.0,
      "end_time": 63649.0,
      "text": "Sensation is the bottom-up process by which our senses, like vision, hearing and smell,"
    },
    {
      "index": 15,
      "start_time": 63649.0,
      "end_time": 68690.0,
      "text": "receive and relay outside stimuli. Perception, on the other hand, is the top-down way our"
    },
    {
      "index": 16,
      "start_time": 68690.0,
      "end_time": 73420.0,
      "text": "brains organize and interpret that information and put it into context. So right now at this"
    },
    {
      "index": 17,
      "start_time": 73420.0,
      "end_time": 77800.0,
      "text": "very moment, you’re probably receiving light from your screen through your eyes, which"
    },
    {
      "index": 18,
      "start_time": 77800.0,
      "end_time": 81830.0,
      "text": "will send the data of that sensation to your brain. Perception meanwhile is your brain"
    },
    {
      "index": 19,
      "start_time": 81830.0,
      "end_time": 85230.0,
      "text": "telling you that what you’re seeing is a diagram explaining the difference between"
    },
    {
      "index": 20,
      "start_time": 85230.0,
      "end_time": 89700.0,
      "text": "sensation and perception, which is pretty meta. Now your brain is interpreting that"
    },
    {
      "index": 21,
      "start_time": 89700.0,
      "end_time": 99060.0,
      "text": "light as a talking person, whom your brain might additionally recognize as Hank."
    },
    {
      "index": 22,
      "start_time": 104060.0,
      "end_time": 107990.0,
      "text": "We are constantly bombarded by stimuli even though we’re only aware of what our own"
    },
    {
      "index": 23,
      "start_time": 107990.0,
      "end_time": 113130.0,
      "text": "senses can pick up. Like I can see and hear and feel and even smell this Corgi,"
    },
    {
      "index": 24,
      "start_time": 113130.0,
      "end_time": 118230.0,
      "text": "but I can’t hunt using sonar like a bat or hear a mole tunneling underground like an owl or"
    },
    {
      "index": 25,
      "start_time": 118230.0,
      "end_time": 123240.0,
      "text": "see ultraviolet and infrared light like a mantis shrimp. I probably can’t even smell"
    },
    {
      "index": 26,
      "start_time": 123240.0,
      "end_time": 130190.0,
      "text": "half of what you can smell. No! No! We have different senses. Mwah mwah mwah mwah mwah."
    },
    {
      "index": 27,
      "start_time": 130190.0,
      "end_time": 130670.0,
      "text": "Yeah."
    },
    {
      "index": 28,
      "start_time": 130669.99999999999,
      "end_time": 135340.0,
      "text": "There’s a lot to sense in the world, and not everybody needs to sense all the same stuff."
    },
    {
      "index": 29,
      "start_time": 135340.0,
      "end_time": 139340.0,
      "text": "So every animal has its limitations which we can talk about more precisely"
    },
    {
      "index": 30,
      "start_time": 139340.0,
      "end_time": 144319.0,
      "text": "if we define the Absolute Threshold of Sensation, the minimum stimulation needed to register"
    },
    {
      "index": 31,
      "start_time": 144319.0,
      "end_time": 148840.0,
      "text": "a particular stimulus, 50% of the time. So if I play a tiny little beep in your ear and"
    },
    {
      "index": 32,
      "start_time": 148840.0,
      "end_time": 151920.0,
      "text": "you tell me that you hear it fifty percent of the times that I play it,"
    },
    {
      "index": 33,
      "start_time": 151920.0,
      "end_time": 156260.0,
      "text": "that’s your absolute threshold of sensation. We have to use a percentage because sometimes I'll play"
    },
    {
      "index": 34,
      "start_time": 156260.0,
      "end_time": 159640.0,
      "text": "the beep and you’ll hear it and sometimes you won’t even though it’s the exact same volume."
    },
    {
      "index": 35,
      "start_time": 159640.0,
      "end_time": 163080.0,
      "text": "Why? Because brains are complicated."
    },
    {
      "index": 36,
      "start_time": 163080.0,
      "end_time": 166440.0,
      "text": "Detecting a weak sensory signal like that beep in daily life isn’t only about the"
    },
    {
      "index": 37,
      "start_time": 166440.0,
      "end_time": 171290.0,
      "text": "strength of the stimulus. It’s also about your psychological state; your alertness and"
    },
    {
      "index": 38,
      "start_time": 171290.0,
      "end_time": 176290.0,
      "text": "expectations in the moment. This has to do with Signal Detection Theory, a model for"
    },
    {
      "index": 39,
      "start_time": 176290.0,
      "end_time": 181770.0,
      "text": "predicting how and when a person will detect a weak stimuli, partly based on context."
    },
    {
      "index": 40,
      "start_time": 181770.0,
      "end_time": 186040.0,
      "text": "Exhausted new parents might hear their baby’s tiniest whimper, but not even register the bellow"
    },
    {
      "index": 41,
      "start_time": 186040.0,
      "end_time": 191130.0,
      "text": "of a passing train. Their paranoid parent brains are so trained on their baby,"
    },
    {
      "index": 42,
      "start_time": 191130.0,
      "end_time": 195620.0,
      "text": "it gives their senses a sort of boosted ability, but only in relation to the subject of their attention."
    },
    {
      "index": 43,
      "start_time": 195620.0,
      "end_time": 200130.0,
      "text": "Conversely, if you’re experiencing constant stimulation, your senses will adjust in a"
    },
    {
      "index": 44,
      "start_time": 200130.0,
      "end_time": 204370.0,
      "text": "process called sensory adaptation. It is the reason that I have to check and see if my"
    },
    {
      "index": 45,
      "start_time": 204370.0,
      "end_time": 207959.0,
      "text": "wallet is there if it’s in my right pocket, but if I move it to my left pocket,"
    },
    {
      "index": 46,
      "start_time": 207959.0,
      "end_time": 211569.0,
      "text": "it feels like a big uncomfortable lump. It’s also useful to be able to talk about our ability"
    },
    {
      "index": 47,
      "start_time": 211569.0,
      "end_time": 215430.0,
      "text": "to detect the difference between two stimuli. I might go out at night and look up at the sky"
    },
    {
      "index": 48,
      "start_time": 215430.0,
      "end_time": 220720.0,
      "text": "and, well, I know with my objective science brain that no two stars have the exact same brightness,"
    },
    {
      "index": 49,
      "start_time": 220720.0,
      "end_time": 225380.0,
      "text": "and yeah, I can tell with my eyeballs that some stars are brighter than others,"
    },
    {
      "index": 50,
      "start_time": 225380.0,
      "end_time": 229989.0,
      "text": "but other stars just look exactly the same to me. I can’t tell the difference in their brightness."
    },
    {
      "index": 51,
      "start_time": 230690.0,
      "end_time": 238379.0,
      "text": "Are you done? Is it time for your to go? Gimme, gimme a kiiiissss. Yes, yes. Okay. Good girl."
    },
    {
      "index": 52,
      "start_time": 238379.0,
      "end_time": 242069.0,
      "text": "The point at which one can tell the difference is the difference threshold, but it’s not linear."
    },
    {
      "index": 53,
      "start_time": 242069.0,
      "end_time": 246190.0,
      "text": "Like. if a tiny star is just a tiny bit brighter than another tiny star, I can tell."
    },
    {
      "index": 54,
      "start_time": 246190.0,
      "end_time": 250739.0,
      "text": "But if a big star is that same tiny amount brighter than another big star, I won’t"
    },
    {
      "index": 55,
      "start_time": 250739.0,
      "end_time": 254270.0,
      "text": "be able to tell the difference. This is important enough that we gave the guy who discovered"
    },
    {
      "index": 56,
      "start_time": 254270.0,
      "end_time": 259500.0,
      "text": "it a law. Weber’s Law says that we perceive differences on a logarithmic, not a linear scale."
    },
    {
      "index": 57,
      "start_time": 259500.0,
      "end_time": 263680.0,
      "text": "It’s not the amount of change. It’s the percentage change that matters."
    },
    {
      "index": 58,
      "start_time": 263680.0,
      "end_time": 268930.0,
      "text": "Alright. How about now we take a more in depth look at how one of our most powerful senses works?"
    },
    {
      "index": 59,
      "start_time": 268930.0,
      "end_time": 274250.0,
      "text": "Vision. Your ability to see your face in the mirror is the result of a long but"
    },
    {
      "index": 60,
      "start_time": 274250.0,
      "end_time": 278910.0,
      "text": "lightning quick sequence of events. Light bounces off your face and then off the mirror"
    },
    {
      "index": 61,
      "start_time": 278910.0,
      "end_time": 283990.0,
      "text": "and then into your eyes, which take in all that varied energy and transforms it into"
    },
    {
      "index": 62,
      "start_time": 283990.0,
      "end_time": 288500.0,
      "text": "neural messages that your brain processes and organizes into what you actually see,"
    },
    {
      "index": 63,
      "start_time": 288500.0,
      "end_time": 292090.0,
      "text": "which is your face. Or if you’re looking elsewhere, you could see a coffee cup or a"
    },
    {
      "index": 64,
      "start_time": 292090.0,
      "end_time": 294550.0,
      "text": "Corgi or a scary clown holding a tiny cream pie."
    },
    {
      "index": 65,
      "start_time": 294550.0,
      "end_time": 298380.0,
      "text": "So how do we transform light waves into meaningful information? Well, let’s start with the light itself."
    },
    {
      "index": 66,
      "start_time": 298380.0,
      "end_time": 302880.0,
      "text": "What we humans see as light is only a small fraction of the full spectrum"
    },
    {
      "index": 67,
      "start_time": 302880.0,
      "end_time": 308060.0,
      "text": "of electromagnetic radiation that ranges from gamma to radio waves. Now light has all kinds"
    },
    {
      "index": 68,
      "start_time": 308060.0,
      "end_time": 312380.0,
      "text": "of fascinating characteristics that determine how we sense it, but for the purposes of this topic,"
    },
    {
      "index": 69,
      "start_time": 312380.0,
      "end_time": 317190.0,
      "text": "we’ll understand light as traveling in waves. The wave’s wavelength and frequency"
    },
    {
      "index": 70,
      "start_time": 317190.0,
      "end_time": 321180.0,
      "text": "determines their hue, and their amplitude determines their intensity or brightness."
    },
    {
      "index": 71,
      "start_time": 321180.0,
      "end_time": 326210.0,
      "text": "For instance a short wave has a high frequency. Our eyes register short wavelengths with high"
    },
    {
      "index": 72,
      "start_time": 326210.0,
      "end_time": 331290.0,
      "text": "frequencies as blueish colors while we see long, low frequency wavelengths as reddish hues."
    },
    {
      "index": 73,
      "start_time": 331290.0,
      "end_time": 334760.0,
      "text": "The way we register the brightness of a color, the contrast between the orange of"
    },
    {
      "index": 74,
      "start_time": 334760.0,
      "end_time": 338970.0,
      "text": "a sherbet and the orange of a construction cone has to do with the intensity or amount"
    },
    {
      "index": 75,
      "start_time": 338970.0,
      "end_time": 344320.0,
      "text": "of energy in a given light wave. Which as we’ve just said is determined by its amplitude."
    },
    {
      "index": 76,
      "start_time": 344320.0,
      "end_time": 347820.0,
      "text": "Greater amplitude means higher intensity, means brighter color."
    },
    {
      "index": 77,
      "start_time": 347820.0,
      "end_time": 352960.0,
      "text": "Someone’s just told me that sherbet doesn’t- isn’t a word that exists. His name is Michael Aranda"
    },
    {
      "index": 78,
      "start_time": 352960.0,
      "end_time": 359300.0,
      "text": "and he’s a dumbhead. Did you type it into the dictionary? Type it into Google."
    },
    {
      "index": 79,
      "start_time": 359300.0,
      "end_time": 362370.0,
      "text": "Ask Google about sherbet. So sherbet is a thing."
    },
    {
      "index": 80,
      "start_time": 362370.0,
      "end_time": 365949.0,
      "text": "So after taking this light in through the cornea and the pupil, it hits the transparent"
    },
    {
      "index": 81,
      "start_time": 365949.0,
      "end_time": 371580.0,
      "text": "disc behind the pupil: the lens, which focuses the light rays into specific images, and just"
    },
    {
      "index": 82,
      "start_time": 371580.0,
      "end_time": 375610.0,
      "text": "as you’d expect the lens to do, it projects these images onto the retina, the inner surface"
    },
    {
      "index": 83,
      "start_time": 375610.0,
      "end_time": 380150.0,
      "text": "of the eyeball that contains all the receptor cells that begin sensing that visual information."
    },
    {
      "index": 84,
      "start_time": 380150.0,
      "end_time": 384259.0,
      "text": "Now your retinas don’t receive a full image like a movie being projected onto a screen."
    },
    {
      "index": 85,
      "start_time": 384259.0,
      "end_time": 388930.0,
      "text": "It’s more like a bunch of pixel points of light energy that millions of receptors translate"
    },
    {
      "index": 86,
      "start_time": 388930.0,
      "end_time": 392009.0,
      "text": "into neural impulses and zip back into the brain."
    },
    {
      "index": 87,
      "start_time": 392009.0,
      "end_time": 396509.0,
      "text": "These retinal receptors are called rods and cones. Our rods detect gray scale and are"
    },
    {
      "index": 88,
      "start_time": 396509.0,
      "end_time": 401009.0,
      "text": "used in our peripheral vision as well as to avoid stubbing our toes in twilight conditions"
    },
    {
      "index": 89,
      "start_time": 401009.0,
      "end_time": 405380.0,
      "text": "when we can’t really see in color. Our cones detect fine detail and color."
    },
    {
      "index": 90,
      "start_time": 405380.0,
      "end_time": 410630.0,
      "text": "Concentrated near the retina’s central focal point called the fovea, cones function only in well lit conditions,"
    },
    {
      "index": 91,
      "start_time": 410630.0,
      "end_time": 414669.0,
      "text": "allowing you to appreciate the intricacies of your grandma’s china pattern"
    },
    {
      "index": 92,
      "start_time": 414669.0,
      "end_time": 420070.0,
      "text": "or your uncle’s sleeve tattoo. And the human eye is terrific at seeing color. Our difference"
    },
    {
      "index": 93,
      "start_time": 420070.0,
      "end_time": 424889.0,
      "text": "threshold for colors is so exceptional that the average person can distinguish a million different hues."
    },
    {
      "index": 94,
      "start_time": 425740.0,
      "end_time": 429919.0,
      "text": "There’s a good deal of ongoing research around exactly how our color vision works."
    },
    {
      "index": 95,
      "start_time": 429919.0,
      "end_time": 433830.0,
      "text": "But two theories help us explain some of what we know. One model, called the Young-Helmholtz"
    },
    {
      "index": 96,
      "start_time": 433830.0,
      "end_time": 438530.0,
      "text": "trichromatic theory suggests that the retina houses three specific color receptor cones"
    },
    {
      "index": 97,
      "start_time": 438530.0,
      "end_time": 442520.0,
      "text": "that register red, green and blue, and when stimulated together, their combined power"
    },
    {
      "index": 98,
      "start_time": 442520.0,
      "end_time": 446860.0,
      "text": "allows the eye to register any color. Unless, of course you’re colorblind. About one in"
    },
    {
      "index": 99,
      "start_time": 446860.0,
      "end_time": 450990.0,
      "text": "fifty people have some level of color vision deficiency. They’re mostly dudes because"
    },
    {
      "index": 100,
      "start_time": 450990.0,
      "end_time": 454530.0,
      "text": "the genetic defect is sex linked. If you can’t see the Crash Course logo pop out at you in this figure,"
    },
    {
      "index": 101,
      "start_time": 454530.0,
      "end_time": 459000.0,
      "text": "it’s likely that your red or green cones are missing or malfunctioning"
    },
    {
      "index": 102,
      "start_time": 459000.0,
      "end_time": 463289.0,
      "text": "which means you have dichromatic instead of trichromatic vision and can’t distinguish"
    },
    {
      "index": 103,
      "start_time": 463289.0,
      "end_time": 465030.0,
      "text": "between shades of red and green."
    },
    {
      "index": 104,
      "start_time": 465030.0,
      "end_time": 468620.0,
      "text": "The other model for color vision, known as the opponent-process theory, suggests that"
    },
    {
      "index": 105,
      "start_time": 468620.0,
      "end_time": 473250.0,
      "text": "we see color through processes that actually work against each other. So some receptor"
    },
    {
      "index": 106,
      "start_time": 473250.0,
      "end_time": 478340.0,
      "text": "cells might be stimulated by red but inhibited by green, while others do the opposite,"
    },
    {
      "index": 107,
      "start_time": 478340.0,
      "end_time": 480699.0,
      "text": "and those combinations allow us to register colors."
    },
    {
      "index": 108,
      "start_time": 480699.0,
      "end_time": 484569.0,
      "text": "But back to your eyeballs. When stimulated, the rods and cones trigger chemical changes"
    },
    {
      "index": 109,
      "start_time": 484569.0,
      "end_time": 490080.0,
      "text": "that spark neural signals which in turn activate the cells behind them called bipolar cells,"
    },
    {
      "index": 110,
      "start_time": 490080.0,
      "end_time": 495009.0,
      "text": "whose job it is to turn on the neighboring ganglion cells. The long axon tails of these"
    },
    {
      "index": 111,
      "start_time": 495009.0,
      "end_time": 499610.0,
      "text": "ganglions braid together to form the ropy optic nerve, which is what carries the neural impulses"
    },
    {
      "index": 112,
      "start_time": 499610.0,
      "end_time": 503940.0,
      "text": "from the eyeball to the brain. That visual information then slips through a chain"
    },
    {
      "index": 113,
      "start_time": 503940.0,
      "end_time": 509210.0,
      "text": "of progressively complex levels as it travels from optic nerve, to the thalamus,"
    },
    {
      "index": 114,
      "start_time": 509210.0,
      "end_time": 512610.0,
      "text": "and on to the brain’s visual cortex. The visual cortex sits at the back of the brain in the occipital lobe,"
    },
    {
      "index": 115,
      "start_time": 512610.0,
      "end_time": 517640.0,
      "text": "where the right cortex processes input from the left eye and vice versa."
    },
    {
      "index": 116,
      "start_time": 517640.0,
      "end_time": 522669.0,
      "text": "This cortex has specialized nerve cells, called feature detectors that respond to specific features"
    },
    {
      "index": 117,
      "start_time": 522669.0,
      "end_time": 527560.0,
      "text": "like shapes, angles and movements. In other words different parts of your visual"
    },
    {
      "index": 118,
      "start_time": 527560.0,
      "end_time": 530810.0,
      "text": "cortex are responsible for identifying different aspects of things."
    },
    {
      "index": 119,
      "start_time": 530810.0,
      "end_time": 534540.0,
      "text": "A person who can’t recognize human faces may have no trouble picking out their set"
    },
    {
      "index": 120,
      "start_time": 534540.0,
      "end_time": 538330.0,
      "text": "of keys from a pile on the counter. That’s because the brains object perception occurs"
    },
    {
      "index": 121,
      "start_time": 538330.0,
      "end_time": 542110.0,
      "text": "in a different place from its face perception. In the case of Dr. Sacks, his condition affects"
    },
    {
      "index": 122,
      "start_time": 542110.0,
      "end_time": 546420.0,
      "text": "the region of the brain called the fusiform gyrus, which activates in response to seeing faces."
    },
    {
      "index": 123,
      "start_time": 546420.0,
      "end_time": 550890.0,
      "text": "Sacks’s face blindness is congenital, but it may also be acquired through disease"
    },
    {
      "index": 124,
      "start_time": 550890.0,
      "end_time": 554600.0,
      "text": "or injury to that same region of the brain. And some cells in a region may respond to"
    },
    {
      "index": 125,
      "start_time": 554600.0,
      "end_time": 559180.0,
      "text": "just one type of stimulus, like posture or movement or facial expression,"
    },
    {
      "index": 126,
      "start_time": 559180.0,
      "end_time": 563350.0,
      "text": "while other clusters of cells weave all that separate information together in an instant analysis of a situation."
    },
    {
      "index": 127,
      "start_time": 563350.0,
      "end_time": 568149.0,
      "text": "That clown is frowning and running at me with a tiny cream pie."
    },
    {
      "index": 128,
      "start_time": 568149.0,
      "end_time": 570930.0,
      "text": "I’m putting these factors together. Maybe I should get out of here."
    },
    {
      "index": 129,
      "start_time": 570930.0,
      "end_time": 575040.0,
      "text": "This ability to process and analyze many separate aspects of the situation at once is called parallel processing."
    },
    {
      "index": 130,
      "start_time": 575040.0,
      "end_time": 579510.0,
      "text": "In the case of visual processing, this means that the brain simultaneously"
    },
    {
      "index": 131,
      "start_time": 579510.0,
      "end_time": 584800.0,
      "text": "works on making sense of form, depth, motion and color and this is where we enter the whole"
    },
    {
      "index": 132,
      "start_time": 584800.0,
      "end_time": 589959.0,
      "text": "world of perception which gets complicated quickly, and can even get downright philosophical."
    },
    {
      "index": 133,
      "start_time": 589959.0,
      "end_time": 594540.0,
      "text": "So we’ll be exploring that in depth next time but for now, if you were paying attention,"
    },
    {
      "index": 134,
      "start_time": 594540.0,
      "end_time": 598060.0,
      "text": "you learned the difference between sensation and perception, the different thresholds that"
    },
    {
      "index": 135,
      "start_time": 598060.0,
      "end_time": 602870.0,
      "text": "limit our senses, and some of the neurology and biology and psychology of human vision."
    },
    {
      "index": 136,
      "start_time": 602870.0,
      "end_time": 606850.0,
      "text": "Thanks for watching this lesson with your eyeballs, and thanks to our generous co-sponsors"
    },
    {
      "index": 137,
      "start_time": 606850.0,
      "end_time": 614080.0,
      "text": "who made this episode possible: Alberto Costa, Alpna Agrawal PhD, Frank Zegler, Philipp Dettmer and Kurzgesagt."
    },
    {
      "index": 138,
      "start_time": 614860.0,
      "end_time": 617990.0,
      "text": "And if you’d like to sponsor an episode and get your own shout out, you can learn"
    },
    {
      "index": 139,
      "start_time": 617990.0,
      "end_time": 623279.0,
      "text": "about that and other perks available to our Subbable subscribers, just go to subbable.com/crashcourse."
    },
    {
      "index": 140,
      "start_time": 623279.0,
      "end_time": 627350.0,
      "text": "This episode was written by Kathleen Yale, edited by Blake de Pastino, and our consultant"
    },
    {
      "index": 141,
      "start_time": 627350.0,
      "end_time": 631570.0,
      "text": "is Dr. Ranjit Bhagwat. Our director and editor is Nicholas Jenkins, the script supervisor"
    },
    {
      "index": 142,
      "start_time": 631570.0,
      "end_time": 641570.0,
      "text": "is Michael Aranda who is also our sound designer, and our graphics team is Thought Cafe."
    }
  ]
}