{
  "video_id": "Up5yaEosNjw",
  "title": "Soy Isolate Information | Andrew Weil, M.D.",
  "json": [
    {
      "index": 1,
      "start_time": 1640.0,
      "end_time": 8420.0,
      "text": "If you go into health food stores or ordinary supermarkets now and you look at fake meats"
    },
    {
      "index": 2,
      "start_time": 8420.0,
      "end_time": 15420.0,
      "text": "and hot dogs, and you read the labels, often the first ingredient will be soy isolate or"
    },
    {
      "index": 3,
      "start_time": 15900.0,
      "end_time": 21119.0,
      "text": "isolated soy protein, that is not a whole soy food. They have taken soy and they&#39;ve"
    },
    {
      "index": 4,
      "start_time": 21119.0,
      "end_time": 28119.0,
      "text": "broken it down and take certain constituents out of it. With whole soy foods, there are"
    },
    {
      "index": 5,
      "start_time": 28650.0,
      "end_time": 33250.0,
      "text": "cultures especially in east Asia, that have eaten these for thousands of years, and the"
    },
    {
      "index": 6,
      "start_time": 33250.0,
      "end_time": 39390.0,
      "text": "epidemiological evidence from those cultures is very strong and very encouraging about"
    },
    {
      "index": 7,
      "start_time": 39390.0,
      "end_time": 45550.0,
      "text": "the health protective qualities of soy. We have nothing comparable for these new technologically"
    },
    {
      "index": 8,
      "start_time": 45550.0,
      "end_time": 52550.0,
      "text": "manipulated products nor do we have it for soy supplements that you find in health food"
    },
    {
      "index": 9,
      "start_time": 53160.0,
      "end_time": 60160.0,
      "text": "stores or functional foods that have soy isoflavones added to them supposedly to make them healthier,"
    },
    {
      "index": 10,
      "start_time": 60730.0,
      "end_time": 65860.0,
      "text": "we really know nothing about the long-term benefits or risks of that. But I think when"
    },
    {
      "index": 11,
      "start_time": 65860.0,
      "end_time": 70200.0,
      "text": "you&#39;re looking at these whole soy foods, which people have eaten for thousands of years on"
    },
    {
      "index": 12,
      "start_time": 70200.0,
      "end_time": 76420.0,
      "text": "a regular basis, there are clear correlations with low rates of hormonally driven cancers."
    }
  ]
}