{
  "video_id": "UPggkvB9_dc",
  "title": "Human Evolution: Crash Course Big History #6",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4029.0,
      "text": "Hi, I&#39;m John Green. Welcome to Crash Course Big History Project where today we&#39;re going"
    },
    {
      "index": 2,
      "start_time": 4029.0,
      "end_time": 10060.0,
      "text": "to talk about the Planet of the Apes films. - What&#39;s that? Apparently, those were not documentaries."
    },
    {
      "index": 3,
      "start_time": 10060.0,
      "end_time": 15150.0,
      "text": "But there was an evolutionary process that saw primates move out of East Africa and transform"
    },
    {
      "index": 4,
      "start_time": 15150.0,
      "end_time": 19290.0,
      "text": "the earth into an actual planet of the apes...but the apes are us."
    },
    {
      "index": 5,
      "start_time": 19290.0,
      "end_time": 25450.0,
      "text": "And then we made the movie and then some prequels and some sequels and some reboots and now sequels to the reboots."
    },
    {
      "index": 6,
      "start_time": 25450.0,
      "end_time": 29990.0,
      "text": "Man, I can&#39;t wait until I get to see the 2018 reboot of this episode of Crash Course Big"
    },
    {
      "index": 7,
      "start_time": 29990.0,
      "end_time": 32230.0,
      "text": "History I hear they get James Franco to play me."
    },
    {
      "index": 8,
      "start_time": 32229.999999999996,
      "end_time": 41150.0,
      "text": "[Theme Music]"
    },
    {
      "index": 9,
      "start_time": 41150.0,
      "end_time": 45370.0,
      "text": "So we&#39;re about halfway through our series and after five episodes involving no humans"
    },
    {
      "index": 10,
      "start_time": 45370.0,
      "end_time": 48620.0,
      "text": "whatsoever today we are finally gonna get some people."
    },
    {
      "index": 11,
      "start_time": 48620.0,
      "end_time": 53130.0,
      "text": "Mr. Green, Mr. Green! Why are we already at humanity, I mean if we&#39;re covering 13.8 billion"
    },
    {
      "index": 12,
      "start_time": 53130.0,
      "end_time": 57450.0,
      "text": "years shouldn&#39;t humanity come in like, the last two seconds of the last episode? I mean"
    },
    {
      "index": 13,
      "start_time": 57450.0,
      "end_time": 61190.0,
      "text": "humans are totally insignificant compared to the vastness of the universe, like we should"
    },
    {
      "index": 14,
      "start_time": 61190.0,
      "end_time": 63210.0,
      "text": "be checking in on how Jupiter&#39;s doing."
    },
    {
      "index": 15,
      "start_time": 63210.0,
      "end_time": 66490.0,
      "text": "Fair point, Me From the Past; Jupiter by the way, still giant and gassy."
    },
    {
      "index": 16,
      "start_time": 66490.0,
      "end_time": 70600.0,
      "text": "There&#39;s two reasons why we focus a little more on humanity in Big History; the selfish"
    },
    {
      "index": 17,
      "start_time": 70600.0,
      "end_time": 75010.0,
      "text": "reason is that we care about humans in Big History because we are humans. We are naturally"
    },
    {
      "index": 18,
      "start_time": 75010.0,
      "end_time": 80130.0,
      "text": "curious to figure out where we belong in the huge sequence of events beginning with the big bang."
    },
    {
      "index": 19,
      "start_time": 80130.0,
      "end_time": 85810.0,
      "text": "Secondly, humans represent a really weird change in the universe. I mean, so far as we"
    },
    {
      "index": 20,
      "start_time": 85810.0,
      "end_time": 89780.0,
      "text": "know, we are one of the most complex things in the cosmos."
    },
    {
      "index": 21,
      "start_time": 89780.0,
      "end_time": 93830.0,
      "text": "Whether you measure complexity in terms of biological and cultural building blocks or"
    },
    {
      "index": 22,
      "start_time": 93830.0,
      "end_time": 99240.0,
      "text": "networks or connections, I mean, we&#39;re kind of amazing! Now I realize that many of our"
    },
    {
      "index": 23,
      "start_time": 99240.0,
      "end_time": 104850.0,
      "text": "viewers will be offended by our human-centric bias, but humans are amazing. I mean, we invented"
    },
    {
      "index": 24,
      "start_time": 104850.0,
      "end_time": 111189.0,
      "text": "the internet and we invented animated GIF and we invented Dr. Who and then we invented"
    },
    {
      "index": 25,
      "start_time": 111189.0,
      "end_time": 113900.0,
      "text": "Tumblr, a place where all of these things can come together!"
    },
    {
      "index": 26,
      "start_time": 113900.0,
      "end_time": 118890.0,
      "text": "So 65 million years ago, catastrophe wiped out the dinosaurs and we saw the adaptive"
    },
    {
      "index": 27,
      "start_time": 118890.0,
      "end_time": 124229.0,
      "text": "radiation of a tiny shrew-like ancestor of humans that would look more at home like,"
    },
    {
      "index": 28,
      "start_time": 124229.0,
      "end_time": 128480.0,
      "text": "next to a hamster wheel than in your family album. Let&#39;s set the stage in the Thought Bubble."
    },
    {
      "index": 29,
      "start_time": 128479.99999999999,
      "end_time": 134280.0,
      "text": "So the slow waltz of plate tectonics continued to pull Eurasia and the Americas apart expanding"
    },
    {
      "index": 30,
      "start_time": 134280.0,
      "end_time": 140120.0,
      "text": "the Atlantic Ocean, primates colonized the Americas, and separated by the vast Atlantic, continued"
    },
    {
      "index": 31,
      "start_time": 140120.0,
      "end_time": 145360.0,
      "text": "their separate evolution into the new world monkeys -- which is not a band name, although it should be."
    },
    {
      "index": 32,
      "start_time": 145360.0,
      "end_time": 151010.0,
      "text": "Then around 45 million years ago, Australia split from Antarctica and while mammals out-competed"
    },
    {
      "index": 33,
      "start_time": 151010.0,
      "end_time": 156290.0,
      "text": "most marsupials in the Americas (except animals like possums), Australia saw an adaptive radiation"
    },
    {
      "index": 34,
      "start_time": 156290.0,
      "end_time": 160129.0,
      "text": "of marsupials. This, of course, meant that later, one-hundred thousand years ago when"
    },
    {
      "index": 35,
      "start_time": 160129.0,
      "end_time": 164900.0,
      "text": "the Americas were having their share of mammoths and saber-tooth tigers, Australia was having"
    },
    {
      "index": 36,
      "start_time": 164900.0,
      "end_time": 170690.0,
      "text": "a spell of gigantic kangaroos, marsupial lions, and wombats the size of hippos."
    },
    {
      "index": 37,
      "start_time": 170690.0,
      "end_time": 174349.0,
      "text": "Then, somewhere around forty million years ago, India, which had been floating around"
    },
    {
      "index": 38,
      "start_time": 174349.0,
      "end_time": 178810.0,
      "text": "the southern oceans as an island, smashed into the Eurasian continent with such force"
    },
    {
      "index": 39,
      "start_time": 178810.0,
      "end_time": 182190.0,
      "text": "that it created the world&#39;s tallest mountain range, the Himalayas."
    },
    {
      "index": 40,
      "start_time": 182190.0,
      "end_time": 186959.0,
      "text": "Meanwhile, in Africa, Primates continued to evolve and twenty-five to thirty million years"
    },
    {
      "index": 41,
      "start_time": 186959.0,
      "end_time": 193160.0,
      "text": "ago, the line of the apes diverged from theold-world monkeys and no, neither you, nor a chimp,"
    },
    {
      "index": 42,
      "start_time": 193160.0,
      "end_time": 198000.0,
      "text": "is a monkey, nor did we evolve from the monkeys that are around today - those are like our cousins."
    },
    {
      "index": 43,
      "start_time": 198000.0,
      "end_time": 204020.0,
      "text": "Moreover, we did not evolve from chimpanzees, the chimpanzee is a cousin as well, not an"
    },
    {
      "index": 44,
      "start_time": 204020.0,
      "end_time": 209720.0,
      "text": "uncle. We are not more highly evolved than they are; Instead, our lines of descent split"
    },
    {
      "index": 45,
      "start_time": 209720.0,
      "end_time": 214569.0,
      "text": "off from a common ancestor with chimpanzees about seven million years ago. Then chimpanzees"
    },
    {
      "index": 46,
      "start_time": 214569.0,
      "end_time": 219019.0,
      "text": "further split into a separate species, the Bonobos. Knowing about this common ancestry"
    },
    {
      "index": 47,
      "start_time": 219019.0,
      "end_time": 222690.0,
      "text": "tells us a lot about our shared traits with other primates."
    },
    {
      "index": 48,
      "start_time": 222690.0,
      "end_time": 226709.0,
      "text": "For instance, we all have fairly large brains, relative to our body mass, we have our eyes"
    },
    {
      "index": 49,
      "start_time": 226709.0,
      "end_time": 230650.0,
      "text": "in the front of our heads from the days when we hung out in trees and depth perception"
    },
    {
      "index": 50,
      "start_time": 230650.0,
      "end_time": 234569.0,
      "text": "was an excellent way of telling how far away the next tree branch was so as to prevent"
    },
    {
      "index": 51,
      "start_time": 234569.0,
      "end_time": 238120.0,
      "text": "us from plummeting to our deaths, and we also have grasping hands, to make sure, you know,"
    },
    {
      "index": 52,
      "start_time": 238120.0,
      "end_time": 242879.0,
      "text": "that you could hold onto the branch in question. Primates also have hierarchies, social orders"
    },
    {
      "index": 53,
      "start_time": 242879.0,
      "end_time": 249700.0,
      "text": "whether male or female led, that determine who gets primary access to food, mates, and other benefits."
    },
    {
      "index": 54,
      "start_time": 249700.0,
      "end_time": 253680.0,
      "text": "Thanks Thought Bubble! So, our closest evolutionary cousins, the chimpanzees, can tell us a thing"
    },
    {
      "index": 55,
      "start_time": 253680.0,
      "end_time": 258229.0,
      "text": "or two about shared behaviors. For one thing, while all primates have a hierarchy of alphas"
    },
    {
      "index": 56,
      "start_time": 258228.99999999997,
      "end_time": 264099.0,
      "text": "and betas, humans and chimps, who share 98.4% of their DNA, are the most prone to team up"
    },
    {
      "index": 57,
      "start_time": 264099.0,
      "end_time": 269020.0,
      "text": "together and launch a revolution against the alpha male. We&#39;re also both prone to ganging"
    },
    {
      "index": 58,
      "start_time": 269020.0,
      "end_time": 273180.0,
      "text": "up, roaming our territory, and beating up unsuspecting foreigners of the same species,"
    },
    {
      "index": 59,
      "start_time": 273180.0,
      "end_time": 275560.0,
      "text": "and not for direct survival reasons."
    },
    {
      "index": 60,
      "start_time": 275560.0,
      "end_time": 279860.0,
      "text": "Chimpanzees have been observed finding a lone chimp male from another group and kicking,"
    },
    {
      "index": 61,
      "start_time": 279860.0,
      "end_time": 284389.0,
      "text": "hitting, and tearing off bits of his body and then leaving the helpless victim to die"
    },
    {
      "index": 62,
      "start_time": 284389.0,
      "end_time": 289550.0,
      "text": "of his wounds, and humans definitely bear this stamp of our lowly origin, where indeed,"
    },
    {
      "index": 63,
      "start_time": 289550.0,
      "end_time": 294449.0,
      "text": "the imperfect step-by-step process of evolution made us highly intelligent, but still, with"
    },
    {
      "index": 64,
      "start_time": 294449.0,
      "end_time": 297869.0,
      "text": "prefrontal cortex&#39;s too small, and adrenal glands maybe too big."
    },
    {
      "index": 65,
      "start_time": 297869.0,
      "end_time": 301990.0,
      "text": "Aggression and blood lust are definitely part of our shared heritage, and, looking at more"
    },
    {
      "index": 66,
      "start_time": 301990.0,
      "end_time": 305479.0,
      "text": "recent human history, does that really surprise anyone? Contrast that behavior, for a moment,"
    },
    {
      "index": 67,
      "start_time": 305479.0,
      "end_time": 309830.0,
      "text": "with the more peaceful Bonobos, who are female-led, and when a male in her group gets a bit pushy,"
    },
    {
      "index": 68,
      "start_time": 309830.0,
      "end_time": 313300.0,
      "text": "the females are prone to gang up and teach him a lesson. When it comes to inter-group"
    },
    {
      "index": 69,
      "start_time": 313300.0,
      "end_time": 318499.0,
      "text": "encounters in the wild, the male Bonobos seem tense around strangers at first, until usually,"
    },
    {
      "index": 70,
      "start_time": 318499.0,
      "end_time": 322659.0,
      "text": "the females from each group cross over and just have sex with the newcomers, completely diffusing"
    },
    {
      "index": 71,
      "start_time": 322659.0,
      "end_time": 326620.0,
      "text": "the tension. Talk about make love, not war - Bonobos are hippies."
    },
    {
      "index": 72,
      "start_time": 326620.0,
      "end_time": 330569.0,
      "text": "While our common ancestor with chimpanzees around seven million years ago was more suited"
    },
    {
      "index": 73,
      "start_time": 330569.0,
      "end_time": 335080.0,
      "text": "to living in forests and seeking refuge from danger by climbing trees, climate change in"
    },
    {
      "index": 74,
      "start_time": 335080.0,
      "end_time": 339460.0,
      "text": "East Africa made things colder and drier, and many forests were replaced by woodlands"
    },
    {
      "index": 75,
      "start_time": 339460.0,
      "end_time": 343509.0,
      "text": "and wide-open savanna. Life in the savanna meant our ancestors needed to run from predators"
    },
    {
      "index": 76,
      "start_time": 343509.0,
      "end_time": 347469.0,
      "text": "rather than climbing trees, so our line shifted away from the bow-legged stance reminiscent"
    },
    {
      "index": 77,
      "start_time": 347469.0,
      "end_time": 351689.0,
      "text": "of chimpanzees, and developed bipedalism, where our locomotion came from legs that were"
    },
    {
      "index": 78,
      "start_time": 351689.0,
      "end_time": 353500.0,
      "text": "straight and forward-facing."
    },
    {
      "index": 79,
      "start_time": 353500.0,
      "end_time": 356599.0,
      "text": "There&#39;s still some debate about when bipedalism first began, but we know that by the first"
    },
    {
      "index": 80,
      "start_time": 356599.0,
      "end_time": 361240.0,
      "text": "australopithecines around four million years ago, our evolutionary line was bipedal, this"
    },
    {
      "index": 81,
      "start_time": 361240.0,
      "end_time": 362880.0,
      "text": "also freed up our hands."
    },
    {
      "index": 82,
      "start_time": 362880.0,
      "end_time": 367340.0,
      "text": "Australopithecines were not very tall, standing only just above a meter, or just above 3.5"
    },
    {
      "index": 83,
      "start_time": 367340.0,
      "end_time": 371259.0,
      "text": "feet, and had brains only a little bigger than modern chimpanzees. They were largely"
    },
    {
      "index": 84,
      "start_time": 371259.0,
      "end_time": 375479.0,
      "text": "herbivores with teeth adapted for grinding tough fruits and leaves. Australopithecines"
    },
    {
      "index": 85,
      "start_time": 375479.0,
      "end_time": 379229.0,
      "text": "may have communicated through gestures and primitive sounds, but their higher larynx"
    },
    {
      "index": 86,
      "start_time": 379229.0,
      "end_time": 382770.0,
      "text": "meant that they couldn&#39;t make the range of sounds required for complex language. There"
    },
    {
      "index": 87,
      "start_time": 382770.0,
      "end_time": 387270.0,
      "text": "was probably a lot of pointing and grunting going on. Kinda like me, before 6 am."
    },
    {
      "index": 88,
      "start_time": 387270.0,
      "end_time": 391330.0,
      "text": "By 2.3 million years ago, homo habilis arrived on the scene. They weren&#39;t much taller than"
    },
    {
      "index": 89,
      "start_time": 391330.0,
      "end_time": 395460.0,
      "text": "australopithecines, but they had significantly larger brains - though still a lot smaller"
    },
    {
      "index": 90,
      "start_time": 395460.0,
      "end_time": 400139.0,
      "text": "than later species. Excitingly, homo habilis is known to have hit flakes off of stones"
    },
    {
      "index": 91,
      "start_time": 400139.0,
      "end_time": 405219.0,
      "text": "to use them for cutting. Now, lots of species use tools, for instance chimpanzees use sticks"
    },
    {
      "index": 92,
      "start_time": 405219.0,
      "end_time": 409479.0,
      "text": "for fishing termites out of the ground, they use rock hammers and leaf sponges and branch"
    },
    {
      "index": 93,
      "start_time": 409479.0,
      "end_time": 413819.0,
      "text": "levers and banana leaf umbrellas. A lot of these skills don&#39;t seem to arise spontaneously,"
    },
    {
      "index": 94,
      "start_time": 413819.0,
      "end_time": 417840.0,
      "text": "just because of the intelligence of individuals, but, like in the case of termite fishing,"
    },
    {
      "index": 95,
      "start_time": 417840.0,
      "end_time": 422110.0,
      "text": "chimpanzees pass the information on by imitation - primate see, primate do."
    },
    {
      "index": 96,
      "start_time": 422110.0,
      "end_time": 426240.0,
      "text": "In a way, this social learning is sort of cultural, yet, succeeding generations of chimpanzees"
    },
    {
      "index": 97,
      "start_time": 426240.0,
      "end_time": 430240.0,
      "text": "don&#39;t accumulate information, tinker with it, and improve upon it, so that after 100"
    },
    {
      "index": 98,
      "start_time": 430240.0,
      "end_time": 434689.0,
      "text": "years, chimpanzees are owners of highly efficient and wealthy termite fishing corporations."
    },
    {
      "index": 99,
      "start_time": 434689.0,
      "end_time": 439719.0,
      "text": "Similarly, as impressive as homo habilis stone-working abilities are, we see very little sign of"
    },
    {
      "index": 100,
      "start_time": 439719.0,
      "end_time": 444379.0,
      "text": "technological improvement over the thousands and thousands of years that habilis existed."
    },
    {
      "index": 101,
      "start_time": 444379.0,
      "end_time": 448189.0,
      "text": "Same goes for homo ergaster erectus, who was around 1.9 million years ago."
    },
    {
      "index": 102,
      "start_time": 448189.0,
      "end_time": 453529.0,
      "text": "Homo ergaster erectus had an even bigger brain, was taller, and they even seemed intelligent"
    },
    {
      "index": 103,
      "start_time": 453529.0,
      "end_time": 457209.0,
      "text": "and adaptable enough to move into different environments across the old world. They may"
    },
    {
      "index": 104,
      "start_time": 457209.0,
      "end_time": 461549.0,
      "text": "have even begun our first clumsy attempts at fire, which is vital for cooking meat and"
    },
    {
      "index": 105,
      "start_time": 461549.0,
      "end_time": 465169.0,
      "text": "vegetables, opening up opportunities for more energy and even more brain growth."
    },
    {
      "index": 106,
      "start_time": 465169.0,
      "end_time": 469499.0,
      "text": "But still, there&#39;s not much sign of technological improvement, their tools got the job done,"
    },
    {
      "index": 107,
      "start_time": 469499.0,
      "end_time": 470960.0,
      "text": "if it ain&#39;t broke, don&#39;t fix it."
    },
    {
      "index": 108,
      "start_time": 470960.0,
      "end_time": 475999.0,
      "text": "Yet 1.78 million years ago, we do see homo ergaster creating a wide new range of teardrop"
    },
    {
      "index": 109,
      "start_time": 475999.0,
      "end_time": 480050.0,
      "text": "hand axes in Kenya. By one-point-five 1.5 million years ago, these teardrop axes had"
    },
    {
      "index": 110,
      "start_time": 480050.0,
      "end_time": 484839.0,
      "text": "rapidly become common, and had improved in quality and were shaped with a flat edge into"
    },
    {
      "index": 111,
      "start_time": 484839.0,
      "end_time": 487559.0,
      "text": "multi-purpose picks, cleavers, and so forth."
    },
    {
      "index": 112,
      "start_time": 487559.0,
      "end_time": 491860.0,
      "text": "Archaeologists see this as the first possible sign of tinkering and improvement of technology"
    },
    {
      "index": 113,
      "start_time": 491860.0,
      "end_time": 497680.0,
      "text": "that may have been transmitted by social learning. A faint glimmer of something new. Why is this important?"
    },
    {
      "index": 114,
      "start_time": 497680.0,
      "end_time": 500880.0,
      "text": "Well, humans didn&#39;t get to where we are because we&#39;re super-geniuses. It&#39;s"
    },
    {
      "index": 115,
      "start_time": 500880.0,
      "end_time": 504569.0,
      "text": "not like invented the Xbox One out of the blue one day, it was an improvement upon the"
    },
    {
      "index": 116,
      "start_time": 504569.0,
      "end_time": 509749.0,
      "text": "Xbox 360 which was an improvement upon earlier consoles, arcade machines, computers, and"
    },
    {
      "index": 117,
      "start_time": 509749.0,
      "end_time": 513110.0,
      "text": "backward onto the dawn of video games. In the same way, we didn&#39;t just invent our"
    },
    {
      "index": 118,
      "start_time": 513110.0,
      "end_time": 519000.0,
      "text": "modern society by sudden inspiration, it&#39;s the result of 250,000 years of tinkering and"
    },
    {
      "index": 119,
      "start_time": 519000.0,
      "end_time": 523800.0,
      "text": "improvement. This is where accumulation matters - it&#39;s called collective learning, the ability"
    },
    {
      "index": 120,
      "start_time": 523799.99999999994,
      "end_time": 528629.0,
      "text": "of a species to retain more information with one generation than is lost by the next. This"
    },
    {
      "index": 121,
      "start_time": 528629.0,
      "end_time": 533329.0,
      "text": "is what has taken us, in a few thousand years, from stone tools to rocket engines to being"
    },
    {
      "index": 122,
      "start_time": 533329.0,
      "end_time": 536980.0,
      "text": "able to have the Crash Course theme song as your ringtone. Progress!"
    },
    {
      "index": 123,
      "start_time": 536980.0,
      "end_time": 541399.0,
      "text": "If there was collective learning in homo ergaster, it was very slow and very slight. This may"
    },
    {
      "index": 124,
      "start_time": 541399.0,
      "end_time": 545980.0,
      "text": "have been due to limitations on communication, abstract thought, group size, or just plain"
    },
    {
      "index": 125,
      "start_time": 545980.0,
      "end_time": 550649.0,
      "text": "brain power. But over the next two million years, things started to pick up. Homo antecessor,"
    },
    {
      "index": 126,
      "start_time": 550649.0,
      "end_time": 554610.0,
      "text": "Homo Heidelbergensis and the Neanderthals developed the first systematically controlled"
    },
    {
      "index": 127,
      "start_time": 554610.0,
      "end_time": 559610.0,
      "text": "use of fire in hearths, the first blade tools, the earliest wooden spears, the earliest use"
    },
    {
      "index": 128,
      "start_time": 559610.0,
      "end_time": 565160.0,
      "text": "of composite tools, where stone was fastened to wood, all before homo sapiens were ever"
    },
    {
      "index": 129,
      "start_time": 565160.0,
      "end_time": 567480.0,
      "text": "heard of, around 250,000 years ago."
    },
    {
      "index": 130,
      "start_time": 567480.0,
      "end_time": 571839.0,
      "text": "Neanderthals even moved into colder climates, where they were compelled to invent clothing,"
    },
    {
      "index": 131,
      "start_time": 571839.0,
      "end_time": 576360.0,
      "text": "they used complex tool-manufacture to produce sharp points and scrapers and hand-axes and"
    },
    {
      "index": 132,
      "start_time": 576360.0,
      "end_time": 579760.0,
      "text": "wood handles, and they improved their craft over time."
    },
    {
      "index": 133,
      "start_time": 579760.0,
      "end_time": 584230.0,
      "text": "While evolution by natural selection is a sort of learning mechanism that allows a species"
    },
    {
      "index": 134,
      "start_time": 584230.0,
      "end_time": 589310.0,
      "text": "to adapt generation after generation, with a lot of trial and error, and death - collective"
    },
    {
      "index": 135,
      "start_time": 589310.0,
      "end_time": 594310.0,
      "text": "learning allows for tinkering, adaptation, and improvement on a much faster scale with"
    },
    {
      "index": 136,
      "start_time": 594310.0,
      "end_time": 599170.0,
      "text": "each generation and across generations without waiting for your genes to catch up."
    },
    {
      "index": 137,
      "start_time": 599170.0,
      "end_time": 603509.0,
      "text": "Anatomically similar homo sapiens have been around for about 250,000 years, and throughout"
    },
    {
      "index": 138,
      "start_time": 603509.0,
      "end_time": 608319.0,
      "text": "that time, we&#39;ve been expanding our toolkit from stone tools to shell fishing to trade"
    },
    {
      "index": 139,
      "start_time": 608319.0,
      "end_time": 613930.0,
      "text": "and actual fishing, mining, and by 40,000 years ago we had art, including cave images,"
    },
    {
      "index": 140,
      "start_time": 613930.0,
      "end_time": 618160.0,
      "text": "decorative beads and other forms of jewelry, and even the world&#39;s oldest known musical"
    },
    {
      "index": 141,
      "start_time": 618160.0,
      "end_time": 621480.0,
      "text": "instruments - flutes carved from mammoth ivory and bird bones."
    },
    {
      "index": 142,
      "start_time": 621480.0,
      "end_time": 626399.0,
      "text": "All this stuff came about as a result of collective learning. As long as you have a population"
    },
    {
      "index": 143,
      "start_time": 626399.0,
      "end_time": 630740.0,
      "text": "of potential innovators, who can keep dreaming up new ideas and remembering old ones and an"
    },
    {
      "index": 144,
      "start_time": 630740.0,
      "end_time": 635180.0,
      "text": "opportunity for those old innovators to pass their ideas onto others, you&#39;re likely to"
    },
    {
      "index": 145,
      "start_time": 635180.0,
      "end_time": 637060.0,
      "text": "have some technological progress."
    },
    {
      "index": 146,
      "start_time": 637060.0,
      "end_time": 642370.0,
      "text": "These mechanisms are still working today - we&#39;ve got over seven billion potential innovators on"
    },
    {
      "index": 147,
      "start_time": 642370.0,
      "end_time": 647959.0,
      "text": "this planet, and almost instantaneous communication, allowing us to do so many marvelous things"
    },
    {
      "index": 148,
      "start_time": 647959.0,
      "end_time": 650990.0,
      "text": "including teach you about Big History on the internet."
    },
    {
      "index": 149,
      "start_time": 650990.0,
      "end_time": 655180.0,
      "text": "So life for early humans was pretty good, like foraging didn&#39;t require particularly"
    },
    {
      "index": 150,
      "start_time": 655180.0,
      "end_time": 660269.0,
      "text": "long hours - the average work day for a forager was about 6.5 hours. When you compare that"
    },
    {
      "index": 151,
      "start_time": 660269.0,
      "end_time": 664779.0,
      "text": "to an average of 9.5 hours for a peasant farmer in medieval Europe, or the average of nine"
    },
    {
      "index": 152,
      "start_time": 664779.0,
      "end_time": 669700.0,
      "text": "hours for a typical office worker today, foraging seems downright leisurely."
    },
    {
      "index": 153,
      "start_time": 669700.0,
      "end_time": 674680.0,
      "text": "Quick aside: I work thirty minutes a day less than a peasant farmer in medieval Europe?"
    },
    {
      "index": 154,
      "start_time": 674680.0,
      "end_time": 677340.0,
      "text": "That&#39;s not progress! Stan, I want more time off!"
    },
    {
      "index": 155,
      "start_time": 677340.0,
      "end_time": 680360.0,
      "text": "Stan just pointed out that I have a chair, something that peasant farmers in medieval"
    },
    {
      "index": 156,
      "start_time": 680360.0,
      "end_time": 683580.0,
      "text": "Europe did not enjoy, and I want to say that I&#39;m very grateful for my chair."
    },
    {
      "index": 157,
      "start_time": 683580.0,
      "end_time": 684620.0,
      "text": "Thank you for my chair, Stan."
    },
    {
      "index": 158,
      "start_time": 684620.0,
      "end_time": 689980.0,
      "text": "Anyway, a forager would go out, hunt or gather, come home, eat, spend time with the family,"
    },
    {
      "index": 159,
      "start_time": 689980.0,
      "end_time": 694959.0,
      "text": "dance, sing, tell stories, and foragers were also always on the move, which made it less"
    },
    {
      "index": 160,
      "start_time": 694959.0,
      "end_time": 699800.0,
      "text": "likely that they&#39;d contaminate their water, or sit around waiting for a plague to develop."
    },
    {
      "index": 161,
      "start_time": 699800.0,
      "end_time": 704139.0,
      "text": "And with their constant walking and their varied diet, foragers were in many ways healthier"
    },
    {
      "index": 162,
      "start_time": 704139.0,
      "end_time": 707760.0,
      "text": "than the peasants of ancient civilizations. There were also, in some ways, healthier than"
    },
    {
      "index": 163,
      "start_time": 707760.0,
      "end_time": 712079.0,
      "text": "us, but we have antibiotics for now, so we live longer, for now."
    },
    {
      "index": 164,
      "start_time": 712079.0,
      "end_time": 716240.0,
      "text": "The classic view of foraging life is best described by Thomas Hobbes, who wrote:"
    },
    {
      "index": 165,
      "start_time": 716240.0,
      "end_time": 722040.0,
      "text": "&quot;No arts, no letters, no society, and which is worst of all continual fear and danger"
    },
    {
      "index": 166,
      "start_time": 722040.0,
      "end_time": 729300.0,
      "text": "of violent death and the life of man, solitary, poor, nasty, brutish, and short.&quot;"
    },
    {
      "index": 167,
      "start_time": 729300.0,
      "end_time": 733540.0,
      "text": "Except, not really. I mean, life for the average person in twelfth century France was also"
    },
    {
      "index": 168,
      "start_time": 733540.0,
      "end_time": 738060.0,
      "text": "a smidge nasty, brutish, and short, and the lack of wealth disparity in foraging cultures"
    },
    {
      "index": 169,
      "start_time": 738060.0,
      "end_time": 742670.0,
      "text": "may imply greater equality between social rankings and even between the genders since"
    },
    {
      "index": 170,
      "start_time": 742670.0,
      "end_time": 746749.0,
      "text": "female gatherers appear to be responsible for the majority of food collected, rather"
    },
    {
      "index": 171,
      "start_time": 746749.0,
      "end_time": 752389.0,
      "text": "than the hunting males. And from that perspective, life was kind of ruined by the advent of agriculture"
    },
    {
      "index": 172,
      "start_time": 752389.0,
      "end_time": 755400.0,
      "text": "and then, later, with states, as Jean-Jacques Rousseau said,"
    },
    {
      "index": 173,
      "start_time": 755400.0,
      "end_time": 760279.0,
      "text": "&quot;The first person, who having enclosed a plot of land, took it into his head to say, &#39;this"
    },
    {
      "index": 174,
      "start_time": 760279.0,
      "end_time": 765339.0,
      "text": "is mine&#39; and found people simple enough to believe him, was the true founder of civil"
    },
    {
      "index": 175,
      "start_time": 765339.0,
      "end_time": 770800.0,
      "text": "society. What crimes, wars, murders, what miseries and horrors would the human race"
    },
    {
      "index": 176,
      "start_time": 770800.0,
      "end_time": 775569.0,
      "text": "have spared, had someone pulled up the stakes or filled in the ditch and cried out to his"
    },
    {
      "index": 177,
      "start_time": 775569.0,
      "end_time": 780829.0,
      "text": "fellow men: &#39;do not listen to this imposter, you are lost if you forget that the fruits of the"
    },
    {
      "index": 178,
      "start_time": 780829.0,
      "end_time": 783810.0,
      "text": "Earth belong to all, and the Earth to no one&#39;&quot;"
    },
    {
      "index": 179,
      "start_time": 783810.0,
      "end_time": 786990.0,
      "text": "and thus summarizes one of the great debates in the world of political science. Man, Big"
    },
    {
      "index": 180,
      "start_time": 786990.0,
      "end_time": 791569.0,
      "text": "History discusses everything! Now, it&#39;s possible that neither Rousseau nor Hobbes was completely"
    },
    {
      "index": 181,
      "start_time": 791569.0,
      "end_time": 797050.0,
      "text": "correct, and that, like, private property and agriculture didn&#39;t create the glory days or end them."
    },
    {
      "index": 182,
      "start_time": 797050.0,
      "end_time": 802149.0,
      "text": "Like, as previous mentioned, all primates have a dominance hierarchy of some kind. Also,"
    },
    {
      "index": 183,
      "start_time": 802149.0,
      "end_time": 806069.0,
      "text": "you don&#39;t need a wealth disparity to drive human beings to hurt each other - like, surveys"
    },
    {
      "index": 184,
      "start_time": 806069.0,
      "end_time": 810420.0,
      "text": "of excavated remains from the paleolithic indicate a murder rate that was possibly as"
    },
    {
      "index": 185,
      "start_time": 810420.0,
      "end_time": 814490.0,
      "text": "high as ten percent. Now, those statistics are still disputed, but despite the relatively"
    },
    {
      "index": 186,
      "start_time": 814490.0,
      "end_time": 818569.0,
      "text": "short work day, life in the paleolithic sounds a lot less appealing when you consider the"
    },
    {
      "index": 187,
      "start_time": 818569.0,
      "end_time": 822350.0,
      "text": "high murder rate, and also, the occasional infanticide. That&#39;s not even to mention the"
    },
    {
      "index": 188,
      "start_time": 822350.0,
      "end_time": 826009.0,
      "text": "old or disabled people who, when they couldn&#39;t keep up anymore, were abandoned to die in"
    },
    {
      "index": 189,
      "start_time": 826009.0,
      "end_time": 829509.0,
      "text": "the wild. I can&#39;t help but feel that I might not have thrived in the paleolithic what with"
    },
    {
      "index": 190,
      "start_time": 829509.0,
      "end_time": 833170.0,
      "text": "my visual impairment and general lack of interest in hunting."
    },
    {
      "index": 191,
      "start_time": 833170.0,
      "end_time": 837829.0,
      "text": "Anyway, we call this the Hobbes vs. Rousseau debate, and it&#39;s still unresolved. I mean,"
    },
    {
      "index": 192,
      "start_time": 837829.0,
      "end_time": 842689.0,
      "text": "humans may have been corrupted in many ways by society, on the other hand, it&#39;s possible"
    },
    {
      "index": 193,
      "start_time": 842689.0,
      "end_time": 847939.0,
      "text": "a lot of the crimes and follies of human history may just be symptoms of our coping with the"
    },
    {
      "index": 194,
      "start_time": 847939.0,
      "end_time": 850490.0,
      "text": "bad wiring left to us by evolution."
    },
    {
      "index": 195,
      "start_time": 850490.0,
      "end_time": 854449.0,
      "text": "You know, humans are a bit of an obsolete machine, we aren&#39;t particularly well-suited"
    },
    {
      "index": 196,
      "start_time": 854449.0,
      "end_time": 858240.0,
      "text": "to the many lifestyle changes that have happened in the past few thousand years - faster than"
    },
    {
      "index": 197,
      "start_time": 858240.0,
      "end_time": 862329.0,
      "text": "our genes can keep pace with. But how you interpret the lives of early human foragers"
    },
    {
      "index": 198,
      "start_time": 862329.0,
      "end_time": 867970.0,
      "text": "largely determines your view of history and also the fundamental nature of the human character."
    },
    {
      "index": 199,
      "start_time": 867970.0,
      "end_time": 874100.0,
      "text": "Ask yourself which side you sit on: Is humanity fundamentally good and corrupted by technology"
    },
    {
      "index": 200,
      "start_time": 874100.0,
      "end_time": 878970.0,
      "text": "and modern social orders, or are we fundamentally flawed and in need of some sort of structure"
    },
    {
      "index": 201,
      "start_time": 878970.0,
      "end_time": 883640.0,
      "text": "and authority? Or is there some kind of both/and way of addressing the question? Here at Crash Course,"
    },
    {
      "index": 202,
      "start_time": 883640.0,
      "end_time": 888089.0,
      "text": "we don&#39;t have answers, but we are grateful that you&#39;re pondering these questions with us."
    },
    {
      "index": 203,
      "start_time": 888089.0,
      "end_time": 893559.0,
      "text": "In any case, collective learning was really good for our survival, but then, 74,000 years"
    },
    {
      "index": 204,
      "start_time": 893559.0,
      "end_time": 898970.0,
      "text": "ago, disaster struck. A super-eruption at Mt. Toba on the island of Sumatra in present-day"
    },
    {
      "index": 205,
      "start_time": 898970.0,
      "end_time": 904820.0,
      "text": "Indonesia clouded the skies with ash and cooled the climate. Plants and animals, a.k.a. food, died"
    },
    {
      "index": 206,
      "start_time": 904820.0,
      "end_time": 909860.0,
      "text": "off and genetics studies showed that this reduced the human population to a few thousand"
    },
    {
      "index": 207,
      "start_time": 909860.0,
      "end_time": 914420.0,
      "text": "people. So as a result of this, we aren&#39;t exactly inbred, but there&#39;s more genetic diversity"
    },
    {
      "index": 208,
      "start_time": 914420.0,
      "end_time": 919410.0,
      "text": "between two of the major groups of chimpanzees in Africa than there is in all of humanity."
    },
    {
      "index": 209,
      "start_time": 919410.0,
      "end_time": 925009.0,
      "text": "So this small group heroically recovered and spread out of Africa 64,000 years ago, colonizing"
    },
    {
      "index": 210,
      "start_time": 925009.0,
      "end_time": 930689.0,
      "text": "diverse environments and continuing to innovate. For 13.8 billion years since the beginning"
    },
    {
      "index": 211,
      "start_time": 930689.0,
      "end_time": 934660.0,
      "text": "of the universe, complexity had been rising in a powerful crescendo, but in the space"
    },
    {
      "index": 212,
      "start_time": 934660.0,
      "end_time": 939900.0,
      "text": "of a few millennia, collective learning was about to make things really bonkers."
    },
    {
      "index": 213,
      "start_time": 939900.0,
      "end_time": 949900.0,
      "text": "More on that next time."
    }
  ]
}