{
  "video_id": "UpnfiBhCTQw",
  "title": "Mod-01 Lec-14 Container Ship",
  "json": [
    {
      "index": 1,
      "start_time": 17740.0,
      "end_time": 33710.0,
      "text": "So, today we will continue with the mid ship sections, discuss about the container ship,"
    },
    {
      "index": 2,
      "start_time": 33710.0,
      "end_time": 37860.0,
      "text": "container ship mid ship section."
    },
    {
      "index": 3,
      "start_time": 37860.0,
      "end_time": 45550.0,
      "text": "Well what is a container ship basically? As the name, you can see that it carries containers."
    },
    {
      "index": 4,
      "start_time": 45550.0,
      "end_time": 53790.0,
      "text": "Containers are somewhat of this type, somewhat means, they are essentially a rectangular"
    },
    {
      "index": 5,
      "start_time": 53790.0,
      "end_time": 62210.0,
      "text": "container. As you can see, the dimensions are they have a cross section of 8 feet by"
    },
    {
      "index": 6,
      "start_time": 62210.0,
      "end_time": 72220.0,
      "text": "8 feet, and length either 20 or 40 feet, they are in feet; this is the universal standard,"
    },
    {
      "index": 7,
      "start_time": 72220.0,
      "end_time": 80490.0,
      "text": "means all the containers which are used in the container ships, they will be either 20"
    },
    {
      "index": 8,
      "start_time": 80490.0,
      "end_time": 85200.0,
      "text": "feet long or 40 feet long. One nonstandard in between is there, that"
    },
    {
      "index": 9,
      "start_time": 85200.0,
      "end_time": 91369.0,
      "text": "is 35 feet long. But not a very, I mean, that is not used very commonly or popularly for"
    },
    {
      "index": 10,
      "start_time": 91369.0,
      "end_time": 98060.0,
      "text": "the simple reason. Here you can see it is a multiple 20 or twice that 40. So, in place"
    },
    {
      "index": 11,
      "start_time": 98060.0,
      "end_time": 104149.0,
      "text": "of 140 feet container, I can load 220 feet container. That is possible, but if I design"
    },
    {
      "index": 12,
      "start_time": 104149.0,
      "end_time": 111189.0,
      "text": "it for 35 feet, then I have problem. Any ways so these are the two most widely used."
    },
    {
      "index": 13,
      "start_time": 111189.0,
      "end_time": 116880.0,
      "text": "The whole concept of containerization came as I think. So, we have already talked about"
    },
    {
      "index": 14,
      "start_time": 116880.0,
      "end_time": 127630.0,
      "text": "it is essentially to implement or to have minimum port time. What does that means, very"
    },
    {
      "index": 15,
      "start_time": 127630.0,
      "end_time": 136470.0,
      "text": "efficient loading as well as unloading of cargo because a ship owner will not only like"
    },
    {
      "index": 16,
      "start_time": 136470.0,
      "end_time": 143180.0,
      "text": "to have a very efficient vessel I mean high dynamically designed so that it consumes minimum"
    },
    {
      "index": 17,
      "start_time": 143180.0,
      "end_time": 149550.0,
      "text": "power such that your fuel bill is minimum. At the same time, you would like to have systems"
    },
    {
      "index": 18,
      "start_time": 149550.0,
      "end_time": 157440.0,
      "text": "or facilities such that he can load the required amount of cargo as well as unload it at the"
    },
    {
      "index": 19,
      "start_time": 157440.0,
      "end_time": 163530.0,
      "text": "minimum possible time. Because this process of loading and unloading they are actually"
    },
    {
      "index": 20,
      "start_time": 163530.0,
      "end_time": 172240.0,
      "text": "not a revenue earning time for the ship owner. It is actually a expenditure kind of thing"
    },
    {
      "index": 21,
      "start_time": 172240.0,
      "end_time": 178140.0,
      "text": "for him because he is in the port; longer he stays in the port, more fees he pays to"
    },
    {
      "index": 22,
      "start_time": 178140.0,
      "end_time": 182970.0,
      "text": "the port. And not only is that he just kind of idling."
    },
    {
      "index": 23,
      "start_time": 182970.0,
      "end_time": 188370.0,
      "text": "Had he been moving means he is taking the cargo to some destination; he earns revenue"
    },
    {
      "index": 24,
      "start_time": 188370.0,
      "end_time": 194910.0,
      "text": "that if he earns. So obviously, one would like to have it a loaded unloaded as fast."
    },
    {
      "index": 25,
      "start_time": 194910.0,
      "end_time": 201040.0,
      "text": "Now you have seen the general cargo ship all cargo are individual a piece of cargo has"
    },
    {
      "index": 26,
      "start_time": 201040.0,
      "end_time": 208530.0,
      "text": "all kinds of shape size and weight. So, loading unloading will be very tedious."
    },
    {
      "index": 27,
      "start_time": 208530.0,
      "end_time": 214160.0,
      "text": "Instead, if you can think of a system where in we pack the cargo in a box of standard"
    },
    {
      "index": 28,
      "start_time": 214160.0,
      "end_time": 217830.0,
      "text": "size, then the loading and unloading become very easy."
    },
    {
      "index": 29,
      "start_time": 217830.0,
      "end_time": 224540.0,
      "text": "So, that is how the concept of this containerization came. In fact, in container ships, essentially"
    },
    {
      "index": 30,
      "start_time": 224540.0,
      "end_time": 232870.0,
      "text": "carrying a general cargo in the container. Instead of piece by piece in loading and unloading,"
    },
    {
      "index": 31,
      "start_time": 232870.0,
      "end_time": 239840.0,
      "text": "I will just handle one container whatever items are there inside, they may have different"
    },
    {
      "index": 32,
      "start_time": 239840.0,
      "end_time": 241460.0,
      "text": "shape, size, and weight."
    },
    {
      "index": 33,
      "start_time": 241460.0,
      "end_time": 248930.0,
      "text": "So, that is what the basis of container ship is. So, in the process what happens, we have"
    },
    {
      "index": 34,
      "start_time": 248930.0,
      "end_time": 253250.0,
      "text": "seen general cargo carrier, bulk carrier, we have talked about carrying capacity in"
    },
    {
      "index": 35,
      "start_time": 253250.0,
      "end_time": 259660.0,
      "text": "terms of tons, dead weight; how much dead weight. How much cargo it can carry in terms"
    },
    {
      "index": 36,
      "start_time": 259660.00000000003,
      "end_time": 267789.0,
      "text": "of tons 12000 tons, 60000 ton like that. Whereas in container, we talk in terms of T E U 20"
    },
    {
      "index": 37,
      "start_time": 267789.0,
      "end_time": 281009.0,
      "text": "equivalent unit. That means, in container ship that carrying"
    },
    {
      "index": 38,
      "start_time": 281009.0,
      "end_time": 289539.0,
      "text": "capacity is referred to as in the form of T E U. I have written here 12000 T E U what"
    },
    {
      "index": 39,
      "start_time": 289539.0,
      "end_time": 297129.0,
      "text": "does that mean? That means, a vessel can carry twelve thousand such containers. Twelve thousand"
    },
    {
      "index": 40,
      "start_time": 297129.0,
      "end_time": 306240.0,
      "text": "20 feet long containers or could be six thousand 40 feet long container or mixture of that."
    },
    {
      "index": 41,
      "start_time": 306240.0,
      "end_time": 315979.0,
      "text": "So, this is what is the kind of unit T E U, which gives you the idea of how many containers"
    },
    {
      "index": 42,
      "start_time": 315979.0,
      "end_time": 321699.0,
      "text": "it can carry. So, here while doing the container ship design, we will have to keep in mind,"
    },
    {
      "index": 43,
      "start_time": 321699.0,
      "end_time": 327939.0,
      "text": "if the owner want to say 6000 T E U container ship means you will have to make provision,"
    },
    {
      "index": 44,
      "start_time": 327939.0,
      "end_time": 335229.0,
      "text": "you have to design the vessel in such a fashion that 6000 such containers can be loaded in"
    },
    {
      "index": 45,
      "start_time": 335229.0,
      "end_time": 340800.0,
      "text": "the ship and obviously, this containers are not only kept in the hold, also they are kept"
    },
    {
      "index": 46,
      "start_time": 340800.0,
      "end_time": 345060.0,
      "text": "above the hatch covers. Also they are kept above hatch cover that"
    },
    {
      "index": 47,
      "start_time": 345060.0,
      "end_time": 350979.0,
      "text": "of course, depend on design how many tiers of container will keep above hatch cover means"
    },
    {
      "index": 48,
      "start_time": 350979.0,
      "end_time": 359469.0,
      "text": "open in the air. It is in any guess. So, that is what is container ship. So, what we see,"
    },
    {
      "index": 49,
      "start_time": 359469.0,
      "end_time": 365749.0,
      "text": "the very typical feature of container ship what it would be; it would be as we go on"
    },
    {
      "index": 50,
      "start_time": 365749.0,
      "end_time": 371979.0,
      "text": "increasing the capacity of container this 12000 ton T E U is not a very common container"
    },
    {
      "index": 51,
      "start_time": 371979.0,
      "end_time": 382460.0,
      "text": "ship. Commonly we have well in the range of I would say I mean so called ocean going container"
    },
    {
      "index": 52,
      "start_time": 382460.0,
      "end_time": 392439.0,
      "text": "ship could be in the range of 2000 to well may be 6000."
    },
    {
      "index": 53,
      "start_time": 392439.0,
      "end_time": 398529.0,
      "text": "This 12000 and all that is a very ambitious kind of container ship possibly one or two"
    },
    {
      "index": 54,
      "start_time": 398529.0,
      "end_time": 405389.0,
      "text": "have been built. They are huge they are really huge. By huge what do you mean. We mean the"
    },
    {
      "index": 55,
      "start_time": 405389.0,
      "end_time": 414080.0,
      "text": "length could be very big. So, as the length is becoming bigger, what is happening? It"
    },
    {
      "index": 56,
      "start_time": 414080.0,
      "end_time": 424059.0,
      "text": "is becoming more slender, your bending movement is increasing terribly and also slender."
    },
    {
      "index": 57,
      "start_time": 424059.0,
      "end_time": 429509.0,
      "text": "And for we have talked about we have containerized the cargo because of easy loading and unloading."
    },
    {
      "index": 58,
      "start_time": 429509.0,
      "end_time": 434839.0,
      "text": "So, if you have to do that we will have to have a mid-ship section something like a open"
    },
    {
      "index": 59,
      "start_time": 434839.0,
      "end_time": 442999.0,
      "text": "section means fully open. Till now all the vessels we have seen, if I just make a comparison"
    },
    {
      "index": 60,
      "start_time": 442999.0,
      "end_time": 457319.0,
      "text": "here, we can say the all the other vessels had a hatch opening like this; be it a general"
    },
    {
      "index": 61,
      "start_time": 457319.0,
      "end_time": 478800.0,
      "text": "cargo carrier or a bulk carrier. So, something like this. So, what do you see"
    },
    {
      "index": 62,
      "start_time": 478800.0,
      "end_time": 484999.0,
      "text": "here is that almost half of the deck approximately not necessarily, you have the deck plating"
    },
    {
      "index": 63,
      "start_time": 484999.0,
      "end_time": 495210.0,
      "text": "and then you have an opening. But in comparison to that if I see a container ship, these are"
    },
    {
      "index": 64,
      "start_time": 495210.0,
      "end_time": 500629.0,
      "text": "irrespective of capacity. If the general cargo carrier a say a small general cargo carrier"
    },
    {
      "index": 65,
      "start_time": 500629.0,
      "end_time": 506089.0,
      "text": "say 3000 ton of general cargo carrier, or 10000 ton of general cargo carrier, you will"
    },
    {
      "index": 66,
      "start_time": 506089.0,
      "end_time": 510639.0,
      "text": "have sufficient amount of deck plating and then a hatch opening."
    },
    {
      "index": 67,
      "start_time": 510639.0,
      "end_time": 516440.0,
      "text": "Similarly, with bulk carrier, but a container ship whether it is a small container ship"
    },
    {
      "index": 68,
      "start_time": 516440.00000000006,
      "end_time": 524400.0,
      "text": "or a big container ship, its hatch opening would be in comparison like this."
    },
    {
      "index": 69,
      "start_time": 524400.0,
      "end_time": 538630.0,
      "text": "If this entire three are of the somewhat same so called external dimensions, same load carrying"
    },
    {
      "index": 70,
      "start_time": 538630.0,
      "end_time": 549750.0,
      "text": "capacity, here you can see the hatch opening is much bigger. For the simple reason, that"
    },
    {
      "index": 71,
      "start_time": 549750.0,
      "end_time": 562019.0,
      "text": "unless you do that we cannot have my loading and unloading or so smoothly operated."
    },
    {
      "index": 72,
      "start_time": 562019.0,
      "end_time": 572060.0,
      "text": "Because the containers will be like this, it will be vertically loaded and vertically"
    },
    {
      "index": 73,
      "start_time": 572060.0,
      "end_time": 581370.0,
      "text": "unloaded. One after another it will go. So, I will have to have the hatch opening as big"
    },
    {
      "index": 74,
      "start_time": 581370.0,
      "end_time": 591529.0,
      "text": "as possible such that I do not waste any space in the side. Because if I have a small opening"
    },
    {
      "index": 75,
      "start_time": 591529.0,
      "end_time": 596339.0,
      "text": "like this in case of bulk carrier or general cargo ship, then I have to lower the container"
    },
    {
      "index": 76,
      "start_time": 596339.0,
      "end_time": 606060.0,
      "text": "and shift it laterally, lower the container and then shift that laterally which is definitely"
    },
    {
      "index": 77,
      "start_time": 606060.0,
      "end_time": 613740.0,
      "text": "not a worthwhile proposition. So, it is done this way and this continual handling is done"
    },
    {
      "index": 78,
      "start_time": 613740.0,
      "end_time": 620690.0,
      "text": "fully automated in properly automated ports where you have facilities of handling container"
    },
    {
      "index": 79,
      "start_time": 620690.0,
      "end_time": 626170.0,
      "text": "ships. They are automatically done means without any fully automated system, the containers"
    },
    {
      "index": 80,
      "start_time": 626170.0,
      "end_time": 635519.0,
      "text": "are lifted and kept on the dock and from there it is I mean well send to the destination."
    },
    {
      "index": 81,
      "start_time": 635519.0,
      "end_time": 642720.0,
      "text": "So, as the size of the container vessel increases, we have the length increasing thereby giving"
    },
    {
      "index": 82,
      "start_time": 642720.0,
      "end_time": 649769.0,
      "text": "raise to increase bending movement and where whether it is a small one or a big one, you"
    },
    {
      "index": 83,
      "start_time": 649769.0,
      "end_time": 656870.0,
      "text": "have a huge hatch opening; means with increasing length, it is not only becoming more slender"
    },
    {
      "index": 84,
      "start_time": 656870.0,
      "end_time": 664060.0,
      "text": "and your bending movement is increasing. Your torsional strength is decreasing drastically"
    },
    {
      "index": 85,
      "start_time": 664060.0,
      "end_time": 674190.0,
      "text": "because it is becoming a case of open section. This is what an open section is and somewhat"
    },
    {
      "index": 86,
      "start_time": 674190.0,
      "end_time": 685100.0,
      "text": "equivalent to an open section in case of open section just the opposite of it is what? Obviously,"
    },
    {
      "index": 87,
      "start_time": 685100.0,
      "end_time": 697300.0,
      "text": "close section and oil tanker. This is a close section and that is what the oil tanker is."
    },
    {
      "index": 88,
      "start_time": 697300.0,
      "end_time": 706730.0,
      "text": "So, we can see when those huge super tankers were built; of course for some other reason"
    },
    {
      "index": 89,
      "start_time": 706730.0,
      "end_time": 712880.0,
      "text": "this days those super tankers are no more build the super tankers means of their carrying"
    },
    {
      "index": 90,
      "start_time": 712880.0,
      "end_time": 721240.0,
      "text": "capacity of around half million tons of crude, half million ton is 500 1000 tons of crude"
    },
    {
      "index": 91,
      "start_time": 721240.0,
      "end_time": 727769.0,
      "text": "the vessels could carry, vessel length of the order of 400 meter huge."
    },
    {
      "index": 92,
      "start_time": 727769.0,
      "end_time": 735959.0,
      "text": "But today even making a 12000 T E U container ship is much smaller than that, but still"
    },
    {
      "index": 93,
      "start_time": 735959.0,
      "end_time": 740990.0,
      "text": "we say it is a very challenging business; a challenging job to build a vessel having"
    },
    {
      "index": 94,
      "start_time": 740990.0,
      "end_time": 749810.0,
      "text": "12000 T E U capacity a container ship. For the simple reason it is open section."
    },
    {
      "index": 95,
      "start_time": 749810.0,
      "end_time": 756269.0,
      "text": "Torsional strength becomes a big problem here well. So, that is the basic of it. Now how"
    },
    {
      "index": 96,
      "start_time": 756269.0,
      "end_time": 761509.0,
      "text": "this torsional strength is taken care; that is the major thing here. Till now we have"
    },
    {
      "index": 97,
      "start_time": 761509.0,
      "end_time": 767199.0,
      "text": "seen we have designed well again the same thing from the functional requirement, we"
    },
    {
      "index": 98,
      "start_time": 767199.0,
      "end_time": 772160.0,
      "text": "will have to have a huge hatch opening. From functional requirement we had wing tanks in"
    },
    {
      "index": 99,
      "start_time": 772160.0,
      "end_time": 778920.0,
      "text": "bulk carrier from functional requirement, we had lower deck in general cargo ship."
    },
    {
      "index": 100,
      "start_time": 778920.0,
      "end_time": 784569.0,
      "text": "Why lower deck because for segregation of cargo in general cargo ship. It is called"
    },
    {
      "index": 101,
      "start_time": 784569.0,
      "end_time": 791850.0,
      "text": "a go anywhere type of ship. So, it can carry any cargo to anywhere, any place. It has its"
    },
    {
      "index": 102,
      "start_time": 791850.0,
      "end_time": 798040.0,
      "text": "own handling facility. It does not need any port facilities. It should have enough draft"
    },
    {
      "index": 103,
      "start_time": 798040.0,
      "end_time": 805759.0,
      "text": "so that it can park itself. It has its own cranes derricks to load unload cargo and so"
    },
    {
      "index": 104,
      "start_time": 805759.0,
      "end_time": 810839.0,
      "text": "for segregation of cargo, you provide a lower deck certain things we will have to unload"
    },
    {
      "index": 105,
      "start_time": 810839.0,
      "end_time": 817569.0,
      "text": "from there, certain from below. Any way functional requirement wing tanks functional requirement"
    },
    {
      "index": 106,
      "start_time": 817569.0,
      "end_time": 822970.0,
      "text": "here functional requirement is a big hatch opening."
    },
    {
      "index": 107,
      "start_time": 822970.0,
      "end_time": 827810.0,
      "text": "A big hatch opening and that is leading to the other things there we did not have any"
    },
    {
      "index": 108,
      "start_time": 827810.0,
      "end_time": 834730.0,
      "text": "structural problem. Here you have a strength problem, torsional strength that takes precedence"
    },
    {
      "index": 109,
      "start_time": 834730.0,
      "end_time": 838120.0,
      "text": "I mean that becomes more important than longitudinal strength."
    },
    {
      "index": 110,
      "start_time": 838120.0,
      "end_time": 844129.0,
      "text": "So, one we will have to look into the aspect of torsional strength. How that has to be"
    },
    {
      "index": 111,
      "start_time": 844129.0,
      "end_time": 856110.0,
      "text": "taken care of. So, here you can see the kind of the deck well these are all same or so"
    },
    {
      "index": 112,
      "start_time": 856110.0,
      "end_time": 866759.0,
      "text": "called Bul work and you hatch what you call, hatch coming."
    },
    {
      "index": 113,
      "start_time": 866759.0,
      "end_time": 877870.0,
      "text": "So, the deck is very small how small well; obviously, it has to be enough such that it"
    },
    {
      "index": 114,
      "start_time": 877870.0,
      "end_time": 881139.0,
      "text": "gives a good working/walking space because you will have to probably work/walk from the"
    },
    {
      "index": 115,
      "start_time": 881139.0,
      "end_time": 886610.0,
      "text": "fore end to the aft end all that and plus well it can be just the single skin of the"
    },
    {
      "index": 116,
      "start_time": 886610.0,
      "end_time": 892879.0,
      "text": "hull. So, there will be stiffeners inside. So, that much space. So, it could be as less"
    },
    {
      "index": 117,
      "start_time": 892879.0,
      "end_time": 900959.0,
      "text": "as 1.5 to 2 meters even. Anyway. So, what is done is this particular"
    },
    {
      "index": 118,
      "start_time": 900959.0,
      "end_time": 923470.0,
      "text": "arrangement as you can see, at the top it is called, this is primarily this full thing"
    },
    {
      "index": 119,
      "start_time": 923470.0,
      "end_time": 930410.0,
      "text": "taken together this is referred to as box girder."
    },
    {
      "index": 120,
      "start_time": 930410.0,
      "end_time": 937220.0,
      "text": "It is something like you have observed the I mean for domestic use the tumblers I was"
    },
    {
      "index": 121,
      "start_time": 937220.0,
      "end_time": 947449.0,
      "text": "talking about. What you see in tumbler. Just to give it the necessary torsional strength,"
    },
    {
      "index": 122,
      "start_time": 947449.0,
      "end_time": 952879.0,
      "text": "they are generally of this shape."
    },
    {
      "index": 123,
      "start_time": 952879.0,
      "end_time": 959249.0,
      "text": "If I keep the edges without any stiffening, it does not have any torsional stiffness."
    },
    {
      "index": 124,
      "start_time": 959249.0,
      "end_time": 967589.0,
      "text": "Just to provide stiffening this is bent like this. Those plastic tumblers, domestic tumblers"
    },
    {
      "index": 125,
      "start_time": 967589.0,
      "end_time": 975699.0,
      "text": "that gives you the strength. So, here imagine the case, instead of I mean we are just simplifying"
    },
    {
      "index": 126,
      "start_time": 975699.0,
      "end_time": 984839.0,
      "text": "it trying to draw equivalence. This and instead of turning out side say I turn inside I also"
    },
    {
      "index": 127,
      "start_time": 984839.0,
      "end_time": 992360.0,
      "text": "have the same stiffness. And obviously, here in case of a tumbler,"
    },
    {
      "index": 128,
      "start_time": 992360.0,
      "end_time": 1013319.0,
      "text": "it is a quite a small thing, but in this case it is a long, much longer object. So, this"
    },
    {
      "index": 129,
      "start_time": 1013320.0,
      "end_time": 1023770.0,
      "text": "rigidity is required all around. So, what is happening? This box girder I mean"
    },
    {
      "index": 130,
      "start_time": 1023770.0,
      "end_time": 1030811.0,
      "text": "this stuff is extending all through or in other words like here in that case of the"
    },
    {
      "index": 131,
      "start_time": 1030810.0,
      "end_time": 1037040.0,
      "text": "tumbler, just by turning the edge I could achieve the required stiffness. Now here obviously,"
    },
    {
      "index": 132,
      "start_time": 1037040.0,
      "end_time": 1041420.0,
      "text": "stiffness is going to be much higher. So, I am not only turning the edge I making this"
    },
    {
      "index": 133,
      "start_time": 1041420.0000000001,
      "end_time": 1043539.0000000001,
      "text": "heavily constructed."
    },
    {
      "index": 134,
      "start_time": 1043540.0,
      "end_time": 1055410.0,
      "text": "How heavily what basically is done? If I just enlarge that part of the box girder, it is"
    },
    {
      "index": 135,
      "start_time": 1055410.0,
      "end_time": 1067451.0,
      "text": "nothing but such enlarge section of the box girder. This is your box girder. This is the"
    },
    {
      "index": 136,
      "start_time": 1067450.0,
      "end_time": 1102659.0,
      "text": "side shell plate. Here you have as usual  the Bul work and or railing whatever. You have this hatch opening here; this is the"
    },
    {
      "index": 137,
      "start_time": 1102660.0,
      "end_time": 1111060.0,
      "text": "hatch coming. So, only this much is my deck then rest is full open. So, what is done is"
    },
    {
      "index": 138,
      "start_time": 1111060.0,
      "end_time": 1140280.0,
      "text": "this is your side shell. We will just take a look how it is done in other vessels."
    },
    {
      "index": 139,
      "start_time": 1140280.0,
      "end_time": 1149401.0,
      "text": "Say general cargo ship once again, you have the deck opening. So, stiffening of this was"
    },
    {
      "index": 140,
      "start_time": 1149400.0,
      "end_time": 1157960.0,
      "text": "done by means of a hatch side girder and then stiffening of the deck you had those deck"
    },
    {
      "index": 141,
      "start_time": 1157960.0,
      "end_time": 1164480.0,
      "text": "longitudinals etcetera. In case of a bulk carrier what we did, stiffening"
    },
    {
      "index": 142,
      "start_time": 1164480.0,
      "end_time": 1172100.0,
      "text": "was done by also a vertical plate; I am no more calling it as a girder, but the function"
    },
    {
      "index": 143,
      "start_time": 1172100.0,
      "end_time": 1179340.0,
      "text": "is same. Here I had this girder, here I am having the vertical plate which is slopping"
    },
    {
      "index": 144,
      "start_time": 1179340.0,
      "end_time": 1183700.0,
      "text": "bulkhead. So, this is providing the necessary stiffness."
    },
    {
      "index": 145,
      "start_time": 1183700.0,
      "end_time": 1193880.0,
      "text": "Now, here what is happening? Bringing a same plate vertical plate or a girder and in addition"
    },
    {
      "index": 146,
      "start_time": 1193880.0,
      "end_time": 1203529.0,
      "text": "having a fully horizontal plate thereby completing a box like thing. And this is now stiffened."
    },
    {
      "index": 147,
      "start_time": 1203530.0,
      "end_time": 1215461.0,
      "text": "These are my so called deck longitudinal. This part of the side shell is also longitudinally"
    },
    {
      "index": 148,
      "start_time": 1215460.0,
      "end_time": 1226140.0,
      "text": "stiffened. Again for the simple reason that a longitudinally stiffened system gives me"
    },
    {
      "index": 149,
      "start_time": 1226140.0,
      "end_time": 1233580.0,
      "text": "best buckling strength. It provides me I mean it is not only good in case of I mean it is"
    },
    {
      "index": 150,
      "start_time": 1233580.0,
      "end_time": 1241240.0,
      "text": "good in case of structures which is subjected to longitudinal bending and when a structure"
    },
    {
      "index": 151,
      "start_time": 1241240.0,
      "end_time": 1246899.0,
      "text": "is subjected to longitudinal bending, in the event of compression it suffers buckling."
    },
    {
      "index": 152,
      "start_time": 1246900.0,
      "end_time": 1255680.0,
      "text": "So, what is important is buckling strength. Now if longitudinal framing system is adopted,"
    },
    {
      "index": 153,
      "start_time": 1255680.0,
      "end_time": 1260741.0,
      "text": "then it will give you a better buckling strength. A better buckling strength means your critical"
    },
    {
      "index": 154,
      "start_time": 1260740.0,
      "end_time": 1267240.0,
      "text": "buckling stress will be higher. So, due to longitudinal bending it would not buckle that"
    },
    {
      "index": 155,
      "start_time": 1267240.0,
      "end_time": 1268159.0,
      "text": "is what is important."
    },
    {
      "index": 156,
      "start_time": 1268160.0,
      "end_time": 1277221.0,
      "text": "So, here again the same thing. We are providing longitudinal framing system because of the"
    },
    {
      "index": 157,
      "start_time": 1277220.0,
      "end_time": 1285350.0,
      "text": "reasons I just talked about thereby this will behave perfectly as far as the longitudinal"
    },
    {
      "index": 158,
      "start_time": 1285350.0,
      "end_time": 1292250.0,
      "text": "strength is concerned and also we have said that if we go on increasing the number of"
    },
    {
      "index": 159,
      "start_time": 1292250.0,
      "end_time": 1297270.0,
      "text": "a container the length is increasing, bending movement will increase. So, you need more"
    },
    {
      "index": 160,
      "start_time": 1297270.0,
      "end_time": 1306789.0,
      "text": "longitudinal strength. So, this is how. So, this box they are the total box it is referred"
    },
    {
      "index": 161,
      "start_time": 1306790.0,
      "end_time": 1313900.0,
      "text": "to as box girder. The word girder means essentially a heavy stiffening member."
    },
    {
      "index": 162,
      "start_time": 1313900.0,
      "end_time": 1326050.0,
      "text": "That girder can be a just a t section or girder can be a box like a thing. In this case it"
    },
    {
      "index": 163,
      "start_time": 1326050.0,
      "end_time": 1333271.0,
      "text": "is not only a box, it is a stiffened box. It has all kinds of stiffness inside like"
    },
    {
      "index": 164,
      "start_time": 1333270.0,
      "end_time": 1343559.0,
      "text": "we can see again within this box you can see that it is the weight has been done it has"
    },
    {
      "index": 165,
      "start_time": 1343560.0,
      "end_time": 1349871.0,
      "text": "a sufficient strength longitudinally, but again the same issue."
    },
    {
      "index": 166,
      "start_time": 1349870.0,
      "end_time": 1358279.0,
      "text": "This longitudinals are running all along the length. So, you will have to have support"
    },
    {
      "index": 167,
      "start_time": 1358280.0,
      "end_time": 1368001.0,
      "text": "in between, in between transverses are needed because well you have the bulkheads. When"
    },
    {
      "index": 168,
      "start_time": 1368000.0,
      "end_time": 1379309.0,
      "text": "you have this, whatever that concept of bulkhead that remains because one thing you can see,"
    },
    {
      "index": 169,
      "start_time": 1379310.0,
      "end_time": 1384381.0,
      "text": "this transverse sub division bulkheads they are a must; whatever be the ship type they"
    },
    {
      "index": 170,
      "start_time": 1384380.0,
      "end_time": 1396510.0,
      "text": "are must. Why must? Because that gives us the so called required safety aspect from"
    },
    {
      "index": 171,
      "start_time": 1396510.0,
      "end_time": 1403679.0,
      "text": "the safety point of view that in the event of any accident or damage, this will provide"
    },
    {
      "index": 172,
      "start_time": 1403680.0,
      "end_time": 1410900.0,
      "text": "me quite a substantial level of safety before the vessel really sinks."
    },
    {
      "index": 173,
      "start_time": 1410900.0,
      "end_time": 1417361.0,
      "text": "So, bulkheads are there. So, in the process what happens, if the bulkheads are there like"
    },
    {
      "index": 174,
      "start_time": 1417360.0,
      "end_time": 1424710.0,
      "text": "here I have drawn in red. So, this longitudinals in the box girder in that case will be running"
    },
    {
      "index": 175,
      "start_time": 1424710.0,
      "end_time": 1432720.0,
      "text": "from one bulkhead to another bulkhead. So, this again becomes a quite a huge span. So,"
    },
    {
      "index": 176,
      "start_time": 1432720.0,
      "end_time": 1440610.0,
      "text": "again from the same logic, we will have transverses in between like we had the deck transverses"
    },
    {
      "index": 177,
      "start_time": 1440610.0,
      "end_time": 1445720.0,
      "text": "in the general cargo carrier or bulk carrier."
    },
    {
      "index": 178,
      "start_time": 1445720.0,
      "end_time": 1455240.0,
      "text": "So, same logic is there. So, here the transverse means what; means essentially a plate here,"
    },
    {
      "index": 179,
      "start_time": 1455240.0,
      "end_time": 1465120.0,
      "text": "a plate there. So, together it can be one plate which can have a like in bulk carrier"
    },
    {
      "index": 180,
      "start_time": 1465120.0,
      "end_time": 1474049.0,
      "text": "we had the transverse in the top wing tank. Same thing; this is a transverse having a"
    },
    {
      "index": 181,
      "start_time": 1474050.0,
      "end_time": 1483481.0,
      "text": "flanged. This is joining a double line means I am showing that the edge, there is a flat"
    },
    {
      "index": 182,
      "start_time": 1483480.0,
      "end_time": 1495370.0,
      "text": "bar welded to the edge which provides which functions like a phase plate. This cross section"
    },
    {
      "index": 183,
      "start_time": 1495370.0,
      "end_time": 1521130.0,
      "text": "is nothing but we have the plate and there is a flange welded a flat bar welded. So,"
    },
    {
      "index": 184,
      "start_time": 1521130.0,
      "end_time": 1526419.0,
      "text": "this is a transverse and now once this is a transverse means well those same things"
    },
    {
      "index": 185,
      "start_time": 1526420.0,
      "end_time": 1546071.0,
      "text": "those scallops, those cut outs will be there. So, thereby we see that this transverse. So,"
    },
    {
      "index": 186,
      "start_time": 1546070.0,
      "end_time": 1556950.0,
      "text": "this is a transverse. Again the same thing; this transverse will be spaced every three"
    },
    {
      "index": 187,
      "start_time": 1556950.0,
      "end_time": 1564630.0,
      "text": "to four frame space. So, as you can see that entire structural arrangement whatever be"
    },
    {
      "index": 188,
      "start_time": 1564630.0,
      "end_time": 1571409.0,
      "text": "the ship, the method of arranging them, the deployment of stiffening members; all follow"
    },
    {
      "index": 189,
      "start_time": 1571410.0,
      "end_time": 1579941.0,
      "text": "the same principle because at the end of that their purpose is such that there is no part"
    },
    {
      "index": 190,
      "start_time": 1579940.0,
      "end_time": 1586870.0,
      "text": "of the structure attains a stress level beyond permissible limit. That is a final purpose;"
    },
    {
      "index": 191,
      "start_time": 1586870.0,
      "end_time": 1593659.0,
      "text": "in all service conditions no part of the structure should attain a stress level beyond permissible"
    },
    {
      "index": 192,
      "start_time": 1593660.0,
      "end_time": 1597810.0,
      "text": "limit. Now, only variation of the structural type"
    },
    {
      "index": 193,
      "start_time": 1597810.0,
      "end_time": 1604660.0,
      "text": "etcetera is coming because of functional requirement. You need here the torsion becomes more important."
    },
    {
      "index": 194,
      "start_time": 1604660.0,
      "end_time": 1609491.0,
      "text": "They are the well the bending becomes more important and so and so forth."
    },
    {
      "index": 195,
      "start_time": 1609490.0,
      "end_time": 1617100.0,
      "text": "So, that is how this is what is the box girder construction. So, this provides we can see"
    },
    {
      "index": 196,
      "start_time": 1617100.0,
      "end_time": 1628600.0,
      "text": "a quite a heavily stiffened structure right at the top of the I mean at one end of the"
    },
    {
      "index": 197,
      "start_time": 1628600.0,
      "end_time": 1630140.0,
      "text": "entire hull structure."
    },
    {
      "index": 198,
      "start_time": 1630140.0,
      "end_time": 1639190.0,
      "text": "So, this provides you a sufficient strength towards torsion as well as longitudinal; obviously,"
    },
    {
      "index": 199,
      "start_time": 1639190.0,
      "end_time": 1647870.0,
      "text": "as well as longitudinal, but this alone is a I mean much less stiffening would have been"
    },
    {
      "index": 200,
      "start_time": 1647870.0,
      "end_time": 1656289.0,
      "text": "required if we would have calculated only on the basis of longitudinal bending; bending"
    },
    {
      "index": 201,
      "start_time": 1656290.0,
      "end_time": 1662581.0,
      "text": "longitudinal strength, but this is provided to provide called additional torsional strength"
    },
    {
      "index": 202,
      "start_time": 1662580.0,
      "end_time": 1671200.0,
      "text": "as well as your side shell stiffening. So, we can see the side shell here again is"
    },
    {
      "index": 203,
      "start_time": 1671200.0,
      "end_time": 1682980.0,
      "text": "transversely stiffened. You have  heavy transverse framing on the side shell."
    },
    {
      "index": 204,
      "start_time": 1682980.0,
      "end_time": 1710700.0,
      "text": "So, that it is may be this is side shell going and this is a part of the transverse frame"
    },
    {
      "index": 205,
      "start_time": 1710700.0,
      "end_time": 1729970.0,
      "text": "which is now which will be suitably bracketed; that red line is the part of the bracket is"
    },
    {
      "index": 206,
      "start_time": 1729970.0,
      "end_time": 1735610.0,
      "text": "being shown, the blue line part of the side shell frame is being shown as you can see"
    },
    {
      "index": 207,
      "start_time": 1735610.0,
      "end_time": 1739659.0,
      "text": "here."
    },
    {
      "index": 208,
      "start_time": 1739660.0,
      "end_time": 1750280.0,
      "text": "Yes bottom side we have not provided because you see the construction. In the bottom side"
    },
    {
      "index": 209,
      "start_time": 1750280.0,
      "end_time": 1757251.0,
      "text": "at every frame space this frames are coming and they are bracketed to the bottom plate."
    },
    {
      "index": 210,
      "start_time": 1757250.0,
      "end_time": 1762210.0,
      "text": "So, bottom plate is stiffened by these brackets."
    },
    {
      "index": 211,
      "start_time": 1762210.0,
      "end_time": 1768549.0,
      "text": "Rightly pointed out that this side plate or the deck plate as well as this side shell"
    },
    {
      "index": 212,
      "start_time": 1768550.0,
      "end_time": 1775520.0,
      "text": "plate are stiffened by stiffeners; longitudinal stiffeners longitudinals whereas this bottom"
    },
    {
      "index": 213,
      "start_time": 1775520.0,
      "end_time": 1781530.0,
      "text": "plate is not stiffened as such, I mean we are not seeing any stiffener here. What is"
    },
    {
      "index": 214,
      "start_time": 1781530.0,
      "end_time": 1788241.0,
      "text": "happening; this is getting stiffened from below by this bracket because a huge bracket"
    },
    {
      "index": 215,
      "start_time": 1788240.0,
      "end_time": 1795240.0,
      "text": "is being welded at every frame position. So, this bottom plate is stiffened by this"
    },
    {
      "index": 216,
      "start_time": 1795240.0,
      "end_time": 1802799.0,
      "text": "bracket itself. Like these plates are stiffened by this longitudinals, here these are stiffened"
    },
    {
      "index": 217,
      "start_time": 1802800.0,
      "end_time": 1810201.0,
      "text": "by these brackets. Because this side shell frame; this is a side shell frame; this side"
    },
    {
      "index": 218,
      "start_time": 1810200.0,
      "end_time": 1826179.0,
      "text": "shell frame will be there at every frame position. This is a side shell frame. So, what you see"
    },
    {
      "index": 219,
      "start_time": 1826180.0,
      "end_time": 1831640.0,
      "text": "that the side shell is transversely stiffened. So, transverse stiffening or transverse framing"
    },
    {
      "index": 220,
      "start_time": 1831640.0,
      "end_time": 1838201.0,
      "text": "arrangement is taken in the side shell. Why? Had it been longitudinal framing system then"
    },
    {
      "index": 221,
      "start_time": 1838200.0,
      "end_time": 1845080.0,
      "text": "again the case of those two big transverses would have had come. Some it could have at"
    },
    {
      "index": 222,
      "start_time": 1845080.0,
      "end_time": 1853289.0,
      "text": "enclosed in the cargo space, boxes would have I have to shift more, some space more space"
    },
    {
      "index": 223,
      "start_time": 1853290.0,
      "end_time": 1860111.0,
      "text": "would have got wasted. Not only that, in addition to that for torsional strength requirement"
    },
    {
      "index": 224,
      "start_time": 1860110.0,
      "end_time": 1866380.0,
      "text": "for transverse strength requirement this transverse framing is weighted because here I need because"
    },
    {
      "index": 225,
      "start_time": 1866380.0,
      "end_time": 1873179.0,
      "text": "to provide for torsional strength I need transverse strength also."
    },
    {
      "index": 226,
      "start_time": 1873180.0,
      "end_time": 1878191.0,
      "text": "Because torsional strength is it gets twisted. Transverse strength if you do not have it"
    },
    {
      "index": 227,
      "start_time": 1878190.0,
      "end_time": 1884519.0,
      "text": "gets deflected in the transverse plane. So, if I provide for transverse strength, it automatically"
    },
    {
      "index": 228,
      "start_time": 1884520.0,
      "end_time": 1889981.0,
      "text": "provides for torsional strength. So, side shell is transversely stiffened and"
    },
    {
      "index": 229,
      "start_time": 1889980.0,
      "end_time": 1896880.0,
      "text": "double bottom you can see, same as in any other vessel. It will be same as in any other"
    },
    {
      "index": 230,
      "start_time": 1896880.0,
      "end_time": 1905539.0,
      "text": "vessel. Only thing here what has to be see is the frame spacing etcetera should be taken"
    },
    {
      "index": 231,
      "start_time": 1905540.0,
      "end_time": 1915081.0,
      "text": "in such a fashion that this continuous this seat truly on some longitudinal; like in this"
    },
    {
      "index": 232,
      "start_time": 1915080.0,
      "end_time": 1921909.0,
      "text": "it is not very carefully drawn, as you can see this corner of I mean this edge of the"
    },
    {
      "index": 233,
      "start_time": 1921910.0,
      "end_time": 1928510.0,
      "text": "stack of containers it is not sitting on a longitudinal."
    },
    {
      "index": 234,
      "start_time": 1928510.0,
      "end_time": 1937461.0,
      "text": "This is not correct. So, depending on the box size and box sizes are fixed 8 feet by"
    },
    {
      "index": 235,
      "start_time": 1937460.0,
      "end_time": 1943529.0,
      "text": "8 feet. So, their spacing of the I mean they have self-locking arrangement when you put"
    },
    {
      "index": 236,
      "start_time": 1943530.0,
      "end_time": 1950621.0,
      "text": "one box over the other box one container other container they set properly."
    },
    {
      "index": 237,
      "start_time": 1950620.0,
      "end_time": 1960370.0,
      "text": "That means, the container edges there is a small actually the container edge is something"
    },
    {
      "index": 238,
      "start_time": 1960370.0,
      "end_time": 1969289.0,
      "text": "like this. So, it should sit suppose on the deck and there should be a stiffener there."
    },
    {
      "index": 239,
      "start_time": 1969290.0,
      "end_time": 1979140.0,
      "text": "So, the arrangement should be done in keeping that in mind that it should the load path"
    },
    {
      "index": 240,
      "start_time": 1979140.0,
      "end_time": 1984121.0,
      "text": "should be there proper load path; that means, it should sit on some stiffener below."
    },
    {
      "index": 241,
      "start_time": 1984120.0,
      "end_time": 1994539.0,
      "text": "Anyway. So, here we can see that because of this, you have the because of the loading"
    },
    {
      "index": 242,
      "start_time": 1994540.0,
      "end_time": 1999971.0,
      "text": "I mean the functional requirement, you need a big opening. For big opening, there is a"
    },
    {
      "index": 243,
      "start_time": 1999970.0,
      "end_time": 2006350.0,
      "text": "problem of torsional strength that is solved by this providing a heavy box girder arrangement"
    },
    {
      "index": 244,
      "start_time": 2006350.0,
      "end_time": 2009620.0,
      "text": "at the top deck level."
    },
    {
      "index": 245,
      "start_time": 2009620.0,
      "end_time": 2017509.0,
      "text": "Side shell is transversely stiffened with heavy bracketing at both the ends and bottom"
    },
    {
      "index": 246,
      "start_time": 2017510.0,
      "end_time": 2024631.0,
      "text": "part well a double bottom like in any other vessel. So, with this one can go up to a certain"
    },
    {
      "index": 247,
      "start_time": 2024630.0,
      "end_time": 2032210.0,
      "text": "size. Then it was found that when we are talking about 9000 T E U, 10000 T E U bigger and still"
    },
    {
      "index": 248,
      "start_time": 2032210.0,
      "end_time": 2044529.0,
      "text": "bigger vessels, then it was suggested to go in for a construction which will provide you"
    },
    {
      "index": 249,
      "start_time": 2044530.0,
      "end_time": 2052301.0,
      "text": "the required torsional strength. That means, this kind of box girder arrangement"
    },
    {
      "index": 250,
      "start_time": 2052300.0000000002,
      "end_time": 2060570.0000000002,
      "text": "was becoming inadequate because here your heavy construction is there only at the top."
    },
    {
      "index": 251,
      "start_time": 2060570.0000000002,
      "end_time": 2066119.0000000002,
      "text": "At the middle part or just below that you have well transverses are there, but still"
    },
    {
      "index": 252,
      "start_time": 2066120.0,
      "end_time": 2071551.0,
      "text": "it was becoming inadequate. So, the idea became that instead of keeping"
    },
    {
      "index": 253,
      "start_time": 2071550.0000000002,
      "end_time": 2078980.0000000002,
      "text": "the box only sort of located at the top that is it continued till the bottom, let it be"
    },
    {
      "index": 254,
      "start_time": 2078980.0,
      "end_time": 2084849.0,
      "text": "continued to the bottom, then automatically your strength becomes much more or in other"
    },
    {
      "index": 255,
      "start_time": 2084850.0,
      "end_time": 2093070.0,
      "text": "words, you come for a condition which can be referred to as cellular construction or"
    },
    {
      "index": 256,
      "start_time": 2093070.0000000002,
      "end_time": 2112370.0,
      "text": "a double wall construction means, double wall."
    },
    {
      "index": 257,
      "start_time": 2112370.0,
      "end_time": 2127281.0,
      "text": "This is referred to as cellular construction or double wall construction, not double hull,"
    },
    {
      "index": 258,
      "start_time": 2127280.0,
      "end_time": 2145420.0,
      "text": "double wall. So, this is my inner shell, this is my outer shell obviously, then it becomes"
    },
    {
      "index": 259,
      "start_time": 2145420.0,
      "end_time": 2154910.0,
      "text": "much stronger because now what is happening? If we go back to that bucket example, instead"
    },
    {
      "index": 260,
      "start_time": 2154910.0,
      "end_time": 2165060.0,
      "text": "of this I made the whole thing double if this way I could have made the bucket wall then"
    },
    {
      "index": 261,
      "start_time": 2165060.0,
      "end_time": 2174920.0,
      "text": "it will become well rigid. Same thing is happening here. The box girder is not there as if the"
    },
    {
      "index": 262,
      "start_time": 2174920.0,
      "end_time": 2182089.0,
      "text": "box girder that box thing was only this much, as if it has extended till double bottom the"
    },
    {
      "index": 263,
      "start_time": 2182090.0,
      "end_time": 2189021.0,
      "text": "full thing I have extended. So, in the process what I have come for we have come for a cellular"
    },
    {
      "index": 264,
      "start_time": 2189020.0,
      "end_time": 2194280.0,
      "text": "construction, a concept of cellular construction or a double wall construction; that means,"
    },
    {
      "index": 265,
      "start_time": 2194280.0,
      "end_time": 2200470.0,
      "text": "instead of one side shell I have two side shells. This will not only increase weight,"
    },
    {
      "index": 266,
      "start_time": 2200470.0,
      "end_time": 2207170.0,
      "text": "it will increase cost everything it will increase, but it is needed to provide further required"
    },
    {
      "index": 267,
      "start_time": 2207170.0,
      "end_time": 2210839.0,
      "text": "strength. Because I have to see I have to provide for"
    },
    {
      "index": 268,
      "start_time": 2210840.0,
      "end_time": 2224311.0,
      "text": "the when you are designing a vessel the purpose is that it should deliver the requirement"
    },
    {
      "index": 269,
      "start_time": 2224310.0,
      "end_time": 2229410.0,
      "text": "of the owner. What is the owners requirement? To transfer cargo from one point to another"
    },
    {
      "index": 270,
      "start_time": 2229410.0,
      "end_time": 2236900.0,
      "text": "point that is all safely. That is important I am transporting half way gets lost or half"
    },
    {
      "index": 271,
      "start_time": 2236900.0,
      "end_time": 2242069.0,
      "text": "the time it gets lose you cannot do that. You will have to ensure that that it will"
    },
    {
      "index": 272,
      "start_time": 2242070.0,
      "end_time": 2248820.0,
      "text": "be safely in a safe and sound manner it will be transported then only people will come"
    },
    {
      "index": 273,
      "start_time": 2248820.0,
      "end_time": 2251241.0,
      "text": "and load his cargo in your ship."
    },
    {
      "index": 274,
      "start_time": 2251240.0,
      "end_time": 2258440.0,
      "text": "So, that is what. So, that calls for as I mean double wall construction obviously, as"
    },
    {
      "index": 275,
      "start_time": 2258440.0,
      "end_time": 2264359.0,
      "text": "you are saying that well it is not only will act to the weight it will act to cost."
    },
    {
      "index": 276,
      "start_time": 2264360.0,
      "end_time": 2269141.0,
      "text": "You say additional work, additional material; you will have to cost, but this is become"
    },
    {
      "index": 277,
      "start_time": 2269140.0,
      "end_time": 2279339.0,
      "text": "necessity as we are growing in size. Probably if you design a 6000 T E U container ship,"
    },
    {
      "index": 278,
      "start_time": 2279340.0,
      "end_time": 2284860.0,
      "text": "it do not go for double wall it will not be a wise decision."
    },
    {
      "index": 279,
      "start_time": 2284860.0,
      "end_time": 2292471.0,
      "text": "Its that way, but your building a vessel of 11000 T E U, probably you will have no other"
    },
    {
      "index": 280,
      "start_time": 2292470.0,
      "end_time": 2296710.0,
      "text": "option other than to go for a double wall."
    },
    {
      "index": 281,
      "start_time": 2296710.0,
      "end_time": 2302270.0,
      "text": "One can try through this box and all that, but probably we will find that if I have to"
    },
    {
      "index": 282,
      "start_time": 2302270.0,
      "end_time": 2308569.0,
      "text": "do in this, the sizes of the side transverses may become so big."
    },
    {
      "index": 283,
      "start_time": 2308570.0,
      "end_time": 2313090.0,
      "text": "Eventually the weight of this and cost of this will become more than if it have gone"
    },
    {
      "index": 284,
      "start_time": 2313090.0,
      "end_time": 2314691.0,
      "text": "for a double bottom."
    },
    {
      "index": 285,
      "start_time": 2314690.0,
      "end_time": 2319410.0,
      "text": "So, these are the aspects one we will have to see. In any guess in double wall what is"
    },
    {
      "index": 286,
      "start_time": 2319410.0,
      "end_time": 2327760.0,
      "text": "happening? The moment I go for double wall construction obviously, it is entirely the"
    },
    {
      "index": 287,
      "start_time": 2327760.0,
      "end_time": 2335380.0,
      "text": "longitudinally stiffened. Because then that problem of your firstly"
    },
    {
      "index": 288,
      "start_time": 2335380.0,
      "end_time": 2344670.0,
      "text": "interfering with the cargo space or interfering with I mean cargo any other functional interference"
    },
    {
      "index": 289,
      "start_time": 2344670.0,
      "end_time": 2350819.0,
      "text": "is not there. The moment there is no functional interference, obviously, I would go for a"
    },
    {
      "index": 290,
      "start_time": 2350820.0,
      "end_time": 2354590.0,
      "text": "longitudinal framing system because that is most effective."
    },
    {
      "index": 291,
      "start_time": 2354590.0,
      "end_time": 2362671.0,
      "text": "So, the entire both the both the shells the inner shell and the outer shell or both the"
    },
    {
      "index": 292,
      "start_time": 2362670.0,
      "end_time": 2369140.0,
      "text": "walls or longitudinally stiffened as well as obviously, the deck is also longitudinally"
    },
    {
      "index": 293,
      "start_time": 2369140.0,
      "end_time": 2373380.0,
      "text": "stiffened. The whole thing is longitudinally stiffened."
    },
    {
      "index": 294,
      "start_time": 2373380.0,
      "end_time": 2382900.0,
      "text": "And then, as in this case, you had the transverses. You need transverses here also for the same"
    },
    {
      "index": 295,
      "start_time": 2382900.0,
      "end_time": 2389130.0,
      "text": "reason because otherwise again the same logic the longitudinals will have very big span."
    },
    {
      "index": 296,
      "start_time": 2389130.0,
      "end_time": 2397430.0,
      "text": "Now what is done here is instead of putting all longitudinals all around, I am cutting"
    },
    {
      "index": 297,
      "start_time": 2397430.0,
      "end_time": 2410530.0,
      "text": "of some layers of longitudinals by these green lines. Well let us take this. So, this horizontal"
    },
    {
      "index": 298,
      "start_time": 2410530.0,
      "end_time": 2418660.0,
      "text": "green lines what I have drawn are nothing but platforms. Instead of a longitudinal,"
    },
    {
      "index": 299,
      "start_time": 2418660.0,
      "end_time": 2425970.0,
      "text": "I extend the full deck as if one can even imagine as if these are my lower decks in"
    },
    {
      "index": 300,
      "start_time": 2425970.0,
      "end_time": 2431510.0,
      "text": "the form of deck, but I am not calling them deck because it may give you a concept of"
    },
    {
      "index": 301,
      "start_time": 2431510.0,
      "end_time": 2438380.0,
      "text": "deck means well usable space. It is not a usable space, this space will not be use for"
    },
    {
      "index": 302,
      "start_time": 2438380.0,
      "end_time": 2450559.0,
      "text": "anything it will remain empty. So, this better I call them platforms."
    },
    {
      "index": 303,
      "start_time": 2450560.0,
      "end_time": 2464560.0,
      "text": "But they are also this platforms are also strengthening member, like the deck is a member"
    },
    {
      "index": 304,
      "start_time": 2464560.0,
      "end_time": 2469961.0,
      "text": "which contributes towards longitudinal strength because deck the deck plating is continues"
    },
    {
      "index": 305,
      "start_time": 2469960.0,
      "end_time": 2474180.0,
      "text": "all along the length. Similarly these platforms are also continuous."
    },
    {
      "index": 306,
      "start_time": 2474180.0,
      "end_time": 2482500.0,
      "text": "But in the engine room, the entire hall region from the entire length wherever it is there"
    },
    {
      "index": 307,
      "start_time": 2482500.0,
      "end_time": 2493130.0,
      "text": "it is there suppose; that means, say this is a double walled vessel, then this platforms"
    },
    {
      "index": 308,
      "start_time": 2493130.0,
      "end_time": 2501160.0,
      "text": "will continue like this. And in between, you have the longitudinals; this is my engine"
    },
    {
      "index": 309,
      "start_time": 2501160.0,
      "end_time": 2507420.0,
      "text": "room. So, they are also strength providing members."
    },
    {
      "index": 310,
      "start_time": 2507420.0,
      "end_time": 2513349.0,
      "text": "These horizontal platforms also will provide for longitudinal strength and if they are"
    },
    {
      "index": 311,
      "start_time": 2513350.0,
      "end_time": 2516941.0,
      "text": "going to provide me for longitudinal strength means, they will take part in longitudinal"
    },
    {
      "index": 312,
      "start_time": 2516940.0,
      "end_time": 2524150.0,
      "text": "bending. So, they are themselves having to be stiffened by stiffeners. So, they are equivalent"
    },
    {
      "index": 313,
      "start_time": 2524150.0,
      "end_time": 2530440.0,
      "text": "to that of lower decks nothing else, but lower decks right .What is the purpose of giving"
    },
    {
      "index": 314,
      "start_time": 2530440.0,
      "end_time": 2539390.0,
      "text": "this? This I could have as well avoided and provided this oil for maintenance, it is simply"
    },
    {
      "index": 315,
      "start_time": 2539390.0,
      "end_time": 2546319.0,
      "text": "for maintenance nothing else because if this is provided, then a person can walk through"
    },
    {
      "index": 316,
      "start_time": 2546320.0,
      "end_time": 2555641.0,
      "text": "all along and do the inspection maintenance of this because probably it would be something"
    },
    {
      "index": 317,
      "start_time": 2555640.0,
      "end_time": 2563450.0,
      "text": "like this. The spacing between these platforms would be such that a person can a average"
    },
    {
      "index": 318,
      "start_time": 2563450.0,
      "end_time": 2568940.0,
      "text": "height person can comfortably walk through. If we can do that, then you can do the other"
    },
    {
      "index": 319,
      "start_time": 2568940.0,
      "end_time": 2575970.0,
      "text": "jobs also. Otherwise imagine how you are going to do the maintenance. For that reason, these"
    },
    {
      "index": 320,
      "start_time": 2575970.0,
      "end_time": 2581410.0,
      "text": "things are provided. So that means, it is a design when you are doing not only you are"
    },
    {
      "index": 321,
      "start_time": 2581410.0,
      "end_time": 2587150.0,
      "text": "taking care of your torsional strength, transverse strength etcetera, but also taking care of"
    },
    {
      "index": 322,
      "start_time": 2587150.0,
      "end_time": 2594069.0,
      "text": "future maintenance work. So, this is what a double wall construction is. Now we see"
    },
    {
      "index": 323,
      "start_time": 2594070.0,
      "end_time": 2600691.0,
      "text": "that it is perfectly done as far as longitudinal strength is concerned and to provide for necessary"
    },
    {
      "index": 324,
      "start_time": 2600690.0,
      "end_time": 2608559.0,
      "text": "required transverse strength and also provide for providing for supports to the longitudinals"
    },
    {
      "index": 325,
      "start_time": 2608560.0,
      "end_time": 2633320.0,
      "text": "you have now similar type of transverses. I can have transverse members like this."
    },
    {
      "index": 326,
      "start_time": 2633320.0,
      "end_time": 2644501.0,
      "text": "Like the one here. It is as if that this plating was there. So, a number of boxes I have added,"
    },
    {
      "index": 327,
      "start_time": 2644500.0,
      "end_time": 2651440.0,
      "text": "this double wall you can see the way I have drawn it as I said that boxing I have extended."
    },
    {
      "index": 328,
      "start_time": 2651440.0,
      "end_time": 2661150.0,
      "text": "So, I can do it in this fashion. So, it is not necessarily that this the only way of"
    },
    {
      "index": 329,
      "start_time": 2661150.0,
      "end_time": 2669319.0,
      "text": "designing it, but very concept I mean the idea is that you design, you do the structure"
    },
    {
      "index": 330,
      "start_time": 2669320.0,
      "end_time": 2674391.0,
      "text": "layout, there can be different solutions different way of doing it."
    },
    {
      "index": 331,
      "start_time": 2674390.0,
      "end_time": 2681960.0,
      "text": "But you will have to keep in mind well the strength part of it, fabrication part of it,"
    },
    {
      "index": 332,
      "start_time": 2681960.0,
      "end_time": 2688630.0,
      "text": "maintenance part of it. So, that the arrangement it is friendly from the production point of"
    },
    {
      "index": 333,
      "start_time": 2688630.0,
      "end_time": 2696500.0,
      "text": "view. Arrangement it gives you the requisite strength, arrangement gives you, it becomes"
    },
    {
      "index": 334,
      "start_time": 2696500.0,
      "end_time": 2703800.0,
      "text": "maintenance friendly also. This is one of the very simple ways of doing it and so it"
    },
    {
      "index": 335,
      "start_time": 2703800.0,
      "end_time": 2712609.0,
      "text": "provides for all necessary I mean this satisfies all those necessary conditions of strength,"
    },
    {
      "index": 336,
      "start_time": 2712610.0,
      "end_time": 2720590.0,
      "text": "production friendliness, maintenance friendliness. So, this is what is the double wall construction"
    },
    {
      "index": 337,
      "start_time": 2720590.0,
      "end_time": 2732001.0,
      "text": "and now below this, again same thing means the double bottom there is no difference in"
    },
    {
      "index": 338,
      "start_time": 2732000.0,
      "end_time": 2737089.0,
      "text": "the double bottom. Well only thing could be that one can decide"
    },
    {
      "index": 339,
      "start_time": 2737090.0,
      "end_time": 2745691.0,
      "text": "upon a center girder or one can decide upon a duct keel. That is up to the I mean both"
    },
    {
      "index": 340,
      "start_time": 2745690.0,
      "end_time": 2750300.0,
      "text": "are same, but well you have some functional advantage in a duct keel. So, you can have"
    },
    {
      "index": 341,
      "start_time": 2750300.0,
      "end_time": 2754940.0,
      "text": "a duct keel arrangement or a center girder arrangement; that depends on the designer."
    },
    {
      "index": 342,
      "start_time": 2754940.0,
      "end_time": 2764050.0,
      "text": "So, this is what is a cellular or double wall construction which provides for necessary"
    },
    {
      "index": 343,
      "start_time": 2764050.0,
      "end_time": 2769859.0,
      "text": "required torsional strength and here another advantage you can see, you have the cargo"
    },
    {
      "index": 344,
      "start_time": 2769860.0,
      "end_time": 2777901.0,
      "text": "space, the so called the container loading space is absolutely clear of any obstruction."
    },
    {
      "index": 345,
      "start_time": 2777900.0,
      "end_time": 2785089.0,
      "text": "You have a horizontal flat clean bottom you have a vertical flat clean wall"
    },
    {
      "index": 346,
      "start_time": 2785090.0,
      "end_time": 2794820.0,
      "text": "So, there is absolutely perfect rectangular space or cubic spaces available where in you"
    },
    {
      "index": 347,
      "start_time": 2794820.0,
      "end_time": 2805391.0,
      "text": "I can mean these containers can be properly loaded. So, that is what is what is called"
    },
    {
      "index": 348,
      "start_time": 2805390.0,
      "end_time": 2814780.0,
      "text": "container ship and well. So, the mid ship section for a double wall will look like this"
    },
    {
      "index": 349,
      "start_time": 2814780.0,
      "end_time": 2823270.0,
      "text": "and well this is your hatch covers. So, on the hatch coming you have the hatch covers"
    },
    {
      "index": 350,
      "start_time": 2823270.0,
      "end_time": 2826109.0,
      "text": "and over."
    },
    {
      "index": 351,
      "start_time": 2826110.0,
      "end_time": 2833281.0,
      "text": "What is done is, you have those big hatch covers. So, over the hatch cover also containers"
    },
    {
      "index": 352,
      "start_time": 2833280.0,
      "end_time": 2846589.0,
      "text": "are stacked. So, in this process what happens that a very"
    },
    {
      "index": 353,
      "start_time": 2846590.0,
      "end_time": 2859181.0,
      "text": "typical feature of container ship is that you may have an additional super structure"
    },
    {
      "index": 354,
      "start_time": 2859180.0,
      "end_time": 2872089.0,
      "text": "in the forward. These are my containers stacked on the hatch covers outside the hold. You"
    },
    {
      "index": 355,
      "start_time": 2872090.0,
      "end_time": 2876850.0,
      "text": "have required number in the hold and you have provision for keeping as I have drawn three"
    },
    {
      "index": 356,
      "start_time": 2876850.0,
      "end_time": 2881491.0,
      "text": "more types of containers above the hatch cover. Accordingly the hatch cover has to be designed"
    },
    {
      "index": 357,
      "start_time": 2881490.0,
      "end_time": 2888869.0,
      "text": "obviously; that means, this should be able to take that load."
    },
    {
      "index": 358,
      "start_time": 2888870.0,
      "end_time": 2895911.0,
      "text": "Well and generally you have your so called super structure of the deck house just above"
    },
    {
      "index": 359,
      "start_time": 2895910.0,
      "end_time": 2907490.0,
      "text": "the engine room. Why it is located above engine room? What could be the reason? Simple. Access"
    },
    {
      "index": 360,
      "start_time": 2907490.0,
      "end_time": 2914210.0,
      "text": "to the engine room because in that deck house of super structure, who will stay. It is basically"
    },
    {
      "index": 361,
      "start_time": 2914210.0,
      "end_time": 2921380.0,
      "text": "the engineers and the deck people, deck officers. Well deck officers may not have any business"
    },
    {
      "index": 362,
      "start_time": 2921380.0,
      "end_time": 2927859.0,
      "text": "in the engine room. So, they could have been elsewhere also. But you generally in a ship"
    },
    {
      "index": 363,
      "start_time": 2927860.0,
      "end_time": 2933100.0,
      "text": "you have only one super structure, one deck house where engineers and officers all are"
    },
    {
      "index": 364,
      "start_time": 2933100.0,
      "end_time": 2937651.0,
      "text": "housed. Primarily it is built there. Why because from"
    },
    {
      "index": 365,
      "start_time": 2937650.0,
      "end_time": 2941950.0,
      "text": "there right directly you have access to the engine room instead of coming out you just"
    },
    {
      "index": 366,
      "start_time": 2941950.0,
      "end_time": 2948030.0,
      "text": "straight way go down. So, that is good. Now in case of container ships generally you have"
    },
    {
      "index": 367,
      "start_time": 2948030.0,
      "end_time": 2956630.0,
      "text": "two sets of super structures like I have drawn that one in the ford, one in the aft."
    },
    {
      "index": 368,
      "start_time": 2956630.0,
      "end_time": 2963609.0,
      "text": "Can you tell me why I mean just from common sense generally you will find two sets of"
    },
    {
      "index": 369,
      "start_time": 2963610.0,
      "end_time": 2979151.0,
      "text": "super structure. Because you have here this container stacked. So, what happens yes no"
    },
    {
      "index": 370,
      "start_time": 2979150.0,
      "end_time": 2988250.0,
      "text": "problem in that thing is from the house deck, your line of sight; your visibility should"
    },
    {
      "index": 371,
      "start_time": 2988250.0,
      "end_time": 2994140.0,
      "text": "be there perfect. So, here that gets affected."
    },
    {
      "index": 372,
      "start_time": 2994140.0,
      "end_time": 3010859.0,
      "text": "If there are containers like any way let us draw a small one, suppose say for example,"
    },
    {
      "index": 373,
      "start_time": 3010860.0,
      "end_time": 3030131.0,
      "text": "this is my house and you have containers stacked like this. So, then what is happening, your"
    },
    {
      "index": 374,
      "start_time": 3030130.0,
      "end_time": 3036680.0,
      "text": "visibility; your line of sight is becoming like this. Your water level is somewhere here."
    },
    {
      "index": 375,
      "start_time": 3036680.0,
      "end_time": 3039880.0,
      "text": "So, you can see it is going much beyond."
    },
    {
      "index": 376,
      "start_time": 3039880.0,
      "end_time": 3048700.0,
      "text": "So, this place is becoming the blind zone. There is a rule that blind zone cannot be"
    },
    {
      "index": 377,
      "start_time": 3048700.0,
      "end_time": 3053780.0,
      "text": "more than some length of the ship. I think one and half length of the ship or some such"
    },
    {
      "index": 378,
      "start_time": 3053780.0,
      "end_time": 3059010.0,
      "text": "rule is there. It cannot be more. In such an arrangement, your blind zone will become"
    },
    {
      "index": 379,
      "start_time": 3059010.0,
      "end_time": 3063829.0,
      "text": "several times the length of the ship. So, anything coming in front of a ship you do"
    },
    {
      "index": 380,
      "start_time": 3063830.0,
      "end_time": 3073810.0,
      "text": "not see that zone becomes too long. So, that is solved by providing a forward super structure."
    },
    {
      "index": 381,
      "start_time": 3073810.0,
      "end_time": 3082570.0,
      "text": "So, that you have a very easy I mean very small so called blind zone only this much."
    },
    {
      "index": 382,
      "start_time": 3082570.0,
      "end_time": 3088291.0,
      "text": "And well very nicely you can house all the deck officers in the ford super structure"
    },
    {
      "index": 383,
      "start_time": 3088290.0,
      "end_time": 3094650.0,
      "text": "and the engineers in the aft super structures. So no problem. So, that is a typical feature"
    },
    {
      "index": 384,
      "start_time": 3094650.0,
      "end_time": 3101910.0,
      "text": "of a container ship. It may have two deck houses for this reason. Otherwise this particular"
    },
    {
      "index": 385,
      "start_time": 3101910.0,
      "end_time": 3109109.0,
      "text": "deck house will have to be made several tires higher and too high which is not very feasible."
    },
    {
      "index": 386,
      "start_time": 3109110.0,
      "end_time": 3119310.0,
      "text": "Well. So, that is what is about the container ship. So, we can see that here if it is a"
    },
    {
      "index": 387,
      "start_time": 3119310.0,
      "end_time": 3124951.0,
      "text": "box girder kind of arrangement, then we take a combination of longitudinal framing system"
    },
    {
      "index": 388,
      "start_time": 3124950.0,
      "end_time": 3132480.0,
      "text": "and transverse framing system. If it is a double wall construction, then all along longitudinal"
    },
    {
      "index": 389,
      "start_time": 3132480.0,
      "end_time": 3142480.0,
      "text": "framing system. There is no transverse framing system taken. So, we stop here today."
    }
  ]
}