{
  "video_id": "UQBAqFKqTVs",
  "title": "NASA ScienceCasts: The Parker Solar Probe - A Mission to Touch the Sun",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4140.0,
      "text": "[ MUSIC ]"
    },
    {
      "index": 2,
      "start_time": 4160.0,
      "end_time": 14440.0,
      "text": "The Parker Solar Probe – A Mission to Touch the Sun – presented by Science@NASA"
    },
    {
      "index": 3,
      "start_time": 14460.0,
      "end_time": 18790.0,
      "text": "People around the world look up and see our Sun every day."
    },
    {
      "index": 4,
      "start_time": 18810.0,
      "end_time": 23110.0,
      "text": "But through a space telescope, it looks nothing like it does from down on the ground."
    },
    {
      "index": 5,
      "start_time": 23130.0,
      "end_time": 28160.0,
      "text": "The surface dances with arches of solar material that reach up into the solar atmosphere,"
    },
    {
      "index": 6,
      "start_time": 28180.0,
      "end_time": 35580.0,
      "text": "an environment of charged particles and magnetic fields unlike anything we experience on Earth."
    },
    {
      "index": 7,
      "start_time": 35600.0,
      "end_time": 41830.0,
      "text": "In 2018, the Parker Solar Probe will launch from a Delta IV Heavy rocket and travel approximately 3 months"
    },
    {
      "index": 8,
      "start_time": 41850.0,
      "end_time": 48810.0,
      "text": "to take its first swing by the Sun right through that atmosphere. Over seven years it will get ever closer,"
    },
    {
      "index": 9,
      "start_time": 48830.0,
      "end_time": 56690.0,
      "text": "until ultimately it’s within 3.9 million miles (6.2 million km) of the Sun’s surface."
    },
    {
      "index": 10,
      "start_time": 56710.0,
      "end_time": 63960.0,
      "text": "That’s so close, that the previous record holder, the Helios-B Spacecraft, was seven times farther away."
    },
    {
      "index": 11,
      "start_time": 63980.0,
      "end_time": 69610.0,
      "text": "An important objective of the Parker Solar Probe is to learn more about the solar wind,"
    },
    {
      "index": 12,
      "start_time": 69630.0,
      "end_time": 78399.0,
      "text": "an exotic stew of magnetic forces, plasma and particles. It interacts with planetary magnetospheres and atmospheres,"
    },
    {
      "index": 13,
      "start_time": 78420.0,
      "end_time": 83380.0,
      "text": "which over the eons may have contributed to a planet’s habitability."
    },
    {
      "index": 14,
      "start_time": 83400.0,
      "end_time": 87130.0,
      "text": "It blankets our spacecraft and astronauts traveling to the moon and Mars."
    },
    {
      "index": 15,
      "start_time": 87150.0,
      "end_time": 92800.0,
      "text": "It affects space weather at and around Earth and causes beautiful aurorae."
    },
    {
      "index": 16,
      "start_time": 92100.0,
      "end_time": 97800.0,
      "text": "The solar wind also travels at immense speeds, and scientists want to learn why."
    },
    {
      "index": 17,
      "start_time": 97820.0,
      "end_time": 107479.0,
      "text": "It leaves the Sun at a speed of up to 500 miles (800 km) a second and engulfs all major planets in the solar system."
    },
    {
      "index": 18,
      "start_time": 107500.0,
      "end_time": 111810.0,
      "text": "What is the source of the wind? From a distance, it’s difficult to tell."
    },
    {
      "index": 19,
      "start_time": 111830.0,
      "end_time": 118800.0,
      "text": "Dr. Adam Szabo, the Parker mission scientist at NASA’s Goddard Space Flight Center says,"
    },
    {
      "index": 20,
      "start_time": 118100.0,
      "end_time": 122720.0,
      "text": "“We’ve been examining the solar wind for over 50 years."
    },
    {
      "index": 21,
      "start_time": 122740.0,
      "end_time": 129109.0,
      "text": "But the wind is processed by the time it reaches Earth. By studying it much closer to the Sun,"
    },
    {
      "index": 22,
      "start_time": 129130.0,
      "end_time": 135140.0,
      "text": "the Parker Probe will be able to tell us such things as what part of the Sun is providing the energy source"
    },
    {
      "index": 23,
      "start_time": 135160.0,
      "end_time": 140160.0,
      "text": "for the wind’s particles and how they can accelerate to such incredibly high speeds.”"
    },
    {
      "index": 24,
      "start_time": 140180.0,
      "end_time": 144200.0,
      "text": "It’s like trying to understand how a car runs without looking at the motor."
    },
    {
      "index": 25,
      "start_time": 144220.0,
      "end_time": 149990.0,
      "text": "It’s important to get under the hood to determine the mechanisms driving the actual system."
    },
    {
      "index": 26,
      "start_time": 150100.0,
      "end_time": 155190.0,
      "text": "The Parker Solar Probe is the only NASA mission named after a living person."
    },
    {
      "index": 27,
      "start_time": 155400.0,
      "end_time": 162870.0,
      "text": "Dr. Eugene Parker, an astrophysicist, is credited with developing the theory behind the solar wind in the late 1950’s."
    },
    {
      "index": 28,
      "start_time": 162890.0,
      "end_time": 169329.0,
      "text": "When asked why he thinks so many people are drawn to this particular mission, Dr. Parker said,"
    },
    {
      "index": 29,
      "start_time": 169350.0,
      "end_time": 176440.0,
      "text": "“I assume it’s the same reason that I got excited about it. This is a journey into Never Neverland you might say,"
    },
    {
      "index": 30,
      "start_time": 176460.0,
      "end_time": 180180.0,
      "text": "where it’s too hot for any sensible spacecraft to function."
    },
    {
      "index": 31,
      "start_time": 180200.0,
      "end_time": 187310.0,
      "text": "But some very clever engineering and construction has succeeded in making what looks like a very workable mission.”"
    },
    {
      "index": 32,
      "start_time": 187330.0,
      "end_time": 198540.0,
      "text": "Clever indeed. At its fastest speed, the Parker Solar Probe will orbit the sun at 430,000 miles per hour (716,000 km per hour),"
    },
    {
      "index": 33,
      "start_time": 198560.0,
      "end_time": 203870.0,
      "text": "that’s fast enough to get from New York City to Tokyo in under a minute."
    },
    {
      "index": 34,
      "start_time": 203890.0,
      "end_time": 210809.0,
      "text": "It will absorb temperatures as high as 2,500° F (1,400° C)."
    },
    {
      "index": 35,
      "start_time": 210830.0,
      "end_time": 215710.0,
      "text": "And soon, it will begin to transmit the data to help us better comprehend"
    },
    {
      "index": 36,
      "start_time": 215730.0,
      "end_time": 220829.0,
      "text": "one of the least understood phenomena in our solar system, the solar wind."
    },
    {
      "index": 37,
      "start_time": 220850.0,
      "end_time": 229462.0,
      "text": "For more illuminating information about the Parker Solar Probe, visit science.nasa.gov"
    }
  ]
}