{
  "video_id": "uStFvcz9Or4",
  "title": "Top 10 Energy Sources of the Future",
  "json": [
    {
      "index": 1,
      "start_time": 299.0,
      "end_time": 5000.0,
      "text": "It’s a really exciting time to be alive. We have a front row seat to the only known"
    },
    {
      "index": 2,
      "start_time": 5000.0,
      "end_time": 10300.0,
      "text": "transformation of a world powered by dirty fossil fuels, to a planet that gets its energy"
    },
    {
      "index": 3,
      "start_time": 10300.0,
      "end_time": 16260.0,
      "text": "from renewable, clean sources. It’s going to happen just once, right now. These are"
    },
    {
      "index": 4,
      "start_time": 16260.000000000002,
      "end_time": 23099.0,
      "text": "the top 10 potential energy sources of tomorrow."
    },
    {
      "index": 5,
      "start_time": 23099.0,
      "end_time": 29419.0,
      "text": "Every hour, more energy from the sun reaches us than we earthlings use in an entire year."
    },
    {
      "index": 6,
      "start_time": 29419.0,
      "end_time": 35300.0,
      "text": "To try and save a lot more of it, one idea is to build giant solar farms in space that"
    },
    {
      "index": 7,
      "start_time": 35300.0,
      "end_time": 41010.0,
      "text": "will collect some of the higher intensity, uninterrupted solar radiation. Giant mirrors"
    },
    {
      "index": 8,
      "start_time": 41010.0,
      "end_time": 46160.0,
      "text": "would reflect huge amounts of solar rays onto smaller solar collectors. This energy would"
    },
    {
      "index": 9,
      "start_time": 46160.0,
      "end_time": 51460.0,
      "text": "then be wirelessly beamed to Earth as either a microwave or laser beam. One of the main"
    },
    {
      "index": 10,
      "start_time": 51460.0,
      "end_time": 56559.0,
      "text": "reasons this amazing idea is still just an idea is because it’s, big surprise, very"
    },
    {
      "index": 11,
      "start_time": 56559.0,
      "end_time": 62300.0,
      "text": "expensive. But it could become a reality in the not so distant future as our solar technology"
    },
    {
      "index": 12,
      "start_time": 62300.0,
      "end_time": 66540.0,
      "text": "develops, and the cost of launching cargo into space comes way down, thanks to the work"
    },
    {
      "index": 13,
      "start_time": 66540.0,
      "end_time": 71410.0,
      "text": "of companies like Space X."
    },
    {
      "index": 14,
      "start_time": 71410.0,
      "end_time": 73650.0,
      "text": "We already have human-powered devices,"
    },
    {
      "index": 15,
      "start_time": 73650.0,
      "end_time": 78330.0,
      "text": "but scientists are working on harvesting power generated from normal human movement. We’re"
    },
    {
      "index": 16,
      "start_time": 78330.0,
      "end_time": 83000.0,
      "text": "talking about tiny electronics here, but the potential when multiplied by billions of people"
    },
    {
      "index": 17,
      "start_time": 83000.0,
      "end_time": 88070.0,
      "text": "is big. And with developers making electronics that use less and less power, one day your"
    },
    {
      "index": 18,
      "start_time": 88070.0,
      "end_time": 93210.0,
      "text": "phone may charge when it rustles around in your pocket, your bag in your hand,"
    },
    {
      "index": 19,
      "start_time": 93210.0,
      "end_time": 97710.0,
      "text": "your fingers move on the screen. At Lawrence Berkeley National Laboratory, scientists have"
    },
    {
      "index": 20,
      "start_time": 97710.0,
      "end_time": 104110.0,
      "text": "even demonstrated a device that uses viruses to translate pressure into electricity. Yes,"
    },
    {
      "index": 21,
      "start_time": 104110.0,
      "end_time": 108180.0,
      "text": "it’s amazing as it sounds and no, there’s no way I’m going to try and explain how"
    },
    {
      "index": 22,
      "start_time": 108180.0,
      "end_time": 113020.0,
      "text": "it works--of course it’s linked below if you want more info. There are even small body-worn"
    },
    {
      "index": 23,
      "start_time": 113020.0,
      "end_time": 117890.0,
      "text": "systems that passively produce electricity when you move. Human power isn’t going to"
    },
    {
      "index": 24,
      "start_time": 117890.0,
      "end_time": 123710.0,
      "text": "solve global warming, but every little bit helps."
    },
    {
      "index": 25,
      "start_time": 123710.0,
      "end_time": 127750.0,
      "text": "Harnessing all the energy in the motion of the ocean could power the world several times"
    },
    {
      "index": 26,
      "start_time": 127750.0,
      "end_time": 132750.0,
      "text": "over, which is why over 100 companies are trying to figure out how. Because of the focus"
    },
    {
      "index": 27,
      "start_time": 132750.0,
      "end_time": 137740.0,
      "text": "on wind and solar, the tidal energy industry kind of got elbowed out of the early mix."
    },
    {
      "index": 28,
      "start_time": 137740.0,
      "end_time": 143920.0,
      "text": "But these systems are quickly becoming more efficient. For one, meet Oyster, a 2.4 megawatt"
    },
    {
      "index": 29,
      "start_time": 143920.0,
      "end_time": 149790.0,
      "text": "producing, hinged flap that attaches to the ocean floor and - as it opens and closes - pumps"
    },
    {
      "index": 30,
      "start_time": 149790.0,
      "end_time": 155740.0,
      "text": "high-pressure water onshore, where it drives a conventional hydroelectric turbine. So,"
    },
    {
      "index": 31,
      "start_time": 155740.0,
      "end_time": 160450.0,
      "text": "one of those could power a whole housing development or a couple massive residential towers--roughly"
    },
    {
      "index": 32,
      "start_time": 160450.0,
      "end_time": 166650.0,
      "text": "2,500 homes. An engineer with the air force academy has created the terminator wing-shaped"
    },
    {
      "index": 33,
      "start_time": 166650.0,
      "end_time": 172960.0,
      "text": "turbine that employs lift instead of drag, allowing it to theoretically harness 99% of"
    },
    {
      "index": 34,
      "start_time": 172960.0,
      "end_time": 178530.0,
      "text": "a wave’s energy instead of the 50% that current tidal projects can get. And Perth,"
    },
    {
      "index": 35,
      "start_time": 178530.0,
      "end_time": 183970.0,
      "text": "Australia just got the world’s first-ever wave-powered desalination plant that provides"
    },
    {
      "index": 36,
      "start_time": 183970.0,
      "end_time": 190240.0,
      "text": "the city with enough drinking water for 500,000 residents."
    },
    {
      "index": 37,
      "start_time": 190240.0,
      "end_time": 195980.0,
      "text": "The element hydrogen - by far the most abundant in the universe - is very high in energy,"
    },
    {
      "index": 38,
      "start_time": 195980.0,
      "end_time": 201500.0,
      "text": "but an engine that burns pure hydrogen produces almost no pollution. This is why NASA ‘s"
    },
    {
      "index": 39,
      "start_time": 201500.0,
      "end_time": 204660.0,
      "text": "powered its space shuttles and parts of the International Space Station with the stuff"
    },
    {
      "index": 40,
      "start_time": 204660.0,
      "end_time": 209480.0,
      "text": "for years. The only reason we’re not powering the entire world with hydrogen is because"
    },
    {
      "index": 41,
      "start_time": 209480.0,
      "end_time": 214599.0,
      "text": "it only exists on our planet in combination with other elements like oxygen. You know,"
    },
    {
      "index": 42,
      "start_time": 214599.0,
      "end_time": 220090.0,
      "text": "good old H20. Russia even converted a passenger jet to run on hydrogen in the late 80’s"
    },
    {
      "index": 43,
      "start_time": 220090.0,
      "end_time": 225330.0,
      "text": "and Boeing recently tested small planes that fly on hydrogen. Once the hydrogen is separated"
    },
    {
      "index": 44,
      "start_time": 225330.0,
      "end_time": 229610.0,
      "text": "it can be pumped into mobile fuel cells in vehicles that are able to directly convert"
    },
    {
      "index": 45,
      "start_time": 229610.0,
      "end_time": 235920.0,
      "text": "it into electricity. These cars are now being manufactured on a fairly large scale. Honda’s"
    },
    {
      "index": 46,
      "start_time": 235920.0,
      "end_time": 239980.0,
      "text": "planning on demonstrating the versatility of its new hydrogen fuel cell car by plugging"
    },
    {
      "index": 47,
      "start_time": 239980.0,
      "end_time": 245980.0,
      "text": "it into a model home in Japan to power the house--instead of the car sucking electricity"
    },
    {
      "index": 48,
      "start_time": 245980.0,
      "end_time": 250970.0,
      "text": "from the building like its electric-powered competitors have to do. Honda says one of"
    },
    {
      "index": 49,
      "start_time": 250970.0,
      "end_time": 255750.0,
      "text": "these fully-fuelled cars could power an entire house for a whole week, or drive 300 miles"
    },
    {
      "index": 50,
      "start_time": 255750.0,
      "end_time": 259309.0,
      "text": "without refuelling. The main obstacle right now is the relatively"
    },
    {
      "index": 51,
      "start_time": 259309.00000000003,
      "end_time": 263800.0,
      "text": "high cost of these vehicles and the lack of hydrogen stations to refuel them, although"
    },
    {
      "index": 52,
      "start_time": 263800.0,
      "end_time": 268090.0,
      "text": "California now has plans for 70 of these stations across the state, South Korea’s expected"
    },
    {
      "index": 53,
      "start_time": 268090.0,
      "end_time": 277360.0,
      "text": "to have a total of 43 soon and Germany’s aiming for 100 by 2017."
    },
    {
      "index": 54,
      "start_time": 277360.0,
      "end_time": 282029.0,
      "text": "The method of converting the heat rising from the depths of the molten core of the earth"
    },
    {
      "index": 55,
      "start_time": 282029.0,
      "end_time": 287229.0,
      "text": "into energy - also known as geothermal - powers millions of homes around the world, including"
    },
    {
      "index": 56,
      "start_time": 287229.0,
      "end_time": 293629.0,
      "text": "the electricity usage for 27% of the Philippines and 30% in Iceland. But an Icelandic deep"
    },
    {
      "index": 57,
      "start_time": 293629.0,
      "end_time": 299080.0,
      "text": "drilling project may have recently discovered the holy grail when it hit a pocket of magma,"
    },
    {
      "index": 58,
      "start_time": 299080.0,
      "end_time": 304330.0,
      "text": "which had only happened once before in Hawaii. The team pumped water down into the hole,"
    },
    {
      "index": 59,
      "start_time": 304330.0,
      "end_time": 310439.0,
      "text": "which the scorching magma instantly vaporized to a record-setting 842 degrees fahrenheit."
    },
    {
      "index": 60,
      "start_time": 310439.0,
      "end_time": 315889.0,
      "text": "This highly pressurized steam increased the power output of the system tenfold, an amazing"
    },
    {
      "index": 61,
      "start_time": 315889.0,
      "end_time": 321080.0,
      "text": "success that should lead to a giant leap in the energy generating capabilities of geothermal"
    },
    {
      "index": 62,
      "start_time": 321080.0,
      "end_time": 325080.0,
      "text": "projects around the world."
    },
    {
      "index": 63,
      "start_time": 325080.0,
      "end_time": 330279.0,
      "text": "Nuclear fission power plants are the traditional reactors that have been in use around the"
    },
    {
      "index": 64,
      "start_time": 330279.0,
      "end_time": 335389.0,
      "text": "world for decades and provide the US with about 20% of our electricity. They use something"
    },
    {
      "index": 65,
      "start_time": 335389.0,
      "end_time": 340020.0,
      "text": "called light-water technology to surround the fuel rods with water, which slows the"
    },
    {
      "index": 66,
      "start_time": 340020.0,
      "end_time": 346150.0,
      "text": "neutrons and allow for a sustained nuclear reaction. Buuuut, the system is really inefficient--only"
    },
    {
      "index": 67,
      "start_time": 346150.0,
      "end_time": 351729.0,
      "text": "5 percent of the uranium atoms in the rod get used up by the time it has to be removed."
    },
    {
      "index": 68,
      "start_time": 351729.0,
      "end_time": 357349.0,
      "text": "All that unused, highly radioactive uranium just gets added to our growing stockpile of"
    },
    {
      "index": 69,
      "start_time": 357349.0,
      "end_time": 363520.0,
      "text": "nuclear waste. But now, finally, there appears to be another, more efficient way, called"
    },
    {
      "index": 70,
      "start_time": 363520.0,
      "end_time": 369509.0,
      "text": "a fast reactor, where the rods are submerged in liquid sodium instead of water. This allows"
    },
    {
      "index": 71,
      "start_time": 369509.0,
      "end_time": 375249.0,
      "text": "95 percent of the uranium to be used, instead of the unacceptably inefficient 5 percent."
    },
    {
      "index": 72,
      "start_time": 375249.0,
      "end_time": 381089.0,
      "text": "Adopting this method would solve the huge problem of getting rid of our 77,000 tons"
    },
    {
      "index": 73,
      "start_time": 381089.0,
      "end_time": 387719.0,
      "text": "of radioactive waste because these new reactors can reuse it. GE Hitachi has already designed"
    },
    {
      "index": 74,
      "start_time": 387719.0,
      "end_time": 392849.0,
      "text": "a fast reactor called PRISM and is shopping it to power companies, but the biggest obstacle"
    },
    {
      "index": 75,
      "start_time": 392849.0,
      "end_time": 398240.0,
      "text": "is the high cost of building new nuclear power plants. Plus, you have to overcome the political"
    },
    {
      "index": 76,
      "start_time": 398240.0,
      "end_time": 403629.0,
      "text": "stigma that nuclear is a dangerous energy source. Still, the benefits are huge---Its"
    },
    {
      "index": 77,
      "start_time": 403629.0,
      "end_time": 408219.0,
      "text": "a proven technology that emits pretty much no greenhouse gases. The big success story"
    },
    {
      "index": 78,
      "start_time": 408219.0,
      "end_time": 418529.0,
      "text": "is France, which has 75% of its electricity needs met by its 59 nuclear power reactors."
    },
    {
      "index": 79,
      "start_time": 418529.0,
      "end_time": 423300.0,
      "text": "With production and installation costs getting cheaper by the day, solar power is taking"
    },
    {
      "index": 80,
      "start_time": 423300.0,
      "end_time": 428589.0,
      "text": "off around the world. Europe is the best in photovoltaics and is driven by its leader,"
    },
    {
      "index": 81,
      "start_time": 428589.0,
      "end_time": 433509.0,
      "text": "Germany. On an average sunny day in 2012, Deutschland got as much electricity from the"
    },
    {
      "index": 82,
      "start_time": 433509.0,
      "end_time": 440189.0,
      "text": "sun as 20 nuclear power stations, enough to power 50% of the country. Spain is now generating"
    },
    {
      "index": 83,
      "start_time": 440189.0,
      "end_time": 445139.0,
      "text": "more than 50% of its power from renewable resources like solar. A California desert"
    },
    {
      "index": 84,
      "start_time": 445139.0,
      "end_time": 449430.0,
      "text": "is home to the largest solar power station in the entire world, and the United States"
    },
    {
      "index": 85,
      "start_time": 449430.0,
      "end_time": 456389.0,
      "text": "increased its solar capacity by nearly 500% from 2010 to 2014. And if you think that that’s"
    },
    {
      "index": 86,
      "start_time": 456389.0,
      "end_time": 461689.0,
      "text": "as fast as solar can possibly grow, listen to this. Researchers at the Los Alamos National"
    },
    {
      "index": 87,
      "start_time": 461689.0,
      "end_time": 467979.0,
      "text": "Laboratory in New Mexico just made a significant breakthrough in quantum dot solar cell technology"
    },
    {
      "index": 88,
      "start_time": 467979.0,
      "end_time": 473539.0,
      "text": "that will allow highly efficient solar panels to double as transparent windows. When this"
    },
    {
      "index": 89,
      "start_time": 473539.0,
      "end_time": 477619.0,
      "text": "technology becomes cheap enough to hit the mass market in the next couple of years, every"
    },
    {
      "index": 90,
      "start_time": 477619.0,
      "end_time": 483289.0,
      "text": "sun-exposed window in the world will have the potential to be converted into a mini"
    },
    {
      "index": 91,
      "start_time": 483289.0,
      "end_time": 485539.0,
      "text": "power station."
    },
    {
      "index": 92,
      "start_time": 485539.0,
      "end_time": 493789.0,
      "text": "From 2002 to 2013, biofuels grew more than 500% in the U.S. as production of crop-derived"
    },
    {
      "index": 93,
      "start_time": 493789.0,
      "end_time": 499240.0,
      "text": "ethanol and biodiesel became a mainstream substitute or supplement to gasoline in our"
    },
    {
      "index": 94,
      "start_time": 499240.0,
      "end_time": 503990.0,
      "text": "cars. In fact, back in the day when Henry Ford first developed his Model T, he thought"
    },
    {
      "index": 95,
      "start_time": 503990.0,
      "end_time": 507909.0,
      "text": "it would run on ethanol. The discovery of vast amounts of cheap oil all over the world"
    },
    {
      "index": 96,
      "start_time": 507909.0,
      "end_time": 512680.0,
      "text": "unfortunately made it the go-to energy source. But renewable biofuels are making a strong"
    },
    {
      "index": 97,
      "start_time": 512679.99999999994,
      "end_time": 518168.99999999994,
      "text": "comeback now. The only problem is that the currently dominant first generation of biofuels"
    },
    {
      "index": 98,
      "start_time": 518169.0,
      "end_time": 522630.0,
      "text": "use the same land and resources that have traditionally been used to grow food, which"
    },
    {
      "index": 99,
      "start_time": 522630.0,
      "end_time": 527100.0,
      "text": "is driving up the cost of food and causing big problems in a lot of the developing world,"
    },
    {
      "index": 100,
      "start_time": 527100.0,
      "end_time": 531500.0,
      "text": "so something has to change if biofuels are going to give us a chance at replacing oil"
    },
    {
      "index": 101,
      "start_time": 531500.0,
      "end_time": 536100.0,
      "text": "with something clean burning. That’s where a plant like switchgrass comes in. It’s"
    },
    {
      "index": 102,
      "start_time": 536100.0,
      "end_time": 541089.0,
      "text": "hearty, it grows like a weed just about anywhere, and it isn’t food. But, if we wanted to"
    },
    {
      "index": 103,
      "start_time": 541089.0,
      "end_time": 545339.0,
      "text": "run all the world’s cars on it, we’d need to plant it on an amount of land equivalent"
    },
    {
      "index": 104,
      "start_time": 545339.0,
      "end_time": 550810.0,
      "text": "to the entire countries of Russia and the U.S., combined. So that’s not gonna work."
    },
    {
      "index": 105,
      "start_time": 550810.0,
      "end_time": 556300.0,
      "text": "This brings us to the 3rd generation of biofuels, algae, which has all the right ingredients"
    },
    {
      "index": 106,
      "start_time": 556300.0,
      "end_time": 562430.0,
      "text": "to replace oil once and for all. Algae’s natural oil content is greater than 50%, which"
    },
    {
      "index": 107,
      "start_time": 562430.0,
      "end_time": 567120.0,
      "text": "means it can be easily extracted and processed. We can convert the remaining part of the plant"
    },
    {
      "index": 108,
      "start_time": 567120.0,
      "end_time": 573779.0,
      "text": "into electricity, natural gas and even fertilizer to grow even more algae without chemicals."
    },
    {
      "index": 109,
      "start_time": 573779.0,
      "end_time": 580170.0,
      "text": "Algae grows quickly and doesn’t need farmland or freshwater. Just last month, Alabama became"
    },
    {
      "index": 110,
      "start_time": 580170.0,
      "end_time": 585829.0,
      "text": "the world’s first algae biofuel system that can also effectively treat human wastewater,"
    },
    {
      "index": 111,
      "start_time": 585829.0,
      "end_time": 591560.0,
      "text": "this actually resulted in a carbon-negative outcome. The 40,000 a day demonstration plant"
    },
    {
      "index": 112,
      "start_time": 591560.0,
      "end_time": 597579.0,
      "text": "basically floated giant bags on a bay, pumped wastewater water into them, added a little"
    },
    {
      "index": 113,
      "start_time": 597579.0,
      "end_time": 602370.0,
      "text": "algae, and then let the sunlight do its thing. Before long, algae had grown everywhere and"
    },
    {
      "index": 114,
      "start_time": 602370.0,
      "end_time": 607480.0,
      "text": "cleaned the wastewater so well it could either be released back into the bay or reused by"
    },
    {
      "index": 115,
      "start_time": 607480.0,
      "end_time": 610800.0,
      "text": "people as drinking water."
    },
    {
      "index": 116,
      "start_time": 610800.0,
      "end_time": 617120.0,
      "text": "We’re already getting a lot of energy from the wind, but with the Buoyant Air Turbine"
    },
    {
      "index": 117,
      "start_time": 617120.0,
      "end_time": 622690.0,
      "text": "- or BAT - that floats 1-2,000 feet above the ground where winds are stronger and more"
    },
    {
      "index": 118,
      "start_time": 622690.0,
      "end_time": 627680.0,
      "text": "consistent, we could soon be getting that energy much more efficiently. The system is"
    },
    {
      "index": 119,
      "start_time": 627680.0,
      "end_time": 632180.0,
      "text": "simple: a ringed blimp with a wind turbine in the middle is tethered securely to the"
    },
    {
      "index": 120,
      "start_time": 632180.0,
      "end_time": 637680.0,
      "text": "ground. It’ll produce twice as much power as similar sized tower-mounted turbines. It"
    },
    {
      "index": 121,
      "start_time": 637680.0,
      "end_time": 642300.0,
      "text": "can even handle winds of more than 100 mph and can be fitted with additional devices"
    },
    {
      "index": 122,
      "start_time": 642300.0,
      "end_time": 646800.0,
      "text": "like a wifi unit, which would help bring the Internet to parts of the world that don’t"
    },
    {
      "index": 123,
      "start_time": 646800.0,
      "end_time": 651470.0,
      "text": "have it yet. The buoyant air turbine was designed for bringing renewable wind energy to rural"
    },
    {
      "index": 124,
      "start_time": 651470.0,
      "end_time": 656089.0,
      "text": "parts of the world where building a traditional wind turbine was impossible and will first"
    },
    {
      "index": 125,
      "start_time": 656089.0,
      "end_time": 662139.0,
      "text": "be deployed in Alaska. It can even automatically detect and adjust its floating height to where"
    },
    {
      "index": 126,
      "start_time": 662139.0,
      "end_time": 667959.0,
      "text": "the best wind speed is. When the wind speed is dangerously high, the thing will dock itself,"
    },
    {
      "index": 127,
      "start_time": 667959.0,
      "end_time": 673420.0,
      "text": "eliminating the need for manual labor. Flying wind turbines like this should soon replace"
    },
    {
      "index": 128,
      "start_time": 673420.0,
      "end_time": 678329.0,
      "text": "all the less efficient tower-based systems and could allow for the construction of offshore"
    },
    {
      "index": 129,
      "start_time": 678329.0,
      "end_time": 685959.0,
      "text": "wind farms that have until now been really expensive to build."
    },
    {
      "index": 130,
      "start_time": 685959.0,
      "end_time": 691139.0,
      "text": "Unlike fission, nuclear fusion doesn’t create any deadly nuclear waste because it fuses"
    },
    {
      "index": 131,
      "start_time": 691139.0,
      "end_time": 695930.0,
      "text": "atoms together instead of splitting them apart, so there’s no threat of a runaway reaction"
    },
    {
      "index": 132,
      "start_time": 695930.0,
      "end_time": 701480.0,
      "text": "that could lead to a meltdown event. But, this is easier said than done. One Nobel Prize-winning"
    },
    {
      "index": 133,
      "start_time": 701480.0,
      "end_time": 706910.0,
      "text": "physicist described fusion as trying to put “the sun into a box. The idea is pretty."
    },
    {
      "index": 134,
      "start_time": 706910.0,
      "end_time": 711899.0,
      "text": "The problem is, we don't know how to make the box.\" The technical issue is that fusion"
    },
    {
      "index": 135,
      "start_time": 711899.0,
      "end_time": 717250.0,
      "text": "reactions will produce material that’s so volatile and hot, it will damage the reactor"
    },
    {
      "index": 136,
      "start_time": 717250.0,
      "end_time": 721089.0,
      "text": "that created it. This isn’t stopping private companies and governments from spending billions"
    },
    {
      "index": 137,
      "start_time": 721089.0,
      "end_time": 725660.0,
      "text": "to research the technology and solve these problems. And if the immense challenges can"
    },
    {
      "index": 138,
      "start_time": 725660.0,
      "end_time": 731480.0,
      "text": "be overcome, fusion will provide virtually limitless energy and power the world. That’s"
    },
    {
      "index": 139,
      "start_time": 731480.0,
      "end_time": 735550.0,
      "text": "why the world’s wealthiest governments are collaborating on the controversial International"
    },
    {
      "index": 140,
      "start_time": 735550.0,
      "end_time": 741639.0,
      "text": "Thermonuclear Experimental Reactor in France, known as ITER. When was the last time Russia,"
    },
    {
      "index": 141,
      "start_time": 741639.0,
      "end_time": 746279.0,
      "text": "China, Europe and the United States collaborated on anything? That’s how important for humanity"
    },
    {
      "index": 142,
      "start_time": 746279.0,
      "end_time": 751290.0,
      "text": "this project is. And because of its revolutionary potential several powerful companies like"
    },
    {
      "index": 143,
      "start_time": 751290.0,
      "end_time": 756819.0,
      "text": "Lockheed Martin are quietly working on their own fusion reactors. Lockheed has a very optimistic"
    },
    {
      "index": 144,
      "start_time": 756819.0,
      "end_time": 762670.0,
      "text": "timeline for their system, projecting that they will meet global energy demand by 2050."
    },
    {
      "index": 145,
      "start_time": 762670.0,
      "end_time": 768939.0,
      "text": "Their optimism may be fairly justified. In October, 2013, in separate research, scientists"
    },
    {
      "index": 146,
      "start_time": 768939.0,
      "end_time": 774029.0,
      "text": "at the Lawrence Livermore National Laboratory in the United States achieved a huge milestone"
    },
    {
      "index": 147,
      "start_time": 774029.0,
      "end_time": 780329.0,
      "text": "in fusion when, for the first time, a fuel capsule gave off more energy than was applied"
    },
    {
      "index": 148,
      "start_time": 780329.0,
      "end_time": 781220.0,
      "text": "to it."
    },
    {
      "index": 149,
      "start_time": 781220.0,
      "end_time": 785970.0,
      "text": "Thank for watching. Let us know if we missed anything or if you disagreed with our rankings."
    },
    {
      "index": 150,
      "start_time": 785970.0,
      "end_time": 788829.0,
      "text": "If you liked this video, help the conversation spread by sharing it. You can see a collection"
    },
    {
      "index": 151,
      "start_time": 788829.0,
      "end_time": 788839.0,
      "text": "of our favorite videos from across the Internet back on our website, TDCvideo.com. For The"
    },
    {
      "index": 152,
      "start_time": 788839.0,
      "end_time": 798839.0,
      "text": "Daily Conversation, I’m Bryce Plank."
    }
  ]
}