{
  "video_id": "uSTNyHkde08",
  "title": "Why isn't the world covered in poop? - Eleanor Slade and Paul Manning",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7235.0,
      "end_time": 11185.0,
      "text": "Somewhere near you, an animal is defecating."
    },
    {
      "index": 2,
      "start_time": 11185.0,
      "end_time": 21566.0,
      "text": "In fact, each day, the animal kingdom produces roughly enough dung to match the volume of water pouring over the Victoria Falls."
    },
    {
      "index": 3,
      "start_time": 21566.0,
      "end_time": 24933.0,
      "text": "So why isn't the planet covered in the stuff?"
    },
    {
      "index": 4,
      "start_time": 24934.0,
      "end_time": 29244.0,
      "text": "You can thank the humble dung beetle for eating up the excess."
    },
    {
      "index": 5,
      "start_time": 29244.0,
      "end_time": 40253.0,
      "text": "Capable of burying 250 times their body weight in a single night, these valiant insects make quick work of an endless stream of feces."
    },
    {
      "index": 6,
      "start_time": 40253.0,
      "end_time": 48785.0,
      "text": "Over 7,000 known species of dung beetle run clean-up duty across six continents—everywhere except Antarctica."
    },
    {
      "index": 7,
      "start_time": 48785.0,
      "end_time": 51924.0,
      "text": "A dung beetle's first task is to locate dung."
    },
    {
      "index": 8,
      "start_time": 51924.0,
      "end_time": 57493.0,
      "text": "Some live on the anal regions of larger animals, ready to leap off when they defecate."
    },
    {
      "index": 9,
      "start_time": 57493.0,
      "end_time": 61986.0,
      "text": "Others sniff out feces that animals leave behind."
    },
    {
      "index": 10,
      "start_time": 61986.0,
      "end_time": 67540.0,
      "text": "A pile of elephant dung can attract  4,000 beetles in 15 minutes."
    },
    {
      "index": 11,
      "start_time": 67550.0,
      "end_time": 72964.0,
      "text": "So once a beetle finds dung, it must work quickly to secure some of the bounty for itself."
    },
    {
      "index": 12,
      "start_time": 72964.0,
      "end_time": 81254.0,
      "text": "Most dung beetle species fall into one  of three main groups: rollers, tunnelers, and dwellers."
    },
    {
      "index": 13,
      "start_time": 81254.0,
      "end_time": 88447.0,
      "text": "Dung rollers sculpt a ball of dung, and using their back legs, quickly roll it away from competitors."
    },
    {
      "index": 14,
      "start_time": 88447.0,
      "end_time": 96375.0,
      "text": "Potential partners jump on the ball, and once the ball-maker has selected their mate, the pair dig their dung ball  into the soil."
    },
    {
      "index": 15,
      "start_time": 96375.0,
      "end_time": 101614.0,
      "text": "Once it's been buried, the female lays  a single egg within the dung ball."
    },
    {
      "index": 16,
      "start_time": 101614.0,
      "end_time": 103654.0,
      "text": "Tunnelers have a different approach."
    },
    {
      "index": 17,
      "start_time": 103654.0,
      "end_time": 116305.0,
      "text": "Digging underneath a pat, some drag dung down into the soil and pack it into clumps known as brood balls, dung balls, or dung“sausages,”depending on their shape and size."
    },
    {
      "index": 18,
      "start_time": 116305.0,
      "end_time": 126770.0,
      "text": "Male tunnelers sport a spectacular array of horns to fight each other for control of these tunnels, which they then defend until the females laid her egg."
    },
    {
      "index": 19,
      "start_time": 126770.0,
      "end_time": 136795.0,
      "text": "Some male tunnelers avoid the fray by masquerading as hornless females and sneaking into tunnels to mate while the guardians' heads are turned."
    },
    {
      "index": 20,
      "start_time": 136795.0,
      "end_time": 139355.0,
      "text": "The third group of dung beetles: dwellers, take the most straightforward approach, laying their eggs directly into a dung pat."
    },
    {
      "index": 21,
      "start_time": 145135.0,
      "end_time": 150644.0,
      "text": "This makes their offspring more vulnerable to predation than those of the tunnelers and rollers."
    },
    {
      "index": 22,
      "start_time": 150644.0,
      "end_time": 159754.0,
      "text": "As the larvae feed, they riddle the dung pat with tunnels, leaving remains that are quickly colonized by bacteria and fungi and weathered away."
    },
    {
      "index": 23,
      "start_time": 159754.0,
      "end_time": 170295.0,
      "text": "Inside a tunnel, ball, or pat, once the larvae hatch, they consume the dung  before metamorphosing into a pupa and then an adult beetle."
    },
    {
      "index": 24,
      "start_time": 170295.0,
      "end_time": 176666.0,
      "text": "Besides clearing dung, the actions of these beetles have considerable ecological importance."
    },
    {
      "index": 25,
      "start_time": 176666.0,
      "end_time": 180625.0,
      "text": "For one, they serve as secondary seed dispersers."
    },
    {
      "index": 26,
      "start_time": 180625.0,
      "end_time": 186744.0,
      "text": "Dung from monkeys, wild pigs, and other animals is riddled with seeds from the fruits they eat."
    },
    {
      "index": 27,
      "start_time": 186744.0,
      "end_time": 195860.0,
      "text": "When beetles bury their dung balls, they inadvertently protect these seeds from predators and increase the likelihood they'll germinate."
    },
    {
      "index": 28,
      "start_time": 195860.0,
      "end_time": 205873.0,
      "text": "The advantage is so great that one South African plant has evolved to produce seeds that look and smell like dung to trick beetles into burying them."
    },
    {
      "index": 29,
      "start_time": 205873.0,
      "end_time": 210155.0,
      "text": "Dung beetles also play important roles in agricultural systems."
    },
    {
      "index": 30,
      "start_time": 210156.0,
      "end_time": 217645.0,
      "text": "Livestock, like cows and sheep, produce huge amounts of dung, which contains nutrients that can benefit plants."
    },
    {
      "index": 31,
      "start_time": 217645.0,
      "end_time": 225825.0,
      "text": "The beetles break up the dung and tunnel it deep into the soil, bringing the nutrients into close contact with plant roots."
    },
    {
      "index": 32,
      "start_time": 225825.0,
      "end_time": 236940.0,
      "text": "Their services to farmers have been valued at $380 million a year in the US and £367 million a year in the UK."
    },
    {
      "index": 33,
      "start_time": 236940.0,
      "end_time": 243476.0,
      "text": "Dung beetles can even help us battle global warming by reducing greenhouse gas emissions associated with farming."
    },
    {
      "index": 34,
      "start_time": 243476.0,
      "end_time": 250685.0,
      "text": "Microbes living in oxygen-poor livestock dung produce methane, a potent greenhouse gas."
    },
    {
      "index": 35,
      "start_time": 250685.0,
      "end_time": 257624.0,
      "text": "But beetles oxygenate pats when they tunnel into them, preventing the microbes from producing methane."
    },
    {
      "index": 36,
      "start_time": 257624.00000000003,
      "end_time": 266675.0,
      "text": "The dung beetle spreads seeds, helps farmers and fights climate change—and accomplishes it all simply by doing its business."
    },
    {
      "index": 37,
      "start_time": 266675.0,
      "end_time": 272965.0,
      "text": "Maybe next time you come across some dung in the forest or a field, you'll be tempted to take a closer look."
    },
    {
      "index": 38,
      "start_time": 272965.0,
      "end_time": 280100.0,
      "text": "If you want to learn more about nature's pooper-scoopers, we highly recommend \"Animal Weapons\" by Douglas J. Emlen."
    },
    {
      "index": 39,
      "start_time": 280100.0,
      "end_time": 289000.0,
      "text": "This book includes more wildly fascinating facts about dung beetles and digs deep into the survival strategy of animal's around the world."
    },
    {
      "index": 40,
      "start_time": 289000.0,
      "end_time": 297000.0,
      "text": "Read our full recommendation and snag a copy by visiting ed.ted.com/books. Check out the comment section to learn more."
    }
  ]
}