{
  "video_id": "UT7HdGFBP-s",
  "title": "How Sumo Wrestlers Stay Healthy On 7,000 Calories A Day",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 410.0,
      "end_time": 10900.0,
      "text": "Sumo wrestlers eat up to 7,000 calories a day and weigh 300 to 400 pounds or two to three times as much as the average adult."
    },
    {
      "index": 2,
      "start_time": 11300.0,
      "end_time": 18800.0,
      "text": "While that may not sound like the healthiest lifestyle, you shouldn't judge a book, or a body, by its cover."
    },
    {
      "index": 3,
      "start_time": 18810.0,
      "end_time": 24540.0,
      "text": "Take a closer look, and you'll discover that it really is what's on the inside that counts."
    },
    {
      "index": 4,
      "start_time": 24541.0,
      "end_time": 34580.0,
      "text": "Normally, people with obesity store a portion of their extra fat deep inside the abdomen, where it wraps around the pancreas, liver, and other vital organs."
    },
    {
      "index": 5,
      "start_time": 34580.0,
      "end_time": 36413.0,
      "text": "We call this visceral fat."
    },
    {
      "index": 6,
      "start_time": 37360.0,
      "end_time": 52209.0,
      "text": "It pollutes the blood with molecules that can cause inflammation, and this is why obesity can lead to health issues like high blood pressure, type 2 diabetes, and heart attacks, but sumo wrestlers don't usually suffer from these symptoms."
    },
    {
      "index": 7,
      "start_time": 52210.0,
      "end_time": 54124.0,
      "text": "So what's their trick?"
    },
    {
      "index": 8,
      "start_time": 54124.0,
      "end_time": 58580.0,
      "text": "CT scans reveal that sumo wrestlers don't have much visceral fat at all."
    },
    {
      "index": 9,
      "start_time": 58580.0,
      "end_time": 62519.0,
      "text": "Instead, they store most of their fat right underneath the skin."
    },
    {
      "index": 10,
      "start_time": 62520.0,
      "end_time": 65840.0,
      "text": "That's why scientists think sumo wrestlers are healthy."
    },
    {
      "index": 11,
      "start_time": 65840.0,
      "end_time": 76550.0,
      "text": "They have normal levels of triglycerides, a type of fat in their blood, and unexpectedly low levels of cholesterol, both of which lower their risk of heart disease, heart attack, and stroke."
    },
    {
      "index": 12,
      "start_time": 76550.0,
      "end_time": 79883.0,
      "text": "So how did they hit the jackpot on fat?"
    },
    {
      "index": 13,
      "start_time": 81740.0,
      "end_time": 84949.0,
      "text": "The secret's in their name: sumo wrestler."
    },
    {
      "index": 14,
      "start_time": 84950.0,
      "end_time": 89720.0,
      "text": "Studies show that intense exercise may prevent the buildup of visceral fat."
    },
    {
      "index": 15,
      "start_time": 89720.0,
      "end_time": 94830.0,
      "text": "Basically, it has to do with how exercise increases a hormone called adiponectin."
    },
    {
      "index": 16,
      "start_time": 94830.0,
      "end_time": 103823.0,
      "text": "Adiponectin guides glucose and fat molecules out of our blood stream, where they could build up as visceral fat, and instead puts them underneath the skin."
    },
    {
      "index": 17,
      "start_time": 104700.0,
      "end_time": 108463.0,
      "text": "Mind you, sumo wrestlers get a lot of exercise."
    },
    {
      "index": 18,
      "start_time": 109310.0,
      "end_time": 122780.0,
      "text": "At a sumo stable, or heya, in Japan, training starts as early as 5 a.m. and can last for up to five hours straight, and it's nothing like what you'd expect to find at your typical group fitness class."
    },
    {
      "index": 19,
      "start_time": 122780.0,
      "end_time": 133558.0,
      "text": "For example, during an exercise called butsukari-geiko, wrestlers take turns repeatedly hitting and pushing each other until they collapse to the floor from exhaustion."
    },
    {
      "index": 20,
      "start_time": 133558.0,
      "end_time": 144549.0,
      "text": "And then, of course, there's the match, where wrestlers try to shove their opponent out of the ring or force them to touch the ground with any body part other than the soles of their feet."
    },
    {
      "index": 21,
      "start_time": 144550.0,
      "end_time": 149170.0,
      "text": "But as soon as the exercise stops, so does its benefits."
    },
    {
      "index": 22,
      "start_time": 149170.0,
      "end_time": 156120.0,
      "text": "When sumo wrestlers retire, they have to seriously cut calories or they become at risk for cardiovascular disease."
    },
    {
      "index": 23,
      "start_time": 156120.0,
      "end_time": 162933.0,
      "text": "That might explain why retired wrestlers reportedly die an estimated 10 years younger than the average Japanese citizen."
    },
    {
      "index": 24,
      "start_time": 163850.0,
      "end_time": 170230.0,
      "text": "So while the thought of eating 7,000 calories a day might be appealing, you probably shouldn't."
    },
    {
      "index": 25,
      "start_time": 170230.0,
      "end_time": 174779.0,
      "text": "Unless you're spending most of your day trying to topple a 400-pound man."
    }
  ]
}