{
  "video_id": "uTuDks4ogs0",
  "title": "Can Exes Be Friends?",
  "json": [
    {
      "index": 1,
      "start_time": 700.0,
      "end_time": 7209.0,
      "text": "There are some very strong reasons why partners breaking up generally try to remain friends."
    },
    {
      "index": 2,
      "start_time": 7209.0,
      "end_time": 10190.0,
      "text": "To the person being – however nicely – rejected,"
    },
    {
      "index": 3,
      "start_time": 10190.0,
      "end_time": 15850.0,
      "text": "the promise of friendship can feel like an emotionally-reassuring consolation prize."
    },
    {
      "index": 4,
      "start_time": 15850.0,
      "end_time": 21820.0,
      "text": "We may no longer be able to share their bed, have children with them or end our days in their company,"
    },
    {
      "index": 5,
      "start_time": 21830.0,
      "end_time": 28220.0,
      "text": "but at least something can be rescued from the ashes: we will continue to be able to call them when we like,"
    },
    {
      "index": 6,
      "start_time": 28220.0,
      "end_time": 31370.0,
      "text": "share our fears and go to the movies together."
    },
    {
      "index": 7,
      "start_time": 31370.0,
      "end_time": 38110.0,
      "text": "To the person performing – however nicely – the execution, the promise of friendship is equally attractive."
    },
    {
      "index": 8,
      "start_time": 38110.0,
      "end_time": 43740.0,
      "text": "We may be itching to eject the partner but we are not – for that matter – devoid of feeling."
    },
    {
      "index": 9,
      "start_time": 43740.0,
      "end_time": 49640.0,
      "text": "We are, as we might say in sentimental moments, extremely fond of the soon-to-be ex."
    },
    {
      "index": 10,
      "start_time": 49640.0,
      "end_time": 54870.0,
      "text": "We just don’t want to end our time on earth with them, let alone reject all sexual possibilities in their name."
    },
    {
      "index": 11,
      "start_time": 54870.0,
      "end_time": 59040.0,
      "text": "Furthermore, we are deeply attached to the idea that we’re not monsters."
    },
    {
      "index": 12,
      "start_time": 59040.0,
      "end_time": 63799.0,
      "text": "And as we know, nice people always try to be friends with their exes."
    },
    {
      "index": 13,
      "start_time": 63799.0,
      "end_time": 72119.0,
      "text": "The arguments may sound wise but, from close up, they are deeply fraught and in their own way, a catastrophe for both sides."
    },
    {
      "index": 14,
      "start_time": 72119.0,
      "end_time": 78979.0,
      "text": "For the rejected party, the step from lover to friend is an eternally humiliating demotion."
    },
    {
      "index": 15,
      "start_time": 78979.0,
      "end_time": 87619.0,
      "text": "To go from the idea of a joint life-long future to a dinner every second Thursday is, to put it mildly, a come down."
    },
    {
      "index": 16,
      "start_time": 87619.0,
      "end_time": 93910.0,
      "text": "Worse, every sighting of the ex is guaranteed to re-ignite hope and then further insult."
    },
    {
      "index": 17,
      "start_time": 93910.0,
      "end_time": 99880.0,
      "text": "One isn't acquiring a friend, more an unwitting torturer."
    },
    {
      "index": 18,
      "start_time": 99880.0,
      "end_time": 106159.0,
      "text": "As for the executing party, the ex is a constant reminder of guilt and ruthlessness."
    },
    {
      "index": 19,
      "start_time": 106159.0,
      "end_time": 110320.0,
      "text": "One can't even relax into being kind, lest one's intentions be misread and,"
    },
    {
      "index": 20,
      "start_time": 110320.0,
      "end_time": 118720.0,
      "text": "after a few drinks, they burst into tears or attempt to make a move."
    },
    {
      "index": 21,
      "start_time": 118720.0,
      "end_time": 124960.0,
      "text": "The idea of trying to be friends constitutes a touching attempt to honour the best sides of a relationship"
    },
    {
      "index": 22,
      "start_time": 124960.0,
      "end_time": 127810.0,
      "text": "in which two people invested heavily."
    },
    {
      "index": 23,
      "start_time": 127810.0,
      "end_time": 139470.0,
      "text": "Lovers can't, so the thought goes simply vanish from each other's lives after all that; a friendship is invoked to memorialise an episode of genuine importance."
    },
    {
      "index": 24,
      "start_time": 139470.0,
      "end_time": 145960.0,
      "text": "But, looked at more dispassionately, friendship isn't in any real sense faithful to love."
    },
    {
      "index": 25,
      "start_time": 145960.0,
      "end_time": 148040.0,
      "text": "Friendship with an ex"
    },
    {
      "index": 26,
      "start_time": 148040.0,
      "end_time": 154550.0,
      "text": "does a grave disservice both to the memory of the relationship at its height and the merits of intimate friendship."
    },
    {
      "index": 27,
      "start_time": 154550.0,
      "end_time": 161030.0,
      "text": "It's at once a betrayal of everything a good relationship was and a slight on the ideals of friendship,"
    },
    {
      "index": 28,
      "start_time": 161030.0,
      "end_time": 168310.0,
      "text": "which shouldn't be built out of the remnants of another, more ardent condition."
    },
    {
      "index": 29,
      "start_time": 168310.0,
      "end_time": 176209.0,
      "text": "What we should replace love with isn't friendship but that far more honest state: civil distance."
    },
    {
      "index": 30,
      "start_time": 176209.0,
      "end_time": 181459.0,
      "text": "That and a real assurance that the relationship, in its best and most enduring light,"
    },
    {
      "index": 31,
      "start_time": 181459.0,
      "end_time": 192159.0,
      "text": "will always live on in the one place it can safely always do so: memory."
    }
  ]
}