{
  "video_id": "uUpOLX4dRT4",
  "title": "What If You Only Took Naps?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 890.0,
      "end_time": 1990.0,
      "text": "Hey there!"
    },
    {
      "index": 2,
      "start_time": 1100.0,
      "end_time": 3429.0,
      "text": "Welcome to Life Noggin!"
    },
    {
      "index": 3,
      "start_time": 3429.0,
      "end_time": 4729.0,
      "text": "Oh!"
    },
    {
      "index": 4,
      "start_time": 4730.0,
      "end_time": 5910.0,
      "text": "I'm super buff!"
    },
    {
      "index": 5,
      "start_time": 5910.0,
      "end_time": 6910.0,
      "text": "Okay!"
    },
    {
      "index": 6,
      "start_time": 6910.0,
      "end_time": 8140.0,
      "text": "I could get used to this."
    },
    {
      "index": 7,
      "start_time": 8140.000000000001,
      "end_time": 13590.0,
      "text": "Before we jump into today's video I want to take a moment to thank LastPass who sponsored this video."
    },
    {
      "index": 8,
      "start_time": 13590.0,
      "end_time": 16200.0,
      "text": "LastPass is a great way for anyone to remember their passwords!"
    },
    {
      "index": 9,
      "start_time": 16200.0,
      "end_time": 22180.0,
      "text": "No longer will you need to write, remember, or reset your password because LastPass has all your passwords stored!"
    },
    {
      "index": 10,
      "start_time": 22180.0,
      "end_time": 31280.0,
      "text": "LastPass then fills in passwords automatically as you visit apps and sites and thanks to a cool new feature in iOS 12 you have the ability to natively autofill passwords."
    },
    {
      "index": 11,
      "start_time": 31280.0,
      "end_time": 41129.0,
      "text": "It's seriously so easy and best of all LastPass also syncs all your data between devices Apple or Android for free – so you can use it on your phone, tablet or computer."
    },
    {
      "index": 12,
      "start_time": 41130.0,
      "end_time": 46510.0,
      "text": "Since downloading LastPass I've had so much extra time to focus on the stuff I actually care about."
    },
    {
      "index": 13,
      "start_time": 46510.0,
      "end_time": 51790.0,
      "text": "Plus LastPass has Multi-Factor Authentication options with Microsoft, Yubikey and others."
    },
    {
      "index": 14,
      "start_time": 51790.0,
      "end_time": 55219.0,
      "text": "LastPass lets you keep track of your passwords easily, so you can stay sane."
    },
    {
      "index": 15,
      "start_time": 55219.0,
      "end_time": 58100.0,
      "text": "Put your passwords on autopilot with LastPass."
    },
    {
      "index": 16,
      "start_time": 58100.0,
      "end_time": 60629.0,
      "text": "Click the link below to find out more about LastPass today."
    },
    {
      "index": 17,
      "start_time": 60630.0,
      "end_time": 65129.0,
      "text": "I don't know about you, but I'm getting tired of sleeping."
    },
    {
      "index": 18,
      "start_time": 65129.00000000001,
      "end_time": 66840.0,
      "text": "Is this thing on?"
    },
    {
      "index": 19,
      "start_time": 66840.0,
      "end_time": 67840.0,
      "text": "Never mind."
    },
    {
      "index": 20,
      "start_time": 67840.0,
      "end_time": 71229.0,
      "text": "Spending one-third of my day unconscious seems like a waste of time."
    },
    {
      "index": 21,
      "start_time": 71229.0,
      "end_time": 76729.0,
      "text": "And, while sleep is thought to play a role in health, memory and learning, do we need so much of it?"
    },
    {
      "index": 22,
      "start_time": 76729.0,
      "end_time": 81700.0,
      "text": "What if we instead only took naps?"
    },
    {
      "index": 23,
      "start_time": 81700.0,
      "end_time": 94900.0,
      "text": "Over 85% of mammals are biphasic sleepers-meaning they sleep in several short periods throughout the day-as opposed to monophasic sleepers like most humans, who load up on their sleep just once a day."
    },
    {
      "index": 24,
      "start_time": 94900.0,
      "end_time": 98609.0,
      "text": "Naps are typically defined as a shortened period of sleep up to 90 minutes."
    },
    {
      "index": 25,
      "start_time": 98609.0,
      "end_time": 106598.0,
      "text": "A 20 minute nap improves your alertness and mood without making you feel disoriented because you stay in the lightest sleeping stage."
    },
    {
      "index": 26,
      "start_time": 106599.0,
      "end_time": 115389.0,
      "text": "While a longer nap lasting 30 minutes to an hour will get you into a the deeper sleeping stages, leaving you with a feeling of sluggishness when you wake up."
    },
    {
      "index": 27,
      "start_time": 115389.0,
      "end_time": 116839.0,
      "text": "This is called sleep inertia."
    },
    {
      "index": 28,
      "start_time": 116840.0,
      "end_time": 128980.0,
      "text": "But if you have time for a 90 minute snooze, you will cycle through the deepest sleep stage and back again, leaving you feeling revitalized with a memory and creativity boost!"
    },
    {
      "index": 29,
      "start_time": 128979.99999999999,
      "end_time": 134290.0,
      "text": "Studies have also shown that naps can increase your attention span, improve your overall performance, and help with depression."
    },
    {
      "index": 30,
      "start_time": 134290.0,
      "end_time": 140640.0,
      "text": "Some people believe that they can survive purely on naps alone, giving them more waking hours for productivity."
    },
    {
      "index": 31,
      "start_time": 140640.0,
      "end_time": 148899.0,
      "text": "These polyphasic sleepers claim that they can adjust their body to enter REM sleep immediately, eliminating the need for a long period of sleep."
    },
    {
      "index": 32,
      "start_time": 148900.0,
      "end_time": 151569.0,
      "text": "There are three main polyphasic sleep schedules."
    },
    {
      "index": 33,
      "start_time": 151569.0,
      "end_time": 160519.0,
      "text": "The Everyman cycle is the least severe and includes one long sleep period at night for about three hours, with three 20 minute naps over the day."
    },
    {
      "index": 34,
      "start_time": 160519.0,
      "end_time": 168659.0,
      "text": "The Uberman cycle includes a 20-30 minute nap every four hours, which makes six naps totaling about 2.5 hours of sleep a day."
    },
    {
      "index": 35,
      "start_time": 168659.0,
      "end_time": 176190.0,
      "text": "And the Dymaxion cycle includes just four naps lasting 30 minutes each, resulting in just two hours of sleep!"
    },
    {
      "index": 36,
      "start_time": 176200.0,
      "end_time": 180909.0,
      "text": "Since not many people could sustain this kind of sleep pattern-except for maybe Ronbus over here!"
    },
    {
      "index": 37,
      "start_time": 180909.0,
      "end_time": 181909.0,
      "text": "He's a partier!"
    },
    {
      "index": 38,
      "start_time": 181909.0,
      "end_time": 184689.0,
      "text": "There is limited information on the effects it has on the body."
    },
    {
      "index": 39,
      "start_time": 184689.0,
      "end_time": 190499.0,
      "text": "However, proponents of these sleep schedules claim that they feel great and have reported no health issues."
    },
    {
      "index": 40,
      "start_time": 190499.0,
      "end_time": 199359.0,
      "text": "In the late 80's, a neurologist and sleep expert named Claudio Stampi studied the effects of polyphasic sleep schedules on yachtsmen racing across the Atlantic ocean."
    },
    {
      "index": 41,
      "start_time": 199359.0,
      "end_time": 215839.0,
      "text": "He found that the fastest sailors slept less and in shorter episodes, for an average total of 5 hours a day in 1.3 hour bursts, indicating that it's possible to adapt to getting just 60-70% of your usual sleep amount without a significant impairment on performance."
    },
    {
      "index": 42,
      "start_time": 215840.0,
      "end_time": 227400.0,
      "text": "However, this study based its findings purely on the results of the races and did not directly evaluate their mental capacity, how their health was affected, or any long term effects."
    },
    {
      "index": 43,
      "start_time": 227400.0,
      "end_time": 235310.0,
      "text": "Generally, sleep deprivation can make you irritable, slow your reaction time, increase anxiety, and even affect your ability to form memories."
    },
    {
      "index": 44,
      "start_time": 235310.0,
      "end_time": 240950.0,
      "text": "And studies have found that people who drive while sleep deprived are just as dangerous as drunk drivers."
    },
    {
      "index": 45,
      "start_time": 240950.0,
      "end_time": 246709.0,
      "text": "So, while clicking on the next video may be tempting, I think it's time to get some sleep."
    },
    {
      "index": 46,
      "start_time": 246709.0,
      "end_time": 250769.0,
      "text": "Unless you have already gotten plenty of sleep in which case please feel free to click on the next video."
    },
    {
      "index": 47,
      "start_time": 250769.0,
      "end_time": 253580.0,
      "text": "So do you think that you could survive on just naps alone?"
    },
    {
      "index": 48,
      "start_time": 253580.0,
      "end_time": 255749.0,
      "text": "Are you a person who likes taking naps?"
    },
    {
      "index": 49,
      "start_time": 255749.0,
      "end_time": 257529.0,
      "text": "Let me know in the comment section below."
    },
    {
      "index": 50,
      "start_time": 257529.0,
      "end_time": 261880.0,
      "text": "Curious to know how you could live for an extra 100 years?"
    },
    {
      "index": 51,
      "start_time": 261880.0,
      "end_time": 263960.0,
      "text": "Check out this video!"
    },
    {
      "index": 52,
      "start_time": 263960.0,
      "end_time": 268250.0,
      "text": "Researchers found a type of molecule that may reverse aspects of the aging process."
    },
    {
      "index": 53,
      "start_time": 268250.0,
      "end_time": 273600.0,
      "text": "Sure there experiment was conducted with mice, but it's still a step in the right direction."
    },
    {
      "index": 54,
      "start_time": 273600.0,
      "end_time": 279510.0,
      "text": "As always, my name is Blocko, this has been Life Noggin, don't forget to keep on thinking!"
    }
  ]
}