{
  "video_id": "uYTr_Au-zWc",
  "title": "The Most Bizarre Facts About Your Dreams",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 719.0,
      "end_time": 5390.0,
      "text": "It's kind of nuts that you go to sleep each night with no clue what you're going to experience in your dreams."
    },
    {
      "index": 2,
      "start_time": 5440.0,
      "end_time": 9560.0,
      "text": "You could fly, talk to ghosts, or end up back in high school with a big exam coming up."
    },
    {
      "index": 3,
      "start_time": 9560.0,
      "end_time": 18460.0,
      "text": "Dreams are so strange and mysterious that scientists have been exploring them for ages, and some of the facts they've uncovered are even weirder than the ones you already know."
    },
    {
      "index": 4,
      "start_time": 18460.0,
      "end_time": 19260.0,
      "text": "Blind nightmares."
    },
    {
      "index": 5,
      "start_time": 20240.0,
      "end_time": 22520.0,
      "text": "Blind people have a mixed bag when it comes to their dreams."
    },
    {
      "index": 6,
      "start_time": 22860.0,
      "end_time": 30860.0,
      "text": "According to National Geographic, researchers asked 50 people, half of whom were blind, to record their dreams for four weeks in a Danish study."
    },
    {
      "index": 7,
      "start_time": 30860.0,
      "end_time": 34800.0,
      "text": "On one hand, many previously sighted blind people can see again in their dreams."
    },
    {
      "index": 8,
      "start_time": 35120.0,
      "end_time": 36980.0,
      "text": "On the other hand, blind people have more nightmares."
    },
    {
      "index": 9,
      "start_time": 37680.0,
      "end_time": 43111.0,
      "text": "While only 7 percent of the sighted participants reported nightmares, 25 percent of the blind ones did."
    },
    {
      "index": 10,
      "start_time": 43460.0,
      "end_time": 47160.0,
      "text": "Their nightmares included things like losing their guide dogs or being hit by cars."
    },
    {
      "index": 11,
      "start_time": 47560.0,
      "end_time": 57220.0,
      "text": "The researchers guessed that nightmares could be a form of \"rehearsal\" for real life and that blind people need more rehearsal because they experience more danger on a daily basis."
    },
    {
      "index": 12,
      "start_time": 57220.0,
      "end_time": 58199.0,
      "text": "Dream Control."
    },
    {
      "index": 13,
      "start_time": 58820.0,
      "end_time": 62360.0,
      "text": "Research has shown that you can actually learn to control your dreams."
    },
    {
      "index": 14,
      "start_time": 62800.0,
      "end_time": 72960.0,
      "text": "According to Deirdre Barrett, a Harvard-based sleep researcher, if you want to stimulate a dream in which you solve a problem, think about it before you go to sleep and try to create an image of the problem in your mind."
    },
    {
      "index": 15,
      "start_time": 72960.0,
      "end_time": 74979.0,
      "text": "It's even better if you can use an actual visual."
    },
    {
      "index": 16,
      "start_time": 75460.0,
      "end_time": 78690.0,
      "text": "For example, if you're trying to write a song, put your guitar next to your bed."
    },
    {
      "index": 17,
      "start_time": 78690.0,
      "end_time": 83860.0,
      "text": "Or if you want to solve a problem involving a certain person in your dream, look at a photo of them before you go to sleep."
    },
    {
      "index": 18,
      "start_time": 83860.0,
      "end_time": 92880.0,
      "text": "\"Sometimes dreams make breakthroughs, and there are a lot of anecdotes about famous examples of major creativity or major scientific problem solving.\""
    },
    {
      "index": 19,
      "start_time": 93620.0,
      "end_time": 100500.0,
      "text": "Not only can you control what you dream about, you can also control what you do in your dreams, in a trippy process called lucid dreaming."
    },
    {
      "index": 20,
      "start_time": 100810.0,
      "end_time": 107600.0,
      "text": "There are a bunch of different ways to induce lucid dreams, one of which is called reality testing, according to a researcher from Stanford."
    },
    {
      "index": 21,
      "start_time": 107600.0,
      "end_time": 113520.0,
      "text": "Part of reality testing is asking yourself throughout the day if you're dreaming, and then looking for clues that you're awake."
    },
    {
      "index": 22,
      "start_time": 113520.0,
      "end_time": 117880.0,
      "text": "Looking for clues while you're awake today will help you become aware that you're dreaming tonight."
    },
    {
      "index": 23,
      "start_time": 118500.0,
      "end_time": 119500.0,
      "text": "Helping you learn."
    },
    {
      "index": 24,
      "start_time": 120360.0,
      "end_time": 123400.0,
      "text": "Do you ever indulge yourself and take a nap in the middle of the day?"
    },
    {
      "index": 25,
      "start_time": 123400.0,
      "end_time": 125900.0,
      "text": "If so, you now have a good excuse for dozing off at your desk."
    },
    {
      "index": 26,
      "start_time": 125900.0,
      "end_time": 128000.0,
      "text": "Dreaming actually helps you learn."
    },
    {
      "index": 27,
      "start_time": 128100.0,
      "end_time": 135580.0,
      "text": "In a study by researchers from Harvard Medical School, 99 participants played a video game in which they navigated through a virtual maze."
    },
    {
      "index": 28,
      "start_time": 135580.0,
      "end_time": 139600.0,
      "text": "Afterward, half of them napped for two hours, while the other participants stayed awake."
    },
    {
      "index": 29,
      "start_time": 139660.0,
      "end_time": 141160.0,
      "text": "Then they all did the maze again."
    },
    {
      "index": 30,
      "start_time": 141360.0,
      "end_time": 149820.0,
      "text": "The participants who reported dreaming about the maze improved their performance over six times more than the people who didn't sleep or who didn't dream about the maze."
    },
    {
      "index": 31,
      "start_time": 149820.0,
      "end_time": 150900.0,
      "text": "Acting out dreams."
    },
    {
      "index": 32,
      "start_time": 151840.0,
      "end_time": 156320.0,
      "text": "Did you know that your muscles nearly become paralyzed when you sleep so you don't act out your dreams?"
    },
    {
      "index": 33,
      "start_time": 156400.0,
      "end_time": 166910.0,
      "text": "If that freaks you out, try this on for size: people whose muscles don't stop them from acting out their dreams are far more likely to develop neurological disorders like dementia and Parkinson's later in life."
    },
    {
      "index": 34,
      "start_time": 166910.0,
      "end_time": 172709.0,
      "text": "In a rare condition called REM behavior disorder, people carry out the actions from their dreams while they're still asleep."
    },
    {
      "index": 35,
      "start_time": 172709.0,
      "end_time": 179300.0,
      "text": "Take, for example, Mike Birbiglia, a comedian who writes about living with the disorder, who dreamed that a missile was headed for his hotel room."
    },
    {
      "index": 36,
      "start_time": 179300.0,
      "end_time": 183400.0,
      "text": "He jumped out his second-floor hotel room window, both in the dream and in real life."
    },
    {
      "index": 37,
      "start_time": 183660.0,
      "end_time": 191180.0,
      "text": "According to Time magazine, researchers at the University of Montreal studied almost 100 adults who had been diagnosed with REM behavior disorder."
    },
    {
      "index": 38,
      "start_time": 191180.0,
      "end_time": 199160.0,
      "text": "They found that people with the disorder are 18 percent more likely to develop a neurodegenerative disease five years after their diagnosis."
    },
    {
      "index": 39,
      "start_time": 199160.0,
      "end_time": 200160.0,
      "text": "Babies don't dream."
    },
    {
      "index": 40,
      "start_time": 201200.0,
      "end_time": 205400.0,
      "text": "Have you ever looked at an adorable baby sleeping and wondered what they were dreaming about?"
    },
    {
      "index": 41,
      "start_time": 205500.0,
      "end_time": 206520.0,
      "text": "It turns out, they don't dream at all."
    },
    {
      "index": 42,
      "start_time": 206520.0,
      "end_time": 215870.0,
      "text": "David Foulkes, author of Children's Dreaming and the Development of Consciousness, believes that babies spend their REM sleep building pathways in their brains and later developing language skills."
    },
    {
      "index": 43,
      "start_time": 215870.0,
      "end_time": 220700.0,
      "text": "With all this brain development going on, there wouldn't be much brain-power left to also create dreams."
    },
    {
      "index": 44,
      "start_time": 220700.0,
      "end_time": 227600.0,
      "text": "Children don't actually dream until they're 4 or 5 years old, when they develop the capacity to visualize imaginary things."
    },
    {
      "index": 45,
      "start_time": 227600.0,
      "end_time": 230820.0,
      "text": "Even then, the dreams they report lack characters, memories, and emotions."
    },
    {
      "index": 46,
      "start_time": 231160.0,
      "end_time": 236520.0,
      "text": "It's not until they're 7 or 8 and they have a sense of identity that kids' dreams start to include plot lines."
    },
    {
      "index": 47,
      "start_time": 236520.0,
      "end_time": 240599.0,
      "text": "The stronger their self-concept is, the more vivid and structured their dreams become."
    },
    {
      "index": 48,
      "start_time": 240860.0,
      "end_time": 241860.0,
      "text": "Thanks for watching!"
    },
    {
      "index": 49,
      "start_time": 241860.0,
      "end_time": 244180.0,
      "text": "Click the Grunge icon to subscribe to our YouTube channel."
    },
    {
      "index": 50,
      "start_time": 244180.0,
      "end_time": 246220.0,
      "text": "Plus check out all this cool stuff we know you'll love, too!"
    }
  ]
}