{
  "video_id": "V0wzsvIeMn4",
  "title": "What Is Medical Tourism?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 149.0,
      "end_time": 4590.0,
      "text": "Millions of people travel abroad for medical treatment, from dental work to major heart surgery."
    },
    {
      "index": 2,
      "start_time": 4890.0,
      "end_time": 7050.0,
      "text": "all done at a fraction of the cost back home."
    },
    {
      "index": 3,
      "start_time": 7550.0,
      "end_time": 10719.0,
      "text": "Medical tourism brings in billions of dollars a year worldwide."
    },
    {
      "index": 4,
      "start_time": 10900.0,
      "end_time": 14500.0,
      "text": "So, we wanted to know, what exactly is medical tourism?"
    },
    {
      "index": 5,
      "start_time": 18419.0,
      "end_time": 24789.0,
      "text": "Well, since the mid 20th century, healthcare costs have exploded in many developed countries, especially the United States."
    },
    {
      "index": 6,
      "start_time": 25189.0,
      "end_time": 28060.0,
      "text": "Some have blamed this on the closed system of procedure and drug pricing,"
    },
    {
      "index": 7,
      "start_time": 28360.0,
      "end_time": 30510.0,
      "text": "which is not allowed for free market competition."
    },
    {
      "index": 8,
      "start_time": 31110.0,
      "end_time": 32830.0,
      "text": "So when prices rise, they don't go back down."
    },
    {
      "index": 9,
      "start_time": 33030.0,
      "end_time": 37130.0,
      "text": "Other factors, like exaggerated insurance billing, malpractice lawsuits,"
    },
    {
      "index": 10,
      "start_time": 37200.0,
      "end_time": 41000.0,
      "text": "and infrequent but serious doctor visits contribute to increasing costs."
    },
    {
      "index": 11,
      "start_time": 41430.0,
      "end_time": 48390.0,
      "text": "According to a 2011 OECD report, a procedure like a heart bypass can cost more than $100,000 dollars in the US."
    },
    {
      "index": 12,
      "start_time": 48390.0,
      "end_time": 52530.0,
      "text": "However, that same procedure could run less than $4,000 dollars in Mexico."
    },
    {
      "index": 13,
      "start_time": 53030.0,
      "end_time": 59140.0,
      "text": "For those without health insurance or high deductibles, medical tourism represents a viable and beneficial alternative."
    },
    {
      "index": 14,
      "start_time": 59520.0,
      "end_time": 65439.0,
      "text": "For Americans, the most common medical tourism destinations include Thailand, India, Mexico, and Cuba."
    },
    {
      "index": 15,
      "start_time": 65739.0,
      "end_time": 70960.0,
      "text": "In many of these developing countries, medical tourism represents a lucrative and growing source of economic revenue."
    },
    {
      "index": 16,
      "start_time": 71260.0,
      "end_time": 74070.0,
      "text": "Countries are actually competing for medical tourists."
    },
    {
      "index": 17,
      "start_time": 74470.0,
      "end_time": 81080.0,
      "text": "In Japan, the government is instituting new policies that will help increase the number of hospitals accepting foreign patients."
    },
    {
      "index": 18,
      "start_time": 81380.0,
      "end_time": 85340.0,
      "text": "Worldwide, the industry is said to be worth up to $55 billion dollars."
    },
    {
      "index": 19,
      "start_time": 85930.0,
      "end_time": 87520.0,
      "text": "However, there are certain drawbacks."
    },
    {
      "index": 20,
      "start_time": 87820.0,
      "end_time": 91459.0,
      "text": "The US Center for Disease Control has registered several safety concerns"
    },
    {
      "index": 21,
      "start_time": 91659.0,
      "end_time": 95560.0,
      "text": "over higher rates of bacterial infections and diseases for medical tourists."
    },
    {
      "index": 22,
      "start_time": 95860.0,
      "end_time": 103260.0,
      "text": "These can be attributed to less strict sanitation rules in other countries and and the presence of contagious diseases that are otherwise rare in the US."
    },
    {
      "index": 23,
      "start_time": 103630.0,
      "end_time": 110430.0,
      "text": "In 2014, 19 American women, who traveled to the Dominican Republic for plastic surgery, contracted bacterial infections."
    },
    {
      "index": 24,
      "start_time": 110730.0,
      "end_time": 114800.0,
      "text": "Additionally, transplant tourism has become a highly controversial issue."
    },
    {
      "index": 25,
      "start_time": 115100.0,
      "end_time": 121480.0,
      "text": "Medical tourists can obtain organs and transplant operations without waiting in a long line, and for less money."
    },
    {
      "index": 26,
      "start_time": 121380.0,
      "end_time": 126070.0,
      "text": "But the World Health Organization says that the organs often come from vulnerable people."
    },
    {
      "index": 27,
      "start_time": 126270.0,
      "end_time": 129000.0,
      "text": "Most of the world has completely banned transplant tourism;"
    },
    {
      "index": 28,
      "start_time": 129199.99999999999,
      "end_time": 131920.0,
      "text": "however, organs can still be purchased on the black market."
    },
    {
      "index": 29,
      "start_time": 132320.0,
      "end_time": 138029.0,
      "text": "Medical tourism also presents problems for locals who now face more competition for healthcare in their own country."
    },
    {
      "index": 30,
      "start_time": 138329.0,
      "end_time": 144639.0,
      "text": "Wealthy outsiders can crowd out native citizens, and even raise the prices for certain procedures by increasing demand."
    },
    {
      "index": 31,
      "start_time": 144839.0,
      "end_time": 150629.0,
      "text": "Healthcare providers, too, can be required to change their practices in order to accommodate and cater to foreigners."
    },
    {
      "index": 32,
      "start_time": 151090.0,
      "end_time": 155539.0,
      "text": "A recent report on healthcare in developed countries ranked the US last in effectiveness and efficiency."
    },
    {
      "index": 33,
      "start_time": 155939.0,
      "end_time": 160940.0,
      "text": "This is despite the fact that the US spends more money on healthcare per person than any other country."
    },
    {
      "index": 34,
      "start_time": 161240.0,
      "end_time": 164780.0,
      "text": "Presently, the future of medical tourism is expected to remain profitable"
    },
    {
      "index": 35,
      "start_time": 164980.0,
      "end_time": 168310.0,
      "text": "as experts predict billions of dollars in revenue growth for the coming years."
    },
    {
      "index": 36,
      "start_time": 168849.0,
      "end_time": 171689.0,
      "text": "Another unusual type of tourism is birth tourism."
    },
    {
      "index": 37,
      "start_time": 171889.0,
      "end_time": 175119.0,
      "text": "To learn more about this controversial practice, watch this video."
    },
    {
      "index": 38,
      "start_time": 175200.0,
      "end_time": 181300.0,
      "text": "The law allowing citizenship by birth didn't exist prior to the passing of the 14th Amendment in 1868."
    },
    {
      "index": 39,
      "start_time": 181300.0,
      "end_time": 190000.0,
      "text": "It was passed as a way to guarantee the citizenship to African Americans and their children, this was done in the wake of civil war and the evolution of slavery."
    },
    {
      "index": 40,
      "start_time": 190119.0,
      "end_time": 196219.0,
      "text": "Thank you for watching TestTube! And don't forget to like and subscribe for new videos every day!"
    }
  ]
}