{
  "video_id": "V2i_AFA8ua8",
  "title": "No Contact To Get Your Ex Back - Does Ignoring Your Ex Actually Work?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1069.0,
      "end_time": 6729.0,
      "text": "Hey, it's Brad Browning again. And in this video, I'm going to talk about the No Contact"
    },
    {
      "index": 2,
      "start_time": 6729.0,
      "end_time": 11089.0,
      "text": "rule that you probably read all about as you were searching the internet for ways to get"
    },
    {
      "index": 3,
      "start_time": 11089.0,
      "end_time": 16200.0,
      "text": "back together with your ex. If you haven't heard about the No Contact strategy, it's"
    },
    {
      "index": 4,
      "start_time": 16200.0,
      "end_time": 20500.0,
      "text": "pretty simple. Basically what this strategy involves is ignoring your ex for a set period"
    },
    {
      "index": 5,
      "start_time": 20500.0,
      "end_time": 25160.0,
      "text": "of time after the breakup in order to win them back. It's that simple. Most people generally"
    },
    {
      "index": 6,
      "start_time": 25160.0,
      "end_time": 31499.0,
      "text": "advocate around a month of No Contact after the breakup if you want your ex back. Now,"
    },
    {
      "index": 7,
      "start_time": 31499.0,
      "end_time": 35600.0,
      "text": "is it a good idea? Is this a good strategy? Does it work? Generally speaking, this is"
    },
    {
      "index": 8,
      "start_time": 35600.0,
      "end_time": 40289.0,
      "text": "a good strategy that I do advocate and it does often work. And the reasons why it works"
    },
    {
      "index": 9,
      "start_time": 40289.0,
      "end_time": 46510.0,
      "text": "is quite scientific, there's a lot of research and real reasons why it works. So in this"
    },
    {
      "index": 10,
      "start_time": 46510.0,
      "end_time": 51059.0,
      "text": "video I'm going to talk about No Contact, why it's appropriate for all situations and"
    },
    {
      "index": 11,
      "start_time": 51059.0,
      "end_time": 56059.0,
      "text": "why it works. So why does this No Contact thing work? Why should you ignore your ex"
    },
    {
      "index": 12,
      "start_time": 56059.0,
      "end_time": 61949.0,
      "text": "completely for say 30 days after the breakup? Well the first reason, well the first couple"
    },
    {
      "index": 13,
      "start_time": 61949.0,
      "end_time": 67430.0,
      "text": "reasons are actually very straightforward. Number one, it gives you time to heal privately."
    },
    {
      "index": 14,
      "start_time": 67430.0,
      "end_time": 73100.0,
      "text": "So you don't have all your emotions, all your heartache, and all the pain you feel after"
    },
    {
      "index": 15,
      "start_time": 73100.0,
      "end_time": 77810.0,
      "text": "a breakup, it's not all open in the public and for your ex to see. Secondly, by ignoring"
    },
    {
      "index": 16,
      "start_time": 77810.0,
      "end_time": 82610.0,
      "text": "your ex, you're also basically preventing yourself from doing something stupid. From"
    },
    {
      "index": 17,
      "start_time": 82610.0,
      "end_time": 89170.0,
      "text": "an irrational idea that it would be a good idea to send your ex a text message at 2 AM"
    },
    {
      "index": 18,
      "start_time": 89170.0,
      "end_time": 93090.0,
      "text": "when you're drunk to tell them that you love them, and that you miss them and all that."
    },
    {
      "index": 19,
      "start_time": 93090.0,
      "end_time": 97439.0,
      "text": "By ignoring them completely, you're not going to make any mistakes. You can't when you're"
    },
    {
      "index": 20,
      "start_time": 97439.0,
      "end_time": 105399.0,
      "text": "not talking to your ex. Now the third reason is actually a lot more subtle, but it's probably"
    },
    {
      "index": 21,
      "start_time": 105399.0,
      "end_time": 109890.0,
      "text": "the most important part of the whole No Contact strategy and that it forces your ex to miss"
    },
    {
      "index": 22,
      "start_time": 109890.0,
      "end_time": 116219.0,
      "text": "you. Basically, when you ignore your ex after a breakup, you're essentially forcefully removing"
    },
    {
      "index": 23,
      "start_time": 116219.0,
      "end_time": 121149.0,
      "text": "yourself from your ex's life. So basically your ex has been accustomed to you. They've"
    },
    {
      "index": 24,
      "start_time": 121149.0,
      "end_time": 125539.0,
      "text": "become very comfortable having you around, and if you suddenly disappear from their life,"
    },
    {
      "index": 25,
      "start_time": 125539.0,
      "end_time": 129520.0,
      "text": "they're going to be in shock, essentially. And it's going to be a lot more difficult"
    },
    {
      "index": 26,
      "start_time": 129520.00000000001,
      "end_time": 132510.0,
      "text": "for them to recover and it's going to be a lot more painful for your ex and they're going"
    },
    {
      "index": 27,
      "start_time": 132510.0,
      "end_time": 137440.0,
      "text": "to be a lot more likely to miss you. So that's one of the main reason No Contact works is"
    },
    {
      "index": 28,
      "start_time": 137440.0,
      "end_time": 141490.0,
      "text": "that it forces your ex to start missing you. And you need them to miss you if you want"
    },
    {
      "index": 29,
      "start_time": 141490.0,
      "end_time": 146330.0,
      "text": "them back, because you need them to have that decision to get back together with you, organically"
    },
    {
      "index": 30,
      "start_time": 146330.0,
      "end_time": 150770.0,
      "text": "to have them decide to get back together, often times because they miss you so much"
    },
    {
      "index": 31,
      "start_time": 150770.0,
      "end_time": 154270.0,
      "text": "that they just want to make the pain of the breakup go away by getting back together."
    },
    {
      "index": 32,
      "start_time": 154270.0,
      "end_time": 159850.0,
      "text": "And of course that'll work to your advantage. Now the fourth reason why the No Contact strategy"
    },
    {
      "index": 33,
      "start_time": 159850.0,
      "end_time": 164300.0,
      "text": "often works extremely well, is because in addition to making your ex miss you, it also"
    },
    {
      "index": 34,
      "start_time": 164300.0,
      "end_time": 172060.0,
      "text": "allows them to forget the negative memories and sort of generally forget why they broke"
    },
    {
      "index": 35,
      "start_time": 172060.0,
      "end_time": 178010.0,
      "text": "up with you in the first place. A lot of the times, humans tend to let go of negative memories"
    },
    {
      "index": 36,
      "start_time": 178010.0,
      "end_time": 182550.0,
      "text": "and hold on to the happier ones. And it's extremely likely that your ex will do this."
    },
    {
      "index": 37,
      "start_time": 182550.0,
      "end_time": 186280.0,
      "text": "They'll let go of some of the negative memories, they'll start to forget some of the reasons"
    },
    {
      "index": 38,
      "start_time": 186280.0,
      "end_time": 190440.0,
      "text": "why they wanted to break up with you and why they weren't happy, and that happens a lot"
    },
    {
      "index": 39,
      "start_time": 190440.0,
      "end_time": 194190.0,
      "text": "more effectively and if you're not talking to them and reminding them of all those same"
    },
    {
      "index": 40,
      "start_time": 194190.0,
      "end_time": 198450.0,
      "text": "reasons they wanted to breakup. So, by ignoring them, you're basically giving them them time"
    },
    {
      "index": 41,
      "start_time": 198450.0,
      "end_time": 205230.0,
      "text": "forget all of those negative memories fade to the background. And finally, the last reason"
    },
    {
      "index": 42,
      "start_time": 205230.0,
      "end_time": 210320.0,
      "text": "why No Contact is often an excellent strategy is that it sends a very clear signal to your"
    },
    {
      "index": 43,
      "start_time": 210320.0,
      "end_time": 214750.0,
      "text": "ex that you're going to move on. You're not going to wait around for them while they screw"
    },
    {
      "index": 44,
      "start_time": 214750.0,
      "end_time": 218420.0,
      "text": "around, trying to decide whether the single life is right or whether they'll be able to"
    },
    {
      "index": 45,
      "start_time": 218420.0,
      "end_time": 221900.0,
      "text": "find someone else. You're just not going to be around forever. You're going to move on"
    },
    {
      "index": 46,
      "start_time": 221900.0,
      "end_time": 226990.0,
      "text": "to bigger and better things if your ex doesn't reconsider the decision to break up. And that"
    },
    {
      "index": 47,
      "start_time": 226990.0,
      "end_time": 231540.0,
      "text": "essentially ties into the whole concept of shifting the balance of power from your ex"
    },
    {
      "index": 48,
      "start_time": 231540.0,
      "end_time": 234860.0,
      "text": "(who broke up with you or presumably decided to break up with you or doesn't want to get"
    },
    {
      "index": 49,
      "start_time": 234860.0,
      "end_time": 240040.0,
      "text": "back together) to you. Because all of a sudden, now you're saying, you know what? I can live"
    },
    {
      "index": 50,
      "start_time": 240040.0,
      "end_time": 244000.0,
      "text": "my life on my own. I'm going to be just fine. So if you know, you don't want me in your"
    },
    {
      "index": 51,
      "start_time": 244000.0,
      "end_time": 250680.0,
      "text": "life, I'm out. So that's essentially shifting the balance of power into your favour and"
    },
    {
      "index": 52,
      "start_time": 250680.0,
      "end_time": 256600.0,
      "text": "that's going to work to your advantage of winning your ex back. Now does this No Contact"
    },
    {
      "index": 53,
      "start_time": 256600.00000000003,
      "end_time": 260840.00000000003,
      "text": "strategy work for every situation? What if it's been 3 months since your broke up? What"
    },
    {
      "index": 54,
      "start_time": 260839.99999999997,
      "end_time": 264340.0,
      "text": "if you live together? There are a lot of \"What if's\" there are a lot of questionable scenarios."
    },
    {
      "index": 55,
      "start_time": 264340.0,
      "end_time": 268530.0,
      "text": "Most of the time I still advocate for No Contact even if it's some sort of modified form. So"
    },
    {
      "index": 56,
      "start_time": 268530.0,
      "end_time": 273320.0,
      "text": "generally if you're not sure, do apply the No Contact. But if you do have a unique situation"
    },
    {
      "index": 57,
      "start_time": 273320.0,
      "end_time": 279710.0,
      "text": "of some kind, if you need some advice, head over to my website. It's www.BreakupBrad.com"
    },
    {
      "index": 58,
      "start_time": 279710.0,
      "end_time": 283250.0,
      "text": "and you watch my FREE video on there. I talk about this quite in-depth. And you can also"
    },
    {
      "index": 59,
      "start_time": 283250.0,
      "end_time": 288040.0,
      "text": "find my contact details to find my contact details to get in touch and find and basically"
    },
    {
      "index": 60,
      "start_time": 288040.0,
      "end_time": 293470.0,
      "text": "figure whether No Contact is the right strategy for you and your situation. And finally, thank"
    },
    {
      "index": 61,
      "start_time": 293470.0,
      "end_time": 297220.0,
      "text": "you so much for watching this video. Please like it if you found the video helpful and"
    },
    {
      "index": 62,
      "start_time": 297220.0,
      "end_time": 302410.0,
      "text": "also I do offer free advice to my YouTube channel subscribers so you've subscribed to"
    },
    {
      "index": 63,
      "start_time": 302410.0,
      "end_time": 306710.0,
      "text": "me here on YouTube, feel free to shoot me an email and I will be happy to help you with"
    },
    {
      "index": 64,
      "start_time": 306710.0,
      "end_time": 311820.0,
      "text": "your problems and give you some advice. So thanks again for watching and see you soon."
    },
    {
      "index": 65,
      "start_time": 311820.0,
      "end_time": 316400.0,
      "text": "Bye bye! If you found the information in that video useful, here's two related videos you"
    },
    {
      "index": 66,
      "start_time": 316400.0,
      "end_time": 326400.0,
      "text": "may also want to watch. Just click on the video thumbnail to watch now."
    }
  ]
}