{
  "video_id": "V6fmxZtqlVc",
  "title": "The new revenue recognition standard  - Financial Reporting Update (Deloitte Canada)",
  "json": [
    {
      "index": 1,
      "start_time": 750.0,
      "end_time": 5830.0,
      "text": "Hi everyone, welcome to Deloitte Financial Reporting Update, our webcast series for issues"
    },
    {
      "index": 2,
      "start_time": 5830.0,
      "end_time": 11940.0,
      "text": "and developments related to the various accounting frameworks. Today, we present bringing clarity"
    },
    {
      "index": 3,
      "start_time": 11940.0,
      "end_time": 20060.0,
      "text": "to an IFRS world - IFRS 15 Revenue from Contracts with Customers. I am Jon Kligman, your host"
    },
    {
      "index": 4,
      "start_time": 20060.0,
      "end_time": 25189.0,
      "text": "for today’s webcast, and I am joined by Maryse Vendette, Cindy Veinot, and Joyce Lam."
    },
    {
      "index": 5,
      "start_time": 25189.0,
      "end_time": 31199.0,
      "text": "I will tell you more about our speakers a little later on. Before we get to our agenda,"
    },
    {
      "index": 6,
      "start_time": 31199.0,
      "end_time": 36579.0,
      "text": "a few housekeeping items. In the lower right hand corner of your screen, you will see the"
    },
    {
      "index": 7,
      "start_time": 36579.0,
      "end_time": 42140.0,
      "text": "webcast links including a link to download and print today’s slides and links for webcast"
    },
    {
      "index": 8,
      "start_time": 42140.0,
      "end_time": 48730.0,
      "text": "assistance, Deloitte updates, upcoming sessions, and archive sessions. If you have a pop-up"
    },
    {
      "index": 9,
      "start_time": 48730.0,
      "end_time": 51930.0,
      "text": "blocker on your computer, you will need to disengage it in order to download the slides"
    },
    {
      "index": 10,
      "start_time": 51930.0,
      "end_time": 57379.0,
      "text": "and participate in our polling questions. If you know of colleagues who could not attend"
    },
    {
      "index": 11,
      "start_time": 57379.0,
      "end_time": 63420.0,
      "text": "today’s live event, they can simply register at any time the same way you did and they"
    },
    {
      "index": 12,
      "start_time": 63420.0,
      "end_time": 68950.0,
      "text": "will be able to view the archived webcast within 48 hours. So, invite your colleagues"
    },
    {
      "index": 13,
      "start_time": 68950.0,
      "end_time": 74250.0,
      "text": "to take advantage of this feature. Although you are on a listen-only mode, you can ask"
    },
    {
      "index": 14,
      "start_time": 74250.0,
      "end_time": 78960.0,
      "text": "our presenters content related questions at any time by entering your question in the"
    },
    {
      "index": 15,
      "start_time": 78960.0,
      "end_time": 84990.0,
      "text": "box at the bottom of the screen and clicking on submit. We will do our best to respond"
    },
    {
      "index": 16,
      "start_time": 84990.0,
      "end_time": 90420.0,
      "text": "to your questions and comments during the presentation. We also have interactive polling"
    },
    {
      "index": 17,
      "start_time": 90420.0,
      "end_time": 95350.0,
      "text": "questions that will appear on your screen throughout the webcast. We invite your participation"
    },
    {
      "index": 18,
      "start_time": 95350.0,
      "end_time": 100689.0,
      "text": "by simply answering these questions. A summary of the results will be provided on the screen"
    },
    {
      "index": 19,
      "start_time": 100689.0,
      "end_time": 108460.0,
      "text": "shortly afterwards. Okay, let us get to our agenda. First you"
    },
    {
      "index": 20,
      "start_time": 108460.0,
      "end_time": 114689.0,
      "text": "will hear from Maryse Vendette, who will provide us with an introduction to the new standard"
    },
    {
      "index": 21,
      "start_time": 114689.0,
      "end_time": 120560.0,
      "text": "and to speak to a scope. As well Maryse will begin walking us through the steps of new"
    },
    {
      "index": 22,
      "start_time": 120560.0,
      "end_time": 126270.0,
      "text": "revenue model. After Maryse, Joyce Lam will continue to walk us through the remaining"
    },
    {
      "index": 23,
      "start_time": 126270.0,
      "end_time": 132180.0,
      "text": "steps of the new revenue model, will then be joined by Cindy Veinot, who provide us"
    },
    {
      "index": 24,
      "start_time": 132180.0,
      "end_time": 136700.0,
      "text": "with some guidance and some of the other matters related to the standard and to speak to some"
    },
    {
      "index": 25,
      "start_time": 136700.0,
      "end_time": 142950.0,
      "text": "of the expected impacts, challenges and issues. We will conclude by highlighting some resources"
    },
    {
      "index": 26,
      "start_time": 142950.0,
      "end_time": 148400.0,
      "text": "for future reference and with a brief question and answer session. You can read the bios"
    },
    {
      "index": 27,
      "start_time": 148400.0,
      "end_time": 153090.0,
      "text": "of our presenters and access the agenda and technical support in the navigation area of"
    },
    {
      "index": 28,
      "start_time": 153090.0,
      "end_time": 159040.0,
      "text": "your screen. We have a lot of material for a 90-minute webcast, so we will need to keep"
    },
    {
      "index": 29,
      "start_time": 159040.0,
      "end_time": 165410.0,
      "text": "the discussion at a fairly high level. I would like to remind our viewers that our comments"
    },
    {
      "index": 30,
      "start_time": 165410.0,
      "end_time": 171680.0,
      "text": "on this webcast represent our own personal views and do not constitute official interpretive"
    },
    {
      "index": 31,
      "start_time": 171680.0,
      "end_time": 176450.0,
      "text": "accounting guidance from Deloitte. Before taking any action on any of these issues,"
    },
    {
      "index": 32,
      "start_time": 176450.0,
      "end_time": 180400.0,
      "text": "it is always a good idea to check with a qualified advisor."
    },
    {
      "index": 33,
      "start_time": 180400.0,
      "end_time": 187420.0,
      "text": "Okay, to kick things off, let us start with our first polling question. We are going to"
    },
    {
      "index": 34,
      "start_time": 187420.0,
      "end_time": 194459.0,
      "text": "ask everyone online to participate in this webcast by answering the polling question."
    },
    {
      "index": 35,
      "start_time": 194459.0,
      "end_time": 199690.0,
      "text": "Can we have the question please, there we go."
    },
    {
      "index": 36,
      "start_time": 199690.0,
      "end_time": 205790.0,
      "text": "Okay, so the question is, have you started assessing the impact of IFRS 15 - Revenue"
    },
    {
      "index": 37,
      "start_time": 205790.0,
      "end_time": 209420.0,
      "text": "from Contracts with Customers and the answers are:"
    },
    {
      "index": 38,
      "start_time": 209420.0,
      "end_time": 213470.0,
      "text": "• Project plan is in place • Aware of the new Standard and will start"
    },
    {
      "index": 39,
      "start_time": 213470.0,
      "end_time": 217900.0,
      "text": "assessment in the near term • No plan to commence work at this time"
    },
    {
      "index": 40,
      "start_time": 217900.0,
      "end_time": 221370.0,
      "text": "• Not applicable After you select your answer, which is the"
    },
    {
      "index": 41,
      "start_time": 221370.0,
      "end_time": 227549.0,
      "text": "best in your circumstances, please remember to hit submit answer to register your response."
    },
    {
      "index": 42,
      "start_time": 227549.0,
      "end_time": 232819.0,
      "text": "While we are waiting for the responses, I would like to remind you that today’s webcast"
    },
    {
      "index": 43,
      "start_time": 232819.0,
      "end_time": 237629.0,
      "text": "maybe counted towards your continuing professional education. If you stay with us for the whole"
    },
    {
      "index": 44,
      "start_time": 237629.0,
      "end_time": 243110.0,
      "text": "webcast, you can credit yourself with one-and-a-half hours towards your yearly total. This applies"
    },
    {
      "index": 45,
      "start_time": 243110.0,
      "end_time": 247760.0,
      "text": "to those in public practice and those working in industry. We do not issue certificates"
    },
    {
      "index": 46,
      "start_time": 247760.0,
      "end_time": 253010.0,
      "text": "for the webcast, but your email registration confirmation conform part of your documentation"
    },
    {
      "index": 47,
      "start_time": 253010.0,
      "end_time": 258150.0,
      "text": "in support of your attendance. Okay, let us see if we have the responses"
    },
    {
      "index": 48,
      "start_time": 258149.99999999997,
      "end_time": 282160.0,
      "text": "please. There we go. Okay almost 45% are going to start their assessment in the near term"
    },
    {
      "index": 49,
      "start_time": 282160.0,
      "end_time": 290440.0,
      "text": "and 11.7% have a project plan in place, that is a very healthy percentage of folks online"
    },
    {
      "index": 50,
      "start_time": 290440.0,
      "end_time": 296910.0,
      "text": "who are either already started or near starting. As you will hear on this webcast, the new"
    },
    {
      "index": 51,
      "start_time": 296910.0,
      "end_time": 302340.0,
      "text": "standard can have significant impact on both the accounting and on the information requirements."
    },
    {
      "index": 52,
      "start_time": 302340.0,
      "end_time": 308190.0,
      "text": "Okay, I would now like to welcome our first two speakers, Maryse Vendette and Joyce Lam."
    },
    {
      "index": 53,
      "start_time": 308190.0,
      "end_time": 314660.0,
      "text": "Maryse Vendette is a Partner at our National Office and is a co-deputy leader of the Canadian"
    },
    {
      "index": 54,
      "start_time": 314660.0,
      "end_time": 320800.0,
      "text": "IFRS Centre of Excellence. She is the National subject matter authority in the field of revenue"
    },
    {
      "index": 55,
      "start_time": 320800.0,
      "end_time": 326720.0,
      "text": "recognition as well as a member of Deloitte’s Global Expert Advisory panel on revenue. Joyce"
    },
    {
      "index": 56,
      "start_time": 326720.0,
      "end_time": 332320.0,
      "text": "Lam is a Senior Manager in the Advisory Services Group of Deloitte and specializes in providing"
    },
    {
      "index": 57,
      "start_time": 332320.0,
      "end_time": 337979.0,
      "text": "accounting advisory services to clients in all industries. Joyce has extensive experience"
    },
    {
      "index": 58,
      "start_time": 337979.0,
      "end_time": 342930.0,
      "text": "in assisting clients on accounting matters in the areas of revenue recognition, business"
    },
    {
      "index": 59,
      "start_time": 342930.0,
      "end_time": 348600.0,
      "text": "combinations and share-based payments under IFRS and US GAAP."
    },
    {
      "index": 60,
      "start_time": 348600.0,
      "end_time": 350300.0,
      "text": "Over to you Maryse."
    },
    {
      "index": 61,
      "start_time": 350300.0,
      "end_time": 361620.0,
      "text": "Thanks Jon. Good afternoon, I guess good morning for some of you across the country. Let us"
    },
    {
      "index": 62,
      "start_time": 361620.0,
      "end_time": 367400.0,
      "text": "start with some background information on IFRS 15. We received what I would refer to"
    },
    {
      "index": 63,
      "start_time": 367400.0,
      "end_time": 374380.0,
      "text": "exciting news in the accounting world on May 28, 2014, when IFRS 15 was finally issued."
    },
    {
      "index": 64,
      "start_time": 374380.0,
      "end_time": 381990.0,
      "text": "It was issued concurrently with Accounting Standards Update ASU 2014-09 it is US GAAP"
    },
    {
      "index": 65,
      "start_time": 381990.0,
      "end_time": 388600.0,
      "text": "equivalent. The issuance of IFRS 15 completes a long-standing project that began back in"
    },
    {
      "index": 66,
      "start_time": 388600.0,
      "end_time": 394319.0,
      "text": "2002 between the IASB and the FASB to develop a high quality global accounting standard."
    },
    {
      "index": 67,
      "start_time": 394319.0,
      "end_time": 401860.0,
      "text": "For all intents and purposes, IFRS 15 and US GAAP are converged. There are minor differences"
    },
    {
      "index": 68,
      "start_time": 401860.0,
      "end_time": 408100.0,
      "text": "between the two standards and those have been identified in an appendix to the standard"
    },
    {
      "index": 69,
      "start_time": 408100.0,
      "end_time": 414030.0,
      "text": "in the basis for conclusions. This standard addresses how to account for all contracts"
    },
    {
      "index": 70,
      "start_time": 414030.0,
      "end_time": 419949.0,
      "text": "of customers using one model of accounting that will apply to all types of transactions"
    },
    {
      "index": 71,
      "start_time": 419949.0,
      "end_time": 428669.0,
      "text": "in all industries in capital markets. Currently, we have diverse pieces of guidance under IFRS"
    },
    {
      "index": 72,
      "start_time": 428669.0,
      "end_time": 433870.0,
      "text": "over some 200 pieces of literature dealing with specific transactions or industries under"
    },
    {
      "index": 73,
      "start_time": 433870.0,
      "end_time": 440229.0,
      "text": "US GAAP. This new standard will replace all or most of that by one model. We will have"
    },
    {
      "index": 74,
      "start_time": 440229.0,
      "end_time": 442949.0,
      "text": "to wait and see how it is interpreted how it is interpreted and implemented, but the"
    },
    {
      "index": 75,
      "start_time": 442949.0,
      "end_time": 447780.0,
      "text": "objective is that the new standard will increase comparability, reduce diversity in accounting"
    },
    {
      "index": 76,
      "start_time": 447780.0,
      "end_time": 453960.0,
      "text": "for similar transactions across industries. We wanted to highlight that the IASB and FASB"
    },
    {
      "index": 77,
      "start_time": 453960.0,
      "end_time": 458740.0,
      "text": "have created a joint Transition Resource Group. So, the members of the resource group have"
    },
    {
      "index": 78,
      "start_time": 458740.0,
      "end_time": 465479.0,
      "text": "been announced and they include financial statement preparers, auditors, users, obviously"
    },
    {
      "index": 79,
      "start_time": 465479.0,
      "end_time": 472879.0,
      "text": "the boards and members of the regulator community, people in various industries and geographic"
    },
    {
      "index": 80,
      "start_time": 472879.0,
      "end_time": 479930.0,
      "text": "locations. The purpose of the Transition Resource Group is not to issue guidance, but is really"
    },
    {
      "index": 81,
      "start_time": 479930.0,
      "end_time": 486830.0,
      "text": "to solicit, analyze and discuss issues arising from implementation, inform the boards about"
    },
    {
      "index": 82,
      "start_time": 486830.0,
      "end_time": 492080.0,
      "text": "the issues that are being dealt with so that the boards can take decisions about actions"
    },
    {
      "index": 83,
      "start_time": 492080.0,
      "end_time": 497740.0,
      "text": "that need to be taken, provide a form for stakeholders to learn about the new standard."
    },
    {
      "index": 84,
      "start_time": 497740.0,
      "end_time": 505979.0,
      "text": "The boards expect that the Transition Resource Group will meet twice in 2014 and four times"
    },
    {
      "index": 85,
      "start_time": 505979.0,
      "end_time": 513200.0,
      "text": "in 2015 and the first meeting is scheduled July 18. All the meetings will be public and"
    },
    {
      "index": 86,
      "start_time": 513200.00000000006,
      "end_time": 517560.00000000006,
      "text": "anybody can submit a potential implementation issue for discussion at the Transition Resource"
    },
    {
      "index": 87,
      "start_time": 517559.99999999994,
      "end_time": 522528.99999999994,
      "text": "Group meetings. The boards will evaluate those submissions and prioritize the issues for"
    },
    {
      "index": 88,
      "start_time": 522529.0,
      "end_time": 535170.0,
      "text": "discussion. I realize that the text maybe a bit small on the slide, but we have here,"
    },
    {
      "index": 89,
      "start_time": 535170.0,
      "end_time": 541279.0,
      "text": "to the left of the screen, the requirements currently found in IFRS on revenue in the"
    },
    {
      "index": 90,
      "start_time": 541279.0,
      "end_time": 546980.0,
      "text": "main standards as well as in the interpretations and this contrasts with the new requirements"
    },
    {
      "index": 91,
      "start_time": 546980.0,
      "end_time": 551740.0,
      "text": "to the right of the screen. A couple of points to bring to your attention here."
    },
    {
      "index": 92,
      "start_time": 551740.0,
      "end_time": 554899.0,
      "text": "  The first one is as you see IFRS 15 has a"
    },
    {
      "index": 93,
      "start_time": 554899.0,
      "end_time": 559779.0,
      "text": "broad scope. It has guidance on a number of aspects that are now included in various pieces"
    },
    {
      "index": 94,
      "start_time": 559779.0,
      "end_time": 567560.0,
      "text": "of literature under IFRS. IFRS currently has guidance on construction contracts in IAS"
    },
    {
      "index": 95,
      "start_time": 567560.0,
      "end_time": 574050.0,
      "text": "11, sales of goods, sales of services under IAS 18, construction of real-estate under"
    },
    {
      "index": 96,
      "start_time": 574050.0,
      "end_time": 581540.0,
      "text": "IFRIC 15 and IFRS 15 will replace all of that and IFRS 15 will not distinguish explicitly"
    },
    {
      "index": 97,
      "start_time": 581540.0,
      "end_time": 586850.0,
      "text": "or does not distinguish explicitly between sales of goods or serves, but rather it provides"
    },
    {
      "index": 98,
      "start_time": 586850.0,
      "end_time": 592240.0,
      "text": "guidance on whether revenue should be recognized overtime similar to a service or long-term"
    },
    {
      "index": 99,
      "start_time": 592240.0,
      "end_time": 598070.0,
      "text": "construction contracts or revenue should be recognized at a particular point in time similar"
    },
    {
      "index": 100,
      "start_time": 598070.0,
      "end_time": 604680.0,
      "text": "to a sale of good and we will discuss that in more detail later on. IFRIC 13 is superseded"
    },
    {
      "index": 101,
      "start_time": 604680.0,
      "end_time": 609760.0,
      "text": "and replaced by broader guidance on options granted to customers to acquire additional"
    },
    {
      "index": 102,
      "start_time": 609760.0,
      "end_time": 617320.0,
      "text": "goods or services or at a discount and provides broad guidance on breakage, customer unexercised"
    },
    {
      "index": 103,
      "start_time": 617320.0,
      "end_time": 624380.0,
      "text": "rights. IFRIC 18 and 631 dealing with Transfers of Assets from Customer and Advertising Barter"
    },
    {
      "index": 104,
      "start_time": 624380.0,
      "end_time": 631130.0,
      "text": "Transactions are superseded and IFRS 15 includes guidance on how to deal with noncash consideration"
    },
    {
      "index": 105,
      "start_time": 631130.0,
      "end_time": 638450.0,
      "text": "and nonmonetary exchanges generally and finally where are previously IAS 18 contains specific"
    },
    {
      "index": 106,
      "start_time": 638450.0,
      "end_time": 644350.0,
      "text": "guidance on accounting for interest and dividends. These are now scoped out of IFRS 15 and dealt"
    },
    {
      "index": 107,
      "start_time": 644350.0,
      "end_time": 650470.0,
      "text": "with by IAS 39 and IFRS 9. Consequential amendments were made to those two standards to incorporate"
    },
    {
      "index": 108,
      "start_time": 650470.0,
      "end_time": 656620.0,
      "text": "guidance that was previously included in IAS 18 and its appendices."
    },
    {
      "index": 109,
      "start_time": 656620.0,
      "end_time": 664769.0,
      "text": "Moving onto effective date and transition options. IFRS 15 is effective for annual reporting"
    },
    {
      "index": 110,
      "start_time": 664769.0,
      "end_time": 672430.0,
      "text": "periods beginning on or after January 1, 2017 including interim periods. For an entity with"
    },
    {
      "index": 111,
      "start_time": 672430.0,
      "end_time": 679019.0,
      "text": "a calendar year-end, it would apply IFRS 15 in the first interim period and on March 31,"
    },
    {
      "index": 112,
      "start_time": 679019.0,
      "end_time": 685959.0,
      "text": "2017, early application is permitted under IFRS 15, but it is not permitted under US"
    },
    {
      "index": 113,
      "start_time": 685959.0,
      "end_time": 691339.0,
      "text": "GAAP. The boards have provided a bit of relieve by way of transition methods. An entity can"
    },
    {
      "index": 114,
      "start_time": 691339.0,
      "end_time": 697850.0,
      "text": "choose between two transition options. So it can elect to either apply the standard"
    },
    {
      "index": 115,
      "start_time": 697850.0,
      "end_time": 705860.0,
      "text": "fully retrospectively or apply it retrospectively but taking into account three practical expedients"
    },
    {
      "index": 116,
      "start_time": 705860.0,
      "end_time": 715690.0,
      "text": "to retrospective application, which are identified obviously in standard and if any of the practical"
    },
    {
      "index": 117,
      "start_time": 715690.0,
      "end_time": 720430.0,
      "text": "expedients are used, they have to be applied consistently to all reporting periods. They"
    },
    {
      "index": 118,
      "start_time": 720430.0,
      "end_time": 726540.0,
      "text": "have to be disclosed to the extent that it is possible an entity will have to include"
    },
    {
      "index": 119,
      "start_time": 726540.0,
      "end_time": 734240.0,
      "text": "a qualitative assessment of the likely effect of applying the practical expedients or an"
    },
    {
      "index": 120,
      "start_time": 734240.0,
      "end_time": 740339.0,
      "text": "entity can also choose to apply the standard using a modified approach, so that means that"
    },
    {
      "index": 121,
      "start_time": 740339.0,
      "end_time": 746000.0,
      "text": "it would apply the revenue standard retrospectively, but only to contracts that are not completed"
    },
    {
      "index": 122,
      "start_time": 746000.0,
      "end_time": 751720.0,
      "text": "as of the date of initial application of the standard so that is again January 1, 2017"
    },
    {
      "index": 123,
      "start_time": 751720.0,
      "end_time": 757200.0,
      "text": "and it would recognize a cumulative catch-up adjustment to retained earnings as of that"
    },
    {
      "index": 124,
      "start_time": 757200.0,
      "end_time": 763350.0,
      "text": "date without restating comparative figures. The use of the modified approach may reduce"
    },
    {
      "index": 125,
      "start_time": 763350.0,
      "end_time": 769860.0,
      "text": "the cost and complexity of adopting the standard because there is no need to make an assessment"
    },
    {
      "index": 126,
      "start_time": 769860.0,
      "end_time": 775490.0,
      "text": "of contract completed prior to the year of adoption, but it also has its drawbacks and"
    },
    {
      "index": 127,
      "start_time": 775490.0,
      "end_time": 780620.0,
      "text": "that some revenue will not be presented in profit and loss, but instead would be included"
    },
    {
      "index": 128,
      "start_time": 780620.0,
      "end_time": 785810.0,
      "text": "in the beginning retained earnings as a cumulative catch-up adjustment and obviously some parallel"
    },
    {
      "index": 129,
      "start_time": 785810.0,
      "end_time": 794800.0,
      "text": "accounting will be required in 2017 to be able to disclose the information that is required"
    },
    {
      "index": 130,
      "start_time": 794800.0,
      "end_time": 800339.0,
      "text": "by the standard."
    },
    {
      "index": 131,
      "start_time": 800339.0,
      "end_time": 807350.0,
      "text": "The following slide provides a tabular example that is intended to illustrate visually the"
    },
    {
      "index": 132,
      "start_time": 807350.0,
      "end_time": 815459.0,
      "text": "two transition methods. Under the full retrospective approach, it is clear from here that for new"
    },
    {
      "index": 133,
      "start_time": 815459.0,
      "end_time": 822839.0,
      "text": "contracts and existing contracts you have to apply IFRS 15 in the current year, but"
    },
    {
      "index": 134,
      "start_time": 822839.0,
      "end_time": 830529.0,
      "text": "also in the prior that is presented and also to produce our opening balance sheet that"
    },
    {
      "index": 135,
      "start_time": 830529.0,
      "end_time": 836980.0,
      "text": "would be required under IAS 1 when you apply a new standard. Under the modified approach,"
    },
    {
      "index": 136,
      "start_time": 836980.0,
      "end_time": 843010.0,
      "text": "the standard would be applied to any new contracts entered into on or after the initial application"
    },
    {
      "index": 137,
      "start_time": 843010.0,
      "end_time": 848180.0,
      "text": "date of January 1, 2017 for a calendar year-end example."
    },
    {
      "index": 138,
      "start_time": 848180.0,
      "end_time": 849820.0,
      "text": "  An entity would also need to evaluate those"
    },
    {
      "index": 139,
      "start_time": 849820.0,
      "end_time": 855220.0,
      "text": "contracts that are not complete at the date of initial application using the new revenue"
    },
    {
      "index": 140,
      "start_time": 855220.0,
      "end_time": 859260.0,
      "text": "model and determine the cumulative catch-up adjustment to be recorded to beginning retained"
    },
    {
      "index": 141,
      "start_time": 859260.0,
      "end_time": 867870.0,
      "text": "earnings and finally any contracts completed prior to the year of adoption would not need"
    },
    {
      "index": 142,
      "start_time": 867870.0,
      "end_time": 873779.0,
      "text": "to be re-evaluated or accounted for under the modified approach, that means that revenue"
    },
    {
      "index": 143,
      "start_time": 873779.0,
      "end_time": 879829.0,
      "text": "from these contracts recognized in prior periods presented would not be restated under this"
    },
    {
      "index": 144,
      "start_time": 879829.0,
      "end_time": 885560.0,
      "text": "approach. If an entity decides to employ this modified transition approach, it is required"
    },
    {
      "index": 145,
      "start_time": 885560.0,
      "end_time": 892040.0,
      "text": "to provide some additional disclosures, of course, to show to users how they transition"
    },
    {
      "index": 146,
      "start_time": 892040.0,
      "end_time": 898639.0,
      "text": "from the legacy guidance to IFRS 15. The first of which is to present the financial statement"
    },
    {
      "index": 147,
      "start_time": 898639.0,
      "end_time": 905260.0,
      "text": "line items and the related amounts that are affected in the current year in 2017 because"
    },
    {
      "index": 148,
      "start_time": 905260.0,
      "end_time": 910550.0,
      "text": "of the application of the standard and second a description of significant changes between"
    },
    {
      "index": 149,
      "start_time": 910550.0,
      "end_time": 914800.0,
      "text": "the new standard and the legacy guidance."
    },
    {
      "index": 150,
      "start_time": 914800.0,
      "end_time": 923889.0,
      "text": "As mentioned previously, IFRS 15 has a broad and all-encompassing scope. It applies to"
    },
    {
      "index": 151,
      "start_time": 923889.0,
      "end_time": 930269.0,
      "text": "contracts with customers except those that are within the scope of other IFRSs. It is"
    },
    {
      "index": 152,
      "start_time": 930269.0,
      "end_time": 937550.0,
      "text": "important to understand how IFRS 15 defines a contract and defines a customer. Under IFRS"
    },
    {
      "index": 153,
      "start_time": 937550.0,
      "end_time": 944320.0,
      "text": "15, a contract is defined as an agreement between two or more parties that creates enforceable"
    },
    {
      "index": 154,
      "start_time": 944320.0,
      "end_time": 952250.0,
      "text": "rights and obligations and a customer is defined as a party that has contracted with an entity"
    },
    {
      "index": 155,
      "start_time": 952250.0,
      "end_time": 958380.0,
      "text": "to obtain goods or services that are an output of the entity’s ordinary activities in exchange"
    },
    {
      "index": 156,
      "start_time": 958380.0,
      "end_time": 967709.0,
      "text": "for consideration. IFRS 15 includes in its scope transfers of assets that are not an"
    },
    {
      "index": 157,
      "start_time": 967709.0,
      "end_time": 974709.0,
      "text": "output of the entity’s ordinary activities. For instance, transfers of sales of property,"
    },
    {
      "index": 158,
      "start_time": 974709.0,
      "end_time": 980860.0,
      "text": "plant and equipment, real-estate or intangible assets would be within the scope of certain"
    },
    {
      "index": 159,
      "start_time": 980860.0,
      "end_time": 986889.0,
      "text": "aspects of the IFRS 15 model. Specifically, the criteria for determining the existence"
    },
    {
      "index": 160,
      "start_time": 986889.0,
      "end_time": 993120.0,
      "text": "of a contract, measurement and control principles would apply to these transfers or sales of"
    },
    {
      "index": 161,
      "start_time": 993120.0,
      "end_time": 1000100.0,
      "text": "non-financial assets to determine when and for what amount the asset should be derecognized."
    },
    {
      "index": 162,
      "start_time": 1000100.0,
      "end_time": 1006860.0,
      "text": "With respect to contracts with collaborators or partners, during the re-deliberations,"
    },
    {
      "index": 163,
      "start_time": 1006860.0,
      "end_time": 1012440.0,
      "text": "the boards acknowledge that parties to collaborative arrangements, which are common in certain"
    },
    {
      "index": 164,
      "start_time": 1012440.0,
      "end_time": 1018320.0,
      "text": "industries such as in the pharmaceutical industry or biotechnology industry could represent"
    },
    {
      "index": 165,
      "start_time": 1018320.0,
      "end_time": 1022660.0,
      "text": "customers and that therefore certain collaborative arrangements would be within the scope of"
    },
    {
      "index": 166,
      "start_time": 1022660.0,
      "end_time": 1030089.0,
      "text": "IFRS 15. To determine whether a transaction or a collaboration arrangement is in or out"
    },
    {
      "index": 167,
      "start_time": 1030089.9999999999,
      "end_time": 1036189.9999999999,
      "text": "of scope of IFRS 15, an entity would consider the structure and purpose of the arrangement"
    },
    {
      "index": 168,
      "start_time": 1036190.0,
      "end_time": 1040440.0,
      "text": "to determine whether the transaction is for the sale of goods and services as part of"
    },
    {
      "index": 169,
      "start_time": 1040440.0,
      "end_time": 1044460.0,
      "text": "the entity’s normal business activities and whether the counterparty represents a"
    },
    {
      "index": 170,
      "start_time": 1044460.0,
      "end_time": 1048420.0,
      "text": "customer and if that is the case then the collaborative arrangement would fall within"
    },
    {
      "index": 171,
      "start_time": 1048420.0000000001,
      "end_time": 1055540.0,
      "text": "its scope. The revenue model does not apply to contracts within the scope of other IFRSs,"
    },
    {
      "index": 172,
      "start_time": 1055540.0,
      "end_time": 1064781.0,
      "text": "so IAS 17 contracts those within the scope of IFRS 4 for insurance contracts, those within"
    },
    {
      "index": 173,
      "start_time": 1064780.0,
      "end_time": 1070110.0,
      "text": "the scope of financial instruments and other contractual rights or obligations, which would"
    },
    {
      "index": 174,
      "start_time": 1070110.0,
      "end_time": 1078110.0,
      "text": "be in the scope of IFRS 9, IFRS 10, IFRS 11 for instance and finally nonmonetary exchanges"
    },
    {
      "index": 175,
      "start_time": 1078110.0,
      "end_time": 1084650.0,
      "text": "between entities in the same line of business whose purpose is to facilitate self to customers."
    },
    {
      "index": 176,
      "start_time": 1084650.0,
      "end_time": 1090549.0,
      "text": "On this one, I believe this requirement is a bit different from the scope exception currently"
    },
    {
      "index": 177,
      "start_time": 1090550.0,
      "end_time": 1097121.0,
      "text": "found in IAS 18, which would exclude non-monetary exchanges of goods and services that are of"
    },
    {
      "index": 178,
      "start_time": 1097120.0,
      "end_time": 1102380.0,
      "text": "a similar nature and value. There could potentially be differences there in terms of accounting"
    },
    {
      "index": 179,
      "start_time": 1102380.0,
      "end_time": 1108350.0,
      "text": "for non-monetary exchanges to watch out for."
    },
    {
      "index": 180,
      "start_time": 1108350.0,
      "end_time": 1113610.0,
      "text": "Moving on the core principle of IFRS 15 that you see highlighted here at the top of the"
    },
    {
      "index": 181,
      "start_time": 1113610.0,
      "end_time": 1120530.0,
      "text": "screen is to recognize revenue to depict the transfer so the transfer of control of goods"
    },
    {
      "index": 182,
      "start_time": 1120530.0,
      "end_time": 1126590.0,
      "text": "or services in an amount that an entity expects to be entitled to. The word expects seems"
    },
    {
      "index": 183,
      "start_time": 1126590.0,
      "end_time": 1131309.0,
      "text": "to bring in some element of potential variability and we will touch up on that a bit later."
    },
    {
      "index": 184,
      "start_time": 1131310.0,
      "end_time": 1136961.0,
      "text": "There is a five-step approach to applying this principle, which is not too unfamiliar"
    },
    {
      "index": 185,
      "start_time": 1136960.0,
      "end_time": 1142240.0,
      "text": "in terms of an approach and we name all these steps here, but we will cover those in turn"
    },
    {
      "index": 186,
      "start_time": 1142240.0,
      "end_time": 1146559.0,
      "text": "in more detail. 1. Identify the contract."
    },
    {
      "index": 187,
      "start_time": 1146560.0,
      "end_time": 1152371.0,
      "text": "2. Identify the performance obligations in that similar to separating a multiple element"
    },
    {
      "index": 188,
      "start_time": 1152370.0,
      "end_time": 1158860.0,
      "text": "arrangement into different units of account. 3. Determine the transaction price so that"
    },
    {
      "index": 189,
      "start_time": 1158860.0,
      "end_time": 1163630.0,
      "text": "would be the amount the entity expects to be entitled to under the contract."
    },
    {
      "index": 190,
      "start_time": 1163630.0,
      "end_time": 1169650.0,
      "text": "4. Allocate the transaction price amongst the performance obligations identified."
    },
    {
      "index": 191,
      "start_time": 1169650.0,
      "end_time": 1175830.0,
      "text": "5. Recognize revenue when or as performance obligations are satisfied, so that is when"
    },
    {
      "index": 192,
      "start_time": 1175830.0,
      "end_time": 1180010.0,
      "text": "control of the goods and services is transferred to the customer."
    },
    {
      "index": 193,
      "start_time": 1180010.0,
      "end_time": 1185630.0,
      "text": "Note that this is not exactly how the standard itself is laid out. It is not necessarily"
    },
    {
      "index": 194,
      "start_time": 1185630.0,
      "end_time": 1191460.0,
      "text": "laid out sequentially in terms of steps. It deals with recognition first, so steps 1,"
    },
    {
      "index": 195,
      "start_time": 1191460.0,
      "end_time": 1197640.0,
      "text": "2, and 5 and then measurement pieces that is step 3 and 4 and then presentation disclosure"
    },
    {
      "index": 196,
      "start_time": 1197640.0,
      "end_time": 1202900.0,
      "text": "and effective date. We have highlighted that for you on the slide. It is also important"
    },
    {
      "index": 197,
      "start_time": 1202900.0,
      "end_time": 1207490.0,
      "text": "to point out that this revenue recognition model is based on a control approach and that"
    },
    {
      "index": 198,
      "start_time": 1207490.0,
      "end_time": 1212850.0,
      "text": "differs from the risks and rewards approach that you are still applying under current"
    },
    {
      "index": 199,
      "start_time": 1212850.0,
      "end_time": 1218250.0,
      "text": "IFRS. The boards decided that an entity should assess the transfer of good or service by"
    },
    {
      "index": 200,
      "start_time": 1218250.0,
      "end_time": 1223370.0,
      "text": "considering when a customer obtains control of that good or service as opposed to when"
    },
    {
      "index": 201,
      "start_time": 1223370.0,
      "end_time": 1228750.0,
      "text": "the supplier gets that control or when the risks and rewards have been transferred."
    },
    {
      "index": 202,
      "start_time": 1228750.0,
      "end_time": 1237500.0,
      "text": "Okay, now that we have gone through scope, transition, effective date and the overall"
    },
    {
      "index": 203,
      "start_time": 1237500.0,
      "end_time": 1241610.0,
      "text": "model, let us get started with the first step in applying the model, which is to identify"
    },
    {
      "index": 204,
      "start_time": 1241610.0,
      "end_time": 1247039.0,
      "text": "the contract with customer. This is basically identifying the unit of the account to which"
    },
    {
      "index": 205,
      "start_time": 1247040.0,
      "end_time": 1253401.0,
      "text": "the IFRS 15 analysis will apply. We mentioned previously that a contract creates a legally"
    },
    {
      "index": 206,
      "start_time": 1253400.0,
      "end_time": 1259750.0,
      "text": "enforceable rights and obligations. A legally enforceable contract would only be deemed"
    },
    {
      "index": 207,
      "start_time": 1259750.0,
      "end_time": 1264909.0,
      "text": "to exist if the criteria on the slide here are all met."
    },
    {
      "index": 208,
      "start_time": 1264910.0,
      "end_time": 1271401.0,
      "text": "1. The parties to the contract have approved the contract that can be in writing, orally"
    },
    {
      "index": 209,
      "start_time": 1271400.0,
      "end_time": 1276740.0,
      "text": "or in accordance with customer business practices and the parties are committed to perform under"
    },
    {
      "index": 210,
      "start_time": 1276740.0,
      "end_time": 1280179.0,
      "text": "the contract. 2. The entity can identify the payment terms"
    },
    {
      "index": 211,
      "start_time": 1280180.0,
      "end_time": 1284040.0,
      "text": "for the goods and service. 3. The entity can identify each party’s"
    },
    {
      "index": 212,
      "start_time": 1284040.0,
      "end_time": 1287101.0,
      "text": "rights. 4. The contract has commercial substance in"
    },
    {
      "index": 213,
      "start_time": 1287100.0,
      "end_time": 1291690.0,
      "text": "the sense that future cash flows are expected to change because of the contract."
    },
    {
      "index": 214,
      "start_time": 1291690.0,
      "end_time": 1298289.0,
      "text": "5. Finally, it is probable, which means more likely than not under IFRS that the entity"
    },
    {
      "index": 215,
      "start_time": 1298290.0,
      "end_time": 1302881.0,
      "text": "will collect the consideration to which it is entitled in exchange for the goods and"
    },
    {
      "index": 216,
      "start_time": 1302880.0,
      "end_time": 1307000.0,
      "text": "services. This collectability threshold is assessing"
    },
    {
      "index": 217,
      "start_time": 1307000.0,
      "end_time": 1312840.0,
      "text": "the customer’s credit risk and you may recall that in the exposure draft, there was no collectability"
    },
    {
      "index": 218,
      "start_time": 1312840.0,
      "end_time": 1318480.0,
      "text": "threshold. In this final standard, they reintroduced the collectability threshold of probable."
    },
    {
      "index": 219,
      "start_time": 1318480.0,
      "end_time": 1323390.0,
      "text": "It is also important to note that there is a difference between consideration from a"
    },
    {
      "index": 220,
      "start_time": 1323390.0,
      "end_time": 1328480.0,
      "text": "customer not being collectible and the entity offering a concession to a customer and the"
    },
    {
      "index": 221,
      "start_time": 1328480.0,
      "end_time": 1334280.0,
      "text": "standard goes into some discussion about that and we will provide an example of that later."
    },
    {
      "index": 222,
      "start_time": 1334280.0,
      "end_time": 1339110.0,
      "text": "If the arrangement fails to meet these criteria that we have just gone through for identifying"
    },
    {
      "index": 223,
      "start_time": 1339110.0,
      "end_time": 1344470.0,
      "text": "a contract, the entity will have to reassess every reporting period whether it subsequently"
    },
    {
      "index": 224,
      "start_time": 1344470.0,
      "end_time": 1350240.0,
      "text": "meets this criteria. However, an entity would not be able to recognize revenue from a contract"
    },
    {
      "index": 225,
      "start_time": 1350240.0,
      "end_time": 1355280.0,
      "text": "as serves this step until either it reassesses its collectability and concludes it becomes"
    },
    {
      "index": 226,
      "start_time": 1355280.0,
      "end_time": 1362600.0,
      "text": "probable and/or the amounts received are non-refundable and either the entity has satisfied all its"
    },
    {
      "index": 227,
      "start_time": 1362600.0,
      "end_time": 1367740.0,
      "text": "performance obligations and all the consideration has been received and it is not refundable"
    },
    {
      "index": 228,
      "start_time": 1367740.0,
      "end_time": 1372059.0,
      "text": "and the contract has been terminated or canceled and whatever consideration has been received"
    },
    {
      "index": 229,
      "start_time": 1372060.0,
      "end_time": 1378121.0,
      "text": "is non-refundable. As well as the final point on this step, IFRS"
    },
    {
      "index": 230,
      "start_time": 1378120.0,
      "end_time": 1382820.0,
      "text": "15 also includes guidance under step 1 and how to determine whether contracts need to"
    },
    {
      "index": 231,
      "start_time": 1382820.0,
      "end_time": 1388549.0,
      "text": "be combined when they are entered into at or near the same time with the same customer"
    },
    {
      "index": 232,
      "start_time": 1388550.0,
      "end_time": 1395711.0,
      "text": "and also deals with some questions about contract modifications and we will discuss that a bit"
    },
    {
      "index": 233,
      "start_time": 1395710.0,
      "end_time": 1397789.0,
      "text": "later as well."
    },
    {
      "index": 234,
      "start_time": 1397790.0,
      "end_time": 1407191.0,
      "text": "Step 2, identifying the performance obligations. This is basically identifying that deliverables"
    },
    {
      "index": 235,
      "start_time": 1407190.0,
      "end_time": 1412740.0,
      "text": "are identified, the elements of the arrangement that maybe terms that you are more used to."
    },
    {
      "index": 236,
      "start_time": 1412740.0,
      "end_time": 1418020.0,
      "text": "What is a performance obligation under IFRS 15? It is a promise to transfer to the customer"
    },
    {
      "index": 237,
      "start_time": 1418020.0,
      "end_time": 1423169.0,
      "text": "a good or service or a bundle of goods or services that is distinct. The first thing"
    },
    {
      "index": 238,
      "start_time": 1423170.0,
      "end_time": 1428790.0,
      "text": "to do is to identify all the promised goods and services in the contract. IFRS 15 provides"
    },
    {
      "index": 239,
      "start_time": 1428790.0,
      "end_time": 1435271.0,
      "text": "a list of typical promises you may find in a contract, but this list is not all-inclusive."
    },
    {
      "index": 240,
      "start_time": 1435270.0,
      "end_time": 1441960.0,
      "text": "These promises in a contract can be explicit or they can be implicit, meaning that they"
    },
    {
      "index": 241,
      "start_time": 1441960.0,
      "end_time": 1448370.0,
      "text": "are implied by customary business practices, published policies or specific statements"
    },
    {
      "index": 242,
      "start_time": 1448370.0,
      "end_time": 1452100.0,
      "text": "that create valid expectations on the part of the customer that they will receive those"
    },
    {
      "index": 243,
      "start_time": 1452100.0,
      "end_time": 1459980.0,
      "text": "goods and services. An example of that maybe a practice of offering a free one-year maintenance"
    },
    {
      "index": 244,
      "start_time": 1459980.0,
      "end_time": 1465020.0,
      "text": "with a sale of a product. The second thing you need to do is to determine whether the"
    },
    {
      "index": 245,
      "start_time": 1465020.0,
      "end_time": 1469409.0,
      "text": "promised goods and services that you have identified are distinct from other goods and"
    },
    {
      "index": 246,
      "start_time": 1469410.0,
      "end_time": 1474211.0,
      "text": "services in the contract and there is two criteria that have to be met to conclude that"
    },
    {
      "index": 247,
      "start_time": 1474210.0,
      "end_time": 1479850.0,
      "text": "they are distinct. The first one to the left of the screen there in the light blue box"
    },
    {
      "index": 248,
      "start_time": 1479850.0,
      "end_time": 1486580.0,
      "text": "is, is the good or service capable of being distinct. Basically, the question is can the"
    },
    {
      "index": 249,
      "start_time": 1486580.0,
      "end_time": 1490779.0,
      "text": "customer benefit from the good or service on its own or together with other readily"
    },
    {
      "index": 250,
      "start_time": 1490780.0,
      "end_time": 1495841.0,
      "text": "available resources? So that is similar to the standalone value that we may be familiar"
    },
    {
      "index": 251,
      "start_time": 1495840.0,
      "end_time": 1502100.0,
      "text": "with and we do not necessarily expect change in practice in this regard."
    },
    {
      "index": 252,
      "start_time": 1502100.0,
      "end_time": 1508250.0,
      "text": "The second criteria is, is a good or service distinct in the context of the contract? Is"
    },
    {
      "index": 253,
      "start_time": 1508250.0,
      "end_time": 1512340.0,
      "text": "the good or service separately identifiable from the other promised goods and services"
    },
    {
      "index": 254,
      "start_time": 1512340.0,
      "end_time": 1517440.0,
      "text": "in the contract and that is a new requirement that goes over and above the standalone value"
    },
    {
      "index": 255,
      "start_time": 1517440.0,
      "end_time": 1525179.0,
      "text": "test. IFRS 15 sets out a number of factors to consider in making that determination and"
    },
    {
      "index": 256,
      "start_time": 1525180.0,
      "end_time": 1530030.0,
      "text": "we expect a lot of discussion around this application of the second criteria, which"
    },
    {
      "index": 257,
      "start_time": 1530030.0,
      "end_time": 1535861.0,
      "text": "could lead to more combining of promises than it is currently the case. If the good and"
    },
    {
      "index": 258,
      "start_time": 1535860.0,
      "end_time": 1539980.0,
      "text": "service is deemed to be distinct than you would account for as a performance obligation."
    },
    {
      "index": 259,
      "start_time": 1539980.0,
      "end_time": 1545630.0,
      "text": "If not than you would have to combine two or more promised goods and services and re-evaluate"
    },
    {
      "index": 260,
      "start_time": 1545630.0,
      "end_time": 1551190.0,
      "text": "what is the lower level that you can find that is distinct within the arrangement."
    },
    {
      "index": 261,
      "start_time": 1551190.0,
      "end_time": 1557480.0,
      "text": "Final point on this that I would like to make here is IFRS 15 also identifies that it is"
    },
    {
      "index": 262,
      "start_time": 1557480.0,
      "end_time": 1563250.0,
      "text": "possible that you have a promise to transfer to a customer a series of distinct goods or"
    },
    {
      "index": 263,
      "start_time": 1563250.0,
      "end_time": 1569610.0,
      "text": "services that are substantially the same and have the same pattern of transfer to the customer"
    },
    {
      "index": 264,
      "start_time": 1569610.0,
      "end_time": 1576380.0,
      "text": "and the guidance explains what is meant by that exactly and they say that in that case"
    },
    {
      "index": 265,
      "start_time": 1576380.0,
      "end_time": 1580610.0,
      "text": "if you meet this criteria then you should account for the series of distinct goods and"
    },
    {
      "index": 266,
      "start_time": 1580610.0,
      "end_time": 1588700.0,
      "text": "services as a single performance obligation. An example of that is contract by a payroll"
    },
    {
      "index": 267,
      "start_time": 1588700.0,
      "end_time": 1596260.0,
      "text": "provider to provide weekly payroll services over a 12-month period. One might conclude"
    },
    {
      "index": 268,
      "start_time": 1596260.0,
      "end_time": 1603059.0,
      "text": "this is really 12 months of different services or 365 days of services, but in this case"
    },
    {
      "index": 269,
      "start_time": 1603060.0,
      "end_time": 1608861.0,
      "text": "IFRS 15 would lead you to a conclusion that is only one performance obligation. The contract"
    },
    {
      "index": 270,
      "start_time": 1608860.0,
      "end_time": 1614210.0,
      "text": "includes one because the entity is providing a series of distinct services that are substantially"
    },
    {
      "index": 271,
      "start_time": 1614210.0,
      "end_time": 1622039.0,
      "text": "the same and have the same pattern of transfer throughout the year. Let us know look at an"
    },
    {
      "index": 272,
      "start_time": 1622040.0,
      "end_time": 1628731.0,
      "text": "example, here we have an example of how step 2 might apply to a specific fact pattern,"
    },
    {
      "index": 273,
      "start_time": 1628730.0,
      "end_time": 1635179.0,
      "text": "so the facts are working with an entity’s manufacturer enters into a contract to sell"
    },
    {
      "index": 274,
      "start_time": 1635180.0,
      "end_time": 1643611.0,
      "text": "a customer a printer and a ink cartridge that is shipped two weeks later. The printer cannot"
    },
    {
      "index": 275,
      "start_time": 1643610.0,
      "end_time": 1649100.0,
      "text": "work without the ink cartridge, but both the printer manufacturer and the sellers of generic"
    },
    {
      "index": 276,
      "start_time": 1649100.0,
      "end_time": 1655690.0,
      "text": "ink cartridges sell ink cartridges for the printer separately. The question is, are these"
    },
    {
      "index": 277,
      "start_time": 1655690.0,
      "end_time": 1662080.0,
      "text": "performance obligations? The entity here would identify two promises, the printer and the"
    },
    {
      "index": 278,
      "start_time": 1662080.0,
      "end_time": 1666669.0,
      "text": "cartridge and two performance obligations in this fact pattern."
    },
    {
      "index": 279,
      "start_time": 1666670.0,
      "end_time": 1672670.0,
      "text": "Both the printer and the cartridge represent distinct goods because first of all it is"
    },
    {
      "index": 280,
      "start_time": 1672670.0,
      "end_time": 1677711.0,
      "text": "clear that the customer can benefit from the good on its own or together with other resources"
    },
    {
      "index": 281,
      "start_time": 1677710.0,
      "end_time": 1682840.0,
      "text": "that are readily available to the customer and secondly the entity’s promise to transfer"
    },
    {
      "index": 282,
      "start_time": 1682840.0,
      "end_time": 1688870.0,
      "text": "the good or service to the customer is separately identifiable from other promises in the contract."
    },
    {
      "index": 283,
      "start_time": 1688870.0,
      "end_time": 1693679.0,
      "text": "The customer does not need to buy the cartridge or the printer from the entity in order to"
    },
    {
      "index": 284,
      "start_time": 1693680.0,
      "end_time": 1700420.0,
      "text": "use the other good. There is a point of caution here though this conclusion is based on our"
    },
    {
      "index": 285,
      "start_time": 1700420.0,
      "end_time": 1708451.0,
      "text": "current understanding of the IASB’s intention for interpreting this requirement. However,"
    },
    {
      "index": 286,
      "start_time": 1708450.0,
      "end_time": 1713830.0,
      "text": "there is some debate among preparers, users and auditors as to whether in this case the"
    },
    {
      "index": 287,
      "start_time": 1713830.0,
      "end_time": 1720140.0,
      "text": "two products are separable in the context of the contract because of the notion of are"
    },
    {
      "index": 288,
      "start_time": 1720140.0,
      "end_time": 1725779.0,
      "text": "the goods and services highly dependent or are they highly interrelated. So, we expect"
    },
    {
      "index": 289,
      "start_time": 1725780.0,
      "end_time": 1730290.0,
      "text": "further discussion on this issue and it may actually be an issue that will be raised at"
    },
    {
      "index": 290,
      "start_time": 1730290.0,
      "end_time": 1736721.0,
      "text": "an upcoming Transition Resource Group meeting later this year. So that is all from me for"
    },
    {
      "index": 291,
      "start_time": 1736720.0,
      "end_time": 1741659.0,
      "text": "step 2. I think I will hand it over to Joyce to go through the next steps in the model."
    },
    {
      "index": 292,
      "start_time": 1741660.0,
      "end_time": 1751351.0,
      "text": "Thanks Maryse. The third step of the revenue model is to determine the transaction price."
    },
    {
      "index": 293,
      "start_time": 1751350.0,
      "end_time": 1758070.0,
      "text": "Under IFRS 15, transaction price is defined as the amount of consideration to which an"
    },
    {
      "index": 294,
      "start_time": 1758070.0,
      "end_time": 1763529.0,
      "text": "entity expects to be entitled in exchange for transferring promised goods or services"
    },
    {
      "index": 295,
      "start_time": 1763530.0,
      "end_time": 1770780.0,
      "text": "to the customer. In determining the transaction price companies will need to consider the"
    },
    {
      "index": 296,
      "start_time": 1770780.0,
      "end_time": 1778540.0,
      "text": "amount of fixed consideration, variable consideration as well as any non-cash consideration in the"
    },
    {
      "index": 297,
      "start_time": 1778540.0,
      "end_time": 1785571.0,
      "text": "contract. An example of non-cash consideration can be shares of the customer common stock."
    },
    {
      "index": 298,
      "start_time": 1785570.0,
      "end_time": 1792179.0,
      "text": "Under the new standard, we are required to adjust the transaction price to exclude the"
    },
    {
      "index": 299,
      "start_time": 1792180.0,
      "end_time": 1798160.0,
      "text": "fact of time value of money if there is a significant financing component embedded in"
    },
    {
      "index": 300,
      "start_time": 1798160.0,
      "end_time": 1805601.0,
      "text": "the contract price. Also the transaction price should be adjusted for any consideration payable"
    },
    {
      "index": 301,
      "start_time": 1805600.0,
      "end_time": 1812429.0,
      "text": "to the vendor, to the customers. This last requirement to adjust a transaction price"
    },
    {
      "index": 302,
      "start_time": 1812430.0,
      "end_time": 1818160.0,
      "text": "by consideration payable to the customers is essentially the same as what we are used"
    },
    {
      "index": 303,
      "start_time": 1818160.0,
      "end_time": 1826910.0,
      "text": "under EIC 156 under the old Canadian GAAP. We should also note that in determining the"
    },
    {
      "index": 304,
      "start_time": 1826910.0,
      "end_time": 1834920.0,
      "text": "transaction price, we do not adjust for the effect of customer credit risk. As Maryse"
    },
    {
      "index": 305,
      "start_time": 1834920.0,
      "end_time": 1843521.0,
      "text": "has mentioned and also you may recall, back in 2010 exposure draft it was proposed that"
    },
    {
      "index": 306,
      "start_time": 1843520.0,
      "end_time": 1849210.0,
      "text": "the transaction price be measured based on the amount that the entity expects to receive,"
    },
    {
      "index": 307,
      "start_time": 1849210.0,
      "end_time": 1853840.0,
      "text": "which effectively requires the entity to reflect the customer’s credit risk in measurement"
    },
    {
      "index": 308,
      "start_time": 1853840.0,
      "end_time": 1860090.0,
      "text": "of the transaction price; however, because nearly all respondents expressed concerns"
    },
    {
      "index": 309,
      "start_time": 1860090.0,
      "end_time": 1867919.0,
      "text": "about applying that concept, the boards decided to not adopt that proposal. The boards later"
    },
    {
      "index": 310,
      "start_time": 1867920.0,
      "end_time": 1874520.0,
      "text": "came up with another proposal in 2011, but proposing to have the fact of the credit risk"
    },
    {
      "index": 311,
      "start_time": 1874520.0,
      "end_time": 1880201.0,
      "text": "presented as an adjacent item to the revenue line in the statement of earnings, which they"
    },
    {
      "index": 312,
      "start_time": 1880200.0,
      "end_time": 1887059.0,
      "text": "have also later abandoned that proposal. One of the main concern is that they were concerned"
    },
    {
      "index": 313,
      "start_time": 1887060.0,
      "end_time": 1894001.0,
      "text": "company may be grossing up the revenue balance with an offsetting impairment loss. In the"
    },
    {
      "index": 314,
      "start_time": 1894000.0,
      "end_time": 1899299.0,
      "text": "new standard, the boards ultimately decided that they would include the consideration"
    },
    {
      "index": 315,
      "start_time": 1899300.0,
      "end_time": 1904851.0,
      "text": "of collectability in step 1 of the revenue model and the reason for including that in"
    },
    {
      "index": 316,
      "start_time": 1904850.0,
      "end_time": 1911399.0,
      "text": "step 1 essentially provides a critical consideration point in determining whether or not the contract"
    },
    {
      "index": 317,
      "start_time": 1911400.0,
      "end_time": 1916060.0,
      "text": "is valid."
    },
    {
      "index": 318,
      "start_time": 1916060.0,
      "end_time": 1922461.0,
      "text": "What constitutes variable considerable? Variable consideration is any consideration that is"
    },
    {
      "index": 319,
      "start_time": 1922460.0,
      "end_time": 1930510.0,
      "text": "subject to uncertainty other than collectability. For example, discounts, rebates, sales credits,"
    },
    {
      "index": 320,
      "start_time": 1930510.0,
      "end_time": 1938250.0,
      "text": "sales incentives, performance bonuses or price concessions. When the transaction price is"
    },
    {
      "index": 321,
      "start_time": 1938250.0,
      "end_time": 1943649.0,
      "text": "variable, the standard requires the entity to estimate the variable consideration using"
    },
    {
      "index": 322,
      "start_time": 1943650.0,
      "end_time": 1951851.0,
      "text": "one of two methods, the expected value method or the most likely amount method. The expected"
    },
    {
      "index": 323,
      "start_time": 1951850.0,
      "end_time": 1958240.0,
      "text": "value method is calculated using the probability weighted method, which is appropriate when"
    },
    {
      "index": 324,
      "start_time": 1958240.0,
      "end_time": 1964450.0,
      "text": "the entity has a large number of contracts with similar characteristics. The most likely"
    },
    {
      "index": 325,
      "start_time": 1964450.0,
      "end_time": 1971480.0,
      "text": "amount method is appropriate when the contract only has two possible outcomes. For example,"
    },
    {
      "index": 326,
      "start_time": 1971480.0,
      "end_time": 1978929.0,
      "text": "the entity is entitled to a performance bonus only if it achieves a specified outcome. However,"
    },
    {
      "index": 327,
      "start_time": 1978930.0,
      "end_time": 1986180.0,
      "text": "if there is a high probability that a subsequent change in the variable consideration estimate"
    },
    {
      "index": 328,
      "start_time": 1986180.0,
      "end_time": 1992361.0,
      "text": "will lead to a significant revenue reversal, the variable consideration should be excluded"
    },
    {
      "index": 329,
      "start_time": 1992360.0,
      "end_time": 2000470.0,
      "text": "from the determination of transaction price. In assessing the likelihood and the magnitude"
    },
    {
      "index": 330,
      "start_time": 2000470.0,
      "end_time": 2007860.0,
      "text": "of a potential revenue reversal, company should consider the following factors: Whether the"
    },
    {
      "index": 331,
      "start_time": 2007860.0,
      "end_time": 2013850.0,
      "text": "consideration is highly susceptible to factors outside the company’s control or influence."
    },
    {
      "index": 332,
      "start_time": 2013850.0,
      "end_time": 2021750.0,
      "text": "For example, for an asset management company, usually they will have a portion of the fee"
    },
    {
      "index": 333,
      "start_time": 2021750.0,
      "end_time": 2028649.0,
      "text": "earned on the investment portfolio based on the performance at a certain point in time,"
    },
    {
      "index": 334,
      "start_time": 2028650.0,
      "end_time": 2033280.0,
      "text": "which in their case there may be a lot of factors effecting the value or the performance"
    },
    {
      "index": 335,
      "start_time": 2033280.0,
      "end_time": 2038841.0,
      "text": "of investment portfolio and those factors are typically outside of the control of the"
    },
    {
      "index": 336,
      "start_time": 2038840.0,
      "end_time": 2040390.0,
      "text": "asset management company."
    },
    {
      "index": 337,
      "start_time": 2040390.0,
      "end_time": 2045519.0,
      "text": "We also need to look at whether or not there is any uncertainty relating to the amount"
    },
    {
      "index": 338,
      "start_time": 2045520.0,
      "end_time": 2052551.0,
      "text": "of consideration and whether or not that uncertainty will take a long time to resolve. As you may"
    },
    {
      "index": 339,
      "start_time": 2052550.0000000002,
      "end_time": 2058909.0000000002,
      "text": "expect, the longer the time it takes to resolve the uncertainties around the variable consideration,"
    },
    {
      "index": 340,
      "start_time": 2058909.9999999998,
      "end_time": 2066260.9999999998,
      "text": "the higher the likelihood that those estimate is going to change. Also we should consider"
    },
    {
      "index": 341,
      "start_time": 2066260.0000000002,
      "end_time": 2072050.0000000002,
      "text": "whether or not the entity has limited experience with similar contract and therefore limiting"
    },
    {
      "index": 342,
      "start_time": 2072050.0000000002,
      "end_time": 2081399.0000000002,
      "text": "their ability to estimate variable consideration. Also if the entity has a significant historical"
    },
    {
      "index": 343,
      "start_time": 2081400.0,
      "end_time": 2087140.0,
      "text": "experience in offering a broad range of price concessions or made significant changes to"
    },
    {
      "index": 344,
      "start_time": 2087139.9999999998,
      "end_time": 2094639.9999999998,
      "text": "the payment terms of the contracts as well as any relevant provisions, it will also increase"
    },
    {
      "index": 345,
      "start_time": 2094639.9999999998,
      "end_time": 2099031.0,
      "text": "the likelihood of changes in the future."
    },
    {
      "index": 346,
      "start_time": 2099030.0,
      "end_time": 2104550.0,
      "text": "The last indicator is whether or not the contract itself contains a large number and a wide"
    },
    {
      "index": 347,
      "start_time": 2104550.0,
      "end_time": 2111160.0,
      "text": "range of possible consideration amounts. If any of these factors exist, it is an indicator"
    },
    {
      "index": 348,
      "start_time": 2111160.0,
      "end_time": 2116910.0,
      "text": "that there is a high probability that a significant revenue reversal will occur and that the entity"
    },
    {
      "index": 349,
      "start_time": 2116910.0,
      "end_time": 2122270.0,
      "text": "should not include the variable consideration in the determination of transaction price."
    },
    {
      "index": 350,
      "start_time": 2122270.0,
      "end_time": 2131410.0,
      "text": "Let us go through an example to illustrate the point. In this example, the entity sells"
    },
    {
      "index": 351,
      "start_time": 2131410.0,
      "end_time": 2137579.0,
      "text": "a prescription drug for a $1 million payable in 90 days to a customer located in a country"
    },
    {
      "index": 352,
      "start_time": 2137580.0,
      "end_time": 2143441.0,
      "text": "that is experiencing economic difficulty. At the time when the contract was entered"
    },
    {
      "index": 353,
      "start_time": 2143440.0,
      "end_time": 2148790.0,
      "text": "into, the entity determines that there is a significant risk that the customer will"
    },
    {
      "index": 354,
      "start_time": 2148790.0,
      "end_time": 2153940.0,
      "text": "accept the product and also there is a high probability that the customer will ask for"
    },
    {
      "index": 355,
      "start_time": 2153940.0,
      "end_time": 2161460.0,
      "text": "a price reduction, which is a customary business practice in that country. The entity estimates"
    },
    {
      "index": 356,
      "start_time": 2161460.0,
      "end_time": 2167070.0,
      "text": "that the parties will ultimately settle on a price of $400,000, which the entity is willing"
    },
    {
      "index": 357,
      "start_time": 2167070.0,
      "end_time": 2174730.0,
      "text": "to accept as it will still make a profit at that price. The entity also assesses that"
    },
    {
      "index": 358,
      "start_time": 2174730.0,
      "end_time": 2181560.0,
      "text": "it is probable that it will collect the $400,000. In this example:"
    },
    {
      "index": 359,
      "start_time": 2181560.0,
      "end_time": 2187170.0,
      "text": "• Is the transaction price variable? • Does this contract meet the criteria laid"
    },
    {
      "index": 360,
      "start_time": 2187170.0,
      "end_time": 2194800.0,
      "text": "out in step 1 of the revenue model? With respect to the first question, the transaction"
    },
    {
      "index": 361,
      "start_time": 2194800.0,
      "end_time": 2201140.0,
      "text": "price contains a variable consideration component because both the customer and the entity expects"
    },
    {
      "index": 362,
      "start_time": 2201140.0,
      "end_time": 2207329.0,
      "text": "to ultimately settle at $400,000, which is, in fact, means the entity expects to offer"
    },
    {
      "index": 363,
      "start_time": 2207330.0,
      "end_time": 2213961.0,
      "text": "a price concession of $600,000. The transaction price is variable."
    },
    {
      "index": 364,
      "start_time": 2213960.0,
      "end_time": 2219869.0,
      "text": "In terms of whether the criteria in step 1 are met?"
    },
    {
      "index": 365,
      "start_time": 2219870.0,
      "end_time": 2224961.0,
      "text": "• You can see on the slide that we have concluded all criteria are met. Based on the"
    },
    {
      "index": 366,
      "start_time": 2224960.0,
      "end_time": 2230910.0,
      "text": "case facts, both parties have approved the contract and are committed to perform under"
    },
    {
      "index": 367,
      "start_time": 2230910.0,
      "end_time": 2236690.0,
      "text": "the contract. The entity has transferred the drug and expects the customer to pay a portion"
    },
    {
      "index": 368,
      "start_time": 2236690.0,
      "end_time": 2241420.0,
      "text": "of the contract price. • The entity believes that it is probable"
    },
    {
      "index": 369,
      "start_time": 2241420.0,
      "end_time": 2249119.0,
      "text": "that it will collect, however expects to offer a price concession based on the expected amount"
    },
    {
      "index": 370,
      "start_time": 2249120.0,
      "end_time": 2253921.0,
      "text": "to collect. • The contract has commercial substance."
    },
    {
      "index": 371,
      "start_time": 2253920.0,
      "end_time": 2259000.0,
      "text": "• The entity has identified each party’s rights regarding the prescription drug."
    },
    {
      "index": 372,
      "start_time": 2259000.0,
      "end_time": 2264680.0,
      "text": "• The payment terms is also identified in the contract."
    },
    {
      "index": 373,
      "start_time": 2264680.0,
      "end_time": 2270310.0,
      "text": "The important point that we want to highlight in here is that the entity has adjusted the"
    },
    {
      "index": 374,
      "start_time": 2270310.0,
      "end_time": 2275310.0,
      "text": "transaction price for the estimated price concession and not for the customer credit"
    },
    {
      "index": 375,
      "start_time": 2275310.0,
      "end_time": 2284270.0,
      "text": "risk. Also, the criteria relating to collectability is assessed based on the amount that the entity"
    },
    {
      "index": 376,
      "start_time": 2284270.0,
      "end_time": 2289540.0,
      "text": "expected to be entitled to, which in this case is the amount after the adjustment for"
    },
    {
      "index": 377,
      "start_time": 2289540.0,
      "end_time": 2296010.0,
      "text": "the price concession and because this is probable that the entity will collect the $400,000"
    },
    {
      "index": 378,
      "start_time": 2296010.0,
      "end_time": 2301710.0,
      "text": "transaction price, therefore collectability criterion along with the other criteria in"
    },
    {
      "index": 379,
      "start_time": 2301710.0,
      "end_time": 2308260.0,
      "text": "the step 1 are met. The reason that we address the criteria in the step 1 in this example"
    },
    {
      "index": 380,
      "start_time": 2308260.0,
      "end_time": 2313369.0,
      "text": "is to reiterate that the consideration of collectability should be based on the entity’s"
    },
    {
      "index": 381,
      "start_time": 2313370.0,
      "end_time": 2319451.0,
      "text": "transaction price after adjusting for any variable consideration and not necessary based"
    },
    {
      "index": 382,
      "start_time": 2319450.0,
      "end_time": 2325420.0,
      "text": "on the contractual price. If the assessment is based on the collectability of the contractual"
    },
    {
      "index": 383,
      "start_time": 2325420.0,
      "end_time": 2333050.0,
      "text": "price, the entity would not meet the collectability criteria in step 1 of the revenue model."
    },
    {
      "index": 384,
      "start_time": 2333050.0,
      "end_time": 2344930.0,
      "text": "Let us move on to step 4 of the revenue model allocating transaction price model. Under"
    },
    {
      "index": 385,
      "start_time": 2344930.0,
      "end_time": 2349680.0,
      "text": "the IFRS 15, transaction price will be allocated to the different performance obligations identified"
    },
    {
      "index": 386,
      "start_time": 2349680.0,
      "end_time": 2356260.0,
      "text": "in step 2 based on the relative stand-alone selling prices. If the stand-alone selling"
    },
    {
      "index": 387,
      "start_time": 2356260.0,
      "end_time": 2362650.0,
      "text": "price are not observable either because this is a new product or a new service or the entity"
    },
    {
      "index": 388,
      "start_time": 2362650.0,
      "end_time": 2369089.0,
      "text": "has never sold those products or service on the stand-alone basis, the entity is required"
    },
    {
      "index": 389,
      "start_time": 2369090.0,
      "end_time": 2377041.0,
      "text": "to estimate the stand-alone selling price. To estimate stand-alone selling price, there"
    },
    {
      "index": 390,
      "start_time": 2377040.0,
      "end_time": 2383950.0,
      "text": "are a few acceptable methods under the standard. The expected cost-plus margin method, which"
    },
    {
      "index": 391,
      "start_time": 2383950.0,
      "end_time": 2391849.0,
      "text": "we are all familiar with. The adjusted market assessment method, which is estimated by reference"
    },
    {
      "index": 392,
      "start_time": 2391850.0,
      "end_time": 2397330.0,
      "text": "to prices of similar goods or services in the market and adjusted for the entity specific"
    },
    {
      "index": 393,
      "start_time": 2397330.0,
      "end_time": 2405021.0,
      "text": "cost and margins or the residual method. Note that the residual method is expected to be"
    },
    {
      "index": 394,
      "start_time": 2405020.0,
      "end_time": 2413710.0,
      "text": "used if the price is highly variable or uncertain. In situations where the transaction price"
    },
    {
      "index": 395,
      "start_time": 2413710.0,
      "end_time": 2421170.0,
      "text": "changes from the initial allocation, for example due to change in estimate of variable consideration,"
    },
    {
      "index": 396,
      "start_time": 2421170.0,
      "end_time": 2426130.0,
      "text": "the changes should be allocated to the performance obligations based on the relative selling"
    },
    {
      "index": 397,
      "start_time": 2426130.0,
      "end_time": 2431900.0,
      "text": "prices unless the change in the transaction price related entirely to one or more, but"
    },
    {
      "index": 398,
      "start_time": 2431900.0,
      "end_time": 2439440.0,
      "text": "not all of the performance obligations. Also the initial allocation of transaction price"
    },
    {
      "index": 399,
      "start_time": 2439440.0,
      "end_time": 2444690.0,
      "text": "does not need to be adjusted if the stand-alone selling prices of those performance obligations"
    },
    {
      "index": 400,
      "start_time": 2444690.0,
      "end_time": 2453380.0,
      "text": "change in subsequent periods. This concept is the same as the current practice."
    },
    {
      "index": 401,
      "start_time": 2453380.0,
      "end_time": 2457980.0,
      "text": "The Standard also provides guidance for situations where it would be appropriate to allocate"
    },
    {
      "index": 402,
      "start_time": 2457980.0,
      "end_time": 2465240.0,
      "text": "the discount or any other variable consideration to one or more, but not all of the performance"
    },
    {
      "index": 403,
      "start_time": 2465240.0,
      "end_time": 2471849.0,
      "text": "obligations. For example, in transactions where the entity sells the customers three"
    },
    {
      "index": 404,
      "start_time": 2471850.0,
      "end_time": 2479610.0,
      "text": "different products, product A, B and C for $430. The entity sells each of those products"
    },
    {
      "index": 405,
      "start_time": 2479610.0,
      "end_time": 2487451.0,
      "text": "on a stand-alone basis and has a stand-alone selling price for each of them at $50 each."
    },
    {
      "index": 406,
      "start_time": 2487450.0,
      "end_time": 2495550.0,
      "text": "In this transaction, the sum of the stand-alone prices equals to $150. Comparing to the $130"
    },
    {
      "index": 407,
      "start_time": 2495550.0,
      "end_time": 2504369.0,
      "text": "transaction contract price, there is a discount of $20 in this arrangement. The entity also"
    },
    {
      "index": 408,
      "start_time": 2504370.0,
      "end_time": 2510711.0,
      "text": "sells product B and C in a bundle on a stand-alone basis and also usually thrice the bundle at"
    },
    {
      "index": 409,
      "start_time": 2510710.0,
      "end_time": 2518500.0,
      "text": "$80. The bundle itself contains a discount of $20. In this case, because the discount"
    },
    {
      "index": 410,
      "start_time": 2518500.0,
      "end_time": 2523930.0,
      "text": "that typically offered for the bundle of product B and C is equal to the discount being offered"
    },
    {
      "index": 411,
      "start_time": 2523930.0,
      "end_time": 2531740.0,
      "text": "in the current transaction, the entity would under IFRS 15 allocate the entire $20 discount"
    },
    {
      "index": 412,
      "start_time": 2531740.0,
      "end_time": 2535619.0,
      "text": "to product B and C only."
    },
    {
      "index": 413,
      "start_time": 2535620.0,
      "end_time": 2543120.0,
      "text": "Once the transaction price is allocated, the entity will have to determine when to recognize"
    },
    {
      "index": 414,
      "start_time": 2543120.0,
      "end_time": 2550201.0,
      "text": "revenue for each performance obligation. Note that there is only one single model for recognizing"
    },
    {
      "index": 415,
      "start_time": 2550200.0,
      "end_time": 2556990.0,
      "text": "revenue for goods and services. The new standard does not distinguish recognition of revenue"
    },
    {
      "index": 416,
      "start_time": 2556990.0,
      "end_time": 2564319.0,
      "text": "for goods or for services. Under IFRS 15, revenue is recognized when control of the"
    },
    {
      "index": 417,
      "start_time": 2564320.0,
      "end_time": 2571651.0,
      "text": "good or service is transferred to the customer, sounds simple. There are actually many situations"
    },
    {
      "index": 418,
      "start_time": 2571650.0,
      "end_time": 2578460.0,
      "text": "where it is not clear as to when control is transferred particularly when the arrangements"
    },
    {
      "index": 419,
      "start_time": 2578460.0,
      "end_time": 2585569.0,
      "text": "involve construction of an asset or rendering of services over a period of time. The standard"
    },
    {
      "index": 420,
      "start_time": 2585570.0,
      "end_time": 2593151.0,
      "text": "does provide some indicators to help companies in their determination of whether performance"
    },
    {
      "index": 421,
      "start_time": 2593150.0,
      "end_time": 2599910.0,
      "text": "obligation is satisfied over time or at a point in time. It is considered that the entity"
    },
    {
      "index": 422,
      "start_time": 2599910.0,
      "end_time": 2605660.0,
      "text": "satisfies a performance obligation over time if one of the following indicators exist:"
    },
    {
      "index": 423,
      "start_time": 2605660.0,
      "end_time": 2612980.0,
      "text": "1. The first indicator is that the customer receives and consumes the benefit as the entity"
    },
    {
      "index": 424,
      "start_time": 2612980.0,
      "end_time": 2620079.0,
      "text": "performs. An example of such contract is when an entity provides cleaning service to a customer"
    },
    {
      "index": 425,
      "start_time": 2620080.0,
      "end_time": 2624561.0,
      "text": "where the customer is simultaneously receiving and consuming the benefit of the cleaning"
    },
    {
      "index": 426,
      "start_time": 2624560.0,
      "end_time": 2632069.0,
      "text": "service as the entity renders the service. 2. The second indicator is that the entity’s"
    },
    {
      "index": 427,
      "start_time": 2632070.0,
      "end_time": 2639870.0,
      "text": "performance actually creates or enhances an asset that is controlled by the customer."
    },
    {
      "index": 428,
      "start_time": 2639870.0,
      "end_time": 2646711.0,
      "text": "An example is a home addition contract, where the entity is contracted by the customer to"
    },
    {
      "index": 429,
      "start_time": 2646710.0,
      "end_time": 2653420.0,
      "text": "renovate the customer’s house. 3. The last indicator is the situations where"
    },
    {
      "index": 430,
      "start_time": 2653420.0,
      "end_time": 2659030.0,
      "text": "performance by the entity does not create an asset that has alternative use meaning"
    },
    {
      "index": 431,
      "start_time": 2659030.0,
      "end_time": 2665720.0,
      "text": "there is limitation as to the entity’s ability to use the asset created for another customer"
    },
    {
      "index": 432,
      "start_time": 2665720.0,
      "end_time": 2673650.0,
      "text": "or redirect the asset without having to incur significant cost and that the entity has an"
    },
    {
      "index": 433,
      "start_time": 2673650.0,
      "end_time": 2679250.0,
      "text": "enforceable right to payments for performance completed to date and expects to fulfill contract"
    },
    {
      "index": 434,
      "start_time": 2679250.0,
      "end_time": 2685190.0,
      "text": "as promised. The amount that the entity is entitled at any point in time during the term"
    },
    {
      "index": 435,
      "start_time": 2685190.0,
      "end_time": 2691790.0,
      "text": "of the contract should approximate the selling price for the asset created or partially created."
    },
    {
      "index": 436,
      "start_time": 2691790.0,
      "end_time": 2698520.0,
      "text": "We will illustrate this point in an example in the later slide. When the performance obligation"
    },
    {
      "index": 437,
      "start_time": 2698520.0,
      "end_time": 2703940.0,
      "text": "is considered to be satisfied over time, the entity would recognize revenue based on the"
    },
    {
      "index": 438,
      "start_time": 2703940.0,
      "end_time": 2709690.0,
      "text": "progress towards completion, which the progress can be measured using either the input or"
    },
    {
      "index": 439,
      "start_time": 2709690.0,
      "end_time": 2718700.0,
      "text": "output method. On the other hand, if the performance obligation is not considered to be satisfied"
    },
    {
      "index": 440,
      "start_time": 2718700.0,
      "end_time": 2724480.0,
      "text": "over time, revenue should be recognized at a point in time, which is at the time when"
    },
    {
      "index": 441,
      "start_time": 2724480.0,
      "end_time": 2729550.0,
      "text": "control of the asset is transferred to the customer."
    },
    {
      "index": 442,
      "start_time": 2729550.0,
      "end_time": 2734300.0,
      "text": "The determination as to when control of the asset has been transferred can be made based"
    },
    {
      "index": 443,
      "start_time": 2734300.0,
      "end_time": 2739250.0,
      "text": "on the following indicators: • When the entity has a present right to"
    },
    {
      "index": 444,
      "start_time": 2739250.0,
      "end_time": 2744500.0,
      "text": "the payment for the asset • When the customer has legal title to the"
    },
    {
      "index": 445,
      "start_time": 2744500.0,
      "end_time": 2748440.0,
      "text": "asset When the entity has transferred physical possession"
    },
    {
      "index": 446,
      "start_time": 2748440.0,
      "end_time": 2755359.0,
      "text": "of the asset, when the customer has significant risks and rewards of ownership of the asset"
    },
    {
      "index": 447,
      "start_time": 2755360.0,
      "end_time": 2764671.0,
      "text": "or when the customer has accepted the asset. To illustrate whether revenue should be recognized"
    },
    {
      "index": 448,
      "start_time": 2764670.0,
      "end_time": 2769109.0,
      "text": "at a point in time or over time. Let us walk through an example."
    },
    {
      "index": 449,
      "start_time": 2769110.0,
      "end_time": 2777691.0,
      "text": "A manufacturer enters into a contract with a customer to produce 52,000 units of a customized"
    },
    {
      "index": 450,
      "start_time": 2777690.0,
      "end_time": 2783670.0,
      "text": "part, which cannot be sold to any customer without substantial rework. The entity expects"
    },
    {
      "index": 451,
      "start_time": 2783670.0,
      "end_time": 2790220.0,
      "text": "to produce and ship 1000 units per week. Under the contract, if the customer cancels the"
    },
    {
      "index": 452,
      "start_time": 2790220.0,
      "end_time": 2795589.0,
      "text": "arrangement for reasons other than entity’s failure to perform. The customers require"
    },
    {
      "index": 453,
      "start_time": 2795590.0,
      "end_time": 2801590.0,
      "text": "to pay the entity and amount equal to cost plus a reasonable margin for each unit produced"
    },
    {
      "index": 454,
      "start_time": 2801590.0,
      "end_time": 2807981.0,
      "text": "or partially produced, but not yet delivered. So, should the entity recognize revenue at"
    },
    {
      "index": 455,
      "start_time": 2807980.0,
      "end_time": 2815430.0,
      "text": "a point in time or over time? To help make this assessment, we should ask ourselves two"
    },
    {
      "index": 456,
      "start_time": 2815430.0,
      "end_time": 2819400.0,
      "text": "questions. 1. Does the product have an alternative use?"
    },
    {
      "index": 457,
      "start_time": 2819400.0,
      "end_time": 2826440.0,
      "text": "2. Does the entity have an enforceable right to payment?"
    },
    {
      "index": 458,
      "start_time": 2826440.0,
      "end_time": 2831550.0,
      "text": "For the first question, because the parts produced or customized and cannot be sold"
    },
    {
      "index": 459,
      "start_time": 2831550.0,
      "end_time": 2838060.0,
      "text": "to other customer without substantial rework, these products deemed to not have alternative"
    },
    {
      "index": 460,
      "start_time": 2838060.0,
      "end_time": 2840780.0,
      "text": "use.  "
    },
    {
      "index": 461,
      "start_time": 2840780.0,
      "end_time": 2846390.0,
      "text": "Regarding the second question, as agreed in the contract, the customers require to pay"
    },
    {
      "index": 462,
      "start_time": 2846390.0,
      "end_time": 2851859.0,
      "text": "the entity an amount equals to cost plus a reasonable margin for each unit produced or"
    },
    {
      "index": 463,
      "start_time": 2851860.0,
      "end_time": 2859191.0,
      "text": "partially produced, but not yet delivered if the customer cancels the contract. As such,"
    },
    {
      "index": 464,
      "start_time": 2859190.0,
      "end_time": 2864160.0,
      "text": "the entity has an enforceable right to be reimbursed for each unit produced or partially"
    },
    {
      "index": 465,
      "start_time": 2864160.0,
      "end_time": 2870940.0,
      "text": "produced even if the product has not been delivered to the entity prior to its cancelation."
    },
    {
      "index": 466,
      "start_time": 2870940.0,
      "end_time": 2877559.0,
      "text": "Therefore, in this example, our conclusion is that the entity will recognize revenue"
    },
    {
      "index": 467,
      "start_time": 2877560.0,
      "end_time": 2883941.0,
      "text": "over time on the basis that the asset produced does not have an alternative use and that"
    },
    {
      "index": 468,
      "start_time": 2883940.0,
      "end_time": 2889359.0,
      "text": "the entity has an enforceable right to payment that approximates the selling price of the"
    },
    {
      "index": 469,
      "start_time": 2889360.0,
      "end_time": 2897661.0,
      "text": "goods produced to date. What if we change the fact of the previous example and stated"
    },
    {
      "index": 470,
      "start_time": 2897660.0,
      "end_time": 2903079.0,
      "text": "that their contract terms require the customer to pay the entity an amount equal to just"
    },
    {
      "index": 471,
      "start_time": 2903080.0,
      "end_time": 2909961.0,
      "text": "the cost for each product or each unit produced or partially produced. Should the manufacturer"
    },
    {
      "index": 472,
      "start_time": 2909960.0,
      "end_time": 2917420.0,
      "text": "recognize revenue over time or at the point in time? With this change, the entity does"
    },
    {
      "index": 473,
      "start_time": 2917420.0,
      "end_time": 2922150.0,
      "text": "not have an enforceable right to payment that approximates the selling price of the goods"
    },
    {
      "index": 474,
      "start_time": 2922150.0,
      "end_time": 2928849.0,
      "text": "transferred to date. It does not meet the criteria to recognize revenue over time. Therefore,"
    },
    {
      "index": 475,
      "start_time": 2928850.0,
      "end_time": 2935731.0,
      "text": "revenue would be recognized at a point in time. The entity would recognize revenue when"
    },
    {
      "index": 476,
      "start_time": 2935730.0,
      "end_time": 2943079.0,
      "text": "control of the product is transferred to the customer. To make this assessment, the five"
    },
    {
      "index": 477,
      "start_time": 2943080.0,
      "end_time": 2947891.0,
      "text": "indicators laid out on this slide should be considered and determining at what point has"
    },
    {
      "index": 478,
      "start_time": 2947890.0,
      "end_time": 2953710.0,
      "text": "control been transferred to the customer. Whether or not it would be at the time when"
    },
    {
      "index": 479,
      "start_time": 2953710.0,
      "end_time": 2959440.0,
      "text": "the entity has present right to payment for the asset or when the customer has the legal"
    },
    {
      "index": 480,
      "start_time": 2959440.0,
      "end_time": 2967950.0,
      "text": "title to the asset. When the entity transferred the physical possession of the asset, when"
    },
    {
      "index": 481,
      "start_time": 2967950.0,
      "end_time": 2974000.0,
      "text": "the customer has the significant risk and worth of ownership of the asset or when the"
    },
    {
      "index": 482,
      "start_time": 2974000.0,
      "end_time": 2980730.0,
      "text": "customer has accepted the asset. Now, I am going to turn it back to Jon for"
    },
    {
      "index": 483,
      "start_time": 2980730.0,
      "end_time": 2986859.0,
      "text": "a second polling question. Thank you very much Joyce and thank you Maryse and let us"
    },
    {
      "index": 484,
      "start_time": 2986860.0,
      "end_time": 2992401.0,
      "text": "move onto our second polling question. What step of the revenue model do you think"
    },
    {
      "index": 485,
      "start_time": 2992400.0,
      "end_time": 2996920.0,
      "text": "will have the most significant impact on your organization?"
    },
    {
      "index": 486,
      "start_time": 2996920.0,
      "end_time": 3002859.0,
      "text": "Identifying the performance obligations, determining the transaction price, allocating the transaction"
    },
    {
      "index": 487,
      "start_time": 3002860.0,
      "end_time": 3007911.0,
      "text": "price to the performance obligations and the contract or determining when to recognize"
    },
    {
      "index": 488,
      "start_time": 3007910.0,
      "end_time": 3014230.0,
      "text": "revenue? Once you select your answer, remember to click on submit answer to register it."
    },
    {
      "index": 489,
      "start_time": 3014230.0,
      "end_time": 3021940.0,
      "text": "While we are waiting for the boats to come in, I have a question here for Maryse and"
    },
    {
      "index": 490,
      "start_time": 3021940.0,
      "end_time": 3029559.0,
      "text": "it deals with the scope of IFRS 15. The question is how about those contracts that are only"
    },
    {
      "index": 491,
      "start_time": 3029560.0,
      "end_time": 3036291.0,
      "text": "partly in scope. For example, leases, financial instruments and similar kind of subject areas."
    },
    {
      "index": 492,
      "start_time": 3036290.0,
      "end_time": 3045640.0,
      "text": "How will these fit under IFRS 15? Sure Jon. That is a good question. As you"
    },
    {
      "index": 493,
      "start_time": 3045640.0,
      "end_time": 3051710.0,
      "text": "mentioned, a contract with the customer maybe partly within the scope of IFRS 15 and partly"
    },
    {
      "index": 494,
      "start_time": 3051710.0,
      "end_time": 3057869.0,
      "text": "within the scope of another standard and the examples you gave are good examples, so leases"
    },
    {
      "index": 495,
      "start_time": 3057870.0,
      "end_time": 3062151.0,
      "text": "could be one of them. So, you could have lease with the service element or you could have"
    },
    {
      "index": 496,
      "start_time": 3062150.0,
      "end_time": 3069490.0,
      "text": "even in maybe an investment banking situation where you have a mini-deal, you could have"
    },
    {
      "index": 497,
      "start_time": 3069490.0,
      "end_time": 3073940.0,
      "text": "an investment banker that enters into some type of financing arrangement, but also has"
    },
    {
      "index": 498,
      "start_time": 3073940.0,
      "end_time": 3081470.0,
      "text": "other services like M&amp;A services. So, the idea is that if the other standard that applies"
    },
    {
      "index": 499,
      "start_time": 3081470.0,
      "end_time": 3089339.0,
      "text": "specifies how to separate or initially measure any parts of contract while the entity first"
    },
    {
      "index": 500,
      "start_time": 3089340.0,
      "end_time": 3093991.0,
      "text": "applies those separation and/or measurement requirement so that other standard takes precedence"
    },
    {
      "index": 501,
      "start_time": 3093990.0,
      "end_time": 3100329.0,
      "text": "over IFRS 15. If the other standard is quiet on that topic, so it does not specify how"
    },
    {
      "index": 502,
      "start_time": 3100330.0,
      "end_time": 3104671.0,
      "text": "to separate or initially measure any parts of the contract, then entity would apply the"
    },
    {
      "index": 503,
      "start_time": 3104670.0,
      "end_time": 3111309.0,
      "text": "recurrence of IFRS 15 to separate and initially measure those parts and consideration based"
    },
    {
      "index": 504,
      "start_time": 3111310.0,
      "end_time": 3116560.0,
      "text": "on a relative stand-alone selling price method. I hope that answers the question Jon. It certainly"
    },
    {
      "index": 505,
      "start_time": 3116560.0,
      "end_time": 3118080.0,
      "text": "does. Thank you very much.  "
    },
    {
      "index": 506,
      "start_time": 3118080.0,
      "end_time": 3126060.0,
      "text": "Okay. Let us see if we can get our results of polling question #2 up there. I finally"
    },
    {
      "index": 507,
      "start_time": 3126060.0,
      "end_time": 3132431.0,
      "text": "guess, which will be the most popular one, but as 41% is determining when to recognize"
    },
    {
      "index": 508,
      "start_time": 3132430.0,
      "end_time": 3138480.0,
      "text": "revenues, people views are the most challenging with the third saying allocating the transaction"
    },
    {
      "index": 509,
      "start_time": 3138480.0,
      "end_time": 3142740.0,
      "text": "price of the performance obligations and the contract. Eileen this is going to depend very"
    },
    {
      "index": 510,
      "start_time": 3142740.0,
      "end_time": 3148740.0,
      "text": "much on the nature and complexity of our particular business, exciting, it might actually vary."
    },
    {
      "index": 511,
      "start_time": 3148740.0,
      "end_time": 3157540.0,
      "text": "Okay. I will now welcome our next speaker Cindy Veinot. Cindy Veinot is a Partner in"
    },
    {
      "index": 512,
      "start_time": 3157540.0,
      "end_time": 3162460.0,
      "text": "Toronto and has over 20 years of public accounting experience with Deloitte in both Toronto and"
    },
    {
      "index": 513,
      "start_time": 3162460.0,
      "end_time": 3167200.0,
      "text": "the United States. She has worked with clients on revenue recognition issues under multiple"
    },
    {
      "index": 514,
      "start_time": 3167200.0,
      "end_time": 3172200.0,
      "text": "different accounting frameworks over the last 15 years, has currently focused on working"
    },
    {
      "index": 515,
      "start_time": 3172200.0,
      "end_time": 3177020.0,
      "text": "with clients and assessing the impact of the new revenue recognition standard. Over to"
    },
    {
      "index": 516,
      "start_time": 3177020.0,
      "end_time": 3182410.0,
      "text": "you Cindy. Thanks Jon. Okay, now that we walked through model. Let"
    },
    {
      "index": 517,
      "start_time": 3182410.0,
      "end_time": 3186720.0,
      "text": "us talk about aspects of the standard that provide new or more specific items of the"
    },
    {
      "index": 518,
      "start_time": 3186720.0,
      "end_time": 3193760.0,
      "text": "number of areas. First area that we have selected to focus on is contract modifications. Modifications"
    },
    {
      "index": 519,
      "start_time": 3193760.0,
      "end_time": 3198839.0,
      "text": "to contracts have been rarely in some industries, but actually happen quite regularly and others."
    },
    {
      "index": 520,
      "start_time": 3198840.0,
      "end_time": 3203661.0,
      "text": "So, think about your own cellphone contract, maybe of added features to it. You are now"
    },
    {
      "index": 521,
      "start_time": 3203660.0,
      "end_time": 3208750.0,
      "text": "data sharing with someone. You have added some additional bells and whistles. There"
    },
    {
      "index": 522,
      "start_time": 3208750.0,
      "end_time": 3212740.0,
      "text": "were modifications there or you can think about a home renovation or a major construction"
    },
    {
      "index": 523,
      "start_time": 3212740.0,
      "end_time": 3217970.0,
      "text": "contract for a highway or a new manufacturing plan where there can be numerous change orders"
    },
    {
      "index": 524,
      "start_time": 3217970.0,
      "end_time": 3222420.0,
      "text": "and a standard has specific guidance to deal with the accounting for modifications. Depending"
    },
    {
      "index": 525,
      "start_time": 3222420.0,
      "end_time": 3227710.0,
      "text": "on the nature of the medication, the impact can be to treat the modification prospectively"
    },
    {
      "index": 526,
      "start_time": 3227710.0,
      "end_time": 3234619.0,
      "text": "or to record accumulative ketch up in revenue. So, started the top of the slide, when you"
    },
    {
      "index": 527,
      "start_time": 3234620.0,
      "end_time": 3239151.0,
      "text": "have a modification, you need to determine whether the additional goods or services are"
    },
    {
      "index": 528,
      "start_time": 3239150.0,
      "end_time": 3245010.0,
      "text": "distinct, so that is for Maryse talked about in step 2 and whether they been priced at"
    },
    {
      "index": 529,
      "start_time": 3245010.0,
      "end_time": 3249119.0,
      "text": "their stand-alone selling price. So, Joyce touched on that a little bit in terms allocating"
    },
    {
      "index": 530,
      "start_time": 3249120.0,
      "end_time": 3254521.0,
      "text": "the transaction price. If both of these conditions are met, then the new performance obligations"
    },
    {
      "index": 531,
      "start_time": 3254520.0,
      "end_time": 3260589.0,
      "text": "and the transaction price associated with them are accounted for as a separate contract,"
    },
    {
      "index": 532,
      "start_time": 3260590.0,
      "end_time": 3264620.0,
      "text": "but if that is not case, then the contract modification is accounted for on a combined"
    },
    {
      "index": 533,
      "start_time": 3264620.0,
      "end_time": 3269251.0,
      "text": "basis with the original contract, but the impact on that accounting still depends on"
    },
    {
      "index": 534,
      "start_time": 3269250.0,
      "end_time": 3275839.0,
      "text": "whether goods and services in the modification are distinct. If they are, we are on the far"
    },
    {
      "index": 535,
      "start_time": 3275840.0,
      "end_time": 3280951.0,
      "text": "left at the bottom of the slide. There is no impact on revenue already recognized, but"
    },
    {
      "index": 536,
      "start_time": 3280950.0,
      "end_time": 3285589.0,
      "text": "the remaining performance obligations are allocated revenue based on the remaining revenue"
    },
    {
      "index": 537,
      "start_time": 3285590.0,
      "end_time": 3291100.0,
      "text": "not yet recognized under the original contract and the revenue from the modification. We"
    },
    {
      "index": 538,
      "start_time": 3291100.0,
      "end_time": 3296291.0,
      "text": "will go through an example of this. If the goods and services are not distinct,"
    },
    {
      "index": 539,
      "start_time": 3296290.0,
      "end_time": 3300490.0,
      "text": "which maybe the scenario in the case of a change order for a construction project where"
    },
    {
      "index": 540,
      "start_time": 3300490.0,
      "end_time": 3305250.0,
      "text": "there may just be a single performance obligation, they have to look at the modified contract"
    },
    {
      "index": 541,
      "start_time": 3305250.0,
      "end_time": 3309940.0,
      "text": "in its entirety and determine if there was a cumulative catch up at the date of modification"
    },
    {
      "index": 542,
      "start_time": 3309940.0,
      "end_time": 3315099.0,
      "text": "regarding the amount of revenue already recognized. Based on applying either an input method or"
    },
    {
      "index": 543,
      "start_time": 3315100.0,
      "end_time": 3320711.0,
      "text": "an output method or whatever the appropriate model is as Joyce touched on. Finally, down"
    },
    {
      "index": 544,
      "start_time": 3320710.0,
      "end_time": 3326730.0,
      "text": "there on the right hand bottom side, you could have a combination of these two types of modifications"
    },
    {
      "index": 545,
      "start_time": 3326730.0,
      "end_time": 3330890.0,
      "text": "and you have to apply judgment to account for modification in a way that is consistent"
    },
    {
      "index": 546,
      "start_time": 3330890.0,
      "end_time": 3337150.0,
      "text": "with the principles that we just discussed. So, let us walk through an example."
    },
    {
      "index": 547,
      "start_time": 3337150.0,
      "end_time": 3338720.0,
      "text": "  In this case, we have an entity that enters"
    },
    {
      "index": 548,
      "start_time": 3338720.0,
      "end_time": 3344520.0,
      "text": "into a three-year contract to provide daily cleaning services. The customer pays the stand-alone"
    },
    {
      "index": 549,
      "start_time": 3344520.0,
      "end_time": 3351240.0,
      "text": "selling price of $100,000 at the beginning of each year. So, at $300,000 contract in"
    },
    {
      "index": 550,
      "start_time": 3351240.0,
      "end_time": 3355589.0,
      "text": "total. At the end of the second year, the contract is modified and the fee for the third"
    },
    {
      "index": 551,
      "start_time": 3355590.0,
      "end_time": 3362080.0,
      "text": "year of services is reduced to $80,000 plus an additional $200,000 to extend the contract"
    },
    {
      "index": 552,
      "start_time": 3362080.0,
      "end_time": 3366981.0,
      "text": "for three additional years. The stand-alone selling price of the services at the beginning"
    },
    {
      "index": 553,
      "start_time": 3366980.0,
      "end_time": 3373190.0,
      "text": "of the third year is $80,000 per year and the entity stand-alone selling price multiplied"
    },
    {
      "index": 554,
      "start_time": 3373190.0,
      "end_time": 3377950.0,
      "text": "by the number of years is deemed to be an appropriate estimate of the stand-alone selling"
    },
    {
      "index": 555,
      "start_time": 3377950.0,
      "end_time": 3382190.0,
      "text": "price of the multiyear contract. So, in other words, if you take the stand-alone selling"
    },
    {
      "index": 556,
      "start_time": 3382190.0,
      "end_time": 3387119.0,
      "text": "price for four years, which is four times $80,000 that stand-alone selling price would"
    },
    {
      "index": 557,
      "start_time": 3387120.0,
      "end_time": 3393201.0,
      "text": "be $320,000. So, in terms of determining how to account for this modification, there are"
    },
    {
      "index": 558,
      "start_time": 3393200.0,
      "end_time": 3398930.0,
      "text": "two steps. First, are the services in the modification district and second is the additional"
    },
    {
      "index": 559,
      "start_time": 3398930.0,
      "end_time": 3407000.0,
      "text": "consideration reflective of the stand-alone selling price of the services. So, when I"
    },
    {
      "index": 560,
      "start_time": 3407000.0,
      "end_time": 3412780.0,
      "text": "start looking at the chart on the top right corner of the slide and so in the first column"
    },
    {
      "index": 561,
      "start_time": 3412780.0,
      "end_time": 3418329.0,
      "text": "of that chart we have got all the years, so now it is a 60-year contract after the modification"
    },
    {
      "index": 562,
      "start_time": 3418330.0,
      "end_time": 3424421.0,
      "text": "was three years to begin with and an additional three years were added. In the middle column,"
    },
    {
      "index": 563,
      "start_time": 3424420.0,
      "end_time": 3429170.0,
      "text": "we have got the initial amount of revenue that was agreed to buy the party, which was"
    },
    {
      "index": 564,
      "start_time": 3429170.0,
      "end_time": 3435200.0,
      "text": "$100,000 in each year of the first three years. Then, in the last column, we have got the"
    },
    {
      "index": 565,
      "start_time": 3435200.0,
      "end_time": 3442069.0,
      "text": "modified amount, so as we noted on the previous slide, at the end of year 2, the price for"
    },
    {
      "index": 566,
      "start_time": 3442070.0,
      "end_time": 3447600.0,
      "text": "year 3 was reduced to $80,000 and there was an extension to the contract for three additional"
    },
    {
      "index": 567,
      "start_time": 3447600.0,
      "end_time": 3452751.0,
      "text": "years at $200,000 now. Let us go back to the questions now."
    },
    {
      "index": 568,
      "start_time": 3452750.0,
      "end_time": 3456930.0,
      "text": "First are the services distinct. We would say yes. Daily cleaning services"
    },
    {
      "index": 569,
      "start_time": 3456930.0,
      "end_time": 3460960.0,
      "text": "that is something that customer can benefit on its own and it would be separately identifiable"
    },
    {
      "index": 570,
      "start_time": 3460960.0,
      "end_time": 3466020.0,
      "text": "on the contract. The second question is, is the additional consideration reflective of"
    },
    {
      "index": 571,
      "start_time": 3466020.0,
      "end_time": 3470849.0,
      "text": "the stand-alone selling price of the services. In this case, we would say no because the"
    },
    {
      "index": 572,
      "start_time": 3470850.0,
      "end_time": 3475590.0,
      "text": "amount of the additional consideration or the remaining consideration to be paid is"
    },
    {
      "index": 573,
      "start_time": 3475590.0,
      "end_time": 3482100.0,
      "text": "$280,000, $80,000 for this third year and $200,000 extension, and this does not reflect"
    },
    {
      "index": 574,
      "start_time": 3482100.0,
      "end_time": 3487151.0,
      "text": "the stand-alone selling price if the services to be provided. So, in this case, it does"
    },
    {
      "index": 575,
      "start_time": 3487150.0,
      "end_time": 3491990.0,
      "text": "not meet the requirement to account for as a separate contract and you have to account"
    },
    {
      "index": 576,
      "start_time": 3491990.0,
      "end_time": 3496710.0,
      "text": "for this as a termination of the original contract and the creation of a new contract"
    },
    {
      "index": 577,
      "start_time": 3496710.0,
      "end_time": 3502740.0,
      "text": "with the consideration of $280,000, which is $80,000 left from the third year and $200,000"
    },
    {
      "index": 578,
      "start_time": 3502740.0,
      "end_time": 3508430.0,
      "text": "for the remaining new three years, to recognize the over the four remaining years of cleaning"
    },
    {
      "index": 579,
      "start_time": 3508430.0,
      "end_time": 3514910.0,
      "text": "services or $70,000 per year. The closing thought on modifications is there is now a"
    },
    {
      "index": 580,
      "start_time": 3514910.0,
      "end_time": 3518500.0,
      "text": "lot of detail guidance, so it is going to take some work to ensure that the processes"
    },
    {
      "index": 581,
      "start_time": 3518500.0,
      "end_time": 3523000.0,
      "text": "and controls are in place to monitor them and then determine what the appropriate accounting"
    },
    {
      "index": 582,
      "start_time": 3523000.0,
      "end_time": 3529930.0,
      "text": "should be? Next we are going to talk about licenses."
    },
    {
      "index": 583,
      "start_time": 3529930.0,
      "end_time": 3535859.0,
      "text": "The main point here is that a license depending on its attributes can be accounted for in"
    },
    {
      "index": 584,
      "start_time": 3535860.0,
      "end_time": 3542271.0,
      "text": "one of two ways. It can be accounted for as a performance obligation that the entity satisfies"
    },
    {
      "index": 585,
      "start_time": 3542270.0,
      "end_time": 3548809.0,
      "text": "at a point in time or it can be an obligation at the entity satisfies over time. So, Joyce"
    },
    {
      "index": 586,
      "start_time": 3548810.0,
      "end_time": 3554731.0,
      "text": "touched on those two different models of recognizing revenue and depending on the circumstances,"
    },
    {
      "index": 587,
      "start_time": 3554730.0,
      "end_time": 3561210.0,
      "text": "both can apply when you are talking about licenses. The first step is to consider whether"
    },
    {
      "index": 588,
      "start_time": 3561210.0,
      "end_time": 3567450.0,
      "text": "the license is distinct or included in a bundle of goods, so back to step 2. So, an example"
    },
    {
      "index": 589,
      "start_time": 3567450.0,
      "end_time": 3572670.0,
      "text": "that you might think about as I walked through the rest of the slide is a software license"
    },
    {
      "index": 590,
      "start_time": 3572670.0,
      "end_time": 3579760.0,
      "text": "and in the software industry, often an entity also sells maintenance contract, which provides"
    },
    {
      "index": 591,
      "start_time": 3579760.0,
      "end_time": 3586299.0,
      "text": "the customer with one of available upgrades. So, the license is evaluated as distinct from"
    },
    {
      "index": 592,
      "start_time": 3586300.0,
      "end_time": 3590271.0,
      "text": "the maintenance contract and is only the initial license that we are talking about in terms"
    },
    {
      "index": 593,
      "start_time": 3590270.0,
      "end_time": 3596799.0,
      "text": "of making this next assessment. The key question is what is the nature of the entity’s promise?"
    },
    {
      "index": 594,
      "start_time": 3596800.0,
      "end_time": 3603391.0,
      "text": "They have a right to access the intellectual property of the company throughout the license"
    },
    {
      "index": 595,
      "start_time": 3603390.0,
      "end_time": 3609559.0,
      "text": "term or just to use the intellectual property as it exists when the license is granted."
    },
    {
      "index": 596,
      "start_time": 3609560.0,
      "end_time": 3613800.0,
      "text": "A few consideration points that are noted there on the right hand side of the slide,"
    },
    {
      "index": 597,
      "start_time": 3613800.0,
      "end_time": 3618451.0,
      "text": "is there an explicit or implicit understanding that the entity will undertake activities"
    },
    {
      "index": 598,
      "start_time": 3618450.0,
      "end_time": 3623849.0,
      "text": "that significantly affect the intellectual property due to rights granted by the license"
    },
    {
      "index": 599,
      "start_time": 3623850.0,
      "end_time": 3629161.0,
      "text": "expose the customer to any positive or negative effects to the activities result in a transfer"
    },
    {
      "index": 600,
      "start_time": 3629160.0,
      "end_time": 3634700.0,
      "text": "of a good or service to the customers if those activities occur. I would say there are some"
    },
    {
      "index": 601,
      "start_time": 3634700.0,
      "end_time": 3639150.0,
      "text": "very interesting examples in the standard that cover the licensing of intellectual properties"
    },
    {
      "index": 602,
      "start_time": 3639150.0,
      "end_time": 3645559.0,
      "text": "in various forms. So, I touched on software, which we just thought about the software license,"
    },
    {
      "index": 603,
      "start_time": 3645560.0,
      "end_time": 3649360.0,
      "text": "you might come to the conclusion that it would be satisfied at a point in time when you are"
    },
    {
      "index": 604,
      "start_time": 3649360.0,
      "end_time": 3654231.0,
      "text": "only thinking about the license like license to use Word or Excel or something like that"
    },
    {
      "index": 605,
      "start_time": 3654230.0,
      "end_time": 3659530.0,
      "text": "in this example, but there are also other examples that cover things like patterns for"
    },
    {
      "index": 606,
      "start_time": 3659530.0,
      "end_time": 3668380.0,
      "text": "drug compounds, franchise rates, images, music recording, movies, logos, so if you are in"
    },
    {
      "index": 607,
      "start_time": 3668380.0,
      "end_time": 3672980.0,
      "text": "the business of licensing intellectual property, I would certainly take a look at those examples,"
    },
    {
      "index": 608,
      "start_time": 3672980.0,
      "end_time": 3677869.0,
      "text": "because I think it is going to be a challenging determination in some cases to determine what"
    },
    {
      "index": 609,
      "start_time": 3677870.0,
      "end_time": 3684781.0,
      "text": "the appropriate model is. This next area might be a bit of a sleeper, but there actually"
    },
    {
      "index": 610,
      "start_time": 3684780.0,
      "end_time": 3690510.0,
      "text": "is guidance in IFRS 15 in terms of how to treat cost and those include cost to obtain"
    },
    {
      "index": 611,
      "start_time": 3690510.0,
      "end_time": 3696450.0,
      "text": "a contract and cost to fulfil a contract. With respect to cost to obtain a contract"
    },
    {
      "index": 612,
      "start_time": 3696450.0,
      "end_time": 3700630.0,
      "text": "either capitalized if they are incremental and expected to be recovered. So, the most"
    },
    {
      "index": 613,
      "start_time": 3700630.0,
      "end_time": 3705940.0,
      "text": "frequent example of these types of cost are sales commissions. There is a practical experience"
    },
    {
      "index": 614,
      "start_time": 3705940.0,
      "end_time": 3711339.0,
      "text": "in the standard where if you expect that you would amortize the cost over one year or less,"
    },
    {
      "index": 615,
      "start_time": 3711340.0,
      "end_time": 3716040.0,
      "text": "you do not have to capitalize it. Then, we have got cost that are encouraged to fulfil"
    },
    {
      "index": 616,
      "start_time": 3716040.0,
      "end_time": 3721201.0,
      "text": "a contract and these costs are accounted in accordance with other standards to the extent"
    },
    {
      "index": 617,
      "start_time": 3721200.0,
      "end_time": 3725039.0,
      "text": "that they are within the scope of another standard, so inventory or property, plant,"
    },
    {
      "index": 618,
      "start_time": 3725040.0,
      "end_time": 3729521.0,
      "text": "and equipment would be accounted for under their respective IFRS’s, but if they are"
    },
    {
      "index": 619,
      "start_time": 3729520.0,
      "end_time": 3733380.0,
      "text": "not within the scope of another standard, then this guidance applies and this guidance"
    },
    {
      "index": 620,
      "start_time": 3733380.0,
      "end_time": 3738280.0,
      "text": "requires an entity to capitalize the cost of fulfil a contract if they relate directly"
    },
    {
      "index": 621,
      "start_time": 3738280.0,
      "end_time": 3743079.0,
      "text": "to a contract or anticipated contract, if they generate or enhance a resource that will"
    },
    {
      "index": 622,
      "start_time": 3743080.0,
      "end_time": 3748870.0,
      "text": "be used to satisfy obligations in the future and if they are expected to be recovered."
    },
    {
      "index": 623,
      "start_time": 3748870.0,
      "end_time": 3753840.0,
      "text": "There are specific exclusions in the standard for types of costs cannot be capitalized,"
    },
    {
      "index": 624,
      "start_time": 3753840.0,
      "end_time": 3758120.0,
      "text": "so things like general administrative cost, waste of materials, there are a number of"
    },
    {
      "index": 625,
      "start_time": 3758120.0,
      "end_time": 3763511.0,
      "text": "things to think about, like cost to obtain a contract once capitalized. These costs are"
    },
    {
      "index": 626,
      "start_time": 3763510.0,
      "end_time": 3770099.0,
      "text": "amortized on a basis consistent with the transfer of the goods or services. In addition to standard"
    },
    {
      "index": 627,
      "start_time": 3770100.0,
      "end_time": 3776701.0,
      "text": "does include guidance on assessing these costs for impairment and then potentially reversing"
    },
    {
      "index": 628,
      "start_time": 3776700.0,
      "end_time": 3785619.0,
      "text": "the impairment charge if the circumstances change. This slide includes mattering of other"
    },
    {
      "index": 629,
      "start_time": 3785620.0,
      "end_time": 3789721.0,
      "text": "matters, so just things we wanted to bring to your attention in terms of guidance being"
    },
    {
      "index": 630,
      "start_time": 3789720.0,
      "end_time": 3795109.0,
      "text": "in the standard. I am going to talk about them, starting at the top left and going clockwise."
    },
    {
      "index": 631,
      "start_time": 3795110.0,
      "end_time": 3801290.0,
      "text": "So, product warranties. There is guidance in the standard on accounting required for"
    },
    {
      "index": 632,
      "start_time": 3801290.0,
      "end_time": 3804721.0,
      "text": "standard, assurance, warranties, so the type of warranty you would get if you bought a"
    },
    {
      "index": 633,
      "start_time": 3804720.0,
      "end_time": 3810059.0,
      "text": "product and it basically has a warranty that says we will perform based on the status for"
    },
    {
      "index": 634,
      "start_time": 3810060.0,
      "end_time": 3814580.0,
      "text": "a year and if it does not recover by warranty. Those types of warranties will continue to"
    },
    {
      "index": 635,
      "start_time": 3814580.0,
      "end_time": 3818931.0,
      "text": "be accounted for using a cost accrual method, but there are other types of warranties like"
    },
    {
      "index": 636,
      "start_time": 3818930.0,
      "end_time": 3824299.0,
      "text": "extended warranties or things that are called warranties, but they are more extended service"
    },
    {
      "index": 637,
      "start_time": 3824300.0,
      "end_time": 3830100.0,
      "text": "contracts and those will be accounted for as separate performance obligations. Moving"
    },
    {
      "index": 638,
      "start_time": 3830100.0,
      "end_time": 3836971.0,
      "text": "on to the box on the top right, we will talk about options to acquire goods or services."
    },
    {
      "index": 639,
      "start_time": 3836970.0,
      "end_time": 3840400.0,
      "text": "This is the guidance in the standard that requires you to assess whether something in"
    },
    {
      "index": 640,
      "start_time": 3840400.0,
      "end_time": 3845390.0,
      "text": "the contract provides the customer with the right acquire future goods or services for"
    },
    {
      "index": 641,
      "start_time": 3845390.0,
      "end_time": 3851510.0,
      "text": "free or at a discount. So, this is where the guidance from IFRIC 13 fits into this new"
    },
    {
      "index": 642,
      "start_time": 3851510.0,
      "end_time": 3858530.0,
      "text": "standard regarding wealthy point programs. Now to the bottom right. Customers unexercised"
    },
    {
      "index": 643,
      "start_time": 3858530.0,
      "end_time": 3865390.0,
      "text": "rights, this is the concept that we refer to as breakage. So, a simple example is if"
    },
    {
      "index": 644,
      "start_time": 3865390.0,
      "end_time": 3871609.0,
      "text": "I sell a prepaid phone card and I sell thousands of these cards and I know from historical"
    },
    {
      "index": 645,
      "start_time": 3871610.0,
      "end_time": 3877781.0,
      "text": "experience that customers do not use up all of the reminisce, the question is when to"
    },
    {
      "index": 646,
      "start_time": 3877780.0,
      "end_time": 3887010.0,
      "text": "recognize revenue for those minutes that will never be used and the standard basically pointed"
    },
    {
      "index": 647,
      "start_time": 3887010.0,
      "end_time": 3892510.0,
      "text": "to evaluate the same criteria as Joyce talked about when looking at variable consideration"
    },
    {
      "index": 648,
      "start_time": 3892510.0,
      "end_time": 3898609.0,
      "text": "to determine if you can recognize that expected revenue as the delivered service or whether"
    },
    {
      "index": 649,
      "start_time": 3898610.0,
      "end_time": 3905681.0,
      "text": "you have to wait until it is remote that the customer is going to exercise at its rates."
    },
    {
      "index": 650,
      "start_time": 3905680.0,
      "end_time": 3911930.0,
      "text": "Finally, the last box is repurchase agreement and so, if an entity has an obligation or"
    },
    {
      "index": 651,
      "start_time": 3911930.0,
      "end_time": 3917150.0,
      "text": "right repurchase the asset, then generally the customer has not obtained control over"
    },
    {
      "index": 652,
      "start_time": 3917150.0,
      "end_time": 3921460.0,
      "text": "the asset and therefore, you do not have a revenue contract to account for what you have"
    },
    {
      "index": 653,
      "start_time": 3921460.0,
      "end_time": 3930760.0,
      "text": "a least or financing arrangement. A final topic in the other matters section"
    },
    {
      "index": 654,
      "start_time": 3930760.0,
      "end_time": 3936280.0,
      "text": "I am going to touch on is disclosures. So, the disclosure requirements with respect to"
    },
    {
      "index": 655,
      "start_time": 3936280.0,
      "end_time": 3942450.0,
      "text": "revenue recognition have increased significantly. We have bucketed the disclosure requirements"
    },
    {
      "index": 656,
      "start_time": 3942450.0,
      "end_time": 3948980.0,
      "text": "into three different categories and the first is at the top, groups those are related to"
    },
    {
      "index": 657,
      "start_time": 3948980.0,
      "end_time": 3953819.0,
      "text": "disclosures with contracts customers. So, first step disaggregation of revenue."
    },
    {
      "index": 658,
      "start_time": 3953820.0,
      "end_time": 3960840.0,
      "text": "This then requires more granular detail about revenue to be disclosed and to determine how"
    },
    {
      "index": 659,
      "start_time": 3960840.0,
      "end_time": 3964840.0,
      "text": "you actually go about that, you need to consider information presented about revenue and other"
    },
    {
      "index": 660,
      "start_time": 3964840.0,
      "end_time": 3970721.0,
      "text": "documents such as investor presentations and also consider how the chief operating decision"
    },
    {
      "index": 661,
      "start_time": 3970720.0,
      "end_time": 3976079.0,
      "text": "maker looks at the information. The disaggregation could be by type of service, by geography,"
    },
    {
      "index": 662,
      "start_time": 3976080.0,
      "end_time": 3981721.0,
      "text": "by type of customer, by contract duration. It really depends on how the contracts are"
    },
    {
      "index": 663,
      "start_time": 3981720.0,
      "end_time": 3989049.0,
      "text": "impacted by economic factors. With respect to contract balances, there is required disclosure"
    },
    {
      "index": 664,
      "start_time": 3989050.0,
      "end_time": 3994131.0,
      "text": "for what is sitting on your balance sheets, so receivables, contract assets, contract"
    },
    {
      "index": 665,
      "start_time": 3994130.0,
      "end_time": 3999960.0,
      "text": "liability balances if they are not already separately presented. As long as what I would"
    },
    {
      "index": 666,
      "start_time": 3999960.0,
      "end_time": 4004430.0,
      "text": "refer to as information about transactions that stand over multiple periods. So, for"
    },
    {
      "index": 667,
      "start_time": 4004430.0,
      "end_time": 4009690.0,
      "text": "example, there is a requirement disclosed, revenue recognized in the current period,"
    },
    {
      "index": 668,
      "start_time": 4009690.0,
      "end_time": 4014039.0,
      "text": "that was included as a contract liability at the beginning of the period. There is also"
    },
    {
      "index": 669,
      "start_time": 4014040.0,
      "end_time": 4018840.0,
      "text": "requirement to disclose revenue recognized in the period from performance obligations"
    },
    {
      "index": 670,
      "start_time": 4018840.0,
      "end_time": 4024461.0,
      "text": "that were satisfied in prior period. So, if you think of the variable consideration that"
    },
    {
      "index": 671,
      "start_time": 4024460.0,
      "end_time": 4029890.0,
      "text": "Joyce is talking about, you could be constrained and recognizing that until the uncertainties"
    },
    {
      "index": 672,
      "start_time": 4029890.0,
      "end_time": 4035520.0,
      "text": "resolved, but the performance obligation could have been recognized long ago, so this standard"
    },
    {
      "index": 673,
      "start_time": 4035520.0,
      "end_time": 4042319.0,
      "text": "is requiring you to provide disclosure with respect to that. There are also several required"
    },
    {
      "index": 674,
      "start_time": 4042320.0,
      "end_time": 4047120.0,
      "text": "disclosure about performance obligations including what remained at standing at the end of the"
    },
    {
      "index": 675,
      "start_time": 4047120.0,
      "end_time": 4052070.0,
      "text": "period and when the entity expected to recognize that revenue as long as general information"
    },
    {
      "index": 676,
      "start_time": 4052070.0,
      "end_time": 4059461.0,
      "text": "and the entity satisfies performance obligations. You might typically satisfy performance obligation"
    },
    {
      "index": 677,
      "start_time": 4059460.0,
      "end_time": 4064650.0,
      "text": "upon statement of good or upon delivery. Also, information about significant payment terms"
    },
    {
      "index": 678,
      "start_time": 4064650.0,
      "end_time": 4071049.0,
      "text": "as well as other items such as types of warranties. Then looking at the bottom row, there is disclosure"
    },
    {
      "index": 679,
      "start_time": 4071050.0,
      "end_time": 4076001.0,
      "text": "quite a bit significant judgments including those related to timing of recognition of"
    },
    {
      "index": 680,
      "start_time": 4076000.0,
      "end_time": 4081230.0,
      "text": "revenue as well as transaction price and its allocation. Finally, there is required disclosure"
    },
    {
      "index": 681,
      "start_time": 4081230.0,
      "end_time": 4087190.0,
      "text": "about policy decisions, for example if you utilize any of the practical experience as"
    },
    {
      "index": 682,
      "start_time": 4087190.0,
      "end_time": 4093299.0,
      "text": "an example that when I touched on in terms of not having to capitalize costs of obtaining"
    },
    {
      "index": 683,
      "start_time": 4093300.0,
      "end_time": 4100191.0,
      "text": "a contract of the amortization period would be less than one year. We have to disclose"
    },
    {
      "index": 684,
      "start_time": 4100189.9999999995,
      "end_time": 4105318.9999999995,
      "text": "information about the contract cost themselves whether they be cost to obtain a contract"
    },
    {
      "index": 685,
      "start_time": 4105319.9999999995,
      "end_time": 4110480.9999999995,
      "text": "or cost to fulfil a contract including both closing balance information by category of"
    },
    {
      "index": 686,
      "start_time": 4110479.9999999995,
      "end_time": 4118369.9999999995,
      "text": "asset as well as methods and amounts of amortization and that is a number of examples with respect"
    },
    {
      "index": 687,
      "start_time": 4118370.0,
      "end_time": 4122810.0,
      "text": "to disclosure, I would just say that there are many many more, so I think it is an area"
    },
    {
      "index": 688,
      "start_time": 4122810.0000000005,
      "end_time": 4126290.0000000005,
      "text": "to start thinking about early. Even if you do not think, you are going to have that many"
    },
    {
      "index": 689,
      "start_time": 4126290.0,
      "end_time": 4131179.0,
      "text": "impacts from the standard in terms of timing or measurement, I think you will impacts from"
    },
    {
      "index": 690,
      "start_time": 4131180.0000000005,
      "end_time": 4136631.0000000005,
      "text": "disclosure. Jon, I will turn it back to you. Okay. Thanks Cindy and we will pause there"
    },
    {
      "index": 691,
      "start_time": 4136630.0,
      "end_time": 4142759.0,
      "text": "for another polling question. Do you believe the new standard will require"
    },
    {
      "index": 692,
      "start_time": 4142760.0,
      "end_time": 4147340.0,
      "text": "significant changes to current IT systems and processes?"
    },
    {
      "index": 693,
      "start_time": 4147340.0,
      "end_time": 4148680.0,
      "text": "Potential answers are; 1. Yes."
    },
    {
      "index": 694,
      "start_time": 4148680.0000000005,
      "end_time": 4151010.0000000005,
      "text": "2. No. 3. Not assessed at this time."
    },
    {
      "index": 695,
      "start_time": 4151010.0,
      "end_time": 4154941.0,
      "text": "4. Not applicable. Remember to click on submit answer. While"
    },
    {
      "index": 696,
      "start_time": 4154939.9999999995,
      "end_time": 4162249.9999999995,
      "text": "we are waiting for the polling question to accumulate the results, there is a question"
    },
    {
      "index": 697,
      "start_time": 4162250.0,
      "end_time": 4167609.0,
      "text": "here for you Cindy and it relates to contract cost."
    },
    {
      "index": 698,
      "start_time": 4167609.9999999995,
      "end_time": 4172480.9999999995,
      "text": "What if I sell a bundle that includes a lost leader, though I still capitalize the cost"
    },
    {
      "index": 699,
      "start_time": 4172479.9999999995,
      "end_time": 4180329.9999999995,
      "text": "to fulfil related to the lost leader? Well. I would say that probably the first"
    },
    {
      "index": 700,
      "start_time": 4180330.0,
      "end_time": 4185839.0,
      "text": "thing you need to do is go through your allocation process in terms of allocating revenue to"
    },
    {
      "index": 701,
      "start_time": 4185840.0,
      "end_time": 4190450.0,
      "text": "your deliverables because if you have a lost leader, then I guess I would first question"
    },
    {
      "index": 702,
      "start_time": 4190450.0,
      "end_time": 4195950.0,
      "text": "in terms of how you are allocating fair value to your transaction, but then there are requirements"
    },
    {
      "index": 703,
      "start_time": 4195950.0,
      "end_time": 4200851.0,
      "text": "in the standard to consider impairment analysis for contract cost, so I think that would be"
    },
    {
      "index": 704,
      "start_time": 4200850.0,
      "end_time": 4205620.0,
      "text": "the second step of working through that analysis to determine whether you would have contract"
    },
    {
      "index": 705,
      "start_time": 4205620.0,
      "end_time": 4212140.0,
      "text": "cost to capitalize. Okay. Let us see if we got the results for"
    },
    {
      "index": 706,
      "start_time": 4212140.0,
      "end_time": 4218500.0,
      "text": "this third polling question. Well, 44% says that this is not yet assessed"
    },
    {
      "index": 707,
      "start_time": 4218500.0,
      "end_time": 4228260.0,
      "text": "and almost there is statistically insignificant difference between those who think that will"
    },
    {
      "index": 708,
      "start_time": 4228260.0,
      "end_time": 4234840.0,
      "text": "have an impact on IT systems and processes and those who do not. On this subject, Cindy"
    },
    {
      "index": 709,
      "start_time": 4234840.0,
      "end_time": 4242280.0,
      "text": "is going to now speak about some of the impacts on processes and systems. Okay, thanks Jon."
    },
    {
      "index": 710,
      "start_time": 4242280.0,
      "end_time": 4247739.0,
      "text": "So, we walked through a lot of technical material over the last hour and a bit. We have never"
    },
    {
      "index": 711,
      "start_time": 4247740.0,
      "end_time": 4252410.0,
      "text": "going to spend some time on recapping and thinking about how to begin implementing the"
    },
    {
      "index": 712,
      "start_time": 4252410.0,
      "end_time": 4258521.0,
      "text": "impact of this new standard. Certainly, I think as Jon mentioned earlier given the diversity"
    },
    {
      "index": 713,
      "start_time": 4258520.0,
      "end_time": 4263690.0,
      "text": "and in terms of how organizations generate revenue and how they contract with their customers,"
    },
    {
      "index": 714,
      "start_time": 4263690.0,
      "end_time": 4268310.0,
      "text": "the impacts of adopting this new standard will be just as diverse, but on this slide"
    },
    {
      "index": 715,
      "start_time": 4268310.0,
      "end_time": 4273510.0,
      "text": "we have tried to highlight some of the significant impacts from the standard and I think step"
    },
    {
      "index": 716,
      "start_time": 4273510.0,
      "end_time": 4278550.0,
      "text": "1 from any organizations will be figuring out at a high level where the hot spots are"
    },
    {
      "index": 717,
      "start_time": 4278550.0,
      "end_time": 4282540.0,
      "text": "for your organization. So, for example, do you have contracts with"
    },
    {
      "index": 718,
      "start_time": 4282540.0,
      "end_time": 4287750.0,
      "text": "multiple performance obligations and there is a separation guidance in this standard,"
    },
    {
      "index": 719,
      "start_time": 4287750.0,
      "end_time": 4292730.0,
      "text": "going to change how you currently separate those obligations or is that going to change"
    },
    {
      "index": 720,
      "start_time": 4292730.0,
      "end_time": 4298340.0,
      "text": "how you allocate consideration to the performance obligations that you have identified? Do you"
    },
    {
      "index": 721,
      "start_time": 4298340.0,
      "end_time": 4303040.0,
      "text": "have contracts with variable consideration and how are you accounting for that variable"
    },
    {
      "index": 722,
      "start_time": 4303040.0,
      "end_time": 4308380.0,
      "text": "consideration today? In some cases, depending on the nature of the variable consideration,"
    },
    {
      "index": 723,
      "start_time": 4308380.0,
      "end_time": 4312750.0,
      "text": "the standard may require you to come up with an estimate and Joyce talked about the two"
    },
    {
      "index": 724,
      "start_time": 4312750.0,
      "end_time": 4319630.0,
      "text": "methods that exist either expected value are most likely amount and actually record that"
    },
    {
      "index": 725,
      "start_time": 4319630.0,
      "end_time": 4324940.0,
      "text": "or once you goes through all of those criteria that need to be taken into consideration in"
    },
    {
      "index": 726,
      "start_time": 4324940.0,
      "end_time": 4329190.0,
      "text": "terms of assessing whether you might have a significant revenue reversal, you may find"
    },
    {
      "index": 727,
      "start_time": 4329190.0,
      "end_time": 4333880.0,
      "text": "that you actually have to delay recognition of variable consideration as compared to what"
    },
    {
      "index": 728,
      "start_time": 4333880.0,
      "end_time": 4340770.0,
      "text": "you are doing now. I am just touched on contract costs and you may need to rethink what you"
    },
    {
      "index": 729,
      "start_time": 4340770.0,
      "end_time": 4345230.0,
      "text": "are doing there in terms of capitalization and if you have to capitalize those costs,"
    },
    {
      "index": 730,
      "start_time": 4345230.0,
      "end_time": 4350380.0,
      "text": "then you need to think about how you are going to amortize them and how you would assess"
    },
    {
      "index": 731,
      "start_time": 4350380.0,
      "end_time": 4356590.0,
      "text": "them for impairment and I think the guidance from my perspective on modifications and licenses"
    },
    {
      "index": 732,
      "start_time": 4356590.0,
      "end_time": 4362030.0,
      "text": "is fairly complicated, so if those are areas that impact your business, I would take a"
    },
    {
      "index": 733,
      "start_time": 4362030.0,
      "end_time": 4368179.0,
      "text": "good look at those new provisions and the examples. Finally, as I noted, earlier disclosures"
    },
    {
      "index": 734,
      "start_time": 4368180.0,
      "end_time": 4372281.0,
      "text": "really going to impact every organization that has material transactions within the"
    },
    {
      "index": 735,
      "start_time": 4372280.0,
      "end_time": 4376940.0,
      "text": "scope of the standard and I think for the most part that is going to be almost every"
    },
    {
      "index": 736,
      "start_time": 4376940.0,
      "end_time": 4381650.0,
      "text": "organization, certainly there will be a view that how all their contracts with customers"
    },
    {
      "index": 737,
      "start_time": 4381650.0,
      "end_time": 4387510.0,
      "text": "or revenue transactions within another standard, but most organizations are going to be hit"
    },
    {
      "index": 738,
      "start_time": 4387510.0,
      "end_time": 4392130.0,
      "text": "someway by this new standard and we often leave sorting out disclosure until after we"
    },
    {
      "index": 739,
      "start_time": 4392130.0,
      "end_time": 4396150.0,
      "text": "figured out the accounting, but because there are so many new disclosure requirements, I"
    },
    {
      "index": 740,
      "start_time": 4396150.0,
      "end_time": 4400650.0,
      "text": "will drive the need to collect data is probably something to make sure you touch on in terms"
    },
    {
      "index": 741,
      "start_time": 4400650.0,
      "end_time": 4405820.0,
      "text": "of doing your initial assessment. So, there are many ways to approach working"
    },
    {
      "index": 742,
      "start_time": 4405820.0,
      "end_time": 4412380.0,
      "text": "to the impact of a new standard like IFRS 15 and these are just some initial thoughts"
    },
    {
      "index": 743,
      "start_time": 4412380.0,
      "end_time": 4418170.0,
      "text": "on one approach, so, across the top of the slide, we got three different I would say"
    },
    {
      "index": 744,
      "start_time": 4418170.0,
      "end_time": 4423550.0,
      "text": "steps, so the assessment phase, business analysis phase and then implementation phase and then"
    },
    {
      "index": 745,
      "start_time": 4423550.0,
      "end_time": 4428290.0,
      "text": "just start down the column on the left hand side of all the various things that you would"
    },
    {
      "index": 746,
      "start_time": 4428290.0,
      "end_time": 4434980.0,
      "text": "want to be thinking about. Technical accounting, we probably will all have, but I think data"
    },
    {
      "index": 747,
      "start_time": 4434980.0,
      "end_time": 4441040.0,
      "text": "and systems definitely could be impacted and will be impacted for many organizations looking"
    },
    {
      "index": 748,
      "start_time": 4441040.0,
      "end_time": 4446890.0,
      "text": "at controls and then just program management and other things like taxes, communication,"
    },
    {
      "index": 749,
      "start_time": 4446890.0,
      "end_time": 4451860.0,
      "text": "training, all those things need to put in place, so during the assessment phase, you"
    },
    {
      "index": 750,
      "start_time": 4451860.0,
      "end_time": 4457190.0,
      "text": "might start that by, first of all going through a completeness check for scope to ensure you"
    },
    {
      "index": 751,
      "start_time": 4457190.0,
      "end_time": 4461929.0,
      "text": "have captured all the revenue that will be subject to the requirements of IFRS 15 and"
    },
    {
      "index": 752,
      "start_time": 4461930.0,
      "end_time": 4466930.0,
      "text": "then maybe taking a sample of contract or revenue streams and just walking them through"
    },
    {
      "index": 753,
      "start_time": 4466930.0,
      "end_time": 4473821.0,
      "text": "the standard to ensure that views identified all of the areas of potential change. I am"
    },
    {
      "index": 754,
      "start_time": 4473820.0,
      "end_time": 4478179.0,
      "text": "also at the good time to start identifying system impacts and once you have done that,"
    },
    {
      "index": 755,
      "start_time": 4478180.0,
      "end_time": 4482101.0,
      "text": "then I think you would be in a position to develop a preliminary project plan including"
    },
    {
      "index": 756,
      "start_time": 4482100.0,
      "end_time": 4487590.0,
      "text": "your communication requirements. In the second stage, I think you start to delve deeper and"
    },
    {
      "index": 757,
      "start_time": 4487590.0,
      "end_time": 4492620.0,
      "text": "start to develop policies and determine the adoption methods and restarts done earlier"
    },
    {
      "index": 758,
      "start_time": 4492620.0,
      "end_time": 4496190.0,
      "text": "in the presentation, about the different alternatives that are available and you might want to think"
    },
    {
      "index": 759,
      "start_time": 4496190.0,
      "end_time": 4502870.0,
      "text": "through what method you want to flexed because I think especially if you are doing full retrospective,"
    },
    {
      "index": 760,
      "start_time": 4502870.0,
      "end_time": 4508530.0,
      "text": "you might want to get started earlier rather than later and then figuring out the system"
    },
    {
      "index": 761,
      "start_time": 4508530.0,
      "end_time": 4513770.0,
      "text": "requirement. So, what rules the system is to recognize the revenue now and if your timing"
    },
    {
      "index": 762,
      "start_time": 4513770.0,
      "end_time": 4519090.0,
      "text": "and recognition changes, can your system actually accommodate that or what you need to do in"
    },
    {
      "index": 763,
      "start_time": 4519090.0,
      "end_time": 4523550.0,
      "text": "terms of building a bridge or doing something different in terms of ensuring that your system"
    },
    {
      "index": 764,
      "start_time": 4523550.0,
      "end_time": 4527780.0,
      "text": "is going to be able to handle these changes. I am thinking about impact on controls though,"
    },
    {
      "index": 765,
      "start_time": 4527780.0,
      "end_time": 4533400.0,
      "text": "again all these modifications as an example, do you have controls in place to capture modifications"
    },
    {
      "index": 766,
      "start_time": 4533400.0,
      "end_time": 4537520.0,
      "text": "and look at the impact of modifications because the accounting can be different depending"
    },
    {
      "index": 767,
      "start_time": 4537520.0,
      "end_time": 4541690.0,
      "text": "on the type of modification. I think this is the good time to also start evaluating"
    },
    {
      "index": 768,
      "start_time": 4541690.0,
      "end_time": 4546420.0,
      "text": "training requirements, update stakeholders and to consider any tax implications that"
    },
    {
      "index": 769,
      "start_time": 4546420.0,
      "end_time": 4554640.0,
      "text": "may result from the standard. Finally, implementation. By this time, you will be into preparing disclosures"
    },
    {
      "index": 770,
      "start_time": 4554640.0,
      "end_time": 4558230.0,
      "text": "ensuring that your auditor is up-to-date with all of the decisions you have made to date"
    },
    {
      "index": 771,
      "start_time": 4558230.0,
      "end_time": 4563070.0,
      "text": "and concurs with them certainly well into systems testing, rolling out training and"
    },
    {
      "index": 772,
      "start_time": 4563070.0,
      "end_time": 4567949.0,
      "text": "updating stakeholders, so, I think it is quite a process to go through and of course, we"
    },
    {
      "index": 773,
      "start_time": 4567950.0,
      "end_time": 4574410.0,
      "text": "need each of those steps. There are numerous other steps too to consider. Finally, we will"
    },
    {
      "index": 774,
      "start_time": 4574410.0,
      "end_time": 4579011.0,
      "text": "just touch on what we will call the broader impact, so on this slide, we have identified"
    },
    {
      "index": 775,
      "start_time": 4579010.0,
      "end_time": 4584159.0,
      "text": "a number of stakeholders down the left hand side that will be potentially interested and"
    },
    {
      "index": 776,
      "start_time": 4584160.0,
      "end_time": 4591921.0,
      "text": "understanding what the impact will be. So, you have got lenders, market, investors, employees,"
    },
    {
      "index": 777,
      "start_time": 4591920.0,
      "end_time": 4599140.0,
      "text": "the board and across the top, the different types of impact that actually could come into"
    },
    {
      "index": 778,
      "start_time": 4599140.0,
      "end_time": 4606130.0,
      "text": "place, though things like perception and understanding of analysts and broader market impacts. Certainly,"
    },
    {
      "index": 779,
      "start_time": 4606130.0,
      "end_time": 4611020.0,
      "text": "the markets will want to know if your revenue recognition model is going to change significantly."
    },
    {
      "index": 780,
      "start_time": 4611020.0,
      "end_time": 4618179.0,
      "text": "Does it impact the availability of profits for distribution? Does it change key performance"
    },
    {
      "index": 781,
      "start_time": 4618180.0,
      "end_time": 4623561.0,
      "text": "indicators and other metrics that you might use to manage our business internally? If"
    },
    {
      "index": 782,
      "start_time": 4623560.0,
      "end_time": 4633929.0,
      "text": "you could just advance the slide. Are there things like potential noncompliance with loan"
    },
    {
      "index": 783,
      "start_time": 4633930.0,
      "end_time": 4638771.0,
      "text": "covenants? You are going to have new assets and liabilities on your balance sheet, you"
    },
    {
      "index": 784,
      "start_time": 4638770.0,
      "end_time": 4645000.0,
      "text": "are going to have potentially different timing in terms of revenue recognition, so how does"
    },
    {
      "index": 785,
      "start_time": 4645000.0,
      "end_time": 4650949.0,
      "text": "that impact the covenants that you may have in place and then finally last but not least,"
    },
    {
      "index": 786,
      "start_time": 4650950.0,
      "end_time": 4655700.0,
      "text": "if you have compensation and bonus plans in place that relate to financial performance"
    },
    {
      "index": 787,
      "start_time": 4655700.0,
      "end_time": 4660011.0,
      "text": "and financial performance is going to change, then those are things that you are also going"
    },
    {
      "index": 788,
      "start_time": 4660010.0,
      "end_time": 4664239.0,
      "text": "to want to look at in terms of thinking through what these impacts are, so I think once you"
    },
    {
      "index": 789,
      "start_time": 4664240.0,
      "end_time": 4669891.0,
      "text": "get started in terms of assessing the impacts and I know you are going to be starting that"
    },
    {
      "index": 790,
      "start_time": 4669890.0,
      "end_time": 4675440.0,
      "text": "soon. I think about the fact that the impacts maybe broader than initially thought and it"
    },
    {
      "index": 791,
      "start_time": 4675440.0,
      "end_time": 4679640.0,
      "text": "is worthwhile spending some time to think through all of those stakeholders that maybe"
    },
    {
      "index": 792,
      "start_time": 4679640.0,
      "end_time": 4690080.0,
      "text": "impacted. Jon, I will turn it back to you. Thank you very much Cindy."
    },
    {
      "index": 793,
      "start_time": 4690080.0,
      "end_time": 4694440.0,
      "text": "I think we have our final polling question now."
    },
    {
      "index": 794,
      "start_time": 4694440.0,
      "end_time": 4697929.0,
      "text": "What level of impact you believe the new revenue standard will have?"
    },
    {
      "index": 795,
      "start_time": 4697930.0,
      "end_time": 4700841.0,
      "text": "1. Will that be a significant change to current practice"
    },
    {
      "index": 796,
      "start_time": 4700840.0,
      "end_time": 4704610.0,
      "text": "2. Any material change to current practice. 3. Not assessed"
    },
    {
      "index": 797,
      "start_time": 4704610.0,
      "end_time": 4710080.0,
      "text": "4. Not applicable. Remember to click on submit answer. So, we"
    },
    {
      "index": 798,
      "start_time": 4710080.0,
      "end_time": 4716320.0,
      "text": "are waiting for the results. There is another question for you Cindy and it relates to implementation."
    },
    {
      "index": 799,
      "start_time": 4716320.0,
      "end_time": 4720090.0,
      "text": "The question is: Why can start it now? The standards mandatory"
    },
    {
      "index": 800,
      "start_time": 4720090.0,
      "end_time": 4725880.0,
      "text": "effect to date is still more than two years away. It seems like a quite a bit of time."
    },
    {
      "index": 801,
      "start_time": 4725880.0,
      "end_time": 4730719.0,
      "text": "I think that that maybe true for some entities, but if you look at the way that some industries"
    },
    {
      "index": 802,
      "start_time": 4730720.0,
      "end_time": 4736171.0,
      "text": "that are impacted like the telecom sector. They have actually been working on this for"
    },
    {
      "index": 803,
      "start_time": 4736170.0,
      "end_time": 4742610.0,
      "text": "at least a year, if not more. So, I think you got to start at least thinking about how"
    },
    {
      "index": 804,
      "start_time": 4742610.0,
      "end_time": 4747210.0,
      "text": "bigger an impact is this on your organization and how are you going to actually implement"
    },
    {
      "index": 805,
      "start_time": 4747210.0,
      "end_time": 4753800.0,
      "text": "a standard. If you do full retrospective, which you may want to do maintain trends,"
    },
    {
      "index": 806,
      "start_time": 4753800.0,
      "end_time": 4757820.0,
      "text": "then you are going to have to sort out what the impact is on your contracts in the near"
    },
    {
      "index": 807,
      "start_time": 4757820.0,
      "end_time": 4763860.0,
      "text": "term. I think to give big system implications related to the scanner, those take a lot of"
    },
    {
      "index": 808,
      "start_time": 4763860.0,
      "end_time": 4773190.0,
      "text": "time to deal with. So, I think from our experience certainly some larger companies and that all"
    },
    {
      "index": 809,
      "start_time": 4773190.0,
      "end_time": 4779140.0,
      "text": "started to deal with it prior to the finalization of the standard, but I think what we talked"
    },
    {
      "index": 810,
      "start_time": 4779140.0,
      "end_time": 4784010.0,
      "text": "to more and more companies about it, they are getting started now. The standard is final"
    },
    {
      "index": 811,
      "start_time": 4784010.0,
      "end_time": 4788050.0,
      "text": "and it is a good time to at least do a preliminary assessment and figure out how much work it"
    },
    {
      "index": 812,
      "start_time": 4788050.0,
      "end_time": 4792219.0,
      "text": "is going to do to implement to standard. Thanks a lot."
    },
    {
      "index": 813,
      "start_time": 4792220.0,
      "end_time": 4798561.0,
      "text": "Let us see, we have got the results. This is an interesting split. 38% have not"
    },
    {
      "index": 814,
      "start_time": 4798560.0,
      "end_time": 4804760.0,
      "text": "yet assessed, 28% think that the change will be immaterial and almost a quarter say it"
    },
    {
      "index": 815,
      "start_time": 4804760.0,
      "end_time": 4811650.0,
      "text": "will be significant. Again, it is going to take some time to figure all of this out and"
    },
    {
      "index": 816,
      "start_time": 4811650.0,
      "end_time": 4819290.0,
      "text": "I guess the devils going to be in the details. Okay, please do not hesitate to take advantage"
    },
    {
      "index": 817,
      "start_time": 4819290.0,
      "end_time": 4825800.0,
      "text": "of our global publications and resources related to IFRS 15 and look out for the Canadian versions"
    },
    {
      "index": 818,
      "start_time": 4825800.0,
      "end_time": 4831460.0,
      "text": "of IFRS 15 industry insights for a number industries that will be headed your way soon."
    },
    {
      "index": 819,
      "start_time": 4831460.0,
      "end_time": 4837030.0,
      "text": "Also, please do not hesitate to contact any of our experts and you will see the names"
    },
    {
      "index": 820,
      "start_time": 4837030.0,
      "end_time": 4841400.0,
      "text": "on screen. A couple of them should be familiar to you now. They will be more than happy to"
    },
    {
      "index": 821,
      "start_time": 4841400.0,
      "end_time": 4847000.0,
      "text": "assist you with any questions or concerns that you might have. This is the formal part"
    },
    {
      "index": 822,
      "start_time": 4847000.0,
      "end_time": 4851590.0,
      "text": "of our presentation, but before we begin our question and answer period, just a note to"
    },
    {
      "index": 823,
      "start_time": 4851590.0,
      "end_time": 4857110.0,
      "text": "say that we do appreciate your feedback and kindly ask that you fill out our survey. You"
    },
    {
      "index": 824,
      "start_time": 4857110.0,
      "end_time": 4862920.0,
      "text": "should expect to see a pop-up survey appear on your screen shortly. This has some development"
    },
    {
      "index": 825,
      "start_time": 4862920.0,
      "end_time": 4868020.0,
      "text": "of our future webcast, we take these surveys very seriously, so please continue to send"
    },
    {
      "index": 826,
      "start_time": 4868020.0,
      "end_time": 4872610.0,
      "text": "us suggestions and feel free to also let us know what we are doing well so we can keep"
    },
    {
      "index": 827,
      "start_time": 4872610.0,
      "end_time": 4879100.0,
      "text": "it up. We do have quite a few questions in the queue today, so we will not be able to"
    },
    {
      "index": 828,
      "start_time": 4879100.0,
      "end_time": 4884000.0,
      "text": "get all of them, particularly those related to specific fact patterns for your organizations."
    },
    {
      "index": 829,
      "start_time": 4884000.0,
      "end_time": 4889190.0,
      "text": "I would recommend that you discuss your questions with your Deloitte Partner or Deloitte Contact,"
    },
    {
      "index": 830,
      "start_time": 4889190.0,
      "end_time": 4894659.0,
      "text": "so they can help you resolve any questions or concerns that you might have. So, I think"
    },
    {
      "index": 831,
      "start_time": 4894660.0,
      "end_time": 4906771.0,
      "text": "getting to the questions, let me just get to the queue here. The first one is for Maryse"
    },
    {
      "index": 832,
      "start_time": 4906770.0,
      "end_time": 4910760.0,
      "text": "and the question is: On a long-term construction contract, with"
    },
    {
      "index": 833,
      "start_time": 4910760.0,
      "end_time": 4916400.0,
      "text": "the revenue recognition be based on a milestone schedule for example. Is that of measuring"
    },
    {
      "index": 834,
      "start_time": 4916400.0,
      "end_time": 4919159.0,
      "text": "percentage of cost completed?  "
    },
    {
      "index": 835,
      "start_time": 4919160.0,
      "end_time": 4930631.0,
      "text": "Okay sure. Good question. I guess with IFRS 15, I think similar to what we had under IAS"
    },
    {
      "index": 836,
      "start_time": 4930630.0,
      "end_time": 4936600.0,
      "text": "11 on construction contracts, the standard acknowledges there are different methods of"
    },
    {
      "index": 837,
      "start_time": 4936600.0,
      "end_time": 4943120.0,
      "text": "measuring the extent of satisfaction of performance obligation and the standard basically says"
    },
    {
      "index": 838,
      "start_time": 4943120.0,
      "end_time": 4950980.0,
      "text": "that there are different methods that might include output method and input method. In"
    },
    {
      "index": 839,
      "start_time": 4950980.0,
      "end_time": 4955380.0,
      "text": "output method, it is well acknowledge that there are different methods again, so it could"
    },
    {
      "index": 840,
      "start_time": 4955380.0,
      "end_time": 4962530.0,
      "text": "be a milestone method, it could be units produced or some type of measure based on some output."
    },
    {
      "index": 841,
      "start_time": 4962530.0,
      "end_time": 4969980.0,
      "text": "I think the idea is that although IFRS 15 acknowledges that you can use and input and"
    },
    {
      "index": 842,
      "start_time": 4969980.0,
      "end_time": 4975610.0,
      "text": "output method that encourages or tells you that the method chosen, needs to reflect faithfully,"
    },
    {
      "index": 843,
      "start_time": 4975610.0,
      "end_time": 4982590.0,
      "text": "the entity’s performance in satisfying a performance obligation. It also indicates"
    },
    {
      "index": 844,
      "start_time": 4982590.0,
      "end_time": 4988650.0,
      "text": "that you have to challenge yourself on that, so if you do choose an output method and the"
    },
    {
      "index": 845,
      "start_time": 4988650.0,
      "end_time": 4995380.0,
      "text": "example given in the standard based on units produced that may not necessarily reflect"
    },
    {
      "index": 846,
      "start_time": 4995380.0,
      "end_time": 5000179.0,
      "text": "the entity’s performance and satisfying the performance obligation, if for example"
    },
    {
      "index": 847,
      "start_time": 5000180.0,
      "end_time": 5004401.0,
      "text": "there is work in progress or there are some finished goods that are controlled by the"
    },
    {
      "index": 848,
      "start_time": 5004400.0,
      "end_time": 5007929.0,
      "text": "customer, that are included in that measure of progress."
    },
    {
      "index": 849,
      "start_time": 5007930.0,
      "end_time": 5013341.0,
      "text": "So, we have to take a note of that and also the standard highlights that certain costs"
    },
    {
      "index": 850,
      "start_time": 5013340.0,
      "end_time": 5019719.0,
      "text": "need to be expensed and costs that related to satisfy performance obligations or partially"
    },
    {
      "index": 851,
      "start_time": 5019720.0,
      "end_time": 5026081.0,
      "text": "satisfied performance obligations in a contract also need to be expensed. So, those are things"
    },
    {
      "index": 852,
      "start_time": 5026080.0,
      "end_time": 5029460.0,
      "text": "that I would put out there as consideration points Jon."
    },
    {
      "index": 853,
      "start_time": 5029460.0,
      "end_time": 5036469.0,
      "text": "Okay, thanks Maryse. Actually we have Lloyd in question for Joyce. The question is any"
    },
    {
      "index": 854,
      "start_time": 5036470.0,
      "end_time": 5042631.0,
      "text": "fundamental changes to construction contract, revenue recognition under the new standard."
    },
    {
      "index": 855,
      "start_time": 5042630.0,
      "end_time": 5049850.0,
      "text": "I mean currently under the existing IFRS guidance when you have a construction contract, you"
    },
    {
      "index": 856,
      "start_time": 5049850.0,
      "end_time": 5058719.0,
      "text": "are following scope of IAS 11 and it gives the revenue recognition guidance and there"
    },
    {
      "index": 857,
      "start_time": 5058720.0,
      "end_time": 5069990.0,
      "text": "are typically as over time and taken to consideration, recoverability of the consideration to be"
    },
    {
      "index": 858,
      "start_time": 5069990.0,
      "end_time": 5077401.0,
      "text": "received and that will dictate how you account for the construction contracts from the revenue"
    },
    {
      "index": 859,
      "start_time": 5077400.0,
      "end_time": 5085170.0,
      "text": "perspective. Under the news, there is extensive guidance that talks about whether or not you"
    },
    {
      "index": 860,
      "start_time": 5085170.0,
      "end_time": 5091150.0,
      "text": "would recognize revenue at a point in time or over time and particularly with constructing"
    },
    {
      "index": 861,
      "start_time": 5091150.0,
      "end_time": 5099949.0,
      "text": "an asset or construction contract, in situations where you are not delivering benefits to the"
    },
    {
      "index": 862,
      "start_time": 5099950.0,
      "end_time": 5106831.0,
      "text": "customers throughout the construction process, then you fall under the section where you"
    },
    {
      "index": 863,
      "start_time": 5106830.0,
      "end_time": 5111900.0,
      "text": "need to consider whether or not and what you have constructed, has alternative use and"
    },
    {
      "index": 864,
      "start_time": 5111900.0,
      "end_time": 5119040.0,
      "text": "whether or not the entity is able to enforce payment and an amount that is approximating"
    },
    {
      "index": 865,
      "start_time": 5119040.0,
      "end_time": 5125550.0,
      "text": "the purchase price or the selling price of that asset whether or not it is fully constructed"
    },
    {
      "index": 866,
      "start_time": 5125550.0,
      "end_time": 5131739.0,
      "text": "or partially constructed. So, in order to be able to recognize revenue over time, we"
    },
    {
      "index": 867,
      "start_time": 5131740.0,
      "end_time": 5137501.0,
      "text": "need to meet those two conditions, which is not something that we currently need to assess"
    },
    {
      "index": 868,
      "start_time": 5137500.0,
      "end_time": 5146100.0,
      "text": "in terms of the amount that you can enforce payment for. I would say in applying the new"
    },
    {
      "index": 869,
      "start_time": 5146100.0,
      "end_time": 5150940.0,
      "text": "standard, company would need to look at all their contracts, how it is being structured"
    },
    {
      "index": 870,
      "start_time": 5150940.0,
      "end_time": 5156050.0,
      "text": "particularly around the payments term, the amount that has been paid and whether or not"
    },
    {
      "index": 871,
      "start_time": 5156050.0,
      "end_time": 5162900.0,
      "text": "at any point during the contract term the entity is entitled to an amount that approximate"
    },
    {
      "index": 872,
      "start_time": 5162900.0,
      "end_time": 5170780.0,
      "text": "the selling price of the assets in progress in order to be able to support revenue recognition"
    },
    {
      "index": 873,
      "start_time": 5170780.0,
      "end_time": 5175610.0,
      "text": "over time; otherwise, then the center would pursue that you would need to recognize that"
    },
    {
      "index": 874,
      "start_time": 5175610.0,
      "end_time": 5181969.0,
      "text": "at the point in time and you need to then assess when that happen, you need to assess"
    },
    {
      "index": 875,
      "start_time": 5181970.0,
      "end_time": 5187791.0,
      "text": "when control has been transferred to the customer. Okay. Thanks Joyce."
    },
    {
      "index": 876,
      "start_time": 5187790.0,
      "end_time": 5192830.0,
      "text": "  Another question for Maryse here. What would"
    },
    {
      "index": 877,
      "start_time": 5192830.0,
      "end_time": 5199540.0,
      "text": "consider at or near the same time i.e. what period related to contract combinations?"
    },
    {
      "index": 878,
      "start_time": 5199540.0,
      "end_time": 5206510.0,
      "text": "Another very common question I think that we previously had as well in application of"
    },
    {
      "index": 879,
      "start_time": 5206510.0,
      "end_time": 5215900.0,
      "text": "prior GAAP. So, under IFRS 15, I think there is no clear or explicit threshold or guidance"
    },
    {
      "index": 880,
      "start_time": 5215900.0,
      "end_time": 5221780.0,
      "text": "to look to in terms of determining what time proximity you need to consider. I think the"
    },
    {
      "index": 881,
      "start_time": 5221780.0,
      "end_time": 5226860.0,
      "text": "closer the time period, the more likely that some contracts will need to be combined to"
    },
    {
      "index": 882,
      "start_time": 5226860.0,
      "end_time": 5232510.0,
      "text": "further away the time period. Obviously, at the other end of the spectrum less likely"
    },
    {
      "index": 883,
      "start_time": 5232510.0,
      "end_time": 5236960.0,
      "text": "that the contracts will be combined, but it is not just a question of time proximity,"
    },
    {
      "index": 884,
      "start_time": 5236960.0,
      "end_time": 5243090.0,
      "text": "the standard talks about a number of criteria and they say, if contracts are negotiated"
    },
    {
      "index": 885,
      "start_time": 5243090.0,
      "end_time": 5249270.0,
      "text": "at or near the same time with the same customer and you meet one of the following criteria"
    },
    {
      "index": 886,
      "start_time": 5249270.0,
      "end_time": 5254280.0,
      "text": "then you should combine those contract and those criteria are that the contracts are"
    },
    {
      "index": 887,
      "start_time": 5254280.0,
      "end_time": 5261310.0,
      "text": "negotiated as a package, so we will need to do one single project, the amount of consideration"
    },
    {
      "index": 888,
      "start_time": 5261310.0,
      "end_time": 5268179.0,
      "text": "in one is dependent on the price of performance of another contract and the goods or the services"
    },
    {
      "index": 889,
      "start_time": 5268180.0,
      "end_time": 5276881.0,
      "text": "promised in the contracts or a single performance obligation in accordance with assessing the"
    },
    {
      "index": 890,
      "start_time": 5276880.0,
      "end_time": 5283230.0,
      "text": "other pieces of the literature that would cover today. So, hope that helps Jon. Yes."
    },
    {
      "index": 891,
      "start_time": 5283230.0,
      "end_time": 5288650.0,
      "text": "Thank you. There is a question here for Cindy. What are"
    },
    {
      "index": 892,
      "start_time": 5288650.0,
      "end_time": 5293860.0,
      "text": "the significant differences between this new standard and equivalent US GAAP standard?"
    },
    {
      "index": 893,
      "start_time": 5293860.0,
      "end_time": 5299489.0,
      "text": "Okay. Actually, I think the boards did a nice job and actually in laying out those differences,"
    },
    {
      "index": 894,
      "start_time": 5299490.0,
      "end_time": 5307321.0,
      "text": "so, there is an appendix to the basis for conclusion, which lists five different areas"
    },
    {
      "index": 895,
      "start_time": 5307320.0,
      "end_time": 5316230.0,
      "text": "where IFRS 15 differs from FASB Topic 606 in terms of a new standard. They are first"
    },
    {
      "index": 896,
      "start_time": 5316230.0,
      "end_time": 5320360.0,
      "text": "of all related to collectability threshold, so as we have about on this webcast, there"
    },
    {
      "index": 897,
      "start_time": 5320360.0,
      "end_time": 5325210.0,
      "text": "is a requirement to assess probability of collectability because probable has a different"
    },
    {
      "index": 898,
      "start_time": 5325210.0,
      "end_time": 5330679.0,
      "text": "meaning under IFRS and US GAAP that is identified as a difference. There is some different disclosures"
    },
    {
      "index": 899,
      "start_time": 5330680.0,
      "end_time": 5338470.0,
      "text": "required with respect to interim disclosures, the US having additional disclosure requirements."
    },
    {
      "index": 900,
      "start_time": 5338470.0,
      "end_time": 5343430.0,
      "text": "There is a difference with respect to being able to adopt a standard early, so, I think"
    },
    {
      "index": 901,
      "start_time": 5343430.0,
      "end_time": 5348511.0,
      "text": "as Maryse mentioned under IFRS you can and under GAAP you cannot. There is a difference"
    },
    {
      "index": 902,
      "start_time": 5348510.0,
      "end_time": 5356400.0,
      "text": "related to impairment reversals though I touched on having to assess contract cost for impairment"
    },
    {
      "index": 903,
      "start_time": 5356400.0,
      "end_time": 5360350.0,
      "text": "and then having to assess whether or not those impairment charges could be reversed when"
    },
    {
      "index": 904,
      "start_time": 5360350.0,
      "end_time": 5365449.0,
      "text": "you can reverse them under US GAAP and then finally there is different requirements in"
    },
    {
      "index": 905,
      "start_time": 5365450.0,
      "end_time": 5369890.0,
      "text": "terms of dealing with non-public entities. So, those are then listed differences. The"
    },
    {
      "index": 906,
      "start_time": 5369890.0,
      "end_time": 5373700.0,
      "text": "only other thing I would point out is when you are dealing with like this standard and"
    },
    {
      "index": 907,
      "start_time": 5373700.0,
      "end_time": 5379371.0,
      "text": "another standard. So, Maryse touched on if you have contracts under multiple standards."
    },
    {
      "index": 908,
      "start_time": 5379370.0,
      "end_time": 5382960.0,
      "text": "The other standards could be different rate. So, you could run into actually differences"
    },
    {
      "index": 909,
      "start_time": 5382960.0,
      "end_time": 5389040.0,
      "text": "in treatments not because of what is an IFRS 15, but because of how IFRS 15 relates to"
    },
    {
      "index": 910,
      "start_time": 5389040.0,
      "end_time": 5398290.0,
      "text": "the other standards or the equivalent US standard related to the other standards. One more question"
    },
    {
      "index": 911,
      "start_time": 5398290.0,
      "end_time": 5403719.0,
      "text": "for you Cindy. The question is, I have read through these disclosure requirements of the"
    },
    {
      "index": 912,
      "start_time": 5403720.0,
      "end_time": 5409950.0,
      "text": "standard, and we use the word shell, what does that mean. Does that mean that all disclosures"
    },
    {
      "index": 913,
      "start_time": 5409950.0,
      "end_time": 5417841.0,
      "text": "are required? If you read through all the disclosures, there are a lot and I think that"
    },
    {
      "index": 914,
      "start_time": 5417840.0,
      "end_time": 5425130.0,
      "text": "you certainly have to into consideration what material and the guidance does talk about"
    },
    {
      "index": 915,
      "start_time": 5425130.0,
      "end_time": 5430989.0,
      "text": "some objectives with respect to disclosure requirement. So, I am not sure at the point"
    },
    {
      "index": 916,
      "start_time": 5430990.0,
      "end_time": 5436700.0,
      "text": "where we would say everything go and line item is required from an IFRS perspective"
    },
    {
      "index": 917,
      "start_time": 5436700.0,
      "end_time": 5441240.0,
      "text": "that is certainly you need to go through them to assess how they apply to your organization"
    },
    {
      "index": 918,
      "start_time": 5441240.0,
      "end_time": 5448271.0,
      "text": "and whether they provide meaning information to the readers of the statements. Thank you."
    },
    {
      "index": 919,
      "start_time": 5448270.0,
      "end_time": 5454860.0,
      "text": "Thanks again to our speakers, Maryse Vendette, Joyce Lam and Cindy Veinot. Also thanks to"
    },
    {
      "index": 920,
      "start_time": 5454860.0,
      "end_time": 5461270.0,
      "text": "our behind scenes team Nura Taef, Karen Dooley and Elise Beckles. We hope you found this"
    },
    {
      "index": 921,
      "start_time": 5461270.0,
      "end_time": 5466310.0,
      "text": "webcast helpful and informative. If you want additional information, please visit our website"
    },
    {
      "index": 922,
      "start_time": 5466310.0,
      "end_time": 5475130.0,
      "text": "at www.corpgov.deloitte.com and to all of you viewing our webcast today, thank you for"
    },
    {
      "index": 923,
      "start_time": 5475130.0,
      "end_time": 5482270.0,
      "text": "joining us and happy Canada Day. This concludes our webcast bringing clarity to an IFRS world"
    },
    {
      "index": 924,
      "start_time": 5482270.0,
      "end_time": 5492270.0,
      "text": "- IFRS 15 revenue from contracts with customers."
    }
  ]
}