{
  "video_id": "v7f0bKIOwys",
  "title": "What ISIS Wants",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 1980.0,
      "end_time": 7180.0,
      "text": "It seems that hardly a day goes by in which the Islamic State, also known as ISIS or ISIL,"
    },
    {
      "index": 2,
      "start_time": 7180.0,
      "end_time": 11860.0,
      "text": "doesn’t appear in a newspaper or on a TV news screen. And the news is always bad"
    },
    {
      "index": 3,
      "start_time": 11860.0,
      "end_time": 16100.0,
      "text": "-- hideous death and wanton destruction of a type rarely seen in modern history."
    },
    {
      "index": 4,
      "start_time": 16100.000000000002,
      "end_time": 21180.0,
      "text": "So, what is the Islamic State? Where did it come from? What does it want? And why?"
    },
    {
      "index": 5,
      "start_time": 21180.0,
      "end_time": 23920.0,
      "text": "Let’s try to answer these questions in turn."
    },
    {
      "index": 6,
      "start_time": 23920.0,
      "end_time": 29000.0,
      "text": "First, ISIS is the illegitimate child of Saddam Hussein’s regime and al Qaeda."
    },
    {
      "index": 7,
      "start_time": 29000.0,
      "end_time": 33820.0,
      "text": "Saddam’s former military and intelligence officers hold many of ISIS’s most senior positions"
    },
    {
      "index": 8,
      "start_time": 33820.0,
      "end_time": 40190.0,
      "text": "and have overseen the group’s rise to prominence. In 2002 and early 2003, some al Qaeda members"
    },
    {
      "index": 9,
      "start_time": 40190.0,
      "end_time": 44330.0,
      "text": "relocated from Afghanistan to Iraq, where they prepared to fight the Americans,"
    },
    {
      "index": 10,
      "start_time": 44330.0,
      "end_time": 49440.0,
      "text": "who toppled Saddam Hussein’s regime in March 2003. These jihadists became known as al Qaeda"
    },
    {
      "index": 11,
      "start_time": 49440.0,
      "end_time": 56420.0,
      "text": "in Iraq when their leader Abu Musab al Zarqawi swore his allegiance to Osama bin Laden in 2004."
    },
    {
      "index": 12,
      "start_time": 56420.0,
      "end_time": 62600.0,
      "text": "Zarqawi, a murderous psychopath, was finally killed by US and Iraqi forces in June 2006."
    },
    {
      "index": 13,
      "start_time": 62600.0,
      "end_time": 67520.0,
      "text": "Following his death, al Qaeda in Iraq was rebranded as the Islamic State of Iraq."
    },
    {
      "index": 14,
      "start_time": 67520.0,
      "end_time": 73590.0,
      "text": "In 2010 a new leader took control of the group -- Abu Bakr al Baghdadi. Taking advantage"
    },
    {
      "index": 15,
      "start_time": 73590.0,
      "end_time": 78759.0,
      "text": "of the power vacuum left by the complete US withdrawal from Iraq in 2011 and the Syrian"
    },
    {
      "index": 16,
      "start_time": 78759.0,
      "end_time": 83630.0,
      "text": "Civil War that began that same year, Baghdadi and his lieutenants greatly expanded the size"
    },
    {
      "index": 17,
      "start_time": 83630.0,
      "end_time": 89250.0,
      "text": "and scope of the organization. At first, Baghdadi was loyal to al Qaeda’s senior leadership."
    },
    {
      "index": 18,
      "start_time": 89250.0,
      "end_time": 94619.0,
      "text": "But in 2013 he defied orders from his superiors and declared that his group was now the Islamic"
    },
    {
      "index": 19,
      "start_time": 94619.0,
      "end_time": 100899.0,
      "text": "State of Iraq and Syria or Levant, known by its acronyms ISIS and ISIL. It’s worth noting"
    },
    {
      "index": 20,
      "start_time": 100899.0,
      "end_time": 105260.0,
      "text": "that ISIS continues to market Osama bin Laden’s endorsement of them to this day."
    },
    {
      "index": 21,
      "start_time": 105260.0,
      "end_time": 110599.0,
      "text": "What does ISIS want and why? ISIS is attempting to resurrect an empire similar to those that"
    },
    {
      "index": 22,
      "start_time": 110599.0,
      "end_time": 114900.0,
      "text": "arose in Islam’s early history. These empires were referred to as “caliphates”"
    },
    {
      "index": 23,
      "start_time": 114900.0,
      "end_time": 120020.0,
      "text": "and led by a “Caliph,” the Muslims’ chief ruler, also known as the “Emir of the Faithful.”"
    },
    {
      "index": 24,
      "start_time": 120020.0,
      "end_time": 123960.0,
      "text": "This is, in fact, how Baghdadi’s followers now refer to him."
    },
    {
      "index": 25,
      "start_time": 123960.0,
      "end_time": 129130.0,
      "text": "ISIS relies on a rich Islamic mythology, with citations from Islamic texts, to justify its"
    },
    {
      "index": 26,
      "start_time": 129130.0,
      "end_time": 134549.0,
      "text": "actions and portray itself as the true heirs of Mohammed. Their propaganda videos use Islam’s"
    },
    {
      "index": 27,
      "start_time": 134549.0,
      "end_time": 139629.0,
      "text": "early history to frame their actions as part of an ongoing conflict with the “Crusaders.”"
    },
    {
      "index": 28,
      "start_time": 139629.0,
      "end_time": 144620.0,
      "text": "ISIS’s leaders want their followers to believe they are fighting as part of this same religious war."
    },
    {
      "index": 29,
      "start_time": 144620.0,
      "end_time": 150420.0,
      "text": "When ISIS’s Libyan branch executed 21 Egyptian Coptic Christians in 2015,"
    },
    {
      "index": 30,
      "start_time": 150420.0,
      "end_time": 154760.0,
      "text": "ISIS advertised the slayings in a video titled, “A Message Signed With Blood to the Nation"
    },
    {
      "index": 31,
      "start_time": 154760.0,
      "end_time": 159020.0,
      "text": "of the Cross” – “the Nation of the Cross,” of course, meaning Christians."
    },
    {
      "index": 32,
      "start_time": 159020.0,
      "end_time": 164689.0,
      "text": "That&#39;s why on Libya’s Mediterranean shores, the lead executioner of the Egyptian Coptic Christians"
    },
    {
      "index": 33,
      "start_time": 164689.0,
      "end_time": 168089.0,
      "text": "pointed his knife in the direction of Italy and promised to conquer Rome,"
    },
    {
      "index": 34,
      "start_time": 168089.0,
      "end_time": 170250.0,
      "text": "the symbolic seat of Christendom."
    },
    {
      "index": 35,
      "start_time": 170250.0,
      "end_time": 175349.0,
      "text": "Despite seeking to spark an inter-faith war, however, most of ISIS’s victims are Muslims,"
    },
    {
      "index": 36,
      "start_time": 175349.0,
      "end_time": 181009.0,
      "text": "especially Shiite Muslims for whom ISIS, which is Sunni Muslim, harbors a special animosity."
    },
    {
      "index": 37,
      "start_time": 181009.0,
      "end_time": 185640.0,
      "text": "ISIS claims that any Muslim who does not swear bay’ah (an oath of allegiance) to Baghdadi"
    },
    {
      "index": 38,
      "start_time": 185640.0,
      "end_time": 189859.0,
      "text": "is an “infidel” or an “apostate.” Even ISIS’s rival jihadists in al Qaeda"
    },
    {
      "index": 39,
      "start_time": 189859.0,
      "end_time": 194300.0,
      "text": "are considered apostates, because they refuse to genuflect to Baghdadi."
    },
    {
      "index": 40,
      "start_time": 194300.0,
      "end_time": 198879.0,
      "text": "In November 2014, Baghdadi announced that his “caliphate” had expanded into several"
    },
    {
      "index": 41,
      "start_time": 198879.0,
      "end_time": 203480.0,
      "text": "areas outside of Iraq and Syria. Baghdadi’s people set up “provinces” everywhere from"
    },
    {
      "index": 42,
      "start_time": 203480.0,
      "end_time": 209549.0,
      "text": "West and North Africa to the Arabian Peninsula to South Asia. ISIS argues that Muslims owe"
    },
    {
      "index": 43,
      "start_time": 209549.0,
      "end_time": 214080.0,
      "text": "these “provinces” their loyalty. Most of these “provinces” control little territory,"
    },
    {
      "index": 44,
      "start_time": 214080.0,
      "end_time": 218560.0,
      "text": "but they have become prolific killers. Just over one year after Baghdadi’s announcement,"
    },
    {
      "index": 45,
      "start_time": 218560.0,
      "end_time": 222780.0,
      "text": "the Islamic State’s “provinces” had already engaged in hundreds of terrorist attacks."
    },
    {
      "index": 46,
      "start_time": 222780.0,
      "end_time": 227909.0,
      "text": "On Oct. 31, 2015, for example, the Islamic State’s “province” in Sinai brought"
    },
    {
      "index": 47,
      "start_time": 227909.0,
      "end_time": 232509.0,
      "text": "down a Russian airliner, killing all 224 people on board."
    },
    {
      "index": 48,
      "start_time": 232509.0,
      "end_time": 237969.0,
      "text": "In sum, ISIS is attempting to become a permanent totalitarian state, inspired by the “caliphates”"
    },
    {
      "index": 49,
      "start_time": 237969.0,
      "end_time": 241989.0,
      "text": "of Islam’s first decades. From this base, they will spread their ideology to the rest"
    },
    {
      "index": 50,
      "start_time": 241989.0,
      "end_time": 246609.0,
      "text": "of the world. Anyone who stands in the way is marked for death. But ISIS’s “caliphate”"
    },
    {
      "index": 51,
      "start_time": 246609.0,
      "end_time": 252249.0,
      "text": "claim rests on its ability to control territory. This is both its strength and Achilles heel."
    },
    {
      "index": 52,
      "start_time": 252249.0,
      "end_time": 255930.0,
      "text": "Should it lose significant ground in Iraq and Syria, its caliphate claim will become"
    },
    {
      "index": 53,
      "start_time": 255930.0,
      "end_time": 260590.0,
      "text": "tenuous, severely damaging its legitimacy in the eyes of many Muslims."
    },
    {
      "index": 54,
      "start_time": 260589.99999999997,
      "end_time": 265039.0,
      "text": "How this might happen is a key question for the United States, Europe, Asia and many in"
    },
    {
      "index": 55,
      "start_time": 265039.0,
      "end_time": 269960.0,
      "text": "the Arab World. But this much we know: It will take much more than air strikes."
    },
    {
      "index": 56,
      "start_time": 269960.0,
      "end_time": 279960.0,
      "text": "I’m Tom Joscelyn of The Foundation for the Defense of Democracies for Prager University."
    }
  ]
}