{
  "video_id": "v7v93c5PtRM",
  "title": "The Barbaric Yulin Dog Eating Festival | What it is & How You Can Help Stop it by 2018...",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5600.0,
      "end_time": 12130.0,
      "text": "In May 2017 reports circulated that a dog eating festival in China was being banned"
    },
    {
      "index": 2,
      "start_time": 13309.0,
      "end_time": 15139.0,
      "text": "activists and animal lovers worldwide"
    },
    {
      "index": 3,
      "start_time": 15139.0,
      "end_time": 22569.0,
      "text": "Breathe the sigh of relief that is barbaric festival were hundreds of animals in particular dogs were sold for human consumption"
    },
    {
      "index": 4,
      "start_time": 22880.0,
      "end_time": 24880.0,
      "text": "had finally been ended"
    },
    {
      "index": 5,
      "start_time": 25189.0,
      "end_time": 27789.0,
      "text": "In June that year the festival again went ahead"
    },
    {
      "index": 6,
      "start_time": 28849.0,
      "end_time": 30849.0,
      "text": "Let's finally put a stop to this"
    },
    {
      "index": 7,
      "start_time": 31700.0,
      "end_time": 33140.0,
      "text": "YouTube I know you're watching"
    },
    {
      "index": 8,
      "start_time": 33140.0,
      "end_time": 39730.0,
      "text": "So let's get this trending and spread the word even more for millennia China and many other Asian countries"
    },
    {
      "index": 9,
      "start_time": 40219.0,
      "end_time": 43029.0,
      "text": "have consumed dog as part of their diet and"
    },
    {
      "index": 10,
      "start_time": 43250.0,
      "end_time": 48669.0,
      "text": "Although the tradition is fading and more and more Chinese residents are opposed to the consumption of canine meat"
    },
    {
      "index": 11,
      "start_time": 49160.0,
      "end_time": 53439.0,
      "text": "There is one festival that is casting a dark cloud over the entire industry"
    },
    {
      "index": 12,
      "start_time": 54199.0,
      "end_time": 60219.0,
      "text": "It's called the Lychee and dog meat festival, and if you're an animal lover then this video will be difficult to watch"
    },
    {
      "index": 13,
      "start_time": 60800.0,
      "end_time": 63309.0,
      "text": "But don't lose hope because with your help"
    },
    {
      "index": 14,
      "start_time": 63460.0,
      "end_time": 69130.0,
      "text": "We can put a stop to this and impose a ban for 2018 to prevent the festival taking place"
    },
    {
      "index": 15,
      "start_time": 69590.0,
      "end_time": 75039.0,
      "text": "Before I can go further, It's important for me to say that this is not about stopping people from eating dogs"
    },
    {
      "index": 16,
      "start_time": 75470.0,
      "end_time": 77150.0,
      "text": "It's incredibly selfish to think"
    },
    {
      "index": 17,
      "start_time": 77150.0,
      "end_time": 82929.0,
      "text": "That because most of the will consider dogs to be pets that they somehow fall into a different category of animal"
    },
    {
      "index": 18,
      "start_time": 83330.0,
      "end_time": 87520.0,
      "text": "It's contradictory to be so against dog eating yet sit there and eat a beefsteak"
    },
    {
      "index": 19,
      "start_time": 88100.0,
      "end_time": 94239.0,
      "text": "you have no idea how that cow was raised what it was subjected to and how in humanely it may have been killed just"
    },
    {
      "index": 20,
      "start_time": 94400.0,
      "end_time": 97480.0,
      "text": "To end up on your plate, but this isn't about meat-eating"
    },
    {
      "index": 21,
      "start_time": 97610.0,
      "end_time": 99999.0,
      "text": "This is about the abuse and torture of dogs and cats"
    },
    {
      "index": 22,
      "start_time": 100490.0,
      "end_time": 107020.0,
      "text": "The Yulin festival takes things a step further as does the consumption of dog meat in China since it's entirely unregulated"
    },
    {
      "index": 23,
      "start_time": 107600.0,
      "end_time": 112900.0,
      "text": "It's the way in which the dogs are treated and the quantity of which is sold that is the problem although"
    },
    {
      "index": 24,
      "start_time": 112900.0,
      "end_time": 114430.0,
      "text": "It's hard to report exactly"
    },
    {
      "index": 25,
      "start_time": 114430.0,
      "end_time": 119349.0,
      "text": "What goes on during this festival since participants are not always welcoming to media attention."
    },
    {
      "index": 26,
      "start_time": 119840.0,
      "end_time": 123519.0,
      "text": "We know the suffering of these helpless animals Begins days before the event"
    },
    {
      "index": 27,
      "start_time": 124280.0,
      "end_time": 127390.0,
      "text": "either taken from the streets as strays or pets or"
    },
    {
      "index": 28,
      "start_time": 127729.0,
      "end_time": 135539.0,
      "text": "Collected from filthy dog breeding facilities. The animals are forced into incredibly small metal cages about Dozen unloaded onto trucks"
    },
    {
      "index": 29,
      "start_time": 136450.0,
      "end_time": 142470.0,
      "text": "Depending on their distance from Yulin which is in southern China, They'll begin their journey in these disgusting conditions"
    },
    {
      "index": 30,
      "start_time": 143050.0,
      "end_time": 146550.0,
      "text": "Can you seriously imagine what those dogs must be experiencing?"
    },
    {
      "index": 31,
      "start_time": 147130.0,
      "end_time": 151229.0,
      "text": "On Arrival to Yulin the dogs and cats will be publicly displayed for people to purchase"
    },
    {
      "index": 32,
      "start_time": 151900.0,
      "end_time": 157350.0,
      "text": "Some of which still have collars on proof that they were once much-loved pets stolen from their owners"
    },
    {
      "index": 33,
      "start_time": 157350.0,
      "end_time": 163290.0,
      "text": "If this sounds like a rumor then in 2017 over 1300 dogs were rescued by an"
    },
    {
      "index": 34,
      "start_time": 163540.0,
      "end_time": 167790.0,
      "text": "organization who intercepted a truck transporting dogs to that year's festival"
    },
    {
      "index": 35,
      "start_time": 168520.0,
      "end_time": 173459.0,
      "text": "police confirmed, but the majority of the dogs were stolen and not allowed for consumption and"
    },
    {
      "index": 36,
      "start_time": 174250.0,
      "end_time": 177959.0,
      "text": "40% carried infectious diseases making them unsafe to eat"
    },
    {
      "index": 37,
      "start_time": 178900.0,
      "end_time": 184350.0,
      "text": "After being sold the dogs are then publicly slaughtered oftentimes in those inhumane ways"
    },
    {
      "index": 38,
      "start_time": 185050.0,
      "end_time": 188459.0,
      "text": "clubbed over the head before having their throats cut organs removed"
    },
    {
      "index": 39,
      "start_time": 189280.0,
      "end_time": 192600.0,
      "text": "skinned and either thrown into boiling water or grilled"
    },
    {
      "index": 40,
      "start_time": 193570.0,
      "end_time": 199889.0,
      "text": "There are even some stories, but the more terrified the dogs are then the more benefits their meat will bring to the consumer"
    },
    {
      "index": 41,
      "start_time": 200650.0,
      "end_time": 205500.0,
      "text": "For This reason it said dogs are killed in front of each other, skinned and boiled live"
    },
    {
      "index": 42,
      "start_time": 206890.0,
      "end_time": 211709.0,
      "text": "You're probably wondering why they do this or the main point of the festival which takes place"
    },
    {
      "index": 43,
      "start_time": 212170.0,
      "end_time": 219630.0,
      "text": "Over Approximately 10 days and during the summer solstice in June is for supposed ridiculous health benefits and traditions"
    },
    {
      "index": 44,
      "start_time": 220269.0,
      "end_time": 224819.0,
      "text": "It goes back to when poor Chinese people did not have enough food to weather the winter"
    },
    {
      "index": 45,
      "start_time": 225280.0,
      "end_time": 229739.0,
      "text": "So they chose a day as a special time that they could eat a large quantity of meat"
    },
    {
      "index": 46,
      "start_time": 230380.0,
      "end_time": 233010.0,
      "text": "To intake enough energy to confront winter"
    },
    {
      "index": 47,
      "start_time": 233769.0,
      "end_time": 238799.0,
      "text": "The Yulin festival is basically the opposite of this taking place just before summer"
    },
    {
      "index": 48,
      "start_time": 239470.0,
      "end_time": 246899.0,
      "text": "The dog meat is believed to warn off the heat felt through the hotter months as well as cure diseases and erase evil spirits"
    },
    {
      "index": 49,
      "start_time": 247450.0,
      "end_time": 251220.0,
      "text": "Despite there being zero medical or psychological evidence to support this"
    },
    {
      "index": 50,
      "start_time": 251980.0,
      "end_time": 259769.0,
      "text": "How anyone could think consuming the meat of a terrified and tortured animal which often times is diceased could worn off evil spirits?"
    },
    {
      "index": 51,
      "start_time": 260168.99999999997,
      "end_time": 265799.0,
      "text": "Its Inconceivable, but there is a moment of hope the Chinese people are rapidly changing their views on dog meat"
    },
    {
      "index": 52,
      "start_time": 266400.0,
      "end_time": 274109.0,
      "text": "In recent years despite restrictions on how many and what breed of dog can be kept as a pet, attitudes have changed"
    },
    {
      "index": 53,
      "start_time": 274600.0,
      "end_time": 279809.0,
      "text": "Dog ownership has become very popular with one in every 10 Chinese citizen owning a dog"
    },
    {
      "index": 54,
      "start_time": 280510.0,
      "end_time": 285569.0,
      "text": "Reports also show that less than 5% of people in China are frequent dog eaters"
    },
    {
      "index": 55,
      "start_time": 286210.0,
      "end_time": 292799.0,
      "text": "Having said that there are still around 10 to 20 million dogs and cats killed for human consumption each year in China"
    },
    {
      "index": 56,
      "start_time": 293500.0,
      "end_time": 300690.0,
      "text": "Although recently China banned killing dogs in public giving us even more of a reason to rid the world of the Union festival"
    },
    {
      "index": 57,
      "start_time": 300850.0,
      "end_time": 303510.0,
      "text": "As It's not only barbaric, but now also illegal"
    },
    {
      "index": 58,
      "start_time": 304360.0,
      "end_time": 309810.0,
      "text": "This makes it even more believable, but the Chinese government still allow the Yulin festival to continue"
    },
    {
      "index": 59,
      "start_time": 310419.0,
      "end_time": 311190.0,
      "text": "They claim"
    },
    {
      "index": 60,
      "start_time": 311190.0,
      "end_time": 317999.0,
      "text": "They are powerless as it's not an official event but since the festival is blatantly flighting China's very clear laws on animal welfare"
    },
    {
      "index": 61,
      "start_time": 318220.0,
      "end_time": 321239.0,
      "text": "For human consumption you would think something could be done"
    },
    {
      "index": 62,
      "start_time": 321610.0,
      "end_time": 328620.0,
      "text": "The lack of action by authorities has led to activists going to the festival and trying to save dogs and cats by buying them themselves"
    },
    {
      "index": 63,
      "start_time": 329530.0,
      "end_time": 333179.0,
      "text": "But this can only save a small percentage and more action needs to be taken"
    },
    {
      "index": 64,
      "start_time": 333340.0,
      "end_time": 338250.0,
      "text": "I don't know what's happened, and how humans have got soft track with nature and the world"
    },
    {
      "index": 65,
      "start_time": 338740.0,
      "end_time": 341010.0,
      "text": "But do you seriously think this is how it's all meant to be?"
    },
    {
      "index": 66,
      "start_time": 341979.0,
      "end_time": 348179.0,
      "text": "Can you imagine where the dogs of this festival killed an attendant? That would be all over the news, but honestly"
    },
    {
      "index": 67,
      "start_time": 348180.0,
      "end_time": 351930.0,
      "text": "What's the difference? Maybe we have put ourselves at the top of the food chain?"
    },
    {
      "index": 68,
      "start_time": 352419.0,
      "end_time": 353880.0,
      "text": "But there is the cycle of life"
    },
    {
      "index": 69,
      "start_time": 353880.0,
      "end_time": 360959.0,
      "text": "And then there is brutally torturing and causing disgusting levels of torture to other animals who can't fight back and if they do"
    },
    {
      "index": 70,
      "start_time": 361030.0,
      "end_time": 367320.0,
      "text": "They get put down. Can you imagine a dog took  human hostage and treated it the way these dogs are treated at Yulin?"
    },
    {
      "index": 71,
      "start_time": 367990.0,
      "end_time": 371220.0,
      "text": "We are all one and are here to serve some kind of purpose"
    },
    {
      "index": 72,
      "start_time": 371220.0,
      "end_time": 374190.0,
      "text": "I don't know what that purpose is and that's the beauty of life"
    },
    {
      "index": 73,
      "start_time": 374410.0,
      "end_time": 378299.0,
      "text": "but the way everything comes together is fascinating the plans that keep the"
    },
    {
      "index": 74,
      "start_time": 378430.0,
      "end_time": 382019.0,
      "text": "Ecosystem in check the animals who provide so much for humans and the planet"
    },
    {
      "index": 75,
      "start_time": 382900.0,
      "end_time": 387780.0,
      "text": "Studies are even showing that a cat's purr can heal human health issues and speed up recovery"
    },
    {
      "index": 76,
      "start_time": 388750.0,
      "end_time": 393239.0,
      "text": "Loving a cat and giving it a reason to be happy and purr does that. Killing it does not."
    },
    {
      "index": 77,
      "start_time": 393789.0,
      "end_time": 401649.0,
      "text": "Yet, we are still killing each other and all our animal friends in unnecessary quantities and practices. You and me both are"
    },
    {
      "index": 78,
      "start_time": 401650.0,
      "end_time": 403750.0,
      "text": "Pretty angry right now, so I'm going to end it here."
    },
    {
      "index": 79,
      "start_time": 404479.0,
      "end_time": 408489.0,
      "text": "Please support this cause and put an end to everything I've talked about in this video."
    },
    {
      "index": 80,
      "start_time": 409190.0,
      "end_time": 414309.0,
      "text": "The links will be provided in the comments and the description. You may feel your vote isn't much"
    },
    {
      "index": 81,
      "start_time": 414349.0,
      "end_time": 416799.0,
      "text": "But it really is and makes a big difference."
    },
    {
      "index": 82,
      "start_time": 417590.0,
      "end_time": 421090.0,
      "text": "Thank you for watching, and please share this with as many people as you can. (PLS GO TO THE DESCRIPTION  AND VOTE)"
    }
  ]
}