{
  "video_id": "V9DYuEE8rcQ",
  "title": "Counter Strike: Classic Offensive",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 199.0,
      "end_time": 4440.0,
      "text": "Counter Strike 1.6 has developed a reputation for being the game that got everything right."
    },
    {
      "index": 2,
      "start_time": 4440.0,
      "end_time": 8340.0,
      "text": "I’m actually very happy with the game that CS:GO has become, but if you’re looking"
    },
    {
      "index": 3,
      "start_time": 8340.0,
      "end_time": 12300.0,
      "text": "to relive the good old days- or didn’t experience them back them and want to know what all the"
    },
    {
      "index": 4,
      "start_time": 12300.0,
      "end_time": 18280.0,
      "text": "fuss was about- then you can now try CS:CO. Don’t be fooled; it’s more than just CS:GO"
    },
    {
      "index": 5,
      "start_time": 18280.0,
      "end_time": 21480.0,
      "text": "with a bit lopped off. It is an ambitious mod that hopes to bring"
    },
    {
      "index": 6,
      "start_time": 21480.0,
      "end_time": 26140.0,
      "text": "the thrill of 1.6 to the new generation of players. And most incredibly, it was almost"
    },
    {
      "index": 7,
      "start_time": 26140.0,
      "end_time": 31470.0,
      "text": "all created by one man named ZooL. And when I say almost, he borrowed some maps and skins"
    },
    {
      "index": 8,
      "start_time": 31470.0,
      "end_time": 35830.0,
      "text": "from other places, but he has singlehandedly put it all together into a working and polished"
    },
    {
      "index": 9,
      "start_time": 35830.0,
      "end_time": 39790.0,
      "text": "mod that’s very easy to play. All you have to do is to download the 300"
    },
    {
      "index": 10,
      "start_time": 39790.0,
      "end_time": 43920.0,
      "text": "MB file, place it in your sourcemods folder and then to restart Steam and it will show"
    },
    {
      "index": 11,
      "start_time": 43920.0,
      "end_time": 48489.0,
      "text": "up in your games list. It even uses the workshop maps from your CS:GO installation, so it’s"
    },
    {
      "index": 12,
      "start_time": 48489.0,
      "end_time": 52560.0,
      "text": "very easy to get working with all sorts of stuff. And aside from a few assets he built"
    },
    {
      "index": 13,
      "start_time": 52560.0,
      "end_time": 57170.0,
      "text": "the rest from the ground up in about 10 months. Not bad for a lone developer."
    },
    {
      "index": 14,
      "start_time": 57170.0,
      "end_time": 60851.0,
      "text": "Once you load it up you’ll find all of the old weapons, maps and character models, all"
    },
    {
      "index": 15,
      "start_time": 60851.0,
      "end_time": 64960.0,
      "text": "modernised for the Source engine. The blood trails are a lovely touch and will be familiar"
    },
    {
      "index": 16,
      "start_time": 64959.99999999999,
      "end_time": 70010.0,
      "text": "to anybody used to frag videos from 1.6. The first version of this was released on Christmas"
    },
    {
      "index": 17,
      "start_time": 70010.0,
      "end_time": 75359.0,
      "text": "day, 2016 and since then has had several updates. This mod is very much alive and well and has"
    },
    {
      "index": 18,
      "start_time": 75359.0,
      "end_time": 79210.0,
      "text": "a thriving community around it to stop it from slipping into obscurity: you can check"
    },
    {
      "index": 19,
      "start_time": 79210.0,
      "end_time": 84030.0,
      "text": "out the serverlist over at onepointsix.org right now. ZooL remains busy developing the"
    },
    {
      "index": 20,
      "start_time": 84030.0,
      "end_time": 88409.0,
      "text": "mod itself and is allowed to do so undistracted thanks to his friend Dayik, who handles the"
    },
    {
      "index": 21,
      "start_time": 88409.0,
      "end_time": 92289.0,
      "text": "public side of things. It is he who has helped me with this video and who has revealed a"
    },
    {
      "index": 22,
      "start_time": 92289.0,
      "end_time": 96259.0,
      "text": "bit about the future of this project. For a start, they made a poll a while back,"
    },
    {
      "index": 23,
      "start_time": 96259.0,
      "end_time": 100729.0,
      "text": "asking whether people wanted an accurate copy of 1.6, or the ‘best of both worlds’."
    },
    {
      "index": 24,
      "start_time": 100729.0,
      "end_time": 104670.0,
      "text": "The result was the best of both. It will take a while to incorporate this result into the"
    },
    {
      "index": 25,
      "start_time": 104670.0,
      "end_time": 107840.0,
      "text": "project, but this is the direction it is set to go in."
    },
    {
      "index": 26,
      "start_time": 107840.0,
      "end_time": 111799.0,
      "text": "This approach might help ZooL who has made it very clear from the beginning that he can’t"
    },
    {
      "index": 27,
      "start_time": 111799.0,
      "end_time": 116319.0,
      "text": "fully recreate 1.6. There are things that Source simply can’t do, like the Russian"
    },
    {
      "index": 28,
      "start_time": 116319.0,
      "end_time": 121130.0,
      "text": "walk or magic bullet. And there are many elements where changes are limited, like the HUD and"
    },
    {
      "index": 29,
      "start_time": 121130.0,
      "end_time": 125219.0,
      "text": "physics, which they can’t get around without purchasing expensive licenses for engines"
    },
    {
      "index": 30,
      "start_time": 125219.0,
      "end_time": 129379.0,
      "text": "and exclusive permissions from Valve- which they don’t expect to be able to obtain."
    },
    {
      "index": 31,
      "start_time": 129378.99999999999,
      "end_time": 134579.0,
      "text": "But driveable vehicles from the days of Source may one day be a possibility! We’ll see."
    },
    {
      "index": 32,
      "start_time": 134579.0,
      "end_time": 138300.0,
      "text": "Speaking with Dayik they have certainly thought it all out and are aware of the limitations"
    },
    {
      "index": 33,
      "start_time": 138300.0,
      "end_time": 142629.0,
      "text": "with this project, so if you wonder why a specific feature is missing or different then"
    },
    {
      "index": 34,
      "start_time": 142629.0,
      "end_time": 146220.0,
      "text": "the chances are it’s beyond their control and not through lack of trying."
    },
    {
      "index": 35,
      "start_time": 146220.0,
      "end_time": 151879.0,
      "text": "The next major update will be V1.2. Other people have joined to help with this release."
    },
    {
      "index": 36,
      "start_time": 151879.0,
      "end_time": 155860.0,
      "text": "Slothsquadron will be on hand to help balance the weapons and Bez the Bot Whisperer will"
    },
    {
      "index": 37,
      "start_time": 155860.0,
      "end_time": 161640.0,
      "text": "be there to buff the bots. An instagib 100% accurate railgun mode may also be coming."
    },
    {
      "index": 38,
      "start_time": 161640.0,
      "end_time": 165360.0,
      "text": "This release also removes any copyrighted assets from the game, which will be a major"
    },
    {
      "index": 39,
      "start_time": 165360.0,
      "end_time": 169349.0,
      "text": "turning point for this project, paving the way for third-party tournaments, and further"
    },
    {
      "index": 40,
      "start_time": 169349.0,
      "end_time": 173770.0,
      "text": "down the line the possibility of greenlighting the game on steam. Doing so would give the"
    },
    {
      "index": 41,
      "start_time": 173770.0,
      "end_time": 178400.0,
      "text": "project an auto-update feature among other things, which would make it a lot more user-friendly."
    },
    {
      "index": 42,
      "start_time": 178400.0,
      "end_time": 181200.0,
      "text": "Which is what this mod needs if it wants to survive in the long-run."
    },
    {
      "index": 43,
      "start_time": 181200.0,
      "end_time": 185739.0,
      "text": "When asked when this 1.2 release would be out, Dayik erred on the side of caution and"
    },
    {
      "index": 44,
      "start_time": 185739.0,
      "end_time": 189450.0,
      "text": "made me aware that he doesn’t want to put deadlines on things, but when I asked if it"
    },
    {
      "index": 45,
      "start_time": 189450.0,
      "end_time": 193930.0,
      "text": "was a matter of days, weeks or months, he said that weeks was the most probable timescale."
    },
    {
      "index": 46,
      "start_time": 193930.0,
      "end_time": 197680.0,
      "text": "In the even longer term he’s hoping for third parties to host their own leagues and"
    },
    {
      "index": 47,
      "start_time": 197680.0,
      "end_time": 202250.0,
      "text": "tournaments for the mod and has a number of semi-pro 1.6 players who may help provide"
    },
    {
      "index": 48,
      "start_time": 202250.0,
      "end_time": 206980.0,
      "text": "feedback on later versions of the project. Pro player Sixer from Envyus has also expressed"
    },
    {
      "index": 49,
      "start_time": 206980.0,
      "end_time": 209739.0,
      "text": "an interest. But Dayik wanted to stress that they are taking"
    },
    {
      "index": 50,
      "start_time": 209739.0,
      "end_time": 213819.0,
      "text": "a very slow and methodical approach to this whole project as they want to get it right."
    },
    {
      "index": 51,
      "start_time": 213819.0,
      "end_time": 217719.0,
      "text": "They don’t want to make promises they can’t keep or have what they say twisted out of"
    },
    {
      "index": 52,
      "start_time": 217719.0,
      "end_time": 223170.0,
      "text": "context used against them later on. The development team behind this mod is tiny, yet so far has"
    },
    {
      "index": 53,
      "start_time": 223170.0,
      "end_time": 228459.0,
      "text": "been incredibly productive and successful. CS:CO is definitely a mod that deserves your"
    },
    {
      "index": 54,
      "start_time": 228459.0,
      "end_time": 231129.0,
      "text": "attention. Thanks to Dayik for helping me with this video."
    },
    {
      "index": 55,
      "start_time": 231129.0,
      "end_time": 241129.0,
      "text": "I wish him, Zool and the rest of the team the best of luck with future versions."
    }
  ]
}