{
  "video_id": "v9rZOa3CUC8",
  "title": "What is the Fourth Industrial Revolution? | CNBC Explains",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 10400.0,
      "text": "It was in these Swiss mountains that the world was first introduced to the phrase the Fourth Industrial Revolution, and it's been a hot topic among academics, politicians and business leaders ever since."
    },
    {
      "index": 2,
      "start_time": 10300.0,
      "end_time": 12100.0,
      "text": "But what exactly does it mean?"
    },
    {
      "index": 3,
      "start_time": 16540.0,
      "end_time": 23640.0,
      "text": "The term \"Fourth Industrial Revolution\" was coined by the founder of the World Economic Forum, a former professor named Klaus Schwab."
    },
    {
      "index": 4,
      "start_time": 23640.0,
      "end_time": 27240.0,
      "text": "Schwab wrote a book with that title to describe an era marked by a:"
    },
    {
      "index": 5,
      "start_time": 27250.0,
      "end_time": 33360.0,
      "text": "\"Technological revolution that is blurring the lines between the physical, digital, and biological spheres.\""
    },
    {
      "index": 6,
      "start_time": 33380.0,
      "end_time": 34720.0,
      "text": "Let's break that down."
    },
    {
      "index": 7,
      "start_time": 34720.0,
      "end_time": 43000.0,
      "text": "Technologies like artificial intelligence, autonomous vehicles or the Internet of Things are becoming ingrained in our day-to-day lives, and even our bodies."
    },
    {
      "index": 8,
      "start_time": 43000.0,
      "end_time": 48480.0,
      "text": "Think of voice-activated virtual assistants, face ID recognition or healthcare sensors."
    },
    {
      "index": 9,
      "start_time": 48480.0,
      "end_time": 55879.0,
      "text": "Schwab first presented his vision of the Fourth Industrial Revolution at the World Economic Forum's annual meeting here in Davos in 2016."
    },
    {
      "index": 10,
      "start_time": 55880.0,
      "end_time": 60680.0,
      "text": "But to understand the idea, we need to go much further back in history to industrial revolution number one."
    },
    {
      "index": 11,
      "start_time": 60680.0,
      "end_time": 68120.0,
      "text": "The First Industrial Revolution started in Great Britain around 1760 and spread to Europe and North America through the early 1800s."
    },
    {
      "index": 12,
      "start_time": 68120.0,
      "end_time": 71740.0,
      "text": "It was powered by a major invention: the steam engine."
    },
    {
      "index": 13,
      "start_time": 71740.0,
      "end_time": 72539.0,
      "text": "The result?"
    },
    {
      "index": 14,
      "start_time": 72540.0,
      "end_time": 77780.0,
      "text": "New manufacturing processes, the creation of factories and a booming textiles industry."
    },
    {
      "index": 15,
      "start_time": 77780.0,
      "end_time": 85480.0,
      "text": "From the late 1800s, the Second Industrial Revolution was marked by mass production and new industries like steel, oil and electricity."
    },
    {
      "index": 16,
      "start_time": 85480.0,
      "end_time": 91120.0,
      "text": "The light bulb, the telephone and internal combustion engine were a few of the major inventions of this era."
    },
    {
      "index": 17,
      "start_time": 91120.0,
      "end_time": 97339.0,
      "text": "The Third Industrial Revolution, sometimes known as the Digital Revolution, occurred in the second half of the twentieth century."
    },
    {
      "index": 18,
      "start_time": 97340.0,
      "end_time": 102600.0,
      "text": "In just a few decades we saw the invention of the semiconductor, the personal computer and the internet."
    },
    {
      "index": 19,
      "start_time": 102600.0,
      "end_time": 105899.0,
      "text": "So what separates the Fourth Industrial Revolution from the Third?"
    },
    {
      "index": 20,
      "start_time": 105900.0,
      "end_time": 113530.0,
      "text": "Experts say the main difference is that technology is merging more and more with humans' lives and that technological change is happening faster than ever."
    },
    {
      "index": 21,
      "start_time": 113540.0,
      "end_time": 118820.0,
      "text": "Consider this: It took 75 years for 100 million users to adopt the telephone."
    },
    {
      "index": 22,
      "start_time": 118820.0,
      "end_time": 124639.0,
      "text": "Instagram signed up 100 million users in just two years, while Pokemon Go caught that amount in one month."
    },
    {
      "index": 23,
      "start_time": 124640.0,
      "end_time": 130320.0,
      "text": "3D printing is just one example of fast-paced technology in the Fourth Industrial Revolution."
    },
    {
      "index": 24,
      "start_time": 130320.0,
      "end_time": 141480.0,
      "text": "The industry has gone from a business idea to big business, with 3D printer shipments expected to increase from just under 200,000 in 2015 to 2.4 million in 2020."
    },
    {
      "index": 25,
      "start_time": 141480.0,
      "end_time": 147500.0,
      "text": "Today, you can have a hip replacement from a 3D-printed bone or use a 3D-printed bionic arm."
    },
    {
      "index": 26,
      "start_time": 147500.0,
      "end_time": 150740.0,
      "text": "Talk about blurring the line between humans and technology, right?"
    },
    {
      "index": 27,
      "start_time": 150740.0,
      "end_time": 154380.0,
      "text": "This new era of technology is driving a lot of innovation."
    },
    {
      "index": 28,
      "start_time": 154380.0,
      "end_time": 163260.0,
      "text": "You can see in this chart the number of patents related to the Fourth Industrial Revolution, for things like 3D printing or AI, has been climbing up and up since early 2000."
    },
    {
      "index": 29,
      "start_time": 163260.0,
      "end_time": 171120.0,
      "text": "Organizations are embracing new technologies to make their businesses more efficient, similar to how they embraced the steam engine during the First Industrial Revolution."
    },
    {
      "index": 30,
      "start_time": 171120.0,
      "end_time": 176960.0,
      "text": "But some companies, and governments, are struggling to keep up with the fast pace of technological change."
    },
    {
      "index": 31,
      "start_time": 176960.0,
      "end_time": 182300.0,
      "text": "Research shows innovators, investors and shareholders benefit the most from innovation."
    },
    {
      "index": 32,
      "start_time": 182300.0,
      "end_time": 188720.0,
      "text": "The risk is that the Fourth Industrial Revolution is making inequality, which is already a big issue, even worse."
    },
    {
      "index": 33,
      "start_time": 188720.0,
      "end_time": 195940.0,
      "text": "One study found billionaires have driven almost 80 percent of the 40 main breakthrough innovations over the last 40 years."
    },
    {
      "index": 34,
      "start_time": 195940.0,
      "end_time": 201600.0,
      "text": "That's a problem when the richest one percent of households already own nearly half of the world's wealth."
    },
    {
      "index": 35,
      "start_time": 201600.0,
      "end_time": 209600.0,
      "text": "Experts warn we are in a \"winner-takes-all\" economy, where high-skilled workers are rewarded with high pay, and the rest of workers are left out."
    },
    {
      "index": 36,
      "start_time": 209600.0,
      "end_time": 217000.0,
      "text": "Studies confirm technologies like AI will eliminate some jobs and create demand for new skills that many workers don't have."
    },
    {
      "index": 37,
      "start_time": 217000.0,
      "end_time": 223140.0,
      "text": "Privacy concerns are another issue as the Fourth Industrial Revolution turns every company into a tech company."
    },
    {
      "index": 38,
      "start_time": 223140.0,
      "end_time": 229660.0,
      "text": "Industries from food to retail to banking are going digital, and they're collecting a lot more data from their customers along the way."
    },
    {
      "index": 39,
      "start_time": 229660.0,
      "end_time": 234299.0,
      "text": "Users are starting to worry that companies know too much about their private digital lives."
    },
    {
      "index": 40,
      "start_time": 234300.0,
      "end_time": 242960.0,
      "text": "The World Economic Forum says a majority of leaders don't have confidence their organizations are ready for the changes associated with the Fourth Industrial Revolution."
    },
    {
      "index": 41,
      "start_time": 242960.0,
      "end_time": 246360.0,
      "text": "With tech changing fast every day, it's time to catch up."
    },
    {
      "index": 42,
      "start_time": 249280.0,
      "end_time": 251420.0,
      "text": "Hey everyone, Elizabeth here in Davos, Switzerland."
    },
    {
      "index": 43,
      "start_time": 251420.0,
      "end_time": 254660.0,
      "text": "Be sure to check out our other CNBC Explains videos over here."
    },
    {
      "index": 44,
      "start_time": 254660.0,
      "end_time": 257500.0,
      "text": "And leave us any other ideas in the comments section. See you later!"
    }
  ]
}