{
  "video_id": "vbTZgIPYr8Y",
  "title": "Jobspeaker Interview Series: Do You Have Any Questions For Us?",
  "json": [
    {
      "index": 1,
      "start_time": 9620.0,
      "end_time": 11620.0,
      "text": "The answer is Yes!"
    },
    {
      "index": 2,
      "start_time": 11620.0,
      "end_time": 20100.0,
      "text": "Asking good questions not only shows that you are interested in the position, it is a chance to show that you were critically thinking and actively listening during the interview."
    },
    {
      "index": 3,
      "start_time": 20150.0,
      "end_time": 28700.0,
      "text": "Asking good questions could be the edge that you need to set yourself apart from the other candidates, you just want to make sure you ask the right questions."
    },
    {
      "index": 4,
      "start_time": 28700.0,
      "end_time": 35400.0,
      "text": "Your new position is like a new relationship and you always want to make sure it is a good fit before you make a commitment."
    },
    {
      "index": 5,
      "start_time": 35400.0,
      "end_time": 42500.0,
      "text": "Not asking questions is a missed opportunity to find out more information about the company and the position that could help you make your decision."
    },
    {
      "index": 6,
      "start_time": 42500.0,
      "end_time": 48210.0,
      "text": "Never ask questions that relate to salary, benefits or time off."
    },
    {
      "index": 7,
      "start_time": 48210.0,
      "end_time": 54789.0,
      "text": "You do not want to give the impression that you are only interested in the position because of money or already looking forward to time off."
    },
    {
      "index": 8,
      "start_time": 54789.0,
      "end_time": 58190.0,
      "text": "These questions will definitely damage your chances at landing the position."
    },
    {
      "index": 9,
      "start_time": 58190.0,
      "end_time": 71320.0,
      "text": "There is a difference between good questions and bad questions so make sure to avoid the cliché questions or questions that you could have answered yourself by checking the company website or studying the job description."
    },
    {
      "index": 10,
      "start_time": 71320.0,
      "end_time": 73949.0,
      "text": "Do you have any questions for me?"
    },
    {
      "index": 11,
      "start_time": 73950.0,
      "end_time": 76710.0,
      "text": "Uh, how long have you worked for the company?"
    },
    {
      "index": 12,
      "start_time": 76710.0,
      "end_time": 85350.0,
      "text": "This is an example of a cliche and thoughtless question and will not impress the person interviewing you, you always want to stay away from personal questions."
    },
    {
      "index": 13,
      "start_time": 85350.0,
      "end_time": 91190.0,
      "text": "What do you see my role and responsibilities as a Medical Assistant growing to 1 year from now?"
    },
    {
      "index": 14,
      "start_time": 91190.0,
      "end_time": 103400.0,
      "text": "This is an example of a good question to ask, it shows you are interested in the position and are already thinking about excelling in the role, as well as demonstrating you plan to be with the company for a long period of time."
    },
    {
      "index": 15,
      "start_time": 103400.0,
      "end_time": 110540.0,
      "text": "Other good questions to ask are: What does a typical day as a project manager for this organization look like?"
    },
    {
      "index": 16,
      "start_time": 110540.0,
      "end_time": 121330.0,
      "text": "I have read and understood all the qualifications and skills necessary to be successful in this role, in your opinion which ones are the most important?"
    },
    {
      "index": 17,
      "start_time": 121330.0,
      "end_time": 126829.0,
      "text": "How can someone succeed and grow within the company?"
    },
    {
      "index": 18,
      "start_time": 126829.0,
      "end_time": 132750.0,
      "text": "What are the specific goals and expectations for the position?"
    },
    {
      "index": 19,
      "start_time": 132750.0,
      "end_time": 140980.0,
      "text": "If I am fortunate enough to land this position, what would be one of the first projects I would be involved in?"
    },
    {
      "index": 20,
      "start_time": 140980.0,
      "end_time": 152439.0,
      "text": "And for your last question, you could always ask:  I just want to let you know that I am very interested in this opportunity, and hope we can move forward, what are the next steps in the interview process?"
    },
    {
      "index": 21,
      "start_time": 152439.0,
      "end_time": 162000.0,
      "text": "This demonstrates to the interviewer that you are serious about the position and allows you to possibly get an idea of where you stand, while asking other question."
    },
    {
      "index": 22,
      "start_time": 162000.0,
      "end_time": 168739.0,
      "text": "Just don't overwhelm them; too many questions is as bad as no questions at all, try to limit it to 3."
    },
    {
      "index": 23,
      "start_time": 168739.0,
      "end_time": 179440.0,
      "text": "And remember, do not ask any questions that relate to compensation, time off or those you could have answered yourself by checking the companies' website or job description."
    },
    {
      "index": 24,
      "start_time": 179440.0,
      "end_time": 185700.0,
      "text": "Avoid the cliches, do your research on the company and be prepared to ask a few very good questions."
    }
  ]
}