{
  "video_id": "vcwwZicEeS0",
  "title": "How to Dunk - Top 3 Tips for Beginners + SECRET to Dunking!",
  "json": [
    {
      "index": 1,
      "start_time": 8429.0,
      "end_time": 12529.0,
      "text": "Welcome to Y2Levitate. In this video we&#39;re going to go over some tips and tricks for"
    },
    {
      "index": 2,
      "start_time": 12529.0,
      "end_time": 16230.0,
      "text": "beginners when you&#39;re first learning how to dunk. So if you can touch the rim already"
    },
    {
      "index": 3,
      "start_time": 16230.0,
      "end_time": 19689.0,
      "text": "or you&#39;re pretty close to touching the rim, this video is going to help you out by showing"
    },
    {
      "index": 4,
      "start_time": 19689.0,
      "end_time": 23660.0,
      "text": "you some simple techniques you can try out right now to help you throw down that first"
    },
    {
      "index": 5,
      "start_time": 23660.0,
      "end_time": 27520.0,
      "text": "dunk. If you cannot touch the rim yet and you still want to learn how to jump higher"
    },
    {
      "index": 6,
      "start_time": 27520.0,
      "end_time": 31369.0,
      "text": "then you need to click the link in the video description below. That will take you to the"
    },
    {
      "index": 7,
      "start_time": 31369.0,
      "end_time": 35980.0,
      "text": "best jump training program available. It&#39;s a step-by-step jump training program that"
    },
    {
      "index": 8,
      "start_time": 35980.0,
      "end_time": 39819.0,
      "text": "will add ten inches to your vertical jump guaranteed. And it&#39;s seriously the fastest"
    },
    {
      "index": 9,
      "start_time": 39820.0,
      "end_time": 46820.0,
      "text": "way for getting you to jump higher and learning how to dunk like this. So if you want to find"
    },
    {
      "index": 10,
      "start_time": 46899.0,
      "end_time": 50559.0,
      "text": "out what that program is you can click the link in the video description below. Now let&#39;s"
    },
    {
      "index": 11,
      "start_time": 50559.0,
      "end_time": 55218.0,
      "text": "get into our three tips for learning how to dunk. Okay the first tip is to optimize your"
    },
    {
      "index": 12,
      "start_time": 55219.0,
      "end_time": 60399.0,
      "text": "take-off by figuring out if you&#39;re a one foot jumper or two foot jumper. So go to the gym"
    },
    {
      "index": 13,
      "start_time": 60399.0,
      "end_time": 65250.0,
      "text": "and start jumping at the rim and figuring out if you jump highest off of 1 foot or 2"
    },
    {
      "index": 14,
      "start_time": 65250.0,
      "end_time": 69390.0,
      "text": "feet. So here we have Aaron who&#39;s primarily a 2-legged jumper. He jumps highest off of"
    },
    {
      "index": 15,
      "start_time": 69390.0,
      "end_time": 76390.0,
      "text": "2 feet so watch him. Okay so he can dunk pretty easily off of 2 feet. Now this is him jumping"
    },
    {
      "index": 16,
      "start_time": 78800.0,
      "end_time": 84200.0,
      "text": "off of 1 foot. He can&#39;t get as high off of 1 foot as he can with 2 feet. So figure out"
    },
    {
      "index": 17,
      "start_time": 84200.0,
      "end_time": 87720.0,
      "text": "what&#39;s best for you. Everyone&#39;s different so it really just depends on how your body"
    },
    {
      "index": 18,
      "start_time": 87720.0,
      "end_time": 91920.0,
      "text": "is built. Now once you figure out if you&#39;re a one or two-legged jumper here are some tips"
    },
    {
      "index": 19,
      "start_time": 91920.0,
      "end_time": 95920.0,
      "text": "to optimize your take off. If you jump the highest off of one foot always make sure you&#39;re"
    },
    {
      "index": 20,
      "start_time": 95920.0,
      "end_time": 99270.0,
      "text": "accelerating when you&#39;re going to the basket. So when you&#39;re running to the basket go from"
    },
    {
      "index": 21,
      "start_time": 99270.0,
      "end_time": 103920.0,
      "text": "slow to fast, always accelerating in speed. Never slow down. Never stutter step when you&#39;re"
    },
    {
      "index": 22,
      "start_time": 103920.0,
      "end_time": 107920.0,
      "text": "driving to the basket. That messes up your acceleration, and it reduces your explosiveness"
    },
    {
      "index": 23,
      "start_time": 107920.0,
      "end_time": 112400.0,
      "text": "so never stutter step. Stay tall. Don&#39;t lean forwards. Don&#39;t lean backwards. Always have"
    },
    {
      "index": 24,
      "start_time": 112400.0,
      "end_time": 117790.0,
      "text": "your knees in front. When you&#39;re jumping drive that opposing knee up toward the basket. Swing"
    },
    {
      "index": 25,
      "start_time": 117790.0,
      "end_time": 121419.0,
      "text": "yourself up. Use that momentum from your opposing knee to go up towards the basket. And you"
    },
    {
      "index": 26,
      "start_time": 121420.0,
      "end_time": 125490.0,
      "text": "want dorsiflexion in your jumping foot, the foot that you&#39;re going to jump off of. You&#39;re"
    },
    {
      "index": 27,
      "start_time": 125490.0,
      "end_time": 129758.0,
      "text": "going to want to make sure your toes are pointed towards your shin right before you plant it"
    },
    {
      "index": 28,
      "start_time": 129758.00000000001,
      "end_time": 132819.0,
      "text": "to jump off of it. And when you&#39;re driving to the basket you&#39;re going to want to start"
    },
    {
      "index": 29,
      "start_time": 132819.0,
      "end_time": 137649.0,
      "text": "off with long strides first with your last one or two steps being really explosive. So"
    },
    {
      "index": 30,
      "start_time": 137650.0,
      "end_time": 140930.0,
      "text": "let&#39;s take a look at Aaron as he demonstrates all these techniques when jumping off of one"
    },
    {
      "index": 31,
      "start_time": 140930.0,
      "end_time": 147930.0,
      "text": "foot to dunk. Okay you see Aaron never slows down. He never stutter steps. He starts off"
    },
    {
      "index": 32,
      "start_time": 148180.0,
      "end_time": 153989.0,
      "text": "slow and always accelerates and goes faster. So there are his long strides into the last"
    },
    {
      "index": 33,
      "start_time": 153989.0,
      "end_time": 158439.0,
      "text": "explosive step. He has his toes pointed up towards his shin on his jumping foot to maximize"
    },
    {
      "index": 34,
      "start_time": 158439.0,
      "end_time": 163358.0,
      "text": "that explosiveness. His body is staying straight. There&#39;s no lean. His knees are in front. You"
    },
    {
      "index": 35,
      "start_time": 163359.0,
      "end_time": 168949.0,
      "text": "see his knee drive up towards the basket, and he uses his full arm reach to dunk the"
    },
    {
      "index": 36,
      "start_time": 168949.0,
      "end_time": 172819.0,
      "text": "basketball. So those are some important techniques when you&#39;re learning how to dunk off of 1"
    },
    {
      "index": 37,
      "start_time": 172819.0,
      "end_time": 176439.0,
      "text": "foot. Now let&#39;s move onto the techniques for two-legged jumpers. Some of the techniques"
    },
    {
      "index": 38,
      "start_time": 176439.0,
      "end_time": 180629.0,
      "text": "are the same. You&#39;re going to want to stay tall. Stay straight. Don&#39;t lean. Never stutter"
    },
    {
      "index": 39,
      "start_time": 180629.0,
      "end_time": 184689.0,
      "text": "step. With 2-legged jumpers you&#39;re going to focus more on explosiveness and less steps"
    },
    {
      "index": 40,
      "start_time": 184689.0,
      "end_time": 188990.0,
      "text": "so you don&#39;t have to take as many steps as a 1-footed jumper would want to take. So you"
    },
    {
      "index": 41,
      "start_time": 188990.0,
      "end_time": 192659.0,
      "text": "really want to focus on explosiveness. Don&#39;t stutter step. Stay tall. Keep your chest straight"
    },
    {
      "index": 42,
      "start_time": 192659.0,
      "end_time": 199149.0,
      "text": "and use your core to go up, not forward. So let&#39;s watch Aaron do it in real time. So let&#39;s"
    },
    {
      "index": 43,
      "start_time": 199150.0,
      "end_time": 203120.0,
      "text": "take a closer look here. As you can see he doesn&#39;t stutter step. He stays tall, keeps"
    },
    {
      "index": 44,
      "start_time": 203120.0,
      "end_time": 208669.0,
      "text": "his chest up and his eyes up looking towards the rim. He plants one foot first then immediately"
    },
    {
      "index": 45,
      "start_time": 208669.0,
      "end_time": 212980.0,
      "text": "plants the second foot to really focus on that explosiveness. And he focuses his leg"
    },
    {
      "index": 46,
      "start_time": 212980.0,
      "end_time": 218358.0,
      "text": "power and his core strength to go up towards the rim, uses his arm reach, and then dunks"
    },
    {
      "index": 47,
      "start_time": 218359.0,
      "end_time": 221709.0,
      "text": "the basketball. And as you can see when he plants that first foot he has dorsiflexion"
    },
    {
      "index": 48,
      "start_time": 221709.0,
      "end_time": 225739.0,
      "text": "where his toes are pointed up towards his shin. So that&#39;s important to remember if you&#39;re"
    },
    {
      "index": 49,
      "start_time": 225739.0,
      "end_time": 229449.0,
      "text": "a one or two-legged jumper. Tip number two is to figure out what&#39;s the best angle to"
    },
    {
      "index": 50,
      "start_time": 229449.0,
      "end_time": 233760.0,
      "text": "go towards the rim when you&#39;re trying to dunk the basketball. Okay the angle that you come"
    },
    {
      "index": 51,
      "start_time": 233760.0,
      "end_time": 236999.0,
      "text": "at towards the rim can make a big difference when you&#39;re trying to dunk a basketball because"
    },
    {
      "index": 52,
      "start_time": 236999.0,
      "end_time": 240559.0,
      "text": "some people can&#39;t dunk from the side but they can dunk from straight on, and some people"
    },
    {
      "index": 53,
      "start_time": 240559.0,
      "end_time": 244549.0,
      "text": "can&#39;t dunk from straight on but they can dunk from the baseline. So go to the gym and start"
    },
    {
      "index": 54,
      "start_time": 244549.0,
      "end_time": 248459.0,
      "text": "trying to dunk from every single angle that you can think of. See what Aaron&#39;s doing."
    },
    {
      "index": 55,
      "start_time": 248459.0,
      "end_time": 254479.0,
      "text": "You can see that the angle matters especially when you&#39;re a beginner dunker. Uh try it from"
    },
    {
      "index": 56,
      "start_time": 254479.0,
      "end_time": 258459.0,
      "text": "the top of the key. Try it from the wing. Try it from the baseline. So see which angle"
    },
    {
      "index": 57,
      "start_time": 258459.0,
      "end_time": 262210.0,
      "text": "is best for you. Some people like to come from the wing and dunk it on the opposite"
    },
    {
      "index": 58,
      "start_time": 262210.0,
      "end_time": 266560.0,
      "text": "side of the rim. The third tip is to think about the little things that you might not"
    },
    {
      "index": 59,
      "start_time": 266560.0,
      "end_time": 269870.0,
      "text": "be thinking about that can make a big difference when you&#39;re first learning how to dunk. For"
    },
    {
      "index": 60,
      "start_time": 269870.0,
      "end_time": 273669.0,
      "text": "example we all know what MJ said. It must be the shoes, right? But really when you think"
    },
    {
      "index": 61,
      "start_time": 273669.0,
      "end_time": 278580.0,
      "text": "about it, are your shoes optimized for dunking? Are they light? Do they feel good? Are they"
    },
    {
      "index": 62,
      "start_time": 278580.0,
      "end_time": 282600.0,
      "text": "tight? You want to make sure that you have very lightweight shoes and that they&#39;re tight"
    },
    {
      "index": 63,
      "start_time": 282600.0,
      "end_time": 286390.0,
      "text": "around your feet. The tighter they are the better your take-off is going to be. And some"
    },
    {
      "index": 64,
      "start_time": 286390.0,
      "end_time": 290318.0,
      "text": "people even say that wearing two pairs of socks actually helps them when jumping. Also"
    },
    {
      "index": 65,
      "start_time": 290319.0,
      "end_time": 293870.0,
      "text": "make sure your grip strength is as good as it can be. Most people who are learning how"
    },
    {
      "index": 66,
      "start_time": 293870.0,
      "end_time": 297900.0,
      "text": "to dunk will start dunking with one hand, and being able to grip the basketball will"
    },
    {
      "index": 67,
      "start_time": 297900.0,
      "end_time": 302179.0,
      "text": "make it easier. So think about doing exercises that will strengthen your grip, and think"
    },
    {
      "index": 68,
      "start_time": 302180.0,
      "end_time": 306840.0,
      "text": "about the way you hold the ball when you go up to dunk. And finally focus on the psychological"
    },
    {
      "index": 69,
      "start_time": 306840.0,
      "end_time": 311810.0,
      "text": "aspect of it. When you&#39;re going up to dunk, actually envision yourself going up and dunking"
    },
    {
      "index": 70,
      "start_time": 311810.0,
      "end_time": 316159.0,
      "text": "the basketball in your mind. Actually believe and tell yourself that you&#39;ve done this before"
    },
    {
      "index": 71,
      "start_time": 316159.0,
      "end_time": 320469.0,
      "text": "and you&#39;re going to do it right now, and that will help immensely. Some people can&#39;t dunk"
    },
    {
      "index": 72,
      "start_time": 320469.0,
      "end_time": 324419.0,
      "text": "just because the fact that they&#39;ve never done it before. They have the abilities to dunk."
    },
    {
      "index": 73,
      "start_time": 324419.0,
      "end_time": 328159.0,
      "text": "They&#39;ve just never done it before, and they don&#39;t believe in themselves. It sounds really"
    },
    {
      "index": 74,
      "start_time": 328159.0,
      "end_time": 332800.0,
      "text": "cheesy, but I promise if you change your mindset and actually just believe that you can get"
    },
    {
      "index": 75,
      "start_time": 332800.0,
      "end_time": 336210.0,
      "text": "up there and dunk that basketball you will start to do it. Okay those are the 3 tips"
    },
    {
      "index": 76,
      "start_time": 336210.0,
      "end_time": 340198.0,
      "text": "when learning how to dunk. But really the main secret for how to dunk is to actually"
    },
    {
      "index": 77,
      "start_time": 340199.0,
      "end_time": 345110.0,
      "text": "participate and finish an official jump training program because honestly when you&#39;re in a"
    },
    {
      "index": 78,
      "start_time": 345110.0,
      "end_time": 348319.0,
      "text": "game and you have nine other people on the floor with you, you&#39;re not going to think"
    },
    {
      "index": 79,
      "start_time": 348319.0,
      "end_time": 351620.0,
      "text": "about what kind of angle you&#39;re coming at the rim from. You&#39;re not going to think about"
    },
    {
      "index": 80,
      "start_time": 351620.0,
      "end_time": 354729.0,
      "text": "if you&#39;re jumping off 1 or 2 feet. You&#39;re not going to think about any of that stuff"
    },
    {
      "index": 81,
      "start_time": 354729.0,
      "end_time": 358530.0,
      "text": "because your mind is going to be in the game and you want everything else to come naturally"
    },
    {
      "index": 82,
      "start_time": 358530.0,
      "end_time": 362859.0,
      "text": "and easily to you. So bottom line you need to jump higher and you can do that by adding"
    },
    {
      "index": 83,
      "start_time": 362860.0,
      "end_time": 366439.0,
      "text": "inches to your vertical jump. And again if you click the link in the video description"
    },
    {
      "index": 84,
      "start_time": 366439.0,
      "end_time": 371300.0,
      "text": "below that&#39;ll take you to the best most comprehensive jump training program that&#39;s available. If"
    },
    {
      "index": 85,
      "start_time": 371300.0,
      "end_time": 374359.0,
      "text": "you want to be able to dunk with ease, if you want to be able to dunk on defenders,"
    },
    {
      "index": 86,
      "start_time": 374360.0,
      "end_time": 377249.0,
      "text": "if you want to be able to impress people, if you want to be the best player on your"
    },
    {
      "index": 87,
      "start_time": 377249.0,
      "end_time": 381939.0,
      "text": "team, if you want to make crowds go wild you definitely want to check out that program."
    },
    {
      "index": 88,
      "start_time": 381939.0,
      "end_time": 385200.0,
      "text": "I hope this video helped you out on your journey for learning how to dunk. If you have any"
    },
    {
      "index": 89,
      "start_time": 385200.0,
      "end_time": 388969.0,
      "text": "questions just leave a comment we&#39;ll get back to you. If this video was helpful make sure"
    },
    {
      "index": 90,
      "start_time": 388969.0,
      "end_time": 391399.0,
      "text": "you hit that like button and give it a thumbs up, and thank you for watching."
    }
  ]
}