{
  "video_id": "VDSpGnN2dsk",
  "title": "What Does Disney World Do With Leftover Food?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 12590.0,
      "text": "Every year tens of millions of people visit Walt Disney World in Orlando Florida, and while the guests at Disney's parks come from all walks of life, they all share something in common: they've got to eat."
    },
    {
      "index": 2,
      "start_time": 12660.0,
      "end_time": 24960.0,
      "text": "Now when you're paying as much as you do for a burger at Disney, you want to get your money's worth, but the truth is plenty of people don't finish their food, leading to the question “What Does Disney do with all that leftover food?”"
    },
    {
      "index": 3,
      "start_time": 28300.0,
      "end_time": 33960.0,
      "text": "Now if you're thinking it just goes into a garbage and gets shipped off to a landfill, that's actually not the case."
    },
    {
      "index": 4,
      "start_time": 34040.0,
      "end_time": 45240.0,
      "text": "It certainly was in the past, but as a part of Disney's effort to reduce waste and find more sustainable forms of energy,  all of that food now goes towards, well, powering the rides you ride."
    },
    {
      "index": 5,
      "start_time": 45330.0,
      "end_time": 52620.0,
      "text": "In 2008, in Waltham MA a man named Paul Sellew founded a company called Harvest Power Inc."
    },
    {
      "index": 6,
      "start_time": 52620.0,
      "end_time": 61260.0,
      "text": "They're a company that focuses on trying to cut down on waste while creating sustainable energy, specifically through a process called anaerobic digestion."
    },
    {
      "index": 7,
      "start_time": 61320.0,
      "end_time": 75280.0,
      "text": "In 2011 they penned a deal with the Reedy Creek Improvement District, the governing jurisdiction for the land of Walt Disney World, in which they would build a state-of-the-art 30 million dollar anaerobic digestion plant that they called an “Energy Garden”"
    },
    {
      "index": 8,
      "start_time": 75359.0,
      "end_time": 90100.0,
      "text": "The way the whole process works is that Disney ships its food waste to the Energy Garden, which is located between the Animal Kingdom and Epcot, where it's then mixed with biosolids, which are the leftover organic remains of sewage that's treated at Reedy Creek's sewage plant."
    },
    {
      "index": 9,
      "start_time": 90209.0,
      "end_time": 97940.0,
      "text": "The combined mixture is introduced to microorganisms that feed on the waste and generate something called biogas in the process."
    },
    {
      "index": 10,
      "start_time": 97990.0,
      "end_time": 102549.0,
      "text": "That biogas is itself a mixture of both methane and carbon dioxide."
    },
    {
      "index": 11,
      "start_time": 102649.0,
      "end_time": 110019.0,
      "text": "The biogas is then routed to a series of generators where it's combusted, much like natural gas, to generate electricity."
    },
    {
      "index": 12,
      "start_time": 110079.0,
      "end_time": 117059.0,
      "text": "That electricity is then sold back to Disney who uses it as part of their aggregate power supply used to run the resort."
    },
    {
      "index": 13,
      "start_time": 117059.0,
      "end_time": 125290.0,
      "text": "Any leftover waste that doesn't get processed by the microorganisms after a month is converted into granular fertilizer that's then sold separately."
    },
    {
      "index": 14,
      "start_time": 125310.0,
      "end_time": 138220.0,
      "text": "The Energy Garden, which opened in 2014, is capable of processing 350 tons of food waste every day, and can produce up to 5.4 megawatts per hour of combined heat and electric energy."
    },
    {
      "index": 15,
      "start_time": 138220.0,
      "end_time": 142220.0,
      "text": "So does that mean everything you're riding is powered by this waste?"
    },
    {
      "index": 16,
      "start_time": 142220.0,
      "end_time": 143940.0,
      "text": "Well, not quite."
    },
    {
      "index": 17,
      "start_time": 143940.0,
      "end_time": 152110.0,
      "text": "To put it in perspective, in 2017 the Reedy Creek Improvement District purchased a total of 1.1 million megawatts of power."
    },
    {
      "index": 18,
      "start_time": 152240.0,
      "end_time": 158600.0,
      "text": "It's largest supplier, Duke Energy, provided over 878 thousand megawatts of that total."
    },
    {
      "index": 19,
      "start_time": 158610.0,
      "end_time": 160110.0,
      "text": "Harvest Energy?"
    },
    {
      "index": 20,
      "start_time": 160110.0,
      "end_time": 165020.0,
      "text": "18.6 thousand megawatts, or about 1.5% of the total."
    },
    {
      "index": 21,
      "start_time": 165020.0,
      "end_time": 166810.0,
      "text": "Now that's not nothing either."
    },
    {
      "index": 22,
      "start_time": 166810.0,
      "end_time": 176560.0,
      "text": "According to figures from the US Energy Information Administration, those 18.6 thousand megawatts would be able to power roughly 1,700 homes for an entire year."
    },
    {
      "index": 23,
      "start_time": 176610.0,
      "end_time": 180070.0,
      "text": "It's just that Disney World is so massive."
    },
    {
      "index": 24,
      "start_time": 180070.0,
      "end_time": 193890.0,
      "text": "Between the theme parks, the water parks, all the resorts (which combined, total up to 30,000 hotel rooms), and all of the countless buildings behind the scenes that make Disney World possible, it's no surprise that it they need a lot of power."
    },
    {
      "index": 25,
      "start_time": 193960.0,
      "end_time": 200030.0,
      "text": "Still though, this is a great step in the direction of easing off fossil fuels and leaning into renewable energy."
    },
    {
      "index": 26,
      "start_time": 200100.0,
      "end_time": 201910.0,
      "text": "This isn't their only step, either."
    },
    {
      "index": 27,
      "start_time": 201910.0,
      "end_time": 215460.0,
      "text": "Beyond the current Mickey Mouse solar farm, Disney is working with Origis Energy to build a 270 acre 50-megawatt solar farm which, when completed, would generate enough energy to power two of Disney's four theme parks."
    },
    {
      "index": 28,
      "start_time": 215510.0,
      "end_time": 231180.0,
      "text": "So while it's not actually possible when you are on a ride to tell which power is coming from where, the next time you're on the Carousel of Progress and John is going on about the wonders of electricity, you can tell yourself he's able to do so because of that Mickey waffle you never finished eating."
    },
    {
      "index": 29,
      "start_time": 233240.0,
      "end_time": 234140.0,
      "text": "Just kidding."
    },
    {
      "index": 30,
      "start_time": 234140.0,
      "end_time": 236680.0,
      "text": "You finished eating it. Everybody finishes eating those."
    }
  ]
}