{
  "video_id": "VdZd5zYTKAw",
  "title": "How the world's first metro system was built - Christian Wolmar",
  "json": [
    {
      "index": 1,
      "start_time": 6645.0,
      "end_time": 16180.0,
      "text": "It was the dawn of 1863, and London's  not-yet-opened subway system, the first of its kind in the world,  had the city in an uproar."
    },
    {
      "index": 2,
      "start_time": 16184.000000000002,
      "end_time": 22556.0,
      "text": "Digging a hole under the city  and putting a railroad in it seemed the stuff of dreams."
    },
    {
      "index": 3,
      "start_time": 22557.0,
      "end_time": 29620.0,
      "text": "Pub drinkers scoffed at the idea and a local minister accused the railway company of trying to break into hell."
    },
    {
      "index": 4,
      "start_time": 29625.0,
      "end_time": 36990.0,
      "text": "Most people simply thought the project, which cost more than 100 million dollars in today's money, would never work."
    },
    {
      "index": 5,
      "start_time": 37000.0,
      "end_time": 38400.0,
      "text": "But it did."
    },
    {
      "index": 6,
      "start_time": 38730.0,
      "end_time": 49630.0,
      "text": "On January 10, 1863, 30,000 people ventured underground  to travel on the world's first subway on a four-mile stretch  of line in London."
    },
    {
      "index": 7,
      "start_time": 49654.0,
      "end_time": 56191.0,
      "text": "After three years of construction and a few setbacks, the Metropolitan Railway  was ready for business."
    },
    {
      "index": 8,
      "start_time": 56197.0,
      "end_time": 58605.0,
      "text": "The city's officials were much relieved."
    },
    {
      "index": 9,
      "start_time": 58605.0,
      "end_time": 63850.0,
      "text": "They'd been desperate to find a way to reduce the terrible congestion on the roads."
    },
    {
      "index": 10,
      "start_time": 63853.0,
      "end_time": 68345.0,
      "text": "London, at the time the world's largest and most prosperous city, was in a permanent state of gridlock, with carts, costermongers, cows, and commuters jamming the roads."
    },
    {
      "index": 11,
      "start_time": 76143.0,
      "end_time": 83100.0,
      "text": "It'd been a Victorian visionary,  Charles Pearson, who first thought of putting railways  under the ground."
    },
    {
      "index": 12,
      "start_time": 83335.0,
      "end_time": 94000.0,
      "text": "He'd lobbied for underground trains throughout the 1840s, but opponents thought the idea was impractical since the railroads at the time only had short tunnels under hills."
    },
    {
      "index": 13,
      "start_time": 94444.0,
      "end_time": 97754.0,
      "text": "How could you get a railway through the center of a city?"
    },
    {
      "index": 14,
      "start_time": 97754.0,
      "end_time": 102330.0,
      "text": "The answer was a simple system called \"cut and cover.\""
    },
    {
      "index": 15,
      "start_time": 102330.0,
      "end_time": 111000.0,
      "text": "Workers had to dig a huge trench, construct a tunnel out of brick archways, and then refill the hole over the newly built tunnel."
    },
    {
      "index": 16,
      "start_time": 111100.0,
      "end_time": 118400.0,
      "text": "Because this was disruptive  and required the demolition  of buildings above the tunnels, most of the line went under existing roads."
    },
    {
      "index": 17,
      "start_time": 118473.0,
      "end_time": 120866.0,
      "text": "Of course, there were accidents."
    },
    {
      "index": 18,
      "start_time": 120866.0,
      "end_time": 129970.0,
      "text": "On one occasion, a heavy rainstorm flooded the nearby sewers and burst through the excavation, delaying the project by several months."
    },
    {
      "index": 19,
      "start_time": 129973.00000000001,
      "end_time": 136100.0,
      "text": "But as soon as the Metropolitan Railway opened, Londoners rushed in  to ride the new trains."
    },
    {
      "index": 20,
      "start_time": 136100.0,
      "end_time": 140200.0,
      "text": "The Metropolitan quickly became a vital  part of London's transport system."
    },
    {
      "index": 21,
      "start_time": 140211.0,
      "end_time": 145600.0,
      "text": "Additional lines were soon built, and new suburbs grew around the stations."
    },
    {
      "index": 22,
      "start_time": 145626.0,
      "end_time": 157200.0,
      "text": "Big department stores opened next to the railroad, and the railway company even created attractions, like a 30-story Ferris wheel in Earls Court to bring in tourists by train."
    },
    {
      "index": 23,
      "start_time": 157275.0,
      "end_time": 168900.0,
      "text": "Within 30 years, London's subway system covered 80 kilometers, with lines in the center of town running in tunnels, and suburban trains operating on the surface, often on embankments."
    },
    {
      "index": 24,
      "start_time": 168984.0,
      "end_time": 173500.0,
      "text": "But London was still growing, and everyone wanted to be connected to the system."
    },
    {
      "index": 25,
      "start_time": 173814.0,
      "end_time": 184300.0,
      "text": "By the late 1880s, the city had become too dense with buildings, sewers, and electric cables for the \"cut and cover\" technique, so a new system had to be devised."
    },
    {
      "index": 26,
      "start_time": 184375.0,
      "end_time": 195100.0,
      "text": "Using a machine called the Greathead Shield, a team of just 12 workers could  bore through the earth, carving deep underground tunnels  through the London clay."
    },
    {
      "index": 27,
      "start_time": 195750.0,
      "end_time": 203000.0,
      "text": "These new lines, called tubes, were at varying depths, but usually about 25 meters deeper than  the \"cut and cover\" lines."
    },
    {
      "index": 28,
      "start_time": 203326.0,
      "end_time": 209300.0,
      "text": "This meant their construction  didn't disturb the surface, and it was possible to dig under buildings."
    },
    {
      "index": 29,
      "start_time": 209335.0,
      "end_time": 220300.0,
      "text": "The first tube line,  the City and South London, opened in 1890 and proved so successful that half a dozen more lines were built in the next 20 years."
    },
    {
      "index": 30,
      "start_time": 220330.0,
      "end_time": 227300.0,
      "text": "This clever new technology was even used  to burrow several lines under London's river, the Thames."
    },
    {
      "index": 31,
      "start_time": 227393.0,
      "end_time": 235500.0,
      "text": "By the early 20th century, Budapest, Berlin, Paris, and New York had all built subways of their own."
    },
    {
      "index": 32,
      "start_time": 235535.0,
      "end_time": 243000.0,
      "text": "And today, with more than 160 cities  in 55 countries using underground rails to combat congestion."
    },
    {
      "index": 33,
      "start_time": 243100.0,
      "end_time": 249700.0,
      "text": "We can thank Charles Pearson and the Metropolitan Railway for getting us started on the right track."
    }
  ]
}