{
  "video_id": "vEIXijQctlQ",
  "title": "Zen and the Brain",
  "json": [
    {
      "index": 1,
      "start_time": 24590.0,
      "end_time": 30470.0,
      "text": "&gt;&gt; Good morning friends. We are delighted today have our--to host our friend, Dr. James"
    },
    {
      "index": 2,
      "start_time": 30470.0,
      "end_time": 37540.0,
      "text": "H. Austin. James is America&#39;s professor of neurology in the University of Colorado Health"
    },
    {
      "index": 3,
      "start_time": 37540.0,
      "end_time": 44750.0,
      "text": "Sciences Center. He is one of the oldest and most respected experts on the links between"
    },
    {
      "index": 4,
      "start_time": 44750.0,
      "end_time": 51030.0,
      "text": "the neurological workings of the human brain and meditation. He is the author of the book"
    },
    {
      "index": 5,
      "start_time": 51030.0,
      "end_time": 56430.0,
      "text": "&quot;Zen and the Brain&quot; which is, as far as I know, one of the earliest and most influential"
    },
    {
      "index": 6,
      "start_time": 56430.0,
      "end_time": 62730.0,
      "text": "books on the topic. He is also the only real neuroscientist I know who is also a profoundly"
    },
    {
      "index": 7,
      "start_time": 62730.0,
      "end_time": 68460.0,
      "text": "deep meditator. And he&#39;s going to be very shy as in now, but he&#39;s--but he&#39;s quite enlightened,"
    },
    {
      "index": 8,
      "start_time": 68460.0,
      "end_time": 74530.0,
      "text": "and so making him a very rare master both in neuroscience and meditation. James&#39; other"
    },
    {
      "index": 9,
      "start_time": 74530.0,
      "end_time": 80680.0,
      "text": "books include &quot;Selfless Insight&quot; and &quot;Zen Brain Reflections&quot;. He is the only friend"
    },
    {
      "index": 10,
      "start_time": 80680.0,
      "end_time": 88190.0,
      "text": "I have who doesn&#39;t use email. Or he and the Dalai Lama. So, the two of them. And he&#39;s"
    },
    {
      "index": 11,
      "start_time": 88190.0,
      "end_time": 94039.0,
      "text": "the--and he&#39;s the only friend who writes me letters by hand, because the Dalai Lama doesn&#39;t"
    },
    {
      "index": 12,
      "start_time": 94039.0,
      "end_time": 98110.0,
      "text": "do that. So before we come here, he asked whether he should be doing the advance or"
    },
    {
      "index": 13,
      "start_time": 98110.0,
      "end_time": 103560.0,
      "text": "the--or the geneta--the version of his talk. So I asked for the advanced technical version."
    },
    {
      "index": 14,
      "start_time": 103560.0,
      "end_time": 110709.0,
      "text": "So if it&#39;s too older, blame me. But if it&#39;s good, it&#39;s his credit. And with that, please"
    },
    {
      "index": 15,
      "start_time": 110709.0,
      "end_time": 118630.0,
      "text": "welcome our friend, Professor James Austin. Thank you."
    },
    {
      "index": 16,
      "start_time": 118630.0,
      "end_time": 134680.0,
      "text": "&gt;&gt; Austin: Thank you, Meng, for your generous, hospitality and generous welcome to this group."
    },
    {
      "index": 17,
      "start_time": 134680.0,
      "end_time": 145180.0,
      "text": "I have a very easy or very difficult job talking to this group at Google. The difficult part"
    },
    {
      "index": 18,
      "start_time": 145180.0,
      "end_time": 157430.0,
      "text": "of my job relates to your high level of intellect, which paradoxically makes it more difficult"
    },
    {
      "index": 19,
      "start_time": 157430.0,
      "end_time": 172560.0,
      "text": "for you to understand unless you remember how important it is to have moments of insight."
    },
    {
      "index": 20,
      "start_time": 172560.0,
      "end_time": 180519.0,
      "text": "If you can remember the moments when you&#39;ve had insight, when all you intellectual knowledge"
    },
    {
      "index": 21,
      "start_time": 180519.0,
      "end_time": 189890.0,
      "text": "has failed you but your intuition has given you a burst of understanding, then I have"
    },
    {
      "index": 22,
      "start_time": 189890.0,
      "end_time": 202469.0,
      "text": "an easy job. So try to keep in mind those moments of insight at your desk or any out"
    },
    {
      "index": 23,
      "start_time": 202469.0,
      "end_time": 211709.0,
      "text": "of doors when a moment of insight has clarified a problem that remained impenetrable to your"
    },
    {
      "index": 24,
      "start_time": 211709.0,
      "end_time": 233670.0,
      "text": "high level of intellect. Meng tells me that many of you in this group have taken the course"
    },
    {
      "index": 25,
      "start_time": 233670.0,
      "end_time": 242469.0,
      "text": "on meditation and consciousness, and so I think it&#39;s appropriate that we all start with"
    },
    {
      "index": 26,
      "start_time": 242469.0,
      "end_time": 251739.0,
      "text": "a moment of meditation. You&#39;ve already worked hard all this morning. You&#39;ve gotten here."
    },
    {
      "index": 27,
      "start_time": 251739.0,
      "end_time": 312360.0,
      "text": "You&#39;ve come here on time to this lecture. So let&#39;s start with a brief moment of meditation."
    },
    {
      "index": 28,
      "start_time": 312360.0,
      "end_time": 320840.0,
      "text": "The first slide is the old Taoist yin yang symbol, and the purpose is to point out that"
    },
    {
      "index": 29,
      "start_time": 320840.0,
      "end_time": 330240.0,
      "text": "their two aspects, the black and the white, the male and the female, this into that are"
    },
    {
      "index": 30,
      "start_time": 330240.0,
      "end_time": 341669.0,
      "text": "complementary, not antagonistic. They&#39;re both necessary to be part of the cosmic whole."
    },
    {
      "index": 31,
      "start_time": 341669.0,
      "end_time": 349490.0,
      "text": "You might wonder how a seemingly orthodox neurologist and academician would ever--would"
    },
    {
      "index": 32,
      "start_time": 349490.0,
      "end_time": 361319.0,
      "text": "ever be involved in anything as esoteric as Zen Buddhism. It stared when I was on sabbatical"
    },
    {
      "index": 33,
      "start_time": 361319.0,
      "end_time": 369830.0,
      "text": "in Kyoto, Japan. I was introduced, fortunately, to an English-speaking Zen master. And this"
    },
    {
      "index": 34,
      "start_time": 369830.0,
      "end_time": 382500.0,
      "text": "is the gate through which I entered this Rinzai Zen temple, Daitokuji, in 1974. It&#39;s an ordinary"
    },
    {
      "index": 35,
      "start_time": 382500.0,
      "end_time": 390150.0,
      "text": "gate of the kind that we use in the west and elsewhere in the world. It operates as a unit"
    },
    {
      "index": 36,
      "start_time": 390150.0,
      "end_time": 401470.0,
      "text": "so that the top and the bottom open simultaneously. What I&#39;m about to describe to you as a theme"
    },
    {
      "index": 37,
      "start_time": 401470.0,
      "end_time": 408750.0,
      "text": "throughout this talk is something that may seem unfamiliar, but here&#39;s the theme. The"
    },
    {
      "index": 38,
      "start_time": 408750.0,
      "end_time": 419500.0,
      "text": "theme is that when we turn on our self-centered attention, we exert in a reciprocal opposite"
    },
    {
      "index": 39,
      "start_time": 419500.0,
      "end_time": 430580.0,
      "text": "fashion our external kind of attentiveness. And contrary-wise, when we turn on our attentiveness"
    },
    {
      "index": 40,
      "start_time": 430580.0,
      "end_time": 443189.0,
      "text": "into the external world, we dampen our resources that go into our self-centeredness. And with"
    },
    {
      "index": 41,
      "start_time": 443189.0,
      "end_time": 452800.0,
      "text": "this introduction, let&#39;s turn to the two different kinds of meditation, the attentive art of"
    },
    {
      "index": 42,
      "start_time": 452800.0,
      "end_time": 462419.0,
      "text": "meditation. For those of you who have handouts, this will be on the handout so you need not"
    },
    {
      "index": 43,
      "start_time": 462419.0,
      "end_time": 470930.0,
      "text": "try to memorize it. But basically we start as we did a few moments ago by looking down"
    },
    {
      "index": 44,
      "start_time": 470930.0,
      "end_time": 480639.0,
      "text": "and usually at a spot in front of us in a form of what&#39;s been called concentrative meditation."
    },
    {
      "index": 45,
      "start_time": 480639.0,
      "end_time": 490229.0,
      "text": "It&#39;s a more effortful kind of attentiveness. It&#39;s focused and it&#39;s exclusive. If we&#39;re"
    },
    {
      "index": 46,
      "start_time": 490229.0,
      "end_time": 499569.0,
      "text": "pointing down like this, were excluding the world all around us and focusing on one point"
    },
    {
      "index": 47,
      "start_time": 499569.0,
      "end_time": 511360.0,
      "text": "in a deliberate one-pointed manner. Now, this requires our voluntary top-down processing,"
    },
    {
      "index": 48,
      "start_time": 511360.0,
      "end_time": 519130.0,
      "text": "and so it is more self-referential; we&#39;re in there doing it. It&#39;s the kind of attention"
    },
    {
      "index": 49,
      "start_time": 519130.0,
      "end_time": 530590.0,
      "text": "that can evolve later on into the absorptions, and it does involve our paying attention."
    },
    {
      "index": 50,
      "start_time": 530590.0,
      "end_time": 541420.0,
      "text": "This kind of attention, this kind of awareness is personalized. We&#39;re in there doing it ourself."
    },
    {
      "index": 51,
      "start_time": 541420.0,
      "end_time": 550010.0,
      "text": "Now, later on, after we&#39;ve trained attention in a top-down manner, we move into a more"
    },
    {
      "index": 52,
      "start_time": 550010.0,
      "end_time": 561220.0,
      "text": "receptive kind of meditation. By definition, this is more effortless. It&#39;s attentiveness"
    },
    {
      "index": 53,
      "start_time": 561220.0,
      "end_time": 570880.0,
      "text": "that is unfocussed and it is inclusive. It will take in everything around us; front,"
    },
    {
      "index": 54,
      "start_time": 570880.0,
      "end_time": 584200.0,
      "text": "back, top and bottom. It&#39;s a more open, universal, bare awareness and it expresses our involuntary--our"
    },
    {
      "index": 55,
      "start_time": 584200.0,
      "end_time": 592110.0,
      "text": "involuntary attentiveness to the world around us. So it, by definition, is more other referential."
    },
    {
      "index": 56,
      "start_time": 592110.0,
      "end_time": 602950.0,
      "text": "If self is everything inside our skin, other is everything outside of our skin. And this"
    },
    {
      "index": 57,
      "start_time": 602950.0,
      "end_time": 612720.0,
      "text": "is the kind receptivity that can later shift into more insightful, intuitive modes of processing."
    },
    {
      "index": 58,
      "start_time": 612720.0,
      "end_time": 623590.0,
      "text": "It&#39;s called a choiceless awareness because we are not choosing to do it; it happens."
    },
    {
      "index": 59,
      "start_time": 623590.0,
      "end_time": 637380.0,
      "text": "So this is a more anonymous kind of awareness; anonymous awareness. Now, we have two ways--two"
    },
    {
      "index": 60,
      "start_time": 637380.0,
      "end_time": 645780.0,
      "text": "ways of processing reality. The one we&#39;re most familiar with and the one&#39;s that&#39;s easiest"
    },
    {
      "index": 61,
      "start_time": 645780.0,
      "end_time": 658120.0,
      "text": "to understand is this form, the egocentric, self-centered kind of processing. If this"
    },
    {
      "index": 62,
      "start_time": 658120.0,
      "end_time": 666340.0,
      "text": "is the person doing it and looking at an apple, these lines of sight from the apple are all"
    },
    {
      "index": 63,
      "start_time": 666340.0,
      "end_time": 680570.0,
      "text": "coming back into the general access of this person&#39;s attentiveness. And this person--this"
    },
    {
      "index": 64,
      "start_time": 680570.0,
      "end_time": 689180.0,
      "text": "person has a frame of reference looking at the outside world. This person is holding"
    },
    {
      "index": 65,
      "start_time": 689180.0,
      "end_time": 712490.0,
      "text": "on with both hands to this frame of reference and he&#39;s seeing only what he chooses to. There&#39;s"
    },
    {
      "index": 66,
      "start_time": 712490.0,
      "end_time": 721670.0,
      "text": "another kind of reality which is revealed to us without our being aware of it. And just"
    },
    {
      "index": 67,
      "start_time": 721670.0,
      "end_time": 734940.0,
      "text": "as the word &quot;ego&quot; stands for self, the Greek word &quot;allo&quot; stands for other. So allocentric"
    },
    {
      "index": 68,
      "start_time": 734940.0,
      "end_time": 742260.0,
      "text": "reality is that world that the brain perceives without our knowing that it&#39;s doing so. And"
    },
    {
      "index": 69,
      "start_time": 742260.0,
      "end_time": 753450.0,
      "text": "when it looks out out there and automatically identifies these apples and positions them"
    },
    {
      "index": 70,
      "start_time": 753450.0,
      "end_time": 763580.0,
      "text": "in three dimensional space in relation to each other, no lines of sight come back here"
    },
    {
      "index": 71,
      "start_time": 763580.0,
      "end_time": 773950.0,
      "text": "to the person who is doing this kind of attentive processing. This is allocentric processing."
    },
    {
      "index": 72,
      "start_time": 773950.0,
      "end_time": 786220.0,
      "text": "Now, the two kinds of processing, egocentric and allocentric are on your handout. But the"
    },
    {
      "index": 73,
      "start_time": 786220.0,
      "end_time": 794260.0,
      "text": "important thing to realize is that they pursue different pathways in the brain. The egocentric"
    },
    {
      "index": 74,
      "start_time": 794260.0,
      "end_time": 802790.0,
      "text": "pathway is, in a sense, the northern pathway which proceeds in the upper part of the brain."
    },
    {
      "index": 75,
      "start_time": 802790.0,
      "end_time": 810750.0,
      "text": "The allocentric pathway is pathway that proceeds from back to front through the southern part,"
    },
    {
      "index": 76,
      "start_time": 810750.0,
      "end_time": 820580.0,
      "text": "the lower part of the brain. Next topic on your handout, and your handout has these topics"
    },
    {
      "index": 77,
      "start_time": 820580.0,
      "end_time": 828000.0,
      "text": "arranged in a serial manner, so if you proceed from the top, you&#39;ll be getting the whole"
    },
    {
      "index": 78,
      "start_time": 828000.0,
      "end_time": 838130.0,
      "text": "outline of this presentation. The next topic we&#39;re talking about is attention itself. William"
    },
    {
      "index": 79,
      "start_time": 838130.0,
      "end_time": 849540.0,
      "text": "James, the American psychologist and philosopher, outlined the importance of attention, and"
    },
    {
      "index": 80,
      "start_time": 849540.0,
      "end_time": 856000.0,
      "text": "he called it &quot;The faculty of bringing back a wandering attention over and over again,"
    },
    {
      "index": 81,
      "start_time": 856000.0,
      "end_time": 867810.0,
      "text": "over and over again, is the very root of all of our judgment, character and will.&quot; I&#39;m"
    },
    {
      "index": 82,
      "start_time": 867810.0,
      "end_time": 877150.0,
      "text": "going to make a little different tack and also emphasize that not only is this a voluntary"
    },
    {
      "index": 83,
      "start_time": 877150.0,
      "end_time": 887380.0,
      "text": "process, but that attention operates involuntarily. So let&#39;s look at the attentive brain here."
    },
    {
      "index": 84,
      "start_time": 887380.0,
      "end_time": 892510.0,
      "text": "And to get oriented, this is the back of the brain and you&#39;re looking down at the top of"
    },
    {
      "index": 85,
      "start_time": 892510.0,
      "end_time": 898010.0,
      "text": "the brain with the right hemisphere being on your right and the left hemisphere being"
    },
    {
      "index": 86,
      "start_time": 898010.0,
      "end_time": 906040.0,
      "text": "on your left. The nose is here. And let&#39;s look at the left hemisphere first and you&#39;ll"
    },
    {
      "index": 87,
      "start_time": 906040.0,
      "end_time": 913700.0,
      "text": "notice it has a lot of fine dots in it. This is to emphasize that the left hemisphere operates"
    },
    {
      "index": 88,
      "start_time": 913700.0,
      "end_time": 922100.0,
      "text": "in a discriminatory, fine-grain kind of processing. And when it looks out at the outside world,"
    },
    {
      "index": 89,
      "start_time": 922100.0,
      "end_time": 928710.0,
      "text": "and this outside world is on the opposite side of the environment because things are"
    },
    {
      "index": 90,
      "start_time": 928710.0,
      "end_time": 937260.0,
      "text": "crossed in the brain, it looks out and sees with discrimination, fine-grain discrimination."
    },
    {
      "index": 91,
      "start_time": 937260.0,
      "end_time": 947920.0,
      "text": "It sees and hears with fine-grain discrimination. Now, you know that most--for most of us, almost"
    },
    {
      "index": 92,
      "start_time": 947920.0,
      "end_time": 955870.0,
      "text": "all of us, our language ability is centered over in the left hemisphere. Whereas, when"
    },
    {
      "index": 93,
      "start_time": 955870.0,
      "end_time": 966280.0,
      "text": "we&#39;re talking about attentiveness, the corresponding regions, very exactly in this right hemisphere,"
    },
    {
      "index": 94,
      "start_time": 966280.0,
      "end_time": 977030.0,
      "text": "are specialized for attention. Most of the training in Zen meditation involves the training"
    },
    {
      "index": 95,
      "start_time": 977030.0,
      "end_time": 990760.0,
      "text": "of attention; the training of attention, both top-down and bottom-up training of attention."
    },
    {
      "index": 96,
      "start_time": 990760.0,
      "end_time": 997220.0,
      "text": "And here we see the reason why. Because this right hemisphere, you&#39;ll notice, has a lot"
    },
    {
      "index": 97,
      "start_time": 997220.0,
      "end_time": 1004030.0,
      "text": "of spaces in between the lines. It&#39;s not a fine grain, it&#39;s more of a course grain kind"
    },
    {
      "index": 98,
      "start_time": 1004030.0,
      "end_time": 1009720.0,
      "text": "of processing. And when it looks out into the opposite visual field, there is plenty"
    },
    {
      "index": 99,
      "start_time": 1009720.0,
      "end_time": 1022980.0,
      "text": "of room between these lines for it to insert values, atmospheres of aesthetic appreciation,"
    },
    {
      "index": 100,
      "start_time": 1022980.0,
      "end_time": 1033089.0,
      "text": "and judgment. Then because it sends a message over to the left hemisphere through the corpus"
    },
    {
      "index": 101,
      "start_time": 1033089.9999999999,
      "end_time": 1042720.9999999999,
      "text": "callosum, it enters into a bargain with the left hemisphere. It&#39;s an age old bargain."
    },
    {
      "index": 102,
      "start_time": 1042720.0,
      "end_time": 1049899.0,
      "text": "It&#39;s been going on for millenia. And it says, in effect, &quot;Left hemisphere, you can take"
    },
    {
      "index": 103,
      "start_time": 1049900.0,
      "end_time": 1057010.0,
      "text": "over the responsibility of words, and language and speaking and understanding language. But"
    },
    {
      "index": 104,
      "start_time": 1057010.0,
      "end_time": 1065851.0,
      "text": "I&#39;m going to co-opt everything that you see over in the right side of the world and claim"
    },
    {
      "index": 105,
      "start_time": 1065850.0,
      "end_time": 1081309.0,
      "text": "it as mine.&quot; And so the right hemisphere pays attention to both sides of the outside environment."
    },
    {
      "index": 106,
      "start_time": 1081310.0,
      "end_time": 1087321.0,
      "text": "And this becomes very important because it means that the right hemisphere is poised"
    },
    {
      "index": 107,
      "start_time": 1087320.0,
      "end_time": 1102779.0,
      "text": "to be receptive to the whole outside world. Many years ago, it was theorized, with good"
    },
    {
      "index": 108,
      "start_time": 1102780.0,
      "end_time": 1114650.0,
      "text": "evidence, that these two pathways were organized into a where pathway and then to a what pathway."
    },
    {
      "index": 109,
      "start_time": 1114650.0,
      "end_time": 1122430.0,
      "text": "It&#39;s now, I think, more reasonable to say that this northern root is a &quot;where is it"
    },
    {
      "index": 110,
      "start_time": 1122430.0,
      "end_time": 1133331.0,
      "text": "in relation to me?&quot; back in the center, and to say that the southern root is a &quot;what is"
    },
    {
      "index": 111,
      "start_time": 1133330.0,
      "end_time": 1145389.0,
      "text": "it?&quot; pathway that arrives at identification of the object that is seen out there. Those"
    },
    {
      "index": 112,
      "start_time": 1145390.0,
      "end_time": 1151890.0,
      "text": "of you who know some anatomy will notice an interesting point about this northern root,"
    },
    {
      "index": 113,
      "start_time": 1151890.0,
      "end_time": 1159241.0,
      "text": "because it goes through the angular gyrus here on it&#39;s way north into the parietal lobe,"
    },
    {
      "index": 114,
      "start_time": 1159240.0,
      "end_time": 1173000.0,
      "text": "and it misses the supramarginal gyrus which is more involved in the ventral kind of attentiveness."
    },
    {
      "index": 115,
      "start_time": 1173000.0,
      "end_time": 1180669.0,
      "text": "This slide is a composite slide that shows the brain and what it perceives out there"
    },
    {
      "index": 116,
      "start_time": 1180670.0,
      "end_time": 1191150.0,
      "text": "as a--in a theoretical way. We&#39;ll start with two of these spots up in the top part of the"
    },
    {
      "index": 117,
      "start_time": 1191150.0,
      "end_time": 1203680.0,
      "text": "brain because one of them is intraparietal sulcus or the IPS. And the IPS is linked with"
    },
    {
      "index": 118,
      "start_time": 1203680.0,
      "end_time": 1210571.0,
      "text": "the frontal eye field which is in the frontal part of the brain, and the two together are"
    },
    {
      "index": 119,
      "start_time": 1210570.0,
      "end_time": 1219379.0,
      "text": "our two modes of top-down attentiveness. We spoke of top-down attentiveness earlier, and"
    },
    {
      "index": 120,
      "start_time": 1219380.0,
      "end_time": 1228680.0,
      "text": "it&#39;s on one of your handout tables. You&#39;ll notice that these two modes of attention are"
    },
    {
      "index": 121,
      "start_time": 1228680.0,
      "end_time": 1238321.0,
      "text": "in a position to be overlapped by the egocentric pathway of processing, so that the two together,"
    },
    {
      "index": 122,
      "start_time": 1238320.0,
      "end_time": 1245259.0,
      "text": "egocentricity and top-down attentiveness, are very easy to link together into one giant"
    },
    {
      "index": 123,
      "start_time": 1245260.0,
      "end_time": 1255721.0,
      "text": "function. On the other hand, lower down, is the temporoparietal junction which includes"
    },
    {
      "index": 124,
      "start_time": 1255720.0,
      "end_time": 1264940.0,
      "text": "the superior temporal gyrus here and the supramarginal gyrus. And it links up in the same network"
    },
    {
      "index": 125,
      "start_time": 1264940.0,
      "end_time": 1272470.0,
      "text": "and circuitry with the inferior frontal cortex which is farther forward in the brain. You&#39;re"
    },
    {
      "index": 126,
      "start_time": 1272470.0,
      "end_time": 1278730.0,
      "text": "looking here, by the way, at the brain where the occipital lobe is back here, the seeing"
    },
    {
      "index": 127,
      "start_time": 1278730.0,
      "end_time": 1288600.0,
      "text": "part of the cortex, whereas the frontal lobe and nose is way up here in front. Further"
    },
    {
      "index": 128,
      "start_time": 1288600.0,
      "end_time": 1299980.0,
      "text": "more, this lower ventral pathway for attention is closer to the allocentric or the other"
    },
    {
      "index": 129,
      "start_time": 1299980.0,
      "end_time": 1309110.0,
      "text": "centered mode of processing reality, and tucked into the undersurface of the temporal lobe"
    },
    {
      "index": 130,
      "start_time": 1309110.0,
      "end_time": 1317999.0,
      "text": "is a module called the FG or the fusiform gyrus. This is a gyrus that specialize both"
    },
    {
      "index": 131,
      "start_time": 1318000.0,
      "end_time": 1330680.0,
      "text": "for color perception and for the processing or facial features. Thank you. All right."
    },
    {
      "index": 132,
      "start_time": 1330680.0,
      "end_time": 1339471.0,
      "text": "So here&#39;s this brain and it&#39;s looking up into the outside world, and what is it seeing?"
    },
    {
      "index": 133,
      "start_time": 1339470.0,
      "end_time": 1349230.0,
      "text": "Well, it&#39;s seeing four quadrants of vision, and let&#39;s look at them separately. Why, you"
    },
    {
      "index": 134,
      "start_time": 1349230.0,
      "end_time": 1357870.0,
      "text": "might ask, is there a red rim around the lower visual field? Well, that&#39;s because the egocentric"
    },
    {
      "index": 135,
      "start_time": 1357870.0,
      "end_time": 1366220.0,
      "text": "pathway, starting as it does in the upper part of the occipital lobe, is much more efficient"
    },
    {
      "index": 136,
      "start_time": 1366220.0,
      "end_time": 1377429.0,
      "text": "at processing things that are below the horizon. So, upper part of the occipital lobe, more"
    },
    {
      "index": 137,
      "start_time": 1377430.0,
      "end_time": 1389741.0,
      "text": "efficient at processing lower down. And ladies, there are several of you in the audience,"
    },
    {
      "index": 138,
      "start_time": 1389740.0,
      "end_time": 1399269.0,
      "text": "if you are balancing a baby on your lap, it&#39;s very important for you to be using the functions"
    },
    {
      "index": 139,
      "start_time": 1399270.0,
      "end_time": 1406020.0,
      "text": "that are up here, your functions of touch and proprioception, because they will help"
    },
    {
      "index": 140,
      "start_time": 1406020.0,
      "end_time": 1416430.0,
      "text": "you hold that baby accurately on your lap so the baby doesn&#39;t fall. And gentlemen, if"
    },
    {
      "index": 141,
      "start_time": 1416430.0,
      "end_time": 1425160.0,
      "text": "you are hammering a nail with your hammer and you&#39;ll hold the nail in your left hand,"
    },
    {
      "index": 142,
      "start_time": 1425160.0,
      "end_time": 1431841.0,
      "text": "it&#39;s very important for you have proprioception and touch so that you can come down with your"
    },
    {
      "index": 143,
      "start_time": 1431840.0,
      "end_time": 1441350.0,
      "text": "hammer accurately on the head of the nail because if you don&#39;t, your fingers are history."
    },
    {
      "index": 144,
      "start_time": 1441350.0,
      "end_time": 1453129.0,
      "text": "So this pathway, the egocentric pathway, is highly specialized for action. And it depends"
    },
    {
      "index": 145,
      "start_time": 1453130.0,
      "end_time": 1463191.0,
      "text": "on the parietal lobe for its proprioceptive and touch skills. And notice that these objects"
    },
    {
      "index": 146,
      "start_time": 1463190.0,
      "end_time": 1473720.0,
      "text": "that it handles are down close to it in its very personal space in the envelope of space"
    },
    {
      "index": 147,
      "start_time": 1473720.0,
      "end_time": 1483749.0,
      "text": "right around it within reach; within reach. On the other hand, consider the allocentric"
    },
    {
      "index": 148,
      "start_time": 1483750.0,
      "end_time": 1489861.0,
      "text": "pathway starting in the lower part of the occipital lobe. Remember things are crossed"
    },
    {
      "index": 149,
      "start_time": 1489860.0,
      "end_time": 1496909.0,
      "text": "in the brain. So this part of the brain is most efficient at processing items that are"
    },
    {
      "index": 150,
      "start_time": 1496910.0,
      "end_time": 1506601.0,
      "text": "up here in the upper visual fields above the visual horizon. What is up here? Well, in"
    },
    {
      "index": 151,
      "start_time": 1506600.0,
      "end_time": 1517369.0,
      "text": "ages past, it would be very handy to detect the saber-toothed tiger by your sense of hearing,"
    },
    {
      "index": 152,
      "start_time": 1517370.0,
      "end_time": 1524420.0,
      "text": "audition, or your sense of color vision so that you could detect the difference between"
    },
    {
      "index": 153,
      "start_time": 1524420.0,
      "end_time": 1533390.0,
      "text": "the stripes on the tiger and the leaf patterns that are in the underbrush. And it&#39;s important"
    },
    {
      "index": 154,
      "start_time": 1533390.0,
      "end_time": 1542640.0,
      "text": "that the tiger be detected at a distance away from you so it doesn&#39;t wind up in your lap."
    },
    {
      "index": 155,
      "start_time": 1542640.0,
      "end_time": 1551481.0,
      "text": "And having escaped the tiger, if you wanted to be in a contemplative mode and thank your"
    },
    {
      "index": 156,
      "start_time": 1551480.0,
      "end_time": 1560649.0,
      "text": "lucky stars, you could look out in the distance at the blue sky and the clouds and the mountains"
    },
    {
      "index": 157,
      "start_time": 1560650.0,
      "end_time": 1570180.0,
      "text": "and be in a more relaxed frame of mind. These are the differences between vision and audition"
    },
    {
      "index": 158,
      "start_time": 1570180.0,
      "end_time": 1577341.0,
      "text": "which are in the temporal lobe, and touch and proprioception, the circuitry of which"
    },
    {
      "index": 159,
      "start_time": 1577340.0,
      "end_time": 1590470.0,
      "text": "is in your parietal lobe. Now looking here at a functional MRI scan of the left--we&#39;re"
    },
    {
      "index": 160,
      "start_time": 1590470.0,
      "end_time": 1599759.0,
      "text": "looking at the right hemisphere from the outside, the nose is here by the inferior frontal gyrus"
    },
    {
      "index": 161,
      "start_time": 1599760.0,
      "end_time": 1606280.0,
      "text": "and the occipital lobe is back here in the back. And you see these same structures that"
    },
    {
      "index": 162,
      "start_time": 1606280.0,
      "end_time": 1614851.0,
      "text": "we&#39;ve spoken about before, but the interesting point here is that the intraparietal sulcus"
    },
    {
      "index": 163,
      "start_time": 1614850.0,
      "end_time": 1625619.0,
      "text": "is right next to this blue spot which is the superior parietal lobule. What is the superior"
    },
    {
      "index": 164,
      "start_time": 1625620.0,
      "end_time": 1636201.0,
      "text": "parietal lobule? It&#39;s your somatosensory association cortex. And what does that mean? It means"
    },
    {
      "index": 165,
      "start_time": 1636200.0,
      "end_time": 1645899.0,
      "text": "that this is the part of your brain that understands that you have an arm, a leg, a head and a"
    },
    {
      "index": 166,
      "start_time": 1645900.0,
      "end_time": 1655111.0,
      "text": "trunk on both sides, and it puts these together so that you understand and know instinctively"
    },
    {
      "index": 167,
      "start_time": 1655110.0,
      "end_time": 1662730.0,
      "text": "that you have a body that you can act with which will be your agency for working as a"
    },
    {
      "index": 168,
      "start_time": 1662730.0,
      "end_time": 1671249.0,
      "text": "unit in the outside world. So this is where your sense of physical sense of self comes"
    },
    {
      "index": 169,
      "start_time": 1671250.0,
      "end_time": 1681140.0,
      "text": "together. So notice how handy it is to have your top-down attention mode right next to"
    },
    {
      "index": 170,
      "start_time": 1681140.0,
      "end_time": 1689910.0,
      "text": "this organizational principle that enables you to know you have a whole body scheme with"
    },
    {
      "index": 171,
      "start_time": 1689910.0,
      "end_time": 1698101.0,
      "text": "which you can operate in the outside world. What about the bottom-up attention and its"
    },
    {
      "index": 172,
      "start_time": 1698100.0,
      "end_time": 1705539.0,
      "text": "processing? Well, it&#39;s in the temporo-parietal junction and the inferior frontal gyrus. And"
    },
    {
      "index": 173,
      "start_time": 1705540.0,
      "end_time": 1712010.0,
      "text": "there are some yellow colors here and that&#39;s simply to remind us that our top-down attentiveness"
    },
    {
      "index": 174,
      "start_time": 1712010.0,
      "end_time": 1722250.0,
      "text": "and our bottom-up attentiveness have to be merged in a very sophisticated manner in order"
    },
    {
      "index": 175,
      "start_time": 1722250.0,
      "end_time": 1729880.0,
      "text": "for us to put together the kinds of attention that we need to operate in our daily lives."
    },
    {
      "index": 176,
      "start_time": 1729880.0,
      "end_time": 1736800.0,
      "text": "So the medial frontal gyrus and the inferior frontal gyrus operate particularly on the"
    },
    {
      "index": 177,
      "start_time": 1736800.0,
      "end_time": 1748240.0,
      "text": "right side to arrive at this merger of functions that enables us to operate. In your handout"
    },
    {
      "index": 178,
      "start_time": 1748240.0,
      "end_time": 1759091.0,
      "text": "is a table that simply summarizes the responses of the ventral, the lower, and the dorsal"
    },
    {
      "index": 179,
      "start_time": 1759090.0,
      "end_time": 1770710.0,
      "text": "kind of attention systems, and I won&#39;t dwell on that any further. It is important, however,"
    },
    {
      "index": 180,
      "start_time": 1770710.0,
      "end_time": 1778090.0,
      "text": "to make a distinction, a visual distinction, between top-down attention which is a sharply"
    },
    {
      "index": 181,
      "start_time": 1778090.0,
      "end_time": 1788739.0,
      "text": "pointed, remember, exclusive kind of attention. It operates on a foundation of bare awareness."
    },
    {
      "index": 182,
      "start_time": 1788740.0,
      "end_time": 1796071.0,
      "text": "It has a pre-attention mode which is entirely involuntary and which is right out there at"
    },
    {
      "index": 183,
      "start_time": 1796070.0,
      "end_time": 1804249.0,
      "text": "the point. And the point here is simply to illustrate that top-down attention is the"
    },
    {
      "index": 184,
      "start_time": 1804250.0,
      "end_time": 1816540.0,
      "text": "vanguard that is out at the tip of all of our processing. In computer programming, there"
    },
    {
      "index": 185,
      "start_time": 1816540.0,
      "end_time": 1823290.0,
      "text": "is also, I gather, something that is out at the forefront of the processing, and in the"
    },
    {
      "index": 186,
      "start_time": 1823290.0,
      "end_time": 1831731.0,
      "text": "brain, it is a sharp point of attention that impales the topic that we wish to pay attention"
    },
    {
      "index": 187,
      "start_time": 1831730.0,
      "end_time": 1841820.0,
      "text": "to so that the rest of our processing can come in and know where to operate. Think how"
    },
    {
      "index": 188,
      "start_time": 1841820.0,
      "end_time": 1863470.0,
      "text": "important it is to this pen which has lots of ink in it to be able to have a point  in order to write with, and you&#39;ll understand"
    },
    {
      "index": 189,
      "start_time": 1863470.0,
      "end_time": 1872230.0,
      "text": "the pointing function of attention, and you&#39;ll understand why William James regarded it as"
    },
    {
      "index": 190,
      "start_time": 1872230.0,
      "end_time": 1883480.0,
      "text": "so crucial to our operations. So this is the kind of top-down attention and the contrasting"
    },
    {
      "index": 191,
      "start_time": 1883480.0,
      "end_time": 1894039.0,
      "text": "form is our bottom-up attentiveness which is a more global kind of receptivity. It also"
    },
    {
      "index": 192,
      "start_time": 1894040.0,
      "end_time": 1902120.0,
      "text": "functions at the level of bare awareness and it has a subconscious processing also, and"
    },
    {
      "index": 193,
      "start_time": 1902120.0,
      "end_time": 1909750.0,
      "text": "everything above its threshold of consciousness it does have the potential of entering on"
    },
    {
      "index": 194,
      "start_time": 1909750.0,
      "end_time": 1918221.0,
      "text": "our consciousness. But most important, everything below this level operates at a subconscious"
    },
    {
      "index": 195,
      "start_time": 1918220.0,
      "end_time": 1929539.0,
      "text": "level. So the bottom-up attentiveness much of what goes on is not within our conscious"
    },
    {
      "index": 196,
      "start_time": 1929540.0,
      "end_time": 1942780.0,
      "text": "understanding. It goes on subconsciously. Farther down on your handout is the issue"
    },
    {
      "index": 197,
      "start_time": 1942780.0,
      "end_time": 1951390.0,
      "text": "of the difference between our physical sense of self and our psychic sense of self. Zen"
    },
    {
      "index": 198,
      "start_time": 1951390.0,
      "end_time": 1959841.0,
      "text": "training, in particular, emphasizes doing away with the disadvantageous aspects of our"
    },
    {
      "index": 199,
      "start_time": 1959840.0,
      "end_time": 1967399.0,
      "text": "self-centeredness. And to understand how this is so, you need to know the difference between"
    },
    {
      "index": 200,
      "start_time": 1967400.0,
      "end_time": 1977140.0,
      "text": "the physical body which is your physical sense of self, the Greeks called it your soma and"
    },
    {
      "index": 201,
      "start_time": 1977140.0,
      "end_time": 1984981.0,
      "text": "your--and your cognitive and your affective and your instinctual forms of self which are"
    },
    {
      "index": 202,
      "start_time": 1984980.0,
      "end_time": 1995259.0,
      "text": "your psychic sense of self which the Greeks called our psyche. So soma and psyche are"
    },
    {
      "index": 203,
      "start_time": 1995260.0,
      "end_time": 2006050.0,
      "text": "very different. I know because I can feel my arm that I have a somatic sense of self."
    },
    {
      "index": 204,
      "start_time": 2006050.0,
      "end_time": 2020101.0,
      "text": "But can you touch a thought? Can you reach out and touch your thought? Your thoughts"
    },
    {
      "index": 205,
      "start_time": 2020100.0,
      "end_time": 2033249.0,
      "text": "are intangible. So our soma deals with tangible things and our psyche deals with cognition"
    },
    {
      "index": 206,
      "start_time": 2033250.0,
      "end_time": 2046101.0,
      "text": "and emotion and instincts, and these are intangible categories of functioning. Now, let&#39;s look"
    },
    {
      "index": 207,
      "start_time": 2046100.0,
      "end_time": 2055600.0,
      "text": "at the self in operational terms and try to see how it operates in our daily lives. And"
    },
    {
      "index": 208,
      "start_time": 2055600.0,
      "end_time": 2063990.0,
      "text": "to do so, it helps to divide the self into three operational sub-compartments. The most"
    },
    {
      "index": 209,
      "start_time": 2063989.9999999998,
      "end_time": 2072949.9999999998,
      "text": "obvious one is the I, the part of ourselves that we know exist, we can feel it, we know"
    },
    {
      "index": 210,
      "start_time": 2072949.9999999998,
      "end_time": 2081729.9999999998,
      "text": "that it&#39;s there and we can watch it act. And these are all very adaptive functions. Similarly,"
    },
    {
      "index": 211,
      "start_time": 2081730.0,
      "end_time": 2092890.0,
      "text": "the Me is that part of our self to which things happen. If I don&#39;t look carefully when I&#39;m"
    },
    {
      "index": 212,
      "start_time": 2092889.9999999998,
      "end_time": 2100340.0,
      "text": "crossing the curb and going out in traffic, I&#39;m going to be hit by an automobile and something"
    },
    {
      "index": 213,
      "start_time": 2100340.0,
      "end_time": 2110640.0,
      "text": "very bad is going to happen to me. So this is an adaptive part of the self or Me. And"
    },
    {
      "index": 214,
      "start_time": 2110640.0,
      "end_time": 2121130.0,
      "text": "similarly, the Mine helps us identify our thoughts, our body parts, and our possessions."
    },
    {
      "index": 215,
      "start_time": 2121130.0,
      "end_time": 2129670.0,
      "text": "If we&#39;re going in the parking lot at Googleplex and trying to find our automobile, it helps"
    },
    {
      "index": 216,
      "start_time": 2129670.0,
      "end_time": 2138300.0,
      "text": "to know which automobile is mine and where we parked it because otherwise we&#39;ll be lost"
    },
    {
      "index": 217,
      "start_time": 2138300.0,
      "end_time": 2146600.0,
      "text": "without our car. So these are all the adaptive good parts of having an I, Me, Mine, but there"
    },
    {
      "index": 218,
      "start_time": 2146600.0,
      "end_time": 2157490.0,
      "text": "are disadvantages, there&#39;s a downside. There are cons to being a self. There are maladaptive"
    },
    {
      "index": 219,
      "start_time": 2157490.0,
      "end_time": 2166290.0,
      "text": "aspects of the self that we should like to do away with. The first and the easiest to"
    },
    {
      "index": 220,
      "start_time": 2166290.0,
      "end_time": 2181920.0,
      "text": "identify by our friends are our aggressive self; our aggressive, arrogant self. We have"
    },
    {
      "index": 221,
      "start_time": 2181920.0,
      "end_time": 2194120.0,
      "text": "another self. Here I am trying to get rid of myself and I have this other self that"
    },
    {
      "index": 222,
      "start_time": 2194120.0,
      "end_time": 2203640.0,
      "text": "is somehow in the circuitry. And this tells us how difficult it is to get rid of our self."
    },
    {
      "index": 223,
      "start_time": 2203640.0,
      "end_time": 2218230.0,
      "text": "We have this echo self which seems to have subsided. No. It needs to meditate more. So,"
    },
    {
      "index": 224,
      "start_time": 2218230.0,
      "end_time": 2224560.0,
      "text": "our friends know that we have an arrogant and aggressive self, but this part is sort"
    },
    {
      "index": 225,
      "start_time": 2224560.0,
      "end_time": 2235160.0,
      "text": "of hidden from us. But the Me part of our self, this we recognize because this is our"
    },
    {
      "index": 226,
      "start_time": 2235160.0,
      "end_time": 2242660.0,
      "text": "battered and our fearful and our anxiety- ridden self. This is the part that gives us"
    },
    {
      "index": 227,
      "start_time": 2242660.0,
      "end_time": 2252140.0,
      "text": "high blood pressure and all kinds of physical and mental ailments. And how about the mind?"
    },
    {
      "index": 228,
      "start_time": 2252140.0,
      "end_time": 2265290.0,
      "text": "The mind, of course, is also clutching its captured self-indentured, it craves things,"
    },
    {
      "index": 229,
      "start_time": 2265290.0,
      "end_time": 2276090.0,
      "text": "it overeats, it wants too much. And these are the, in short, the ABCs of the I, Me,"
    },
    {
      "index": 230,
      "start_time": 2276090.0,
      "end_time": 2286170.0,
      "text": "Mine, the aggressive, besieged and clutching parts of the self that we can do without."
    },
    {
      "index": 231,
      "start_time": 2286170.0,
      "end_time": 2294900.0,
      "text": "Now, as the new century dawned, a group of investigators at Washington University in"
    },
    {
      "index": 232,
      "start_time": 2294900.0,
      "end_time": 2306810.0,
      "text": "St. Louis, Deborah Gusnard and Marcus Raichle, looked over a bunch of PET scans--PET scans"
    },
    {
      "index": 233,
      "start_time": 2306810.0,
      "end_time": 2314020.0,
      "text": "that had been done in the past and discovered something interesting. In here, you&#39;re looking"
    },
    {
      "index": 234,
      "start_time": 2314020.0,
      "end_time": 2323830.0,
      "text": "at a summary of what they found, because we&#39;re looking now at the inside of the brain. Previously,"
    },
    {
      "index": 235,
      "start_time": 2323830.0,
      "end_time": 2330170.0,
      "text": "we&#39;ve been looking at the outside of the brain. Now we&#39;re looking at the brain from the inside"
    },
    {
      "index": 236,
      "start_time": 2330170.0,
      "end_time": 2337000.0,
      "text": "and you recognize that it&#39;s the inside because it&#39;s the right hemisphere and here is the"
    },
    {
      "index": 237,
      "start_time": 2337000.0,
      "end_time": 2344750.0,
      "text": "corpus callusom that has been cut, the bridge between the two hemispheres. And what they"
    },
    {
      "index": 238,
      "start_time": 2344750.0,
      "end_time": 2356260.0,
      "text": "found was that there were two hotspots in this inner part of the brain at rest; at rest."
    },
    {
      "index": 239,
      "start_time": 2356260.0,
      "end_time": 2365050.0,
      "text": "Their subjects were trying to relax, not do anything mentally or physically. And here"
    },
    {
      "index": 240,
      "start_time": 2365050.0,
      "end_time": 2379620.0,
      "text": "was a hotspot in the  medial posterior parietal cortex. Front of the brain here, back of the brain here. Notice,"
    },
    {
      "index": 241,
      "start_time": 2379620.0,
      "end_time": 2389030.0,
      "text": "by the way, the other centered, allocentered pathway coming along here through the under"
    },
    {
      "index": 242,
      "start_time": 2389030.0,
      "end_time": 2403590.0,
      "text": "part of the occipital and medial temporal cortex. And similarly, the other major hotspot"
    },
    {
      "index": 243,
      "start_time": 2403590.0,
      "end_time": 2410480.0,
      "text": "was here in the angular gyrus which is we&#39;ve noticed is the longest egocentric pathway"
    },
    {
      "index": 244,
      "start_time": 2410480.0,
      "end_time": 2424580.0,
      "text": "that leads up to the superior parietal lobule. So here at rest are three hotspots. What happens"
    },
    {
      "index": 245,
      "start_time": 2424580.0,
      "end_time": 2433250.0,
      "text": "when the subjects are then given a task which requires them to be introspective and to look"
    },
    {
      "index": 246,
      "start_time": 2433250.0,
      "end_time": 2447880.0,
      "text": "into their self? These hotspots become even hotter. And various lines of evidence suggest"
    },
    {
      "index": 247,
      "start_time": 2447880.0,
      "end_time": 2456880.0,
      "text": "that these hotspots in charge are engaged, at least partially, in generating our sense"
    },
    {
      "index": 248,
      "start_time": 2456880.0,
      "end_time": 2471040.0,
      "text": "of psychic self-identity and in relating this identity to our environment and to ways to"
    },
    {
      "index": 249,
      "start_time": 2471040.0,
      "end_time": 2484170.0,
      "text": "navigate through our environment. So if you ask, what are these hotspots doing anyway?"
    },
    {
      "index": 250,
      "start_time": 2484170.0,
      "end_time": 2494730.0,
      "text": "One might suggest by way of speculation that this is how you remember where you were born,"
    },
    {
      "index": 251,
      "start_time": 2494730.0,
      "end_time": 2502600.0,
      "text": "what your bedroom look like in your early formative years, where you went to high school,"
    },
    {
      "index": 252,
      "start_time": 2502600.0,
      "end_time": 2509160.0,
      "text": "who your friends were in high school, where you went to college, and what your office"
    },
    {
      "index": 253,
      "start_time": 2509160.0,
      "end_time": 2519020.0,
      "text": "looks like at Googleplex. This is where you fit in to your long narrative history and"
    },
    {
      "index": 254,
      "start_time": 2519020.0,
      "end_time": 2528210.0,
      "text": "then to that part of your environment which you laid down with circumstantial details"
    },
    {
      "index": 255,
      "start_time": 2528210.0,
      "end_time": 2541050.0,
      "text": "so that you know how to find your way around your environment. But now, what happens when"
    },
    {
      "index": 256,
      "start_time": 2541050.0,
      "end_time": 2551270.0,
      "text": "the subjects are given an acute task--an acute task that requires them to be very attentive"
    },
    {
      "index": 257,
      "start_time": 2551270.0,
      "end_time": 2561180.0,
      "text": "to their external environment? If you remember the first slide with the self and external"
    },
    {
      "index": 258,
      "start_time": 2561180.0,
      "end_time": 2572300.0,
      "text": "environment, you&#39;ll know and can anticipate that these hotspots become cooler. These self"
    },
    {
      "index": 259,
      "start_time": 2572300.0,
      "end_time": 2580060.0,
      "text": "hotspots become cooler when attentiveness is required and demanded by events in the"
    },
    {
      "index": 260,
      "start_time": 2580060.0,
      "end_time": 2589820.0,
      "text": "external environment. And this has since been borne out by functional MRI. You&#39;re looking"
    },
    {
      "index": 261,
      "start_time": 2589820.0,
      "end_time": 2598240.0,
      "text": "here at the top side at the functional MRI scans. In here, you&#39;re looking at the left"
    },
    {
      "index": 262,
      "start_time": 2598240.0,
      "end_time": 2608260.0,
      "text": "hemisphere with the frontal lobe here and the occipital lobe here. And here is the posterior"
    },
    {
      "index": 263,
      "start_time": 2608260.0,
      "end_time": 2614560.0,
      "text": "cingulate cortex back in the medial parietal lobe, and here is the medial prefrontal cortex"
    },
    {
      "index": 264,
      "start_time": 2614560.0,
      "end_time": 2621420.0,
      "text": "and here&#39;s the angular gyrus, so that this is a resting functional MRI scan and we still"
    },
    {
      "index": 265,
      "start_time": 2621420.0,
      "end_time": 2633660.0,
      "text": "have these three major hotspots. But now, the subjects are inside the functional MRI"
    },
    {
      "index": 266,
      "start_time": 2633660.0,
      "end_time": 2647530.0,
      "text": "scanner for 300 seconds or five minutes. And we see something fascinating. Because we see"
    },
    {
      "index": 267,
      "start_time": 2647530.0,
      "end_time": 2663840.0,
      "text": "that when the cool spots get hotter, the hotspots get cooler. And when the hotspots get hotter,"
    },
    {
      "index": 268,
      "start_time": 2663840.0,
      "end_time": 2675150.0,
      "text": "the cool spots get cooler. And this is happening in this subject about three times a minute."
    },
    {
      "index": 269,
      "start_time": 2675150.0,
      "end_time": 2689000.0,
      "text": "Now, this is a very, very slow cycle. It&#39;s endogenous, intrinsic cycle of the brain."
    },
    {
      "index": 270,
      "start_time": 2689000.0,
      "end_time": 2694780.0,
      "text": "It&#39;s not clear exactly what the mechanism is but it&#39;s probably a combination of some"
    },
    {
      "index": 271,
      "start_time": 2694780.0,
      "end_time": 2703960.0,
      "text": "metabolic cycle and some bioelectric cycle. It&#39;s much slower than the breathing rate of,"
    },
    {
      "index": 272,
      "start_time": 2703960.0,
      "end_time": 2716950.0,
      "text": "say, 18 per minute because this is only three per minute. Where could such a basic rhythm"
    },
    {
      "index": 273,
      "start_time": 2716950.0,
      "end_time": 2726460.0,
      "text": "come from, and that, of course, is an interesting problem for neuroscientists to settle. And"
    },
    {
      "index": 274,
      "start_time": 2726460.0,
      "end_time": 2733710.0,
      "text": "if you&#39;re wondering about the IPS which is cooler and the FEF which is cooler and the"
    },
    {
      "index": 275,
      "start_time": 2733710.0,
      "end_time": 2743490.0,
      "text": "TPj and the inferior frontal cortex which is cooler, rest assured that 20 minutes--20"
    },
    {
      "index": 276,
      "start_time": 2743490.0,
      "end_time": 2752550.0,
      "text": "seconds later things will be different. In here, 20 seconds later is the evidence of"
    },
    {
      "index": 277,
      "start_time": 2752550.0,
      "end_time": 2760940.0,
      "text": "a spontaneous reciprocal shift in the other direction. As the hot spots get hotter, the"
    },
    {
      "index": 278,
      "start_time": 2760940.0,
      "end_time": 2765730.0,
      "text": "cool spots get cooler. Question? &gt;&gt; Are the subjects doing anything during"
    },
    {
      "index": 279,
      "start_time": 2765730.0,
      "end_time": 2770590.0,
      "text": "this? &gt;&gt; AUSTIN: No, no. This is spontaneous. The"
    },
    {
      "index": 280,
      "start_time": 2770590.0,
      "end_time": 2778060.0,
      "text": "subject is not trying to do anything. This is an involuntary, spontaneous, endogenous,"
    },
    {
      "index": 281,
      "start_time": 2778060.0,
      "end_time": 2786020.0,
      "text": "reciprocal shift that&#39;s going on by itself. Thank you for your question. So here is the"
    },
    {
      "index": 282,
      "start_time": 2786020.0,
      "end_time": 2797480.0,
      "text": "cooler angular gyrus and the cooler medial posterior parietal and the cooler medial prefrontal"
    },
    {
      "index": 283,
      "start_time": 2797480.0,
      "end_time": 2806120.0,
      "text": "cortex. And here again, as a reminder, is a reciprocal function we&#39;ve been talking about."
    },
    {
      "index": 284,
      "start_time": 2806120.0,
      "end_time": 2818290.0,
      "text": "Now, the question then might be those of you who meditate and who go to a meditative retreat,"
    },
    {
      "index": 285,
      "start_time": 2818290.0,
      "end_time": 2824310.0,
      "text": "let&#39;s say you&#39;ve gone through day-long retreat or on a weekend retreat and then you&#39;ve gone"
    },
    {
      "index": 286,
      "start_time": 2824310.0,
      "end_time": 2833530.0,
      "text": "for a seven-day retreat, you&#39;re very relaxed and yet very receptive, very acute, very sensitized"
    },
    {
      "index": 287,
      "start_time": 2833530.0,
      "end_time": 2842170.0,
      "text": "to your environment. And you&#39;ve been doing this for--not for a week or so but you&#39;ve"
    },
    {
      "index": 288,
      "start_time": 2842170.0,
      "end_time": 2854190.0,
      "text": "been doing this for some years. What would happen if you&#39;re just there relaxed in a receptive"
    },
    {
      "index": 289,
      "start_time": 2854190.0,
      "end_time": 2865490.0,
      "text": "mode of attentiveness? Well, speculation here is a model to think about. Here is your allocentric"
    },
    {
      "index": 290,
      "start_time": 2865490.0,
      "end_time": 2876300.0,
      "text": "mode of other referential attentiveness going up and down maybe three per minute. And here"
    },
    {
      "index": 291,
      "start_time": 2876300.0,
      "end_time": 2886740.0,
      "text": "is your self-centered mode going up in a reciprocal fashion spontaneously. And then all of a sudden"
    },
    {
      "index": 292,
      "start_time": 2886740.0,
      "end_time": 2898220.0,
      "text": "a triggering stimulus comes from the outside; a triggering stimulus. A triggering stimulus"
    },
    {
      "index": 293,
      "start_time": 2898220.0,
      "end_time": 2907390.0,
      "text": "has been described in Zen terms and Buddhist terms for many, many centuries. For Zen Master"
    },
    {
      "index": 294,
      "start_time": 2907390.0,
      "end_time": 2917550.0,
      "text": "EQ who was meditating out in a boat, in a row boat out in the center of Lake Biwa in"
    },
    {
      "index": 295,
      "start_time": 2917550.0,
      "end_time": 2930120.0,
      "text": "Japan at night, the triggering stimulus was a bird that flew over and above him. A bird"
    },
    {
      "index": 296,
      "start_time": 2930120.0,
      "end_time": 2946130.0,
      "text": "that he was unaware of and the bird said [makes sound]. And Zen Master EQ dropped into a certain"
    },
    {
      "index": 297,
      "start_time": 2946130.0,
      "end_time": 2956300.0,
      "text": "extraordinary state of consciousness. Why? Well, we&#39;ve seen that there is this reciprocal"
    },
    {
      "index": 298,
      "start_time": 2956300.0,
      "end_time": 2966240.0,
      "text": "arrangement that goes on spontaneously and we&#39;re speculating that is allocentric, other"
    },
    {
      "index": 299,
      "start_time": 2966240.0,
      "end_time": 2975490.0,
      "text": "referential attentive processing would be captured and very hyper attentive. And similarly"
    },
    {
      "index": 300,
      "start_time": 2975490.0,
      "end_time": 2982580.0,
      "text": "in the reverse reciprocal fashion, there would be a deactivation of his self-referential"
    },
    {
      "index": 301,
      "start_time": 2982580.0,
      "end_time": 2990890.0,
      "text": "processing, which is in red and down here. And after a variable but unknown period of"
    },
    {
      "index": 302,
      "start_time": 2990890.0,
      "end_time": 3001140.0,
      "text": "time because time would drop out, his allocentric processing would be at a higher level. And"
    },
    {
      "index": 303,
      "start_time": 3001140.0,
      "end_time": 3012940.0,
      "text": "as a residual during the--during the afterglow phase, his egocentric processing would be"
    },
    {
      "index": 304,
      "start_time": 3012940.0,
      "end_time": 3024380.0,
      "text": "at a very low level and much of his prior maladaptive self would have been cut off."
    },
    {
      "index": 305,
      "start_time": 3024380.0,
      "end_time": 3029020.0,
      "text": "Cut off--question? &gt;&gt; How long will the [INDISTINCT] last?"
    },
    {
      "index": 306,
      "start_time": 3029020.0,
      "end_time": 3040860.0,
      "text": "&gt;&gt; AUSTIN: A variable period of time, but I would say anywhere from hours to a few days."
    },
    {
      "index": 307,
      "start_time": 3040860.0,
      "end_time": 3063160.0,
      "text": "Thank you for your question. I&#39;ve just come back from Beijing where I was given, to my"
    },
    {
      "index": 308,
      "start_time": 3063160.0,
      "end_time": 3074750.0,
      "text": "surprise, this ceremonial sword. I thought it might interest the audience as a curiosity,"
    },
    {
      "index": 309,
      "start_time": 3074750.0,
      "end_time": 3086780.0,
      "text": "but it also helps me explain how the sword cut that is describe in the old literature"
    },
    {
      "index": 310,
      "start_time": 3086780.0,
      "end_time": 3095110.0,
      "text": "which is the sword of the Buddha [INDISTINCT] of enlightenment and [INDISTINCT]. How it"
    },
    {
      "index": 311,
      "start_time": 3095110.0,
      "end_time": 3103420.0,
      "text": "operates and nicely slices off at that just the right parts, our sense of physical and"
    },
    {
      "index": 312,
      "start_time": 3103420.0,
      "end_time": 3113220.0,
      "text": "psychic self that is disadvantageous to our well-being and to well-being of others. Now,"
    },
    {
      "index": 313,
      "start_time": 3113220.0,
      "end_time": 3122640.0,
      "text": "you may think it odd that any quasi-religion or quasi-philosophical or any other system"
    },
    {
      "index": 314,
      "start_time": 3122640.0,
      "end_time": 3134850.0,
      "text": "of human endeavor would speak of a sword cut as a metaphor for a state of consciousness"
    },
    {
      "index": 315,
      "start_time": 3134850.0,
      "end_time": 3143490.0,
      "text": "that would supervene but this is the same way than my Zen master describe such a moment"
    },
    {
      "index": 316,
      "start_time": 3143490.0,
      "end_time": 3160590.0,
      "text": "to me. And the technique that he used with something like this. He said, &quot;A cut will"
    },
    {
      "index": 317,
      "start_time": 3160590.0,
      "end_time": 3170540.0,
      "text": "open up in the mind and will strike the depths of the cut.&quot; He put both of his hands down"
    },
    {
      "index": 318,
      "start_time": 3170540.0,
      "end_time": 3179550.0,
      "text": "in this manner and touched his fingers to indicate a big long V-shaped cut in the mind."
    },
    {
      "index": 319,
      "start_time": 3179550.0,
      "end_time": 3190840.0,
      "text": "So, we are talking there is--and there is a word in Japanese Kiri-e which describes"
    },
    {
      "index": 320,
      "start_time": 3190840.0,
      "end_time": 3203080.0,
      "text": "such a cut in the mind. Now, if the self vacates the center of consciousness which it does."
    },
    {
      "index": 321,
      "start_time": 3203080.0,
      "end_time": 3211200.0,
      "text": "And then the setters and insight that comprehends all things in the outside world as they really"
    },
    {
      "index": 322,
      "start_time": 3211200.0,
      "end_time": 3220690.0,
      "text": "are and the absence of self. And if there is no fear at that moment and no time and"
    },
    {
      "index": 323,
      "start_time": 3220690.0,
      "end_time": 3229580.0,
      "text": "pro-perception, the physical sense of self is unregistered. And if perfection is registered"
    },
    {
      "index": 324,
      "start_time": 3229580.0,
      "end_time": 3238410.0,
      "text": "throughout the outside world at that moment, how is it possible that such a moment can"
    },
    {
      "index": 325,
      "start_time": 3238410.0,
      "end_time": 3251520.0,
      "text": "occur. Again, we&#39;re talking about a model explanation but the model begins with the"
    },
    {
      "index": 326,
      "start_time": 3251520.0,
      "end_time": 3259200.0,
      "text": "thalamus. But what are we looking at here? We&#39;re looking at the left side of the brain,"
    },
    {
      "index": 327,
      "start_time": 3259200.0,
      "end_time": 3268460.0,
      "text": "nose here, back of the brain here. We&#39;re looking at the thalamus which is a paired structure."
    },
    {
      "index": 328,
      "start_time": 3268460.0,
      "end_time": 3275250.0,
      "text": "This is the left thalamus and we&#39;re seeing the largest nucleus in the whole thalamus"
    },
    {
      "index": 329,
      "start_time": 3275250.0,
      "end_time": 3283700.0,
      "text": "which is the pulvinar. And the pulvinar on that model that you have there is indicated"
    },
    {
      "index": 330,
      "start_time": 3283700.0,
      "end_time": 3291590.0,
      "text": "in a-in a yellow orange manner. If you see a yellow orange spot, you&#39;re looking at the"
    },
    {
      "index": 331,
      "start_time": 3291590.0,
      "end_time": 3302180.0,
      "text": "pulvinar. What does the pulvinar do? The pulvinar specializes in salience that&#39;s a quality that"
    },
    {
      "index": 332,
      "start_time": 3302180.0,
      "end_time": 3312640.0,
      "text": "enables the foreground item of interest to leap out and the background to subside and"
    },
    {
      "index": 333,
      "start_time": 3312640.0,
      "end_time": 3321500.0,
      "text": "become the background. So, the pulvinar is a very smart nucleus to have at the onset"
    },
    {
      "index": 334,
      "start_time": 3321500.0,
      "end_time": 3329940.0,
      "text": "of all of our perceptions. Now, what you&#39;re looking at in color is mostly the dorsal part"
    },
    {
      "index": 335,
      "start_time": 3329940.0,
      "end_time": 3338200.0,
      "text": "or the upper part or the northern part of the thalamus. And the other item of interest"
    },
    {
      "index": 336,
      "start_time": 3338200.0,
      "end_time": 3345290.0,
      "text": "is a lateral-posterior nucleus and it&#39;s connected with the superior parietal lobule which is"
    },
    {
      "index": 337,
      "start_time": 3345290.0,
      "end_time": 3355120.0,
      "text": "where we organize our physical sense of self. In front of that are the three limbic nuclei"
    },
    {
      "index": 338,
      "start_time": 3355120.0,
      "end_time": 3364570.0,
      "text": "of the thalamus. Through these three nuclei come all of the messages that rise up from"
    },
    {
      "index": 339,
      "start_time": 3364570.0,
      "end_time": 3374060.0,
      "text": "our hypothalamus, our hippocampus, our amygdale, all of our emotional life passes through these"
    },
    {
      "index": 340,
      "start_time": 3374060.0,
      "end_time": 3382880.0,
      "text": "three limbic nuclei and the front of the thalamus. And it&#39;s so happens that each of these three"
    },
    {
      "index": 341,
      "start_time": 3382880.0,
      "end_time": 3392430.0,
      "text": "nuclei are the passageway up to those three hot spots in the cortex which are our sense"
    },
    {
      "index": 342,
      "start_time": 3392430.0,
      "end_time": 3403020.0,
      "text": "of self. So, the way the circuitry is arranged in the brain, all of the information which"
    },
    {
      "index": 343,
      "start_time": 3403020.0,
      "end_time": 3409220.0,
      "text": "comes up from the limbic system and comes up in a bottom of manner, that comes up through"
    },
    {
      "index": 344,
      "start_time": 3409220.0,
      "end_time": 3416410.0,
      "text": "the limbic system and drives our cortex with all of our wants, all of our attachments,"
    },
    {
      "index": 345,
      "start_time": 3416410.0,
      "end_time": 3424230.0,
      "text": "all of our emotions first goes through these three limbic nuclei in the front of the dorsal"
    },
    {
      "index": 346,
      "start_time": 3424230.0,
      "end_time": 3434540.0,
      "text": "thalamus. So, we&#39;re talking about the dorsal tear first. But notice the ventral pulvinar"
    },
    {
      "index": 347,
      "start_time": 3434540.0,
      "end_time": 3440970.0,
      "text": "remains as those the rest to the ventral nuclei. And the ventral pulvinar goes up to diffuse"
    },
    {
      "index": 348,
      "start_time": 3440970.0,
      "end_time": 3450500.0,
      "text": "the formed gyrus and all of the other information that passes along the allocentric other centered"
    },
    {
      "index": 349,
      "start_time": 3450500.0,
      "end_time": 3462420.0,
      "text": "kind of processing. So, then, how is it possible to drop out all of these dorsal thalamus and"
    },
    {
      "index": 350,
      "start_time": 3462420.0,
      "end_time": 3471570.0,
      "text": "therefore rid ourselves of our anxieties and our sense of self. And the answer is that"
    },
    {
      "index": 351,
      "start_time": 3471570.0,
      "end_time": 3488130.0,
      "text": "it is not possible. It&#39;s not possible unless you pay attention to another nucleus in the"
    },
    {
      "index": 352,
      "start_time": 3488130.0,
      "end_time": 3496310.0,
      "text": "thalamus which is a reticular nucleus. Think of the reticular nucleus as a cap that fits"
    },
    {
      "index": 353,
      "start_time": 3496310.0,
      "end_time": 3505030.0,
      "text": "over the rest of the thalamus. And because it has many GABA, gamma aminobutyric acid"
    },
    {
      "index": 354,
      "start_time": 3505030.0,
      "end_time": 3515180.0,
      "text": "nerve cells in it, it exercises and inhibitory role on the rest of the dorsal thalamus. So,"
    },
    {
      "index": 355,
      "start_time": 3515180.0,
      "end_time": 3522150.0,
      "text": "because the thalamus and the cortex normally operate in an oscillating mode very quickly"
    },
    {
      "index": 356,
      "start_time": 3522150.0,
      "end_time": 3532310.0,
      "text": "back and forth, the reticular cap enables the thalamus to shut down it&#39;s thalamocortical"
    },
    {
      "index": 357,
      "start_time": 3532310.0,
      "end_time": 3542300.0,
      "text": "system and to cut off our sense of self. Now, you may say, &quot;What is the evidence for this"
    },
    {
      "index": 358,
      "start_time": 3542300.0,
      "end_time": 3550930.0,
      "text": "in my own experience?&quot; The evidence for this in your own experience is it what happens"
    },
    {
      "index": 359,
      "start_time": 3550930.0,
      "end_time": 3560380.0,
      "text": "when you go into your bedroom, turn out the lights and drop off to sleep in the evening"
    },
    {
      "index": 360,
      "start_time": 3560380.0,
      "end_time": 3570690.0,
      "text": "at night? Why do you fall asleep? Your vision drops out, your hearing drops out, your sense"
    },
    {
      "index": 361,
      "start_time": 3570690.0,
      "end_time": 3581440.0,
      "text": "of physical self drops out? All courtesy of your reticular nucleus in addition to other"
    },
    {
      "index": 362,
      "start_time": 3581440.0,
      "end_time": 3591090.0,
      "text": "circumstances. And why is the thalamus important? It&#39;s important because everything that you"
    },
    {
      "index": 363,
      "start_time": 3591090.0,
      "end_time": 3601430.0,
      "text": "have experienced since you first sat down in this chair this morning, all of your perceptions"
    },
    {
      "index": 364,
      "start_time": 3601430.0,
      "end_time": 3608780.0,
      "text": "have had to go through your thalamus in order for you to understand in the cortical level"
    },
    {
      "index": 365,
      "start_time": 3608780.0,
      "end_time": 3618480.0,
      "text": "what&#39;s going on, with the exception of smell. And if you smell the coffee or the onions"
    },
    {
      "index": 366,
      "start_time": 3618480.0,
      "end_time": 3624820.0,
      "text": "coming from over here, that&#39;s only because smell is the only exception. All the rest"
    },
    {
      "index": 367,
      "start_time": 3624820.0,
      "end_time": 3640310.0,
      "text": "has to go through your thalamus. Now, like the rest of the western world, the people"
    },
    {
      "index": 368,
      "start_time": 3640310.0,
      "end_time": 3651030.0,
      "text": "in Holland were used to a door that operates as a unit from the top to bottom until about"
    },
    {
      "index": 369,
      "start_time": 3651030.0,
      "end_time": 3664540.0,
      "text": "1600. And then some Dutchman said, &quot;Hey, why don&#39;t we design another kind of door? Let&#39;s"
    },
    {
      "index": 370,
      "start_time": 3664540.0,
      "end_time": 3674340.0,
      "text": "design a door that is hinged at the top and then independently at the bottom so we have"
    },
    {
      "index": 371,
      "start_time": 3674340.0,
      "end_time": 3682910.0,
      "text": "more options. And if our wives are inside here and the kids are down here playing in"
    },
    {
      "index": 372,
      "start_time": 3682910.0,
      "end_time": 3693960.0,
      "text": "the door step, she can look down and watch the kids or if it&#39;s a very hot day and we"
    },
    {
      "index": 373,
      "start_time": 3693960.0,
      "end_time": 3700620.0,
      "text": "want to get some cool breezes from a distant source, we can close the top part and open"
    },
    {
      "index": 374,
      "start_time": 3700620.0,
      "end_time": 3709160.0,
      "text": "up the bottom part and let the cool breezes come in and sweep along the floor. And if"
    },
    {
      "index": 375,
      "start_time": 3709160.0,
      "end_time": 3719430.0,
      "text": "we want to close off to world at night in security, we can close both halves of the"
    },
    {
      "index": 376,
      "start_time": 3719430.0,
      "end_time": 3728440.0,
      "text": "door as we drop off to sleep. The Dutch door is a metaphor for the way the dorsal thalamus"
    },
    {
      "index": 377,
      "start_time": 3728440.0,
      "end_time": 3743070.0,
      "text": "opens and closes at different kinds of days. Now, there are some triggers of historical"
    },
    {
      "index": 378,
      "start_time": 3743070.0,
      "end_time": 3751180.0,
      "text": "interest. The first of course is the--is the moment the episode involving Siddhartha Gautama"
    },
    {
      "index": 379,
      "start_time": 3751180.0,
      "end_time": 3763370.0,
      "text": "about 2500 years ago, who is meditating the bodhi tree in the pre-dawn hours. When he"
    },
    {
      "index": 380,
      "start_time": 3763370.0,
      "end_time": 3775150.0,
      "text": "looked up and saw the morning star--what is the morning star? The morning star was well"
    },
    {
      "index": 381,
      "start_time": 3775150.0,
      "end_time": 3782350.0,
      "text": "known to the ancients. Morning star is the planet Venus. And this is the way the planet"
    },
    {
      "index": 382,
      "start_time": 3782350.0,
      "end_time": 3795920.0,
      "text": "Venus was painted in back of the early Chinese dynasties. She was painted as a white goddess."
    },
    {
      "index": 383,
      "start_time": 3795920.0,
      "end_time": 3803770.0,
      "text": "And it&#39;s an indication of the harmony that was involved in her being. She has shown holding"
    },
    {
      "index": 384,
      "start_time": 3803770.0,
      "end_time": 3815050.0,
      "text": "a lute. And as further evidence that she was present in the early morning hours. If you"
    },
    {
      "index": 385,
      "start_time": 3815050.0,
      "end_time": 3825630.0,
      "text": "look up here, you can see that she has a rooster in her crown, evidencing what goes on in the"
    },
    {
      "index": 386,
      "start_time": 3825630.0,
      "end_time": 3836890.0,
      "text": "first part of the morning. And next time you go up north and visit Seattle, do visit the"
    },
    {
      "index": 387,
      "start_time": 3836890.0,
      "end_time": 3845120.0,
      "text": "Seattle Asian Art Museum. because in the Asian Art Museum, you will this statue which is"
    },
    {
      "index": 388,
      "start_time": 3845120.0,
      "end_time": 3852980.0,
      "text": "entitled &#39;A Monk at the Moment of Enlightenment.&#39; You will notice the black Buddha who looked"
    },
    {
      "index": 389,
      "start_time": 3852980.0,
      "end_time": 3866590.0,
      "text": "up and saw the morning star. This monk is also shown looking up at the moment of enlightenment."
    },
    {
      "index": 390,
      "start_time": 3866590.0,
      "end_time": 3876220.0,
      "text": "The technique of looking up as a meditated practice is well known in Tibetan Buddhism."
    },
    {
      "index": 391,
      "start_time": 3876220.0,
      "end_time": 3887510.0,
      "text": "And when Matthieu Ricard was here in 2007, about that time he was also writing a book"
    },
    {
      "index": 392,
      "start_time": 3887510.0,
      "end_time": 3897540.0,
      "text": "about Shabkar and Enlightened Sage in Tibetan Buddhism in the 19th century. And what Shabkar"
    },
    {
      "index": 393,
      "start_time": 3897540.0,
      "end_time": 3909770.0,
      "text": "had to say is this: &quot;I raise my head looking up and saw the cloudless sky. I thought of"
    },
    {
      "index": 394,
      "start_time": 3909770.0,
      "end_time": 3922920.0,
      "text": "absolute space free from all limitations. And then experienced a freedom without center,"
    },
    {
      "index": 395,
      "start_time": 3922920.0,
      "end_time": 3933730.0,
      "text": "without end. In translation, the cloudless sky is the sky that is free of all delusions."
    },
    {
      "index": 396,
      "start_time": 3933730.0,
      "end_time": 3945120.0,
      "text": "Absolute space without limits, it is this space with stems around us as allocentric"
    },
    {
      "index": 397,
      "start_time": 3945120.0,
      "end_time": 3956170.0,
      "text": "space. The freedom is the liberation that is part of an enlightened state of moment."
    },
    {
      "index": 398,
      "start_time": 3956170.0,
      "end_time": 3967060.0,
      "text": "Without center means, no self is in the center, without end meaning infinite. And so as we"
    },
    {
      "index": 399,
      "start_time": 3967060.0,
      "end_time": 3977060.0,
      "text": "go out the door through which we entered, I thank you for your attention."
    }
  ]
}