{
  "video_id": "vFeRxfu3uhA",
  "title": "3-Layer Carrot Cake Made in the Microwave - Gemma's Bigger Bolder Baking",
  "json": [
    {
      "index": 1,
      "start_time": 16949.0,
      "end_time": 21829.0,
      "text": "Hi Bold Bakers! As you know I&#39;m somewhat of an expert when it comes to making a cake in"
    },
    {
      "index": 2,
      "start_time": 21829.0,
      "end_time": 25750.0,
      "text": "the microwave. And with it being spring I thought it was the perfect time to share with"
    },
    {
      "index": 3,
      "start_time": 25750.0,
      "end_time": 31480.0,
      "text": "you a really moist three-layered cake made in the microwave in just 10 minutes. You are"
    },
    {
      "index": 4,
      "start_time": 31480.0,
      "end_time": 36440.0,
      "text": "not going to believe it when it’s done. As always the recipe can be found on my website"
    },
    {
      "index": 5,
      "start_time": 36440.0,
      "end_time": 41709.0,
      "text": "BiggerBolderBaking.com. Okay, let’s get started in a nice large bowl. So add in your"
    },
    {
      "index": 6,
      "start_time": 41710.0,
      "end_time": 46690.0,
      "text": "flour, baking soda, some baking powder. This cake needs both raising agents to make it"
    },
    {
      "index": 7,
      "start_time": 46690.0,
      "end_time": 50449.0,
      "text": "nice and fluffy. A little bit of cinnamon because carrot cake has that lovely warmth"
    },
    {
      "index": 8,
      "start_time": 50450.0,
      "end_time": 55309.0,
      "text": "to it. And then of course, a little bit of salt because all your baking needs salt to"
    },
    {
      "index": 9,
      "start_time": 55309.0,
      "end_time": 58849.0,
      "text": "bring out all the other flavors. And then what you want to do is just whisk all these"
    },
    {
      "index": 10,
      "start_time": 58850.0,
      "end_time": 63290.0,
      "text": "ingredients together to make sure that they&#39;re really well combined. Okay, perfect, now we&#39;re"
    },
    {
      "index": 11,
      "start_time": 63290.0,
      "end_time": 67182.0,
      "text": "going to set this aside and get started with our wet ingredients. So you want to do this"
    },
    {
      "index": 12,
      "start_time": 67182.0,
      "end_time": 71820.0,
      "text": "next step in a nice large bowl because we’re going to end up mixing our whole cake in here."
    },
    {
      "index": 13,
      "start_time": 71820.0,
      "end_time": 77309.0,
      "text": "So into this we’re going to crack in some eggs. Now make sure your eggs are at room"
    },
    {
      "index": 14,
      "start_time": 77310.0,
      "end_time": 81990.0,
      "text": "temperature because they whip up so much better. Now our next ingredient is really common in"
    },
    {
      "index": 15,
      "start_time": 81990.0,
      "end_time": 86229.0,
      "text": "carrot cakes and I personally love to use it, it is a flavorless oil. So you can use"
    },
    {
      "index": 16,
      "start_time": 86229.0,
      "end_time": 91249.0,
      "text": "a canola oil, vegetable oil, even coconut actually would work really well, just do not"
    },
    {
      "index": 17,
      "start_time": 91249.0,
      "end_time": 95119.0,
      "text": "use olive oil because the flavor is too strong. Then into this mix we’re going to add in"
    },
    {
      "index": 18,
      "start_time": 95119.0,
      "end_time": 100950.0,
      "text": "our sugar. And then follow this with a little bit of vanilla extract. I love vanilla extract"
    },
    {
      "index": 19,
      "start_time": 100950.0,
      "end_time": 105219.0,
      "text": "in my baking, if you watch a lot of Bigger Bolder Baking you will know that. Invest in"
    },
    {
      "index": 20,
      "start_time": 105219.0,
      "end_time": 109350.0,
      "text": "some good vanilla extract, or remember, you can always make your own, and I have a recipe"
    },
    {
      "index": 21,
      "start_time": 109350.0,
      "end_time": 113759.0,
      "text": "on my website of how you can do that. So now the next step is to whisk up our eggs really"
    },
    {
      "index": 22,
      "start_time": 113759.0,
      "end_time": 118219.0,
      "text": "nice and thick. Now I find it best to use an electric hand mixer, if you don&#39;t have"
    },
    {
      "index": 23,
      "start_time": 118219.0,
      "end_time": 122669.0,
      "text": "one, don&#39;t worry, you can always just use a hand whisk and a lot of elbow grease. So"
    },
    {
      "index": 24,
      "start_time": 122670.0,
      "end_time": 127450.0,
      "text": "now whisk this up on high speed for around 4-5 minutes until you see the eggs and the"
    },
    {
      "index": 25,
      "start_time": 127450.0,
      "end_time": 132990.0,
      "text": "mix get really nice and thick. And then we are done. Look at that. Okay so this is looking"
    },
    {
      "index": 26,
      "start_time": 132990.0,
      "end_time": 136770.0,
      "text": "great, now we’re going to take our dry ingredients that we mixed up, put them into here, and"
    },
    {
      "index": 27,
      "start_time": 136770.0,
      "end_time": 141500.0,
      "text": "fold them all together. So I said fold but this is more like a whisk, just to make sure"
    },
    {
      "index": 28,
      "start_time": 141500.0,
      "end_time": 146970.0,
      "text": "that there’s no lumps in your flour. And when it’s just incorporated, like this,"
    },
    {
      "index": 29,
      "start_time": 146970.0,
      "end_time": 150609.0,
      "text": "now we’re going to add in the rest of our ingredients, what really makes this cake stand"
    },
    {
      "index": 30,
      "start_time": 150610.0,
      "end_time": 155930.0,
      "text": "out. So into here I&#39;m going to add some grated carrots. Next is one of my secret ingredients"
    },
    {
      "index": 31,
      "start_time": 155930.0,
      "end_time": 160170.0,
      "text": "and it’s crushed pineapple, so go ahead and add that in there. You want to just chop"
    },
    {
      "index": 32,
      "start_time": 160170.0,
      "end_time": 164768.0,
      "text": "up your pineapple or even purée it really smooth. So here I have some grated coconut,"
    },
    {
      "index": 33,
      "start_time": 164769.0,
      "end_time": 169990.0,
      "text": "now if you&#39;ve ever tried my best ever carrot cake, I don&#39;t have pineapple or coconut in"
    },
    {
      "index": 34,
      "start_time": 169990.0,
      "end_time": 173929.0,
      "text": "that recipe. I love to add it into here because it kind of gives your cake almost a tropical"
    },
    {
      "index": 35,
      "start_time": 173930.0,
      "end_time": 178340.0,
      "text": "feel to it. Now if you don&#39;t like pineapple or coconut feel free to leave it out and just"
    },
    {
      "index": 36,
      "start_time": 178340.0,
      "end_time": 183180.0,
      "text": "make up that weight with some carrots. And then last but not least, one of my favorite"
    },
    {
      "index": 37,
      "start_time": 183180.0,
      "end_time": 187879.0,
      "text": "things to find in a carrot cake, is raisins! Because when you bake them, they get really"
    },
    {
      "index": 38,
      "start_time": 187879.0,
      "end_time": 192579.0,
      "text": "plump in the cake. Okay so all of our lovely goodies are in our cake, now with a spatula"
    },
    {
      "index": 39,
      "start_time": 192580.0,
      "end_time": 197000.0,
      "text": "just go ahead and fold these ingredients in. So just imagine the elements in this cake,"
    },
    {
      "index": 40,
      "start_time": 197000.0,
      "end_time": 201660.0,
      "text": "there’s the oil, there&#39;s the moist pineapple, all the moisture that comes from those is"
    },
    {
      "index": 41,
      "start_time": 201660.0,
      "end_time": 207900.0,
      "text": "going to plump up the carrots, plump up the raisins and just make this an incredible cake."
    },
    {
      "index": 42,
      "start_time": 207900.0,
      "end_time": 211879.0,
      "text": "There we go, perfect. So now let’s talk molds. We obviously can’t use tins in the"
    },
    {
      "index": 43,
      "start_time": 211879.0,
      "end_time": 216859.0,
      "text": "microwave, but here I have these really handy molds, and I have a link on my website of"
    },
    {
      "index": 44,
      "start_time": 216860.0,
      "end_time": 221379.0,
      "text": "where you can buy these, they&#39;re really inexpensive and I find that they&#39;re really handy, they&#39;re"
    },
    {
      "index": 45,
      "start_time": 221379.0,
      "end_time": 225679.0,
      "text": "8 inches and I&#39;m going to use three. So now if you don&#39;t want to buy these, you can use"
    },
    {
      "index": 46,
      "start_time": 225680.0,
      "end_time": 229849.0,
      "text": "any dish that’s safe for your microwave. A casserole dish, anything like that will"
    },
    {
      "index": 47,
      "start_time": 229849.0,
      "end_time": 234589.0,
      "text": "work perfectly. So now we have our mix, so all you want to do is just evenly as you can"
    },
    {
      "index": 48,
      "start_time": 234590.0,
      "end_time": 239240.0,
      "text": "divide it in between your three molds. You don&#39;t have to line these molds but I find"
    },
    {
      "index": 49,
      "start_time": 239240.0,
      "end_time": 242859.0,
      "text": "it really useful if you actually butter them to make sure that your cake is going to come"
    },
    {
      "index": 50,
      "start_time": 242859.0,
      "end_time": 246650.0,
      "text": "out clean. You can probably tell by now that this is actually going to make a really big"
    },
    {
      "index": 51,
      "start_time": 246650.0,
      "end_time": 250620.0,
      "text": "cake. Which is perfect, because when a cake is really good, you just want more of it."
    },
    {
      "index": 52,
      "start_time": 250620.0,
      "end_time": 254530.0,
      "text": "Now in case you&#39;re wondering, if you don&#39;t have a microwave this cake bakes perfectly"
    },
    {
      "index": 53,
      "start_time": 254530.0,
      "end_time": 263800.0,
      "text": "in the oven at 350º Fahrenheit or 180º Celsius for roughly 40-45 minutes. Okay, these are"
    },
    {
      "index": 54,
      "start_time": 263800.0,
      "end_time": 267150.0,
      "text": "looking perfect, they are ready to go into the microwave. So you want to cook each layer"
    },
    {
      "index": 55,
      "start_time": 267150.0,
      "end_time": 273200.0,
      "text": "off one at a time, for roughly three to four minutes. This timing is based on my microwave"
    },
    {
      "index": 56,
      "start_time": 273200.0,
      "end_time": 277260.0,
      "text": "which is 1200 watts, so check the wattage of your microwave because you might need a"
    },
    {
      "index": 57,
      "start_time": 277260.0,
      "end_time": 281731.0,
      "text": "little bit more time or even a little bit less. Once your first layer is cooked, go"
    },
    {
      "index": 58,
      "start_time": 281731.0,
      "end_time": 286300.0,
      "text": "ahead and pop in your second layer. So now if you haven&#39;t tried one of my microwave cakes"
    },
    {
      "index": 59,
      "start_time": 286300.0,
      "end_time": 290809.0,
      "text": "before, you are not going to believe the results. Unlike a cake from the oven, the microwave"
    },
    {
      "index": 60,
      "start_time": 290810.0,
      "end_time": 296910.0,
      "text": "actually steams, so you end up with this really soft cake. And best of all it only takes roughly"
    },
    {
      "index": 61,
      "start_time": 296910.0,
      "end_time": 302900.0,
      "text": "around 10 minutes to cook. So now if you are new to cakes made in the microwave then prepare"
    },
    {
      "index": 62,
      "start_time": 302900.0,
      "end_time": 307729.0,
      "text": "to have your mind blown, I have so many recipes on my website including large three layered"
    },
    {
      "index": 63,
      "start_time": 307730.0,
      "end_time": 312760.0,
      "text": "cakes and even some single-serving cakes make in a mug so make sure you go check those out."
    },
    {
      "index": 64,
      "start_time": 312760.0,
      "end_time": 317390.0,
      "text": "So just like magic our cakes are done. They look fantastic, now come here to me, I want"
    },
    {
      "index": 65,
      "start_time": 317400.0,
      "end_time": 321250.0,
      "text": "to show you how you can tell when they&#39;re cooked. As you can see, they&#39;re not wet on"
    },
    {
      "index": 66,
      "start_time": 321250.0,
      "end_time": 326280.0,
      "text": "top of you cake, and if you push down, they&#39;re firm underneath your finger which means that"
    },
    {
      "index": 67,
      "start_time": 326280.0,
      "end_time": 331820.0,
      "text": "they are lovely and done. Okay great, the best thing about this cake is it gets better"
    },
    {
      "index": 68,
      "start_time": 331820.0,
      "end_time": 335760.0,
      "text": "with age so if you want to make this for a celebration and make it a day or even two"
    },
    {
      "index": 69,
      "start_time": 335760.0,
      "end_time": 340450.0,
      "text": "days in advance, that is totally fine. Right now I&#39;m going to set these aside until they"
    },
    {
      "index": 70,
      "start_time": 340450.0,
      "end_time": 344710.0,
      "text": "go totally cold and then they&#39;ll be ready to decorate. So now my cake has cooled so"
    },
    {
      "index": 71,
      "start_time": 344710.0,
      "end_time": 349320.0,
      "text": "it’s time to decorate. Now you cannot have carrot cake without cream cheese frosting."
    },
    {
      "index": 72,
      "start_time": 349320.0,
      "end_time": 353719.0,
      "text": "Now I have this recipe on my website, it’s super, super easy to make, now here I have"
    },
    {
      "index": 73,
      "start_time": 353720.0,
      "end_time": 357990.0,
      "text": "my first layer of carrot cake, as you can see I&#39;ve flipped this layer over so at the"
    },
    {
      "index": 74,
      "start_time": 357990.0,
      "end_time": 361910.0,
      "text": "end your cake will be nice and level. So first off I&#39;m going to take a nice dollop of cream"
    },
    {
      "index": 75,
      "start_time": 361910.0,
      "end_time": 367210.0,
      "text": "cheese frosting, and just spread it on this layer. Now you know me and my cake decorating"
    },
    {
      "index": 76,
      "start_time": 367210.0,
      "end_time": 372440.0,
      "text": "style, I&#39;m rustic, I like things easy, so just do it nice and swiftly, and then we’re"
    },
    {
      "index": 77,
      "start_time": 372440.0,
      "end_time": 376890.0,
      "text": "going to move on to the next layer. Pop the other one on, as you decorate, take a little"
    },
    {
      "index": 78,
      "start_time": 376890.0,
      "end_time": 380530.0,
      "text": "bit of a step back and just make sure that you&#39;re cake is nice and straight because I"
    },
    {
      "index": 79,
      "start_time": 380530.0,
      "end_time": 386840.0,
      "text": "am no stranger to cakes going like this, then you gotta shimmy them back into shape. Okay"
    },
    {
      "index": 80,
      "start_time": 386840.0,
      "end_time": 390830.0,
      "text": "gorgeous, now another nice big dollop on the top of this layer. When it comes to cakes"
    },
    {
      "index": 81,
      "start_time": 390830.0,
      "end_time": 395700.0,
      "text": "I’m not shy with frosting, I like to get a good bit of frosting and cake at the same"
    },
    {
      "index": 82,
      "start_time": 395700.0,
      "end_time": 399640.0,
      "text": "time. So don&#39;t be shy with this. Okay lovely, now for our last layer. Now the trick here"
    },
    {
      "index": 83,
      "start_time": 399640.0,
      "end_time": 405990.0,
      "text": "is you definitely want to make sure you flip it over, so you get a nice smooth top, make"
    },
    {
      "index": 84,
      "start_time": 405100.0,
      "end_time": 410820.0,
      "text": "it easy to decorate, and then pop it on top. Look at that. So now for the outside of this"
    },
    {
      "index": 85,
      "start_time": 410820.0,
      "end_time": 415310.0,
      "text": "cake, for those of you who don&#39;t think you&#39;re the best cake decorator in the world, do not"
    },
    {
      "index": 86,
      "start_time": 415310.0,
      "end_time": 419881.0,
      "text": "worry, I&#39;ve got you covered, we’re going to put a nice big dollop on the top, and then"
    },
    {
      "index": 87,
      "start_time": 419881.0,
      "end_time": 424659.0,
      "text": "smear it all the way down the sides. And the look that we’re going for is called a naked"
    },
    {
      "index": 88,
      "start_time": 424660.0,
      "end_time": 429210.0,
      "text": "cake, so all we’re doing is pretty much a crumb layer and then we’re stopping. It’s"
    },
    {
      "index": 89,
      "start_time": 429210.0,
      "end_time": 435469.0,
      "text": "really rustic, it’s super, super easy. Anybody can do it. All we’re doing is just hilly"
    },
    {
      "index": 90,
      "start_time": 435470.0,
      "end_time": 442370.0,
      "text": "covering over all of the cake, just making sure that frosting is all around it, and that"
    },
    {
      "index": 91,
      "start_time": 442370.0,
      "end_time": 446710.0,
      "text": "is going to be how the outside of our cake is decorated. I do it kind of fast, I don&#39;t"
    },
    {
      "index": 92,
      "start_time": 446710.0,
      "end_time": 451260.0,
      "text": "go over it too many times, and that&#39;s when I get the best results. Okay, I&#39;ve covered"
    },
    {
      "index": 93,
      "start_time": 451260.0,
      "end_time": 455780.0,
      "text": "all my cake, this is the look that I&#39;m going for, now you see the sides here, the way that"
    },
    {
      "index": 94,
      "start_time": 455780.0,
      "end_time": 461630.0,
      "text": "the cake is kind of peeking out? This is the cake look that we’re going for. A naked"
    },
    {
      "index": 95,
      "start_time": 461630.0,
      "end_time": 465940.0,
      "text": "cake, rustic, perfects. Now all I want to do is just finish off the top of this cake"
    },
    {
      "index": 96,
      "start_time": 465940.0,
      "end_time": 470670.0,
      "text": "and then we’re done. So here I have my cream cheese in a piping bag, with no nozzle, because"
    },
    {
      "index": 97,
      "start_time": 470670.0,
      "end_time": 476640.0,
      "text": "I want to get it nice and round. And all I’m going to do is just do boop, a nice big dollop."
    },
    {
      "index": 98,
      "start_time": 476640.0,
      "end_time": 484719.0,
      "text": "I start at 12, three, six, nine, it just helps me space out the cake, and then just go ahead"
    },
    {
      "index": 99,
      "start_time": 484720.0,
      "end_time": 489990.0,
      "text": "and do two nice big dollops in between those. You have to have cream cheese frosting when"
    },
    {
      "index": 100,
      "start_time": 489990.0,
      "end_time": 494800.0,
      "text": "it comes to carrot, it’s like the law. And the tanginess of it, just really balances"
    },
    {
      "index": 101,
      "start_time": 494800.0,
      "end_time": 498630.0,
      "text": "well with the cake. Okay gorgeous, now let me show you the beautiful little decorations"
    },
    {
      "index": 102,
      "start_time": 498630.0,
      "end_time": 502510.0,
      "text": "I have for on top of here. So here I have some lovely little chocolate carrots that"
    },
    {
      "index": 103,
      "start_time": 502510.0,
      "end_time": 506969.0,
      "text": "I made. Al it is is melted white chocolate that I colored with a little bit of orange"
    },
    {
      "index": 104,
      "start_time": 506970.0,
      "end_time": 511240.0,
      "text": "food dye, and green food dye, and then I just piped them in to make these lovely little"
    },
    {
      "index": 105,
      "start_time": 511240.0,
      "end_time": 516290.0,
      "text": "carrots. Just go ahead and pop them on the top of your cream cheese dollops. Just look"
    },
    {
      "index": 106,
      "start_time": 516289.99999999994,
      "end_time": 520739.99999999994,
      "text": "at that, considering that I decorated so quickly, just look at how pretty it looks, and those"
    },
    {
      "index": 107,
      "start_time": 520740.0,
      "end_time": 525600.0,
      "text": "little carrots definitely send it over the top. Okay, now, I was telling you how moist"
    },
    {
      "index": 108,
      "start_time": 525600.0,
      "end_time": 528719.0,
      "text": "and delicious this cake is, now I&#39;m going to stop talking and cut into it just so you"
    },
    {
      "index": 109,
      "start_time": 528720.0,
      "end_time": 534290.0,
      "text": "can see how amazing this is. Check that out, not only is it a really thick cake, but the"
    },
    {
      "index": 110,
      "start_time": 534290.0,
      "end_time": 540709.0,
      "text": "coconut, the pineapple, the oil in here, makes it so incredibly soft. Now my favorite part"
    },
    {
      "index": 111,
      "start_time": 540710.0,
      "end_time": 550530.0,
      "text": "of the job, the chief taster. Mm-mm-mm. See, for me, carrot cake reminds me of Ireland,"
    },
    {
      "index": 112,
      "start_time": 550530.0,
      "end_time": 555579.0,
      "text": "it reminds me of when I was young, we used to eat it a lot, my mum made it incredibly."
    },
    {
      "index": 113,
      "start_time": 555580.0,
      "end_time": 562310.0,
      "text": "I absolutely love this cake. You have to try this cake and put it on your spring baking"
    },
    {
      "index": 114,
      "start_time": 562310.0,
      "end_time": 566609.0,
      "text": "list, you will not regret it. I’ll see you back here really soon for more Bigger Bolder"
    },
    {
      "index": 115,
      "start_time": 566610.0,
      "end_time": 567260.0,
      "text": "Baking."
    }
  ]
}