{
  "video_id": "VhjDaCCyc50",
  "title": "10 Times Disney Ripped Off Other Films",
  "json": [
    {
      "index": 1,
      "start_time": 2919.0,
      "end_time": 8339.0,
      "text": "Disney films are known all over the world for their great animation captivating stories and lovable characters"
    },
    {
      "index": 2,
      "start_time": 8340.0,
      "end_time": 11819.0,
      "text": "It's too bad that behind all of that lies a sketchy production department"
    },
    {
      "index": 3,
      "start_time": 11820.0,
      "end_time": 17910.0,
      "text": "That's constantly being accused of ripping off other stories and all with good merit characters songs and whole plots"
    },
    {
      "index": 4,
      "start_time": 18150.0,
      "end_time": 21000.0,
      "text": "Nothing is safe when it comes to Disney stealing from the rest of Hollywood"
    },
    {
      "index": 5,
      "start_time": 24070.0,
      "end_time": 29250.0,
      "text": "Before you watch click subscribe you'll join our notification squad and be the first to know of new content"
    },
    {
      "index": 6,
      "start_time": 29250.0,
      "end_time": 35700.0,
      "text": "Can you guess which movie is represented by these emojis? Stay tuned at the end of the video to find out. It's a surprise..."
    },
    {
      "index": 7,
      "start_time": 39340.0,
      "end_time": 41520.0,
      "text": "The Little Mermaid"
    },
    {
      "index": 8,
      "start_time": 42430.0,
      "end_time": 48749.0,
      "text": "Children of all ages loved traveling under the sea to watch the adventures of Ariel, a mermaid who seeks out more than her everyday life."
    },
    {
      "index": 9,
      "start_time": 48969.0,
      "end_time": 51359.0,
      "text": "The film itself is known for great animation,"
    },
    {
      "index": 10,
      "start_time": 51430.0,
      "end_time": 57059.0,
      "text": "A wonderful story and a perfect villain in the form of Ursula on top of all that the film is packed with a lot of catchy"
    },
    {
      "index": 11,
      "start_time": 57059.0,
      "end_time": 58899.0,
      "text": "songs that help move the story along"
    },
    {
      "index": 12,
      "start_time": 58900.0,
      "end_time": 64400.0,
      "text": "Along with kiss the girl, and under the sea. One of the more popular songs the film soundtrack is part of your world"
    },
    {
      "index": 13,
      "start_time": 65480.00000000001,
      "end_time": 69720.0,
      "text": "Wish I could be part of that world~"
    },
    {
      "index": 14,
      "start_time": 69720.0,
      "end_time": 76440.0,
      "text": "The song represents Ariel's desires to be a land dweller. If the song sounds familiar, then it's probably for a good reason. The lyrics,"
    },
    {
      "index": 15,
      "start_time": 76440.0,
      "end_time": 83220.0,
      "text": "message, and a flow in the song is directly ripped off from Little shop of horror's song entitled \"Somewhere that's green\""
    },
    {
      "index": 16,
      "start_time": 84020.0,
      "end_time": 87240.0,
      "text": "Somewhere that's green~"
    },
    {
      "index": 17,
      "start_time": 87840.0,
      "end_time": 95460.0,
      "text": "In the 1986 musical the character of Audrey dreams of having a house with green grass a picket fence and traditional home features"
    },
    {
      "index": 18,
      "start_time": 95650.0,
      "end_time": 100739.0,
      "text": "Alan Menken wrote the music for both Little shop of horrors and The Little Mermaid in multiple interviews"
    },
    {
      "index": 19,
      "start_time": 100740.0,
      "end_time": 103360.0,
      "text": "he's admitted to basically stealing that song and"
    },
    {
      "index": 20,
      "start_time": 103360.0,
      "end_time": 110600.0,
      "text": "repurposing it for Ariel's key moment in the Disney animation. At least Ariel didn't have to go face to face with a human eating venus flytrap"
    },
    {
      "index": 21,
      "start_time": 117460.0,
      "end_time": 119050.0,
      "text": "Cars"
    },
    {
      "index": 22,
      "start_time": 119050.0,
      "end_time": 122669.0,
      "text": "Disney and Pixar's Cars could have been a huge miss or hit for the company."
    },
    {
      "index": 23,
      "start_time": 122979.0,
      "end_time": 128008.0,
      "text": "Fortunately it was a hit that combined the clever design of cars with a down-to-Earth story about redemption,"
    },
    {
      "index": 24,
      "start_time": 128199.99999999999,
      "end_time": 131789.0,
      "text": "family, and life in small towns. If the movie really meant something to you,"
    },
    {
      "index": 25,
      "start_time": 131790.0,
      "end_time": 136679.0,
      "text": "then you would probably love to watch Michael J Fox star in the 1991 comedy Doc Hollywood."
    },
    {
      "index": 26,
      "start_time": 137100.0,
      "end_time": 140080.0,
      "text": "Cars is essentially a beat by beat remake of that film."
    },
    {
      "index": 27,
      "start_time": 140400.0,
      "end_time": 142960.0,
      "text": "Let's break down the elements a little; in Doc Hollywood,"
    },
    {
      "index": 28,
      "start_time": 142960.0,
      "end_time": 149120.0,
      "text": "Michael J. Fox plays an overconfident doctor that eagerly travels cross country to reach travels cross country to reach his destination in California."
    },
    {
      "index": 29,
      "start_time": 149400.0,
      "end_time": 153440.0,
      "text": "During his trip, he accidentally crashes and destroys a fence. For his punishment"
    },
    {
      "index": 30,
      "start_time": 153440.0,
      "end_time": 157860.0,
      "text": "he must work in the town where he learns to love and connect with the residents there. In Cars"
    },
    {
      "index": 31,
      "start_time": 158280.0,
      "end_time": 163400.0,
      "text": "Lightning McQueen is an overconfident driver that eagerly travels cross-country to reach his destination in"
    },
    {
      "index": 32,
      "start_time": 163400.0,
      "end_time": 168120.0,
      "text": "California. During his trip he accidentally destroys a whole city street. For his punishment,"
    },
    {
      "index": 33,
      "start_time": 168220.0,
      "end_time": 174059.0,
      "text": "he must repair the road in the town where he learns to love and connect with the residents there. It's painfully obvious"
    },
    {
      "index": 34,
      "start_time": 174070.0,
      "end_time": 179040.0,
      "text": "how much Cars is exactly like the movie but Doc Hollywood never got any credit for the influence."
    },
    {
      "index": 35,
      "start_time": 183400.0,
      "end_time": 185400.0,
      "text": "Inside Out"
    },
    {
      "index": 36,
      "start_time": 185400.0,
      "end_time": 189640.0,
      "text": "Traveling inside the brain of a developing child is a great concept for a movie and"
    },
    {
      "index": 37,
      "start_time": 189640.0,
      "end_time": 197060.0,
      "text": "Disney executed it well with the creation of Inside Out. The film turns a complicated concept into something that children can easily understand and process."
    },
    {
      "index": 38,
      "start_time": 197080.0,
      "end_time": 199000.0,
      "text": "Not only is the story funny and entertaining,"
    },
    {
      "index": 39,
      "start_time": 199000.0,
      "end_time": 205260.0,
      "text": "but it can be used by children to learn a little more about how their brains process various emotions and feelings. According to a"
    },
    {
      "index": 40,
      "start_time": 205260.0,
      "end_time": 210800.0,
      "text": "Psychologist named Denise Daniels she originally pitched the same idea to Disney as a full-length television pilot"
    },
    {
      "index": 41,
      "start_time": 211000.0,
      "end_time": 215610.0,
      "text": "entitled \"The Moodsters.\" The characters in the series were named happiness, sadness, anger,"
    },
    {
      "index": 42,
      "start_time": 215980.0,
      "end_time": 222010.0,
      "text": "love, and fear. The only difference between the Moodsters and Inside Out is that disgust replaced love for the film"
    },
    {
      "index": 43,
      "start_time": 222380.0,
      "end_time": 225700.0,
      "text": "Daniels filed a lawsuit against Disney claiming that she gave them the idea"
    },
    {
      "index": 44,
      "start_time": 225950.0,
      "end_time": 230859.0,
      "text": "years before inside-out was developed. The Moodsters is now a full line of educational toys,"
    },
    {
      "index": 45,
      "start_time": 231140.0,
      "end_time": 236410.0,
      "text": "programs, and tools for educators and parents. The characters don't look exactly like the Disney counterparts,"
    },
    {
      "index": 46,
      "start_time": 236410.0,
      "end_time": 239529.0,
      "text": "but you can easily see enough similarities to have a potential case."
    },
    {
      "index": 47,
      "start_time": 239870.0,
      "end_time": 244480.0,
      "text": "The court case is still ongoing so there's no word on if Daniel claims are actually legit or not"
    },
    {
      "index": 48,
      "start_time": 250730.0,
      "end_time": 252730.0,
      "text": "Atlantis the Lost Empire"
    },
    {
      "index": 49,
      "start_time": 253250.0,
      "end_time": 256149.0,
      "text": "When disney decided to Produce Atlantis: the Lost Empire,"
    },
    {
      "index": 50,
      "start_time": 256149.0,
      "end_time": 261180.0,
      "text": "they ventured into a whole new territory that had not been explored in recent years. The animated action-adventure"
    },
    {
      "index": 51,
      "start_time": 261180.0,
      "end_time": 263320.0,
      "text": "featured a different style of animation,"
    },
    {
      "index": 52,
      "start_time": 263330.0,
      "end_time": 269949.0,
      "text": "removed the catchy songs featured in films like the Lion King and Aladdin, and was aimed at older children Rather than little youngsters. While the"
    },
    {
      "index": 53,
      "start_time": 269950.0,
      "end_time": 271959.0,
      "text": "film is not as acclaimed as other Disney classics,"
    },
    {
      "index": 54,
      "start_time": 271960.0,
      "end_time": 274239.0,
      "text": "it's not exactly the most original story, either."
    },
    {
      "index": 55,
      "start_time": 274660.0,
      "end_time": 280720.0,
      "text": "Shortly after the release of Atlantis in 2001, fans couldn't help but compare the character, story, and plot points to the"
    },
    {
      "index": 56,
      "start_time": 280720.0,
      "end_time": 284800.0,
      "text": "1990 Japanese anime known as Nadia: The Secret of Blue water"
    },
    {
      "index": 57,
      "start_time": 285040.0,
      "end_time": 291860.0,
      "text": "Just the character breakdown alone showcases all the things that Disney ripped off. This includes the nerdy main character, Milo, a"
    },
    {
      "index": 58,
      "start_time": 291860.0,
      "end_time": 294820.0,
      "text": "heroine who wears a mysterious crystal pendant, a"
    },
    {
      "index": 59,
      "start_time": 294820.0,
      "end_time": 300220.0,
      "text": "weapon loving ship doctor, and a gunnery sergeant that sports a crop top, haircut, and a mustache"
    },
    {
      "index": 60,
      "start_time": 300280.0,
      "end_time": 302720.0,
      "text": "Both films also take place around the same time,"
    },
    {
      "index": 61,
      "start_time": 302720.0,
      "end_time": 309540.0,
      "text": "features the same climactic moments with huge crystals, and focus on a power source that villains are trying to obtain for their own uses."
    },
    {
      "index": 62,
      "start_time": 309740.0,
      "end_time": 313330.0,
      "text": "There are way too many similar plot points for this to merely be a coincidence"
    },
    {
      "index": 63,
      "start_time": 313580.0,
      "end_time": 317280.0,
      "text": "It's clear that disney took a lot of the same elements from Nadia."
    },
    {
      "index": 64,
      "start_time": 323320.0,
      "end_time": 325060.0,
      "text": "The Lion King"
    },
    {
      "index": 65,
      "start_time": 325340.0,
      "end_time": 328000.0,
      "text": "In the jungle, the mighty jungle, the lion..."
    },
    {
      "index": 66,
      "start_time": 328580.0,
      "end_time": 336309.0,
      "text": "...steals ideas. Since the 1990s the Lion King has faced criticism about stealing ideas from a Japanese anime known as \"Kimba the White Lion\""
    },
    {
      "index": 67,
      "start_time": 336650.0,
      "end_time": 340570.0,
      "text": "Sure, Kimba rhymes with Simba, but the copying goes way beyond that"
    },
    {
      "index": 68,
      "start_time": 340820.0,
      "end_time": 347679.0,
      "text": "The stories focus on family life. Each features a signature pride rock and voice actor Matthew Broderick even thought he was reading for the part"
    },
    {
      "index": 69,
      "start_time": 347680.0,
      "end_time": 354810.0,
      "text": "of Kimba and not Simba. Character comparisons have been made between Scar and Claw, the evil lions that both had issues with their eyes."
    },
    {
      "index": 70,
      "start_time": 355020.0,
      "end_time": 359020.0,
      "text": "Claw also has henchmen warriors of his own and to no one's surprise,"
    },
    {
      "index": 71,
      "start_time": 359020.0,
      "end_time": 364740.0,
      "text": "they're also hyenas. Other similar characters include a baboon that imparts advice and a bird that looked a lot like"
    },
    {
      "index": 72,
      "start_time": 364820.0,
      "end_time": 368000.0,
      "text": "Zazu. Disney spent years denying these connections,"
    },
    {
      "index": 73,
      "start_time": 368110.0,
      "end_time": 373200.0,
      "text": "but co-director Roger allers was actually living in Japan when the Kimba series was on the air."
    },
    {
      "index": 74,
      "start_time": 373470.0,
      "end_time": 376350.0,
      "text": "The creators claimed that the film was based a little bit on Hamlet,"
    },
    {
      "index": 75,
      "start_time": 376350.0,
      "end_time": 383730.0,
      "text": "and there's definitely straight influenced designs and characters taken from Kimba with multiple sequels and television shows based off of the Lion King."
    },
    {
      "index": 76,
      "start_time": 383900.0,
      "end_time": 389180.0,
      "text": "Maybe one day Disney will acknowledge the story content. They use and create some type of crossover to make up for it."
    },
    {
      "index": 77,
      "start_time": 394720.0,
      "end_time": 396370.0,
      "text": "Aladdin"
    },
    {
      "index": 78,
      "start_time": 396370.0,
      "end_time": 400760.0,
      "text": "Aladdin was a huge part of the Disney renaissance that occurred in the late 80s and early 1990s"
    },
    {
      "index": 79,
      "start_time": 401080.0,
      "end_time": 403220.0,
      "text": "Released along with other films like the Little Mermaid,"
    },
    {
      "index": 80,
      "start_time": 403220.0,
      "end_time": 409580.0,
      "text": "Beauty and the Beast, and the Lion King, The movie was an instant classic with great voice casting, hit songs, and a fun \"Rags to"
    },
    {
      "index": 81,
      "start_time": 409590.0,
      "end_time": 414060.0,
      "text": "Riches\" story line. Unfortunately the story of Aladdin was not only based on classic fairy tales,"
    },
    {
      "index": 82,
      "start_time": 414130.0,
      "end_time": 418169.0,
      "text": "but it was stolen directly from an unreleased animated film known as \"The Thief and the Cobbler.\""
    },
    {
      "index": 83,
      "start_time": 418440.0,
      "end_time": 420940.0,
      "text": "The Thief and the Cobbler went through all kinds of production"
    },
    {
      "index": 84,
      "start_time": 420940.0,
      "end_time": 426840.0,
      "text": "problems. The animated project actually took more than 30 years to make, and the movie was never properly completed."
    },
    {
      "index": 85,
      "start_time": 427060.0,
      "end_time": 429869.0,
      "text": "Warner Brothers wanted to have the film release before Aladdin,"
    },
    {
      "index": 86,
      "start_time": 429870.0,
      "end_time": 432479.0,
      "text": "But that never happened and they decided to just drop the project"
    },
    {
      "index": 87,
      "start_time": 432550.0,
      "end_time": 438510.0,
      "text": "instead. After all of those years of animation a number of the animators and story designers ended up working on Aladdin and"
    },
    {
      "index": 88,
      "start_time": 438580.0,
      "end_time": 445649.0,
      "text": "clearly brought the same ideas. The Sultan is nearly identical in the film and Jafar and Genie are essentially both based on the characters of"
    },
    {
      "index": 89,
      "start_time": 445650.0,
      "end_time": 448049.0,
      "text": "Zigzag right down to the talking parrot on his shoulder."
    },
    {
      "index": 90,
      "start_time": 448320.0,
      "end_time": 453840.0,
      "text": "It's hard to ignore this influence, and if the film was released on time you have to wonder how different Aladdin would actually be."
    },
    {
      "index": 91,
      "start_time": 460820.0,
      "end_time": 461800.0,
      "text": "Up"
    },
    {
      "index": 92,
      "start_time": 462300.0,
      "end_time": 466500.0,
      "text": "Up is an ambitious story that could have easily been a failure for Pixar and Disney,"
    },
    {
      "index": 93,
      "start_time": 466780.0,
      "end_time": 472349.0,
      "text": "but ended up being a beloved tale about an old man living out the dreams that he and his wife once had. The film features"
    },
    {
      "index": 94,
      "start_time": 472349.0,
      "end_time": 477509.0,
      "text": "many striking visuals including the house that is carried by thousands of balloons and floats away through the sky."
    },
    {
      "index": 95,
      "start_time": 477780.0,
      "end_time": 480989.0,
      "text": "Many people love to praise up for this completely original tale"
    },
    {
      "index": 96,
      "start_time": 481030.0,
      "end_time": 483899.0,
      "text": "But that may not be the case at all. In 2005,"
    },
    {
      "index": 97,
      "start_time": 484150.0,
      "end_time": 489539.0,
      "text": "multiple years before Up was released, there was a short French film released called \"Above then Beyond\""
    },
    {
      "index": 98,
      "start_time": 489639.0,
      "end_time": 495269.0,
      "text": "The story follows a widow whose old house is situated right in the middle of a large city area. Sound familiar?"
    },
    {
      "index": 99,
      "start_time": 495699.0,
      "end_time": 499679.0,
      "text": "After the old woman receives an eviction notice she decides to craft a custom"
    },
    {
      "index": 100,
      "start_time": 499680.0,
      "end_time": 502199.0,
      "text": "hot air balloon that is powered by her own fireplace."
    },
    {
      "index": 101,
      "start_time": 502479.0,
      "end_time": 506939.0,
      "text": "The next day, her house has lifted off the plot she lives on and floats up into the sky."
    },
    {
      "index": 102,
      "start_time": 507040.0,
      "end_time": 511760.0,
      "text": "It's uncanny how similar these elements are and extremely obvious that Up drew inspiration"
    },
    {
      "index": 103,
      "start_time": 511760.0,
      "end_time": 516280.0,
      "text": "directly from them. The film never gives any story credit to short French animation."
    },
    {
      "index": 104,
      "start_time": 516299.99999999994,
      "end_time": 520299.99999999994,
      "text": "It should have at least been included as some sort of bonus feature with the video release."
    },
    {
      "index": 105,
      "start_time": 525130.0,
      "end_time": 527130.0,
      "text": "Pirates of the Caribbean"
    },
    {
      "index": 106,
      "start_time": 527620.0,
      "end_time": 533640.0,
      "text": "When watching the Pirates of the Caribbean films, it kind of feels like watching a live action video game. There are sword fights,"
    },
    {
      "index": 107,
      "start_time": 533950.0,
      "end_time": 538289.0,
      "text": "zombie pirates, constant action, and some crazy sets of the actors travel across."
    },
    {
      "index": 108,
      "start_time": 538329.0,
      "end_time": 540809.0,
      "text": "There's good reason for this. The first three movies in the franchise"
    },
    {
      "index": 109,
      "start_time": 541240.0,
      "end_time": 549180.0,
      "text": "heavily stole ideas from the video game franchise Monkey Island and it's canceled animated film. The similarities between the two are extremely hard to ignore."
    },
    {
      "index": 110,
      "start_time": 549399.0,
      "end_time": 556529.0,
      "text": "The undead pirate captain Barbossa is almost exactly like Lechuck, the main villain in the Monkey Island series. The character of Will Turner"
    },
    {
      "index": 111,
      "start_time": 556600.0,
      "end_time": 560490.0,
      "text": "shares a lot of the same character traits as the game's hero, Guy Brushed Threepwood."
    },
    {
      "index": 112,
      "start_time": 560589.0,
      "end_time": 563669.0,
      "text": "There are a lot of pirate movies, books, and content"
    },
    {
      "index": 113,
      "start_time": 563670.0,
      "end_time": 567149.0,
      "text": "but the connections between Monkey Island and Pirates of the Caribbean make sense."
    },
    {
      "index": 114,
      "start_time": 567550.0,
      "end_time": 574620.0,
      "text": "Screenwriter Ted Elliott works on a draft of Monkey Island before the film was cancelled. He obviously took those ideas to Disney's pirate movie,"
    },
    {
      "index": 115,
      "start_time": 574750.0,
      "end_time": 581609.0,
      "text": "stealing them directly from the Lucasarts game series ideas for Monkey Island were spread through three different movies along with characters,"
    },
    {
      "index": 116,
      "start_time": 581610.0,
      "end_time": 585839.0,
      "text": "you can see matching sets, coffin-shaped boats, and crazy voodoo ladies."
    },
    {
      "index": 117,
      "start_time": 586140.0,
      "end_time": 590480.0,
      "text": "Basically, the film should have been named Pirates of the Carribean Monkey Island."
    },
    {
      "index": 118,
      "start_time": 595720.0,
      "end_time": 596770.0,
      "text": "Dinosaur"
    },
    {
      "index": 119,
      "start_time": 596770.0,
      "end_time": 598770.0,
      "text": "For the release of Disney's dinosaur,"
    },
    {
      "index": 120,
      "start_time": 598899.0,
      "end_time": 606449.0,
      "text": "animators ditched their traditional style to present something that was more realistic in nature and features real backgrounds that were mixed with digital effects. The"
    },
    {
      "index": 121,
      "start_time": 606450.0,
      "end_time": 610679.0,
      "text": "end result is a mixed bag with some strange animation and a far cry from animated dinosaurs"
    },
    {
      "index": 122,
      "start_time": 610680.0,
      "end_time": 613229.0,
      "text": "we've seen in the past. It still makes it really hard to deny"
    },
    {
      "index": 123,
      "start_time": 613230.0,
      "end_time": 616289.0,
      "text": "How much Disney's Dinosaur ripped off from \"The Land Before Time.\""
    },
    {
      "index": 124,
      "start_time": 616480.0,
      "end_time": 617310.0,
      "text": "And no."
    },
    {
      "index": 125,
      "start_time": 617310.0,
      "end_time": 622140.0,
      "text": "We're not talking about the +12 sequels of the film that spawned. You just need to look back at the original"
    },
    {
      "index": 126,
      "start_time": 622240.0,
      "end_time": 625649.0,
      "text": "Land Before Time to see how much was copied. In both films,"
    },
    {
      "index": 127,
      "start_time": 625649.0,
      "end_time": 631949.0,
      "text": "there's a catastrophic event that causes the dinosaurs to get separated from their families. The dinosaurs then must team up with a group of friends"
    },
    {
      "index": 128,
      "start_time": 631950.0,
      "end_time": 635369.0,
      "text": "to find a great valley where they can live peacefully for the rest of their days."
    },
    {
      "index": 129,
      "start_time": 635470.0,
      "end_time": 640529.0,
      "text": "Both groups of friends also find themselves going up against a giant predator trying to make them its next meal."
    },
    {
      "index": 130,
      "start_time": 640839.0,
      "end_time": 647189.0,
      "text": "Despite the Modern technology, Disney's Dinosaur pales in comparison to the great animation and characters featured in the land before time."
    },
    {
      "index": 131,
      "start_time": 647660.0,
      "end_time": 651280.0,
      "text": "You're better off watching the original instead of the Disney ripoff. Oh, you're melting"
    },
    {
      "index": 132,
      "start_time": 656050.0,
      "end_time": 657250.0,
      "text": "Frozen"
    },
    {
      "index": 133,
      "start_time": 657250.0,
      "end_time": 661380.0,
      "text": "When Frozen was first released, fans loved the original take on a Disney princess"
    },
    {
      "index": 134,
      "start_time": 661380.0,
      "end_time": 664409.0,
      "text": "tale. The typical Disney prince turned out to be a villain, the true"
    },
    {
      "index": 135,
      "start_time": 664410.0,
      "end_time": 666310.0,
      "text": "love, the story involved the bond between"
    },
    {
      "index": 136,
      "start_time": 666310.0,
      "end_time": 672419.0,
      "text": "sisters and the songs created an instant hit among fans to help promote the film, the animators created a number of shorts featuring"
    },
    {
      "index": 137,
      "start_time": 672520.0,
      "end_time": 676109.0,
      "text": "supporting characters like Olaf and Sven. One of these shorts showcases"
    },
    {
      "index": 138,
      "start_time": 676110.0,
      "end_time": 680820.0,
      "text": "Olaf losing his carrot nose and a battle between him and Sven to see who can retrieve it first."
    },
    {
      "index": 139,
      "start_time": 680890.0,
      "end_time": 685499.0,
      "text": "The silly plot and premise of this idea was taken directly from an animated short film entitled"
    },
    {
      "index": 140,
      "start_time": 685930.0,
      "end_time": 692640.0,
      "text": "\"Snowman.\" In that film, the snowman goes up against a small rabbit that seeks out the carrot for his next meal. In both shorts all"
    },
    {
      "index": 141,
      "start_time": 692640.0,
      "end_time": 698969.0,
      "text": "of the characters end up on a frozen lake where the carrot slides across the ice. Each one also features a twist ending where the"
    },
    {
      "index": 142,
      "start_time": 699130.0,
      "end_time": 705869.0,
      "text": "antagonist ends up actually helping the snowman return the carrot back to their face. The short film didn't end up in the final Frozen movie,"
    },
    {
      "index": 143,
      "start_time": 705910.0,
      "end_time": 711990.0,
      "text": "but it is a bonus feature on many of the releases, and it's really clear how much they copied the other film."
    },
    {
      "index": 144,
      "start_time": 711990.0,
      "end_time": 712570.0,
      "text": "Well, there you have it."
    },
    {
      "index": 145,
      "start_time": 712570.0,
      "end_time": 717119.0,
      "text": "What Disney film is the most obvious ripoff? Are there any that we missed or are they just a"
    },
    {
      "index": 146,
      "start_time": 717190.0,
      "end_time": 723149.0,
      "text": "coincidence? Let us know in the comments section below. Don't forget to like this video, share it, and subscribe to Screen Rant on YouTube"
    },
    {
      "index": 147,
      "start_time": 723149.0,
      "end_time": 727139.0,
      "text": "so you can stay up to date with our awesome videos. And the answer to our emoji quiz is..."
    },
    {
      "index": 148,
      "start_time": 727380.0,
      "end_time": 730660.0,
      "text": "Did you get it? Let us know in the comments! Thanks for watching!"
    }
  ]
}