{
  "video_id": "vHrmiy4W9C0",
  "title": "Meet Your Master - Getting to Know Your Brain: Crash Course Psychology #4",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 179.0,
      "end_time": 5350.0,
      "text": "In the early 1800's, German physician, Franz Joseph Gall spent a lot of time running his"
    },
    {
      "index": 2,
      "start_time": 5350.0,
      "end_time": 10980.0,
      "text": "fingers over the scalps of strangers. He wasn't a hairdresser, he wasn't a masseuse,"
    },
    {
      "index": 3,
      "start_time": 10980.0,
      "end_time": 15920.0,
      "text": "he wasn't just like a big fan of heads. He was a phrenologist, he was the first phrenologist."
    },
    {
      "index": 4,
      "start_time": 15920.0,
      "end_time": 20850.0,
      "text": "Gall believed that a persons personality was linked to their skull morphology, that its bumps and ridges"
    },
    {
      "index": 5,
      "start_time": 20850.0,
      "end_time": 25970.0,
      "text": "indicated aspects of their character. Amazingly this \"science\" actually caught on,"
    },
    {
      "index": 6,
      "start_time": 25970.0,
      "end_time": 30350.0,
      "text": "was widely practiced for decades, and Gall became something of a celebrity."
    },
    {
      "index": 7,
      "start_time": 30350.0,
      "end_time": 35020.0,
      "text": "Well, with a head like his, one can see how he might have been a little bit fixated with skull shape."
    },
    {
      "index": 8,
      "start_time": 35940.0,
      "end_time": 39570.0,
      "text": "Eventually, phrenology was dismissed as a cult pseudoscience because it turns out your"
    },
    {
      "index": 9,
      "start_time": 39570.0,
      "end_time": 43760.0,
      "text": "cranial contours tell us exactly nothing about what's happening inside the brain."
    },
    {
      "index": 10,
      "start_time": 43760.0,
      "end_time": 47579.0,
      "text": "And yet! Gall was actually on to something big, something that we knew nothing about."
    },
    {
      "index": 11,
      "start_time": 47579.0,
      "end_time": 52110.0,
      "text": "Remember, at this point we were just starting to get consensus that the brain was the source"
    },
    {
      "index": 12,
      "start_time": 52110.0,
      "end_time": 57280.0,
      "text": "of self and not like the soul or the heart or whatever. His lasting and correct proposition"
    },
    {
      "index": 13,
      "start_time": 57280.0,
      "end_time": 61309.0,
      "text": "was that different parts of the brain control specific aspects of our behavior."
    },
    {
      "index": 14,
      "start_time": 61309.0,
      "end_time": 65309.0,
      "text": "Like we talked about last time, there is a strong link between biological activity and psychological events."
    },
    {
      "index": 15,
      "start_time": 65309.0,
      "end_time": 69320.0,
      "text": "But in addition to the interplay of chemicals like neurotransmitters and hormones,"
    },
    {
      "index": 16,
      "start_time": 69320.0,
      "end_time": 74420.0,
      "text": "a lot of this has to do with that localized parts of the brain have specific functions,"
    },
    {
      "index": 17,
      "start_time": 74420.0,
      "end_time": 78610.0,
      "text": "like vision, movement, memory, speech, and even facial recognition."
    },
    {
      "index": 18,
      "start_time": 78610.0,
      "end_time": 80820.0,
      "text": "Function, in other words, is localized."
    },
    {
      "index": 19,
      "start_time": 80820.0,
      "end_time": 83350.0,
      "text": "If you could stimulate different parts of my brain in any way you wanted to"
    },
    {
      "index": 20,
      "start_time": 83350.0,
      "end_time": 87479.0,
      "text": "– and if you ask me nicely, I just might let you– you could control my movements, my memories,"
    },
    {
      "index": 21,
      "start_time": 87479.0,
      "end_time": 92030.0,
      "text": "and even my personality. Poke my brain over here and my arm would twitch, poke here and"
    },
    {
      "index": 22,
      "start_time": 92030.0,
      "end_time": 96369.0,
      "text": "I'd remember my first kiss, do it up here and suddenly I'd be filled with a tremendous Hulk-like rage!"
    },
    {
      "index": 23,
      "start_time": 96880.0,
      "end_time": 102479.0,
      "text": "This is the link between the brain, that physical hunk of gunk between the ears, and the mind,"
    },
    {
      "index": 24,
      "start_time": 102479.0,
      "end_time": 107900.0,
      "text": "the thing that is us, our consciousness, our behavior, our decisions, our memories, our selves."
    },
    {
      "index": 25,
      "start_time": 107900.0,
      "end_time": 112520.0,
      "text": "Some neuroscientists like to say that the mind is what the brain does, so one of"
    },
    {
      "index": 26,
      "start_time": 112520.0,
      "end_time": 117790.0,
      "text": "the driving questions of psychology and, like, the human experiment is \"How do our brains'"
    },
    {
      "index": 27,
      "start_time": 117790.0,
      "end_time": 122700.0,
      "text": "functions tie to the behavior of the mind?\" And you can't even ask the right questions,"
    },
    {
      "index": 28,
      "start_time": 122700.0,
      "end_time": 128799.0,
      "text": "let alone get at some of the answers, until you get to know the brain."
    },
    {
      "index": 29,
      "start_time": 128799.0,
      "end_time": 132230.0,
      "text": "[Intro]"
    },
    {
      "index": 30,
      "start_time": 132230.0,
      "end_time": 139029.0,
      "text": "You might have a passing familiarity with your nervous system, like, \"The brain bone"
    },
    {
      "index": 31,
      "start_time": 139029.0,
      "end_time": 143549.0,
      "text": "is connected to the spinal cord bone, and the spinal cord bone is connected to the motoneuron bone.\""
    },
    {
      "index": 32,
      "start_time": 143549.0,
      "end_time": 147590.0,
      "text": "That's your central nervous system, and there aren't actually any bones."
    },
    {
      "index": 33,
      "start_time": 147590.0,
      "end_time": 152040.0,
      "text": "Your central nervous system, or just CNS, is what makes your bodies big decisions."
    },
    {
      "index": 34,
      "start_time": 152040.0,
      "end_time": 155739.0,
      "text": "This system is the command center, and if you mess with it, things are gonna get weird."
    },
    {
      "index": 35,
      "start_time": 155739.0,
      "end_time": 159930.0,
      "text": "There's also the peripheral nervous system, which is composed of scout-like sensory neurons"
    },
    {
      "index": 36,
      "start_time": 159930.0,
      "end_time": 162909.0,
      "text": "that gather information and report it back to the central nervous system."
    },
    {
      "index": 37,
      "start_time": 162909.0,
      "end_time": 167519.0,
      "text": "To get a handle on just how physical the roots of your mind and personality are,"
    },
    {
      "index": 38,
      "start_time": 167519.0,
      "end_time": 172659.0,
      "text": "how concretel your nervous system makes you you, let me tell you a story. The curious case of Phineas Gage."
    },
    {
      "index": 39,
      "start_time": 172659.0,
      "end_time": 178139.0,
      "text": "In 1848, a genial chap named Phineas Gage was working on the railroad,"
    },
    {
      "index": 40,
      "start_time": 178139.0,
      "end_time": 182469.0,
      "text": "tamping gunpowder into a blasting hole with an iron rod, but the gunpowder ignited."
    },
    {
      "index": 41,
      "start_time": 182769.0,
      "end_time": 187429.0,
      "text": "The resulting explosion caused the rod to shoot like a bullet up through his left cheek and out of the top of his head."
    },
    {
      "index": 42,
      "start_time": 187529.0,
      "end_time": 190869.0,
      "text": "There's brain in between those two places, by the way."
    },
    {
      "index": 43,
      "start_time": 191069.0,
      "end_time": 197379.0,
      "text": "Amazingly, he stood up after the accident, and walked over to a cart, described what had happened,"
    },
    {
      "index": 44,
      "start_time": 197379.0,
      "end_time": 200359.0,
      "text": "and then they drove him back to his house, all while he was conscious."
    },
    {
      "index": 45,
      "start_time": 200359.0,
      "end_time": 205860.0,
      "text": "So the doctor came to examine him, and refused to believe that a rod had in fact passed through his head, understandably."
    },
    {
      "index": 46,
      "start_time": 205960.0,
      "end_time": 211379.0,
      "text": "Until Phineas started coughing and an amount of brain that the doctor described"
    },
    {
      "index": 47,
      "start_time": 211379.0,
      "end_time": 218389.0,
      "text": "as a teacup-ful fell out of his head, and the doctor had to accept indeed what had happened."
    },
    {
      "index": 48,
      "start_time": 218389.0,
      "end_time": 221839.0,
      "text": "After a few months of convalescing, he was pretty much healed up and moving around"
    },
    {
      "index": 49,
      "start_time": 221839.0,
      "end_time": 227229.0,
      "text": "like he used to. But his friends were saying that Phineas was no longer like himself."
    },
    {
      "index": 50,
      "start_time": 227229.0,
      "end_time": 232019.0,
      "text": "Yes he had his memories and his mental abilities, and he walked and talked and looked the same,"
    },
    {
      "index": 51,
      "start_time": 232019.0,
      "end_time": 237709.0,
      "text": "minus an eyeball, whereas the old Phineas was mild-mannered and soft-spoken, the post-spike-to-the-brain Phineas"
    },
    {
      "index": 52,
      "start_time": 237709.0,
      "end_time": 243229.0,
      "text": "was surly and mean-spirited and vulgar. People started to describe him as \"no longer Gage\""
    },
    {
      "index": 53,
      "start_time": 244019.0,
      "end_time": 248389.0,
      "text": "Phineas moved away from America, the scientific establishment lost contact with him"
    },
    {
      "index": 54,
      "start_time": 248389.0,
      "end_time": 253419.0,
      "text": "and 12 years later, after a series of seizures he died at the age of 36."
    },
    {
      "index": 55,
      "start_time": 253419.0,
      "end_time": 257370.0,
      "text": "Phineas is a great, if extreme, example of how function is localized in the brain and how physical and biological"
    },
    {
      "index": 56,
      "start_time": 257370.0,
      "end_time": 261680.0,
      "text": "factors can be reflected in psychological ways. Of course he is also an excellent example"
    },
    {
      "index": 57,
      "start_time": 261680.0,
      "end_time": 266020.0,
      "text": "of how individual studies are not particularly useful, especially since we have very little"
    },
    {
      "index": 58,
      "start_time": 266020.0,
      "end_time": 270639.0,
      "text": "data on what Phineas was actually like before or even after his accident."
    },
    {
      "index": 59,
      "start_time": 270639.0,
      "end_time": 274379.0,
      "text": "Most accounts are from the months directly after the accident, and many of them conflict."
    },
    {
      "index": 60,
      "start_time": 274379.0,
      "end_time": 278340.0,
      "text": "It's completely possible that he continued to heal and lived his remaining years as a happy and productive citizen."
    },
    {
      "index": 61,
      "start_time": 278789.0,
      "end_time": 282680.0,
      "text": "Intro-psychology texts often paint the simple picture of Phineas just so we can have a clear"
    },
    {
      "index": 62,
      "start_time": 282680.0,
      "end_time": 286599.0,
      "text": "example of the moment when physicians realized that messing with the brain was messing with the mind,"
    },
    {
      "index": 63,
      "start_time": 286599.0,
      "end_time": 291240.0,
      "text": "but it is of course all much more complicated and Phineas was an actual, real life person,"
    },
    {
      "index": 64,
      "start_time": 291240.0,
      "end_time": 295009.0,
      "text": "I feel that we should give him the nuance and mystery that he deserves."
    },
    {
      "index": 65,
      "start_time": 295009.0,
      "end_time": 298870.0,
      "text": "Now you might have heard that we only used about 10 percent of our brains,"
    },
    {
      "index": 66,
      "start_time": 298870.0,
      "end_time": 303099.0,
      "text": "and oh if that were true, Phineas would lose a quarter of his and he'd be just fine. And if we could"
    },
    {
      "index": 67,
      "start_time": 303099.0,
      "end_time": 307490.0,
      "text": "just harness the rest of that gray mush, we'd be able to mind read and levitate and get all Professor X."
    },
    {
      "index": 68,
      "start_time": 307490.0,
      "end_time": 311430.0,
      "text": "It's an exciting thought, as exciting as the idea that I can tell what"
    },
    {
      "index": 69,
      "start_time": 311430.0,
      "end_time": 315319.0,
      "text": "kind of tea you like by feeling the bumps on your head. It is also exactly as wrong."
    },
    {
      "index": 70,
      "start_time": 315319.0,
      "end_time": 319379.0,
      "text": "After watching an hour or so of reality TV, you'd be forgiven for thinking that some people"
    },
    {
      "index": 71,
      "start_time": 319379.0,
      "end_time": 323860.0,
      "text": "are only working at 10 percent brain capacity. But in actual reality, brain scans show that"
    },
    {
      "index": 72,
      "start_time": 323860.0,
      "end_time": 327900.0,
      "text": "nearly every region of the brain lights up during even simple tasks like walking and talking."
    },
    {
      "index": 73,
      "start_time": 327900.0,
      "end_time": 332340.0,
      "text": "Not only that, but the brain itself requires 20 percent of all the body's energy,"
    },
    {
      "index": 74,
      "start_time": 332340.0,
      "end_time": 337110.0,
      "text": "and it would make little evolutionary sense to throw much energy away at something that is only minimally active."
    },
    {
      "index": 75,
      "start_time": 337159.0,
      "end_time": 341780.0,
      "text": "As animals, our capabilities have developed in part from our brain structures."
    },
    {
      "index": 76,
      "start_time": 341780.0,
      "end_time": 345960.0,
      "text": "We're actually able to trace our evolutionary history as we come to understand these structures."
    },
    {
      "index": 77,
      "start_time": 345960.0,
      "end_time": 350729.0,
      "text": "Less complex animals have simpler brains designed for basic functioning and survival:"
    },
    {
      "index": 78,
      "start_time": 350729.0,
      "end_time": 354810.0,
      "text": "rest, breathe, eat. Whereas more complex animals like many mammals possess brains that feel,"
    },
    {
      "index": 79,
      "start_time": 355310.0,
      "end_time": 358219.0,
      "text": "remember, reason, and predict. These animals don't have all new systems."
    },
    {
      "index": 80,
      "start_time": 358819.0,
      "end_time": 363749.0,
      "text": "They have new brain systems built upon old brain systems. The brain is kind of like a set of Russian nesting dolls."
    },
    {
      "index": 81,
      "start_time": 363749.0,
      "end_time": 368639.0,
      "text": "The outermost wooden doll is the newest, most detailed and most complex,"
    },
    {
      "index": 82,
      "start_time": 368639.0,
      "end_time": 373490.0,
      "text": "but as you go deeper, the dolls become older and smaller, and simpler, and more generic."
    },
    {
      "index": 83,
      "start_time": 373490.0,
      "end_time": 378030.0,
      "text": "The innermost wooden doll is the oldest, most basic. It's like a fossil in your head."
    },
    {
      "index": 84,
      "start_time": 378030.0,
      "end_time": 382360.0,
      "text": "This inner core of the brain, sometimes called the \"old brain\" still performs for us much"
    },
    {
      "index": 85,
      "start_time": 382360.0,
      "end_time": 387389.0,
      "text": "as it did for our early evolutionary ancestors. It's anchored by the brainstem, the most ancient"
    },
    {
      "index": 86,
      "start_time": 387389.0,
      "end_time": 392469.0,
      "text": "and central core of the brain where the spinal brain enters the skull. Above it, at the base"
    },
    {
      "index": 87,
      "start_time": 392469.0,
      "end_time": 396840.0,
      "text": "of the skull, is the medulla. Here, old brain functions happen automatically without any conscious effort:"
    },
    {
      "index": 88,
      "start_time": 396840.0,
      "end_time": 400289.0,
      "text": "the beating of hearts, the breathing of lungs, that sort of thing."
    },
    {
      "index": 89,
      "start_time": 400289.0,
      "end_time": 405270.0,
      "text": "The pons is perched on the medulla, and it helps coordinate movement. Above the pons,"
    },
    {
      "index": 90,
      "start_time": 405270.0,
      "end_time": 410139.0,
      "text": "at the top of the brainstem, is the thalamus, a pair of egg-shaped structures that take in"
    },
    {
      "index": 91,
      "start_time": 410139.0,
      "end_time": 414099.0,
      "text": "sensory information related to seeing, hearing, touching, and tasting. The reticular formation is a"
    },
    {
      "index": 92,
      "start_time": 414099.0,
      "end_time": 418819.0,
      "text": "finger-shaped nerve network inside the brain stem that's essential for arousal,"
    },
    {
      "index": 93,
      "start_time": 418819.0,
      "end_time": 423060.0,
      "text": "which isn't necessarily what you feel upon seeing a particularly nice-looking human, but instead refers to"
    },
    {
      "index": 94,
      "start_time": 423060.0,
      "end_time": 426729.0,
      "text": "things like sleeping and walking and pain perception; other important functions."
    },
    {
      "index": 95,
      "start_time": 426729.0,
      "end_time": 430300.0,
      "text": "The baseball-sized cerebellum, or \"little brain\", swells from the bottom of the brain stem and"
    },
    {
      "index": 96,
      "start_time": 430300.0,
      "end_time": 434689.0,
      "text": "is responsible for non-verbal learning and memory, the perception of time, and modulating motions,"
    },
    {
      "index": 97,
      "start_time": 434689.0,
      "end_time": 439990.0,
      "text": "it controls voluntary movement like your sweet dance moves, but it also gets impaired"
    },
    {
      "index": 98,
      "start_time": 439990.0,
      "end_time": 442960.0,
      "text": "easily under the influence of alcohol, hence the term \"tipsy\"."
    },
    {
      "index": 99,
      "start_time": 442960.0,
      "end_time": 447859.0,
      "text": "So the old brain systems keep our body's basic functions running smoothly; the sort of stuff any animal might need."
    },
    {
      "index": 100,
      "start_time": 448259.0,
      "end_time": 451759.0,
      "text": "This is pretty much where the brain stops for reptiles."
    },
    {
      "index": 101,
      "start_time": 451759.0,
      "end_time": 456889.0,
      "text": "For higher functions, we look to the limbic system. This includes the amygdala, hypothalamus, and hippocampus."
    },
    {
      "index": 102,
      "start_time": 456889.0,
      "end_time": 462000.0,
      "text": "Sort of a border region of the brain separating the old brain and the newer, higher cerebral areas."
    },
    {
      "index": 103,
      "start_time": 460400.0,
      "end_time": 465139.0,
      "text": "The amygdala consists of two lima bean-sized clusters of neurons"
    },
    {
      "index": 104,
      "start_time": 462139.0,
      "end_time": 470360.0,
      "text": "and is responsible for memory consolidation as well as both our greatest fear and hottest aggression."
    },
    {
      "index": 105,
      "start_time": 470360.0,
      "end_time": 475409.0,
      "text": "Stimulate one area of the amygdala, and a docile family dog suddenly morphs into a blood thirsty Cujo."
    },
    {
      "index": 106,
      "start_time": 475409.0,
      "end_time": 477809.0,
      "text": "Shift that electrode over just a tiny bit and that dog will be"
    },
    {
      "index": 107,
      "start_time": 477809.0,
      "end_time": 482789.0,
      "text": "cowering at butterfly shadow puppets. The hypothalamus keeps your whole body steady,"
    },
    {
      "index": 108,
      "start_time": 482789.0,
      "end_time": 487249.0,
      "text": "regulating body temperatures, circadian rhythms, and hunger, also helps govern the endocrine system,"
    },
    {
      "index": 109,
      "start_time": 487249.0,
      "end_time": 490430.0,
      "text": "especially the pituitary gland. You should also thank your hypothalamus for allowing"
    },
    {
      "index": 110,
      "start_time": 490430.0,
      "end_time": 494840.0,
      "text": "you to feel pleasure and reward. Rats implanted with electrodes in the reward center of their hypothalamuses"
    },
    {
      "index": 111,
      "start_time": 494840.0,
      "end_time": 499689.0,
      "text": "and given ways to self stimulate those areas will essentially reward themselves"
    },
    {
      "index": 112,
      "start_time": 499689.0,
      "end_time": 505430.0,
      "text": "until they collapse or die. So, use with caution. The final part of the limbic system is the hippocampus,"
    },
    {
      "index": 113,
      "start_time": 505430.0,
      "end_time": 510039.0,
      "text": "central to learning and memory, and if it's damaged, a person may lose their ability"
    },
    {
      "index": 114,
      "start_time": 510039.0,
      "end_time": 512039.0,
      "text": "to retain new facts and memories."
    },
    {
      "index": 115,
      "start_time": 512039.0,
      "end_time": 515740.0,
      "text": "Now above all of this is the most advanced stuff - the stuff that you think of when you"
    },
    {
      "index": 116,
      "start_time": 515740.0,
      "end_time": 520199.0,
      "text": "think of the brain - the grey matter. The two hemispheres of your cerebrum make up about"
    },
    {
      "index": 117,
      "start_time": 520198.99999999994,
      "end_time": 524500.0,
      "text": "eighty-five percent of your brain weight, and oversee your ability to think, speak, and perceive."
    },
    {
      "index": 118,
      "start_time": 524500.0,
      "end_time": 528300.0,
      "text": "The left and right hemispheres govern and regulate different functions,"
    },
    {
      "index": 119,
      "start_time": 528300.0,
      "end_time": 533310.0,
      "text": "giving us a split brain, connected by a structure called the corpus callosum. So, for instance,"
    },
    {
      "index": 120,
      "start_time": 533310.0,
      "end_time": 536930.0,
      "text": "language production is controlled largely by the left hemisphere, while certain creative"
    },
    {
      "index": 121,
      "start_time": 536930.0,
      "end_time": 541040.0,
      "text": "functions are controlled by the right. Though this has nothing to do with handedness or"
    },
    {
      "index": 122,
      "start_time": 541040.0,
      "end_time": 545699.0,
      "text": "people having dominant sides of their brain being more analytical or creative or whatever"
    },
    {
      "index": 123,
      "start_time": 545699.0,
      "end_time": 550389.0,
      "text": "- that's part of what we call pop psychology: a behavioral disorder in which journalists"
    },
    {
      "index": 124,
      "start_time": 550389.0,
      "end_time": 554750.0,
      "text": "and arm chair psychologists use research showing beautiful, detailed, intimately connected"
    },
    {
      "index": 125,
      "start_time": 554750.0,
      "end_time": 559639.0,
      "text": "complexities of your brain to sell newspapers or reinforce previously held beliefs."
    },
    {
      "index": 126,
      "start_time": 559639.0,
      "end_time": 564370.0,
      "text": "Yes, some tasks are distributed to one side, but the sides are deeply and constantly connected;"
    },
    {
      "index": 127,
      "start_time": 564370.0,
      "end_time": 568910.0,
      "text": "a statement as general as \"artistic people use their right brains\" is as useless as saying"
    },
    {
      "index": 128,
      "start_time": 568910.0,
      "end_time": 571699.0,
      "text": "\"artistic people have particularly bumpy heads\"."
    },
    {
      "index": 129,
      "start_time": 571699.0,
      "end_time": 575620.0,
      "text": "Finally, covering the left and right hemispheres, we have the cerebral cortex, a thin layer"
    },
    {
      "index": 130,
      "start_time": 575620.0,
      "end_time": 580779.0,
      "text": "of over twenty billion interconnected neurons. But let's not forget the unsung heroes of"
    },
    {
      "index": 131,
      "start_time": 580779.0,
      "end_time": 585430.0,
      "text": "your nervous system: the billions of non-neuron glial cells, which provide a spider web of"
    },
    {
      "index": 132,
      "start_time": 585430.0,
      "end_time": 589240.0,
      "text": "support that surround, insulate, and nourish the cerebral neurons."
    },
    {
      "index": 133,
      "start_time": 589240.0,
      "end_time": 592699.0,
      "text": "You've probably seen enough brain diagrams to know that the cerebral cortex's left and"
    },
    {
      "index": 134,
      "start_time": 592699.0,
      "end_time": 598199.0,
      "text": "right sides are subdivided into four lobes: the frontal, parietal, occipital, and temporal,"
    },
    {
      "index": 135,
      "start_time": 598199.0,
      "end_time": 603180.0,
      "text": "all separated by especially prominent folds, or fissures. Each lobe does indeed have its"
    },
    {
      "index": 136,
      "start_time": 603180.0,
      "end_time": 606259.0,
      "text": "own set of duties, and would have made Franz Gall proud."
    },
    {
      "index": 137,
      "start_time": 606259.0,
      "end_time": 609910.0,
      "text": "The frontal lobes, just behind your forehead, are involved in speaking, planning, judging, abstract thinking,"
    },
    {
      "index": 138,
      "start_time": 609910.0,
      "end_time": 614259.0,
      "text": "and as the tale of Phineas Gage reminds us, aspects of personality."
    },
    {
      "index": 139,
      "start_time": 614259.0,
      "end_time": 618720.0,
      "text": "The parietal lobes receive and process your sense of touch and body position."
    },
    {
      "index": 140,
      "start_time": 618720.0,
      "end_time": 621540.0,
      "text": "At the back of your head, the occipital lobes receive information related to sight."
    },
    {
      "index": 141,
      "start_time": 621640.0,
      "end_time": 626139.0,
      "text": "And the temporal lobes just above your ears process sound, including speech comprehension."
    },
    {
      "index": 142,
      "start_time": 626139.0,
      "end_time": 630079.0,
      "text": "Remember that each hemisphere controls the opposite side of the body, so my left temporal"
    },
    {
      "index": 143,
      "start_time": 630079.0,
      "end_time": 633690.0,
      "text": "lobe processes sounds heard through my right ear. And within these lobes there are still"
    },
    {
      "index": 144,
      "start_time": 633690.0,
      "end_time": 637709.0,
      "text": "more regions that have specialized functions. Your motor cortex at the rear of your frontal lobes,"
    },
    {
      "index": 145,
      "start_time": 637709.0,
      "end_time": 641990.0,
      "text": "for example, controls voluntary movements and sends messages from the brain out to the body"
    },
    {
      "index": 146,
      "start_time": 641990.0,
      "end_time": 645750.0,
      "text": "like \"pet that dog!\" or \"pick up that mug\", while your somatosensory cortex right"
    },
    {
      "index": 147,
      "start_time": 645750.0,
      "end_time": 649749.0,
      "text": "behind it processes incoming sensations like \"Oooooh, that doggie is soft!\""
    },
    {
      "index": 148,
      "start_time": 649749.0,
      "end_time": 650860.0,
      "text": "or \"Gah, the mug is hot!\""
    },
    {
      "index": 149,
      "start_time": 650860.0,
      "end_time": 654670.0,
      "text": "The rest of your grey matter is made up of association areas that are related to higher"
    },
    {
      "index": 150,
      "start_time": 654670.0,
      "end_time": 658970.0,
      "text": "mental functions like remembering, thinking, learning, and speaking. But the thing about"
    },
    {
      "index": 151,
      "start_time": 658970.0,
      "end_time": 663860.0,
      "text": "association areas is that unlike your sensory or motor cortex, you couldn't just poke one"
    },
    {
      "index": 152,
      "start_time": 663860.0,
      "end_time": 667779.0,
      "text": "and create a neat response. Association areas are more subtle; they deal with things like"
    },
    {
      "index": 153,
      "start_time": 667779.0,
      "end_time": 673209.0,
      "text": "interpreting and integrating sensory input and linking up with memories. And they prevail throughout all four lobes,"
    },
    {
      "index": 154,
      "start_time": 673209.0,
      "end_time": 677029.0,
      "text": "so brain damage to different areas will cause very different results."
    },
    {
      "index": 155,
      "start_time": 677410.0,
      "end_time": 682449.0,
      "text": "A lesion on a specific part of the temporal lobe may destroy a person's ability to recognize faces;"
    },
    {
      "index": 156,
      "start_time": 682449.0,
      "end_time": 687800.0,
      "text": "traumatic memories or overactive hormones can profoundly affect our behavior and emotions"
    },
    {
      "index": 157,
      "start_time": 687800.0,
      "end_time": 692600.0,
      "text": "- all of which remind us how fundamentally biology and psychology are intertwined."
    },
    {
      "index": 158,
      "start_time": 692600.0,
      "end_time": 696889.0,
      "text": "And there are few more fascinating examples of this that how we sense and perceive the world around us,"
    },
    {
      "index": 159,
      "start_time": 696889.0,
      "end_time": 699380.0,
      "text": "so that's where we're gonna pick up next week."
    },
    {
      "index": 160,
      "start_time": 699380.0,
      "end_time": 702970.0,
      "text": "For now, if you were paying attention, you learned the basics of the central nervous system,"
    },
    {
      "index": 161,
      "start_time": 702970.0,
      "end_time": 708649.0,
      "text": "specifically the brain, which can be understood in terms of old or of more evolutionary"
    },
    {
      "index": 162,
      "start_time": 708649.0,
      "end_time": 713589.0,
      "text": "ancestral structures, along with the limbic system, and new structures,"
    },
    {
      "index": 163,
      "start_time": 713589.0,
      "end_time": 715800.0,
      "text": "which include lobes, cortices, and association areas."
    },
    {
      "index": 164,
      "start_time": 715800.0,
      "end_time": 719490.0,
      "text": "Thanks for watching this lesson in Crash Course Psychology, which was brought to you by The Air Show,"
    },
    {
      "index": 165,
      "start_time": 719490.0,
      "end_time": 725029.0,
      "text": "Midnight House Elves on Etsy, and Daniel Vasey, thank you so much to all of you."
    },
    {
      "index": 166,
      "start_time": 725029.0,
      "end_time": 728889.0,
      "text": "If you would like to sponsor an episode and give your own shout-out, you can learn"
    },
    {
      "index": 167,
      "start_time": 728889.0,
      "end_time": 732230.0,
      "text": "about that and other perks available at Subbable.com."
    },
    {
      "index": 168,
      "start_time": 732230.0,
      "end_time": 736100.0,
      "text": "This episode was written by Kathleen Yale, edited by Blake de Pastino and myself,"
    },
    {
      "index": 169,
      "start_time": 736100.0,
      "end_time": 740399.0,
      "text": "and our consultant is Dr. Ranjit Bhagwat. Our editor and director is Nicholas Jenkins,"
    },
    {
      "index": 170,
      "start_time": 740399.0,
      "end_time": 750399.0,
      "text": "Michael Aranda is our sound designer and our graphic team is Thought Cafe."
    }
  ]
}