{
  "video_id": "Vim6awpJlLg",
  "title": "Chemistry Series: Getting to Know Your Common Lab Equipment",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5240.0,
      "end_time": 9210.0,
      "text": "So now that we’ve introduced ourselves to the lab, and become familiar with the safety"
    },
    {
      "index": 2,
      "start_time": 9210.0,
      "end_time": 13840.0,
      "text": "protocols and procedures, we are now going to become familiar with the various lab equipment"
    },
    {
      "index": 3,
      "start_time": 13840.0,
      "end_time": 16199.0,
      "text": "we will be using this semester."
    },
    {
      "index": 4,
      "start_time": 16199.000000000002,
      "end_time": 20679.0,
      "text": "The first item on our list, is a measuring cylinder, we use this to measure out specific"
    },
    {
      "index": 5,
      "start_time": 20679.0,
      "end_time": 26439.0,
      "text": "volumes of liquids. The second item is called an Erlenmeyer Flask. We will be using an Erlenmeyer"
    },
    {
      "index": 6,
      "start_time": 26439.0,
      "end_time": 32480.0,
      "text": "Flask for titration purposes. The third item on our list is considered to be a Volumetric"
    },
    {
      "index": 7,
      "start_time": 32479.999999999996,
      "end_time": 38180.0,
      "text": "Flask. Volumetric Flasks are used to create stock solutions. If we need to dilute a stock"
    },
    {
      "index": 8,
      "start_time": 38180.0,
      "end_time": 43300.0,
      "text": "solution, we’ll be using a more specific measuring system, known as a Pipette."
    },
    {
      "index": 9,
      "start_time": 43300.0,
      "end_time": 49090.0,
      "text": "When we weigh out solid chemicals, we will transfer the solid chemicals after weighing,"
    },
    {
      "index": 10,
      "start_time": 49090.0,
      "end_time": 56920.0,
      "text": "in what is known as a beaker, to our lab bench. If we need to reconstitute our solid chemical"
    },
    {
      "index": 11,
      "start_time": 56920.0,
      "end_time": 62740.0,
      "text": "into a liquid form, we will take the solid chemical in the beaker, and reconstitute"
    },
    {
      "index": 12,
      "start_time": 62740.0,
      "end_time": 69060.0,
      "text": "it with a liquid, with our glass-stirring rod. The other end of a glass-stirring rod"
    },
    {
      "index": 13,
      "start_time": 69060.0,
      "end_time": 75280.0,
      "text": "is rubberized at a 45 degree angle, this is known as a Rubber Policeman. This will be"
    },
    {
      "index": 14,
      "start_time": 75280.0,
      "end_time": 80350.0,
      "text": "used to gather any chemical residue left at the bottom of the beaker that is needed for"
    },
    {
      "index": 15,
      "start_time": 80350.0,
      "end_time": 82020.0,
      "text": "our experiment."
    },
    {
      "index": 16,
      "start_time": 82020.0,
      "end_time": 87979.0,
      "text": "When weighing out chemicals at the weigh station with our weighing paper, we will be using"
    },
    {
      "index": 17,
      "start_time": 87979.0,
      "end_time": 94530.0,
      "text": "a Scoopula. A Scoopula is angled so that we can use small mounts of the chemical. A different"
    },
    {
      "index": 18,
      "start_time": 94530.0,
      "end_time": 100609.0,
      "text": "type of paper you will be introduced to is Filter Paper. Filter Paper is thicker and"
    },
    {
      "index": 19,
      "start_time": 100609.0,
      "end_time": 106990.0,
      "text": "circular in comparison to the weigh paper. If we need to dry out chemicals, we will always"
    },
    {
      "index": 20,
      "start_time": 106990.0,
      "end_time": 113679.0,
      "text": "use the Filter Paper, and put it on a Watch Glass. Sometimes the experiments we do, require"
    },
    {
      "index": 21,
      "start_time": 113679.0,
      "end_time": 120149.0,
      "text": "small volumes if liquid. If this is the case, we will, be using Test Tubes. Test Tubes come"
    },
    {
      "index": 22,
      "start_time": 120149.0,
      "end_time": 125439.0,
      "text": "in a variety of sizes. For instance, this is a 10mm Test Tube. Our Test Tubes will always"
    },
    {
      "index": 23,
      "start_time": 125439.0,
      "end_time": 130899.0,
      "text": "be in a Test Tube rack. Another size we might be using is a 25mm Test Tube."
    },
    {
      "index": 24,
      "start_time": 130899.0,
      "end_time": 135739.0,
      "text": "Due to heat from a chemical reaction, or heat we’re introducing into the chemical system,"
    },
    {
      "index": 25,
      "start_time": 135739.0,
      "end_time": 142640.0,
      "text": "we will never touch a Test Tube with our hands, but use tongs. One of the final pieces of"
    },
    {
      "index": 26,
      "start_time": 142640.0,
      "end_time": 148650.0,
      "text": "lab equipment we’ll be using is our Retort Stand. We will be using Retort Stands to hold"
    },
    {
      "index": 27,
      "start_time": 148650.0,
      "end_time": 154980.0,
      "text": "up things such as Burettes, demonstrated on the Retort Stand, with a clamp. There are"
    },
    {
      "index": 28,
      "start_time": 154980.0,
      "end_time": 161290.0,
      "text": "two specific types of clamps we will be seeing in our experiments, this one, noting rubberized"
    },
    {
      "index": 29,
      "start_time": 161290.0,
      "end_time": 164379.0,
      "text": "ends, typically to hold up a Burette."
    },
    {
      "index": 30,
      "start_time": 164379.0,
      "end_time": 169799.0,
      "text": "When heating up chemicals in our glass wear such as in an Erlenmeyer Flask, we’ll be"
    },
    {
      "index": 31,
      "start_time": 169799.0,
      "end_time": 175849.0,
      "text": "using a 3-Pronged Clamp. While doing a Titration experiment, we will be also using a ceramic"
    },
    {
      "index": 32,
      "start_time": 175849.0,
      "end_time": 182299.0,
      "text": "tile. The ceramic tile is always white, in order to assess any potential change in colour."
    },
    {
      "index": 33,
      "start_time": 182299.0,
      "end_time": 189459.0,
      "text": "So again, taking your Erlenmeyer Flask, using it for a Titration, with our Burette, we will"
    },
    {
      "index": 34,
      "start_time": 189459.0,
      "end_time": 194430.0,
      "text": "be able to determine, based on a white background, if any colour changes has occurred."
    },
    {
      "index": 35,
      "start_time": 194430.0,
      "end_time": 199030.0,
      "text": "This concludes our general overview of the lab equipment you will be using this semester."
    },
    {
      "index": 36,
      "start_time": 199030.0,
      "end_time": 209030.0,
      "text": "Our next video will demonstrate proper weighing procedures at the weigh station."
    }
  ]
}