{
  "video_id": "VJbKXmujI00",
  "title": "Scientifically Proven Best Ways to Study",
  "json": [
    {
      "index": 1,
      "start_time": 390.0,
      "end_time": 6279.0,
      "text": "For those of us in school who are trying to figure out the most effective way to study, science is here on hand to help."
    },
    {
      "index": 2,
      "start_time": 6519.0,
      "end_time": 17854.0,
      "text": "While it has been traditionally thought by many of us over the years that long hours in front of the computer or in the library, before an important exam, are required to maximize study time, this is actually not the case."
    },
    {
      "index": 3,
      "start_time": 17859.0,
      "end_time": 22519.0,
      "text": "So forget about long nights, with eyelids drooping over pages and pages of text,"
    },
    {
      "index": 4,
      "start_time": 22519.0,
      "end_time": 27340.0,
      "text": "scientific research has expressed quite clearly that that isn't the way to study smart."
    },
    {
      "index": 5,
      "start_time": 27340.0,
      "end_time": 31073.0,
      "text": "And it turns out smart studying is a lot more fun than we might have thought."
    },
    {
      "index": 6,
      "start_time": 31078.0,
      "end_time": 35200.0,
      "text": "So just what cool techniques work best to maximize those precious days before the big exam?"
    },
    {
      "index": 7,
      "start_time": 35301.0,
      "end_time": 41509.0,
      "text": "That's what we'll find out, in this episode of The Infographics Show, Scientifically Proven Best Ways to Study."
    },
    {
      "index": 8,
      "start_time": 41530.0,
      "end_time": 44629.0,
      "text": "First of all, an unlikely helper is exercise."
    },
    {
      "index": 9,
      "start_time": 44629.0,
      "end_time": 48531.0,
      "text": "Blood chemistry has been proven to change the way the brain works, as the brain,"
    },
    {
      "index": 10,
      "start_time": 48531.0,
      "end_time": 59599.0,
      "text": "the happy recipient of vital nutrients through exercise, repays the favor by increasing brain performance in the shape of a better and longer attention span, smoother information processing,"
    },
    {
      "index": 11,
      "start_time": 59629.0,
      "end_time": 61539.0,
      "text": "and more fluid problem solving skills."
    },
    {
      "index": 12,
      "start_time": 61539.0,
      "end_time": 63014.0,
      "text": "How does this work?"
    },
    {
      "index": 13,
      "start_time": 63017.0,
      "end_time": 69708.0,
      "text": "Well, exercise releases an important blend of mood altering hormones including dopamine, serotonin and norepinephrine."
    },
    {
      "index": 14,
      "start_time": 69840.0,
      "end_time": 74590.0,
      "text": "This neural cocktail greatly enhances brain performance required for study and information retention,"
    },
    {
      "index": 15,
      "start_time": 74590.0,
      "end_time": 78610.0,
      "text": "so in between study sessions, we should seriously consider hitting the gym,"
    },
    {
      "index": 16,
      "start_time": 78610.0,
      "end_time": 83350.0,
      "text": "swimming some laps, kicking a ball around, or even dancing a few steps because any kind of exercise greatly improves brain power."
    },
    {
      "index": 17,
      "start_time": 86170.0,
      "end_time": 89001.0,
      "text": "These exercise sessions also help to break up the study sessions,"
    },
    {
      "index": 18,
      "start_time": 89002.0,
      "end_time": 93360.0,
      "text": "which is crucial to avoiding cramming, a scientifically disproven method."
    },
    {
      "index": 19,
      "start_time": 93360.0,
      "end_time": 98859.0,
      "text": "The problem with cramming is that overloaded information does not have a chance to enter the long-term memory."
    },
    {
      "index": 20,
      "start_time": 98880.0,
      "end_time": 101699.0,
      "text": "Short-term memory is the free crazy space within your brain."
    },
    {
      "index": 21,
      "start_time": 101899.0,
      "end_time": 107500.0,
      "text": "Information rattles around inside there but what we need to do is turn that information into knowledge."
    },
    {
      "index": 22,
      "start_time": 107799.0,
      "end_time": 109630.0,
      "text": "And that doesn't happen by cramming."
    },
    {
      "index": 23,
      "start_time": 109630.0,
      "end_time": 119859.0,
      "text": "The transformation from short term information into long term knowledge occurs through repeated exposure to that information, retelling of that information, and reflection of that information."
    },
    {
      "index": 24,
      "start_time": 119880.0,
      "end_time": 124301.0,
      "text": "So if you learn about a topic, put down the book, and then hit the gym and reflect up on it,"
    },
    {
      "index": 25,
      "start_time": 124302.0,
      "end_time": 132549.0,
      "text": "or talk to somebody else who has knowledge on the subject, and then you are far more likely to retain that short term information and turn it into long term knowledge."
    },
    {
      "index": 26,
      "start_time": 132550.0,
      "end_time": 134940.0,
      "text": "You must also vary your study program."
    },
    {
      "index": 27,
      "start_time": 134940.0,
      "end_time": 140620.0,
      "text": "Smart study isn't about just reading the material over and over and over again, ad nauseam."
    },
    {
      "index": 28,
      "start_time": 140620.0,
      "end_time": 143380.0,
      "text": "Although this may seem like the easiest way, it is totally counterproductive."
    },
    {
      "index": 29,
      "start_time": 143380.0,
      "end_time": 153281.0,
      "text": "A 2010 study from Washington University compared the effectiveness of repeated testing over repeated studying and found that testing is far more effective than simply rereading."
    },
    {
      "index": 30,
      "start_time": 153300.0,
      "end_time": 158229.0,
      "text": "So in between short exercise and study sessions, why not test yourself now and again?"
    },
    {
      "index": 31,
      "start_time": 158239.0,
      "end_time": 163420.0,
      "text": "Or better still, find a study partner who is tackling the same subject and test one another,"
    },
    {
      "index": 32,
      "start_time": 163420.0,
      "end_time": 168290.0,
      "text": "compare your results, talk about them, and continue your study program, in between exercising."
    },
    {
      "index": 33,
      "start_time": 168290.0,
      "end_time": 172040.0,
      "text": "There is no reason you should study completely alone, and without adequate testing,"
    },
    {
      "index": 34,
      "start_time": 172040.0,
      "end_time": 175159.0,
      "text": "you will fail to see where the real information gaps are."
    },
    {
      "index": 35,
      "start_time": 175159.0,
      "end_time": 179629.0,
      "text": "Finally, get as much sleep as you can, because sleep is crucial to brain development."
    },
    {
      "index": 36,
      "start_time": 179629.0,
      "end_time": 184000.0,
      "text": "When awake for the first few hours in the day, our alpha brain waves are most active,"
    },
    {
      "index": 37,
      "start_time": 184000.0,
      "end_time": 188090.0,
      "text": "which is the brain state most suited to the acquisition of information and knowledge."
    },
    {
      "index": 38,
      "start_time": 188090.0,
      "end_time": 192699.0,
      "text": "A good study program should not only include exercise, short intense study sessions,"
    },
    {
      "index": 39,
      "start_time": 192801.0,
      "end_time": 196699.0,
      "text": "and social learning, it should also include a good night's sleep and perhaps,"
    },
    {
      "index": 40,
      "start_time": 196699.0,
      "end_time": 199409.0,
      "text": "if your day allows it, a cheeky power nap in the afternoon."
    },
    {
      "index": 41,
      "start_time": 199409.0,
      "end_time": 204420.0,
      "text": "A nap in the day time will give you two bursts of alpha brain waves for one day's study."
    },
    {
      "index": 42,
      "start_time": 204420.0,
      "end_time": 206420.0,
      "text": "And the benefit of sleep doesn't end there."
    },
    {
      "index": 43,
      "start_time": 206420.0,
      "end_time": 211330.0,
      "text": "When you acquire information, brain cells grow new connections that reach out and connect with one another."
    },
    {
      "index": 44,
      "start_time": 212640.0,
      "end_time": 216799.0,
      "text": "Sleep helps these cells grow and connect, so if we think of our brain as a tree,"
    },
    {
      "index": 45,
      "start_time": 216801.0,
      "end_time": 222180.0,
      "text": "sleep is like the miracle grow, and while we sleep, all the tiny branches will grow and flourish."
    },
    {
      "index": 46,
      "start_time": 222180.0,
      "end_time": 232499.0,
      "text": "Conversely, all night study sessions do not work, as our ability to process information is hindered by our restlessness, and the information overload is simply overbearing."
    },
    {
      "index": 47,
      "start_time": 232830.0,
      "end_time": 239397.0,
      "text": "Scientific research has shown that it can take up to 4 days for our brains to return back to normal after we've been awake for an entire night."
    },
    {
      "index": 48,
      "start_time": 239460.0,
      "end_time": 242870.0,
      "text": "We should take breaks every hour and not work straight through."
    },
    {
      "index": 49,
      "start_time": 242870.0,
      "end_time": 248510.0,
      "text": "Study for an hour, do some exercise, speak to a study friend, and return to the source material."
    },
    {
      "index": 50,
      "start_time": 248510.0,
      "end_time": 257299.0,
      "text": "While some experts might argue, researchers at Stanford School of Medicine agree that playing certain types of music such as classical may help students engage in the source material."
    },
    {
      "index": 51,
      "start_time": 257480.00000000003,
      "end_time": 267199.0,
      "text": "While some of us prefer complete silence, an uplifting piece of non-distracting music (without lyrics) may improve mood and increase the chances of information retention."
    },
    {
      "index": 52,
      "start_time": 267330.0,
      "end_time": 272001.0,
      "text": "In active learning studies, some scholars have suggested that dopamine is the brain's save button,"
    },
    {
      "index": 53,
      "start_time": 272002.0,
      "end_time": 276730.0,
      "text": "so some light, uplifting music, a favorite warm drink, and a box of cookies,"
    },
    {
      "index": 54,
      "start_time": 276730.0,
      "end_time": 280601.0,
      "text": "could also help us retain knowledge, as the brain, while in its reward mode,"
    },
    {
      "index": 55,
      "start_time": 280699.0,
      "end_time": 285950.0,
      "text": "is more receptive to whatever stimuli is present, including that study material."
    },
    {
      "index": 56,
      "start_time": 285950.0,
      "end_time": 293399.0,
      "text": "Also science has shown us that, as ridiculous as it may seem, striking a power pose before entering the exam room may be to our benefit."
    },
    {
      "index": 57,
      "start_time": 293670.0,
      "end_time": 298190.0,
      "text": "So think Superman or Wonder Woman – put your hands on your hips, move your legs apart,"
    },
    {
      "index": 58,
      "start_time": 298190.0,
      "end_time": 301010.0,
      "text": "chest expanded, deep breath, and say something awe-inspiring."
    },
    {
      "index": 59,
      "start_time": 301010.0,
      "end_time": 306399.0,
      "text": "You may want to do this in private, like in the bathroom before a test, but this is completely your own choice."
    },
    {
      "index": 60,
      "start_time": 306580.0,
      "end_time": 317399.0,
      "text": "Although you may feel stupid, and will probably look a bit odd, this posturing will reduce the stress hormone cortisol and increase testosterone, making you scientifically stronger and better prepared for that test."
    },
    {
      "index": 61,
      "start_time": 317570.0,
      "end_time": 323360.0,
      "text": "So remember take breaks, sleep, exercise, talk about your material with study pals,"
    },
    {
      "index": 62,
      "start_time": 323360.0,
      "end_time": 326170.0,
      "text": "strike a pose, and you'll be as good as ready for that test."
    },
    {
      "index": 63,
      "start_time": 326170.0,
      "end_time": 328910.0,
      "text": "Are there other tried and true methods that we failed to mention?"
    },
    {
      "index": 64,
      "start_time": 328910.0,
      "end_time": 329910.0,
      "text": "Let us know in the comments!"
    },
    {
      "index": 65,
      "start_time": 329910.0,
      "end_time": 334130.0,
      "text": "Also, be sure to check out our other video called Private Schools vs Public Schools."
    },
    {
      "index": 66,
      "start_time": 334130.0,
      "end_time": 337480.0,
      "text": "Thanks for watching, and, as always, don’t forget to like, share, and subscribe."
    },
    {
      "index": 67,
      "start_time": 337480.0,
      "end_time": 338430.0,
      "text": "See you next time!"
    }
  ]
}