{
  "video_id": "vjF9GgrY9c0",
  "title": "Cyberpunk 2077 Gameplay Reveal — 48-minute walkthrough",
  "json": [
    {
      "index": 1,
      "start_time": 18000.0,
      "end_time": 29900.0,
      "text": "Welcome to the gameplay demo walkthrough of CD PROJEKT RED’s upcoming title: Cyberpunk 2077/// — a narrative-driven, open world RPG set in a dark version of the future."
    },
    {
      "index": 2,
      "start_time": 30330.0,
      "end_time": 36733.0,
      "text": "Before we start, a small, but important disclaimer —the gameplay you’re about to see is from a work-in-progress version of the game."
    },
    {
      "index": 3,
      "start_time": 36767.0,
      "end_time": 39567.0,
      "text": "Everything you see is potentially subject to change."
    },
    {
      "index": 4,
      "start_time": 42200.0,
      "end_time": 48133.0,
      "text": "In Cyberpunk 2077, you can fully customize your character using a deep customization system."
    },
    {
      "index": 5,
      "start_time": 48933.0,
      "end_time": 51567.0,
      "text": "For this demo, we’re going to play a female."
    },
    {
      "index": 6,
      "start_time": 51867.0,
      "end_time": 59166.0,
      "text": "Keep in mind that what you see here is not final. We just want to give you a glimpse of what will be possible in the released game."
    },
    {
      "index": 7,
      "start_time": 59733.0,
      "end_time": 64967.0,
      "text": "This is an RPG, so before we get into our appearance, we need to define our backstory."
    },
    {
      "index": 8,
      "start_time": 65990.0,
      "end_time": 68866.0,
      "text": "What you choose here will unlock different possibilities later in the game."
    },
    {
      "index": 9,
      "start_time": 69333.0,
      "end_time": 73300.0,
      "text": "Also, you can use an array of different options to modify how you look."
    },
    {
      "index": 10,
      "start_time": 73467.0,
      "end_time": 80500.0,
      "text": "These include body type, hairstyle, tattoos, makeup, skin tone, and many more."
    },
    {
      "index": 11,
      "start_time": 80667.0,
      "end_time": 85467.0,
      "text": "But visuals aren’t everything — you’ll also be able to customize your initial attribute setup."
    },
    {
      "index": 12,
      "start_time": 85500.0,
      "end_time": 87800.0,
      "text": "You’ll notice we didn&#39;t pick a class."
    },
    {
      "index": 13,
      "start_time": 88100.0,
      "end_time": 94967.0,
      "text": "Cyberpunk 2077 features a fluid class-system, and you’ll be able to modify your class throughout the game."
    },
    {
      "index": 14,
      "start_time": 95670.0,
      "end_time": 97767.0,
      "text": "This demo takes place near the beginning of the game."
    },
    {
      "index": 15,
      "start_time": 97867.0,
      "end_time": 106567.0,
      "text": "V and her friend Jackie, along with a Netrunner called T-Bug, are hired to find and retrieve a missing person — a girl whose locator implant went dark."
    },
    {
      "index": 16,
      "start_time": 117670.0,
      "end_time": 121133.0,
      "text": "Cyberpunk 2077 is a first person role-playing game."
    },
    {
      "index": 17,
      "start_time": 121300.0,
      "end_time": 124567.0,
      "text": "This perspective enables us to maximise your immersion."
    },
    {
      "index": 18,
      "start_time": 150767.0,
      "end_time": 155233.0,
      "text": "It looks like these Scavengers are kidnapping people to harvest their implants."
    },
    {
      "index": 19,
      "start_time": 161500.0,
      "end_time": 163867.0,
      "text": "OK, things are about to get heated."
    },
    {
      "index": 20,
      "start_time": 170330.0,
      "end_time": 175132.0,
      "text": "We’ll take a reflex booster that temporarily allows us to use the Kereznikov ability."
    },
    {
      "index": 21,
      "start_time": 193670.0,
      "end_time": 195333.0,
      "text": "This is Kereznikov."
    },
    {
      "index": 22,
      "start_time": 374800.0,
      "end_time": 377700.0,
      "text": "It turns out a virus disrupted the girl’s locator implant."
    },
    {
      "index": 23,
      "start_time": 377900.0,
      "end_time": 380733.0,
      "text": "We’ve fixed that and now help is inbound!"
    },
    {
      "index": 24,
      "start_time": 448900.0,
      "end_time": 453000.0,
      "text": "That was Trauma Team, a kind of high-end premium medical insurance."
    },
    {
      "index": 25,
      "start_time": 454900.0,
      "end_time": 460633.0,
      "text": "We’ve delivered the target, and T-Bug has notified us that the Scavengers have called reinforcements."
    },
    {
      "index": 26,
      "start_time": 460833.0,
      "end_time": 462633.0,
      "text": "Let’s get out before they arrive."
    },
    {
      "index": 27,
      "start_time": 499433.0,
      "end_time": 509733.0,
      "text": "Cyberpunk is a mature, visceral experience and as such, it will let you explore a variety of different interactions with the game world and as you just saw, its people."
    },
    {
      "index": 28,
      "start_time": 521732.0,
      "end_time": 526867.0,
      "text": "The job was a success, and V obviously has some money to burn."
    },
    {
      "index": 29,
      "start_time": 547267.0,
      "end_time": 554400.0,
      "text": "OK, Jackie has told us that he has some big news for us, and we have an appointment with our Ripperdoc today."
    },
    {
      "index": 30,
      "start_time": 554933.0,
      "end_time": 558433.0,
      "text": "Before we leave, let&#39;s take a look around our apartment."
    },
    {
      "index": 31,
      "start_time": 560367.0,
      "end_time": 562132.0,
      "text": "Good morning, Night City!"
    },
    {
      "index": 32,
      "start_time": 562433.0,
      "end_time": 565933.0,
      "text": "The song on the radio is sung by Rockerboy Johnny Silverhand."
    },
    {
      "index": 33,
      "start_time": 566467.0,
      "end_time": 576933.0,
      "text": "It is part of our creative process to draw inspiration from the pen and paper system created by Mike Pondsmith, and to put our own 2077 spin on it."
    },
    {
      "index": 34,
      "start_time": 579500.0,
      "end_time": 581133.0,
      "text": "Let’s go grab our gear."
    },
    {
      "index": 35,
      "start_time": 585330.0,
      "end_time": 588433.0,
      "text": "OK, we’ll take V’s trusty pistol here."
    },
    {
      "index": 36,
      "start_time": 596133.0,
      "end_time": 597700.0,
      "text": "And we’ll also grab our jacket."
    },
    {
      "index": 37,
      "start_time": 600267.0,
      "end_time": 609333.0,
      "text": "Since Cyberpunk 2077 is an RPG, the jacket not only provides us with protective stats like armor, but it also increases our Street Cred."
    },
    {
      "index": 38,
      "start_time": 609467.0,
      "end_time": 618867.0,
      "text": "Street Cred is a form of experience the player acquires by completing side missions, it is used to unlock new vendors and content throughout Night City."
    },
    {
      "index": 39,
      "start_time": 619700.0,
      "end_time": 622000.0,
      "text": "Alright, let’s go meet Jackie."
    },
    {
      "index": 40,
      "start_time": 622200.0,
      "end_time": 630500.0,
      "text": "V’s current apartment is located inside a megabuilding, a huge building complex that forms a microsociety of its own."
    },
    {
      "index": 41,
      "start_time": 630767.0,
      "end_time": 638500.0,
      "text": "In this timeline, technology and the world have evolved in some ways that seem familiar, but entirely surprising in other."
    },
    {
      "index": 42,
      "start_time": 639670.0,
      "end_time": 645670.0,
      "text": "As an example: In this world, people pay with eddies, slang for euro-dollars."
    },
    {
      "index": 43,
      "start_time": 645467.0,
      "end_time": 652100.0,
      "text": "We make sure to root every detail in the world’s lore, so everything has its purpose and stays believable."
    },
    {
      "index": 44,
      "start_time": 659670.0,
      "end_time": 664367.0,
      "text": "A big part of our RPG experience is having a world that is interactive."
    },
    {
      "index": 45,
      "start_time": 664367.0,
      "end_time": 673666.0,
      "text": "Here, a generic ad has morphed into an advertisement specifically tailored for V, informing her of the nearest vendor she can purchase the product from."
    },
    {
      "index": 46,
      "start_time": 674330.0,
      "end_time": 677900.0,
      "text": "In this case, it shows us where to find some Nicola Soda."
    },
    {
      "index": 47,
      "start_time": 706500.0,
      "end_time": 709767.0,
      "text": "This is Wilson, one of Night City’s many gunsmiths."
    },
    {
      "index": 48,
      "start_time": 710267.0,
      "end_time": 716500.0,
      "text": "We won’t be checking his wares today, but you can purchase and upgrade your weapons and gear throughout the city."
    },
    {
      "index": 49,
      "start_time": 717533.0,
      "end_time": 725900.0,
      "text": "Cyberpunk 2077 is set in Night City, a bustling metropolis located on the coast of the Free State of North California."
    },
    {
      "index": 50,
      "start_time": 726000.0,
      "end_time": 730330.0,
      "text": "It&#39;s a dystopian city where violence and oppression are the norm."
    },
    {
      "index": 51,
      "start_time": 730233.0,
      "end_time": 738132.0,
      "text": "We’re working hard to build Night City to be a fully realized, seamless open world with no loading screens."
    },
    {
      "index": 52,
      "start_time": 738500.0,
      "end_time": 744900.0,
      "text": "Currently we are in Watson, a former industrial district, where crime now mixes with money."
    },
    {
      "index": 53,
      "start_time": 777330.0,
      "end_time": 785767.0,
      "text": "We’ve greatly enhanced our crowd and community systems to create the most believable city in any open-world game to date."
    },
    {
      "index": 54,
      "start_time": 786233.0,
      "end_time": 794532.0,
      "text": "The city’s streets are bustling with crowds of people from all facets of life, all living their lives, with a full day and night cycle."
    },
    {
      "index": 55,
      "start_time": 812767.0,
      "end_time": 814467.0,
      "text": "Ok, there’s Jackie."
    },
    {
      "index": 56,
      "start_time": 849967.0,
      "end_time": 858600.0,
      "text": "It turns out we’ve caught the attention of one of Night City’s bigger players — Dexter Deshawn, a fixer, a person who gets things done."
    },
    {
      "index": 57,
      "start_time": 858800.0,
      "end_time": 861132.0,
      "text": "He wants to meet up and discuss a job."
    },
    {
      "index": 58,
      "start_time": 861900.0,
      "end_time": 863533.0,
      "text": "Let’s see what he has for us."
    },
    {
      "index": 59,
      "start_time": 988433.0,
      "end_time": 993330.0,
      "text": "It seems like Dexter has given us a test of sorts to see whether we are worthy."
    },
    {
      "index": 60,
      "start_time": 993333.0,
      "end_time": 999567.0,
      "text": "He wants us to retrieve a piece of high-tech combat gear a local gang stole from the Militech megacorp."
    },
    {
      "index": 61,
      "start_time": 1001170.0,
      "end_time": 1009336.0,
      "text": "We’ll be able to approach this job from a variety of angles. Let’s try calling the Militech contact to see where that leads."
    },
    {
      "index": 62,
      "start_time": 1038430.0000000001,
      "end_time": 1044297.0000000001,
      "text": "The situation is tricky, because the contract giver is a corporate agent who seems high strung."
    },
    {
      "index": 63,
      "start_time": 1044829.9999999999,
      "end_time": 1048964.0,
      "text": "Before we get down to business, it’s a great idea to visit our ripperdoc."
    },
    {
      "index": 64,
      "start_time": 1084430.0,
      "end_time": 1091164.0,
      "text": "Crime is a common occurrence. Night City is not a safe place. Life here is not easy."
    },
    {
      "index": 65,
      "start_time": 1124300.0,
      "end_time": 1133367.0,
      "text": "We’re at a ripperdoc clinic. Ripperdocs are specialist vendors who offer people the possibility to install or upgrade their cyberware."
    },
    {
      "index": 66,
      "start_time": 1206230.0,
      "end_time": 1216264.0,
      "text": "We’re going to install both an optical scanner... and a subdermal weapon grip."
    },
    {
      "index": 67,
      "start_time": 1310430.0,
      "end_time": 1314430.0,
      "text": "With the scanner we can zoom in on things and take a closer look."
    },
    {
      "index": 68,
      "start_time": 1326470.0,
      "end_time": 1332970.0,
      "text": "Additionally, we can analyze objects, get details on enemy weak points or gang affiliation."
    },
    {
      "index": 69,
      "start_time": 1352200.0,
      "end_time": 1362667.0,
      "text": "The subdermal weapon grip links to our scanner and shows us weapon information like ammo count and firemodes, and it increases the base damage on all connected weapons."
    },
    {
      "index": 70,
      "start_time": 1396470.0,
      "end_time": 1401333.0,
      "text": "While some ripperdocs operate legally, others provide black market services."
    },
    {
      "index": 71,
      "start_time": 1401270.0,
      "end_time": 1407203.0,
      "text": "For the right price, they even offer to install illegal military-grade cyberware."
    },
    {
      "index": 72,
      "start_time": 1459570.0,
      "end_time": 1464170.0,
      "text": "This guy looks an awful lot like one of those scavengers we took out earlier..."
    },
    {
      "index": 73,
      "start_time": 1483700.0,
      "end_time": 1490733.0,
      "text": "Jackie&#39;s car is a superpowered sportscar running on CHOOH2, the superfuel of the future."
    },
    {
      "index": 74,
      "start_time": 1492400.0,
      "end_time": 1499600.0,
      "text": "Players can explore Night City freely, in many different cars, on bikes and in other types of vehicles."
    },
    {
      "index": 75,
      "start_time": 1514200.0,
      "end_time": 1518233.0,
      "text": "It looks like the scavengers from earlier are still angry at us!"
    },
    {
      "index": 76,
      "start_time": 1533130.0,
      "end_time": 1534297.0,
      "text": "I think we got rid of them."
    },
    {
      "index": 77,
      "start_time": 1534730.0,
      "end_time": 1535797.0,
      "text": "That was intense."
    },
    {
      "index": 78,
      "start_time": 1541700.0,
      "end_time": 1543467.0,
      "text": "Night City never sleeps."
    },
    {
      "index": 79,
      "start_time": 1543500.0,
      "end_time": 1547333.0,
      "text": "Danger lurks around every corner, even during the daytime."
    },
    {
      "index": 80,
      "start_time": 1547570.0,
      "end_time": 1554303.0,
      "text": "Random encounters like these are an example of how your actions directly influence your open world experience."
    },
    {
      "index": 81,
      "start_time": 1556230.0,
      "end_time": 1557630.0,
      "text": "Okay, Jackie!"
    },
    {
      "index": 82,
      "start_time": 1581130.0,
      "end_time": 1587730.0,
      "text": "Many forces are fighting for control of Night City, but the megacorporations are the real showrunners."
    },
    {
      "index": 83,
      "start_time": 1588170.0,
      "end_time": 1593736.0,
      "text": "The agent we’re going to meet represents Militech, one of largest companies in the private military sector."
    },
    {
      "index": 84,
      "start_time": 1614770.0,
      "end_time": 1623803.0,
      "text": "Since Cyberpunk 2077 is an RPG, preparation will be key when dealing with Night City’s powerful, especially when these are corpos."
    },
    {
      "index": 85,
      "start_time": 1624370.0,
      "end_time": 1631703.0,
      "text": "Instead of just rushing in, let’s assess the situation with our freshly installed Kiroshi Optical Scanner."
    },
    {
      "index": 86,
      "start_time": 1665800.0,
      "end_time": 1671767.0,
      "text": "These guys are a higher level than we are. Let’s try to approach them carefully."
    },
    {
      "index": 87,
      "start_time": 1703570.0,
      "end_time": 1709770.0,
      "text": "The corpos have hacked us through our Personal Link and have subjected us to a kind of lie-detector program."
    },
    {
      "index": 88,
      "start_time": 1709800.0,
      "end_time": 1714933.0,
      "text": "The dialogue system in Cyberpunk 2077 is fully gameplay-driven."
    },
    {
      "index": 89,
      "start_time": 1738330.0,
      "end_time": 1745230.0,
      "text": "It might be tempting to reach for the gun, but the consequences could be dire. Remember, these guys are really tough."
    },
    {
      "index": 90,
      "start_time": 1827130.0,
      "end_time": 1830497.0,
      "text": "The agent gave us the money to buy the bot we need from the gang."
    },
    {
      "index": 91,
      "start_time": 1830670.0,
      "end_time": 1837635.0,
      "text": "By choosing to call the Militech agent earlier, we have now opened up a non-violent path to approach this quest."
    },
    {
      "index": 92,
      "start_time": 1837770.0,
      "end_time": 1846636.0,
      "text": "Of course, we could try and keep the money, but that would mean we’d have to take the merchandise by force, which requires a lot of firepower."
    },
    {
      "index": 93,
      "start_time": 1901830.0,
      "end_time": 1909327.0,
      "text": "Even now, we can choose how to approach this quest — do we go in guns blazing, or do we try to negotiate for the bot?"
    },
    {
      "index": 94,
      "start_time": 1914870.0,
      "end_time": 1917770.0,
      "text": "For this demo, let&#39;s try the more diplomatic approach."
    },
    {
      "index": 95,
      "start_time": 1960800.0,
      "end_time": 1963399.0,
      "text": "The guys we’re about to meet are dangerous."
    },
    {
      "index": 96,
      "start_time": 1963530.0,
      "end_time": 1971097.0,
      "text": "They are members of the Maelstrom gang, and their obsession with body modification goes way beyond even this world’s standards."
    },
    {
      "index": 97,
      "start_time": 1971330.0,
      "end_time": 1977464.0,
      "text": "On their path to becoming machines, they don’t shy away from even the most extreme measures."
    },
    {
      "index": 98,
      "start_time": 1985630.0,
      "end_time": 1991667.0,
      "text": "It looks like they made this abandoned All-Foods Meat Factory their hideout. Charming."
    },
    {
      "index": 99,
      "start_time": 2013900.0,
      "end_time": 2020330.0,
      "text": "Remember, we’ve chosen to buy the tech, not steal it. Hopefully, this will go fast and easy."
    },
    {
      "index": 100,
      "start_time": 2021600.0,
      "end_time": 2028367.0,
      "text": "This is a pretty well-guarded place — you might imagine what would have happened had we used the violent option."
    },
    {
      "index": 101,
      "start_time": 2238670.0,
      "end_time": 2243970.0,
      "text": "It turns out the credchip we got from the Militech agent contained a virus which fried their systems."
    },
    {
      "index": 102,
      "start_time": 2244470.0,
      "end_time": 2247270.0,
      "text": "Royce, their leader, is making a break for it."
    },
    {
      "index": 103,
      "start_time": 2251500.0,
      "end_time": 2257967.0,
      "text": "Before we figure out a way to leave, let’s take the splinter that controls the bot from one of these dead Maelstromers."
    },
    {
      "index": 104,
      "start_time": 2264430.0,
      "end_time": 2268264.0,
      "text": "The inspection system allows us to take a closer look at the splinter."
    },
    {
      "index": 105,
      "start_time": 2268430.0,
      "end_time": 2273697.0,
      "text": "You can inspect specific items to reveal details that can help in solving quests."
    },
    {
      "index": 106,
      "start_time": 2284330.0,
      "end_time": 2287267.0,
      "text": "OK, let’s equip the splinter to our Chipware Slot."
    },
    {
      "index": 107,
      "start_time": 2287900.0,
      "end_time": 2291967.0,
      "text": "With this done, the bot will now follow us everywhere we go."
    },
    {
      "index": 108,
      "start_time": 2292730.0,
      "end_time": 2295667.0,
      "text": "All right, what else do we have here?"
    },
    {
      "index": 109,
      "start_time": 2297330.0,
      "end_time": 2300630.0,
      "text": "Nice, a street-modified tech shotgun."
    },
    {
      "index": 110,
      "start_time": 2300770.0,
      "end_time": 2305402.0,
      "text": "Tech weapons fire rounds that shoot through walls and other types of cover."
    },
    {
      "index": 111,
      "start_time": 2305530.0,
      "end_time": 2310930.0,
      "text": "They also have an alternate fire mode that allows you to power-up shots and deal more damage."
    },
    {
      "index": 112,
      "start_time": 2313630.0,
      "end_time": 2318597.0,
      "text": "It looks like there’s several ways out of this room, like those gates, for example."
    },
    {
      "index": 113,
      "start_time": 2318700.0,
      "end_time": 2323330.0,
      "text": "However, you’d need to be a skilled netrunner to hack into this terminal."
    },
    {
      "index": 114,
      "start_time": 2326000.0,
      "end_time": 2331667.0,
      "text": "Luckily, our Engineering skills should allow us to disassemble that maintenance panel so we can get through the door."
    },
    {
      "index": 115,
      "start_time": 2334670.0,
      "end_time": 2338770.0,
      "text": "There are many skills in the game that players can apply in solving problems."
    },
    {
      "index": 116,
      "start_time": 2338930.0,
      "end_time": 2344797.0,
      "text": "The Engineering skill can be used to fix, disassemble and disarm devices blocking your path."
    },
    {
      "index": 117,
      "start_time": 2352100.0,
      "end_time": 2359866.0,
      "text": "So, from this point on we&#39;re going to unlock the abilities of a high-end character to showcase some of the different mechanics we have in the game."
    },
    {
      "index": 118,
      "start_time": 2375870.0,
      "end_time": 2381970.0,
      "text": "One of the new weapon modules we now have installed is a ricochet targeting system connected to our eyes."
    },
    {
      "index": 119,
      "start_time": 2383370.0,
      "end_time": 2388503.0,
      "text": "This allows players to bounce bullets off of walls and hit enemies hiding behind cover."
    },
    {
      "index": 120,
      "start_time": 2410670.0,
      "end_time": 2414536.0,
      "text": "This is another targeting system that will reveal enemies behind walls."
    },
    {
      "index": 121,
      "start_time": 2415400.0,
      "end_time": 2420233.0,
      "text": "Paired with the penetrating rounds of our tech shotgun, it‘s a deadly combination."
    },
    {
      "index": 122,
      "start_time": 2427330.0,
      "end_time": 2432197.0,
      "text": "Looks like we found some loot! This is a smart gun."
    },
    {
      "index": 123,
      "start_time": 2432230.0,
      "end_time": 2437797.0,
      "text": "It’s one of the more advanced weapons in the game, allowing bullets to track and follow their target."
    },
    {
      "index": 124,
      "start_time": 2437830.0,
      "end_time": 2440664.0,
      "text": "This is one of many different weapons players can aquire."
    },
    {
      "index": 125,
      "start_time": 2440700.0,
      "end_time": 2445899.0,
      "text": "Weapons are built of modules that allow for deep customization and progression."
    },
    {
      "index": 126,
      "start_time": 2446230.0,
      "end_time": 2450497.0,
      "text": "This way, you can be sure to find something that suits your playstyle."
    },
    {
      "index": 127,
      "start_time": 2522200.0,
      "end_time": 2533200.0,
      "text": "Just a reminder — everything you’ve seen and are about to see, including this particular feature we’re about to show you, is from a work-in-progress version of the game, and may change over the course of development."
    },
    {
      "index": 128,
      "start_time": 2534700.0,
      "end_time": 2536966.0,
      "text": "OK, let’s try something different."
    },
    {
      "index": 129,
      "start_time": 2537370.0,
      "end_time": 2542003.0,
      "text": "We’re going to take this guy down and connect directly to his neural socket."
    },
    {
      "index": 130,
      "start_time": 2545170.0,
      "end_time": 2550670.0,
      "text": "In the world of Cyberpunk, once you are jacked into a network, you have access to everything it connects to."
    },
    {
      "index": 131,
      "start_time": 2551330.0,
      "end_time": 2556497.0,
      "text": "Through the Maelstrom gang member, we’ve now connected to the gang hideout’s internal network."
    },
    {
      "index": 132,
      "start_time": 2556700.0,
      "end_time": 2559299.0,
      "text": "This is the building’s Personnel System."
    },
    {
      "index": 133,
      "start_time": 2559500.0,
      "end_time": 2563667.0,
      "text": "Let’s focus on the squad containing the Maelstrom ganger we just connected to."
    },
    {
      "index": 134,
      "start_time": 2563870.0,
      "end_time": 2568673.0,
      "text": "From here, we can deploy software that affects the whole squad."
    },
    {
      "index": 135,
      "start_time": 2568530.0,
      "end_time": 2572363.0,
      "text": "For now, we’ll simply unlock the ability to perform quickhacks."
    },
    {
      "index": 136,
      "start_time": 2572900.0,
      "end_time": 2576967.0,
      "text": "All right, time to show off our new, high-level abilities."
    },
    {
      "index": 137,
      "start_time": 2580630.0,
      "end_time": 2588829.0,
      "text": "With quickhacking, using the backdoor we unlocked a minute ago, we&#39;ll install a virus that jams the connection between the Maelstrom ganger and his weapon."
    },
    {
      "index": 138,
      "start_time": 2588970.0,
      "end_time": 2590903.0,
      "text": "This will prevent him from firing."
    },
    {
      "index": 139,
      "start_time": 2597330.0,
      "end_time": 2598967.0,
      "text": "Looks like he&#39;s having a problem, now."
    },
    {
      "index": 140,
      "start_time": 2601470.0,
      "end_time": 2602470.0,
      "text": "Nice!"
    },
    {
      "index": 141,
      "start_time": 2603830.0,
      "end_time": 2606764.0,
      "text": "Some of you guys might recognize these mantis blades."
    },
    {
      "index": 142,
      "start_time": 2606930.0,
      "end_time": 2613430.0,
      "text": "We can also double-jump and bounce off of walls, which makes us a very agile Fast Solo."
    },
    {
      "index": 143,
      "start_time": 2635600.0,
      "end_time": 2641533.0,
      "text": "Sweet, we found a corporate tech rifle! Corpo weapons are top-of-the-line."
    },
    {
      "index": 144,
      "start_time": 2647300.0,
      "end_time": 2650133.0,
      "text": "Let’s scan this guy and see what’s going on."
    },
    {
      "index": 145,
      "start_time": 2650500.0,
      "end_time": 2653733.0,
      "text": "It looks like Royce is back and he’s prepped."
    },
    {
      "index": 146,
      "start_time": 2653730.0,
      "end_time": 2658730.0,
      "text": "He’s got an armored exoskeleton, and we won’t be able to get rid of him that easily."
    },
    {
      "index": 147,
      "start_time": 2659470.0,
      "end_time": 2664736.0,
      "text": "Our weapons are not dealing a lot of damage, because he’s packing an autonomous shield."
    },
    {
      "index": 148,
      "start_time": 2665000.0,
      "end_time": 2668833.0,
      "text": "Luckily, the scan we did earlier revealed a weak spot."
    },
    {
      "index": 149,
      "start_time": 2669670.0,
      "end_time": 2671600.0,
      "text": "Attacking it should help bring the shield down."
    },
    {
      "index": 150,
      "start_time": 2714230.0,
      "end_time": 2716597.0,
      "text": "Shield’s down. Let’s finish him off."
    },
    {
      "index": 151,
      "start_time": 2724970.0,
      "end_time": 2728536.0,
      "text": "OK, let’s put him down and get this job over with."
    },
    {
      "index": 152,
      "start_time": 2732970.0,
      "end_time": 2737170.0,
      "text": "That wasn’t the smoothest job, but we&#39;ve got the bot, and Dex should be happy."
    },
    {
      "index": 153,
      "start_time": 2737670.0,
      "end_time": 2738735.0,
      "text": "But think back…"
    },
    {
      "index": 154,
      "start_time": 2738870.0,
      "end_time": 2741836.0,
      "text": "What would have happened if we hadn’t met with the Militech agent?"
    },
    {
      "index": 155,
      "start_time": 2742230.0,
      "end_time": 2744830.0,
      "text": "Or told Royce about the agent and her plans?"
    },
    {
      "index": 156,
      "start_time": 2745170.0,
      "end_time": 2747603.0,
      "text": "Or just decided to buy the bot ourselves?"
    },
    {
      "index": 157,
      "start_time": 2747930.0,
      "end_time": 2756130.0,
      "text": "So many options, so many possibilities, and each will have consequences rippling through the game world and your story."
    },
    {
      "index": 158,
      "start_time": 2756330.0,
      "end_time": 2758264.0,
      "text": "And that&#39;s just one quest."
    },
    {
      "index": 159,
      "start_time": 2758830.0,
      "end_time": 2761327.0,
      "text": "Let’s head out and finish this job."
    },
    {
      "index": 160,
      "start_time": 2819500.0,
      "end_time": 2823333.0,
      "text": "OK, let’s call Dex and tell him how things went down."
    },
    {
      "index": 161,
      "start_time": 2875600.0,
      "end_time": 2879133.0,
      "text": "We finished the job, but our story is just beginning."
    },
    {
      "index": 162,
      "start_time": 2884470.0,
      "end_time": 2887470.0,
      "text": "This concludes our gameplay demo walkthrough."
    },
    {
      "index": 163,
      "start_time": 2887770.0,
      "end_time": 2889103.0,
      "text": "Thanks for watching!"
    }
  ]
}