{
  "video_id": "VlEXeJBry2U",
  "title": "How Fake Food Became A $90 Million Industry In Japan",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9280.0,
      "end_time": 17700.0,
      "text": "Walking the streets of Japan, you'll notice that almost every restaurant has glistening, perfectly plated food tempting you from their window."
    },
    {
      "index": 2,
      "start_time": 17990.0,
      "end_time": 21750.0,
      "text": "It looks mouthwatering, but you can't actually eat it."
    },
    {
      "index": 3,
      "start_time": 21750.0,
      "end_time": 23250.0,
      "text": "It's all fake."
    },
    {
      "index": 4,
      "start_time": 23470.0,
      "end_time": 27550.0,
      "text": "These deceptive dishes are called sampuru, from the word \"sample.\""
    },
    {
      "index": 5,
      "start_time": 27780.0,
      "end_time": 32600.0,
      "text": "The fake foods are made of plastic, and to this day each one is crafted by hand."
    },
    {
      "index": 6,
      "start_time": 32797.0,
      "end_time": 36650.0,
      "text": "Food samples give a 3D picture of what the foods look like."
    },
    {
      "index": 7,
      "start_time": 36850.0,
      "end_time": 44150.0,
      "text": "This, along with the historical background of artificial food samples, has allowed them to become widespread."
    },
    {
      "index": 8,
      "start_time": 44350.0,
      "end_time": 51650.0,
      "text": "Sampuru is so lucrative, the industry is estimated to be worth $90 million in Japan alone."
    },
    {
      "index": 9,
      "start_time": 51870.0,
      "end_time": 56200.0,
      "text": "But let's take a step back and see how they make plastic look good enough to eat."
    },
    {
      "index": 10,
      "start_time": 59600.0,
      "end_time": 65500.0,
      "text": "At the Morino Sample Workshop in Osaka, artisans have been making sampuru for 45 years."
    },
    {
      "index": 11,
      "start_time": 65710.0,
      "end_time": 71450.0,
      "text": "Fourteen artisans make all of the food samples shipped worldwide for the company Fake Food Japan."
    },
    {
      "index": 12,
      "start_time": 71680.0,
      "end_time": 78199.0,
      "text": "They specialize in sushi, tempura, and ramen, but they can custom-make just about anything you can dream up."
    },
    {
      "index": 13,
      "start_time": 78410.0,
      "end_time": 81100.0,
      "text": "Beer, ice cream, pizza, burgers."
    },
    {
      "index": 14,
      "start_time": 82610.0,
      "end_time": 87000.0,
      "text": "To craft sample food, first the artisans have to get a mold of the real thing."
    },
    {
      "index": 15,
      "start_time": 87210.0,
      "end_time": 92550.0,
      "text": "Usually, that means a restaurant will have to freeze the real food and ship it to the workshop."
    },
    {
      "index": 16,
      "start_time": 92740.0,
      "end_time": 100000.0,
      "text": "Casting molds from real foods allows us to copy the fine bumps and depressions along the food's surface."
    },
    {
      "index": 17,
      "start_time": 100000.0,
      "end_time": 110000.0,
      "text": "We then color the molds in order to bring out realistic food textures."
    },
    {
      "index": 18,
      "start_time": 110447.0,
      "end_time": 116800.0,
      "text": "Once they've got a mold, it's filled with liquid PVC plastic and baked up to 338 degrees."
    },
    {
      "index": 19,
      "start_time": 117000.0,
      "end_time": 122400.0,
      "text": "The sample is brought to life with airbrushing and paint, and finally it's plated."
    },
    {
      "index": 20,
      "start_time": 122630.0,
      "end_time": 128100.0,
      "text": "Some smaller models can take a day to make, while entire entrees can take up to a week."
    },
    {
      "index": 21,
      "start_time": 128293.0,
      "end_time": 141000.0,
      "text": "Making this udon noodle sample involves getting the ingredients together and making a mold, depending on the sample and takes about three days."
    },
    {
      "index": 22,
      "start_time": 141000.0,
      "end_time": 145500.0,
      "text": "But if you're doing all of this work for every sample, it's very time-consuming."
    },
    {
      "index": 23,
      "start_time": 145500.0,
      "end_time": 150500.0,
      "text": "For common items like udon, meat, etc., I prepare all of these ingredients in advance."
    },
    {
      "index": 24,
      "start_time": 150500.0,
      "end_time": 155156.0,
      "text": "This lets me speed up the work."
    },
    {
      "index": 25,
      "start_time": 155156.0,
      "end_time": 162000.0,
      "text": "Because of the detail in each food sample, artisans say it takes up to 10 years to perfect the craft."
    },
    {
      "index": 26,
      "start_time": 162110.0,
      "end_time": 168250.0,
      "text": "But don't be fooled, while they might look like affordable eats, sampuru will set you back a pretty penny."
    },
    {
      "index": 27,
      "start_time": 168470.0,
      "end_time": 173100.0,
      "text": "These imitations can cost up to 10 times the real food they represent."
    },
    {
      "index": 28,
      "start_time": 173240.0,
      "end_time": 183300.0,
      "text": "This mug of beer costs $74, a bowl of ramen costs 109, and an intricate tray of sushi will set you back a whopping $511."
    },
    {
      "index": 29,
      "start_time": 183490.0,
      "end_time": 187100.0,
      "text": "The level of difficulty in reproducing it: that is solely the cost."
    },
    {
      "index": 30,
      "start_time": 187260.0,
      "end_time": 195650.0,
      "text": "Just based on the fact that the ingredients and the way it's presented just creates so much more and a level of difficulty for the artist to reproduce it."
    },
    {
      "index": 31,
      "start_time": 195870.0,
      "end_time": 203500.0,
      "text": "It's said that fake food production began in the 1930s with Takizo Iwasaki, an artisan from Gujo Hachiman."
    },
    {
      "index": 32,
      "start_time": 203730.0,
      "end_time": 209450.0,
      "text": "The story goes, he made an omelet out of wax that was so realistic his wife couldn't tell it apart from the real thing."
    },
    {
      "index": 33,
      "start_time": 209670.0,
      "end_time": 218420.0,
      "text": "He would go on to start one of the biggest plastic food manufacturers in Japan, that now controls an estimated 60% of the fake food market."
    },
    {
      "index": 34,
      "start_time": 219270.0,
      "end_time": 223150.0,
      "text": "By the 1950s, fake food had caught a wave of popularity."
    },
    {
      "index": 35,
      "start_time": 223340.0,
      "end_time": 234000.0,
      "text": "However, what really boosted the business was during World War II, from what I've been told, when a lot of the American servicemen were stationed here."
    },
    {
      "index": 36,
      "start_time": 234000.0,
      "end_time": 245000.0,
      "text": "And they couldn't, obviously, read the Japanese menus and there weren't any photos on the menus, so then let's have a visual representation to show people what we actually have on our menu."
    },
    {
      "index": 37,
      "start_time": 246190.0,
      "end_time": 253400.0,
      "text": "Today, even in an era of online menus, food blogs, and Yelp reviews, these plastic food samples aren't going anywhere."
    },
    {
      "index": 38,
      "start_time": 253500.0,
      "end_time": 259750.0,
      "text": "Sampuru has landed on the big screen, in classrooms, and souvenir shops, and, of course, in restaurant windows."
    },
    {
      "index": 39,
      "start_time": 260160.00000000003,
      "end_time": 268150.0,
      "text": "As mass tourism has exploded in Japan, sampuru has served as an invaluable tool for foreigners across language barriers."
    },
    {
      "index": 40,
      "start_time": 268340.0,
      "end_time": 272700.0,
      "text": "Even if they don't know any Japanese, they can just point at what they want to eat."
    },
    {
      "index": 41,
      "start_time": 272910.0,
      "end_time": 281500.0,
      "text": "It's something that's very unique to this country, something that's been around for going on now, you know, almost 100 years and it still survived."
    },
    {
      "index": 42,
      "start_time": 281720.0,
      "end_time": 291940.0,
      "text": "Its significance in Japanese culture can be seen on literally every corner, but it's the skill behind the sampuru art form that keeps us salivating."
    }
  ]
}