{
  "video_id": "vOPliKfxk8Y",
  "title": "Sea of Stars - Vaadhoo Island, Maldives",
  "json": [
    {
      "index": 1,
      "start_time": 4860.0,
      "end_time": 10940.0,
      "text": "As night falls on certain beaches around the world, the waves glow with an eerie blue light."
    },
    {
      "index": 2,
      "start_time": 11000.0,
      "end_time": 16440.0,
      "text": "Tiny neon dots that make it look as though stars are washing up on the shore."
    },
    {
      "index": 3,
      "start_time": 16539.0,
      "end_time": 28239.0,
      "text": "The phosphorescence only occurs when the microorganisms are agitated, such as when the water crashes onto the shore, or someone steps on the wet sand, or a paddle hits the waves."
    },
    {
      "index": 4,
      "start_time": 28460.0,
      "end_time": 38540.0,
      "text": "The surreal scene arises not from magic, but from plankton that have evolved to glow in order to startle or distract fish and other potential predators."
    },
    {
      "index": 5,
      "start_time": 38540.0,
      "end_time": 48729.0,
      "text": "Some of the most spectacular photographs have been captured from one location, Vaadhoo Island, Maldives, which has been nicknamed the sea of stars."
    },
    {
      "index": 6,
      "start_time": 48729.0,
      "end_time": 59010.0,
      "text": "The Maldives is a tropical nation in the Indian Ocean, composed of 26 ring-shaped atolls which are made up of more than a thousand coral islands."
    },
    {
      "index": 7,
      "start_time": 59010.0,
      "end_time": 64710.0,
      "text": "The spotting of the sea of stars is dependent on climate and the plankton growth throughout the year."
    },
    {
      "index": 8,
      "start_time": 65029.0,
      "end_time": 78169.0,
      "text": "Visitors to the island have stated they have the most luck seeing the blue glow from about July to February, especially during a new moon since the darkness of the sky helps intensify the light."
    },
    {
      "index": 9,
      "start_time": 78490.0,
      "end_time": 84859.0,
      "text": "The glowing waters are the main reason why Vaadhoo is one of the hottest tourist destinations in the world."
    },
    {
      "index": 10,
      "start_time": 85000.0,
      "end_time": 90539.0,
      "text": "The glowing blue waters are caused by a natural chemical reaction known as bioluminescence."
    },
    {
      "index": 11,
      "start_time": 90560.0,
      "end_time": 98449.0,
      "text": "When microorganisms in the water are disturbed by oxygen, the result is a glittering and sparkling seawater."
    },
    {
      "index": 12,
      "start_time": 98670.0,
      "end_time": 108219.0,
      "text": "As the waves crash on the beach, the water glows in the dark and gives the impression it is acting like a mirror that reflects the sparkling stars above."
    },
    {
      "index": 13,
      "start_time": 108220.0,
      "end_time": 110479.0,
      "text": "The phytoplankton is blue glow."
    },
    {
      "index": 14,
      "start_time": 110479.0,
      "end_time": 115309.0,
      "text": "It's like a defense mechanism which wards off other marine organisms from eating them."
    },
    {
      "index": 15,
      "start_time": 115309.0,
      "end_time": 129909.0,
      "text": "Although this phenomenon of bioluminescence blue glowing water occurs on many islands and locations around the world, it is extraordinary prominent on the island of Vaadhoo which only has a small population of about 550 people."
    },
    {
      "index": 16,
      "start_time": 130080.00000000001,
      "end_time": 135180.0,
      "text": "Bioluminescent plankton are highly unpredictable even in Maldives."
    },
    {
      "index": 17,
      "start_time": 135249.0,
      "end_time": 138919.0,
      "text": "There is no time through the year that you can guarantee seeing it."
    },
    {
      "index": 18,
      "start_time": 139010.0,
      "end_time": 143950.0,
      "text": "But as stated earlier, people have had the most luck between July and February."
    },
    {
      "index": 19,
      "start_time": 144799.0,
      "end_time": 149129.0,
      "text": "Anyway now send this video! Thanks for watching. We'll see you next time! Bye bye."
    }
  ]
}