{
  "video_id": "VPXIzJcfAMk",
  "title": "How to End a Relationship",
  "json": [
    {
      "index": 1,
      "start_time": 5440.0,
      "end_time": 11180.0,
      "text": "It's a skill that's just as important, but far less studied, than knowing how to start things off."
    },
    {
      "index": 2,
      "start_time": 11180.0,
      "end_time": 17040.0,
      "text": "We're typically appalling at it. We mumble, we delay, we become strange, we hedge…"
    },
    {
      "index": 3,
      "start_time": 17040.0,
      "end_time": 19660.0,
      "text": "And there's one reason we make such a mess of it."
    },
    {
      "index": 4,
      "start_time": 19660.0,
      "end_time": 25340.0,
      "text": "It's not that we're inept or dumb or cruel. It's that we're trying to be kind."
    },
    {
      "index": 5,
      "start_time": 25340.0,
      "end_time": 29920.0,
      "text": "That's the origin of all our ineptness, stupidity and cruelty."
    },
    {
      "index": 6,
      "start_time": 30120.0,
      "end_time": 34660.0,
      "text": "We hesitate to be cold and try to be nice because we are sentimental."
    },
    {
      "index": 7,
      "start_time": 34660.0,
      "end_time": 42200.0,
      "text": "The essence of sentimentality is the desire to be liked, even by those you don't like and can no longer be bothered with."
    },
    {
      "index": 8,
      "start_time": 42200.0,
      "end_time": 48660.0,
      "text": "It's a narcissistic longing to continue to receive the emotion of love without wanting to pay for it."
    },
    {
      "index": 9,
      "start_time": 50160.0,
      "end_time": 55780.0,
      "text": "But kindness has no role whatsoever to play at the charred end of relationships."
    },
    {
      "index": 10,
      "start_time": 55780.0,
      "end_time": 60140.0,
      "text": "Being sweet and understanding merely prolongs the torture for the other person."
    },
    {
      "index": 11,
      "start_time": 60140.0,
      "end_time": 66620.0,
      "text": "If we're being so tender, is it really possible that we truly mean the dark things we are ostensibly saying?"
    },
    {
      "index": 12,
      "start_time": 66620.0,
      "end_time": 70640.0,
      "text": "Could we be so loving and at the same time, calling it a day?"
    },
    {
      "index": 13,
      "start_time": 70640.0,
      "end_time": 77160.0,
      "text": "We need above all else to kill hope. But instead, too often, we just waffle."
    },
    {
      "index": 14,
      "start_time": 77160.0,
      "end_time": 85580.0,
      "text": "Marcel Proust wisely observed: \"At the end of relationships, it's the one who is not in love who makes the tender speeches.\""
    },
    {
      "index": 15,
      "start_time": 85580.0,
      "end_time": 91260.0,
      "text": "Parting lovers may end up in the grotesque situation of one person crying because they are being left,"
    },
    {
      "index": 16,
      "start_time": 91260.0,
      "end_time": 96320.0,
      "text": "and the other crying because of the distress that announcing the departure has caused them..."
    },
    {
      "index": 17,
      "start_time": 96320.0,
      "end_time": 101180.0,
      "text": "tears that are mistaken by the abandoned party for signs of care."
    },
    {
      "index": 18,
      "start_time": 101180.0,
      "end_time": 106360.0,
      "text": "The kindest way to end a relationship is just to make extremely brutal speeches..."
    },
    {
      "index": 19,
      "start_time": 106360.0,
      "end_time": 112480.0,
      "text": "of a sort that will leave the other person in no doubt at all that you're not an especially nice person."
    },
    {
      "index": 20,
      "start_time": 112480.0,
      "end_time": 118760.0,
      "text": "The truly courageous way to leave is to allow yourself to be hated by someone who loves you."
    },
    {
      "index": 21,
      "start_time": 118760.0,
      "end_time": 120760.0,
      "text": "That's generosity."
    },
    {
      "index": 22,
      "start_time": 120760.0,
      "end_time": 122620.0,
      "text": "There's no excuse for delay."
    },
    {
      "index": 23,
      "start_time": 122620.0,
      "end_time": 129740.0,
      "text": "Don't imagine that you're doing someone a favour by dragging out how long they can persist in the benign illusion that you want them."
    },
    {
      "index": 24,
      "start_time": 129740.00000000001,
      "end_time": 132680.0,
      "text": "Their real priority is to stop wasting their lives."
    },
    {
      "index": 25,
      "start_time": 132680.0,
      "end_time": 139420.0,
      "text": "Don't imagine that they won't ever find anyone else like you: they may believe that now and might even sweetly tell you so."
    },
    {
      "index": 26,
      "start_time": 139420.0,
      "end_time": 143340.0,
      "text": "But they won't believe it when they finally understand who you actually are."
    },
    {
      "index": 27,
      "start_time": 143340.0,
      "end_time": 151980.0,
      "text": "Real kindness means getting out – even though the holiday has been booked and it will be terribly awkward to tell everyone at this late stage."
    },
    {
      "index": 28,
      "start_time": 151980.0,
      "end_time": 156460.0,
      "text": "There's nothing at all wrong with deciding that someone isn't for you."
    },
    {
      "index": 29,
      "start_time": 156460.0,
      "end_time": 161100.0,
      "text": "There is something very wrong with ruining large chunks of someone else's life"
    },
    {
      "index": 30,
      "start_time": 161100.0,
      "end_time": 171100.0,
      "text": "while you squeamishly and sentimentally hesitate to get out of the way."
    }
  ]
}