{
  "video_id": "vQ0cSm0lxeU",
  "title": "How To Empower Employees",
  "json": [
    {
      "index": 1,
      "start_time": 3700.0,
      "end_time": 7250.0,
      "text": "Empowerment can evoke strong reactions in people because they usually either embrace"
    },
    {
      "index": 2,
      "start_time": 7250.0,
      "end_time": 13679.0,
      "text": "it or detest it. This debate is understandable because the desire for power and influence"
    },
    {
      "index": 3,
      "start_time": 13679.0,
      "end_time": 19460.0,
      "text": "runs deep in our human psyche. We all want to have the power to control, decide, and"
    },
    {
      "index": 4,
      "start_time": 19460.0,
      "end_time": 25679.0,
      "text": "organize our work the way we want to. We need power to function and be successful so naturally"
    },
    {
      "index": 5,
      "start_time": 25679.0,
      "end_time": 31788.0,
      "text": "people want it, will guard, it and are usually very cautious with it. We have a natural tendency"
    },
    {
      "index": 6,
      "start_time": 31789.0,
      "end_time": 35760.0,
      "text": "to want to control our destiny and success."
    },
    {
      "index": 7,
      "start_time": 35760.0,
      "end_time": 41570.0,
      "text": "So what does empowerment mean? Simply put, it is the extent to which someone provides"
    },
    {
      "index": 8,
      "start_time": 41570.0,
      "end_time": 47329.0,
      "text": "the encouragement, tools, and authority to others, enabling them to use their power,"
    },
    {
      "index": 9,
      "start_time": 47329.0,
      "end_time": 52899.0,
      "text": "talents, and abilities effectively. It is not just allowing people to do whatever they"
    },
    {
      "index": 10,
      "start_time": 52899.0,
      "end_time": 54620.0,
      "text": "want to do."
    },
    {
      "index": 11,
      "start_time": 54620.0,
      "end_time": 60328.0,
      "text": "When we buy into empowerment, we buy into an agreement that we will still respect processes,"
    },
    {
      "index": 12,
      "start_time": 60329.0,
      "end_time": 65420.0,
      "text": "standards, accountability, responsibility, the rights of others, and align ourselves"
    },
    {
      "index": 13,
      "start_time": 65420.0,
      "end_time": 71659.0,
      "text": "and our actions with organizational values. With empowerment, we agree to shun bureaucracy,"
    },
    {
      "index": 14,
      "start_time": 71659.0,
      "end_time": 78530.0,
      "text": "cumbersome rules and policies, and politics. We agree to coach others to “do” good,"
    },
    {
      "index": 15,
      "start_time": 78530.0,
      "end_time": 84220.0,
      "text": "rather than “look” good. We also agree to reduce dependency and helplessness."
    },
    {
      "index": 16,
      "start_time": 84220.0,
      "end_time": 89880.0,
      "text": "However, it is not wise to flood people with autonomy and freedom to do whatever they want"
    },
    {
      "index": 17,
      "start_time": 89880.0,
      "end_time": 96339.0,
      "text": "to do. We need to take it one step at a time and allow empowerment to unfold. We have to"
    },
    {
      "index": 18,
      "start_time": 96340.0,
      "end_time": 102799.0,
      "text": "be alert as coaches and not horde or withhold power out of fear or self-interest. As people"
    },
    {
      "index": 19,
      "start_time": 102799.0,
      "end_time": 108110.0,
      "text": "develop, we must allow them to make decisions and solve problems, and complete assignments,"
    },
    {
      "index": 20,
      "start_time": 108110.0,
      "end_time": 114289.0,
      "text": "while working with a shared vision, a common goal, and a clear definition of parameters."
    },
    {
      "index": 21,
      "start_time": 114290.0,
      "end_time": 119969.0,
      "text": "As coaches, mentors, and leaders of today’s organizations we can either work synergistically"
    },
    {
      "index": 22,
      "start_time": 119969.0,
      "end_time": 126969.0,
      "text": "with empowerment or resist it. We have the choice to see it as an asset or an anchor."
    },
    {
      "index": 23,
      "start_time": 127170.0,
      "end_time": 132730.0,
      "text": "When appropriately applied empowerment can make work more exciting, fun, rewarding, and"
    },
    {
      "index": 24,
      "start_time": 132730.0,
      "end_time": 139730.0,
      "text": "highly productive. When misapplied, work can be uncertain, risky, chaotic, and inefficient."
    },
    {
      "index": 25,
      "start_time": 140320.0,
      "end_time": 145500.0,
      "text": "If our organizations are to be successful, we need bright and observant people who can"
    },
    {
      "index": 26,
      "start_time": 145500.0,
      "end_time": 151610.0,
      "text": "be self-starters and take the initiative to get things done. The bottom line is empowerment"
    },
    {
      "index": 27,
      "start_time": 151610.0,
      "end_time": 157500.0,
      "text": "helps us tap into the talents, experience, and ideas of others allowing organizations"
    },
    {
      "index": 28,
      "start_time": 157500.0,
      "end_time": 159470.0,
      "text": "to unlock new levels of performance."
    }
  ]
}