{
  "video_id": "vqIxCqayQok",
  "title": "Call of Cthulhu HP Lovecraft - Audio Book - With Words / Closed Captions",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 16539.0,
      "end_time": 22609.0,
      "text": "“Of such great powers or beings there may be conceivably a survival . . . a survival"
    },
    {
      "index": 2,
      "start_time": 22609.0,
      "end_time": 29640.0,
      "text": "of a hugely remote period when . . . consciousness was manifested, perhaps, in shapes and forms"
    },
    {
      "index": 3,
      "start_time": 29640.0,
      "end_time": 36729.0,
      "text": "long since withdrawn before the tide of advancing humanity . . . forms of which poetry and"
    },
    {
      "index": 4,
      "start_time": 36729.0,
      "end_time": 45600.0,
      "text": "legend alone have caught a flying memory and called them gods, monsters, mythical beings"
    },
    {
      "index": 5,
      "start_time": 45600.0,
      "end_time": 50939.0,
      "text": "of all sorts and kinds. . . .”"
    },
    {
      "index": 6,
      "start_time": 50939.0,
      "end_time": 57479.0,
      "text": "Part 1: The Horror in Clay."
    },
    {
      "index": 7,
      "start_time": 57479.0,
      "end_time": 62619.0,
      "text": "The most merciful thing in the world, I think, is the inability of the human mind to correlate"
    },
    {
      "index": 8,
      "start_time": 62619.0,
      "end_time": 69720.0,
      "text": "all its contents. We live on a placid island of ignorance in the midst of black seas of"
    },
    {
      "index": 9,
      "start_time": 69720.0,
      "end_time": 76130.0,
      "text": "infinity, and it was not meant that we should voyage far. The sciences, each straining in"
    },
    {
      "index": 10,
      "start_time": 76130.0,
      "end_time": 81900.0,
      "text": "its own direction, have hitherto harmed us little; but some day the piecing together"
    },
    {
      "index": 11,
      "start_time": 81900.0,
      "end_time": 88200.0,
      "text": "of dissociated knowledge will open up such terrifying vistas of reality, and of our frightful"
    },
    {
      "index": 12,
      "start_time": 88200.0,
      "end_time": 94600.0,
      "text": "position therein, that we shall either go mad from the revelation or flee from the deadly"
    },
    {
      "index": 13,
      "start_time": 94600.0,
      "end_time": 101080.0,
      "text": "light into the peace and safety of a new dark age."
    },
    {
      "index": 14,
      "start_time": 101080.0,
      "end_time": 106549.0,
      "text": "      Theosophists have guessed at the awesome grandeur of the cosmic cycle wherein"
    },
    {
      "index": 15,
      "start_time": 106549.0,
      "end_time": 113860.0,
      "text": "our world and human race form transient incidents. They have hinted at strange survivals in terms"
    },
    {
      "index": 16,
      "start_time": 113860.0,
      "end_time": 120729.0,
      "text": "which would freeze the blood if not masked by a bland optimism. But it is not from them"
    },
    {
      "index": 17,
      "start_time": 120729.0,
      "end_time": 126580.0,
      "text": "that there came the single glimpse of forbidden aeons which chills me when I think of it and"
    },
    {
      "index": 18,
      "start_time": 126580.0,
      "end_time": 135090.0,
      "text": "maddens me when I dream of it. That glimpse, like all dread glimpses of truth, flashed"
    },
    {
      "index": 19,
      "start_time": 135090.0,
      "end_time": 141680.0,
      "text": "out from an accidental piecing together of separated things—in this case an old newspaper"
    },
    {
      "index": 20,
      "start_time": 141680.0,
      "end_time": 148310.0,
      "text": "item and the notes of a dead professor. I hope that no one else will accomplish this"
    },
    {
      "index": 21,
      "start_time": 148310.0,
      "end_time": 154510.0,
      "text": "piecing out; certainly, if I live, I shall never knowingly supply a link in so hideous"
    },
    {
      "index": 22,
      "start_time": 154510.0,
      "end_time": 160230.0,
      "text": "a chain. I think that the professor, too, intended to keep silent regarding the part"
    },
    {
      "index": 23,
      "start_time": 160230.0,
      "end_time": 167079.0,
      "text": "he knew, and that he would have destroyed his notes had not sudden death seized him."
    },
    {
      "index": 24,
      "start_time": 167079.0,
      "end_time": 172590.0,
      "text": "      My knowledge of the thing began in the winter of 1926–27 with the death"
    },
    {
      "index": 25,
      "start_time": 172590.0,
      "end_time": 179400.0,
      "text": "of my grand-uncle George Gammell Angell, Professor Emeritus of Semitic Languages in Brown University,"
    },
    {
      "index": 26,
      "start_time": 179400.0,
      "end_time": 185540.0,
      "text": "Providence, Rhode Island. Professor Angell was widely known as an authority on ancient"
    },
    {
      "index": 27,
      "start_time": 185540.0,
      "end_time": 190969.0,
      "text": "inscriptions, and had frequently been resorted to by the heads of prominent museums; so that"
    },
    {
      "index": 28,
      "start_time": 190969.0,
      "end_time": 197730.0,
      "text": "his passing at the age of ninety-two may be recalled by many. Locally, interest was intensified"
    },
    {
      "index": 29,
      "start_time": 197730.0,
      "end_time": 202900.0,
      "text": "by the obscurity of the cause of death. The professor had been stricken whilst returning"
    },
    {
      "index": 30,
      "start_time": 202900.0,
      "end_time": 208900.0,
      "text": "from the Newport boat; falling suddenly, as witnesses said, after having been jostled"
    },
    {
      "index": 31,
      "start_time": 208900.0,
      "end_time": 214449.0,
      "text": "by a nautical-looking negro who had come from one of the queer dark courts on the precipitous"
    },
    {
      "index": 32,
      "start_time": 214449.0,
      "end_time": 219659.0,
      "text": "hillside which formed a short cut from the waterfront to the deceased’s home in Williams"
    },
    {
      "index": 33,
      "start_time": 219659.0,
      "end_time": 227870.0,
      "text": "Street. Physicians were unable to find any visible disorder, but concluded after perplexed"
    },
    {
      "index": 34,
      "start_time": 227870.0,
      "end_time": 233040.0,
      "text": "debate that some obscure lesion of the heart, induced by the brisk ascent of so steep a"
    },
    {
      "index": 35,
      "start_time": 233040.0,
      "end_time": 240749.0,
      "text": "hill by so elderly a man, was responsible for the end. At the time I saw no reason to"
    },
    {
      "index": 36,
      "start_time": 240749.0,
      "end_time": 249370.0,
      "text": "dissent from this dictum, but latterly I am inclined to wonder—and more than wonder."
    },
    {
      "index": 37,
      "start_time": 249370.0,
      "end_time": 256239.0,
      "text": "      As my grand-uncle’s heir and executor, for he died a childless widower,"
    },
    {
      "index": 38,
      "start_time": 256238.99999999997,
      "end_time": 261488.99999999997,
      "text": "I was expected to go over his papers with some thoroughness; and for that purpose moved"
    },
    {
      "index": 39,
      "start_time": 261488.99999999997,
      "end_time": 268680.0,
      "text": "his entire set of files and boxes to my quarters in Boston. Much of the material which I correlated"
    },
    {
      "index": 40,
      "start_time": 268680.0,
      "end_time": 275650.0,
      "text": "will be later published by the American Archaeological Society, but there was one box which I found"
    },
    {
      "index": 41,
      "start_time": 275650.0,
      "end_time": 283040.0,
      "text": "exceedingly puzzling, and which I felt much averse from shewing to other eyes. It had"
    },
    {
      "index": 42,
      "start_time": 283040.0,
      "end_time": 288150.0,
      "text": "been locked, and I did not find the key till it occurred to me to examine the personal"
    },
    {
      "index": 43,
      "start_time": 288150.0,
      "end_time": 294690.0,
      "text": "ring which the professor carried always in his pocket. Then indeed I succeeded in opening"
    },
    {
      "index": 44,
      "start_time": 294690.0,
      "end_time": 302590.0,
      "text": "it, but when I did so seemed only to be confronted by a greater and more closely locked barrier."
    },
    {
      "index": 45,
      "start_time": 302590.0,
      "end_time": 308880.0,
      "text": "For what could be the meaning of the queer clay bas-relief and the disjointed jottings,"
    },
    {
      "index": 46,
      "start_time": 308880.0,
      "end_time": 315930.0,
      "text": "ramblings, and cuttings which I found? Had my uncle, in his latter years, become credulous"
    },
    {
      "index": 47,
      "start_time": 315930.0,
      "end_time": 323230.0,
      "text": "of the most superficial impostures? I resolved to search out the eccentric sculptor responsible"
    },
    {
      "index": 48,
      "start_time": 323230.0,
      "end_time": 327230.0,
      "text": "for this apparent disturbance of an old man’s peace of mind."
    },
    {
      "index": 49,
      "start_time": 327230.0,
      "end_time": 333440.0,
      "text": "      The bas-relief was a rough rectangle less than an inch thick and about five by"
    },
    {
      "index": 50,
      "start_time": 333440.0,
      "end_time": 341010.0,
      "text": "six inches in area; obviously of modern origin. Its designs, however, were far from modern"
    },
    {
      "index": 51,
      "start_time": 341010.0,
      "end_time": 347560.0,
      "text": "in atmosphere and suggestion; for although the vagaries of cubism and futurism are many"
    },
    {
      "index": 52,
      "start_time": 347560.0,
      "end_time": 353500.0,
      "text": "and wild, they do not often reproduce that cryptic regularity which lurks in prehistoric"
    },
    {
      "index": 53,
      "start_time": 353500.0,
      "end_time": 360740.0,
      "text": "writing. And writing of some kind the bulk of these designs seemed certainly to be; though"
    },
    {
      "index": 54,
      "start_time": 360740.0,
      "end_time": 365770.0,
      "text": "my memory, despite much familiarity with the papers and collections of my uncle, failed"
    },
    {
      "index": 55,
      "start_time": 365770.0,
      "end_time": 373650.0,
      "text": "in any way to identify this particular species, or even to hint at its remotest affiliations."
    },
    {
      "index": 56,
      "start_time": 373650.0,
      "end_time": 379660.0,
      "text": "      Above these apparent hieroglyphics was a figure of evidently pictorial intent,"
    },
    {
      "index": 57,
      "start_time": 379660.0,
      "end_time": 385780.0,
      "text": "though its impressionistic execution forbade a very clear idea of its nature. It seemed"
    },
    {
      "index": 58,
      "start_time": 385780.0,
      "end_time": 392980.0,
      "text": "to be a sort of monster, or symbol representing a monster, of a form which only a diseased"
    },
    {
      "index": 59,
      "start_time": 392980.0,
      "end_time": 400520.0,
      "text": "fancy could conceive. If I say that my somewhat extravagant imagination yielded simultaneous"
    },
    {
      "index": 60,
      "start_time": 400520.0,
      "end_time": 408080.0,
      "text": "pictures of an octopus, a dragon, and a human caricature, I shall not be unfaithful to the"
    },
    {
      "index": 61,
      "start_time": 408080.0,
      "end_time": 415430.0,
      "text": "spirit of the thing. A pulpy, tentacled head surmounted a grotesque and scaly body with"
    },
    {
      "index": 62,
      "start_time": 415430.0,
      "end_time": 422860.0,
      "text": "rudimentary wings; but it was the general outline of the whole which made it most shockingly"
    },
    {
      "index": 63,
      "start_time": 422860.0,
      "end_time": 431370.0,
      "text": "frightful. Behind the figure was a vague suggestion of a Cyclopean architectural background."
    },
    {
      "index": 64,
      "start_time": 431370.0,
      "end_time": 437050.0,
      "text": "      The writing accompanying this oddity was, aside from a stack of press cuttings,"
    },
    {
      "index": 65,
      "start_time": 437050.0,
      "end_time": 443960.0,
      "text": "in Professor Angell’s most recent hand; and made no pretence to literary style. What"
    },
    {
      "index": 66,
      "start_time": 443960.0,
      "end_time": 451070.0,
      "text": "seemed to be the main document was headed “CTHULHU CULT” in characters painstakingly"
    },
    {
      "index": 67,
      "start_time": 451070.0,
      "end_time": 458170.0,
      "text": "printed to avoid the erroneous reading of a word so unheard-of. The manuscript was divided"
    },
    {
      "index": 68,
      "start_time": 458170.0,
      "end_time": 466389.0,
      "text": "into two sections, the first of which was headed “1925—Dream and Dream Work of H."
    },
    {
      "index": 69,
      "start_time": 466389.0,
      "end_time": 475010.0,
      "text": "A. Wilcox, 7 Thomas St., Providence, R.I.”, and the second, “Narrative of Inspector"
    },
    {
      "index": 70,
      "start_time": 475010.0,
      "end_time": 489879.0,
      "text": "John R. Legrasse, 121 Bienville St., New Orleans, La., at 1908 A. A. S. Mtg.—Notes on Same,"
    },
    {
      "index": 71,
      "start_time": 489879.0,
      "end_time": 496550.0,
      "text": "&amp; Prof. Webb’s Acct.” The other manuscript papers were all brief notes, some of them"
    },
    {
      "index": 72,
      "start_time": 496550.0,
      "end_time": 502020.0,
      "text": "accounts of the queer dreams of different persons, some of them citations from theosophical"
    },
    {
      "index": 73,
      "start_time": 502020.0,
      "end_time": 510570.0,
      "text": "books and magazines (notably W. Scott-Elliot’s Atlantis and the Lost Lemuria), and the rest"
    },
    {
      "index": 74,
      "start_time": 510570.0,
      "end_time": 517039.0,
      "text": "comments on long-surviving secret societies and hidden cults, with references to passages"
    },
    {
      "index": 75,
      "start_time": 517039.0,
      "end_time": 524209.0,
      "text": "in such mythological and anthropological source-books as Frazer’s Golden Bough and Miss Murray’s"
    },
    {
      "index": 76,
      "start_time": 524208.99999999994,
      "end_time": 530910.0,
      "text": "Witch-Cult in Western Europe. The cuttings largely alluded to outré mental illnesses"
    },
    {
      "index": 77,
      "start_time": 530910.0,
      "end_time": 537509.0,
      "text": "and outbreaks of group folly or mania in the spring of 1925."
    },
    {
      "index": 78,
      "start_time": 537509.0,
      "end_time": 547410.0,
      "text": "      The first half of the principal manuscript told a very peculiar tale. It appears"
    },
    {
      "index": 79,
      "start_time": 547410.0,
      "end_time": 555610.0,
      "text": "that on March 1st, 1925, a thin, dark young man of neurotic and excited aspect had called"
    },
    {
      "index": 80,
      "start_time": 555610.0,
      "end_time": 562089.0,
      "text": "upon Professor Angell bearing the singular clay bas-relief, which was then exceedingly"
    },
    {
      "index": 81,
      "start_time": 562089.0,
      "end_time": 571009.0,
      "text": "damp and fresh. His card bore the name of Henry Anthony Wilcox, and my uncle had recognised"
    },
    {
      "index": 82,
      "start_time": 571009.0,
      "end_time": 576079.0,
      "text": "him as the youngest son of an excellent family slightly known to him, who had latterly been"
    },
    {
      "index": 83,
      "start_time": 576079.0,
      "end_time": 581620.0,
      "text": "studying sculpture at the Rhode Island School of Design and living alone at the Fleur-de-Lys"
    },
    {
      "index": 84,
      "start_time": 581620.0,
      "end_time": 588620.0,
      "text": "Building near that institution. Wilcox was a precocious youth of known genius but great"
    },
    {
      "index": 85,
      "start_time": 588620.0,
      "end_time": 593870.0,
      "text": "eccentricity, and had from childhood excited attention through the strange stories and"
    },
    {
      "index": 86,
      "start_time": 593870.0,
      "end_time": 603149.0,
      "text": "odd dreams he was in the habit of relating. He called himself “psychically hypersensitive”,"
    },
    {
      "index": 87,
      "start_time": 603149.0,
      "end_time": 609550.0,
      "text": "but the staid folk of the ancient commercial city dismissed him as merely “queer”."
    },
    {
      "index": 88,
      "start_time": 609550.0,
      "end_time": 614499.0,
      "text": "Never mingling much with his kind, he had dropped gradually from social visibility,"
    },
    {
      "index": 89,
      "start_time": 614499.0,
      "end_time": 620889.0,
      "text": "and was now known only to a small group of aesthetes from other towns. Even the Providence"
    },
    {
      "index": 90,
      "start_time": 620889.0,
      "end_time": 626579.0,
      "text": "Art Club, anxious to preserve its conservatism, had found him quite hopeless."
    },
    {
      "index": 91,
      "start_time": 626579.0,
      "end_time": 631790.0,
      "text": "      On the occasion of the visit, ran the professor’s manuscript, the sculptor"
    },
    {
      "index": 92,
      "start_time": 631790.0,
      "end_time": 636499.0,
      "text": "abruptly asked for the benefit of his host’s archaeological knowledge in identifying the"
    },
    {
      "index": 93,
      "start_time": 636499.0,
      "end_time": 643889.0,
      "text": "hieroglyphics on the bas-relief. He spoke in a dreamy, stilted manner which suggested"
    },
    {
      "index": 94,
      "start_time": 643889.0,
      "end_time": 649920.0,
      "text": "pose and alienated sympathy; and my uncle shewed some sharpness in replying, for the"
    },
    {
      "index": 95,
      "start_time": 649920.0,
      "end_time": 657389.0,
      "text": "conspicuous freshness of the tablet implied kinship with anything but archaeology. Young"
    },
    {
      "index": 96,
      "start_time": 657389.0,
      "end_time": 663990.0,
      "text": "Wilcox’s rejoinder, which impressed my uncle enough to make him recall and record it verbatim,"
    },
    {
      "index": 97,
      "start_time": 663990.0,
      "end_time": 670480.0,
      "text": "was of a fantastically poetic cast which must have typified his whole conversation, and"
    },
    {
      "index": 98,
      "start_time": 670480.0,
      "end_time": 678439.0,
      "text": "which I have since found highly characteristic of him. He said, “It is new, indeed, for"
    },
    {
      "index": 99,
      "start_time": 678439.0,
      "end_time": 685670.0,
      "text": "I made it last night in a dream of strange cities; and dreams are older than brooding"
    },
    {
      "index": 100,
      "start_time": 685670.0,
      "end_time": 692119.0,
      "text": "Tyre, or the contemplative Sphinx, or garden-girdled Babylon.”"
    },
    {
      "index": 101,
      "start_time": 692119.0,
      "end_time": 697769.0,
      "text": "      It was then that he began that rambling tale which suddenly played upon a"
    },
    {
      "index": 102,
      "start_time": 697769.0,
      "end_time": 704529.0,
      "text": "sleeping memory and won the fevered interest of my uncle. There had been a slight earthquake"
    },
    {
      "index": 103,
      "start_time": 704529.0,
      "end_time": 710999.0,
      "text": "tremor the night before, the most considerable felt in New England for some years; and Wilcox’s"
    },
    {
      "index": 104,
      "start_time": 710999.0,
      "end_time": 717850.0,
      "text": "imagination had been keenly affected. Upon retiring, he had had an unprecedented dream"
    },
    {
      "index": 105,
      "start_time": 717850.0,
      "end_time": 725769.0,
      "text": "of great Cyclopean cities of titan blocks and sky-flung monoliths, all dripping with"
    },
    {
      "index": 106,
      "start_time": 725769.0,
      "end_time": 733889.0,
      "text": "green ooze and sinister with latent horror. Hieroglyphics had covered the walls and pillars,"
    },
    {
      "index": 107,
      "start_time": 733889.0,
      "end_time": 739860.0,
      "text": "and from some undetermined point below had come a voice that was not a voice; a chaotic"
    },
    {
      "index": 108,
      "start_time": 739860.0,
      "end_time": 745660.0,
      "text": "sensation which only fancy could transmute into sound, but which he attempted to render"
    },
    {
      "index": 109,
      "start_time": 745660.0,
      "end_time": 753529.0,
      "text": "by the almost unpronounceable jumble of letters, “Cthulhu fhtagn”."
    },
    {
      "index": 110,
      "start_time": 753529.0,
      "end_time": 759959.0,
      "text": "      This verbal jumble was the key to the recollection which excited and disturbed"
    },
    {
      "index": 111,
      "start_time": 759959.0,
      "end_time": 767100.0,
      "text": "Professor Angell. He questioned the sculptor with scientific minuteness; and studied with"
    },
    {
      "index": 112,
      "start_time": 767100.0,
      "end_time": 772699.0,
      "text": "almost frantic intensity the bas-relief on which the youth had found himself working,"
    },
    {
      "index": 113,
      "start_time": 772699.0,
      "end_time": 778279.0,
      "text": "chilled and clad only in his night-clothes, when waking had stolen bewilderingly over"
    },
    {
      "index": 114,
      "start_time": 778279.0,
      "end_time": 786119.0,
      "text": "him. My uncle blamed his old age, Wilcox afterward said, for his slowness in recognising both"
    },
    {
      "index": 115,
      "start_time": 786119.0,
      "end_time": 793519.0,
      "text": "hieroglyphics and pictorial design. Many of his questions seemed highly out-of-place to"
    },
    {
      "index": 116,
      "start_time": 793519.0,
      "end_time": 799119.0,
      "text": "his visitor, especially those which tried to connect the latter with strange cults or"
    },
    {
      "index": 117,
      "start_time": 799119.0,
      "end_time": 804990.0,
      "text": "societies; and Wilcox could not understand the repeated promises of silence which he"
    },
    {
      "index": 118,
      "start_time": 804990.0,
      "end_time": 810839.0,
      "text": "was offered in exchange for an admission of membership in some widespread mystical or"
    },
    {
      "index": 119,
      "start_time": 810839.0,
      "end_time": 818990.0,
      "text": "paganly religious body. When Professor Angell became convinced that the sculptor was indeed"
    },
    {
      "index": 120,
      "start_time": 818990.0,
      "end_time": 825369.0,
      "text": "ignorant of any cult or system of cryptic lore, he besieged his visitor with demands"
    },
    {
      "index": 121,
      "start_time": 825369.0,
      "end_time": 834290.0,
      "text": "for future reports of dreams. This bore regular fruit, for after the first interview the manuscript"
    },
    {
      "index": 122,
      "start_time": 834290.0,
      "end_time": 840519.0,
      "text": "records daily calls of the young man, during which he related startling fragments of nocturnal"
    },
    {
      "index": 123,
      "start_time": 840519.0,
      "end_time": 848980.0,
      "text": "imagery whose burden was always some terrible Cyclopean vista of dark and dripping stone,"
    },
    {
      "index": 124,
      "start_time": 848980.0,
      "end_time": 855709.0,
      "text": "with a subterrene voice or intelligence shouting monotonously in enigmatical sense-impacts"
    },
    {
      "index": 125,
      "start_time": 855709.0,
      "end_time": 863639.0,
      "text": "uninscribable save as gibberish. The two sounds most frequently repeated are those rendered"
    },
    {
      "index": 126,
      "start_time": 863639.0,
      "end_time": 873739.0,
      "text": "by the letters “Cthulhu” and “R’lyeh”.       On March 23d, the manuscript continued,"
    },
    {
      "index": 127,
      "start_time": 873739.0,
      "end_time": 879089.0,
      "text": "Wilcox failed to appear; and inquiries at his quarters revealed that he had been stricken"
    },
    {
      "index": 128,
      "start_time": 879089.0,
      "end_time": 884670.0,
      "text": "with an obscure sort of fever and taken to the home of his family in Waterman Street."
    },
    {
      "index": 129,
      "start_time": 884670.0,
      "end_time": 890480.0,
      "text": "He had cried out in the night, arousing several other artists in the building, and had manifested"
    },
    {
      "index": 130,
      "start_time": 890480.0,
      "end_time": 897519.0,
      "text": "since then only alternations of unconsciousness and delirium. My uncle at once telephoned"
    },
    {
      "index": 131,
      "start_time": 897519.0,
      "end_time": 903369.0,
      "text": "the family, and from that time forward kept close watch of the case; calling often at"
    },
    {
      "index": 132,
      "start_time": 903369.0,
      "end_time": 909660.0,
      "text": "the Thayer Street office of Dr. Tobey, whom he learned to be in charge. The youth’s"
    },
    {
      "index": 133,
      "start_time": 909660.0,
      "end_time": 915519.0,
      "text": "febrile mind, apparently, was dwelling on strange things; and the doctor shuddered now"
    },
    {
      "index": 134,
      "start_time": 915519.0,
      "end_time": 921470.0,
      "text": "and then as he spoke of them. They included not only a repetition of what he had formerly"
    },
    {
      "index": 135,
      "start_time": 921470.0,
      "end_time": 929769.0,
      "text": "dreamed, but touched wildly on a gigantic thing “miles high” which walked or lumbered"
    },
    {
      "index": 136,
      "start_time": 929769.0,
      "end_time": 937389.0,
      "text": "about. He at no time fully described this object, but occasional frantic words, as repeated"
    },
    {
      "index": 137,
      "start_time": 937389.0,
      "end_time": 943249.0,
      "text": "by Dr. Tobey, convinced the professor that it must be identical with the nameless monstrosity"
    },
    {
      "index": 138,
      "start_time": 943249.0,
      "end_time": 949839.0,
      "text": "he had sought to depict in his dream-sculpture. Reference to this object, the doctor added,"
    },
    {
      "index": 139,
      "start_time": 949839.0,
      "end_time": 956269.0,
      "text": "was invariably a prelude to the young man’s subsidence into lethargy. His temperature,"
    },
    {
      "index": 140,
      "start_time": 956269.0,
      "end_time": 962369.0,
      "text": "oddly enough, was not greatly above normal; but his whole condition was otherwise such"
    },
    {
      "index": 141,
      "start_time": 962369.0,
      "end_time": 967049.0,
      "text": "as to suggest true fever rather than mental disorder."
    },
    {
      "index": 142,
      "start_time": 967049.0,
      "end_time": 976720.0,
      "text": "      On April 2nd at about 3 p.m. every trace of Wilcox’s malady suddenly ceased."
    },
    {
      "index": 143,
      "start_time": 976720.0,
      "end_time": 982239.0,
      "text": "He sat upright in bed, astonished to find himself at home and completely ignorant of"
    },
    {
      "index": 144,
      "start_time": 982239.0,
      "end_time": 989290.0,
      "text": "what had happened in dream or reality since the night of March 22nd. Pronounced well by"
    },
    {
      "index": 145,
      "start_time": 989290.0,
      "end_time": 995660.0,
      "text": "his physician, he returned to his quarters in three days; but to Professor Angell he"
    },
    {
      "index": 146,
      "start_time": 995660.0,
      "end_time": 1003660.0,
      "text": "was of no further assistance. All traces of strange dreaming had vanished with his recovery,"
    },
    {
      "index": 147,
      "start_time": 1003660.0,
      "end_time": 1009119.0,
      "text": "and my uncle kept no record of his night-thoughts after a week of pointless and irrelevant accounts"
    },
    {
      "index": 148,
      "start_time": 1009120.0,
      "end_time": 1016700.0,
      "text": "of thoroughly usual visions.       Here the first part of the manuscript"
    },
    {
      "index": 149,
      "start_time": 1016700.0,
      "end_time": 1022921.0,
      "text": "ended, but references to certain of the scattered notes gave me much material for thought—so"
    },
    {
      "index": 150,
      "start_time": 1022920.0,
      "end_time": 1029110.0,
      "text": "much, in fact, that only the ingrained scepticism then forming my philosophy can account for"
    },
    {
      "index": 151,
      "start_time": 1029109.9999999999,
      "end_time": 1035969.9999999999,
      "text": "my continued distrust of the artist. The notes in question were those descriptive of the"
    },
    {
      "index": 152,
      "start_time": 1035970.0,
      "end_time": 1041550.0,
      "text": "dreams of various persons covering the same period as that in which young Wilcox had had"
    },
    {
      "index": 153,
      "start_time": 1041550.0,
      "end_time": 1049550.0,
      "text": "his strange visitations. My uncle, it seems, had quickly instituted a prodigiously far-flung"
    },
    {
      "index": 154,
      "start_time": 1049550.0,
      "end_time": 1055540.0,
      "text": "body of inquiries amongst nearly all the friends whom he could question without impertinence,"
    },
    {
      "index": 155,
      "start_time": 1055540.0,
      "end_time": 1060730.0,
      "text": "asking for nightly reports of their dreams, and the dates of any notable visions for some"
    },
    {
      "index": 156,
      "start_time": 1060730.0,
      "end_time": 1067640.0,
      "text": "time past. The reception of his request seems to have been varied; but he must, at the very"
    },
    {
      "index": 157,
      "start_time": 1067640.0,
      "end_time": 1073700.0,
      "text": "least, have received more responses than any ordinary man could have handled without a"
    },
    {
      "index": 158,
      "start_time": 1073700.0,
      "end_time": 1079870.0,
      "text": "secretary. This original correspondence was not preserved, but his notes formed a thorough"
    },
    {
      "index": 159,
      "start_time": 1079870.0,
      "end_time": 1086230.0,
      "text": "and really significant digest. Average people in society and business—New England’s"
    },
    {
      "index": 160,
      "start_time": 1086230.0,
      "end_time": 1092730.0,
      "text": "traditional “salt of the earth”—gave an almost completely negative result, though"
    },
    {
      "index": 161,
      "start_time": 1092730.0,
      "end_time": 1098920.0,
      "text": "scattered cases of uneasy but formless nocturnal impressions appear here and there, always"
    },
    {
      "index": 162,
      "start_time": 1098920.0,
      "end_time": 1109010.0,
      "text": "between March 23d and April 2nd—the period of young Wilcox’s delirium. Scientific men"
    },
    {
      "index": 163,
      "start_time": 1109010.0,
      "end_time": 1114670.0,
      "text": "were little more affected, though four cases of vague description suggest fugitive glimpses"
    },
    {
      "index": 164,
      "start_time": 1114670.0,
      "end_time": 1121630.0,
      "text": "of strange landscapes, and in one case there is mentioned a dread of something abnormal."
    },
    {
      "index": 165,
      "start_time": 1121630.0,
      "end_time": 1128190.0,
      "text": "      It was from the artists and poets that the pertinent answers came, and I know"
    },
    {
      "index": 166,
      "start_time": 1128190.0,
      "end_time": 1134190.0,
      "text": "that panic would have broken loose had they been able to compare notes. As it was, lacking"
    },
    {
      "index": 167,
      "start_time": 1134190.0,
      "end_time": 1140710.0,
      "text": "their original letters, I half suspected the compiler of having asked leading questions,"
    },
    {
      "index": 168,
      "start_time": 1140710.0,
      "end_time": 1145110.0,
      "text": "or of having edited the correspondence in corroboration of what he had latently resolved"
    },
    {
      "index": 169,
      "start_time": 1145110.0,
      "end_time": 1151620.0,
      "text": "to see. That is why I continued to feel that Wilcox, somehow cognisant of the old data"
    },
    {
      "index": 170,
      "start_time": 1151620.0,
      "end_time": 1158130.0,
      "text": "which my uncle had possessed, had been imposing on the veteran scientist. These responses"
    },
    {
      "index": 171,
      "start_time": 1158130.0,
      "end_time": 1166870.0,
      "text": "from aesthetes told a disturbing tale. From February 28th to April 2nd a large proportion"
    },
    {
      "index": 172,
      "start_time": 1166870.0,
      "end_time": 1173160.0,
      "text": "of them had dreamed very bizarre things, the intensity of the dreams being immeasurably"
    },
    {
      "index": 173,
      "start_time": 1173160.0,
      "end_time": 1179790.0,
      "text": "the stronger during the period of the sculptor’s delirium. Over a fourth of those who reported"
    },
    {
      "index": 174,
      "start_time": 1179790.0,
      "end_time": 1186230.0,
      "text": "anything, reported scenes and half-sounds not unlike those which Wilcox had described;"
    },
    {
      "index": 175,
      "start_time": 1186230.0,
      "end_time": 1192710.0,
      "text": "and some of the dreamers confessed acute fear of the gigantic nameless thing visible toward"
    },
    {
      "index": 176,
      "start_time": 1192710.0,
      "end_time": 1202450.0,
      "text": "the last. One case, which the note describes with emphasis, was very sad. The subject,"
    },
    {
      "index": 177,
      "start_time": 1202450.0,
      "end_time": 1209600.0,
      "text": "a widely known architect with leanings toward theosophy and occultism, went violently insane"
    },
    {
      "index": 178,
      "start_time": 1209600.0,
      "end_time": 1215410.0,
      "text": "on the date of young Wilcox’s seizure, and expired several months later after incessant"
    },
    {
      "index": 179,
      "start_time": 1215410.0,
      "end_time": 1223260.0,
      "text": "screamings to be saved from some escaped denizen of hell. Had my uncle referred to these cases"
    },
    {
      "index": 180,
      "start_time": 1223260.0,
      "end_time": 1228960.0,
      "text": "by name instead of merely by number, I should have attempted some corroboration and personal"
    },
    {
      "index": 181,
      "start_time": 1228960.0,
      "end_time": 1237070.0,
      "text": "investigation; but as it was, I succeeded in tracing down only a few. All of these,"
    },
    {
      "index": 182,
      "start_time": 1237070.0,
      "end_time": 1243630.0,
      "text": "however, bore out the notes in full. I have often wondered if all the objects of the professor’s"
    },
    {
      "index": 183,
      "start_time": 1243630.0,
      "end_time": 1250290.0,
      "text": "questioning felt as puzzled as did this fraction. It is well that no explanation shall ever"
    },
    {
      "index": 184,
      "start_time": 1250290.0,
      "end_time": 1254780.0,
      "text": "reach them.       The press cuttings, as I have"
    },
    {
      "index": 185,
      "start_time": 1254780.0,
      "end_time": 1262420.0,
      "text": "intimated, touched on cases of panic, mania, and eccentricity during the given period."
    },
    {
      "index": 186,
      "start_time": 1262420.0,
      "end_time": 1267140.0,
      "text": "Professor Angell must have employed a cutting bureau, for the number of extracts was tremendous"
    },
    {
      "index": 187,
      "start_time": 1267140.0,
      "end_time": 1274040.0,
      "text": "and the sources scattered throughout the globe. Here was a nocturnal suicide in London, where"
    },
    {
      "index": 188,
      "start_time": 1274040.0,
      "end_time": 1280730.0,
      "text": "a lone sleeper had leaped from a window after a shocking cry. Here likewise a rambling letter"
    },
    {
      "index": 189,
      "start_time": 1280730.0,
      "end_time": 1286300.0,
      "text": "to the editor of a paper in South America, where a fanatic deduces a dire future from"
    },
    {
      "index": 190,
      "start_time": 1286300.0,
      "end_time": 1293640.0,
      "text": "visions he has seen. A despatch from California describes a theosophist colony as donning"
    },
    {
      "index": 191,
      "start_time": 1293640.0,
      "end_time": 1300650.0,
      "text": "white robes en masse for some “glorious fulfilment” which never arrives, whilst"
    },
    {
      "index": 192,
      "start_time": 1300650.0,
      "end_time": 1308660.0,
      "text": "items from India speak guardedly of serious native unrest toward the end of March. Voodoo"
    },
    {
      "index": 193,
      "start_time": 1308660.0,
      "end_time": 1315800.0,
      "text": "orgies multiply in Hayti, and African outposts report ominous mutterings. American officers"
    },
    {
      "index": 194,
      "start_time": 1315800.0,
      "end_time": 1321770.0,
      "text": "in the Philippines find certain tribes bothersome about this time, and New York policemen are"
    },
    {
      "index": 195,
      "start_time": 1321770.0,
      "end_time": 1330560.0,
      "text": "mobbed by hysterical Levantines on the night of March 22–23. The west of Ireland, too,"
    },
    {
      "index": 196,
      "start_time": 1330560.0,
      "end_time": 1337370.0,
      "text": "is full of wild rumour and legendry, and a fantastic painter named Ardois-Bonnot hangs"
    },
    {
      "index": 197,
      "start_time": 1337370.0,
      "end_time": 1345810.0,
      "text": "a blasphemous “Dream Landscape” in the Paris spring salon of 1926. And so numerous"
    },
    {
      "index": 198,
      "start_time": 1345810.0,
      "end_time": 1350740.0,
      "text": "are the recorded troubles in insane asylums, that only a miracle can have stopped the medical"
    },
    {
      "index": 199,
      "start_time": 1350740.0,
      "end_time": 1357790.0,
      "text": "fraternity from noting strange parallelisms and drawing mystified conclusions. A weird"
    },
    {
      "index": 200,
      "start_time": 1357790.0,
      "end_time": 1365270.0,
      "text": "bunch of cuttings, all told; and I can at this date scarcely envisage the callous rationalism"
    },
    {
      "index": 201,
      "start_time": 1365270.0,
      "end_time": 1372660.0,
      "text": "with which I set them aside. But I was then convinced that young Wilcox had known of the"
    },
    {
      "index": 202,
      "start_time": 1372660.0,
      "end_time": 1391520.0,
      "text": "older matters mentioned by the professor. Part 2:"
    },
    {
      "index": 203,
      "start_time": 1391520.0,
      "end_time": 1397360.0,
      "text": "The Tale of Inspector Legrasse."
    },
    {
      "index": 204,
      "start_time": 1397360.0,
      "end_time": 1401940.0,
      "text": "The older matters which had made the sculptor’s dream and bas-relief so significant to my"
    },
    {
      "index": 205,
      "start_time": 1401940.0,
      "end_time": 1410010.0,
      "text": "uncle formed the subject of the second half of his long manuscript. Once before, it appears,"
    },
    {
      "index": 206,
      "start_time": 1410010.0,
      "end_time": 1415220.0,
      "text": "Professor Angell had seen the hellish outlines of the nameless monstrosity, puzzled over"
    },
    {
      "index": 207,
      "start_time": 1415220.0,
      "end_time": 1424360.0,
      "text": "the unknown hieroglyphics, and heard the ominous syllables which can be rendered only as “Cthulhu”;"
    },
    {
      "index": 208,
      "start_time": 1424360.0,
      "end_time": 1429700.0,
      "text": "and all this in so stirring and horrible a connexion that it is small wonder he pursued"
    },
    {
      "index": 209,
      "start_time": 1429700.0,
      "end_time": 1433540.0,
      "text": "young Wilcox with queries and demands for data."
    },
    {
      "index": 210,
      "start_time": 1433540.0,
      "end_time": 1441460.0,
      "text": "      The earlier experience had come in 1908, seventeen years before, when the"
    },
    {
      "index": 211,
      "start_time": 1441460.0,
      "end_time": 1448140.0,
      "text": "American Archaeological Society held its annual meeting in St. Louis. Professor Angell, as"
    },
    {
      "index": 212,
      "start_time": 1448140.0,
      "end_time": 1454130.0,
      "text": "befitted one of his authority and attainments, had had a prominent part in all the deliberations;"
    },
    {
      "index": 213,
      "start_time": 1454130.0,
      "end_time": 1457880.0,
      "text": "and was one of the first to be approached by the several outsiders who took advantage"
    },
    {
      "index": 214,
      "start_time": 1457880.0,
      "end_time": 1462880.0,
      "text": "of the convocation to offer questions for correct answering and problems for expert"
    },
    {
      "index": 215,
      "start_time": 1462880.0,
      "end_time": 1467840.0,
      "text": "solution.       The chief of these outsiders,"
    },
    {
      "index": 216,
      "start_time": 1467840.0,
      "end_time": 1474000.0,
      "text": "and in a short time the focus of interest for the entire meeting, was a commonplace-looking"
    },
    {
      "index": 217,
      "start_time": 1474000.0,
      "end_time": 1480770.0,
      "text": "middle-aged man who had travelled all the way from New Orleans for certain special information"
    },
    {
      "index": 218,
      "start_time": 1480770.0,
      "end_time": 1490250.0,
      "text": "unobtainable from any local source. His name was John Raymond Legrasse, and he was by profession"
    },
    {
      "index": 219,
      "start_time": 1490250.0,
      "end_time": 1499410.0,
      "text": "an Inspector of Police. With him he bore the subject of his visit, a grotesque, repulsive,"
    },
    {
      "index": 220,
      "start_time": 1499410.0,
      "end_time": 1508180.0,
      "text": "and apparently very ancient stone statuette whose origin he was at a loss to determine."
    },
    {
      "index": 221,
      "start_time": 1508180.0,
      "end_time": 1513940.0,
      "text": "It must not be fancied that Inspector Legrasse had the least interest in archaeology. On"
    },
    {
      "index": 222,
      "start_time": 1513940.0,
      "end_time": 1520320.0,
      "text": "the contrary, his wish for enlightenment was prompted by purely professional considerations."
    },
    {
      "index": 223,
      "start_time": 1520320.0,
      "end_time": 1527220.0,
      "text": "The statuette, idol, fetish, or whatever it was, had been captured some months before"
    },
    {
      "index": 224,
      "start_time": 1527220.0,
      "end_time": 1533740.0,
      "text": "in the wooded swamps south of New Orleans during a raid on a supposed voodoo meeting;"
    },
    {
      "index": 225,
      "start_time": 1533740.0,
      "end_time": 1538780.0,
      "text": "and so singular and hideous were the rites connected with it, that the police could not"
    },
    {
      "index": 226,
      "start_time": 1538780.0,
      "end_time": 1545660.0,
      "text": "but realise that they had stumbled on a dark cult totally unknown to them, and infinitely"
    },
    {
      "index": 227,
      "start_time": 1545660.0,
      "end_time": 1553590.0,
      "text": "more diabolic than even the blackest of the African voodoo circles. Of its origin, apart"
    },
    {
      "index": 228,
      "start_time": 1553590.0,
      "end_time": 1559110.0,
      "text": "from the erratic and unbelievable tales extorted from the captured members, absolutely nothing"
    },
    {
      "index": 229,
      "start_time": 1559110.0,
      "end_time": 1565060.0,
      "text": "was to be discovered; hence the anxiety of the police for any antiquarian lore which"
    },
    {
      "index": 230,
      "start_time": 1565060.0,
      "end_time": 1572750.0,
      "text": "might help them to place the frightful symbol, and through it track down the cult to its"
    },
    {
      "index": 231,
      "start_time": 1572750.0,
      "end_time": 1576270.0,
      "text": "fountain-head.       Inspector Legrasse was scarcely"
    },
    {
      "index": 232,
      "start_time": 1576270.0,
      "end_time": 1582100.0,
      "text": "prepared for the sensation which his offering created. One sight of the thing had been enough"
    },
    {
      "index": 233,
      "start_time": 1582100.0,
      "end_time": 1587480.0,
      "text": "to throw the assembled men of science into a state of tense excitement, and they lost"
    },
    {
      "index": 234,
      "start_time": 1587480.0,
      "end_time": 1593730.0,
      "text": "no time in crowding around him to gaze at the diminutive figure whose utter strangeness"
    },
    {
      "index": 235,
      "start_time": 1593730.0,
      "end_time": 1604340.0,
      "text": "and air of genuinely abysmal antiquity hinted so potently at unopened and archaic vistas."
    },
    {
      "index": 236,
      "start_time": 1604340.0,
      "end_time": 1611600.0,
      "text": "No recognised school of sculpture had animated this terrible object, yet centuries and even"
    },
    {
      "index": 237,
      "start_time": 1611600.0,
      "end_time": 1619020.0,
      "text": "thousands of years seemed recorded in its dim and greenish surface of unplaceable stone."
    },
    {
      "index": 238,
      "start_time": 1619020.0,
      "end_time": 1625690.0,
      "text": "      The figure, which was finally passed slowly from man to man for close and"
    },
    {
      "index": 239,
      "start_time": 1625690.0,
      "end_time": 1634690.0,
      "text": "careful study, was between seven and eight inches in height, and of exquisitely artistic"
    },
    {
      "index": 240,
      "start_time": 1634690.0,
      "end_time": 1642720.0,
      "text": "workmanship. It represented a monster of vaguely anthropoid outline, but with an octopus-like"
    },
    {
      "index": 241,
      "start_time": 1642720.0,
      "end_time": 1651170.0,
      "text": "head whose face was a mass of feelers, a scaly, rubbery-looking body, prodigious claws on"
    },
    {
      "index": 242,
      "start_time": 1651170.0,
      "end_time": 1660400.0,
      "text": "hind and fore feet, and long, narrow wings behind. This thing, which seemed instinct"
    },
    {
      "index": 243,
      "start_time": 1660400.0,
      "end_time": 1666960.0,
      "text": "with a fearsome and unnatural malignancy, was of a somewhat bloated corpulence, and"
    },
    {
      "index": 244,
      "start_time": 1666960.0,
      "end_time": 1673250.0,
      "text": "squatted evilly on a rectangular block or pedestal covered with undecipherable characters."
    },
    {
      "index": 245,
      "start_time": 1673250.0,
      "end_time": 1679660.0,
      "text": "The tips of the wings touched the back edge of the block, the seat occupied the centre,"
    },
    {
      "index": 246,
      "start_time": 1679660.0,
      "end_time": 1686020.0,
      "text": "whilst the long, curved claws of the doubled-up, crouching hind legs gripped the front edge"
    },
    {
      "index": 247,
      "start_time": 1686020.0,
      "end_time": 1691890.0,
      "text": "and extended a quarter of the way down toward the bottom of the pedestal. The cephalopod"
    },
    {
      "index": 248,
      "start_time": 1691890.0,
      "end_time": 1697200.0,
      "text": "head was bent forward, so that the ends of the facial feelers brushed the backs of huge"
    },
    {
      "index": 249,
      "start_time": 1697200.0,
      "end_time": 1704710.0,
      "text": "fore paws which clasped the croucher’s elevated knees. The aspect of the whole was abnormally"
    },
    {
      "index": 250,
      "start_time": 1704710.0,
      "end_time": 1713710.0,
      "text": "life-like, and the more subtly fearful because its source was so totally unknown. Its vast,"
    },
    {
      "index": 251,
      "start_time": 1713710.0,
      "end_time": 1719950.0,
      "text": "awesome, and incalculable age was unmistakable; yet not one link did it shew with any known"
    },
    {
      "index": 252,
      "start_time": 1719950.0,
      "end_time": 1727160.0,
      "text": "type of art belonging to civilisation’s youth—or indeed to any other time. Totally"
    },
    {
      "index": 253,
      "start_time": 1727160.0,
      "end_time": 1735500.0,
      "text": "separate and apart, its very material was a mystery; for the soapy, greenish-black stone"
    },
    {
      "index": 254,
      "start_time": 1735500.0,
      "end_time": 1745340.0,
      "text": "with its golden or iridescent flecks and striations resembled nothing familiar to geology or mineralogy."
    },
    {
      "index": 255,
      "start_time": 1745340.0,
      "end_time": 1750680.0,
      "text": "The characters along the base were equally baffling; and no member present, despite a"
    },
    {
      "index": 256,
      "start_time": 1750680.0,
      "end_time": 1756410.0,
      "text": "representation of half the world’s expert learning in this field, could form the least"
    },
    {
      "index": 257,
      "start_time": 1756410.0,
      "end_time": 1764370.0,
      "text": "notion of even their remotest linguistic kinship. They, like the subject and material, belonged"
    },
    {
      "index": 258,
      "start_time": 1764370.0,
      "end_time": 1771060.0,
      "text": "to something horribly remote and distinct from mankind as we know it; something frightfully"
    },
    {
      "index": 259,
      "start_time": 1771060.0,
      "end_time": 1777220.0,
      "text": "suggestive of old and unhallowed cycles of life in which our world and our conceptions"
    },
    {
      "index": 260,
      "start_time": 1777220.0,
      "end_time": 1781900.0,
      "text": "have no part.       And yet, as the members severally"
    },
    {
      "index": 261,
      "start_time": 1781900.0,
      "end_time": 1787990.0,
      "text": "shook their heads and confessed defeat at the Inspector’s problem, there was one man"
    },
    {
      "index": 262,
      "start_time": 1787990.0,
      "end_time": 1793260.0,
      "text": "in that gathering who suspected a touch of bizarre familiarity in the monstrous shape"
    },
    {
      "index": 263,
      "start_time": 1793260.0,
      "end_time": 1800630.0,
      "text": "and writing, and who presently told with some diffidence of the odd trifle he knew. This"
    },
    {
      "index": 264,
      "start_time": 1800630.0,
      "end_time": 1809480.0,
      "text": "person was the late William Channing Webb, Professor of Anthropology in Princeton University,"
    },
    {
      "index": 265,
      "start_time": 1809480.0,
      "end_time": 1816320.0,
      "text": "and an explorer of no slight note. Professor Webb had been engaged, forty-eight years before,"
    },
    {
      "index": 266,
      "start_time": 1816320.0,
      "end_time": 1821410.0,
      "text": "in a tour of Greenland and Iceland in search of some Runic inscriptions which he failed"
    },
    {
      "index": 267,
      "start_time": 1821410.0,
      "end_time": 1827550.0,
      "text": "to unearth; and whilst high up on the West Greenland coast had encountered a singular"
    },
    {
      "index": 268,
      "start_time": 1827550.0,
      "end_time": 1834010.0,
      "text": "tribe or cult of degenerate Esquimaux whose religion, a curious form of devil-worship,"
    },
    {
      "index": 269,
      "start_time": 1834010.0,
      "end_time": 1841000.0,
      "text": "chilled him with its deliberate bloodthirstiness and repulsiveness. It was a faith of which"
    },
    {
      "index": 270,
      "start_time": 1841000.0,
      "end_time": 1846950.0,
      "text": "other Esquimaux knew little, and which they mentioned only with shudders, saying that"
    },
    {
      "index": 271,
      "start_time": 1846950.0,
      "end_time": 1853960.0,
      "text": "it had come down from horribly ancient aeons before ever the world was made. Besides nameless"
    },
    {
      "index": 272,
      "start_time": 1853960.0,
      "end_time": 1860620.0,
      "text": "rites and human sacrifices there were certain queer hereditary rituals addressed to a supreme"
    },
    {
      "index": 273,
      "start_time": 1860620.0,
      "end_time": 1868560.0,
      "text": "elder devil or tornasuk; and of this Professor Webb had taken a careful phonetic copy from"
    },
    {
      "index": 274,
      "start_time": 1868560.0,
      "end_time": 1875340.0,
      "text": "an aged angekok or wizard-priest, expressing the sounds in Roman letters as best he knew"
    },
    {
      "index": 275,
      "start_time": 1875340.0,
      "end_time": 1882730.0,
      "text": "how. But just now of prime significance was the fetish which this cult had cherished,"
    },
    {
      "index": 276,
      "start_time": 1882730.0,
      "end_time": 1888770.0,
      "text": "and around which they danced when the aurora leaped high over the ice cliffs. It was, the"
    },
    {
      "index": 277,
      "start_time": 1888770.0,
      "end_time": 1897480.0,
      "text": "professor stated, a very crude bas-relief of stone, comprising a hideous picture and"
    },
    {
      "index": 278,
      "start_time": 1897480.0,
      "end_time": 1904710.0,
      "text": "some cryptic writing. And so far as he could tell, it was a rough parallel in all essential"
    },
    {
      "index": 279,
      "start_time": 1904710.0,
      "end_time": 1910370.0,
      "text": "features of the bestial thing now lying before the meeting."
    },
    {
      "index": 280,
      "start_time": 1910370.0,
      "end_time": 1916790.0,
      "text": "      This data, received with suspense and astonishment by the assembled members,"
    },
    {
      "index": 281,
      "start_time": 1916790.0,
      "end_time": 1922120.0,
      "text": "proved doubly exciting to Inspector Legrasse; and he began at once to ply his informant"
    },
    {
      "index": 282,
      "start_time": 1922120.0,
      "end_time": 1927960.0,
      "text": "with questions. Having noted and copied an oral ritual among the swamp cult-worshippers"
    },
    {
      "index": 283,
      "start_time": 1927960.0,
      "end_time": 1933930.0,
      "text": "his men had arrested, he besought the professor to remember as best he might the syllables"
    },
    {
      "index": 284,
      "start_time": 1933930.0,
      "end_time": 1940780.0,
      "text": "taken down amongst the diabolist Esquimaux. There then followed an exhaustive comparison"
    },
    {
      "index": 285,
      "start_time": 1940780.0,
      "end_time": 1948130.0,
      "text": "of details, and a moment of really awed silence when both detective and scientist agreed on"
    },
    {
      "index": 286,
      "start_time": 1948130.0,
      "end_time": 1954850.0,
      "text": "the virtual identity of the phrase common to two hellish rituals so many worlds of distance"
    },
    {
      "index": 287,
      "start_time": 1954850.0,
      "end_time": 1963180.0,
      "text": "apart. What, in substance, both the Esquimau wizards and the Louisiana swamp-priests had"
    },
    {
      "index": 288,
      "start_time": 1963180.0,
      "end_time": 1969480.0,
      "text": "chanted to their kindred idols was something very like this—the word-divisions being"
    },
    {
      "index": 289,
      "start_time": 1969480.0,
      "end_time": 1975440.0,
      "text": "guessed at from traditional breaks in the phrase as chanted aloud:"
    },
    {
      "index": 290,
      "start_time": 1975440.0,
      "end_time": 1987020.0,
      "text": "      “Ph’nglui mglw’nafh Cthulhu R’lyeh wgah’nagl fhtagn.”"
    },
    {
      "index": 291,
      "start_time": 1987020.0,
      "end_time": 1993420.0,
      "text": "      Legrasse had one point in advance of Professor Webb, for several among his mongrel"
    },
    {
      "index": 292,
      "start_time": 1993420.0,
      "end_time": 1999770.0,
      "text": "prisoners had repeated to him what older celebrants had told them the words meant. This text,"
    },
    {
      "index": 293,
      "start_time": 1999770.0,
      "end_time": 2006630.0,
      "text": "as given, ran something like this:       “In his house at R’lyeh dead"
    },
    {
      "index": 294,
      "start_time": 2006630.0,
      "end_time": 2014020.0,
      "text": "Cthulhu waits dreaming.”       And now, in response to a general"
    },
    {
      "index": 295,
      "start_time": 2014020.0,
      "end_time": 2020540.0,
      "text": "and urgent demand, Inspector Legrasse related as fully as possible his experience with the"
    },
    {
      "index": 296,
      "start_time": 2020540.0,
      "end_time": 2027370.0,
      "text": "swamp worshippers; telling a story to which I could see my uncle attached profound significance."
    },
    {
      "index": 297,
      "start_time": 2027370.0,
      "end_time": 2035559.0,
      "text": "It savoured of the wildest dreams of myth-maker and theosophist, and disclosed an astonishing"
    },
    {
      "index": 298,
      "start_time": 2035560.0,
      "end_time": 2042441.0,
      "text": "degree of cosmic imagination among such half-castes and pariahs as might be least expected to"
    },
    {
      "index": 299,
      "start_time": 2042440.0,
      "end_time": 2048639.0,
      "text": "possess it.       On November 1st, 1907, there had"
    },
    {
      "index": 300,
      "start_time": 2048639.9999999998,
      "end_time": 2055079.9999999998,
      "text": "come to the New Orleans police a frantic summons from the swamp and lagoon country to the south."
    },
    {
      "index": 301,
      "start_time": 2055080.0,
      "end_time": 2059961.0,
      "text": "The squatters there, mostly primitive but good-natured descendants of Lafitte’s men,"
    },
    {
      "index": 302,
      "start_time": 2059960.0,
      "end_time": 2067419.0,
      "text": "were in the grip of stark terror from an unknown thing which had stolen upon them in the night."
    },
    {
      "index": 303,
      "start_time": 2067420.0,
      "end_time": 2073430.0,
      "text": "It was voodoo, apparently, but voodoo of a more terrible sort than they had ever known;"
    },
    {
      "index": 304,
      "start_time": 2073429.9999999998,
      "end_time": 2078179.9999999998,
      "text": "and some of their women and children had disappeared since the malevolent tom-tom had begun its"
    },
    {
      "index": 305,
      "start_time": 2078179.9999999998,
      "end_time": 2084710.9999999998,
      "text": "incessant beating far within the black haunted woods where no dweller ventured. There were"
    },
    {
      "index": 306,
      "start_time": 2084710.0,
      "end_time": 2093030.0,
      "text": "insane shouts and harrowing screams, soul-chilling chants and dancing devil-flames; and, the"
    },
    {
      "index": 307,
      "start_time": 2093030.0000000002,
      "end_time": 2097690.0,
      "text": "frightened messenger added, the people could stand it no more."
    },
    {
      "index": 308,
      "start_time": 2097690.0,
      "end_time": 2104590.0,
      "text": "      So a body of twenty police, filling two carriages and an automobile, had set out"
    },
    {
      "index": 309,
      "start_time": 2104590.0,
      "end_time": 2111119.0,
      "text": "in the late afternoon with the shivering squatter as a guide. At the end of the passable road"
    },
    {
      "index": 310,
      "start_time": 2111120.0,
      "end_time": 2117021.0,
      "text": "they alighted, and for miles splashed on in silence through the terrible cypress woods"
    },
    {
      "index": 311,
      "start_time": 2117020.0,
      "end_time": 2124900.0,
      "text": "where day never came. Ugly roots and malignant hanging nooses of Spanish moss beset them,"
    },
    {
      "index": 312,
      "start_time": 2124900.0,
      "end_time": 2130290.0,
      "text": "and now and then a pile of dank stones or fragment of a rotting wall intensified by"
    },
    {
      "index": 313,
      "start_time": 2130290.0,
      "end_time": 2137119.0,
      "text": "its hint of morbid habitation a depression which every malformed tree and every fungous"
    },
    {
      "index": 314,
      "start_time": 2137120.0,
      "end_time": 2145131.0,
      "text": "islet combined to create. At length the squatter settlement, a miserable huddle of huts, hove"
    },
    {
      "index": 315,
      "start_time": 2145130.0,
      "end_time": 2151190.0,
      "text": "in sight; and hysterical dwellers ran out to cluster around the group of bobbing lanterns."
    },
    {
      "index": 316,
      "start_time": 2151190.0,
      "end_time": 2158390.0,
      "text": "The muffled beat of tom-toms was now faintly audible far, far ahead; and a curdling shriek"
    },
    {
      "index": 317,
      "start_time": 2158390.0,
      "end_time": 2164420.0,
      "text": "came at infrequent intervals when the wind shifted. A reddish glare, too, seemed to filter"
    },
    {
      "index": 318,
      "start_time": 2164420.0,
      "end_time": 2170830.0,
      "text": "through the pale undergrowth beyond endless avenues of forest night. Reluctant even to"
    },
    {
      "index": 319,
      "start_time": 2170830.0,
      "end_time": 2176970.0,
      "text": "be left alone again, each one of the cowed squatters refused point-blank to advance another"
    },
    {
      "index": 320,
      "start_time": 2176970.0,
      "end_time": 2183050.0,
      "text": "inch toward the scene of unholy worship, so Inspector Legrasse and his nineteen colleagues"
    },
    {
      "index": 321,
      "start_time": 2183050.0,
      "end_time": 2190930.0,
      "text": "plunged on unguided into black arcades of horror that none of them had ever trod before."
    },
    {
      "index": 322,
      "start_time": 2190930.0,
      "end_time": 2197080.0,
      "text": "      The region now entered by the police was one of traditionally evil repute,"
    },
    {
      "index": 323,
      "start_time": 2197080.0,
      "end_time": 2203610.0,
      "text": "substantially unknown and untraversed by white men. There were legends of a hidden lake unglimpsed"
    },
    {
      "index": 324,
      "start_time": 2203610.0,
      "end_time": 2211260.0,
      "text": "by mortal sight, in which dwelt a huge, formless white polypous thing with luminous eyes; and"
    },
    {
      "index": 325,
      "start_time": 2211260.0,
      "end_time": 2216720.0,
      "text": "squatters whispered that bat-winged devils flew up out of caverns in inner earth to worship"
    },
    {
      "index": 326,
      "start_time": 2216720.0,
      "end_time": 2223940.0,
      "text": "it at midnight. They said it had been there before D’Iberville, before La Salle, before"
    },
    {
      "index": 327,
      "start_time": 2223940.0,
      "end_time": 2231110.0,
      "text": "the Indians, and before even the wholesome beasts and birds of the woods. It was nightmare"
    },
    {
      "index": 328,
      "start_time": 2231110.0,
      "end_time": 2239890.0,
      "text": "itself, and to see it was to die. But it made men dream, and so they knew enough to keep"
    },
    {
      "index": 329,
      "start_time": 2239890.0,
      "end_time": 2247869.0,
      "text": "away. The present voodoo orgy was, indeed, on the merest fringe of this abhorred area,"
    },
    {
      "index": 330,
      "start_time": 2247870.0,
      "end_time": 2253861.0,
      "text": "but that location was bad enough; hence perhaps the very place of the worship had terrified"
    },
    {
      "index": 331,
      "start_time": 2253860.0,
      "end_time": 2257920.0,
      "text": "the squatters more than the shocking sounds and incidents."
    },
    {
      "index": 332,
      "start_time": 2257920.0,
      "end_time": 2263350.0,
      "text": "      Only poetry or madness could do justice to the noises heard by Legrasse’s"
    },
    {
      "index": 333,
      "start_time": 2263350.0,
      "end_time": 2269170.0,
      "text": "men as they ploughed on through the black morass toward the red glare and the muffled"
    },
    {
      "index": 334,
      "start_time": 2269170.0,
      "end_time": 2276580.0,
      "text": "tom-toms. There are vocal qualities peculiar to men, and vocal qualities peculiar to beasts;"
    },
    {
      "index": 335,
      "start_time": 2276580.0,
      "end_time": 2283440.0,
      "text": "and it is terrible to hear the one when the source should yield the other. Animal fury"
    },
    {
      "index": 336,
      "start_time": 2283440.0,
      "end_time": 2289520.0,
      "text": "and orgiastic licence here whipped themselves to daemoniac heights by howls and squawking"
    },
    {
      "index": 337,
      "start_time": 2289520.0,
      "end_time": 2296670.0,
      "text": "ecstasies that tore and reverberated through those nighted woods like pestilential tempests"
    },
    {
      "index": 338,
      "start_time": 2296670.0,
      "end_time": 2303890.0,
      "text": "from the gulfs of hell. Now and then the less organised ululation would cease, and from"
    },
    {
      "index": 339,
      "start_time": 2303890.0,
      "end_time": 2309920.0,
      "text": "what seemed a well-drilled chorus of hoarse voices would rise in sing-song chant that"
    },
    {
      "index": 340,
      "start_time": 2309920.0,
      "end_time": 2314220.0,
      "text": "hideous phrase or ritual:       “Ph’nglui mglw’nafh Cthulhu"
    },
    {
      "index": 341,
      "start_time": 2314220.0,
      "end_time": 2323869.0,
      "text": "R’lyeh wgah’nagl fhtagn.” Then the men, having reached a spot where"
    },
    {
      "index": 342,
      "start_time": 2323870.0,
      "end_time": 2330561.0,
      "text": "the trees were thinner, came suddenly in sight of the spectacle itself. Four of them reeled,"
    },
    {
      "index": 343,
      "start_time": 2330560.0,
      "end_time": 2338090.0,
      "text": "one fainted, and two were shaken into a frantic cry which the mad cacophony of the orgy fortunately"
    },
    {
      "index": 344,
      "start_time": 2338090.0,
      "end_time": 2344230.0,
      "text": "deadened. Legrasse dashed swamp water on the face of the fainting man, and all stood trembling"
    },
    {
      "index": 345,
      "start_time": 2344230.0,
      "end_time": 2350290.0,
      "text": "and nearly hypnotised with horror.       In a natural glade of the swamp"
    },
    {
      "index": 346,
      "start_time": 2350290.0,
      "end_time": 2357040.0,
      "text": "stood a grassy island of perhaps an acre’s extent, clear of trees and tolerably dry."
    },
    {
      "index": 347,
      "start_time": 2357040.0,
      "end_time": 2364970.0,
      "text": "On this now leaped and twisted a more indescribable horde of human abnormality than any but a"
    },
    {
      "index": 348,
      "start_time": 2364970.0,
      "end_time": 2373690.0,
      "text": "Sime or an Angarola could paint. Void of clothing, this hybrid spawn were braying, bellowing,"
    },
    {
      "index": 349,
      "start_time": 2373690.0,
      "end_time": 2380140.0,
      "text": "and writhing about a monstrous ring-shaped bonfire; in the centre of which, revealed"
    },
    {
      "index": 350,
      "start_time": 2380140.0,
      "end_time": 2385910.0,
      "text": "by occasional rifts in the curtain of flame, stood a great granite monolith some eight"
    },
    {
      "index": 351,
      "start_time": 2385910.0,
      "end_time": 2393490.0,
      "text": "feet in height; on top of which, incongruous with its diminutiveness, rested the noxious"
    },
    {
      "index": 352,
      "start_time": 2393490.0,
      "end_time": 2400970.0,
      "text": "carven statuette. From a wide circle of ten scaffolds set up at regular intervals with"
    },
    {
      "index": 353,
      "start_time": 2400970.0,
      "end_time": 2407510.0,
      "text": "the flame-girt monolith as a centre hung, head downward, the oddly marred bodies of"
    },
    {
      "index": 354,
      "start_time": 2407510.0,
      "end_time": 2413070.0,
      "text": "the helpless squatters who had disappeared. It was inside this circle that the ring of"
    },
    {
      "index": 355,
      "start_time": 2413070.0,
      "end_time": 2418220.0,
      "text": "worshippers jumped and roared, the general direction of the mass motion being from left"
    },
    {
      "index": 356,
      "start_time": 2418220.0,
      "end_time": 2424040.0,
      "text": "to right in endless Bacchanal between the ring of bodies and the ring of fire."
    },
    {
      "index": 357,
      "start_time": 2424040.0,
      "end_time": 2430050.0,
      "text": "      It may have been only imagination and it may have been only echoes which induced"
    },
    {
      "index": 358,
      "start_time": 2430050.0,
      "end_time": 2436910.0,
      "text": "one of the men, an excitable Spaniard, to fancy he heard antiphonal responses to the"
    },
    {
      "index": 359,
      "start_time": 2436910.0,
      "end_time": 2441970.0,
      "text": "ritual from some far and unillumined spot deeper within the wood of ancient legendry"
    },
    {
      "index": 360,
      "start_time": 2441970.0,
      "end_time": 2451080.0,
      "text": "and horror. This man, Joseph D. Galvez, I later met and questioned; and he proved distractingly"
    },
    {
      "index": 361,
      "start_time": 2451080.0,
      "end_time": 2458330.0,
      "text": "imaginative. He indeed went so far as to hint of the faint beating of great wings, and of"
    },
    {
      "index": 362,
      "start_time": 2458330.0,
      "end_time": 2465250.0,
      "text": "a glimpse of shining eyes and a mountainous white bulk beyond the remotest trees—but"
    },
    {
      "index": 363,
      "start_time": 2465250.0,
      "end_time": 2469260.0,
      "text": "I suppose he had been hearing too much native superstition."
    },
    {
      "index": 364,
      "start_time": 2469260.0,
      "end_time": 2475609.0,
      "text": "      Actually, the horrified pause of the men was of comparatively brief duration."
    },
    {
      "index": 365,
      "start_time": 2475610.0,
      "end_time": 2480610.0,
      "text": "Duty came first; and although there must have been nearly a hundred mongrel celebrants in"
    },
    {
      "index": 366,
      "start_time": 2480610.0,
      "end_time": 2486870.0,
      "text": "the throng, the police relied on their firearms and plunged determinedly into the nauseous"
    },
    {
      "index": 367,
      "start_time": 2486870.0,
      "end_time": 2494620.0,
      "text": "rout. For five minutes the resultant din and chaos were beyond description. Wild blows"
    },
    {
      "index": 368,
      "start_time": 2494620.0,
      "end_time": 2500281.0,
      "text": "were struck, shots were fired, and escapes were made; but in the end Legrasse was able"
    },
    {
      "index": 369,
      "start_time": 2500280.0,
      "end_time": 2505820.0,
      "text": "to count some forty-seven sullen prisoners, whom he forced to dress in haste and fall"
    },
    {
      "index": 370,
      "start_time": 2505820.0,
      "end_time": 2513210.0,
      "text": "into line between two rows of policemen. Five of the worshippers lay dead, and two severely"
    },
    {
      "index": 371,
      "start_time": 2513210.0,
      "end_time": 2519560.0,
      "text": "wounded ones were carried away on improvised stretchers by their fellow-prisoners. The"
    },
    {
      "index": 372,
      "start_time": 2519560.0,
      "end_time": 2525130.0,
      "text": "image on the monolith, of course, was carefully removed and carried back by Legrasse."
    },
    {
      "index": 373,
      "start_time": 2525130.0,
      "end_time": 2530540.0,
      "text": "      Examined at headquarters after a trip of intense strain and weariness, the"
    },
    {
      "index": 374,
      "start_time": 2530540.0,
      "end_time": 2537160.0,
      "text": "prisoners all proved to be men of a very low, mixed-blooded, and mentally aberrant type."
    },
    {
      "index": 375,
      "start_time": 2537160.0,
      "end_time": 2543359.0,
      "text": "Most were seamen, and a sprinkling of negroes and mulattoes, largely West Indians or Brava"
    },
    {
      "index": 376,
      "start_time": 2543360.0,
      "end_time": 2549181.0,
      "text": "Portuguese from the Cape Verde Islands, gave a colouring of voodooism to the heterogeneous"
    },
    {
      "index": 377,
      "start_time": 2549180.0,
      "end_time": 2554670.0,
      "text": "cult. But before many questions were asked, it became manifest that something far deeper"
    },
    {
      "index": 378,
      "start_time": 2554670.0,
      "end_time": 2561630.0,
      "text": "and older than negro fetichism was involved. Degraded and ignorant as they were, the creatures"
    },
    {
      "index": 379,
      "start_time": 2561630.0,
      "end_time": 2567119.0,
      "text": "held with surprising consistency to the central idea of their loathsome faith."
    },
    {
      "index": 380,
      "start_time": 2567120.0,
      "end_time": 2574741.0,
      "text": "      They worshipped, so they said, the Great Old Ones who lived ages before there"
    },
    {
      "index": 381,
      "start_time": 2574740.0,
      "end_time": 2583410.0,
      "text": "were any men, and who came to the young world out of the sky. Those Old Ones were gone now,"
    },
    {
      "index": 382,
      "start_time": 2583410.0,
      "end_time": 2589740.0,
      "text": "inside the earth and under the sea; but their dead bodies had told their secrets in dreams"
    },
    {
      "index": 383,
      "start_time": 2589740.0,
      "end_time": 2597830.0,
      "text": "to the first men, who formed a cult which had never died. This was that cult, and the"
    },
    {
      "index": 384,
      "start_time": 2597830.0,
      "end_time": 2604070.0,
      "text": "prisoners said it had always existed and always would exist, hidden in distant wastes and"
    },
    {
      "index": 385,
      "start_time": 2604070.0,
      "end_time": 2611020.0,
      "text": "dark places all over the world until the time when the great priest Cthulhu, from his dark"
    },
    {
      "index": 386,
      "start_time": 2611020.0,
      "end_time": 2616500.0,
      "text": "house in the mighty city of R’lyeh under the waters, should rise and bring the earth"
    },
    {
      "index": 387,
      "start_time": 2616500.0,
      "end_time": 2625369.0,
      "text": "again beneath his sway. Some day he would call, when the stars were ready, and the secret"
    },
    {
      "index": 388,
      "start_time": 2625370.0,
      "end_time": 2635211.0,
      "text": "cult would always be waiting to liberate him.       Meanwhile no more must be told."
    },
    {
      "index": 389,
      "start_time": 2635210.0,
      "end_time": 2641730.0,
      "text": "There was a secret which even torture could not extract. Mankind was not absolutely alone"
    },
    {
      "index": 390,
      "start_time": 2641730.0,
      "end_time": 2647369.0,
      "text": "among the conscious things of earth, for shapes came out of the dark to visit the faithful"
    },
    {
      "index": 391,
      "start_time": 2647370.0,
      "end_time": 2658001.0,
      "text": "few. But these were not the Great Old Ones. No man had ever seen the Old Ones. The carven"
    },
    {
      "index": 392,
      "start_time": 2658000.0,
      "end_time": 2664290.0,
      "text": "idol was great Cthulhu, but none might say whether or not the others were precisely like"
    },
    {
      "index": 393,
      "start_time": 2664290.0,
      "end_time": 2671510.0,
      "text": "him. No one could read the old writing now, but things were told by word of mouth. The"
    },
    {
      "index": 394,
      "start_time": 2671510.0,
      "end_time": 2679190.0,
      "text": "chanted ritual was not the secret—that was never spoken aloud, only whispered. The chant"
    },
    {
      "index": 395,
      "start_time": 2679190.0,
      "end_time": 2687740.0,
      "text": "meant only this: “In his house at R’lyeh dead Cthulhu waits dreaming.”"
    },
    {
      "index": 396,
      "start_time": 2687740.0,
      "end_time": 2694330.0,
      "text": "      Only two of the prisoners were found sane enough to be hanged, and the rest"
    },
    {
      "index": 397,
      "start_time": 2694330.0,
      "end_time": 2701010.0,
      "text": "were committed to various institutions. All denied a part in the ritual murders, and averred"
    },
    {
      "index": 398,
      "start_time": 2701010.0,
      "end_time": 2706480.0,
      "text": "that the killing had been done by Black Winged Ones which had come to them from their immemorial"
    },
    {
      "index": 399,
      "start_time": 2706480.0,
      "end_time": 2712580.0,
      "text": "meeting-place in the haunted wood. But of those mysterious allies no coherent account"
    },
    {
      "index": 400,
      "start_time": 2712580.0,
      "end_time": 2718960.0,
      "text": "could ever be gained. What the police did extract, came mainly from an immensely aged"
    },
    {
      "index": 401,
      "start_time": 2718960.0,
      "end_time": 2725530.0,
      "text": "mestizo named Castro, who claimed to have sailed to strange ports and talked with undying"
    },
    {
      "index": 402,
      "start_time": 2725530.0,
      "end_time": 2731530.0,
      "text": "leaders of the cult in the mountains of China.       Old Castro remembered bits of"
    },
    {
      "index": 403,
      "start_time": 2731530.0,
      "end_time": 2737260.0,
      "text": "hideous legend that paled the speculations of theosophists and made man and the world"
    },
    {
      "index": 404,
      "start_time": 2737260.0,
      "end_time": 2744570.0,
      "text": "seem recent and transient indeed. There had been aeons when other Things ruled on the"
    },
    {
      "index": 405,
      "start_time": 2744570.0,
      "end_time": 2752369.0,
      "text": "earth, and They had had great cities. Remains of Them, he said the deathless Chinamen had"
    },
    {
      "index": 406,
      "start_time": 2752370.0,
      "end_time": 2760021.0,
      "text": "told him, were still to be found as Cyclopean stones on islands in the Pacific. They all"
    },
    {
      "index": 407,
      "start_time": 2760020.0,
      "end_time": 2767369.0,
      "text": "died vast epochs of time before men came, but there were arts which could revive Them"
    },
    {
      "index": 408,
      "start_time": 2767370.0,
      "end_time": 2772571.0,
      "text": "when the stars had come round again to the right positions in the cycle of eternity."
    },
    {
      "index": 409,
      "start_time": 2772570.0,
      "end_time": 2780910.0,
      "text": "They had, indeed, come themselves from the stars, and brought Their images with Them."
    },
    {
      "index": 410,
      "start_time": 2780910.0,
      "end_time": 2787510.0,
      "text": "      These Great Old Ones, Castro continued, were not composed altogether of flesh and"
    },
    {
      "index": 411,
      "start_time": 2787510.0,
      "end_time": 2794710.0,
      "text": "blood. They had shape—for did not this star-fashioned image prove it?—but that shape was not made"
    },
    {
      "index": 412,
      "start_time": 2794710.0,
      "end_time": 2801830.0,
      "text": "of matter. When the stars were right, They could plunge from world to world through the"
    },
    {
      "index": 413,
      "start_time": 2801830.0,
      "end_time": 2809400.0,
      "text": "sky; but when the stars were wrong, They could not live. But although They no longer lived,"
    },
    {
      "index": 414,
      "start_time": 2809400.0,
      "end_time": 2817530.0,
      "text": "They would never really die. They all lay in stone houses in Their great city of R’lyeh,"
    },
    {
      "index": 415,
      "start_time": 2817530.0,
      "end_time": 2823300.0,
      "text": "preserved by the spells of mighty Cthulhu for a glorious resurrection when the stars"
    },
    {
      "index": 416,
      "start_time": 2823300.0,
      "end_time": 2829780.0,
      "text": "and the earth might once more be ready for Them. But at that time some force from outside"
    },
    {
      "index": 417,
      "start_time": 2829780.0,
      "end_time": 2836330.0,
      "text": "must serve to liberate Their bodies. The spells that preserved Them intact likewise prevented"
    },
    {
      "index": 418,
      "start_time": 2836330.0,
      "end_time": 2841400.0,
      "text": "Them from making an initial move, and They could only lie awake in the dark and think"
    },
    {
      "index": 419,
      "start_time": 2841400.0,
      "end_time": 2850210.0,
      "text": "whilst uncounted millions of years rolled by. They knew all that was occurring in the"
    },
    {
      "index": 420,
      "start_time": 2850210.0,
      "end_time": 2861440.0,
      "text": "universe, but Their mode of speech was transmitted thought. Even now They talked in Their tombs."
    },
    {
      "index": 421,
      "start_time": 2861440.0,
      "end_time": 2868070.0,
      "text": "When, after infinities of chaos, the first men came, the Great Old Ones spoke to the"
    },
    {
      "index": 422,
      "start_time": 2868070.0,
      "end_time": 2875810.0,
      "text": "sensitive among them by moulding their dreams; for only thus could Their language reach the"
    },
    {
      "index": 423,
      "start_time": 2875810.0,
      "end_time": 2884490.0,
      "text": "fleshly minds of mammals.       Then, whispered Castro, those"
    },
    {
      "index": 424,
      "start_time": 2884490.0,
      "end_time": 2891160.0,
      "text": "first men formed the cult around small idols which the Great Ones shewed them; idols brought"
    },
    {
      "index": 425,
      "start_time": 2891160.0,
      "end_time": 2900160.0,
      "text": "in dim aeras from dark stars. That cult would never die till the stars came right again,"
    },
    {
      "index": 426,
      "start_time": 2900160.0,
      "end_time": 2907150.0,
      "text": "and the secret priests would take great Cthulhu from His tomb to revive His subjects and resume"
    },
    {
      "index": 427,
      "start_time": 2907150.0,
      "end_time": 2914849.0,
      "text": "His rule of earth. The time would be easy to know, for then mankind would have become"
    },
    {
      "index": 428,
      "start_time": 2914850.0,
      "end_time": 2923051.0,
      "text": "as the Great Old Ones; free and wild and beyond good and evil, with laws and morals thrown"
    },
    {
      "index": 429,
      "start_time": 2923050.0,
      "end_time": 2931680.0,
      "text": "aside and all men shouting and killing and revelling in joy. Then the liberated Old Ones"
    },
    {
      "index": 430,
      "start_time": 2931680.0,
      "end_time": 2939180.0,
      "text": "would teach them new ways to shout and kill and revel and enjoy themselves, and all the"
    },
    {
      "index": 431,
      "start_time": 2939180.0,
      "end_time": 2946530.0,
      "text": "earth would flame with a holocaust of ecstasy and freedom. Meanwhile the cult, by appropriate"
    },
    {
      "index": 432,
      "start_time": 2946530.0,
      "end_time": 2952820.0,
      "text": "rites, must keep alive the memory of those ancient ways and shadow forth the prophecy"
    },
    {
      "index": 433,
      "start_time": 2952820.0,
      "end_time": 2957369.0,
      "text": "of their return.       In the elder time chosen men had"
    },
    {
      "index": 434,
      "start_time": 2957370.0,
      "end_time": 2964691.0,
      "text": "talked with the entombed Old Ones in dreams, but then something had happened. The great"
    },
    {
      "index": 435,
      "start_time": 2964690.0,
      "end_time": 2971730.0,
      "text": "stone city R’lyeh, with its monoliths and sepulchres, had sunk beneath the waves; and"
    },
    {
      "index": 436,
      "start_time": 2971730.0,
      "end_time": 2978280.0,
      "text": "the deep waters, full of the one primal mystery through which not even thought can pass, had"
    },
    {
      "index": 437,
      "start_time": 2978280.0,
      "end_time": 2985440.0,
      "text": "cut off the spectral intercourse. But memory never died, and high-priests said that the"
    },
    {
      "index": 438,
      "start_time": 2985440.0,
      "end_time": 2991200.0,
      "text": "city would rise again when the stars were right. Then came out of the earth the black"
    },
    {
      "index": 439,
      "start_time": 2991200.0,
      "end_time": 2997700.0,
      "text": "spirits of earth, mouldy and shadowy, and full of dim rumours picked up in caverns beneath"
    },
    {
      "index": 440,
      "start_time": 2997700.0,
      "end_time": 3008020.0,
      "text": "forgotten sea-bottoms. But of them old Castro dared not speak much. He cut himself off hurriedly,"
    },
    {
      "index": 441,
      "start_time": 3008020.0,
      "end_time": 3014270.0,
      "text": "and no amount of persuasion or subtlety could elicit more in this direction. The size of"
    },
    {
      "index": 442,
      "start_time": 3014270.0,
      "end_time": 3020630.0,
      "text": "the Old Ones, too, he curiously declined to mention. Of the cult, he said that he thought"
    },
    {
      "index": 443,
      "start_time": 3020630.0,
      "end_time": 3027859.0,
      "text": "the centre lay amid the pathless deserts of Arabia, where Irem, the City of Pillars, dreams"
    },
    {
      "index": 444,
      "start_time": 3027860.0,
      "end_time": 3034271.0,
      "text": "hidden and untouched. It was not allied to the European witch-cult, and was virtually"
    },
    {
      "index": 445,
      "start_time": 3034270.0,
      "end_time": 3041000.0,
      "text": "unknown beyond its members. No book had ever really hinted of it, though the deathless"
    },
    {
      "index": 446,
      "start_time": 3041000.0,
      "end_time": 3046580.0,
      "text": "Chinamen said that there were double meanings in the Necronomicon of the mad Arab Abdul"
    },
    {
      "index": 447,
      "start_time": 3046580.0,
      "end_time": 3052619.0,
      "text": "Alhazred which the initiated might read as they chose, especially the much-discussed"
    },
    {
      "index": 448,
      "start_time": 3052620.0,
      "end_time": 3053531.0,
      "text": "couplet:  "
    },
    {
      "index": 449,
      "start_time": 3053530.0,
      "end_time": 3063680.0,
      "text": "“That is not dead which can eternal lie, And with strange aeons even death may die.”"
    },
    {
      "index": 450,
      "start_time": 3063680.0,
      "end_time": 3069910.0,
      "text": "      Legrasse, deeply impressed and not a little bewildered, had inquired in vain"
    },
    {
      "index": 451,
      "start_time": 3069910.0,
      "end_time": 3076000.0,
      "text": "concerning the historic affiliations of the cult. Castro, apparently, had told the truth"
    },
    {
      "index": 452,
      "start_time": 3076000.0,
      "end_time": 3081730.0,
      "text": "when he said that it was wholly secret. The authorities at Tulane University could shed"
    },
    {
      "index": 453,
      "start_time": 3081730.0,
      "end_time": 3087640.0,
      "text": "no light upon either cult or image, and now the detective had come to the highest authorities"
    },
    {
      "index": 454,
      "start_time": 3087640.0,
      "end_time": 3093070.0,
      "text": "in the country and met with no more than the Greenland tale of Professor Webb."
    },
    {
      "index": 455,
      "start_time": 3093070.0,
      "end_time": 3098590.0,
      "text": "      The feverish interest aroused at the meeting by Legrasse’s tale, corroborated"
    },
    {
      "index": 456,
      "start_time": 3098590.0,
      "end_time": 3104730.0,
      "text": "as it was by the statuette, is echoed in the subsequent correspondence of those who attended;"
    },
    {
      "index": 457,
      "start_time": 3104730.0,
      "end_time": 3110890.0,
      "text": "although scant mention occurs in the formal publications of the society. Caution is the"
    },
    {
      "index": 458,
      "start_time": 3110890.0,
      "end_time": 3117650.0,
      "text": "first care of those accustomed to face occasional charlatanry and imposture. Legrasse for some"
    },
    {
      "index": 459,
      "start_time": 3117650.0,
      "end_time": 3123520.0,
      "text": "time lent the image to Professor Webb, but at the latter’s death it was returned to"
    },
    {
      "index": 460,
      "start_time": 3123520.0,
      "end_time": 3132280.0,
      "text": "him and remains in his possession, where I viewed it not long ago. It is truly a terrible"
    },
    {
      "index": 461,
      "start_time": 3132280.0,
      "end_time": 3138390.0,
      "text": "thing, and unmistakably akin to the dream-sculpture of young Wilcox."
    },
    {
      "index": 462,
      "start_time": 3138390.0,
      "end_time": 3143700.0,
      "text": "      That my uncle was excited by the tale of the sculptor I did not wonder, for"
    },
    {
      "index": 463,
      "start_time": 3143700.0,
      "end_time": 3148750.0,
      "text": "what thoughts must arise upon hearing, after a knowledge of what Legrasse had learned of"
    },
    {
      "index": 464,
      "start_time": 3148750.0,
      "end_time": 3155950.0,
      "text": "the cult, of a sensitive young man who had dreamed not only the figure and exact hieroglyphics"
    },
    {
      "index": 465,
      "start_time": 3155950.0,
      "end_time": 3162910.0,
      "text": "of the swamp-found image and the Greenland devil tablet, but had come in his dreams upon"
    },
    {
      "index": 466,
      "start_time": 3162910.0,
      "end_time": 3169210.0,
      "text": "at least three of the precise words of the formula uttered alike by Esquimau diabolists"
    },
    {
      "index": 467,
      "start_time": 3169210.0,
      "end_time": 3176599.0,
      "text": "and mongrel Louisianans? Professor Angell’s instant start on an investigation of the utmost"
    },
    {
      "index": 468,
      "start_time": 3176600.0,
      "end_time": 3181821.0,
      "text": "thoroughness was eminently natural; though privately I suspected young Wilcox of having"
    },
    {
      "index": 469,
      "start_time": 3181820.0,
      "end_time": 3187480.0,
      "text": "heard of the cult in some indirect way, and of having invented a series of dreams to heighten"
    },
    {
      "index": 470,
      "start_time": 3187480.0,
      "end_time": 3194260.0,
      "text": "and continue the mystery at my uncle’s expense. The dream-narratives and cuttings collected"
    },
    {
      "index": 471,
      "start_time": 3194260.0,
      "end_time": 3201780.0,
      "text": "by the professor were, of course, strong corroboration; but the rationalism of my mind and the extravagance"
    },
    {
      "index": 472,
      "start_time": 3201780.0,
      "end_time": 3208220.0,
      "text": "of the whole subject led me to adopt what I thought the most sensible conclusions. So,"
    },
    {
      "index": 473,
      "start_time": 3208220.0,
      "end_time": 3213660.0,
      "text": "after thoroughly studying the manuscript again and correlating the theosophical and anthropological"
    },
    {
      "index": 474,
      "start_time": 3213660.0,
      "end_time": 3220450.0,
      "text": "notes with the cult narrative of Legrasse, I made a trip to Providence to see the sculptor"
    },
    {
      "index": 475,
      "start_time": 3220450.0,
      "end_time": 3226140.0,
      "text": "and give him the rebuke I thought proper for so boldly imposing upon a learned and aged"
    },
    {
      "index": 476,
      "start_time": 3226140.0,
      "end_time": 3231450.0,
      "text": "man.       Wilcox still lived alone in the"
    },
    {
      "index": 477,
      "start_time": 3231450.0,
      "end_time": 3237230.0,
      "text": "Fleur-de-Lys Building in Thomas Street, a hideous Victorian imitation of seventeenth-century"
    },
    {
      "index": 478,
      "start_time": 3237230.0,
      "end_time": 3242630.0,
      "text": "Breton architecture which flaunts its stuccoed front amidst the lovely colonial houses on"
    },
    {
      "index": 479,
      "start_time": 3242630.0,
      "end_time": 3248460.0,
      "text": "the ancient hill, and under the very shadow of the finest Georgian steeple in America."
    },
    {
      "index": 480,
      "start_time": 3248460.0,
      "end_time": 3256010.0,
      "text": "I found him at work in his rooms, and at once conceded from the specimens scattered about"
    },
    {
      "index": 481,
      "start_time": 3256010.0,
      "end_time": 3263670.0,
      "text": "that his genius is indeed profound and authentic. He will, I believe, some time be heard from"
    },
    {
      "index": 482,
      "start_time": 3263670.0,
      "end_time": 3270730.0,
      "text": "as one of the great decadents; for he has crystallised in clay and will one day mirror"
    },
    {
      "index": 483,
      "start_time": 3270730.0,
      "end_time": 3278190.0,
      "text": "in marble those nightmares and phantasies which Arthur Machen evokes in prose, and Clark"
    },
    {
      "index": 484,
      "start_time": 3278190.0,
      "end_time": 3282150.0,
      "text": "Ashton Smith makes visible in verse and in painting."
    },
    {
      "index": 485,
      "start_time": 3282150.0,
      "end_time": 3289790.0,
      "text": "      Dark, frail, and somewhat unkempt in aspect, he turned languidly at my knock"
    },
    {
      "index": 486,
      "start_time": 3289790.0,
      "end_time": 3296470.0,
      "text": "and asked me my business without rising. When I told him who I was, he displayed some interest;"
    },
    {
      "index": 487,
      "start_time": 3296470.0,
      "end_time": 3302320.0,
      "text": "for my uncle had excited his curiosity in probing his strange dreams, yet had never"
    },
    {
      "index": 488,
      "start_time": 3302320.0,
      "end_time": 3309010.0,
      "text": "explained the reason for the study. I did not enlarge his knowledge in this regard,"
    },
    {
      "index": 489,
      "start_time": 3309010.0,
      "end_time": 3316010.0,
      "text": "but sought with some subtlety to draw him out. In a short time I became convinced of"
    },
    {
      "index": 490,
      "start_time": 3316010.0,
      "end_time": 3323880.0,
      "text": "his absolute sincerity, for he spoke of the dreams in a manner none could mistake. They"
    },
    {
      "index": 491,
      "start_time": 3323880.0,
      "end_time": 3329760.0,
      "text": "and their subconscious residuum had influenced his art profoundly, and he shewed me a morbid"
    },
    {
      "index": 492,
      "start_time": 3329760.0,
      "end_time": 3336220.0,
      "text": "statue whose contours almost made me shake with the potency of its black suggestion."
    },
    {
      "index": 493,
      "start_time": 3336220.0,
      "end_time": 3341680.0,
      "text": "He could not recall having seen the original of this thing except in his own dream bas-relief,"
    },
    {
      "index": 494,
      "start_time": 3341680.0,
      "end_time": 3349880.0,
      "text": "but the outlines had formed themselves insensibly under his hands. It was, no doubt, the giant"
    },
    {
      "index": 495,
      "start_time": 3349880.0,
      "end_time": 3356810.0,
      "text": "shape he had raved of in delirium. That he really knew nothing of the hidden cult, save"
    },
    {
      "index": 496,
      "start_time": 3356810.0,
      "end_time": 3362670.0,
      "text": "from what my uncle’s relentless catechism had let fall, he soon made clear; and again"
    },
    {
      "index": 497,
      "start_time": 3362670.0,
      "end_time": 3368270.0,
      "text": "I strove to think of some way in which he could possibly have received the weird impressions."
    },
    {
      "index": 498,
      "start_time": 3368270.0,
      "end_time": 3374530.0,
      "text": "      He talked of his dreams in a strangely poetic fashion; making me see with terrible"
    },
    {
      "index": 499,
      "start_time": 3374530.0,
      "end_time": 3381839.0,
      "text": "vividness the damp Cyclopean city of slimy green stone—whose geometry, he oddly said,"
    },
    {
      "index": 500,
      "start_time": 3381840.0,
      "end_time": 3390251.0,
      "text": "was all wrong—and hear with frightened expectancy the ceaseless, half-mental calling from underground:"
    },
    {
      "index": 501,
      "start_time": 3390250.0,
      "end_time": 3397880.0,
      "text": "“Cthulhu fhtagn”, “Cthulhu fhtagn”. These words had formed part of that dread"
    },
    {
      "index": 502,
      "start_time": 3397880.0,
      "end_time": 3404530.0,
      "text": "ritual which told of dead Cthulhu’s dream-vigil in his stone vault at R’lyeh, and I felt"
    },
    {
      "index": 503,
      "start_time": 3404530.0,
      "end_time": 3411540.0,
      "text": "deeply moved despite my rational beliefs. Wilcox, I was sure, had heard of the cult"
    },
    {
      "index": 504,
      "start_time": 3411540.0,
      "end_time": 3417900.0,
      "text": "in some casual way, and had soon forgotten it amidst the mass of his equally weird reading"
    },
    {
      "index": 505,
      "start_time": 3417900.0,
      "end_time": 3424510.0,
      "text": "and imagining. Later, by virtue of its sheer impressiveness, it had found subconscious"
    },
    {
      "index": 506,
      "start_time": 3424510.0,
      "end_time": 3431950.0,
      "text": "expression in dreams, in the bas-relief, and in the terrible statue I now beheld; so that"
    },
    {
      "index": 507,
      "start_time": 3431950.0,
      "end_time": 3439230.0,
      "text": "his imposture upon my uncle had been a very innocent one. The youth was of a type, at"
    },
    {
      "index": 508,
      "start_time": 3439230.0,
      "end_time": 3445720.0,
      "text": "once slightly affected and slightly ill-mannered, which I could never like; but I was willing"
    },
    {
      "index": 509,
      "start_time": 3445720.0,
      "end_time": 3453290.0,
      "text": "enough now to admit both his genius and his honesty. I took leave of him amicably, and"
    },
    {
      "index": 510,
      "start_time": 3453290.0,
      "end_time": 3460580.0,
      "text": "wish him all the success his talent promises.       The matter of the cult still remained"
    },
    {
      "index": 511,
      "start_time": 3460580.0,
      "end_time": 3466390.0,
      "text": "to fascinate me, and at times I had visions of personal fame from researches into its"
    },
    {
      "index": 512,
      "start_time": 3466390.0,
      "end_time": 3473070.0,
      "text": "origin and connexions. I visited New Orleans, talked with Legrasse and others of that old-time"
    },
    {
      "index": 513,
      "start_time": 3473070.0,
      "end_time": 3478760.0,
      "text": "raiding-party, saw the frightful image, and even questioned such of the mongrel prisoners"
    },
    {
      "index": 514,
      "start_time": 3478760.0,
      "end_time": 3487070.0,
      "text": "as still survived. Old Castro, unfortunately, had been dead for some years. What I now heard"
    },
    {
      "index": 515,
      "start_time": 3487070.0,
      "end_time": 3492160.0,
      "text": "so graphically at first-hand, though it was really no more than a detailed confirmation"
    },
    {
      "index": 516,
      "start_time": 3492160.0,
      "end_time": 3498940.0,
      "text": "of what my uncle had written, excited me afresh; for I felt sure that I was on the track of"
    },
    {
      "index": 517,
      "start_time": 3498940.0,
      "end_time": 3506180.0,
      "text": "a very real, very secret, and very ancient religion whose discovery would make me an"
    },
    {
      "index": 518,
      "start_time": 3506180.0,
      "end_time": 3513790.0,
      "text": "anthropologist of note. My attitude was still one of absolute materialism, as I wish it"
    },
    {
      "index": 519,
      "start_time": 3513790.0,
      "end_time": 3520970.0,
      "text": "still were, and I discounted with almost inexplicable perversity the coincidence of the dream notes"
    },
    {
      "index": 520,
      "start_time": 3520970.0,
      "end_time": 3527920.0,
      "text": "and odd cuttings collected by Professor Angell.       One thing I began to suspect,"
    },
    {
      "index": 521,
      "start_time": 3527920.0,
      "end_time": 3536869.0,
      "text": "and which I now fear I know, is that my uncle’s death was far from natural. He fell on a narrow"
    },
    {
      "index": 522,
      "start_time": 3536870.0,
      "end_time": 3543021.0,
      "text": "hill street leading up from an ancient waterfront swarming with foreign mongrels, after a careless"
    },
    {
      "index": 523,
      "start_time": 3543020.0,
      "end_time": 3548910.0,
      "text": "push from a negro sailor. I did not forget the mixed blood and marine pursuits of the"
    },
    {
      "index": 524,
      "start_time": 3548910.0,
      "end_time": 3555210.0,
      "text": "cult-members in Louisiana, and would not be surprised to learn of secret methods and poison"
    },
    {
      "index": 525,
      "start_time": 3555210.0,
      "end_time": 3562010.0,
      "text": "needles as ruthless and as anciently known as the cryptic rites and beliefs. Legrasse"
    },
    {
      "index": 526,
      "start_time": 3562010.0,
      "end_time": 3570020.0,
      "text": "and his men, it is true, have been let alone; but in Norway a certain seaman who saw things"
    },
    {
      "index": 527,
      "start_time": 3570020.0,
      "end_time": 3576680.0,
      "text": "is dead. Might not the deeper inquiries of my uncle after encountering the sculptor’s"
    },
    {
      "index": 528,
      "start_time": 3576680.0,
      "end_time": 3586190.0,
      "text": "data have come to sinister ears? I think Professor Angell died because he knew too much, or because"
    },
    {
      "index": 529,
      "start_time": 3586190.0,
      "end_time": 3596339.0,
      "text": "he was likely to learn too much. Whether I shall go as he did remains to be seen, for"
    },
    {
      "index": 530,
      "start_time": 3596340.0,
      "end_time": 3615191.0,
      "text": "I have learned much now. Part 3:"
    },
    {
      "index": 531,
      "start_time": 3615190.0,
      "end_time": 3619530.0,
      "text": "The Madness from the Sea."
    },
    {
      "index": 532,
      "start_time": 3619530.0,
      "end_time": 3625390.0,
      "text": "If heaven ever wishes to grant me a boon, it will be a total effacing of the results"
    },
    {
      "index": 533,
      "start_time": 3625390.0,
      "end_time": 3632950.0,
      "text": "of a mere chance which fixed my eye on a certain stray piece of shelf-paper. It was nothing"
    },
    {
      "index": 534,
      "start_time": 3632950.0,
      "end_time": 3637920.0,
      "text": "on which I would naturally have stumbled in the course of my daily round, for it was an"
    },
    {
      "index": 535,
      "start_time": 3637920.0,
      "end_time": 3647240.0,
      "text": "old number of an Australian journal, the Sydney Bulletin for April 18, 1925. It had escaped"
    },
    {
      "index": 536,
      "start_time": 3647240.0,
      "end_time": 3653060.0,
      "text": "even the cutting bureau which had at the time of its issuance been avidly collecting material"
    },
    {
      "index": 537,
      "start_time": 3653060.0,
      "end_time": 3657960.0,
      "text": "for my uncle’s research.       I had largely given over my inquiries"
    },
    {
      "index": 538,
      "start_time": 3657960.0,
      "end_time": 3663150.0,
      "text": "into what Professor Angell called the “Cthulhu Cult”, and was visiting a learned friend"
    },
    {
      "index": 539,
      "start_time": 3663150.0,
      "end_time": 3670310.0,
      "text": "in Paterson, New Jersey; the curator of a local museum and a mineralogist of note. Examining"
    },
    {
      "index": 540,
      "start_time": 3670310.0,
      "end_time": 3675180.0,
      "text": "one day the reserve specimens roughly set on the storage shelves in a rear room of the"
    },
    {
      "index": 541,
      "start_time": 3675180.0,
      "end_time": 3681690.0,
      "text": "museum, my eye was caught by an odd picture in one of the old papers spread beneath the"
    },
    {
      "index": 542,
      "start_time": 3681690.0,
      "end_time": 3688480.0,
      "text": "stones. It was the Sydney Bulletin I have mentioned, for my friend has wide affiliations"
    },
    {
      "index": 543,
      "start_time": 3688480.0,
      "end_time": 3694609.0,
      "text": "in all conceivable foreign parts; and the picture was a half-tone cut of a hideous stone"
    },
    {
      "index": 544,
      "start_time": 3694610.0,
      "end_time": 3700671.0,
      "text": "image almost identical with that which Legrasse had found in the swamp."
    },
    {
      "index": 545,
      "start_time": 3700670.0,
      "end_time": 3705839.0,
      "text": "      Eagerly clearing the sheet of its precious contents, I scanned the item"
    },
    {
      "index": 546,
      "start_time": 3705840.0,
      "end_time": 3713011.0,
      "text": "in detail; and was disappointed to find it of only moderate length. What it suggested,"
    },
    {
      "index": 547,
      "start_time": 3713010.0,
      "end_time": 3718849.0,
      "text": "however, was of portentous significance to my flagging quest; and I carefully tore it"
    },
    {
      "index": 548,
      "start_time": 3718850.0,
      "end_time": 3728301.0,
      "text": "out for immediate action. It read as follows: MYSTERY DERELICT FOUND AT SEA"
    },
    {
      "index": 549,
      "start_time": 3728300.0,
      "end_time": 3732680.0,
      "text": "Vigilant Arrives With Helpless Armed New Zealand Yacht in Tow."
    },
    {
      "index": 550,
      "start_time": 3732680.0,
      "end_time": 3736599.0,
      "text": "One Survivor and Dead Man Found Aboard. Tale of"
    },
    {
      "index": 551,
      "start_time": 3736600.0,
      "end_time": 3741251.0,
      "text": "Desperate Battle and Deaths at Sea. Rescued Seaman Refuses"
    },
    {
      "index": 552,
      "start_time": 3741250.0,
      "end_time": 3748810.0,
      "text": "Particulars of Strange Experience. Odd Idol Found in His Possession. Inquiry"
    },
    {
      "index": 553,
      "start_time": 3748810.0,
      "end_time": 3751099.0,
      "text": "to Follow."
    },
    {
      "index": 554,
      "start_time": 3751100.0,
      "end_time": 3756241.0,
      "text": "The Morrison Co.’s freighter Vigilant, bound from Valparaiso, arrived this morning at its"
    },
    {
      "index": 555,
      "start_time": 3756240.0,
      "end_time": 3761550.0,
      "text": "wharf in Darling Harbour, having in tow the battled and disabled but heavily armed steam"
    },
    {
      "index": 556,
      "start_time": 3761550.0,
      "end_time": 3772380.0,
      "text": "yacht Alert of Dunedin, N. Z., which was sighted April 12th in S. Latitude 34° 21&#39;, W. Longitude"
    },
    {
      "index": 557,
      "start_time": 3772380.0,
      "end_time": 3777940.0,
      "text": "152° 17&#39; with one living and one dead man aboard."
    },
    {
      "index": 558,
      "start_time": 3777940.0,
      "end_time": 3785040.0,
      "text": "      The Vigilant left Valparaiso March 25th, and on April 2nd was driven considerably"
    },
    {
      "index": 559,
      "start_time": 3785040.0,
      "end_time": 3791160.0,
      "text": "south of her course by exceptionally heavy storms and monster waves. On April 12th the"
    },
    {
      "index": 560,
      "start_time": 3791160.0,
      "end_time": 3795890.0,
      "text": "derelict was sighted; and though apparently deserted, was found upon boarding to contain"
    },
    {
      "index": 561,
      "start_time": 3795890.0,
      "end_time": 3801300.0,
      "text": "one survivor in a half-delirious condition and one man who had evidently been dead for"
    },
    {
      "index": 562,
      "start_time": 3801300.0,
      "end_time": 3808750.0,
      "text": "more than a week. The living man was clutching a horrible stone idol of unknown origin, about"
    },
    {
      "index": 563,
      "start_time": 3808750.0,
      "end_time": 3814800.0,
      "text": "a foot in height, regarding whose nature authorities at Sydney University, the Royal Society, and"
    },
    {
      "index": 564,
      "start_time": 3814800.0,
      "end_time": 3821150.0,
      "text": "the Museum in College Street all profess complete bafflement, and which the survivor says he"
    },
    {
      "index": 565,
      "start_time": 3821150.0,
      "end_time": 3826170.0,
      "text": "found in the cabin of the yacht, in a small carved shrine of common pattern."
    },
    {
      "index": 566,
      "start_time": 3826170.0,
      "end_time": 3831829.0,
      "text": "      This man, after recovering his senses, told an exceedingly strange story"
    },
    {
      "index": 567,
      "start_time": 3831830.0,
      "end_time": 3838771.0,
      "text": "of piracy and slaughter. He is Gustaf Johansen, a Norwegian of some intelligence, and had"
    },
    {
      "index": 568,
      "start_time": 3838770.0,
      "end_time": 3844770.0,
      "text": "been second mate of the two-masted schooner Emma of Auckland, which sailed for Callao"
    },
    {
      "index": 569,
      "start_time": 3844770.0,
      "end_time": 3850339.0,
      "text": "February 20th with a complement of eleven men. The Emma, he says, was delayed and thrown"
    },
    {
      "index": 570,
      "start_time": 3850340.0,
      "end_time": 3857771.0,
      "text": "widely south of her course by the great storm of March 1st, and on March 22nd, in S. Latitude"
    },
    {
      "index": 571,
      "start_time": 3857770.0,
      "end_time": 3867420.0,
      "text": "49° 51&#39;, W. Longitude 128° 34&#39;, encountered the Alert, manned by a queer and evil-looking"
    },
    {
      "index": 572,
      "start_time": 3867420.0,
      "end_time": 3875930.0,
      "text": "crew of Kanakas and half-castes. Being ordered peremptorily to turn back, Capt. Collins refused;"
    },
    {
      "index": 573,
      "start_time": 3875930.0,
      "end_time": 3881960.0,
      "text": "whereupon the strange crew began to fire savagely and without warning upon the schooner with"
    },
    {
      "index": 574,
      "start_time": 3881960.0,
      "end_time": 3888270.0,
      "text": "a peculiarly heavy battery of brass cannon forming part of the yacht’s equipment. The"
    },
    {
      "index": 575,
      "start_time": 3888270.0,
      "end_time": 3893720.0,
      "text": "Emma’s men shewed fight, says the survivor, and though the schooner began to sink from"
    },
    {
      "index": 576,
      "start_time": 3893720.0,
      "end_time": 3899470.0,
      "text": "shots beneath the waterline they managed to heave alongside their enemy and board her,"
    },
    {
      "index": 577,
      "start_time": 3899470.0,
      "end_time": 3904900.0,
      "text": "grappling with the savage crew on the yacht’s deck, and being forced to kill them all, the"
    },
    {
      "index": 578,
      "start_time": 3904900.0,
      "end_time": 3909930.0,
      "text": "number being slightly superior, because of their particularly abhorrent and desperate"
    },
    {
      "index": 579,
      "start_time": 3909930.0,
      "end_time": 3916310.0,
      "text": "though rather clumsy mode of fighting.       Three of the Emma’s men, including"
    },
    {
      "index": 580,
      "start_time": 3916310.0,
      "end_time": 3921859.0,
      "text": "Capt. Collins and First Mate Green, were killed; and the remaining eight under Second Mate"
    },
    {
      "index": 581,
      "start_time": 3921860.0,
      "end_time": 3927131.0,
      "text": "Johansen proceeded to navigate the captured yacht, going ahead in their original direction"
    },
    {
      "index": 582,
      "start_time": 3927130.0,
      "end_time": 3934020.0,
      "text": "to see if any reason for their ordering back had existed. The next day, it appears, they"
    },
    {
      "index": 583,
      "start_time": 3934020.0,
      "end_time": 3938920.0,
      "text": "raised and landed on a small island, although none is known to exist in that part of the"
    },
    {
      "index": 584,
      "start_time": 3938920.0,
      "end_time": 3945500.0,
      "text": "ocean; and six of the men somehow died ashore, though Johansen is queerly reticent about"
    },
    {
      "index": 585,
      "start_time": 3945500.0,
      "end_time": 3951750.0,
      "text": "this part of his story, and speaks only of their falling into a rock chasm. Later, it"
    },
    {
      "index": 586,
      "start_time": 3951750.0,
      "end_time": 3957500.0,
      "text": "seems, he and one companion boarded the yacht and tried to manage her, but were beaten about"
    },
    {
      "index": 587,
      "start_time": 3957500.0,
      "end_time": 3964530.0,
      "text": "by the storm of April 2nd. From that time till his rescue on the 12th the man remembers"
    },
    {
      "index": 588,
      "start_time": 3964530.0,
      "end_time": 3971579.0,
      "text": "little, and he does not even recall when William Briden, his companion, died. Briden’s death"
    },
    {
      "index": 589,
      "start_time": 3971580.0,
      "end_time": 3978801.0,
      "text": "reveals no apparent cause, and was probably due to excitement or exposure. Cable advices"
    },
    {
      "index": 590,
      "start_time": 3978800.0,
      "end_time": 3984020.0,
      "text": "from Dunedin report that the Alert was well known there as an island trader, and bore"
    },
    {
      "index": 591,
      "start_time": 3984020.0,
      "end_time": 3991260.0,
      "text": "an evil reputation along the waterfront. It was owned by a curious group of half-castes"
    },
    {
      "index": 592,
      "start_time": 3991260.0,
      "end_time": 3997109.0,
      "text": "whose frequent meetings and night trips to the woods attracted no little curiosity; and"
    },
    {
      "index": 593,
      "start_time": 3997110.0,
      "end_time": 4003931.0,
      "text": "it had set sail in great haste just after the storm and earth tremors of March 1st."
    },
    {
      "index": 594,
      "start_time": 4003930.0,
      "end_time": 4009609.0,
      "text": "Our Auckland correspondent gives the Emma and her crew an excellent reputation, and"
    },
    {
      "index": 595,
      "start_time": 4009610.0,
      "end_time": 4016971.0,
      "text": "Johansen is described as a sober and worthy man. The admiralty will institute an inquiry"
    },
    {
      "index": 596,
      "start_time": 4016970.0,
      "end_time": 4021770.0,
      "text": "on the whole matter beginning tomorrow, at which every effort will be made to induce"
    },
    {
      "index": 597,
      "start_time": 4021770.0,
      "end_time": 4026880.0,
      "text": "Johansen to speak more freely than he has done hitherto."
    },
    {
      "index": 598,
      "start_time": 4026880.0,
      "end_time": 4034599.0,
      "text": "      This was all, together with the picture of the hellish image; but what a train"
    },
    {
      "index": 599,
      "start_time": 4034600.0,
      "end_time": 4042651.0,
      "text": "of ideas it started in my mind! Here were new treasuries of data on the Cthulhu Cult,"
    },
    {
      "index": 600,
      "start_time": 4042650.0,
      "end_time": 4049160.0,
      "text": "and evidence that it had strange interests at sea as well as on land. What motive prompted"
    },
    {
      "index": 601,
      "start_time": 4049160.0,
      "end_time": 4054359.0,
      "text": "the hybrid crew to order back the Emma as they sailed about with their hideous idol?"
    },
    {
      "index": 602,
      "start_time": 4054360.0,
      "end_time": 4060211.0,
      "text": "What was the unknown island on which six of the Emma’s crew had died, and about which"
    },
    {
      "index": 603,
      "start_time": 4060210.0,
      "end_time": 4066490.0,
      "text": "the mate Johansen was so secretive? What had the vice-admiralty’s investigation brought"
    },
    {
      "index": 604,
      "start_time": 4066490.0,
      "end_time": 4075280.0,
      "text": "out, and what was known of the noxious cult in Dunedin? And most marvellous of all, what"
    },
    {
      "index": 605,
      "start_time": 4075280.0,
      "end_time": 4082210.0,
      "text": "deep and more than natural linkage of dates was this which gave a malign and now undeniable"
    },
    {
      "index": 606,
      "start_time": 4082210.0,
      "end_time": 4090339.0,
      "text": "significance to the various turns of events so carefully noted by my uncle?"
    },
    {
      "index": 607,
      "start_time": 4090340.0,
      "end_time": 4096110.0,
      "text": "      March 1st—our February 28th according to the International Date Line—the"
    },
    {
      "index": 608,
      "start_time": 4096109.9999999995,
      "end_time": 4102179.9999999995,
      "text": "earthquake and storm had come. From Dunedin the Alert and her noisome crew had darted"
    },
    {
      "index": 609,
      "start_time": 4102180.0000000005,
      "end_time": 4108050.0000000005,
      "text": "eagerly forth as if imperiously summoned, and on the other side of the earth poets and"
    },
    {
      "index": 610,
      "start_time": 4108050.0,
      "end_time": 4116090.0,
      "text": "artists had begun to dream of a strange, dank Cyclopean city whilst a young sculptor had"
    },
    {
      "index": 611,
      "start_time": 4116090.0,
      "end_time": 4123921.0,
      "text": "moulded in his sleep the form of the dreaded Cthulhu. March 23d the crew of the Emma landed"
    },
    {
      "index": 612,
      "start_time": 4123920.0,
      "end_time": 4131819.0,
      "text": "on an unknown island and left six men dead; and on that date the dreams of sensitive men"
    },
    {
      "index": 613,
      "start_time": 4131819.9999999995,
      "end_time": 4138980.9999999995,
      "text": "assumed a heightened vividness and darkened with dread of a giant monster’s malign pursuit,"
    },
    {
      "index": 614,
      "start_time": 4138979.9999999995,
      "end_time": 4147249.9999999995,
      "text": "whilst an architect had gone mad and a sculptor had lapsed suddenly into delirium! And what"
    },
    {
      "index": 615,
      "start_time": 4147250.0,
      "end_time": 4153699.0,
      "text": "of this storm of April 2nd—the date on which all dreams of the dank city ceased, and Wilcox"
    },
    {
      "index": 616,
      "start_time": 4153700.0,
      "end_time": 4160081.0,
      "text": "emerged unharmed from the bondage of strange fever? What of all this—and of those hints"
    },
    {
      "index": 617,
      "start_time": 4160080.0,
      "end_time": 4167520.0,
      "text": "of old Castro about the sunken, star-born Old Ones and their coming reign; their faithful"
    },
    {
      "index": 618,
      "start_time": 4167520.0000000005,
      "end_time": 4177880.0000000005,
      "text": "cult and their mastery of dreams? Was I tottering on the brink of cosmic horrors beyond man’s"
    },
    {
      "index": 619,
      "start_time": 4177880.0,
      "end_time": 4185130.0,
      "text": "power to bear? If so, they must be horrors of the mind alone, for in some way the second"
    },
    {
      "index": 620,
      "start_time": 4185130.0,
      "end_time": 4192310.0,
      "text": "of April had put a stop to whatever monstrous menace had begun its siege of mankind’s"
    },
    {
      "index": 621,
      "start_time": 4192310.0000000005,
      "end_time": 4197469.0,
      "text": "soul.       That evening, after a day of hurried"
    },
    {
      "index": 622,
      "start_time": 4197470.0,
      "end_time": 4204571.0,
      "text": "cabling and arranging, I bade my host adieu and took a train for San Francisco. In less"
    },
    {
      "index": 623,
      "start_time": 4204570.0,
      "end_time": 4210980.0,
      "text": "than a month I was in Dunedin; where, however, I found that little was known of the strange"
    },
    {
      "index": 624,
      "start_time": 4210980.0,
      "end_time": 4218800.0,
      "text": "cult-members who had lingered in the old sea-taverns. Waterfront scum was far too common for special"
    },
    {
      "index": 625,
      "start_time": 4218800.0,
      "end_time": 4224980.0,
      "text": "mention; though there was vague talk about one inland trip these mongrels had made, during"
    },
    {
      "index": 626,
      "start_time": 4224980.0,
      "end_time": 4231500.0,
      "text": "which faint drumming and red flame were noted on the distant hills. In Auckland I learned"
    },
    {
      "index": 627,
      "start_time": 4231500.0,
      "end_time": 4239000.0,
      "text": "that Johansen had returned with yellow hair turned white after a perfunctory and inconclusive"
    },
    {
      "index": 628,
      "start_time": 4239000.0,
      "end_time": 4244440.0,
      "text": "questioning at Sydney, and had thereafter sold his cottage in West Street and sailed"
    },
    {
      "index": 629,
      "start_time": 4244440.0,
      "end_time": 4250489.0,
      "text": "with his wife to his old home in Oslo. Of his stirring experience he would tell his"
    },
    {
      "index": 630,
      "start_time": 4250490.0,
      "end_time": 4257421.0,
      "text": "friends no more than he had told the admiralty officials, and all they could do was to give"
    },
    {
      "index": 631,
      "start_time": 4257420.0,
      "end_time": 4261690.0,
      "text": "me his Oslo address.       After that I went to Sydney and"
    },
    {
      "index": 632,
      "start_time": 4261690.0,
      "end_time": 4267750.0,
      "text": "talked profitlessly with seamen and members of the vice-admiralty court. I saw the Alert,"
    },
    {
      "index": 633,
      "start_time": 4267750.0,
      "end_time": 4273650.0,
      "text": "now sold and in commercial use, at Circular Quay in Sydney Cove, but gained nothing from"
    },
    {
      "index": 634,
      "start_time": 4273650.0,
      "end_time": 4280000.0,
      "text": "its non-committal bulk. The crouching image with its cuttlefish head, dragon body, scaly"
    },
    {
      "index": 635,
      "start_time": 4280000.0,
      "end_time": 4286610.0,
      "text": "wings, and hieroglyphed pedestal, was preserved in the Museum at Hyde Park; and I studied"
    },
    {
      "index": 636,
      "start_time": 4286610.0,
      "end_time": 4293840.0,
      "text": "it long and well, finding it a thing of balefully exquisite workmanship, and with the same utter"
    },
    {
      "index": 637,
      "start_time": 4293840.0,
      "end_time": 4300550.0,
      "text": "mystery, terrible antiquity, and unearthly strangeness of material which I had noted"
    },
    {
      "index": 638,
      "start_time": 4300550.0,
      "end_time": 4307590.0,
      "text": "in Legrasse’s smaller specimen. Geologists, the curator told me, had found it a monstrous"
    },
    {
      "index": 639,
      "start_time": 4307590.0,
      "end_time": 4314980.0,
      "text": "puzzle; for they vowed that the world held no rock like it. Then I thought with a shudder"
    },
    {
      "index": 640,
      "start_time": 4314980.0,
      "end_time": 4322770.0,
      "text": "of what old Castro had told Legrasse about the primal Great Ones: “They had come from"
    },
    {
      "index": 641,
      "start_time": 4322770.0,
      "end_time": 4328190.0,
      "text": "the stars, and had brought Their images with Them.”"
    },
    {
      "index": 642,
      "start_time": 4328190.0,
      "end_time": 4336060.0,
      "text": "      Shaken with such a mental revolution as I had never before known, I now resolved"
    },
    {
      "index": 643,
      "start_time": 4336060.0,
      "end_time": 4342480.0,
      "text": "to visit Mate Johansen in Oslo. Sailing for London, I reëmbarked at once for the Norwegian"
    },
    {
      "index": 644,
      "start_time": 4342480.0,
      "end_time": 4349420.0,
      "text": "capital; and one autumn day landed at the trim wharves in the shadow of the Egeberg."
    },
    {
      "index": 645,
      "start_time": 4349420.0,
      "end_time": 4356600.0,
      "text": "Johansen’s address, I discovered, lay in the Old Town of King Harold Haardrada, which"
    },
    {
      "index": 646,
      "start_time": 4356600.0,
      "end_time": 4361250.0,
      "text": "kept alive the name of Oslo during all the centuries that the greater city masqueraded"
    },
    {
      "index": 647,
      "start_time": 4361250.0,
      "end_time": 4367640.0,
      "text": "as “Christiana”. I made the brief trip by taxicab, and knocked with palpitant heart"
    },
    {
      "index": 648,
      "start_time": 4367640.0,
      "end_time": 4373370.0,
      "text": "at the door of a neat and ancient building with plastered front. A sad-faced woman in"
    },
    {
      "index": 649,
      "start_time": 4373370.0,
      "end_time": 4379350.0,
      "text": "black answered my summons, and I was stung with disappointment when she told me in halting"
    },
    {
      "index": 650,
      "start_time": 4379350.0,
      "end_time": 4387830.0,
      "text": "English that Gustaf Johansen was no more.       He had not survived his return,"
    },
    {
      "index": 651,
      "start_time": 4387830.0,
      "end_time": 4394750.0,
      "text": "said his wife, for the doings at sea in 1925 had broken him. He had told her no more than"
    },
    {
      "index": 652,
      "start_time": 4394750.0,
      "end_time": 4400980.0,
      "text": "he had told the public, but had left a long manuscript—of “technical matters” as"
    },
    {
      "index": 653,
      "start_time": 4400980.0,
      "end_time": 4407870.0,
      "text": "he said—written in English, evidently in order to safeguard her from the peril of casual"
    },
    {
      "index": 654,
      "start_time": 4407870.0,
      "end_time": 4415640.0,
      "text": "perusal. During a walk through a narrow lane near the Gothenburg dock, a bundle of papers"
    },
    {
      "index": 655,
      "start_time": 4415640.0,
      "end_time": 4422360.0,
      "text": "falling from an attic window had knocked him down. Two Lascar sailors at once helped him"
    },
    {
      "index": 656,
      "start_time": 4422360.0,
      "end_time": 4428520.0,
      "text": "to his feet, but before the ambulance could reach him he was dead. Physicians found no"
    },
    {
      "index": 657,
      "start_time": 4428520.0,
      "end_time": 4435030.0,
      "text": "adequate cause for the end, and laid it to heart trouble and a weakened constitution."
    },
    {
      "index": 658,
      "start_time": 4435030.0,
      "end_time": 4441770.0,
      "text": "      I now felt gnawing at my vitals that dark terror which will never leave me"
    },
    {
      "index": 659,
      "start_time": 4441770.0,
      "end_time": 4450500.0,
      "text": "till I, too, am at rest; “accidentally” or otherwise. Persuading the widow that my"
    },
    {
      "index": 660,
      "start_time": 4450500.0,
      "end_time": 4455280.0,
      "text": "connexion with her husband’s “technical matters” was sufficient to entitle me to"
    },
    {
      "index": 661,
      "start_time": 4455280.0,
      "end_time": 4462300.0,
      "text": "his manuscript, I bore the document away and began to read it on the London boat. It was"
    },
    {
      "index": 662,
      "start_time": 4462300.0,
      "end_time": 4469420.0,
      "text": "a simple, rambling thing—a naive sailor’s effort at a post-facto diary—and strove"
    },
    {
      "index": 663,
      "start_time": 4469420.0,
      "end_time": 4477420.0,
      "text": "to recall day by day that last awful voyage. I cannot attempt to transcribe it verbatim"
    },
    {
      "index": 664,
      "start_time": 4477420.0,
      "end_time": 4483050.0,
      "text": "in all its cloudiness and redundance, but I will tell its gist enough to shew why the"
    },
    {
      "index": 665,
      "start_time": 4483050.0,
      "end_time": 4489640.0,
      "text": "sound of the water against the vessel’s sides became so unendurable to me that I stopped"
    },
    {
      "index": 666,
      "start_time": 4489640.0,
      "end_time": 4496170.0,
      "text": "my ears with cotton.       Johansen, thank God, did not know"
    },
    {
      "index": 667,
      "start_time": 4496170.0,
      "end_time": 4504780.0,
      "text": "quite all, even though he saw the city and the Thing, but I shall never sleep calmly"
    },
    {
      "index": 668,
      "start_time": 4504780.0,
      "end_time": 4511980.0,
      "text": "again when I think of the horrors that lurk ceaselessly behind life in time and in space,"
    },
    {
      "index": 669,
      "start_time": 4511980.0,
      "end_time": 4518670.0,
      "text": "and of those unhallowed blasphemies from elder stars which dream beneath the sea, known and"
    },
    {
      "index": 670,
      "start_time": 4518670.0,
      "end_time": 4524890.0,
      "text": "favoured by a nightmare cult ready and eager to loose them on the world whenever another"
    },
    {
      "index": 671,
      "start_time": 4524890.0,
      "end_time": 4531330.0,
      "text": "earthquake shall heave their monstrous stone city again to the sun and air."
    },
    {
      "index": 672,
      "start_time": 4531330.0,
      "end_time": 4537780.0,
      "text": "      Johansen’s voyage had begun just as he told it to the vice-admiralty."
    },
    {
      "index": 673,
      "start_time": 4537780.0,
      "end_time": 4544250.0,
      "text": "The Emma, in ballast, had cleared Auckland on February 20th, and had felt the full force"
    },
    {
      "index": 674,
      "start_time": 4544250.0,
      "end_time": 4549380.0,
      "text": "of that earthquake-born tempest which must have heaved up from the sea-bottom the horrors"
    },
    {
      "index": 675,
      "start_time": 4549380.0,
      "end_time": 4555330.0,
      "text": "that filled men’s dreams. Once more under control, the ship was making good progress"
    },
    {
      "index": 676,
      "start_time": 4555330.0,
      "end_time": 4561460.0,
      "text": "when held up by the Alert on March 22nd, and I could feel the mate’s regret as he wrote"
    },
    {
      "index": 677,
      "start_time": 4561460.0,
      "end_time": 4569330.0,
      "text": "of her bombardment and sinking. Of the swarthy cult-fiends on the Alert he speaks with significant"
    },
    {
      "index": 678,
      "start_time": 4569330.0,
      "end_time": 4575250.0,
      "text": "horror. There was some peculiarly abominable quality about them which made their destruction"
    },
    {
      "index": 679,
      "start_time": 4575250.0,
      "end_time": 4582430.0,
      "text": "seem almost a duty, and Johansen shews ingenuous wonder at the charge of ruthlessness brought"
    },
    {
      "index": 680,
      "start_time": 4582430.0,
      "end_time": 4587940.0,
      "text": "against his party during the proceedings of the court of inquiry. Then, driven ahead by"
    },
    {
      "index": 681,
      "start_time": 4587940.0,
      "end_time": 4593960.0,
      "text": "curiosity in their captured yacht under Johansen’s command, the men sight a great stone pillar"
    },
    {
      "index": 682,
      "start_time": 4593960.0,
      "end_time": 4603560.0,
      "text": "sticking out of the sea, and in S. Latitude 47° 9&#39;, W. Longitude 126° 43&#39; come upon"
    },
    {
      "index": 683,
      "start_time": 4603560.0,
      "end_time": 4610960.0,
      "text": "a coast-line of mingled mud, ooze, and weedy Cyclopean masonry which can be nothing less"
    },
    {
      "index": 684,
      "start_time": 4610960.0,
      "end_time": 4620360.0,
      "text": "than the tangible substance of earth’s supreme terror—the nightmare corpse-city of R’lyeh,"
    },
    {
      "index": 685,
      "start_time": 4620360.0,
      "end_time": 4626600.0,
      "text": "that was built in measureless aeons behind history by the vast, loathsome shapes that"
    },
    {
      "index": 686,
      "start_time": 4626600.0,
      "end_time": 4635330.0,
      "text": "seeped down from the dark stars. There lay great Cthulhu and his hordes, hidden in green"
    },
    {
      "index": 687,
      "start_time": 4635330.0,
      "end_time": 4642920.0,
      "text": "slimy vaults and sending out at last, after cycles incalculable, the thoughts that spread"
    },
    {
      "index": 688,
      "start_time": 4642920.0,
      "end_time": 4648710.0,
      "text": "fear to the dreams of the sensitive and called imperiously to the faithful to come on a pilgrimage"
    },
    {
      "index": 689,
      "start_time": 4648710.0,
      "end_time": 4659350.0,
      "text": "of liberation and restoration. All this Johansen did not suspect, but God knows he soon saw"
    },
    {
      "index": 690,
      "start_time": 4659350.0,
      "end_time": 4664270.0,
      "text": "enough!       I suppose that only a single mountain-top,"
    },
    {
      "index": 691,
      "start_time": 4664270.0,
      "end_time": 4668870.0,
      "text": "the hideous monolith-crowned citadel whereon great Cthulhu was buried, actually emerged"
    },
    {
      "index": 692,
      "start_time": 4668870.0,
      "end_time": 4677210.0,
      "text": "from the waters. When I think of the extent of all that may be brooding down there I almost"
    },
    {
      "index": 693,
      "start_time": 4677210.0,
      "end_time": 4684469.0,
      "text": "wish to kill myself forthwith. Johansen and his men were awed by the cosmic majesty of"
    },
    {
      "index": 694,
      "start_time": 4684470.0,
      "end_time": 4690291.0,
      "text": "this dripping Babylon of elder daemons, and must have guessed without guidance that it"
    },
    {
      "index": 695,
      "start_time": 4690290.0,
      "end_time": 4698219.0,
      "text": "was nothing of this or of any sane planet. Awe at the unbelievable size of the greenish"
    },
    {
      "index": 696,
      "start_time": 4698220.0,
      "end_time": 4704381.0,
      "text": "stone blocks, at the dizzying height of the great carven monolith, and at the stupefying"
    },
    {
      "index": 697,
      "start_time": 4704380.0,
      "end_time": 4710030.0,
      "text": "identity of the colossal statues and bas-reliefs with the queer image found in the shrine on"
    },
    {
      "index": 698,
      "start_time": 4710030.0,
      "end_time": 4716260.0,
      "text": "the Alert, is poignantly visible in every line of the mate’s frightened description."
    },
    {
      "index": 699,
      "start_time": 4716260.0,
      "end_time": 4720710.0,
      "text": "      Without knowing what futurism is like, Johansen achieved something very"
    },
    {
      "index": 700,
      "start_time": 4720710.0,
      "end_time": 4725800.0,
      "text": "close to it when he spoke of the city; for instead of describing any definite structure"
    },
    {
      "index": 701,
      "start_time": 4725800.0,
      "end_time": 4733360.0,
      "text": "or building, he dwells only on broad impressions of vast angles and stone surfaces—surfaces"
    },
    {
      "index": 702,
      "start_time": 4733360.0,
      "end_time": 4739250.0,
      "text": "too great to belong to any thing right or proper for this earth, and impious with horrible"
    },
    {
      "index": 703,
      "start_time": 4739250.0,
      "end_time": 4746630.0,
      "text": "images and hieroglyphs. I mention his talk about angles because it suggests something"
    },
    {
      "index": 704,
      "start_time": 4746630.0,
      "end_time": 4754969.0,
      "text": "Wilcox had told me of his awful dreams. He had said that the geometry of the dream-place"
    },
    {
      "index": 705,
      "start_time": 4754970.0,
      "end_time": 4763631.0,
      "text": "he saw was abnormal, non-Euclidean, and loathsomely redolent of spheres and dimensions apart from"
    },
    {
      "index": 706,
      "start_time": 4763630.0,
      "end_time": 4773070.0,
      "text": "ours. Now an unlettered seaman felt the same thing whilst gazing at the terrible reality."
    },
    {
      "index": 707,
      "start_time": 4773070.0,
      "end_time": 4779699.0,
      "text": "      Johansen and his men landed at a sloping mud-bank on this monstrous Acropolis,"
    },
    {
      "index": 708,
      "start_time": 4779700.0,
      "end_time": 4787571.0,
      "text": "and clambered slipperily up over titan oozy blocks which could have been no mortal staircase."
    },
    {
      "index": 709,
      "start_time": 4787570.0,
      "end_time": 4792699.0,
      "text": "The very sun of heaven seemed distorted when viewed through the polarising miasma welling"
    },
    {
      "index": 710,
      "start_time": 4792700.0,
      "end_time": 4799341.0,
      "text": "out from this sea-soaked perversion, and twisted menace and suspense lurked leeringly in those"
    },
    {
      "index": 711,
      "start_time": 4799340.0,
      "end_time": 4806150.0,
      "text": "crazily elusive angles of carven rock where a second glance shewed concavity after the"
    },
    {
      "index": 712,
      "start_time": 4806150.0,
      "end_time": 4811750.0,
      "text": "first shewed convexity.       Something very like fright had"
    },
    {
      "index": 713,
      "start_time": 4811750.0,
      "end_time": 4817250.0,
      "text": "come over all the explorers before anything more definite than rock and ooze and weed"
    },
    {
      "index": 714,
      "start_time": 4817250.0,
      "end_time": 4823170.0,
      "text": "was seen. Each would have fled had he not feared the scorn of the others, and it was"
    },
    {
      "index": 715,
      "start_time": 4823170.0,
      "end_time": 4829550.0,
      "text": "only half-heartedly that they searched—vainly, as it proved—for some portable souvenir"
    },
    {
      "index": 716,
      "start_time": 4829550.0,
      "end_time": 4834290.0,
      "text": "to bear away.       It was Rodriguez the Portuguese"
    },
    {
      "index": 717,
      "start_time": 4834290.0,
      "end_time": 4839540.0,
      "text": "who climbed up the foot of the monolith and shouted of what he had found. The rest followed"
    },
    {
      "index": 718,
      "start_time": 4839540.0,
      "end_time": 4848170.0,
      "text": "him, and looked curiously at the immense carved door with the now familiar squid-dragon bas-relief."
    },
    {
      "index": 719,
      "start_time": 4848170.0,
      "end_time": 4854480.0,
      "text": "It was, Johansen said, like a great barn-door; and they all felt that it was a door because"
    },
    {
      "index": 720,
      "start_time": 4854480.0,
      "end_time": 4859880.0,
      "text": "of the ornate lintel, threshold, and jambs around it, though they could not decide whether"
    },
    {
      "index": 721,
      "start_time": 4859880.0,
      "end_time": 4866550.0,
      "text": "it lay flat like a trap-door or slantwise like an outside cellar-door. As Wilcox would"
    },
    {
      "index": 722,
      "start_time": 4866550.0,
      "end_time": 4871449.0,
      "text": "have said, the geometry of the place was all wrong. One could not be sure that the sea"
    },
    {
      "index": 723,
      "start_time": 4871450.0,
      "end_time": 4876731.0,
      "text": "and the ground were horizontal, hence the relative position of everything else seemed"
    },
    {
      "index": 724,
      "start_time": 4876730.0,
      "end_time": 4881300.0,
      "text": "phantasmally variable.       Briden pushed at the stone in"
    },
    {
      "index": 725,
      "start_time": 4881300.0,
      "end_time": 4887690.0,
      "text": "several places without result. Then Donovan felt over it delicately around the edge, pressing"
    },
    {
      "index": 726,
      "start_time": 4887690.0,
      "end_time": 4894160.0,
      "text": "each point separately as he went. He climbed interminably along the grotesque stone moulding—that"
    },
    {
      "index": 727,
      "start_time": 4894160.0,
      "end_time": 4900449.0,
      "text": "is, one would call it climbing if the thing was not after all horizontal—and the men"
    },
    {
      "index": 728,
      "start_time": 4900450.0,
      "end_time": 4909671.0,
      "text": "wondered how any door in the universe could be so vast. Then, very softly and slowly,"
    },
    {
      "index": 729,
      "start_time": 4909670.0,
      "end_time": 4918170.0,
      "text": "the acre-great panel began to give inward at the top; and they saw that it was balanced."
    },
    {
      "index": 730,
      "start_time": 4918170.0,
      "end_time": 4924820.0,
      "text": "Donovan slid or somehow propelled himself down or along the jamb and rejoined his fellows,"
    },
    {
      "index": 731,
      "start_time": 4924820.0,
      "end_time": 4931590.0,
      "text": "and everyone watched the queer recession of the monstrously carven portal. In this phantasy"
    },
    {
      "index": 732,
      "start_time": 4931590.0,
      "end_time": 4938090.0,
      "text": "of prismatic distortion it moved anomalously in a diagonal way, so that all the rules of"
    },
    {
      "index": 733,
      "start_time": 4938090.0,
      "end_time": 4945050.0,
      "text": "matter and perspective seemed upset.       The aperture was black with a"
    },
    {
      "index": 734,
      "start_time": 4945050.0,
      "end_time": 4953060.0,
      "text": "darkness almost material. That tenebrousness was indeed a positive quality; for it obscured"
    },
    {
      "index": 735,
      "start_time": 4953060.0,
      "end_time": 4958929.0,
      "text": "such parts of the inner walls as ought to have been revealed, and actually burst forth"
    },
    {
      "index": 736,
      "start_time": 4958930.0,
      "end_time": 4964901.0,
      "text": "like smoke from its aeon-long imprisonment, visibly darkening the sun as it slunk away"
    },
    {
      "index": 737,
      "start_time": 4964900.0,
      "end_time": 4972790.0,
      "text": "into the shrunken and gibbous sky on flapping membraneous wings. The odour arising from"
    },
    {
      "index": 738,
      "start_time": 4972790.0,
      "end_time": 4978830.0,
      "text": "the newly opened depths was intolerable, and at length the quick-eared Hawkins thought"
    },
    {
      "index": 739,
      "start_time": 4978830.0,
      "end_time": 4987550.0,
      "text": "he heard a nasty, slopping sound down there. Everyone listened, and everyone was listening"
    },
    {
      "index": 740,
      "start_time": 4987550.0,
      "end_time": 4996960.0,
      "text": "still when It lumbered slobberingly into sight and gropingly squeezed Its gelatinous green"
    },
    {
      "index": 741,
      "start_time": 4996960.0,
      "end_time": 5004630.0,
      "text": "immensity through the black doorway into the tainted outside air of that poison city of"
    },
    {
      "index": 742,
      "start_time": 5004630.0,
      "end_time": 5009820.0,
      "text": "madness.       Poor Johansen’s handwriting"
    },
    {
      "index": 743,
      "start_time": 5009820.0,
      "end_time": 5016090.0,
      "text": "almost gave out when he wrote of this. Of the six men who never reached the ship, he"
    },
    {
      "index": 744,
      "start_time": 5016090.0,
      "end_time": 5024840.0,
      "text": "thinks two perished of pure fright in that accursed instant. The Thing cannot be described—there"
    },
    {
      "index": 745,
      "start_time": 5024840.0,
      "end_time": 5032670.0,
      "text": "is no language for such abysms of shrieking and immemorial lunacy, such eldritch contradictions"
    },
    {
      "index": 746,
      "start_time": 5032670.0,
      "end_time": 5044500.0,
      "text": "of all matter, force, and cosmic order. A mountain walked or stumbled. God! What wonder"
    },
    {
      "index": 747,
      "start_time": 5044500.0,
      "end_time": 5050160.0,
      "text": "that across the earth a great architect went mad, and poor Wilcox raved with fever in that"
    },
    {
      "index": 748,
      "start_time": 5050160.0,
      "end_time": 5058310.0,
      "text": "telepathic instant? The Thing of the idols, the green, sticky spawn of the stars, had"
    },
    {
      "index": 749,
      "start_time": 5058310.0,
      "end_time": 5065400.0,
      "text": "awaked to claim his own. The stars were right again, and what an age-old cult had failed"
    },
    {
      "index": 750,
      "start_time": 5065400.0,
      "end_time": 5073830.0,
      "text": "to do by design, a band of innocent sailors had done by accident. After vigintillions"
    },
    {
      "index": 751,
      "start_time": 5073830.0,
      "end_time": 5081300.0,
      "text": "of years great Cthulhu was loose again, and ravening for delight."
    },
    {
      "index": 752,
      "start_time": 5081300.0,
      "end_time": 5088030.0,
      "text": "      Three men were swept up by the flabby claws before anybody turned. God rest"
    },
    {
      "index": 753,
      "start_time": 5088030.0,
      "end_time": 5094989.0,
      "text": "them, if there be any rest in the universe. They were Donovan, Guerrera, and Ångstrom."
    },
    {
      "index": 754,
      "start_time": 5094990.0,
      "end_time": 5100091.0,
      "text": "Parker slipped as the other three were plunging frenziedly over endless vistas of green-crusted"
    },
    {
      "index": 755,
      "start_time": 5100090.0,
      "end_time": 5106650.0,
      "text": "rock to the boat, and Johansen swears he was swallowed up by an angle of masonry which"
    },
    {
      "index": 756,
      "start_time": 5106650.0,
      "end_time": 5114179.0,
      "text": "shouldn’t have been there; an angle which was acute, but behaved as if it were obtuse."
    },
    {
      "index": 757,
      "start_time": 5114180.0,
      "end_time": 5119881.0,
      "text": "So only Briden and Johansen reached the boat, and pulled desperately for the Alert as the"
    },
    {
      "index": 758,
      "start_time": 5119880.0,
      "end_time": 5127179.0,
      "text": "mountainous monstrosity flopped down the slimy stones and hesitated floundering at the edge"
    },
    {
      "index": 759,
      "start_time": 5127180.0,
      "end_time": 5131761.0,
      "text": "of the water.       Steam had not been suffered to"
    },
    {
      "index": 760,
      "start_time": 5131760.0,
      "end_time": 5137230.0,
      "text": "go down entirely, despite the departure of all hands for the shore; and it was the work"
    },
    {
      "index": 761,
      "start_time": 5137230.0,
      "end_time": 5141960.0,
      "text": "of only a few moments of feverish rushing up and down between wheel and engines to get"
    },
    {
      "index": 762,
      "start_time": 5141960.0,
      "end_time": 5150050.0,
      "text": "the Alert under way. Slowly, amidst the distorted horrors of that indescribable scene, she began"
    },
    {
      "index": 763,
      "start_time": 5150050.0,
      "end_time": 5155840.0,
      "text": "to churn the lethal waters; whilst on the masonry of that charnel shore that was not"
    },
    {
      "index": 764,
      "start_time": 5155840.0,
      "end_time": 5163820.0,
      "text": "of earth the titan Thing from the stars slavered and gibbered like Polypheme cursing the fleeing"
    },
    {
      "index": 765,
      "start_time": 5163820.0,
      "end_time": 5171190.0,
      "text": "ship of Odysseus. Then, bolder than the storied Cyclops, great Cthulhu slid greasily into"
    },
    {
      "index": 766,
      "start_time": 5171190.0,
      "end_time": 5178690.0,
      "text": "the water and began to pursue with vast wave-raising strokes of cosmic potency. Briden looked back"
    },
    {
      "index": 767,
      "start_time": 5178690.0,
      "end_time": 5181920.0,
      "text": "and went mad, laughing shrilly as he kept on laughing at intervals till death found"
    },
    {
      "index": 768,
      "start_time": 5181920.0,
      "end_time": 5186090.0,
      "text": "him one night in the cabin whilst Johansen was wandering deliriously."
    },
    {
      "index": 769,
      "start_time": 5186090.0,
      "end_time": 5191840.0,
      "text": "      But Johansen had not given out yet. Knowing that the Thing could surely overtake"
    },
    {
      "index": 770,
      "start_time": 5191840.0,
      "end_time": 5198310.0,
      "text": "the Alert until steam was fully up, he resolved on a desperate chance; and, setting the engine"
    },
    {
      "index": 771,
      "start_time": 5198310.0,
      "end_time": 5205670.0,
      "text": "for full speed, ran lightning-like on deck and reversed the wheel. There was a mighty"
    },
    {
      "index": 772,
      "start_time": 5205670.0,
      "end_time": 5213150.0,
      "text": "eddying and foaming in the noisome brine, and as the steam mounted higher and higher"
    },
    {
      "index": 773,
      "start_time": 5213150.0,
      "end_time": 5219960.0,
      "text": "the brave Norwegian drove his vessel head on against the pursuing jelly which rose above"
    },
    {
      "index": 774,
      "start_time": 5219960.0,
      "end_time": 5227380.0,
      "text": "the unclean froth like the stern of a daemon galleon. The awful squid-head with writhing"
    },
    {
      "index": 775,
      "start_time": 5227380.0,
      "end_time": 5234400.0,
      "text": "feelers came nearly up to the bowsprit of the sturdy yacht, but Johansen drove on relentlessly."
    },
    {
      "index": 776,
      "start_time": 5234400.0,
      "end_time": 5240500.0,
      "text": "There was a bursting as of an exploding bladder, a slushy nastiness as of a cloven sunfish,"
    },
    {
      "index": 777,
      "start_time": 5240500.0,
      "end_time": 5246730.0,
      "text": "a stench as of a thousand opened graves, and a sound that the chronicler would not put"
    },
    {
      "index": 778,
      "start_time": 5246730.0,
      "end_time": 5253650.0,
      "text": "on paper. For an instant the ship was befouled by an acrid and blinding green cloud, and"
    },
    {
      "index": 779,
      "start_time": 5253650.0,
      "end_time": 5262550.0,
      "text": "then there was only a venomous seething astern; where—God in heaven!—the scattered plasticity"
    },
    {
      "index": 780,
      "start_time": 5262550.0,
      "end_time": 5272219.0,
      "text": "of that nameless sky-spawn was nebulously recombining in its hateful original form,"
    },
    {
      "index": 781,
      "start_time": 5272220.0,
      "end_time": 5278771.0,
      "text": "whilst its distance widened every second as the Alert gained impetus from its mounting"
    },
    {
      "index": 782,
      "start_time": 5278770.0,
      "end_time": 5286010.0,
      "text": "steam.       That was all. After that Johansen"
    },
    {
      "index": 783,
      "start_time": 5286010.0,
      "end_time": 5292840.0,
      "text": "only brooded over the idol in the cabin and attended to a few matters of food for himself"
    },
    {
      "index": 784,
      "start_time": 5292840.0,
      "end_time": 5300929.0,
      "text": "and the laughing maniac by his side. He did not try to navigate after the first bold flight,"
    },
    {
      "index": 785,
      "start_time": 5300930.0,
      "end_time": 5308970.0,
      "text": "for the reaction had taken something out of his soul. Then came the storm of April 2nd,"
    },
    {
      "index": 786,
      "start_time": 5308970.0,
      "end_time": 5316841.0,
      "text": "and a gathering of the clouds about his consciousness. There is a sense of spectral whirling through"
    },
    {
      "index": 787,
      "start_time": 5316840.0,
      "end_time": 5325340.0,
      "text": "liquid gulfs of infinity, of dizzying rides through reeling universes on a comet’s tail,"
    },
    {
      "index": 788,
      "start_time": 5325340.0,
      "end_time": 5331199.0,
      "text": "and of hysterical plunges from the pit to the moon and from the moon back again to the"
    },
    {
      "index": 789,
      "start_time": 5331200.0,
      "end_time": 5340121.0,
      "text": "pit, all livened by a cachinnating chorus of the distorted, hilarious elder gods and"
    },
    {
      "index": 790,
      "start_time": 5340120.0,
      "end_time": 5351850.0,
      "text": "the green, bat-winged mocking imps of Tartarus.       Out of that dream came rescue—the"
    },
    {
      "index": 791,
      "start_time": 5351850.0,
      "end_time": 5358640.0,
      "text": "Vigilant, the vice-admiralty court, the streets of Dunedin, and the long voyage back home"
    },
    {
      "index": 792,
      "start_time": 5358640.0,
      "end_time": 5367320.0,
      "text": "to the old house by the Egeberg. He could not tell—they would think him mad. He would"
    },
    {
      "index": 793,
      "start_time": 5367320.0,
      "end_time": 5375900.0,
      "text": "write of what he knew before death came, but his wife must not guess. Death would be a"
    },
    {
      "index": 794,
      "start_time": 5375900.0,
      "end_time": 5385400.0,
      "text": "boon if only it could blot out the memories.       That was the document I read,"
    },
    {
      "index": 795,
      "start_time": 5385400.0,
      "end_time": 5390830.0,
      "text": "and now I have placed it in the tin box beside the bas-relief and the papers of Professor"
    },
    {
      "index": 796,
      "start_time": 5390830.0,
      "end_time": 5400219.0,
      "text": "Angell. With it shall go this record of mine—this test of my own sanity, wherein is pieced together"
    },
    {
      "index": 797,
      "start_time": 5400220.0,
      "end_time": 5407021.0,
      "text": "that which I hope may never be pieced together again. I have looked upon all that the universe"
    },
    {
      "index": 798,
      "start_time": 5407020.0,
      "end_time": 5413820.0,
      "text": "has to hold of horror, and even the skies of spring and the flowers of summer must ever"
    },
    {
      "index": 799,
      "start_time": 5413820.0,
      "end_time": 5423989.0,
      "text": "afterward be poison to me. But I do not think my life will be long. As my uncle went, as"
    },
    {
      "index": 800,
      "start_time": 5423990.0,
      "end_time": 5434271.0,
      "text": "poor Johansen went, so I shall go. I know too much, and the cult still lives."
    },
    {
      "index": 801,
      "start_time": 5434270.0,
      "end_time": 5442330.0,
      "text": "      Cthulhu still lives, too, I suppose, again in that chasm of stone which has shielded"
    },
    {
      "index": 802,
      "start_time": 5442330.0,
      "end_time": 5448989.0,
      "text": "him since the sun was young. His accursed city is sunken once more, for the Vigilant"
    },
    {
      "index": 803,
      "start_time": 5448990.0,
      "end_time": 5455001.0,
      "text": "sailed over the spot after the April storm; but his ministers on earth still bellow and"
    },
    {
      "index": 804,
      "start_time": 5455000.0,
      "end_time": 5464070.0,
      "text": "prance and slay around idol-capped monoliths in lonely places. He must have been trapped"
    },
    {
      "index": 805,
      "start_time": 5464070.0,
      "end_time": 5470230.0,
      "text": "by the sinking whilst within his black abyss, or else the world would by now be screaming"
    },
    {
      "index": 806,
      "start_time": 5470230.0,
      "end_time": 5479660.0,
      "text": "with fright and frenzy. Who knows the end? What has risen may sink, and what has sunk"
    },
    {
      "index": 807,
      "start_time": 5479660.0,
      "end_time": 5488770.0,
      "text": "may rise. Loathsomeness waits and dreams in the deep, and decay spreads over the tottering"
    },
    {
      "index": 808,
      "start_time": 5488770.0,
      "end_time": 5502429.0,
      "text": "cities of men. A time will come—but I must not and cannot think! Let me pray that, if"
    },
    {
      "index": 809,
      "start_time": 5502430.0,
      "end_time": 5511901.0,
      "text": "I do not survive this manuscript, my executors may put caution before audacity and see that"
    },
    {
      "index": 810,
      "start_time": 5511900.0,
      "end_time": 5521900.0,
      "text": "it meets no other eye."
    }
  ]
}