{
  "video_id": "VuNAQIfv3Lk",
  "title": "The Children of Snobs",
  "json": [
    {
      "index": 1,
      "start_time": 299.0,
      "end_time": 6640.0,
      "text": "Given how pejorative the term is, we're understandably keen to locate snobs somewhere"
    },
    {
      "index": 2,
      "start_time": 6640.0,
      "end_time": 12220.0,
      "text": "far from us. They are the people in the newspaper, or the ones who live in the other part of"
    },
    {
      "index": 3,
      "start_time": 12220.0,
      "end_time": 17300.0,
      "text": "town or went to the school we didn't go to – but it's nice not to imagine them"
    },
    {
      "index": 4,
      "start_time": 17300.0,
      "end_time": 24970.0,
      "text": "too near to home. Yet that's to deny an obvious eventuality: snobs may lie closer"
    },
    {
      "index": 5,
      "start_time": 24970.0,
      "end_time": 32989.0,
      "text": "to us. Snobs form couples; they have children. And we might be among them. However painful"
    },
    {
      "index": 6,
      "start_time": 32989.0,
      "end_time": 40440.0,
      "text": "the unvarnished thought, we might be the children of snobs. It's a situation it can be therapeutic"
    },
    {
      "index": 7,
      "start_time": 40440.0,
      "end_time": 46770.0,
      "text": "to face up to and to try to make sense of. What is a snob? It has little"
    },
    {
      "index": 8,
      "start_time": 46770.0,
      "end_time": 53149.0,
      "text": "to do with an old-fashioned love of aristocracy. A snob is simply someone without an independent"
    },
    {
      "index": 9,
      "start_time": 53149.0,
      "end_time": 60339.0,
      "text": "center of judgement, who can only value what the 'in' group in society happens to esteem"
    },
    {
      "index": 10,
      "start_time": 60339.0,
      "end_time": 67110.0,
      "text": "at any point in time. Snobs' opinions and tastes might be quite sane (or not); the key"
    },
    {
      "index": 11,
      "start_time": 67110.0,
      "end_time": 73850.0,
      "text": "thing is that they aren't their own. They cannot tell what to make of anything until"
    },
    {
      "index": 12,
      "start_time": 73850.0,
      "end_time": 81120.0,
      "text": "other, prestigious voices have made up their minds for them. There is a particular conundrum"
    },
    {
      "index": 13,
      "start_time": 81120.0,
      "end_time": 87230.0,
      "text": "that sets in when snobs have a child: how should they evaluate this new creature, in"
    },
    {
      "index": 14,
      "start_time": 87230.0,
      "end_time": 92720.0,
      "text": "whom the world has no particular interest and who cannot wow or dazzle it? The thing"
    },
    {
      "index": 15,
      "start_time": 92720.0,
      "end_time": 100760.0,
      "text": "merely sits in its cot, dribbles and screams a lot. It cannot do, it can only be. The snobs'"
    },
    {
      "index": 16,
      "start_time": 100760.0,
      "end_time": 106650.0,
      "text": "first reaction is often to say that they don't 'like babies' as a generic category. It"
    },
    {
      "index": 17,
      "start_time": 106650.0,
      "end_time": 113030.0,
      "text": "sounds innocent enough, but the distaste is more fundamental: babies are unlikeable first"
    },
    {
      "index": 18,
      "start_time": 113030.0,
      "end_time": 118660.0,
      "text": "and foremost not because they are messy and noisy, but because they are so unimpressive"
    },
    {
      "index": 19,
      "start_time": 118660.0,
      "end_time": 124880.0,
      "text": "in worldly terms. At heart, the snob suffers from low self-confidence,"
    },
    {
      "index": 20,
      "start_time": 124880.0,
      "end_time": 129950.0,
      "text": "which is why the incompetence of their own small child is so galling, threatening to"
    },
    {
      "index": 21,
      "start_time": 129949.99999999999,
      "end_time": 137200.0,
      "text": "evoke their own sense of fragility and vulnerability. The baby can't buy or sell a company, star"
    },
    {
      "index": 22,
      "start_time": 137200.0,
      "end_time": 143300.0,
      "text": "in a movie, or even drink neatly from a cup – and may on this basis generate panic and"
    },
    {
      "index": 23,
      "start_time": 143300.0,
      "end_time": 150580.0,
      "text": "fury in their snobbish carers. Fortunately, with a little time, school comes along – granting"
    },
    {
      "index": 24,
      "start_time": 150580.0,
      "end_time": 156410.0,
      "text": "snobs the perfect tool with which to manage their feelings. Snobs make it very clear to"
    },
    {
      "index": 25,
      "start_time": 156410.0,
      "end_time": 162230.0,
      "text": "their offspring that doing well at school, very well indeed, is not merely pleasing or"
    },
    {
      "index": 26,
      "start_time": 162230.0,
      "end_time": 168060.0,
      "text": "cautionary, it is quite simply essential. Life more or less depends on it. There need"
    },
    {
      "index": 27,
      "start_time": 168060.0,
      "end_time": 175130.0,
      "text": "to be cups, prizes, trophies and high scores in pretty much every subject. Doing well enough"
    },
    {
      "index": 28,
      "start_time": 175130.0,
      "end_time": 180840.0,
      "text": "isn't enough; excelling is the goal. If you don't perform, you cannot be loved:"
    },
    {
      "index": 29,
      "start_time": 180840.0,
      "end_time": 187200.0,
      "text": "whether this is directly spelt out or merely artfully suggested, this is the ideology under"
    },
    {
      "index": 30,
      "start_time": 187200.0,
      "end_time": 194700.0,
      "text": "which the offspring of snobs grow up. Unsurprisingly, most children of snobs do very well at school."
    },
    {
      "index": 31,
      "start_time": 194700.0,
      "end_time": 200201.0,
      "text": "And at university. And later on, in the job market. A feeling that one doesn't deserve"
    },
    {
      "index": 32,
      "start_time": 200201.0,
      "end_time": 206760.0,
      "text": "to exist unless one meets the criteria of worldly success can do wonders for one's"
    },
    {
      "index": 33,
      "start_time": 206760.0,
      "end_time": 212290.0,
      "text": "productivity. Offering conditional love has a habit of getting people to meet one's"
    },
    {
      "index": 34,
      "start_time": 212290.0,
      "end_time": 216680.0,
      "text": "conditions. But that is also why the children of snobs"
    },
    {
      "index": 35,
      "start_time": 216680.0,
      "end_time": 223030.0,
      "text": "are uncommonly likely to be on their way to a nervous breakdown, which often sets in just"
    },
    {
      "index": 36,
      "start_time": 223030.0,
      "end_time": 228459.0,
      "text": "when most of the worldly boxes have been ticked. The longing that one should be recognised"
    },
    {
      "index": 37,
      "start_time": 228459.0,
      "end_time": 234110.0,
      "text": "for being and not just doing – even if one has done quite a lot – is an extremely stubborn"
    },
    {
      "index": 38,
      "start_time": 234110.0,
      "end_time": 239300.0,
      "text": "part of human psychology, which has a habit of periodically rearing its head and creating"
    },
    {
      "index": 39,
      "start_time": 239300.0,
      "end_time": 244989.0,
      "text": "serious trouble if it keeps being ignored across a lifetime. We may well be able to"
    },
    {
      "index": 40,
      "start_time": 244989.0,
      "end_time": 250400.0,
      "text": "meet conditions, but we can't quite forget the desire to be loved without them, simply"
    },
    {
      "index": 41,
      "start_time": 250400.0,
      "end_time": 257879.0,
      "text": "for being ourselves, in all our original messiness and confusion. Through a breakdown, by deliberately"
    },
    {
      "index": 42,
      "start_time": 257879.00000000003,
      "end_time": 264050.0,
      "text": "sabotaging what we have achieved in the world, we may be trying to go back and taste a simple,"
    },
    {
      "index": 43,
      "start_time": 264050.0,
      "end_time": 268810.0,
      "text": "condition-less love that was denied to us in the early years. We're trying – at"
    },
    {
      "index": 44,
      "start_time": 268810.0,
      "end_time": 274960.0,
      "text": "huge cost – to re-experience a missing stage of development. We are tired of decades of"
    },
    {
      "index": 45,
      "start_time": 274960.0,
      "end_time": 281349.0,
      "text": "making symbolic offerings under emotional duress to the ghosts of emotionally withholding"
    },
    {
      "index": 46,
      "start_time": 281349.0,
      "end_time": 289439.0,
      "text": "parents. It might be better to sit in hospital for a while and disappoint everyone. The more"
    },
    {
      "index": 47,
      "start_time": 289439.0,
      "end_time": 294490.0,
      "text": "we understand the risks we face, as children of snobs, the less danger there will be of"
    },
    {
      "index": 48,
      "start_time": 294490.0,
      "end_time": 300599.0,
      "text": "having to act out our complaints. To be a child of snobs is a diagnosis like any other"
    },
    {
      "index": 49,
      "start_time": 300599.0,
      "end_time": 307930.0,
      "text": "– and deserves its own taxonomy, treatment and pathway to health. Part of this involves"
    },
    {
      "index": 50,
      "start_time": 307930.0,
      "end_time": 315460.0,
      "text": "overcoming anger towards one's carers – and realising that snobs are not evil, merely"
    },
    {
      "index": 51,
      "start_time": 315460.0,
      "end_time": 321220.0,
      "text": "wounded. As their child, one will have to put extra effort into the delicate task of"
    },
    {
      "index": 52,
      "start_time": 321220.0,
      "end_time": 327339.0,
      "text": "finding oneself valuable and worthy outside of achievement, not because of anything one"
    },
    {
      "index": 53,
      "start_time": 327339.0,
      "end_time": 334309.0,
      "text": "has said or done, but just because one exists – which should always, of course, have been"
    },
    {
      "index": 54,
      "start_time": 334320.0,
      "end_time": 336400.0,
      "text": "enough."
    },
    {
      "index": 55,
      "start_time": 337200.0,
      "end_time": 350160.0,
      "text": "The Joys and Sorrows of Parenting promises us a gentle way of staying calm around one of the most arduous yet deeply fulfilling jobs in the world."
    }
  ]
}